{
    "file": "./converted_json\\administratorade6c01c546b28f8fb110346b3d59905.json",
    "name": "National University of Technology Act, 2018",
    "date": "22nd February, 2018",
    "tagline": "Establishing a university of technology for rapid and sustainable economic development",
    "content": "Page 1 of 24 \n  \n \n \n \n \nTHE NATIONAL UNIVERSITY OF TECHNOLOGY ACT, 2018  \n \n \n \n  \n  \nCONTENTS  \n___________ __ \n \nCONTENT S \n \n1. Short title and commencement  \n2.    Definitions \n3.    Establishment and incorporation of the University  \n4.    Purpose, power s and functions of the University  \n5.    University to be op en to all classes , creeds, etc . \n6. Officers of the U niversity  \n7.    The Chancellor  \n8.    The Ministry  \n9.    The Chairman  \n10. The Rector  \n11. Appointment and Removal of the Rector  \n12. The Pro -Rector  \n13. Dean  \n14. Director skills develop ment departmen t \n15. Director commer cial and marketing  \n16. Authoriti es \n17.    The Board of Governors  \n18.    Meetings of th e Board etc. \n19.    The Syndicat e \n20.    Powers and duties of the Syndicate  \n21.    Academic Council  \n22.    Powers and function s of the Academic Council  \n23.    Appoint ment of committ ees by certain Authoriti es \n \n\n \nPage 2 of 24 \n 24. Acad emic and administrative staff  \n25.    University funds, audit and accounts  \n26.    Pension, insur ance, gratuity, provident fund  and b enevolent fun d \n47.    Statutes  \n28    Regulations  \n29.    Amendme nt and r epeal of statut es and regulations   \n      30.    Rules  \n      31.    Indemnity and  bar of jurisdiction  \n      32.    Removal o f diffic ulties \n  \n \nPage 3 of 24 \n THE NATIONAL UNIVERSITY OF TECHNOLOGY ACT, 2018  \n \nACT No . VI OF 2018. \n \n[22th February, 2018 ] \n \nto set up National University of Technology at Islamabad  \n \n \nWHEREAS, in view of unprecedented increase in requirement of technical and skilled \nmanpower in all sectors of the economy particularly in industrial and defence  sectors and prospects \nthereof in the t wenty -first century, it is expedient to establish a university of technology along -with \nresearch facilities at the national level for promoting applied research, development and training of a \nlarge segment of the youth in the relevant fields 1[of science, engineering, technology]  and \nqualifications needed by the economy to ensure knowledge and technology based productivity driven \nrapid and sustainable economic development;  \n \nIt is hereby en acted as follows: ⸺ \n \n1. Short title and commencement. ⸺(1) This Act may  be called the  National University of \nTechnology Act, 2018.  \n \n(2) It shall come into force at once.  \n \n2. Definitions. ⸺In this Act, unless there is anything repugnant in the subject or context, ⸺ \n \n(i)  “Acade mic Council ” means the Academic Council constituted under section \n  21; \n \n(ii)  “affiliated college ” means an educational institution affiliated with the \nUniversity but not maintained or administered by it;  \n \n(iii)  “Authority ” means any of the authorities of the Univer sity specifie d or set up \nin terms of sect ion 16;  \n \n(iv)  “Board ” means the Board of Governors of the Univers ity constituted under \nsection 1 7; \n \n(v)  “campus ” means any infrastructure of the University within country or abroad;  \n \n(vi)  “Chairman ” means the Chairman of the Board;  \n \n(vii)  “Chancellor ” means the Chancellor of the University;  \n \n(viii)  “Commission ” means the Higher Education Commission set up under  the \nHigh er Education Commission Ordinance, 2002 (L III of 2002);  \n \n(ix)  “constituent  institute ” means the educational institute maintained and \nadministered by the University at different locations;  \n \n(x)  “convocation ” means the ceremony arranged by the University to award \ndegrees, diplomas and certificates to its graduates;  \n \n1Ins. by Act No. XXIII of 2024, s. 2.  \n \nPage 4 of 24 \n (xi)  “Dean ” means the head of a Faculty, the head of an academic body granted the \nstatus of Faculty by this Act or by the Statutes or Regulations;  \n \n(xii)  “department ” means a teaching or administrative department maintained and \nadministered or recognized by the University in the prescrib ed manner;  \n \n(xiii)  “director ” means the head of a department established by the  Univers ity as \nprescribed;  \n \n(xiv)  “faculty ” means an administrative and academic unit of the  Univers ity \nconsisting o f one or more departments, as prescribed;  \n \n(xv)  “Government ” means the Federal Government;  \n \n(xvi)  “head of department ” means department head responsible to organize and \nsupervise academic or training activities of a particular wing of the University \nor any of its constituent institutes;  \n \n(xvii)  “institute ” means an institute, college, school constituted or affiliated with the \nUniversity;  \n \n(xviii)  “Ministry ” means the Ministry to which business of the University stands \nallocated;  \n \n(xix)  “prescribed ” means prescribed by statutes, regulations or rules made under this \nAct; \n \n(xx)  “principal ” means principal of the instit ute; \n \n(xxi)  “Pro-Rector”  means Pro -Rector of the University appointed under section 12;  \n \n(xxii)  “Rector ” means the Rector of the University appointed under section 10;  \n \n(xxiii)  “search committee”  means the search committee set up by the  Board under \nsection 11 (l)  (a); \n \n(xxiv)  “statutes, regulations and rules ” means respectively the statutes, the \nregulations and the rules made under this Act;  \n \n(xxv)  “Syndicate ” means the Syndicate of the University;  \n \n(xxvi)  “teachers ” include professors, associate professors, assistant professors, \nlecturers and instructors engaged whole time by the University or by a \nconstituent or affiliated college and such other persons as may be prescribed;  \n \n(xxvii)  “skills development department ” means the skills development department \nestablished under sub -section (4) of section 3; and  \n \n(xxviii) “University ” means the National University of Technology  established under \nthis Act;  \n \nPage 5 of 24 \n 3. Establishment and incorporation of the University. ⸺(1) The  National University of \nTechnology shall be established at Islamabad in  accordance with the provisions of this Act and  shall \nconsist of the following  namely:  \n \n(a)  the Chancellor, the Board, the Rector, the Pro -Rector, the members of \nSyndicate, the Academic  Council, the deans, principals and the directors;  \n \n(b)  the members of such other councils, committees as the Board may establish \nfrom time to time;  \n \n(c)  the members of the Faculties and students of the institutes; and  \n \n(d)  such o ther officers and membe rs of the staff of the University.  \n \n(2) The U niversity shall be a body corporate by the name of the National University of \nTechnology, having perpetual succession and a common seal, with power, among others, to acquire, \nhold and dispose of any property and  shall by the said name sue and be sued.  \n \n(3) The pri ncipal seat of the University shall be at Islamabad and it may set up any num ber of \ncampuses in Pakistan and abroad as the Board may determine.  \n \n(4) Skills development department shall be established to exercise technical control over \nconstituent and affiliated institutes of the University and shall be co -located w th the principal seat.  \n \n(5) Notwithstanding anything contained in any other law for the time being in force, the \nUniversity shall have academic, financial and administrative autonomy, including the power to employ \nofficers, teachers and other employees on such terms as may be prescribed, subject to the terms of this \nact and the Higher Edu cation Co mmission Ordinance, 2002 (L III of 2002) . \n \n(6) In parti cular and without prejudice to the authority granted to the Commission by the law, \nthe Government or an authority or auditor appointed by the Government shall have no power to \nquestion the poli cy underlying the allocation of resources approved by the Board in the annual budget \nof the University.  \n \n4. Purpose, powers and functions of the University. ⸺(1) The purposes of the University \nshall be the promotion and dissemination of higher education in the realm of engineering  1[,] \ntechnologies, other technologies and management sciences to prepare trained manpower capable of \n1[creating,] adopting, adapting, developing; and upgrading thereby helping in implementation of \nrelevant technologies of required highest standards, with particular emphasis to the national needs of \nknowledge based economy to provide for policy formulation, instructions, training, research and \ndevelopment, award of certificates, diplomas and degrees, demonstration and service in such  branches \nof technical field as the Board may deem necessary and appropriate.  \n \n(2) The University shall be a fully autonomous body with freedom to govern its academic, \nfinancial and administrative functions in order to achieve its objectives, in general an d in particular \nfreedom to  \n  \n(i)  provide for education and scholarship in such branches of knowledge based on \nindustrial and market needs as it may deem  fit and to make provision for \nresearch, service to society and for the application, advancement and \ndissemination of knowledge in such manner as it may determine;  \n \n \n1Ins. by Act No. XXIII of 2024, s. 3.  \n \nPage 6 of 24 \n (ii)  select and examine students;  \n \n(iii)  award certificates, diplom as, degrees and other academic distinctions;  \n \n(iv)  provide regulatory framework for constituent and affiliated institutions \nencompassing policy formulation, registration, examination and award  of \ncertificates, diplomas or degrees;  \n \n(v)  pursue and coordin ate research, evaluation and development;  \n \n(vi)  affiliate  and disaffiliate educational institutions under prescribed conditions or \nassociate with other institutions and universities and establish faculties for the \nbetter discharge of its functions and responsibilities;  \n \n(vii)  inspect  colleges and other educational institutions affiliated or seeking \naffiliation with;  \n \n(viii)  decide learning or training or teaching methods and strategies in order to ensure \nthe most effective educational and research programmes;  \n \n(ix)  use the financial  and other resources allocated to it for the execution of its \nfunctions;  \n \n(x)  develop linkages with industries, overseas Pakistanis and reputed international \ntechnical education universities or institutes to remain in step with the demand \nof the industry,  markets and latest advancements in the field;  \n \n(xi)  provide for enhancement of capacity of constituent institutes through \ndevelopment of curriculum, infrastructure, laboratories, libraries, teachers \ntraining and research  and development facilities;  \n \n(xii)  confer in the manner prescribed honorary degrees or other distinctions on \npersons approved by the Board;  \n \n(xiii)  provide for such instructions for persons not being students of the University as \nit may determine and to grant certificates and diplomas t o such persons;  \n \n(xiv)  confer degrees on persons, who have carried on independent studies and \nresearch under prescribed conditions;  \n \n(xv)  accept the examinations passed and the periods of study spent by students of the \nUniversity at other universities an d places of learning as equivalent to such \nexaminations and periods of study in the University as it may determine and to \nwithdraw such acceptance;  \n \n(xvi)  institute Professorships, Associate Professorships, Assistant Professorships, \nLectureships, Research  Associateships and any other pos ts, and to appoint \npersons thereto;  \n \n(xvii)  create posts for teaching, research, extension, administration and other related \npurposes and to appoint persons thereto;  \n \nPage 7 of 24 \n  \n(xviii)  institute and award financial assistance  to students in need, fellowships , \nscholarships, exhibitions, bursaries, medals and prizes under prescribed \nconditions;  \n \n(xix)  establish institutes, faculties, libraries, laboratories, workshops, museums and \nother centres of learning for the development o f teaching and research and to \nmake such arrangements for their  maintenance, management and administration \nas it may determine;  \n \n(xx)  make provisions for research and advisory services and w ith these objects to \nenter into  arrangements with other instituti ons or with public and private bodies \nwithin Pakistan and abroad under prescribed conditions;  \n \n(xxi)  establish career advisory centre for career counselling and job search services \nand for provision of skilled and technically qualified manpower to industr y, \nmarket, overseas, private and government organizations;  \n \n(xxii)  facilitate individuals and groups to establish entrepreneurships, enterprises in \ncoordination with financial institutions and funds etc;  \n \n(xxiii)  help establish technology parks for value  addition and high  technology sectors \nco-located with University or any other place as deemed feasible;  \n \n(xxiv)  help establish specialized villages in the industrial hubs ; \n \n(xxv)  enter into carry out, modify or cancel contracts;  \n \n(xxvi)  receive and mana ge property t ransferred and grants, bequests,  trusts, gifts, \ndonations, endowments and other contributions made to it and to invest any \nfunds representing such property, grants,  bequests, trusts, gifts, donations; \nendowments or contributions and to convert  one kind of property into othe r, in \nsuch manner as prescribed ; \n \n(xxvii)  provide for the residence of the students of the University and the colleges, to \ninstitute and maintain hall of residence and to approve or license hostels and \nlodging;  \n \n(xxviii) maintain order, discipline and security on the campuses of the University and  \nthe colleges;  \n \n(xxix)  promote the extra -curricular and recreational activities of such students and to \nmake arrangements for promoting their health and general welfare;  \n \n(xxx)  demand and receive such fees and other charges as it may determine;  \n \n(xxxi)  make provision for research, advisory or consultancy services and with these \nobjects to enter into arrangements with other institutions, public or private \nbodies, commercial and i ndustrial enterprises under prescribed conditions;  \n \n \nPage 8 of 24 \n (xxxii)   provide for the printing and publication of research and other works;  \n \n(xxxiii) authorise and agree when required by the institutes to the mobility  of qualified \nstaff among universities, researc h organisations and the  Government or \ncorporate bodies, provided that the rights and privileges of the staff under this \narrangement shall be protected;  \n \n(xxxiv) do all such other acts and things, whether incidental to the powers aforesaid or \nnot, as may be  requisite in order to further its objects as a place of education, \nlearning, training, research, development and administration; ·  \n \n(xxxv)  institute programs for the exchange of students and teachers between the \nUniversity and other universities, educati onal institutions and research \norganizations, inside as well as outside Pakistan;  \n \n(xxxvi) maintain linkages with alumni;  \n \n1[(xxxv ii)] develop and implement fund -raising plans; and  \n \n1[(xxvii i)] provide and support the academic development of the faculty of  the  \n                University.  \n \n(3) The principal teaching facilities of the University shall consist of institutes as may be \ndetermined by the Board from time to time.  \n \n(4) The institutes referred to in sub -section (3) that are in existence at the comm encement of \nthis Act shall continue to function under their existing administrative and financial arrangements:  \n \n Provided that the examination and other academic or training activities, including research \nshall be subject to coordination and supervision b y the University.  \n \n(5) The University shall provide facilities to the representatives of the Commission, Pakistan \nEngineering Council, National Technology Council or such similar and relevant organisations for \nvisitation to enable them to verify appropriat e academic sandards being maintained by the University.  \n \n5. University to be open to all classes, creeds, etc. ⸺(1) The University shall be open to all \npersons of either sex of whatever religion, race, class, creed, colour  or domicile who qualify for \nadmission to the courses of study offered by the University based on the criteria and policy determined \nby the Board and no such person shall be denied the privileges of the University on the grounds of sex, \nreligion, race, cla ss, creed, colour or domicile.  \n \n(2) The University shall institute financial aid programmes for students in need, to the extent \nconsidered feasible by the Board given the resources available, so as to enable admission and access \nto the University and the v arious opportunities provided by it to be based on merit rather than ability \nto pay.  \n6. Officers of the University. ⸺ The following shall be the principal officers of the University, \nnamely:  \n(a)  the Chancellor;  \n \n(b)  the Chairman;  \n \n(c)  the Rector;  \n \n1Renumbered by Act No. XXIII of 2024, s. 3.  \n \nPage 9 of 24 \n (d)  the Pro -Rector;  \n \n(e)  the Registrar;  \n \n(f)  the Dean;  \n \n(g)  the Princi pal; \n \n(h)  the Directors;  \n \n(i)  the Treasurer;  \n \n(j)  the Controller of Examination, Academics and Research;  \n \n(k)  the head of departments; and \n \n(l)  such other persons as may be prescribed to be the officers of the  University.  \n \n7. The Chancellor. ⸺(1) The President of the Islamic Republic of  Pakistan by virtue of his  \noffice shall be the Chancellor of the University.  \n \n(2) The Chancellor shall, whenever present, preside over at the convocations of the University \nand in absence of Chancellor, the Chairman shall preside over at the convocations of the University.  \n \n(3) Every proposal to confer an honorary degree shall be subject to confirmation by t he \nChancellor.  \n \n(4) If the Chancellor is satisfied that the proceedings or orders of any authority are not in \naccordance with the provisions of this Act, the statutes, regulations or the rules and mismanagement \nwith regard to the affairs of the university has occurred, he may, after calling upon such authority to \nshow cause in writing, annul such proceedings or orders.  \n \n8. The Ministry. ⸺(1) The Ministry shall be the sponsoring Ministry of University to \ncoordinate, process and approve policies as recommended  by the Board and the University.  \n \n(2) The Ministry shall facilitate the University in its efforts for collaborations and affiliations \nwith foreign universities and institutions.  \n \n(3) For removal of difficulties, if any, Ministry shall process the case  for approval of \nChancellor.  \n \n9. The Chairman .⸺(1) The Chief of Army Staff shall be the  ex-officio  Chairman of the Board \nof Governors of the University.  \n \n(2) The Chairman shall preside the meetings at which business of the University is transacted \nand when present, preside over at the convocations of the University, in the absence of Chancellor. \nThe Board may request a person of eminence or authorize the Re ctor to preside over at the \nconvocations of the University, in the absence of Chancellor and Chairman.  \n \n(3) If the Chairman is satisfied that serious irregularity or mismanagement with respect to the \naffairs of the University has occurred, or orders of any  authority are not in accordance with the \n \nPage 10 of 24 \n provisions of this Act, the statutes, regulations or the rules, make thereunder, he may, direct that \nspecified proceedings be reconsidered and appropriate action taken within one month of the direction \nhaving been issued:  \n \nProvided that if the Chairman is satisfied that either no reconsideration has been carried out \nor the reconsideration has failed to address the concern expressed, he may, after calling upon \nthe concerned authority of the University to show ca use in writing, appoint a three  member \nreview panel to examine and report to the Chairman on the functioning of any authority. The \nreport of the review panel shall be submitted within such time as the Chairman may specify.  \n \n10. The Rector. ⸺(1) The Board shall appoint a person, having  engineering qualifications and \nmanagement experience necessary to ensure the  disciplined education! environment visualised for the \nUniversity, to be the  Rector.  \n \n(2) A Rector shall hold office for a term of four years, on terms and  conditions prescribed by \nstatutes and shall be eligible for re -appointment for similar term or such shorter term as the Board may \ndecide.  \n \n(3) The Rector shall be the chief executive officer of the University  responsible for all \nadministrative and academi c functions of the University, for ensuring that the provisions of this Act, \nstatutes, regulations and rules made thereunder are faithfully observed, in order to promote the general \nefficiency and good order of the University. The Rector shall have all pow ers prescribed for this \npurpose, including administrative control over the officers, teachers and other employees of the \nUniversity and in particular, he shall ⸺ \n \n(a)  oversee, monitor and supervise all academic and training activities, including \nexaminatio ns and applied research to ensure that proper academic standards are \nmaintained;  \n \n(b)  exercise administrative control over the academic and administrative staff \nemployed by the University including their recruitment, contracts and \nretirement;  \n \n(c)  submit  the plans of work and budget estimates of the University for the approval \nof the Board;  \n \n(d)  direct th e activities connected with execution of programmes for instruction, \ntraining, research, demonstration and services, and authorise expenditure \nprovided for in the budget as approved by the Board;  \n \n(e)  make appointments  of Professors, Teachers, officers and members of the staff \nof the University and other persons on regular basis in accordance with the \npolicies and procedures approved by the Board and pre scribed manner so as to \nensure  the highest intellectual and moral qualities in the persons appointed;  \n \n(f)  appoint, subject to the approval of the Board on contract, Professors, Teachers, \nofficers and members of the staff of the University and such other persons as \nmay be necessary for a period not exceeding three years in the prescribed \nmanner;  \n \n \nPage 11 of 24 \n (g)  submit t o the Board, in accordance with the prescribed rules, reports on the \nactivities of the University and the execution of the plans of works;  \n \n(h)  prepare and revise from time to time statutes, policies and regulations with the \napproval of the Board for the efficient and effective operations of the university;  \n \n(i)  suspend, punish and remove from service officers, teachers and other employees \nof the University, in accordance with prescribed procedure, accept those \nappointed by or with the approval of the Board;  \n \n(j)  delegate, subject to such conditions as may be prescribed, any of his powers \nunder this Act to an officer or officers of the University ; and  \n \n(k)  exercise and perform such other powers and functions as may be prescribed.  \n \n(4) The Rector shall present an annual report before the Board within three months of the close \nof the academic year. The annual report shall present such information a s regards the academic year \nunder review as may be prescribed, including disclosure of all relevant facts pertaining to  \n \n(a)  academics;  \n \n(b)  research;  \n \n(c)  administration; and  \n \n(d)  finances.  \n \n11. Appointment and Removal of the Rector. ⸺(1) The Rector shall be appointed by the \nBoard on the recommendations made by the search committee in the following manner, namely: ⸺ \n \n(a)  the search commi ttee of not less than three members for the appoint ment of \nRector shall be consti tuted by the Cha irman  from within members of the Board;  \n \n(b)  the search committee shall recommend a panel of t hree persons, in order of  \npriority for  appointment as Rector;  \n \n(c)  the Board shall appoint Re ctor out of  the recommended panel; and  \n \n(d)  the search committee shall remain in existen ce till such time  that the \nappoi ntment of  Rector has been notified.  \n \n(2) The Board may, r ecommend to the Chairman, the r emoval of the Rector on the ground of \ninefficiency, moral turpitude or physical or mental  incapacity or gross misconduct, including misuse \nof position for personal advantage of any kind:  \n \nProvided that prior to the removal of the Rector, the Rector shall be given an \nopportunity of being heard by the Board.  \n \n(3) A resolution recommending the removal of the Rector s hall be submitted to the Chairman \nfor approval.  \n \n \nPage 12 of 24 \n (4) At any time when the office of the Rector is vacant, or the Rector is absent or is unable o \nperform the functions of his office due to illness or some other cause, the Pro -Rector shall be \nresponsible for  the performance of the duties of the Rector.  \n \n12. The Pro -Rector. ⸺(1) The Chairman shall appoint a person having engineering \nqualifications and requisite experience to effectively assist Rector as his deputy in ensuring and \nmanaging the disciplined educat ional environment of the University to be the Pro -Rector, on such \nterms and conditions as may be prescribed.  \n \n(2) Pro-Rector shall hold office for a term of four years and shall be eligible for re-appoi ntment \nfor a similar term or such shorter terms as the  Board may decide.  \n \n(3) The Pro -Rector shall assist the Rector in all matters of the University including academics, \nfinance and administration or as directed by the Rector.  \n \n(4) The Po -Rector shall be full -time officer of the University and assist in implementation of \nthe decisions and policies of the Board and the Rector.  \n \n13. Dean. ⸺(1) The Board shall appoint a person having Ph. D. in the relevant discipline an d \nexperience to head the Faculty to be the Dean.  \n \n(2) A Dean shall hold office for a term of four years and shall he eligible for re -appointment \nfor similar term or such shorter terms, as the Board may determine.  \n \n(3) The Dean shall have an overall responsibility for the academic and education programmes \nof the faculty, under the overall directions of Rector.  \n \n14. Dire ctor skills development department. ⸺(1) The Board shall appoint a person having \nengineering qualifications and practical experience as prescribed, necessary to exercise proper \ntechnical control of skills development in the constituent or affiliated institutes and undertake \nmeaningful examinations and assessment, to ensure that desired academic and training standards are \nmaintained.  \n \n(2) The Director shall hold office for a term of four years and shall be eligible for re -\nappointment for a similar term or such shorter terms as the Board may determine.  \n \n(3) The Director skills development department may establish sub -officers in constituent or \naffiliated insti tutes, as deemed necessary, for technical control, conduct of training, examinations and  \nassessments with the approval of the Board, as prescri bed. \n \n15. Director commercial and marketing. ⸺(1) The Board shall appoint a person qualified \nand experienced in ma rketing and effective management of career advisory centre,  as may be \nprescribed, necessary for the provision of trained skilled manpower to industry and governmental and \nnon-governmental organizations, to be the Director commercial and marketing.  \n \n(2) The  Director commercial and marketing shall hold office for a term of four years and shall \nbe eligible for re -appointment for similar term or such shorter terms, as the Board may determine.  \n \n(3) The Director commercial and marketing shall be responsible to th e Board and the Rector \nfor⸺ \n \n \nPage 13 of 24 \n (a)  developing linkages with industries, overseas Pakistanis and governmental and \nnon-governmental organizations to remain in step with industrial and market \nneeds of skilled manpower;  \n \n(b)  establishment of carrier advisory centre and provision of skilled and technically \nqualified manpower to industry, market, overseas, private and governmental \norganization;  \n \n(c)  facilitating  individuals and groups to establish entrepreneurships or enterprises \nin concert with financial lende rs etc;  \n \n(d)  establishment of technology parks co -located with the University or any other \nplace as d eemed feasible; and  \n \n(e)  establishing specialized villages in the industrial hubs.  \n \n16. Authorities. ⸺The following shall be the authorities of the Univer sity, namely: - \n \n(a)  Board of Governors;  \n \n(b)  Syndicate;  \n \n(c)  Academic Council; and  \n \n(d)  such other authorities as may be constituted by the Board.  \n \n17. The Board of Governors. ⸺(1) The general supervision and control of the affairs of the \nUniversity and the power to lay down the policies of the University shall vest in the Board of \nGovernors, which shall consist of ⸺ \n \n(a)  Chairman of the Board of Governors;  \n \n(b)  Director -General Joint Staff, Joint Staff Headquarters;  \n \n(c)  Inspector General Training and Evaluation;  \n \n(d)  Engineer -in-Chief;  \n \n(e)  Principal Staff Officers of General Headquarters as designated by  the Chief of \nthe Army  Staff;  \n \n(f)  Deputy Chief of Naval Staff  (Training), Naval Headquarters;  \n \n(g)  Deputy Chief of Air Staff (Training) , Air Headquarters;  \n \n(h)  Chairman, Higher Education Commission;  \n \n(i)  Secretary of the Division to which subject of planning and  development stands \nallocated;  \n \n \nPage 14 of 24 \n (j)  Secretary of the Division to which subject of science and technology stands  \nAllocated;  \n \n(k)  Secretary, Finance Division;  \n \n(l)  Secretary of the Division to which subject of education and professional training \nstands allocated;  \n \n(m)  Secretary of the Division to which subject of industries and  production  stands \nallocated;  \n \n(n)  Chairmen Pakistan E ngineering Council;  \n \n(o)  Chairmen National Technology Council;  \n \n(p)  Rector;  \n \n(q)  Pro-Rector;  \n \n(r)  one representative each from industry and academia, to be nominated by the \nChairman; and  \n \n(s)  such oth er members recommended by the Board and authorised by the \nChairman.  \n \n(2) Registrar shall be the Secretary of the Board.  \n \n(3) The Chairman may, in consultation with the Board, appoint eminent technologist, engineer, \nscientist or educationist, as additional member of the Board.  \n \n(4) The existence of a vacancy in, or defect in the constitution of, the  Board shall not invalidate \nany act or proceedings of the Board.  \n \n(5) The Board may invite any officer, member of faculty or any other  person to be in attend ance \nduring all or any of its meetings.  \n \n(6) Without prejudice to the generality of the provisions of sub -section ( 1), the Board shall \nexercise and perform the powers and functions hereinafter specified, namely: ⸺ \n \n(a)  hold, control and administer the property, funds and resources of the University \nand to borrow or raise money for the purposes of the University upon such \nsecurity as may be required;  \n \n(b)  formulate or approve the principles, policies and plans governing the activities \nand operations of the University so as to ensure that the academic staff enjoy \nacademic freedom in their research and educational work;  \n \n(c)  prepare or have prepared and revised from time to time statutes and regulations \nfor the efficient and effective operation of the University;  \n \n \nPage 15 of 24 \n (d)  review and approve the creation of  any standing component of the University, \nsuch as faculties and councils and other administrative bodies necessary to assist \nor improv e the working of the University;  \n \n(e)  approve the plans of work and annual budget of the University submitted by the \nTreasurer, the budget being based on the budget prepared and submitted by the \nconstituent or affiliated institute;  \n \n(f)  seek and consider r eports submitted by the officers of the  University relating to \nthe activities of the University and the execution of th e plans of work and to \ndirect the Rector to submit  reports relating to any matter specified by the Board;  \n \n(g)  create such academic or administrative posts as it may consider necessary for \nthe purpose of the University and to approve appointments to such of these posts \nas it may specify, including the posts of Deans, head of departments, Directors, \nPrincipals, prof essors, associate professors, assistant professors, teachers, \nlecturers and demonstrators;  \n \n(h)  select, recruit, contract and appoint all administrative and academic  staff to the \nuniversity;  \n \n(i)  fix the scales of pay, allowances and honoraria for all th e staff, both academic \nand administrative, commensurate with their qualification and experience, in \norder to attract the best talent from within and outside Pakistan for the university \nand constituent institute;  \n \n(j)  undertake  responsibility for the financial integrity of the University, including \nresponsibility for ensuring effectiveness of its future operations and their \ncontinuity and the preservation of the autonomy of the University;  \n \n(k)  approve all affiliations and othe r similar agreements through which colleges, \ninstitutions or individuals may become associated with the University within \nPakistan and abroad;  \n \n(1)  appoint from amongst its members such committees or sub -committees as may \nin the opinion of the Board lead to its more efficient a nd effective operations;  \n \n(m)  take all su ch initiatives as it may consider necessary or desirable for the efficient \nand effective management and functioning of the University;  \n \n(n)  consider the drafts of Statutes and Regulations pr oposed by the Syndicate and \nthe Academic Council and deal with them in the manner pr ovided for in the \nsection 27 and 28 as the case may be:  \n \nProvided that the Board may frame a Statute or Regulation on its own \ninitiative and approve it after calling for the advice of the  Syndicate or the \nAcademic Council as the case may be; \n \n(o)  annul by order in writing the proceedings of any Authority or officer if the \nBoard is satisfied that such proceedings are not in accordance with the \n \nPage 16 of 24 \n provisions of the Act, Statut es or Regulations made thereunder after calling \nupon such Authority or officer to show cause why such proceedings should not \nbe annulled; and  \n \n(p)  remove any person from the membership of any Authority if such person, — \n \n(i)  has become of unsound mind;  \n \n(ii)  has become incapacitated to function as member of such authority;  \n \n(iii)  has been guilty of misconduct, including use of position for personal \nadvantage of any kind, or gross inefficiency in perf ormance of \nfunctions; or  \n \n(iv)  has teen convicted by a court of law for an offence involving moral \nturpitude.  \n \n(7) The Boar d shall, within six months of the passage of this Act, lay down its own rules of \nprocedures and may amend or modify them from time to time.  \n \n(8) The Boar d may delegate all or any of its powers and functions to a committee, sub -\ncommit tee, the Rector or to the Pro -Rector.  \n \n(9) The Chairman may constitute committees comprising members of the board for suggesting \npolicies to ensure better governance of the University and quality of academics.  \n \n18. Meetings of the Board etc. ⸺(1) The Board shall  meet at least twice during a year for \nregular or scheduled meetings and may meet at any other  time at which a special meeting thereof may \nbe called by the Chairman.  \n \n(2) Not less than ten clear days’  notice of a special meeting shall be given to the members of \nthe Board and the agenda of the  meeting shall be restricted to the matters specified in the agenda to be \nannexed to such notice.  \n \n(3) The quorum for a meeting of the Board shall not be less than fif ty percent of its members.  \n \n19. The Syndicate. ⸺(1) The Syndicate shall comprise the following member s, namely: ⸺ \n \n(a)   the Rector, who shall be its Chairpers on; \n \n(b)  Pro-Rector;  \n \n(c)  the Deans of the faculties of the University;  \n \n(d)  representative  of National Technology Council;  \n \n(e)  Principals of the constituent and affiliated institutes;  \n \n(f)  Director skills development department;  \n \n \nPage 17 of 24 \n (g)  Director commercial and marketing;  \n \n(h)  the Registrar, who shall be the Secretary of Syndicate;  \n \n(i)  the T reasurer;  \n \n(j)  the Controller of Exanimations; and  \n \n(k)  such other members as approved by the Board.  \n \n(2) The Syndicate may include any other person as member of the  Syndicate as it may deem \nappropriate.  \n \n(3) The Syndicate shall deliberate on various aspects related to the functioning of the University \nand recommend specific measures to the Board for  approval and shell, in particular, ⸺ \n \n(a)  delineate priorities for education, training and research;  \n \n(b)  recommend allocation of education, training and  research funds to the Institutes;  \n \n(c)  guide and direct the Academic Council on all matters relating to the academic \nor training, including syllabi and duration of various courses, diplomas and \ndegrees;  \n \n(d)  recommend disciplines for skill development, academic, studies and training \nand help in creation of necessary infrastructure for the same;  \n \n(e)  help in duct highly competent technical talent into the faculty of each institute \nto enhance the quality of skills, education, training and research;  \n \n(f)  lay down guidelines for proper and efficient conduct of  examination at the \nInstitutes;  \n \n(g)  recomme nd such measures which would foster and enhance interaction and \ncollaboration between the University, its institutes and the existing national and \ninternational organizations or fora. institutions and research centres, the \nindustrial and market fora;  \n \n(h)  workout and propose affiliation measures with foreign universities  and \ninstitution of repute;  \n \n(i)  decide methods and strategies in order to ensure the most effective  skills and \ntechnology program; and  \n \n(j)  coord inate with relevant Government departments,  organizations,  universi ties, \nthe Higher Education Commission, the Pakistan Engineering Council and the \nNational Technology Council;  \n \n(4) The quorum for a meeting of the Syndicate shall be one -half of the  total number of \nmem bers, a fraction being counted as one.  \n \nPage 18 of 24 \n  \n(5) The Syndicate shall meet at least once in each quarter of a year.  \n \n20. Powers and duties of the Syndicate. ⸺(1) The Syndicate shall  be the executive body of \nthe University and shall, subject to the provisions of the Act and the statutes made thereunder, exercis e \ngeneral supervision over the affairs and management of the University.  \n \n(2) Without prejudice to the generality of the foregoing powers and subject to the provisions \nof this Act, the statutes and directions of the Board, the Syndicate shall have the following powers, \nnamely: ⸺ \n \n(a)  to consider the annual report, the annual and revised budge t estimates and to \nsubmit these to the Board;  \n \n(b)  to transfer and accept transfer of movable property on behalf of the Univers ity; \n \n(c)  to enter i nto, modify, carry out and cancel contracts on behalf of the  Univers ity; \n \n(d)  to cause proper books of account to be kept for all sums of money received and \nexpended by the University and for the. assets and liabilities of the University;  \n \n(e)  to invest any money belonging to the University including any unapplied \nincome in any of the securities described in section 20 of the Trusts Act, 1882 \n(Act II of 1882), or in the purchase of immovable property or in such other \nmanner, as it may prescribe,  with the like power of varying such investments;  \n \n(f)  to receive and manage any property transferred and grants, bequests, trust, gifts, \ndonations, endowments and other contributions made to the University;  \n \n(g)  to administer any funds placed at the disposal of the University for specified \npurposes;  \n \n(h)  to provide the buildings, libraries, premises, furniture, apparatus, equipment and \nthe other means required for carrying out the work of the University;  \n \n(i)  to establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n \n(j)  to recom mend to the Board affiliation or disaffiliation of colleges;  \n \n(k)  to recommend the Board admission of educational institutions to  the privileges \nof the University and withdraw such privileges;  \n \n(l)  to arrange for the inspection of colleges and  the departments;  \n \n(m)  to institute professorships, associate professorships, assistant professorships, \nlectureships and othe r teaching posts to suspend or to abolish such posts;  \n \n(n)  to create, suspend or abolish such administrative or other posts as  may be \nnecessary;  \n \n \nPage 19 of 24 \n (o)  to prescribe the duties of officers, teachers and other employees of the \nUniversity;  \n \n(p)  to report to the Board on matters with respect to which it has been asked to \nreport;  \n \n(q)  to appoint members to various Authorities in accordance with the provisions of \nthe Act;  \n \n(r)  to propose drafts of statutes for submission to the Board;  \n \n(s)  to approve the rule s proposed by the Authorities and the other bodies of the \nUniversity;  \n \n(t)  to regulate the conduct and discipline of the students of the  University;  \n \n(u)  to take actions necessary for the good administration of the Univers ity in general \nand to this end exercises such powers as are necessary;  \n \n(v)  to delegate any of its powers to any Authority or officer or a  committee; and  \n \n(w)  to perform such other functions as have been assigned to it by the provisions of \nthis Act or may be assigned to it by the stat utes. \n \n21. Academic  Council. ⸺(l) There shall be an Academic Council of  the University consisting \nof the following, namely:  \n \n(a)  the Rector, who shall be its Chairperson;  \n \n(b)  the Dean of faculties and such heads of departments as may be prescrib ed; \n \n(c)  five members representing the departments, institute and constituent colleges to \nbe elected in the manner prescribed by the Board;  \n \n(d)  to Princ ipal each of constituent and affiliated institutes;  \n \n(e)  five pro fessors including emeritus professors;  \n \n(f)  the Registrar;  \n \n(g)  the Controller of Examinations, academics and research;  \n \n(h)  the Libr arian; \n \n(i)  any other professional, technologist or educationalist as co -opted member,  \napprove by Syndicate; and  \n \n(j)  Controller Examinations, academics and research who shall be the  Secretary of \nthe Council.  \n \n(2) The Board shall appoint the members of the Academic Coun cil, other than the ex-officio  \nand the elected members, on the recommendation of the Rector.  \n \n \nPage 20 of 24 \n (3) Members of the Academic Council shall hold office for three years.  \n \n(4) The Academic Council shall meet at least once in each quarter.  \n \n(5) The quorum for meetings of the Academic Council shall be one  half of the total number of \nmembers.  \n \n(6) The Academic Council shall act as an advisor y as well as an implementing body for the \ndecisions of the Syndicate pertaining to the academics.  \n \n(7) The Academic Council shall also help the Rector in evaluating, proposing and coordinating \nresearch and development projects at respective institutes.  \n \n22. Powers and functions of the Academic Council. ⸺(1) The Academic Council shall be \nthe principal academic body of the University and shall, subject to the provisions of this Act and the \nstatutes made thereunder, have the power to lay down proper standards o f instruction, research and \nexaminations and to regulate and promote the academic life of the University and the colleges.  \n \n(2) Without prejudice to the generality of the foregoing powers, and subject to the provisions \nof this Act and the statutes made the reunder, the Academic Council shall have the power to— \n \n \n(a)  approve the policies and procedures pertaining to the quality of  academic \nprogrammes;  \n \n(b)  approve academic programmes;  \n \n(c)  approve  the policies and procedures pertaining to student related functions \nincluding admissions, expulsions, punishments and examinations;  \n \n(d)  approve the policies and procedures assuring quality of teaching and research;  \n \n(e)  recommend the policies and proce dures for affiliation of other educational \ninstitutions;  \n \n(f)  propose to the Syndicate schemes for the constitution and organization of \nFaculties, teaching departments and boards of studies;  \n \n(g)  appoint paper setters and examiners for all examinations o f the University after \nreceiving panels of names from the relevant authorities;  \n \n(h)  institute programmes  for the continued professional development of  University \nteachers at all levels;  \n \n(i)  recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding examinations of the University;  \n \n(j)  regulate the award of studentships, scholarships, exhibitions,  medals and prizes;  \n \n(k)  frame regulations for submission to the Board;  \n \nPage 21 of 24 \n  \n(l)  prepare  an annual report on the academic performance of the  University; and  \n \n(m)  perform such functions as may be prescribed by regulations made  under this \nAct. \n \n23. Appoint ment of committees by certain Authorities. ⸺(1) The Board, the Syndicate, the \nAcademic Council and other Authorities may, from time to time, appoint such standing, special or \nadvisory committees, as they may deem fit and may place on such committee persons who are not \nmembers of the Authorities appoin ting the committees.  \n \n(2) The constitutions, functions and powers of the Authorities for which no specific provision \nhas been made in this Act shall be such as may be prescribed by statutes or regulations made \nthereunder.  \n \n24. Academic and administrative s taff.⸺The academic and administrative staff of he \nUniversity shall be selected with a view to achieving its stated objectives and the basic criteria for their \nselection shall be the highest standards of competenc e, integrity and efficiency.  \n \n25. University  funds, audit and accounts. ⸺(1) The University shall have a Fund to which \nshall be credited its income from fees, charges, donations, trusts, bequests, endowments, contributions, \ngrants, proportionate budget and annual grants from t he Government, grants fr om the Commission, \nassistance from international ag encies, income from sale of royalties and publications, sponsorships \nfrom any sources and fund raising initiatives and income from any other sources and which shall be \nunder the control of the Board.  \n \n(2) The contributions to University Endowment Fund can be in cash or in kind.  \n \n(3) Capital and recurrent expenditure of the University shall be met  from the allocation made \nby the Board out of the University Fund.  \n \n(4) No contribution, donation or grant wh ich may directly or indirectly involve any immediate \nor subsequent financial liability for the University, or which may involve at activity not included in its \nprograms for the time being, shall be accepted without prior approval of the Board.  \n \n(5) The accounts of the University shall be maintained in such for m and manner as may be \nprescribed and shall be audited each year within six  months of the closing of the financial year of the \nUniversity.  \n \n(6) The acc ounts, together with the report of the auditor thereon, shall be submitted to the Board \nfor approval.  \n \n(7) The auditor’ s report shall certify that the auditor has complied with the standards of audit \nand certification laid down by the institute of Chartered Accountants of Pakis tan. \n \n(8) The teaching de partments, constituent colleges and institutes and all other bodies designated \nas such by the Syndicate in terms of statutes shall be independent cost centers of the University with \nauthority vested in the head of  each cost center to sanction expenditure o ut of the budget allocated to \nit: \n \nProvided that re -appropriation from one head of expenditure to another may be made  by the \nhead of a cost center in accordance with and to the extent prescribed by statutes.  \n \nPage 22 of 24 \n  \n(9) All funds generated by a teaching department, constituent college or other unit of the \nUniversity through consultancy, research or other provision of service shall be made available without \nprejudice to the budgetary allocation otherwise made, after deduction of overheads in the manner and  \nto the extent prescribed by Statute, to the teaching department, constituent college or other unit for i ts \ndevelopment. A part of the fu nds so generated may be shared with the University Teachers or \nresearchers incharge of the consultancy, research or ser vice concerned in the manner and to the extent \nprescribed by Statute made under this Act.  \n \n(10) No expenditure shall be made fr om the funds of the University, unless a bill for its \npayments has b een issued by the head of the cost center concerned in accord ance with the relevant \nstatutes and the Treasurer has verified that the payment is provided for in the approved budget of the \ncost center, subject to the authority to re-appropriate available to the head of the cost center.  \n \n(11) Provision shall be made fo r an internal audit of the finances of the  University.  \n \n(12) Without prejudice to the requirement of audit by an auditor appointed by Government in \naccordance with the provisions of any other law in force, the annual audited statement of accounts of \nthe Un iversity shall be prepared in conformity with the generally accepted accounting principles by a \nreputed firm of chartered accountants and signed by the Treasurer. The annual audited statement of \naccounts so prepared shall be submitted to the Auditor Genera l of Pakistan for his observations.  \n \n(13) The observations of the Auditor General of Pakistan, if any, together with such annotations \nas the Treasurer may make, shall be considered by the Syndicate and shall be placed before the Board \nwithin six months of closing of the financial year.  \n \n26. Pension, insurance, gratuity, provident fund and benevolent fund. ⸺(1) The University \nshall constitute for the benefit of its officers, professors, lecturers, teachers and other employees in \nsuch manner and subject to such conditions as may be prescribed such pension, insurance, gratuity, \nprovident fund and benevolent fund and other welfare schemes, as it may deem necessary.  \n \n(2) Where a ny provident fund has been constituted under this Act,  the provisions of the \nProvid ent Fund Act, 1925 (XIX of 1925), shall apply to such fund as if it were the G overnment \nProvident Fund.  \n \n47. Statutes. ⸺(1) Subject to the provisions of this Act, statutes to be published in the offici al \nGazette may be made to regulate or prescribe all or any of the following matters, namely: ⸺ \n \n(a)  contents of and the manner in which the annual report to be presented by the \nRector before the Board shal l be prepared;  \n \n(b)  University fees and other charges;  \n \n(c)  constitution of any pension, insurance, gratuity, provident funds  and benevolent \nfund for University employees;  \n \n(d)  scale of pay and other terms and conditions of service of officers, teachers  and \nother University employees;  \n \n(e)  maintena nce of the register of registered graduates;  \n \n(f)  affiliation  and dis -affiliation of educational institutions and related matters;  \n \nPage 23 of 24 \n  \n(g)  admission of educational institutions to the privileges of the  University and the \nwithdrawal of such privileges;  \n \n(h)  the estab lishment of faculties, departments, institutes, colleges and other \nacademic divisions;  \n \n(i)  powers and duties of officers and teachers;  \n \n(j)  conditions  under which the University may enter into arrangements with oth ers \ninstitutions or with public bodies for purposes of research and advisory services;  \n \n(k)  conditions for appointment of Emeritus Professors and award of honorary \ndegree;  \n \n(l)  efficiency an d discipline of University employees;  \n \n(m)  the constitution and procedure to be followed by representation committees in \ncarrying out functions in terms of this Act;  \n \n(n)  the cons titution and procedure, to be followed by the search committee, for \nappointment of the Rector;  \n \n(o)  constituti on, functions and powers of the Authorities of the  University; and  \n \n(p)  all other matters which by this Act are to be or may be prescribed or regulated \nby statutes made thereunder.  \n \n(2) Draft of the statutes shal l be proposed by the Syndicate for approval by the Board, which \nmay approve them or refer them back for re -consideration.  \n \n(3) No statute shall be valid until it has been approved by the Board.  \n \n 28. Regulations. ⸺(1) Subject to the provisions of this Act and the statutes made thereunder, \nthe Academic Council may make regulations to be published in the official Gazette, for all or any of \nthe following matters, namely: — \n \n \n(a)  courses of study for degrees, diplomas and certificates of the  University;  \n \n(b)  admission and expulsion of students to and from the University;  \n \n(c)  conditions under which students shall be admitted to the courses and the \nexaminations of the University and shall become eligible for the award of \ndegrees, diplomas and certificates;  \n(d)  conduct of examinations;  \n \n(e)  conditions under which a person may carry on independent research  to entitle \nhim to a degree;  \n \n(f)  institution of fellowships, scholarships, exhibitions, medals and prizes;  \n \n(g)  use of the library;  \n \nPage 24 of 24 \n  \n(h)  formation of facu lties, departments and board of studies; and  \n \n(i)  other matters which by this Act or the statutes are to be or may be prescribed by \nregulations.  \n \n(2) The regulations shall be approved by the Board on recommendations of the Academic \nCouncil.  \n \n(3) No regulation shall be valid until it has been approved by the Board.  \n \n29. Amendment and repeal of statutes and regulations. ⸺The procedure for adding to, \namending or repealing the statu tes and the regulations shall be  the same as that prescribed respectively \nfor framing or making statutes and regulations.  \n \n30. Rules. ⸺(1) The Authorities and the other bodies of the University shall make rules, \nconsistent with this Act, statutes and regulations made thereunder to regulat e any matter relating to the \naffairs of the University which has not been provided for by this Act or that is not required to be \nregulated by statutes or regulations.  \n \n(2) Rules sha ll become effective upon approval by the Syndicate.  \n \n31. Indemn ity and bar of jurisdiction. ⸺No suit, prosecution or other legal proceedings shall \nlie against any person or authority for anything which is in good faith done or intended to be done \nunder this Act.  \n \n32. Removal of difficulties. ⸺(1) If any question arises as to the interpretation of the \nprovisions of the Act, it shall be placed before the Chancellor through th e Ministry, whose decision \nthereon will be final.  \n \n(2) If any difficulty arises in giving effec t to any provision of this Act, the Chancellor may \nmake such dire ctions, after obtaining the views of the Board, not inconsistent with the provisions of \nthis Act, as may appear to it to be necessary for the purpose of removing such difficulty.  \n \n(3) Where this  Act makes any provision for anything to be done but no provis ion or no \nsufficient provision has been made with respect to the authority by whom, or the time at which, or the \nmanner in which, it shall be done, then, it shall be done by such authority, at such time, or in such \nmanner as the Chancellor may direct, afte r obtaining the views of the Board.  \n \n_______________  \nUploaded Date 27.11.2024"
}