{
    "file": "./converted_json\\administrator18b778a41137b3d04648fb418245edb5.json",
    "name": "Corporate Restructuring Companies (Amendment) Ordinance, 2020",
    "date": "July 7, 2020",
    "tagline": "Amending the Corporate Restructuring Companies Act, 2016",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  7,  2020  453 \n \n \n \n \nISLAMABAD,  TUESDAY , JULY   7,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \n \nLAW AND JUSTICE  DIVISION  \n \nIslamabad, the 7th July, 2020 \n \n  No. F. 2(1)/20 20-Pub. —The following Ordinance Promulgated on 7th \nJuly, 2020 by the President is hereby published for general information: — \n \nORDINANCE NO. IX OF 2020   \n \nAN \n \nORDINANCE  \n \nfurther to amend the Corporate Restructuring Companies Act, 2016  \n \n WHEREAS  it is expedient to amend the Corporate Restructuring \nCompanies Act,  2016 (XXXII of 2016) for the purposes hereinafter appearing ; \n \n  \n(453) \n \nPrice: Rs. 20.00 \n \n[5690 (2020)/Ex. Gaz.].   \n454 THE GAZETTE OF PAKISTAN, EXTRA., JULY   7,  2020 [PART I \n \n  AND WHEREAS  the Senate and the National Assembly are not in session \nand the President is satisfied that circumstances exist which render it ne cessary to \ntake immediate action;  \n \n NOW, THEREFORE , in exercise of powers conferred by clause (1) of \nArticle 89 of the Constitution of Islamic Republic of Pakistan, the President of \nthe Islamic Republic of Pakistan is pleased to make and promulgate the fol lowing \nOrdinance: — \n \n It is hereby enacted as follows: — \n \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the Corporate Restructuring Companies (Amendment) Ordinance, 2020.  \n \n (2) This Ordinance shall come into force at once.  \n \n 2. Amendme nts in Section 2, Act XXXII of 2016. —In the Corporate  \nRestructuring Companies Act, 2016 (XXXII of 2016), hereinafter called as the \nsaid Act, in section 2, — \n \n (a) in sub -section (1), — \n \n (i) after clause (ii), the following new clause shall be inserted, \nname ly:— \n \n “(iia)  “Companies Act ” means the Companies Act, 2017  \n(XIX of 2017);”;  \n \n (ii) in clause (iv), in sub -clause (a), after the word “institutions”, \nthe expression  “, save as otherwise provided for in  section 8A” \nshall be added;  \n \n (iii) clause (vi) shall be omitted;  \n \n (iv) in clause (x) after the word “obligation”, the words “or which \nhas been classified by the financial institution as a loss in its \nbooks in accordance with the applicable laws” shall be added;  \n \n (v) clause (xii) shall be omitted;  \n \n (vi) after clause (xxi), the following new clause (xxia) shall be  \ninserted, namely: — \n \n “(xxia)  “trust” means a trust constituted pursuant to section  6A,”;  \nand \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  7,  2020  455 \n  (vii) in sub -section (2), for the word “Ordinance”, the words \n“Companies Act” shall be substituted.  \n \n (b) in sub-section  (2), for the word “Ordinance”, the words \n“Companies  Act” shall be substituted.  \n \n 3. Amendment in section 4, Act XXXII of 2016. —In the said Act,  \nin section 4, in sub -section (2), for the word “Ordinance”, the words  \n“Companies Act” shall be  substituted.  \n \n 4. Amendments in section 5, Act XXXII of 2016. —In the said Act, \nin section 5, in sub -section (1), — \n \n (a) in clause (g), the word “and”, occurring at the end, shall be omitted;  \n \n (b) in clause (h), for full stop at the end a semicolon shall be substituted \nand thereafter the following new clauses shall be added, namely: — \n \n “(i) to provide finance as defined in the Financial Institutions \n(Recovery of Finances) Ordinance, 2001 (XLVI of 2001) for \ncarrying out the purposes of this Act;  \n \n (j) to es tablish and provide management services to trusts in \nterms of section 6A;  \n \n (k) to act as an agent for any financial institution for the purpose \nof recovering their non -performing assets as providing as \nsection 6B, and  \n \n (l) to develop and implement a sche me in terms of section  8A.”.  \n \n 5. Amendments in section 6, Act XXXII of 2016. —In the said Act, \nin section 6, in sub -section (1), — \n \n (a) in clause (a), — \n \n (i) the expression “established, owned or” shall be omitted; and  \n \n (ii) after the expression “affilia tes,”, the expression “subject to  \nclause (e) of sub -section (1),” shall be inserted;  \n \n (b) in clause (c), the word “and”, occurring at the end, shall be omitted;  \n \n456 THE GAZETTE OF PAKISTAN, EXTRA., JULY   7,  2020 [PART I \n \n  (c) in clause (d), for full stop at the end, a semicolon and the word \n“and” shall be substit uted and thereafter the following new clause (e)  \nshall be added, namely: — \n \n “(e) any transfer or assignment of non -performing assets pursuant \nto the transfer and assignment agreement shall be deemed to \nbe effected by operation of law and not — \n \n (i) by virt ue of execution of such agreement by any party \nthereto; and  \n \n (ii) constitute any assignment, transfer, devolution, \nconveyance, lease, consent order, alienation, parting \nwith possession or any other disposition under any \napplicable law other than the provi sions of section 6.”.  \n \n 6. Insertion of section 6A, Act XXXII of 2016. —In the said Act, \nafter section 6, amended as aforesaid, the following new section shall be inserted, \nnamely: — \n \n “6A. Creation of trust. —(1) A Corporate Restructuring Company may \nconstit ute one or more trusts under the Trusts Act, 1882 ( II of 1882) \nfor the purpose of acquiring non -performing assets from financial \ninstitutions.  \n \n (2) A trust constituted under sub -section (1) may acquire non -\nperforming assets from a financial institution in  accordance with \nsection 6 , provided that the transfer and assignment agreement shall \nbe entered into by the Corporate Restructuring Company, for and \non behalf of the trust.  \n \n (3) The management of any trust constituted under sub -section (1) shall \nvest in the Corporate Restructuring Company on the terms set forth \nin the constitutive document of such trust.  \n \n (4) The trust may be liquidated in a manner as may be prescribed.  \n \n (5) For the purpose of giving effect to section 6A, the references in this \nAct to a  Corporate Restructuring Company shall, unless repugnant \nto the context, include a trust established under section 6A.”;  \n \n “6B.  appointment a corporate restructuring company as a  recovery \nagent. —A financial institutions may appoint a corporate  \nrestructurin g company as its agent for recovery its non -performing  \nassets by entering into an agency agreement with such Corporate \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  7,  2020  457 \n Restructuring Company on such terms and conditions as may be \nmutually agreed between them : \n \n   Provided that in case an agency relationsh ip, their shall be no \ntransfer of any non -performing assets to Corporate Restructuring \nCompany.”  \n \n 7. Insertion of sections 7A and 7B, Act XXXII of 2016. —In the said \nAct, after section 6, the following new sections shall be inserted, namely: — \n \n “7A. Exchan ge of information. —(1) For the purposes of this Act, \nfinancial institutions may exchange information relating to an \nobligor on confidential basis with the Corporate Restructuring \nCompany.  \n \n (2) No suit or other legal proceedings shall lie against any finan cial \ninstitution or its officers, for anything done in good faith in \npursuance of this section or for any damage caused or likely to be \ncaused by anything done or intended to be done as aforesaid.  \n \n 7B. Credit institution. —A Corporate Restructuring Company  shall be \ndeemed to be a credit institution for the purposes of the Credit \nBureaus Act, 2015 (XI of 2015).”;  \n \n 8. Insertion of sections 8A and 8B Act XXXII of 2016. —In the said \nAct, after section 8, the following new sections shall be inserted, namely: — \n \n “8A.  Scheme. —(1) A Corporate Restructuring Company, holding at \nleast two -third in value of the principal amount payable to the \nsecured financial institutions, may present a scheme to the \nCorporate Restructuring Board which may sanction such a scheme, \nsubje ct to the provisions of this Act.  \n \n (2) For the purpose of determining the requisite majority of secured \nfinancial institutions as provided in sub -section (1), the Corporate \nRestructuring Company — \n \n (a) may rely on the publicly available information with t he \nRegistrar of Companies; and  \n \n (b) shall send a notice to the secured financial institutions in \nterms of which the secured financial institutions shall be \nrequired to swear, within fourteen calendar days of such \nnotice, an affidavit in  relation to the fo llowi ng, namely: — \n \n458 THE GAZETTE OF PAKISTAN, EXTRA., JULY   7,  2020 [PART I \n \n  (i) specify the principal amount owed and outstanding from \nthe obligor together with the nature and extent of their \nsecurity interest;  \n \n (ii) basis on which the executant of the affidavit is \nauthorized to execute and bind the concerned financial \ninstitution; and  \n \n (iii) any other matters as may be required by the Corporate \nRestructuring Company or as may be prescribed.  \n \n (3) If the affidavit provided by any person is false or incorrect in any \nmaterial respect, or omits any material fact,  knowing it to be \nmaterial or such person fails to provide the same within the time \nframe or in the manner set forth in sub -section (2), the Commission, \nin consultation with the Corporate Restructuring Board, may \nimpose a penalty on such a person of an amo unt not exceeding fifty \nmillion Rupees and such penalty shall be in addition to and without \nprejudice to any other remedy available to any party that may have \nbeen effected by a false affidavit or due to the failure to provide the \naffidavit.  \n \n (4) The Corp orate Restructuring Board shall, upon receipt of a scheme \nfrom a Corporate Restructuring Company in terms of sub -section (1)  \nand in the manner and period prescribed, invite objections to the \nsame.  \n \n (5) If the Corporate Restructuring Board on consideration  of the \nobjections is of the view that the objections are not valid, it may \nsanction the scheme.  \n \n (6) If the scheme is sanctioned by the Corporate Restructuring Board, \nby virtue of the scheme, the same shall be binding on the concerned \nobligor, all its cr editors of whatsoever nature, its members and \nshareholders, its liquidators and other persons who have any \ninterest in the company, pecuniary or otherwise, and shall have \neffect without requiring compliance with and notwithstanding \nany— \n \n (a) other law for  the time being in force;  \n \n (b) agreement or contract entered into or applicable to the \nconcerned obligor; and  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  7,  2020  459 \n  (c) agreement or contract entered into inter se  financial \ninstitutions and other creditors of the concerned obligor.  \n \n (7) The Corporate Restru cturing Board may refuse to sanction the \nscheme where it is satisfied that either the scheme suffers from \nillegality or procedural requirements of this Act or the rules made \nthere under have not been complied with.  \n \n (8) The provisions of clause (e) of sub -section (1) of section 6 shall \napply mutatis mutandis  to a scheme sanctioned by the Corporate \nRestructuring Board under this section.  \n \n (9) Any person aggrieved by the order of the Corporate  Restructuring \nBoard may, within thirty days of the date of such order, file a  \npetition for leave to appeal in the High Court having jurisdiction.  \n \n (10) When a scheme is presented to the Corporate Restructuring Board \nin terms of sub -section (1) , no suit or other legal proceedings shall \nbe proceeded with or commenced ag ainst the obligor until the \nscheme is sanctioned by the Corporate Restructuring Board and has \nattained finality in terms of sub -section (9) or such sanction has \nbeen refused by the Corporate Restructuring Board, whichever is \nearlier.  \n \n (11) Upon sanctionin g of the scheme and the same having attained \nfinality in terms of sub -section (6), all suits or other legal \nproceedings pending against the obligor shall stand abated, \nprovided that a scheme may provide for continuation of any suit or \nproceeding set forth therein.  \n \n (12) Sections 279 to 283 of the Companies Act shall not apply to any \nscheme under this section.  \n \n (13) Notwithstanding anything contained in any other law, no civil court \nas provided for in the Code of Civil Procedure, 1908 (V of 1908) or \nany ot her court shall have jurisdiction to entertain any suit or \nproceeding in respect of any matter which the High Court is \nempowered to determine by or under this section.  \n \n (14) For the purposes of this section, —  \n \n (a) “High Court” means the High Court of th e Province where \nregistered office of the Corporate Restructuring Company is \nlocated; and  \n \n460 THE GAZETTE OF PAKISTAN, EXTRA., JULY   7,  2020 [PART I \n \n  (b) “Corporate Restructuring Board ” means a board notified by \nthe Federal Government in the official Gazette comprising of \nnot more than five members who shall be p rofessionals having \nexperience and sound knowledge of dealing with company \nlaw or recovery of non -performing assets or restructuring and \nrehabilitation of companies in financial distress, and in this \nregard, subject to the foregoing, any or all of the foll owing \nmatters may be pr escribed through rules, namely: — \n \n (i) functions of the Corporate Restructuring Board and its \nmembers;  \n \n (ii) composition, appointment and governance of the \nCorporate Restructuring Board and its code of conduct;  \n \n (iii) remuneration and privileges of members of the \nCorporate Restructuring Board;  \n \n (iv) eligibility and qualifications of the members of the \nCorporate Restructuring Board;  \n \n (v) budgetary  allocation  for the proper  functioning of the \nCorporate Restructuring  Board and its st aff and matters \nconnected to its accountability; and  \n \n (vi) any other matter that may be considered necessary or \nexpedient for the purpose of furthering the objectives of \nthis section;  \n \n (c) “scheme” means any arrangement, for the purpose of \nachieving the objectives of this Act, entered into amongst the \nobligor, the Corporate Restructuring Company and one or \nmore secured financial institutions, that contains one or more \nof the following, namely: — \n \n (i) the sale or lease of a part or whole of the business or  \nassets of the obligor;  \n \n (ii) rescheduling of payments of debt payable by the obligor;  \n \n (iii) enforcement of any pledge by a third party securing the \nobligations of the obligor;  \n \n (iv) settlement of dues payable by the obligor;  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., JULY  7,  2020  461 \n  (v) conversion of any po rtion of debt into ordinary shares of \nthe obligor;  \n \n (vi) conversion of any portion of debt into assets or \nproperties of the obligor;  \n \n (vii) matters connected with pending suits and other \nproceedings against the obligor, including in connection \nwith their  abatement; and  \n \n (viii)  provisions that are incidental or conducive to facilitating, \npromoting or advancing any matter referred to in sub -\nclauses (a) to (g) or such other matter as may be \nprescribed;  \n \n (d) “secured financial institutions” means in relatio n to an \nobligor, all financial institutions that have created a security \ninterest over any or all of the assets or properties of the \nobligor , irrespective of — \n \n (i) whether such security interest is shared amongst such \nfinancial institutions as a syndicate  or otherwise;  \n \n (ii) ranking of such security interest amongst such financial \ninstitutions; and  \n \n (iii) whether such security interest secures a non -performing \nasset.  \n \n 8B. Special bench of High Court. —(1) The High Courts shall \nconstitute one or more spec ial benches consisting of one or more \nJudges to adjudicate the cases under this Act.  \n \n (2) The special benches as constituted under sub -section (1) shall \ndecide the cases in accordance with the procedure prescribed \nthrough rules, if any, within ninety days  from the date of institution \nof the case.”.  \n \n 9. Amendment in section 10, Act XXXII of 2016. —In the said Act, \nin section 10, in sub -section (4), for the expression “section 255 of the \nOrdinance”, the expression “section 249 of the Companies Act” shall be \nsubstituted.  \n \n 10. Insertion of Section 19, Act XXXII of 2016 .—In the said Act \nafter Section 18, the following new sec tions shall be inserted namely: — \n462 THE GAZETTE OF PAKISTAN, EXTRA., JULY   7,  2020 [PART I \n \n  “19. Validation of Laws .—Notwithstanding anything contained in any \nother law, all transfer of non -perfor ming assets undertaken, orders \nmade, proceedings taken and act done, rules, regulations, circulars, \nnotification and other legal ins truments made at any time until  \nthe enactment  of the Corporate  Restructuring  Companies  \n(Amendments)  Act, 2020 are declared a nd affirmed to have been \nand shall deemed to have always been, validly undertaken, made, \ndecided, taken or done and shall not be called in question in any \ncourt on any ground whatsoever”  \n \n \n \nDR. ARIF ALVI,  \nPresident . \n \n————  \n \n \nMUHAMMAD KHASHIH -UR-REHMAN , \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}