{
    "file": "./converted_json\\administratord889d8fe337fc6ac0318f2d6f4b54d75.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \nTHE STAPLE COTTON (EXCISE DUTY) ORDINANCE, 1978  \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Rate of duty  \n4.  Manner of payment of duty  \n5.  Exemption s \n6.  Power to make rules  \n7.  Application of the provisions of the Central Excises and Salt Act, 1944  \n   \n \n\n \nPage 2 of 3 \n THE STAPLE COTTO N (EXCISE DUTY) ORDINANCE, 1978  \nORDINANCE NO. XXX OF 1978  \n[25th June, 1978]  \nAn Ordinance to provide for the levy of a duty of excise on staple  cotton produced by ginning \nfactories and sold to textile mills.  \n WHEREAS it is expedient to provide for the levy of excise duty on staple cotton produced by \nginning factories and sold to textile mills;  \n AND WHEREAS the President is satisfied that circums tances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977, (C.M.L.A. Order No. I of 1977), and in exercise \nof all powers enabling him in that behalf, the President is pleased to make and promulgate the following \nOrdinance: — \n 1. Short title and commencement .—(1) This Ordinance may be called the Staple Cotton \n(Excise Duty) Ordinance, 1978.  \n (2) It shall come into force at once and shall be deemed to have taken effect on the first day of \nJuly, 1976:  \n Provided that, unless the Federal Government, by notification in the official Gazette, otherwise \ndirects, it shall not apply to staple cotton of a ny crop following the crop of 19 76-77 and shall stand \nrepealed on the first day of July, 1978.  \n 2. Definitions . In this Ordinance, unless there is anything repugnant in the subject or context, — \n(a)  “Board” means the Central Board of Revenue constituted under the Central \nBoard of Revenue Act, 1924 (IV of 1924);  \n(b)  “Corporation ” means the Cotton Trading Corporation of Pakistan;  \n(c)  “factory” means a cotton ginning factory producing staple cotton for sale;  \n(d)  “sale price ” means the price of four hundred and fifteen rupees per maund, \ninclusive of excise duty, at which staple cotton is sold by the Corporation to a \ntextile mill;  \n(e)  “staple cotton ” means ginned cotton other than desi -cotton  \n 3. Rate of duty . There shall be levied and collected a duty of exercise on staple co tton produced \nand sold by a factory, whether directly or through the Corporation, to any buyer, other than the Cotton \nExport Corporation, at the rates set forth in the Schedule:  \n \nPage 3 of 3 \n  Provided that, where the staple cotton is sold through the Corporation at th e rates prescribed \nby the Corporation, the duty shall be payable by the Corporation out of the sale price.  \n 4. Manner of payment of duty . The duty shall be paid at the time of sale and before the \ndelivery of staple cotton to a textile mill.  \n 5. Exemption s. The Board may, by special order in each case, exempt from the payment of the \nwhole or any part of the duty leviable under this Ordinance, under circumstances of special nature to \nbe stated in such order, any staple cotton on which such duty is leviable.  \n 6. Power to make rules . The Central Board of Revenue may, by notification in the official \nGazette, make rules to carry into effect the purposes of this ordinance.  \n 7. Application of the provisions of the Central Excises and Salt Act, 1944 . The provision s \nof the Central Excises and Salt Act, 1944 (I of 1944), and the rules made thereunder shall, in so far as \nthey are not inconsistent with the provisions of this Ordinance and do not affect the levy and collection \nof duty under this Ordinance, apply to stap le cotton and to the recovery of the duty not paid.  \nSCHEDULE  \n(See section 3)  \nS.No.  Description  Rate of duty  \n1 Staple Cotton produced by cotton ginning factories in the \npublic sector which are under the administrative control of the \nCotton Trading Corporation of Pakistan.  Sixty rupees \nper maund  \n2 Staple Cotton produced by cotton ginning factories in the \nprivate sector which are not under the administrative control of \nthe Cotton Trading Corporation of Pakistan.  Fifty -five \nrupees per \nmaund."
}