{
    "file": "./converted_json\\administrator67c2ad375b8297f6fd5c41dda169c595.json",
    "name": "National Book Foundation Act, 1972",
    "date": "25th September, 1972",
    "tagline": "An Act to provide for the establishment of a Foundation for making books available at moderate prices.",
    "content": "Page 1 of 4 \n  \nTHE NATIONAL BOOK FOUNDATION ACT, 1972  \n \n \n \nCONTENTS  \n1.  Short  title, extent and commencement  \n2.  Definitions  \n3.  Establishment of the Foundation  \n4.  Constitution of the Foundation  \n5.  Managing Director  \n6.  Functio ns of the Foundation  \n7.  Audit  \n8.  Power to make rules  \n9.  [Omitted]  \n \n \n  \n \n \n\n \nPage 2 of 4 \n THE NAT IONAL BOOK FOUNDATION ACT, 1972  \nACT NO. XIX OF 1972  \n[25th September, 1972]  \nAn Act to provide for the establishment of a Foundation for making books available at \nmoderate prices.  \nWHEREAS  it is expedient to provide for the establishment of a Foundation for making books \navailable at moderate prices, and for matters ancillary thereto;  \n It is hereby enacted as follows: —  \n 1. Short title, extent and commencement. —(1) This Act may be called the National Book \nFoundation Act, 1972.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2.  Definitions. In this Act, unless there is anything repugnant in the subject or context, —  \n(a)  “book s” shall include text books, reference books and other books on religion \nand other books and reading material for use by students and the general public; \nand  \n(b)  “Foundation ” means the Foundation established under this Act.  \n 3.  Establishment of the Foundation. —(1) As soon as may be after the commencement of \nthis Act, the Federal Government may, for the purpose of making books available at moderate prices, \nby notification in the official Gazette, establish a National Book Foundation, hereinafter referred to as \nthe Foundation.  \n (2) The Foundation shall be a body corporate having perpetual succession and a common seal \nwith power to acquire, hold and dispose of property, both mo vable and immovable.  \n 4. Constitution of the Foundation. —(1) The management, overall control and supervision of \nthe affairs of the Foundation shall vest in a Board of Governors consisting of the following members, \nnamely:—  \n \n (1)  the Minister for Educati on and Provincial Coord ination, who shall also be the c hairman of \nthe Board;  \n (2)  the Secretary, Ministry of Education and Provincial Coor dination;  \n  \n (3)  one representative of each of the Provinces;  \n  \n (4)  one representative of the  areas not forming part of any p rovince, to be appointed by the  \nFederal Government;  \n \n (5)  a representative of the University Grants Commission;  \n \nPage 3 of 4 \n  (6)  the Chairman, Committee of Chairmen of Education Board;  \n(7)  (i)  five persons to be appointed by the Federal Government from amongst eminent  \n educationists scholars, scientists, men of letters and persons connected with \n education or the production of books;  \n (ii)  five representatives of whom one shall be a female to be el ected by the National \n Assembly of Pakistan from amongst themselves;  \n  \n (8)  the Managing Director of the Foundation, to be appointed by the Federal Government; and \n  \n (9)  the Secretary of the  Foundation, to be appointed by  the Federal Government .  \n (2)  The members of the Board of Governors, other than the ex-officio members, shall hold \noffice for three years and shall be eligible for re -appointment.  \n (3) The office of the Foundation shall be at Islamabad.   \n 5. Managing D irector. The Managing Director shall be the chief executive officer of the \nFoundation and shall, subject to the general supervision of the Chairman of the Board of Governors, \nbe responsible for carrying out the objects of the Foundation as laid down by the  Board from time to \ntime.  \n 6. Functions of the Foundation. The following shall be the functions of the Foundation, \nnamely:—  \n(a)  to receive any money or financial grants from the Federal Government, the \nProvincial Governments, local bodies and any statut ory or non -statutory \ncorporation;  \n(b)  to collect, accept or otherwise receive from any person, body, association, \ninstitution or organization  any subscription or donation made to the Founda - \ntion;  \n(c)  to undertake writing of books and to encourage writ ers to produce good books;  \n(d)  to undertake the tra nslation of foreign and locally -produced books into the \nnational and regional languages of the country and vice versa ; \n(e)  to arrange the original publication and re -production of local books as well as \nthose published abroad;  \n(f)  to import foreign books and to undertake the distribution of books among the \neducational institutions and the general public;  \n(g)  to encourage t he writers and the book trade in general in the production of books \nand making them available to the students and the general public at moderate \nprices;  \n(h)  to provide technical know -how and financial assistance and to take other steps \naimed at fostering  interest in books and in reading; and  \n \nPage 4 of 4 \n (i)  to initiate such other activities and programmes as may assist in the task of book \ndevelopment, book promotion, advancement of literacy and dissemination of \nknowledge by means of the printed word.  \n 7. Audit. The accounts of the Foundation shall be audited annually by the Auditor - General of \nPakistan and the balance -sheet and statements of assets and liabilities shall be duly considered by the \nBoard of Governors.  \n 8. Power to make rules. The Foundation may make rules for carrying out the purposes of this \nAct.  \n 9. 1[Omitted]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: -22.04.2024  \n 1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981  (XXVII of 1981), s. 3 and Sch., II ."
}