{
    "file": "./converted_json\\administratorb27d6e146d5ae6fc96b77e4a81fa3cf6.json",
    "name": "Port Authorities Lands and Buildings (Recovery of Possession) Ordinance, 1962",
    "date": "17th February, 1962",
    "tagline": "An Ordinance to provide for the speedy recovery of possession of certain lands and buildings.",
    "content": "Page  1 of 5 \n \n \nTHE PORT AUTHORITIES LANDS AND BUILDINGS \n(RECOVERY OF POSSESSION) ORDINANCE, 1962 \n \n \n \n \n \n \nCONTENTS  \n1.  Short title, application and commencement.  \n2.  Definition  \n3.  Eviction of out -going lessees and unauthorized occupants from land  \n4.  Proceedings before Authorized Officer  \n5.  Appeal  \n6.  Service of notice and order  \n7.  Recovery of cost of demolition of structures  \n8.  Recovery of arrears of rent  \n9.  Jurisdiction of courts barred  \n10.  Indemnity  \n11.  Rules   \n \n\n \nPage  2 of 5 \n THE PORT AUTHORITIES LANDS AND BUILDINGS (RECOVERY O F \nPOSSESSION) ORDINANCE, 1962  \nORDINANCE NO . IX OF1962  \n  \n[17th February, 1962]  \n \nAn Ordinance to provide for the speedy recovery of possession of certain lands and buildings.  \n \n WHEREAS it is expedient to provide for the speedy recovery of possession from \nunauthorized occupants of lands or buildings belonging to Port Authorities within the limits of major \nports, and for matters ancillary thereto;  \n  \n NOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all pow ers enab ling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance: — \n \n  1. Short title, application and commencement. —(1) This Ordinance may be called the \nPort Authorities Lands and Buildings (Recovery of Possession) Ordinance, 1962.  \n  \n (2) It applies to all major ports.  \n  \n (3) It shall come into force at once.  \n \n 2. Definition.  In this Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n \n (a) “allotment” means permission to occupy temporarily any premises either free \nof rent or on an agreed rental, without conferring any right or interest in \nrespect thereof on the person to whom such permission has been granted;  \n (b)  “Authorized Officer” means a Magistrate of the First Class appointed by the \n1[Federal Government], by noti fication in the official Gazette, to exercise all \nor any of the powers of an Authorized Officer under this Ordinance;  \n (c)  “land or building” means land or building, or part thereof, which vests in, or is \nin the possession or und er the management or control of a Port Authority, and \nis used or held for purposes connected with the ad ministration and working of \nthe port;  \n(d)  “lease” has the same meaning as in the Transfer of Property Act, 1882 (IV of \n1882), and includes an allotmen t; and “lessee”, which includes his heirs, \nassigns, legal repre sentatives and all persons ind ucted by him into the demised \nland, shall be construed accordingly;  \n(e)  “major port” means a port to which the Ports Act, 1908 (XV of 1908), for the \ntime being e xtends;  \n(f)  “port authority” means an authority vested by or under any law for the time \nbeing in force with the administration of a major port ; \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage  3 of 5 \n (g)  “prescribed” means prescribed by rule s made under this Ordinance ; and  \n(h)  “unauthorized occupant” me ans a person who is in occupation of any land or \nbuilding without the permission of the Port Authority, and includes : \n(i)  a person inducted into any land or building by the original lessee of \nsuch land or building ; and  \n(ii)  a person who remains in occupation of any land or building after the \ndetermination of the lease in respect of such land or building.  \n  \n 3. Eviction of out -going lessees and unauthorized occupants from land. —(1) If, on t he \nexpiry, whether before or after the commencement of this Ordinance, of the period of any lease in \nrespect of any land or building of which a Port Authority is the les sor, or on the determination of \nsuch lease on the ground of breach of any covenant or  in pursuance of a condition in the lease \nimposing any obligation on the lessee to give up possession of the demised land or building in the \nevent of such land or building being required for the purposes of a Port Authority, the lessee refused \nor failed, o r refuses or fails, to vacate and deliver vacant possession of such land or building to the \nPort Authority, then, notwithstanding anything contained in any other law for the time being in force \nor in any contract, such Port Authority may, by notice in writ ing, require such lessee to vacate and \ndeliver vacant possession of such land or building, and to remove structures, if any, erected or built \nthereon by him, within such time as may be specified in the notice.  \n \n (2) If the Port Authority is satisfied, afte r making such enquiry as it may think fit, that a \nperson is an unauthorised occupant of any land or building, it may, by notice in writing, require such \nperson to v acate such land or building, an d deliver vacant pos session thereof to it, and to remove \nstructures, if any, erected or built thereon by him, within such time as may be specified in the notice.  \n  \n (3) If any person to whom a notice is issued under sub -section (1) or sub -section (2) — \n(a)  fails to comply with the notice, the Port Authority shall m ake a complaint in \nwriting to that effect to the Authorized Officer ; or  \n(b)  vacates the land or building, but does not remove the structures thereon, the \nPort Authority may take pos session of such land or building and demolish \nsuch structures.  \n \n 4. Proc eedings before Authorized Officer. —(1) Upon receipt of complaint under section 3, \nthe Au thorized Officer shall forthwith issue notice to the person against whom the complaint has \nbeen made calling upon him to show cause why he should not be evicted from t he land or building \noccupied by him, and after giving such person an opportunity of being heard, and if necessary, after \nmaking such further enquiry as he may think fit, the Authorized Officer, shall,  by an order in writing, \neither — \n (a)  permit such perso n to continue in occupation of the land or building, subject to \nsuch conditions as may be specified in the order ; or  \n(b)  direct such person to vacate and deliver to the Port Authority vacant \npossession of the land or building, and to remove structures, i f any, erected or \nbuilt there on by him, within the period specified in the order.  \n \nPage  4 of 5 \n  (2) If any person fails to comply with a direction under clause (b) of sub -section (1), the \nAuthorized Officer may, notwithstand ing anything contained in any other law for  the time being in \nforce, but subject to any order 1[on appeal] under section 5, enter upon the land or building to which \nthe direction relates, and evict such person by such force as he may consider necessary, and demolish \nany or all of the said structure s. \n   \n (3) No person shall be evicted under sub -section (2) between sunset and sunrise.  \n \n 5. Appeal. —(1) Any person aggrieved by an order under sub -section (1) of section 4 may, \nwithin fifteen days from the date of such order, appeal, in such manner and on  payment of such fee \nas may be prescribed, to the District Magistrate 2[or an Additional District Magistrate], who may, \npending the disposal of such appeal, make such orders as he thinks fit.  \n \n (2) The decision of the District Magistrate 2[or an Additional  District Magistrate] on an \nappeal under sub -section (1) shall be final and shall not be called in ques tion in any court or by any \nauthority [:]3 \n \n 4[Provided that no decision on an appeal shall be taken unless both the parties thereto have \nbeen afforded an opportunity of being heard.]  \n \n 6. Service of notice and order.  A notice or an order under section 3 or section 4 shall be \nserved in such manner as may be prescribed.  \n  \n 7. Recovery of cost of demolition of structures. —(1) The cost of demolition of str uctures \nunder section 3 or section 4, thereafter in this section referred to as the cost, shall be payable to the \nPort Authority by the lessee or the un authorized occupant evicted.  \n  \n (2) If the cost is not paid on demand, the Authorized Officer may, on a n application made in \nthis behalf by the Port Authority, and after giving the lessee or the unauthorized occupant an op -\nportunity of being heard, cause the materials of the structures demolished to be sold in auction in \nsuch manner as may be prescribed.  \n  \n  (3) If the proceeds of the sale under sub -section (2) are not sufficient to cover the cost, the \nbalance shall be recoverable as arrears of land revenue and, if such proceeds exceed the cost, the \nexcess shall be paid to the lessee or the unauthorized occu pant.  \n  \n 8. Recovery of arrears of rent.  If any rent payable in respect of any land or building has \nbeen in arrears on the day of recovery of possession of such land or building, the amount due on \naccount of such arrears, with interest, if any, accrued th ereon, shall be recoverable as arrears of land \nrevenue.  \n  \n 9. Jurisdiction of courts barred.  Save as provided by this Ordinance no court shall ques tion \nanything done under this Ordinance by or at the instance of a Port Authority, or to grant an \ninjunction , or to make any other order, in relation to any notice or complaint issued or made by a \nPort Authority under this Ordinance, or in relation to any pro ceedings before an Authorized Officer.  \n \n  \n \n1 Subs. by the Port Authorities Lands and Buildings (Recovery  of Possession) (Amdt.) Act, 1968 (6 of 1968), s. 2, for “of the District Magistrate”.  \n2 Ins. ibid,s.3.  \n3 Subs. by the Port Authorities Lands and Buildings (Recovery of Possession) (Amdt.) Ordinance, 1984 (59 of 1984) s, 2, for the  full-stop.  \n4 Proviso add ed ibid. \n \nPage  5 of 5 \n  10. Indemnity.  No suit, prosecution or other legal proceeding shall lie against a Port \nAuthority or any person in respect of anything which is in good faith done or intended to be done \nunder this Ordinance.  \n 11. Rules.  A Port Authority may, with the previous approval in writing of the 1[Federal \nGovernment], make rules  for carrying out the purposes of this Ordinance.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”"
}