{
    "file": "./converted_json\\administrator798733742637f7df1651826a5ecdd1ec.json",
    "name": "Prevention of Trafficking in Persons Ordinance, 2018",
    "date": "26th April, 2018",
    "tagline": "To prevent and combat trafficking in persons, especially women and children",
    "content": "vrL\\id- Q U\" \"{- \"1->^r\\8 \"\nREGTSTEREp 1g6.81q2L.-76/,6\n@0eGvffi d $ulffiEr\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TUESDAY, MAY 8, 2018\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AI\\D JUSTICE\nIslamabad, the 8th May, 2018\nNo. F.2 (l)12018-Pub.-The following Ordinance promulgated by the\nPresident on 26th April, 2018 is hereby published for general information:-\nORDINANCENo. VIII oF 20I8\nAN\nORDINANCE\nto prevent and combat trfficking in persons especially women and children\nWHpRpas it is necessary to provide for effective measures to prevent and\ncombat the trafficking in persons especially women and children; to promote and\nfacilitate national and international co-operation in this regard; to protect the\ntrafficking victims; and to provide for matters connected therewith or ancillary\nthereto;\n(26e)\nPrice: Rs. 5.00\n1s844(2018)/Ex. Gaz.l\n270 THE GAZETTE OF PAKISTAN EXTRA.MAY 82018 ART I\nANo wHBRnAS the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessary to\ntake immediate action;\nNow; ruenEFoRE, in exercise of powers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nl. Short title, extent and commencement.{l) This Ordinance may\"\nbe called the Prevention of Trafficking in Persons Ordinance, 2018.\n(2) lt extends to the whole of Pakistan.\n(3) It shall come into force at once.\n2, Definitions.-In this Ordinance, unless there is anything repugnant in\nthe subject or context,-\n(a)\n(b)\n(c)\n(d)\n(e)\n(0\n(g)o'child\" means a person under eighteen years of age;\n'oCode\" means the Code of Criminal Procedure, 1 898 (V of 1898);\n\"Federal Government\" means the Government of Pakistan;\n\"Penal Code\" means the Pakistan Penal Code, 1860 (XLV of 1860);\n\"prescribed\" means prescribed by the rules made under this Ordinance;\n\"Provincial Govemment\" means the Government of a Province; and\n'nvictim\" mearis a person against whom an offence under this\nOrdinance is committed regardless of whether the perpetrator is\nidentified, apprehended, prosecuted or convicted\n3. Trafficking in persons.{1) Any person who recruits, harbours,\ntransports, provides or obtains another person, or affempts to do so, for\ncompelled labour or commercial sex acts through the use of force, fraud or\ncoercion, commits an offence of trafficking in persons and shall be punished with\nirnprisonment which may extend to seven years or with fine which rnay extend to\none million rupees or with both.\n(2) If the offence of trafficking in persons under sub-section (1) is\ncommitted against a child or a woman, the person who commits the offence shall\nbe punished with imprisonment which may extend to ten years and which shall\nnot be less than two years or with fine which may extend to one rnillion rupees or\nwith both.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY 8,2018 271\n(3) In this section\n4\ninvolves:(a) 'coercion' means use or threat of use of force, or othcr fonns\nofnon-violent use of force including -\n(i) threat of harm to or physical restraint ofany person;\n(ii) any scheme, plan or pattern intended to cause a person to\nbelieve that failure to perform an act would result in\nserious harm to or physical restraint ofany person;\n(iii) threat due to the vulnerable position ofa person; or\n(iv) psychological pressure; and\n(b) 'compelled labour' includes involuntary servitude, slavery or\npractices similar to slavery, or debt bondage and forced labour.\nAggravating circumstances.-Where an offence under section 3\n(a) serious injury, life-threalening illness or death of the victim or\nanother person;\nactivity of an organized criminal group;\nconfiscation or deslruction of any travel document of tlre\nvictim; or\n(d) repetition ofthe offence by the same offender;\nthe offender shall be punished with imprisonment which may extend to\nfourteen years and which shall not be less than three years and fine\nwhich rnay extend lo two million rupees.\nExplanation.-'ln this section. 'organized criminal group' means a\nstructured group of two or more persons, existing for a petiod of time and acting\nin concert with the aim of committing any offence under this Ordinance, in order\nto obtain, directly or indirectly, any financial or other material benefit.\n5. Abetment and criminal conspiracy.{l) Any person who\nparticipates as an accomplice, aids, or abets an offence under section 3 or section 4,\nshall be punished in accordance with Chapter V ofthe Penal Code'\n(2) Any person who is a party to a criminal conspiracy to commit an\noffence under section 3 or section 4, shall be punished in accordance with\nChapter V-A of the Penal Code,\n6. Victims of traflicking in persons.-A victim shall not be criminally\nliable for an offence under this Ordinance but may become witness in the case.(b)\n(c)\n272 THE GAZETTE OF PAKISTAN, EXTRA., MAY 8, 2OI8 [PAI{,]. I\n7. Presumption in case of child victim.-Where the victim is a child,\nthe prosecution may not prove actual use of force, fraud or coercion and the Court\nmay not consider the consent ofthd victim, his parent or guardian as a defence.\n8. Investigating agency.-{ I ) Subject to sub-section (2). the police\nshall investigate an offence under this Ordinance.\n(2) If the offence involves transportation of the victim into or our of\nPakistan and it constitutes part of the transaction constituting the offence, the\nFederal Investigation Agency shall investigate the offence.\n9. Cognizance.-An offence under this Ordinance shalf be cognizable\nand non-bailable under thc Codc.\n10. Cognizance of offences.-Notwithstanding.anything contained in\nthe Code, a Magistrate of the First Class shall try an offence punishable under\nthis Ordinance and may impose any punishment provided under the Ordinance.\nI l. Spfety of victims and witnesses of offences. {l) The Federal\nGovemment or a Provincial Govemment may, in the prescribed manner, take\nappropriate measures to ensure that a victim, witness of an offence under this\nOrdinance or any other related person is provided adequate protection if safety ofthe\nvictim. witness or the person is at risk.\n(2) When it is necessary to safeguard the physical safety of a victim or\nwitness of an offence under this Ordinance, the Federal Governmenl or a\nProvincial Covernment may, in the prescribed rnanner, take necessary tneasures\nto relocate victim or witness or to limit the disclosure of name of the victim or\nwitness, address and other identifying personal information or both.\nI2. Protection of victims ard witnesses by the Court.- (l)'I'he mles\nrnade under this Ordinance may speciij/rircumstances in which the Court may -\n(a) conduct the Court proceedings in camera. away from the presence\nof media and public;\n(b)\n(c)\n(d)\n13.seal or restrict access to record ofthe Court proceedings;\npermit evidence of a victim or a witness behind a scr.een or similar\nadequate means out of view of the accused, or through a video link\nor the use ofother communications technology; or\nuse a pseudonym of a victim or a witness.\nCompensation to victims.-Where an offender is convicted of an\notl'ence under this Oldinance, tlle Court may direct paymelt of compensation to\nthe victim inder section 545 of the Code.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY 8,2018 273\n14. Awareness raising and prevention-The Federal Goveinment may-\n(a) develop and disseminate inlormation programmes to increase\npublic awareness regarding offences of trafficking in persons and\ndangers to victimsl\n(b) promote and strengthen development prograrnmes and national and\ninternational cooperation in order to address the root:causes of\ntrafficking in persons. and the'special vulnerabilities ofwomen and\nch ildren;\n. (c) establish procedures to collect data and to promote research in\nrelation to trafficking in persons, the factors that cause trafficking\nin persons, and on the best practices to prevent trafficking in\npersons, prosecution of offenders, and protection of victirns.\nI 5, Powcr to make rules.{ I ) The Federal Govemment or a\nProvincial Covernment may, by a notification in the official Gazette, make rules\nto carry out the purposes ofthis Ordinance.\n(2) if the rules made by a Provincial Govemment are inconsistent with\nthe rules, at any time, made by ihe Federal Government, ?he rules of the Federal\nGovemment shall prevail over the rules ofthe Provincial Government.\ni6. Repeal.{ l) The Prevention and Control of Lluman Trafficking\nC)rdinance,2002 (LlX of2002) is hereby repealed.\n(2) Notwithstanding repeal of the Prevention and Control of Hutnan\nTralficking Ordinance, 2002 (LlX of 2002), any act done, prosecution or\nproceedings undertaken or the rule made under the repealed Ordinance shall\ndeemed to have been done, undertaken or made under this Ordinance.\n(3) ln the Penal Code, section 369-A shall be omitted.\nMAMNOON HUSSATN,\nPresident.\nKARAMAT HUSSAIN NIAZI,\nSecrclory.\nPRINTED BY THE MANAGER. PRINTING CORPORATION OT PAKISTAN PRESS. ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, LINIVE(SITY ROAD' KARACHII"
}