{
    "file": "./converted_json\\administrator883a72093afea29fca1e6f5fec5af796.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \n \nTHE LOCAL AUTHORITIES LOANS ACT, 1914  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definition s \n3.  Borrowing powers of local authorities  \n4.  Power to Government to make rules  \n5.  Remedy by attachment if loan not repaid  \n6.  Issue of short term bills  \n7.  Loans not to be effected except under this act  \n8. [Omitted. ] \n9.  [Repeal s.] \n \nSCHEDULE I  \n \nSCHRDULE II  \n\n \nPage 2 of 6 \n THE  LOCAL  AUTHORITIES  LOANS  ACT,  1914  \n1ACT  No. IX OF 1914  \n[28th  February,  1914]  \nAn Act to consolidate  and amend  the law relating  to the grant  of loans  to Local Authorities  \n Preamble.  WHEREAS  it is expedient  to consolidate  and amend  the law relating  to the \nborrowing  powers  of local  authorities  ; It is hereby  enacted  as follows  :- \n 1. Short  title and extent.___ (1) This Act may be called  the Local  Authorities  Loans Act, \n1914.  \n 2[(2) It extends  to the whole  of Pakistan.]  \n 2. Definition s. In this Act, “local  authority ” means  any person  legally  entitled  to the control  \nor management  of any local  or municipal  fund,  or legally  entitled  to impose  any cess,  rate, duty or \ntax within  any local  area ; \n “funds ”, used with reference  to any local  authority,  includes  any local  or municipal  fund to \nthe control  or management  of which  such authority  is legally  entitled,  and any cess,  rate, duty or tax \nwhich  such authority  is legal ly entitled  to impose,  and any property  vested  in such authority  ; \n“prescribed ” means  prescribed  by rules  made  under  this Act ; and \n“work ” includes  a survey,  whether  incidental  to any other  work  or not ; \n 3[“the Government ” or “the appropriate  Government ” means,  in relation  to cantonment  \nauthorities  and in relation  to port authorities  in major  ports,  the 4[Federal  Government],  and in \nrelation  to other  local  authorities,  the Provincial  Government.]  \n 3. Borrowing powers of local authorities.___ (1) A local au thority may, subject to the \nprescribed conditions, borrow on the security of its funds or any portion thereof for any of the \nfollowing purposes, namely: - \n(i)  the carrying out of any works which it is legally autho rized to carry out,  \n(ii)  the giving of relief and the establishment and main tenance of relief works in \ntimes of famine or scarcity,  \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1914,  Pt. V, p. 5 ; for Report  of Select  Committee,  see ibid., 1914 , Pt. V, p. 17 ; and for \nProceedi ngs in Council,  see ibid., 1914,  Pt. VI, pp. 64, 159, 189 and 496. \nThe Act was extended  to Baluchistan  under  s. 5 of the Scheduled  Districts  Act, 1874  (14 of 1874),  see Gazette  of India,  1915,  Pt. II., p. 424. \nThis Act has been  extended  to the Leased  Area s of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950)  ; and applied  in the \nFederated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. 1., p. 1499.  \nThe Act has been  extended  and shall be deemed  to have  been  so extended  on the 14-10-1955  to the whole  of Pakistan  by the Central  Laws  (Statute  \nReform)  Ordinance,  1960  (21 of 1960),  s. 3 and Sch. \nThe provision  of this Act shall  apply  to all loans  borrowed  under  the Karachi  Joint  Water  Board  Ordinance,  1949  (13 of 1949),  so far as the said \nprovisions  are not inconsistent  with the provisions  of the Ordinance,  see s. 14 of Ordinance  13 of 1949.  \n2Subs.  by Ordinance  21 of 1960,  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955 ), for the original  sub-section  (2) as amended  by A. O., 1949,  \nSch. \n3Ins. by A. O., 1937.  \n4Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government ”. \n \nPage 3 of 6 \n (iii) the prevention of the outbreak or spread of any dangerous epidemic disease,  \n(iv)  any measures  which  may be connected  with or ancil lary to any purposes  \nspecified  in clauses  (ii) and (iii), \n(v)  the repayment  of money  previously  borrowed  in accordance  with law: \n Provided  that nothing  in clause  (v) shall  be deemed  to empower  a local  authority  to fix a \nperiod  for the repayment  of any money  borrowed  thereunder  which,  when  the period  fixed  for the \nrepayment  of the money  previously  borrowed  is taken  into account,  will exceed  maximum  period  \nfixed  for the repayment  of a loan by or under  any enactment  for the time being  in force  : \n 1[Provided  further  that, in the case of loans  other  than loans  made  by the 2[appropriate  \nGovernment],  no amount  exceeding  twenty -five lakhs  of rupees  shall  be borrowed  unless  the terms,  \nincluding  the date of floatation,  of such loan have  been  approved  by the 3[appropriate  Governme nt].] \n (2) Nothing  in this section  shall  be deemed  to authorize  any local  authority — \n(a)  to borrow  or spend  money  for any purpose  for which,  under  the law for the \ntime being  in force,  it is not authorized  to apply  its funds,  or \n(b)  to borrow  money  by means of the issue  of bills or promissory  notes  payable  \nwithin  any period  not exceeding  twelve  months.  \n 4. Power  to Government  to make  rules .____ (1) The 2[appropriate  Government]  may make  \n5rules  consistent  with this Act as to— \n(i)  the nature  of the funds  on the security  of which  money  may be borrowed  ; \n(ii)  the works for which money may be borrowed ;  \n(iii)  the manner of making applications for permission to borrow money ;  \n(iv)  the inquiries to be made in relation to such loans, and the manner of \nconduct ing such inquiries ;  \n(v)  the cases and the forms in which particulars of appli cations and proceedings, \nand orders thereon, shall be published ;  \n(vi)  the cases in which the 2[appropriate Government] may make loans 6* * * ;  \n7[(vii)  the cases in which loc al authorities may take loans from persons other than the \n[appropriate Govern ment] ; ]  \n \n1This proviso  was ins. by the Devolution  Act, 1920  (38 of 1920), s.2 and Sch. I. \n2Subs.  by A. O., 1937,  for “L. G.”. \n3Subs.  ibid., for “G. G. in C.”. \n-Subs.  ibid., for the words  “L. G.” which  were  subs.  by Act 38 of 1920,  s. 2 and Sch. I, for “G. G. in C.”. \n5For rules  applying  to all local  authorities  in Chief  Commissioners'  Provinces  and to Cantonment  authorities  and port authorities  of major  ports  in \nGovernors ’ Provin ces, see the Local  Authorities  Loans  (Central)  Rules,  1937  (published  in the Gazette  of India,  1937,  Pt. I, p. 1902);  and for rules  \napplying  to other  local  authorities  in Governors'  Provinces,  see the Local  Authorities  Loans  Rules  1915  (Gen.  R & O.). \n6Certain words Rep. by Devolution Act, 1920 (38 of 1920), s. 2, and Sch. I.  \n7 Subs. ibid., for the original clause.  \n \nPage 4 of 6 \n (viii)   the manner  of recording  and enforcing  the conditions  on which  money  is to be \nborrowed  ; \n(ix)  the manner  and time of making  or raising  loans  ; \n(x)  the inspection  of any works  carried  out by means  of loans  ; \n(xi)  the installments , if any, by which  loans  shall  be repaid,  the interest  to be \ncharged  on loans,  and the manner  and time of repaying  loans  and of paying  the \ninterest  thereon  ; \n(xii)  the sum to be charged  against  the funds  which  are to form  the security  for the \nloan,  as costs  in effecting  the loan ; \n(xiii)   the attachment  of such funds,  and the manner  of disposing  of or collecting  \nthem  ; \n(xiv)   the accounts  to be kept in respect  of loans  ; \n(xv)  the utilization  of unexpended  balances  of loans  either  in the reduction  in any \nway of the debt of the local  authority,  or in carrying  out any works  which  that \nauthority  is legally  authorized  to carry  out ; and the sanction  necessary  to such \nutilization  ; \n and as to all other  matters  incidental  to carrying  this Act into effect.  \n 1[*       *       *       *       *       *] \n (3) All rules  made  under  this Act shall  be published  2* * * in the 3[official  Gazette],  and on \nsuch publication,  shall  have effect  as if enacted  in this Act. \n 5. Remedy  by attachment  if loan not repaid.  If any money  borrowed  in accordance  with \nthe provision s of this Act or any interest  or costs  due in respect  thereof,  is or are not repaid  according  \nto the conditions  of the loan, the 4[appro priate  Government],  if itself  the lender,  may,  and, if the \n4[appro priate  Government]  is not the lender , shall,  on the application  of the lender,  attach  the funds  \non the security  of which  the loan was made.  After  such attachment,  no person , except  an officer  \nappointed  in his behalf  by the 4[appropriate  Government],  shall  in any way deal with the attached  \nfunds ; but such officer  may do all acts in respect  thereof  which  the borrowers  might  have  done  if \nsuch attachment  had not taken  place,  and may apply  the proceeds  in satisfaction  of the loan and of all \ninterests  and costs  due in respect  thereof  and of all expenses  caused  by the attachment  and \nsubsequent  proceedings : \n \n \n \n1Sub-section (2) was rep. by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch. I.  \n2Certain words were rep., ibid. \n3Subs. by A. O., 1937, for “local official Gazette”.  \n4Subs. by A. O., 1937, for “L. G.”.  \n \nPage 5 of 6 \n  Attachment  not to defeat  prior  charges  legally  made . Provided  that no such attachment  \nshall  defeat  or prejudice  any debt for which  the funds  attached  were  previously  pledged  in \naccordance  with law ; but all such prior  charges  shall  be paid out of the proceeds  of the funds  before  \nany part of the proceeds  is applied  to the satisfaction  of the liability  in respect  of which  such \nattachment  is made.  \n 6. Issue  of short  term  bills.___(1) Subject  to the provisions  of section  1[17 of the State Bank  \nof Pakistan  Act, 1956  (XXXIII  of 1956)] , the local  authorities  mentioned  in Schedule  I and any other  \nlocal  authority  to which  the 2[appropr iate Government]  may,  by notification  in the 3[official  Gazette],  \nextend  the provisions  of this section,  may,  with the previous  sanction  of the 2[appropriate  \nGovernment],  borrow  money  by means  of the issue  of bills or promissory  notes  payable  within  any \nperiod, not exceeding  twelve  months,  for any purpose  for which  such local  authority  may lawfully  \nborrow  money  under  any law for the time being  in force:  \n Provided  that the amount  of the bills or promissory  notes  which  may be so issued,  shall  not \nexceed,  when  the amount  of the other  moneys  for the time being  borrowed  by such local  authority  is \ntaken  into account,  the total amount  which  such local  authority  is empowered  by law to borrow.  \n (2) The 2[appropriate  Government]  may,  by general  or special  order,  regul ate the conditions  \non which  money  may be borrowed  or repaid  under  this section.  \n 7. Loans  not to be effected . except  under  this Act. Except  as provided  by or under  this Act, \nno local  authority  shall , for any purpose,  borrow  money  upon,  or otherwise  charge  its funds  ; and any \ncontract  otherwise  made  for that purpose after the passing  of this Act shall  be void: \n Provided  that nothing  herein  contained  shall  be deemed___ \n(a)  to preclude  any local  authority  from  exercising  the borrowing  powers  \nconferred  on it by any special  enact ment  now or hereafter  in force  ; or \n(b)  to affect the power conferred on any local authority by any such enactment to \ncharge its funds, by guaranteeing the payment of interest on money to be \napplied to any purpose to which the funds o f the local authority can legally be \napplied.  \n 8. 4[Application of Act to loan existing previous to the fifth September, 1871.] Omitted by the \nFederal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Second \nSchedule.  \n 9. [Repeals. ] Rep. by the Repealing Act, 1927 (XII of 1927), s. 2 and Schedule.  \n \n \n \n1Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and Sch.,  II. for “26 of the Indian  Paper  Currency  Act, \n1910 ”, which  has previously  been  amended  by various  enactments  from  time to time.  \n2Subs.  by A. O., 1937,  for “G. G. in C. “. \n3Subs.  ibid.,  for “Gazette  of India ”. \n4This section was amended by A. O., 1937.  \n \n \n \n \nPage 6 of 6 \n SCHEDULE  I \n \n(See section  6) \n1*       *       *       *       *       *       *       *       * \n2*       *       *       *       *       *       *       *       * \n3*       *       *       *       *       *       *       *       * \n4*       *       *       *       *       *       *       *       * \n5[The  Karachi  Municipal  Corporation.]  \nThe Truste es of the Port of Karachi.  \n6*       *       *       *       *       *       *       *       * \nSCHEDULE  II.___ [ENACTMENTS  REPEALED.]  Rep. by the Repealing  Act, 1927  (XII of 1927),  \ns. 2 and Schedule.  \n \n \n___________  \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n1The entries  relating to the local  authorities  of Corporation  and Port of Calcutta,  omitted  by A. O., 1949,  Sch. \n2The words  “The [Trustees  of] the Port of Chittagong ”, omitted  by F.A.O.,  1975,  Art. 2 and Sch.,  which  was previously  amended  by Ord. 1 of 1961,  s. \n3 and Sch.,  for “Commissioners  for”. \n3The entries  relating  to the local  authorities  of Corporations  and Ports  of Bombay  and Madras , omitted  by A. O., 1949,  Sch. \n4The entries  relating  to the Municipal  Committee  of Rangoon  and the Commissioners  for the Port of Rangoon,  rep. by A. O., 1937 . \n5Subs.  by the Repealing  and Amending  Ordinance,  1965  (10 of 1965),  s. 3 and 2nd Sch.,  for “the Municipal  Committee  of Karachi ” as amended  by \nOrdinance  1 of 1961,  s. 3 and 2nd Sch. \n6The entries  relating  to the Trustees  for the Improvemen t of the cities  of Bombay  and Calcutta,  omitted  by A. O., 1949,  Sch."
}