{
    "file": "./converted_json\\administrator084fe1e8bb9f566b2f0023574816a68f.json",
    "name": "Imports and Exports (Control) Act, 1950",
    "date": "19th April 1950",
    "tagline": "Act to continue powers to prohibit or control imports and exports",
    "content": "Page 1 of 5 \n \n \n \n \n \n \nTHE IMPORTS AND EXPORTS (CONTROL) ACT, 1950  \n \n \n \n \nCONTENTS  \n____ _______  \nSECTIONS:  \n1. Short title, extent, commencement and duration  \n2. Definitions  \n3. Powers to prohibit or restrict imports and exports  \n4. Continuance of existing orders  \n4A. Prohi bition to sell or purchase import licenc e \n4B. Prohibition regarding sale  and transfer of goods by industrial consumer  \n5. Penalty  \n5A. [Repealed]  \n5B. [Repealed]  \n5C. [Repealed]  \n6. Cognizance of of fences  \n7. Savings  \n8. Power to make rules  \n9. [Repealed]  \n \n \n  \n \n  \n  \n \n   \n\n \n \nPage 2 of 5 \n THE  IMPORTS  AND  EXPORTS  (CONTROL) ACT, 1950  \n \n*ACT  No. XXXIX  of 1950  \n                       [19th April , 1950]  \n \nAn Act to continue 1* * * powers  to prohibit  or control  imports  and exports.  \n WHEREAS  it is expedient  to continue  2** * powers  to prohibit,  restrict or otherwise  control  \nimports  into and exports  from  Pakistan;  \n It is hereby  enacted  as follows: ___ \n  \n1. Short title, extent, commencement and duration. ___ (1) This Act may be called the \nImports and Exports (Control) Act, 1950.  \n 3[(2) It extends to th e whole of Pakistan.]  \n (3) It shall come into force immediately  4*    *     *. \n 2. Definitions.  In this Act___ \n (a) “Chief Controller” means the officer appointed by the 5[Feder al Government] to \n perform the duties of Chief Controller of Imports and Expor ts under this Act;  \n 6[(b) “Collector of C ustoms” means an officer appointed as such under section 7[(3)] of the \n Customs Act, 1969 (IV of 1969 ); and]  \n (c) “import” and “export” m ean respectively bringing into, and taking out of, the \n 8[Pakistan] 9* * * by sea, land or air.   \n \n \n* For Statement  of Objects  and Reasons,  see Gaz. of P., 1950  Pt. V. p. 92. \n       This Act and Rules  made  thereunder,  has been  applied  by Regulation  No. I of 1968,  to those  of the Tribal  Areas  to which  it does not \nalready  apply.  \nThe Act has been  applied  to___ \n   (i) Baluchistan,  subject  to certain  modifications,  with effect  on and from  the 19th April,  1950  see Gaz. of P.,1953,  Pt. I. p. 90; \n   (ii) The Federat ed Areas  of Baluchistan,  see ibid., p. 152; and \nThe Act has been  extended  to___ \n   (i) the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950);  and \n   (ii) the Baluchistan  States  Union,  see the Baluchistan  States  Union , (Federal  Laws)  (Extension)  Order . 1953  (G. G. O. 4 of 1953);  \n   (iii) the Khairpur  State  see the Khairpur  (Federal  Laws)  (Extension) Order,  1953  (G. G. . 5 of 1953);  and \n   (iv) the State  of Bahawalpur,  see the Bahawalpur  (Extension  of Federal  Laws)  Order, 1953  (G. G. O. 11 of 1953) as amended.  \nThe Act has been  and shall be deemed  to have  been  brought  into force  in Gwadur  with effect  from  the 8th September,  1958,  by the Gwadur  \n(Applica tion of Central  Laws)  Ordinance,  1960  (37 of 1960),  s. 2. \n1 Omitted  by the Imports  and Exports  Control)  (Amdt.)  Act, 1975  (38 of 1975),  s. 2. \n2 Certain words  previously  amended  by various  laws have  been  omitted  ibid.,  s. 3. \n3Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch, For the original  sub-section  (2) (with effect   \nfrom  the 14th October,  1955 ). \n4 Certain  words previously  amended  by various  laws have  been  omitted  by the Imports  and Exports  (Control)  (Amdt.)  Act, 1975  (38 of \n1975),  s. 3. \n5 Subs.  ibid.,  s. 5. for “Central  Government” . \n6 Subs.  by the Imports  and Exports  (Control)  (Amdt.)  Ordinance,  1970  (8 of 1970), s. 3. \n7Subs.  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  (27 of 1981),  s. 3 and 2nd Sch. \n8 Subs.  by F.A.O.  1975,  Art. 2 and Sch. \n9 The existing  words  “or the Federal  Territory  of Karachi  or any Acceeding  State,  if the Federal  Legis lature  has power  to make  laws for such \nState”,  as amended  by the Repealing  and Amending  Ordinance,  1961  (1 of 1961),  has been  omitted  by the Imports  and Exports  (Control)  \n(Amdt.)  Ordinance,  1962  (29 of 1962),  s. 3 (with effect  from  the 18th April,  1962 ). \n \n \nPage 3 of 5 \n  3. Powers  to prohibit  or restrict  imports  and exports.___ (1) The 1[Federal  Government]  \nmay,  by order2 published  in the official  Gazette  and subject  to such conditions  and except ions as may \nbe made  by or under  the order,  prohibit3 restrict  or otherwise  control the import  or export  of goods  of \nany specified  descriptions,  or regulate  generally  all practices  (including  trade  practices)  and \nprocedure  connected  with the import  or expor t of such goods,  4[and such order  may provide  for \napplications  for licences  under this Act, the evidence  to be attached  to such applications,  the grant,  \nuse, transfer,  sale or cancellation  of such licences,  and the form  and manner  in which  and the periods  \nwithin  which  appeals  and applications  for review  or revision  may be preferred  and disposed  of, and \nthe charging  of fees in respect  of any such matter  as may be provided  in such order].  \n \n (2) No goods  of the specified  description  shall  be imported  or export ed except  in accordance  \nwith the conditions  of a licence  to be issued  by the Chief Controller  or any other  officer  authorised  in \nthis behalf  by the 1[Federal  Government].  \n \n (3) All goods  to which  any order  under  sub-section  (1) applies  shall  be deemed  to be goods  of \nwhich  the import  or export  has been  prohibited  or restricted  under  5[section  16 of the Customs  Act, \n1969  (IV of 1969)  and all the provisions  of that Act shall  have  effect  accordingly].  \n \n(4) Notwithstanding anything contained in the aforesaid Act  the 1[Federal Government] may, \nby order6 published in the official Gazette, p rohibit, restrict or impose conditions on the clearance \nwhether for home consumption 7[or ware housing or] shipment abroad of any imported goods or \nclass of goods.  \n \n 4. Continuan ce of existing orders.  All orders made under section 3 of the Imports and \nExpo rts (Control) Act, 1947, and in force immediately before the commencement of this Act, shall \nso far as they are not inconsis tent with the provisions of this Act, continue in for ce and shall be \ndeemed to have been made under this Act.  \n \n8[4A. Prohibition to  sell or purchase import licence. No person shall sell, purchase or \notherwise deal in any import licence  9*    *    *. \n \n9*   *   *   *   *   *   * \n \n \n \n1 Subs.  by the Imports  and Exports  (Control)  (Amdt.)  Act, 1975  (38 of 1975),  s. 5. \n2 For the Registration  (Importers  and Exporters)  Order,  1952,  see Gaz. of P., 1952,  Ext. pp. 1267___1271  ; for the Raw Jute Registered  (Marks)  Order,  \n1954,  see ibid, 1954,  Ext.,  pp. 1739 -1741  for the Order  made  under  this section,  see ibid, 1957,  Pt. I. p. 269; for the Review  Appeal and Revision  \nOrder,  1957,  see ibid, 1957 , Ext.,  pp. 2219 -2220  ; for the Licenses  and Permits  Fees Order,  1958,  see ibid.,  1958,  Ext. pp. 653___ 655 ; for notification  to \nimport such goods  into Gwadur  without  licence  in respect  of which  firm commitmen ts had been  made  with foreign  supplier  before  8th September,  1958  \nsee ibid.,  1958,  Ext.,  p. 1855  ; and for the Wheat  and Wheat  Products , (Movements  Restrictions)  Order,  1961  see ibid.,  1961  Ext.,  p. 975c.  \n3 For notifications  prohibiting  the export  to and import from  India  of goods  of all descriptions,  see S.R.O.  126 (R)/65  and S.R.O.  128 (R) /65, dated  the \n9th September,  1965,  Gaz. of P., 1965,  Ext.,  p. 985. \n  For notification  prohibiting  the export  by see, land or air to any destination,  other  than Afghani stan, of any goods  of the description  specified  in the \nSch. annexed  to therewith,  see Gaz. of P., 1965,  Ext. p. 985. \n4 Subs.  by the Imports  and Exports  (Control)  (Amdt.)  Act, 1957 (42 of 1957),  s. 2., for certain  original  words.  \n5 Subs.  by the Imports  and exports  (Control)  Ordinance,  1970  (8 of 1970)  s. 4. \n6 For such an order, see Gaz. of P., 1952, Ext., p. 985.  \n7 Subs. by the Imports and Exports (Control) (Amdt.) Ordinance 1970, (8 of 1970) s. 4.  \n8 New sections 4A and 4B ins. by the Imports and Exports (Co ntrol) (Amdt.) Ordinance, 1962 (29 of 1962), s. 4 ( with effect from the 18 th April, 1962 ). \n9 Omitted by Act. 38 of 1975, s. 4.  \n \n  \n \n \n \nPage 4 of 5 \n  4B. Prohibition  regarding  sale and transfer  of goods  by industrial  consumer.  Except  \nwith the previous  permission  in writing  of the Chief  Controller  or any other  officer  authorised  in this \nbehalf  by the 1[Federal  Government]  no person  2[who,  in his capacity  as industrial  consumer,  imports  \nany goods  against a licence  issued  to him or, where  no licence  is required  for the import  of such \ngoods  by an industrial  consumer,  without  any licence,]  shall  sell or otherwise  transfer  such goods,  or \nuse the goods  for a purpose  other  than the purpose  or purposes  for which the licence  was issued  3[or \nsuch goods  were  imported].]  \n 5. Penalty.  4[(1)] If any person  contravenes  5[any provision  of this Act or] any order  made  or \ndeemed  to have  been  made  under  this Act or the rules  made  thereunder,  or makes use  of an import or \nexport licence otherwise than in accordance with any condition in that behalf  imposed under this Act, \nhe shall without prejudice to any confiscation or penalty to which he may be liable under the \nprovisions of the 6[Customs Act, 1969 (IV of 1969)], as app lied by sub -section (3) of section 3 of \nthis Act be punishable with imprison ment for a term which may extend to one year, or with fine, or \nwith both.  \n \n 7[(2) If any person contravenes any provision of any order made or deemed to have been \nmade under this Act or the rules, schemes or policies made thereunder or makes use of an expor t \nlicence otherwise than in accordance with any condition subject to which it was granted, the Federal \nGovernment, or any officer authorized by it, may suspend, adjust, deduct or  cancel the whole or, as \nthe case may be, any part of export quotas whether gr anted to or acquired by such person on the basis \nof performance, purchase or by any other means whatsoever, and suspend or as the case may be, \ncancel the export registration of s uch person.  \n \n (3) No order under sub -section (2) shall be passed unless the co ncerned person has been \ngiven an opportunity of being heard.]  \n \n5A.  8[Repealed ]  \n \n5B. 8[Repealed ] \n \n5C. 8[Repealed ] \n \n6. Cognizance of offences. No court shall take cognizance of any off ence punishable under \nsection 5 except upon complaint in writing made, ___ \n \n \n(a) in the case of an offence which is punishable both u nder this Act or the rules \nmade thereunder and also, whether by confiscation or otherwise, under the \n9[Customs Act, 1969 (I V of 1969)] by a 9[Collector of Customs] or b y an \nofficer of Customs aut horised in writing in this behalf by a Customs -Collector, \nor \n \n \n1 Subs. by the Imports and Exports (Control) (Amdt.) Act, 1975 (38 of 1975), s. 5.  \n2 Subs.  by the Imports  and Exports  (Con trol) (Amdt.)  Ordinance,  1965  (8 of 1965),  s. 3, for “who  imports  goods  against  a licence  issued  to   him in his \ncapacity  as industrial  consumer”.  \n3 Added  ibid.,  s. 3. \n4 Re-numbered  as sub-section  (1) by the Imports  and Exports  (Control)  (Amdt.)  Act, 1997  (37 of 1997)  s. 2. \n5 Ins. by Ordinance  29 of 1962,  s. 5 (with  effect  from the 18th April,  1962).  \n6 Subs . by the Imports and Exports (Control) (Amdt.) Ordinance, 1970 (8 of 1970), s. 5. For “ Sea Customs A ct, 1878 ”. \n7 Sub-sections (2) and (3) added by the I mports and Exports (Control) (Amdt.) Act., 1997 (37 of 1997) s. 2.  \n8 Sections 5A, 5B & 5C Repealed by the Trade Dispute Resolution Act , 2022  (Act No . LVI of 2023 ) s. 63. \n9 Subs. by the Imports and Exports (Control) (Amdt.) Ordinance, 1970 (8 of 1970),  s. 6. ( w.e.f. 18-4-1970  \n \n \nPage 5 of 5 \n (b) in the case of any other offence, by the Chief Controller or by an officer \nauthorized by him in writing in this behalf;  \nand no court inferior to that of a Magistrate of the first class shall try any such offence. \n  \n7. Savings.  No order  made  or deemed  to have  been  made  under  this Act shall  be called  in \nquestion  in any court,  and no suit, prosecution  or other  legal  proceeding  shall  lie against  any person  \nfor anything  in good  faith done  or intended  to be done  under  this Act or any rules  made  thereunder  or \nany order  made  or deemed  to have  been  made  thereund er. \n \n8. Power  to make  rules.  The 1[Federal  Government]  may make  rules  not inconsistent  with \nthis Act for carrying  out the purposes  of this Act 2[and may in such rules  provide for the setting  up of \na Revolving  Fund  and for matters  relating  thereto ]. \n \n 9. 3[Repeal ed]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n          Uploaded on 26.1.2024  \n \n \n1 Subs.  by the Imports  and Exports  (Control)  (Amdt.)  Act, 1975  (38 of 1975)  s. 5. \n2 Added  by the Imports  and Exports  (Control)  (Amdt.)  Ordinance,  1980  (5 of 1980).  s. 3. \n3 Repealed by the Repealing  and Amending  Ordinance,  1965  (10 of 1965),  s. 2 and 1st Sch."
}