{
    "file": "./converted_json\\administrator845215725b052c222802dd5c9b149092.json",
    "name": "Kazis Act",
    "date": "1880-07-09",
    "tagline": "An Act for the appointment of persons to the office of Kazi",
    "content": "Page \n1\n \nof \n3\n \n \n \n \nTHE KAZIS ACT, 1880\n \n \n \nCONTNETS\n \n1.\n \nShort title\n \nLocal \ne\nxtent\n \n2. \n \nPower to appoint Kazis for any local area\n \n3. \n \nNaib Kazis\n \n4. \n \nNothing in act to confer judicial or administrative powers; or to render\n \nthe presence of Kazi \nnecessary\n; or to prevent any one acting as Kazi\n \n \n \n \n \n \n\n \nPage \n2\n \nof \n3\n \n \nTHE KAZIS ACT, 1880\n \n1\nACT No. XII OF 1880\n \n[\n9th July, 1880\n] \n \nAn Act for the appointment of persons to the office of Kazi\n \nWHEREAS by the preamble to Act No. XI of 1864 \n2\n(An Act to repeal the law relating to the \noffices of Hindu and Muhammadan Law Officers and to the offices of Kazi\n-\nul\n-\nKuzaat and of Kazi, and \nto abolish the former offices) \nit was (among other things) declared \nthat it was inexpedient that the \nappointment of the Kazi\n-\nul\n-\nKuzaat, or of City, Town of Pargana Kazis, should be made by the \nGovernment, and by the same Act the enactments relating to the appointment by the Government of \nthe said officers were repealed; an\nd \n \nwhereas by the usage of the Muhammadan community in some parts of \n3\n[Pakistan] the presence \nof Kazis appointed by the Government is required at the celebration of marriages and the performance \nof certain other rites and ceremonies, and it is therefore ex\npedient that the Government should again \nbe empowered to appoint persons to the office of Kazi; It is hereby enacted as follows:\n__\n \n \n1. Short title. \nThis Act may be called the Kazis Act, 1880; \n \n4\n*\n \n \n*\n \n \n* \n \n*\n \n \n*\n \n \n*\n \n \n* \n \nLocal Extent. \n5\n* * * \n6\n[The] \n7\n[Provincial Government] may from time to time, by notification \nin the official Gazette, extend it to the whole or any part of the territories under its adniinistration\n8\n. \n \n2. Power to appoint Kazis for any local area. \nWherever it appears to the \n7\n[Provincial\n \nGovernment] that any considerable number of the \n9\n[Muslims] resident in any local area desire that one \nor more Kazis should be appointed for such local area, the \n5\n[Provincial Government] may, if it thinks \nfit, after consulting the principal \n10\n[Muslim] resi\ndents of such local area, select one or more fit persons \nand appoint him or them to be Kazis for such local area. \n \nIf any question arises whether any person has been rightly appointed Kazi under this section, \nthe decision thereof by the \n7\n[Provincial Govern\nment] shall be conclusive. \n \nThe \n7\n[Provincial Government] may, if it thinks fit, suspend or remove any Kazi appointed under \nthis section who is guilty of any misconduct in the execution of his office, or who is for a continuous \nperiod of six months absent f\nrom the local area for which he is appointed, or leaves such local area for \nthe purpose of residing elsewhere, or is declared an insolvent, or desires to be discharged from the \noffice, or who refuses or becomes in the opinion of the \n7\n[Provincial Government\n] unfit, or personally \nincapable, to discharge the duties of the office. \n \n1\nFor Statement of Objects and Reasons, \nsee \nGazette of India, 1880 Pt. V., p.21 ; for the Report of the Select Committee, \nsee ibid. \nPt. V., p. 203 ; for \ndiscussions in Council, \nsee ibid., \nSupplement, pp. 345, 356 and 1203. \n \nThis Act has been repealed to the extent of Islamabad Capital Territory \nsee \nOrdinance No. 27 of 1981, s. 4 and 3rd Sch. \n \n2\nRep. by the Repealing Act, 1868 (8 of 1868). \n \n3\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch (with effect from the 14th October,\n \n1955), for “the Provinces \nand the Capital of the Federation” which had been subs. b\ny A.O., 1949, Arts. 3 (2) and 4, for “British India”. \n \n4\nThe words “and it shall come into force at once” rep. by the Repealing and Amending Act, 1914 (10 of 1914). \n \n5\nThe words “It extends, in the first instance, only to the territories administered by the \nGovernor of Fort Saint George in Council. But’ omitted by A. O., \n1949, Sch. \n \n6\nSubs. \nibid., \nfor “any other”. \n \n7\nSubs. by A.O., 1937, for “L. G”. \n \n8\nThe Act has been extended to certain places in the Punjab, \nsee \nlocal Rules and orders. \n \n9\nSubs. by F.A.O., 1975,\n \nArt. 2 and Table, for “Muhammadans”. \n \n10\nSubs. \nibid., \nfor “Muhammadan”. \n \n \nPage \n3\n \nof \n3\n \n \n3. Naib Kazis. \nAny Kazi appointed under this Act may appoint one or more persons as his naib \nor naibs to act in his place in all or any of the matters appertaining to his office throu\nghout the whole \nor in any portion of the local area for which he is appointed, and may suspend or remove any naib so \nappointed. \n \nWhen any Kazi is suspended or removed under section 2, his naib or naibs (if any) shall be \ndeemed to be suspended or removed, a\ns the case may be. \n \n4. Nothing in act to confer judicial or administrative powers; or to render\n \nthe presence of \nKazi necessary\n; or to prevent any one acting as Kazi. \nNothing herein contained, and no appointment \nmade hereunder, shall be deemed\n—\n \n \n(a) \n \nto confer any judicial or administrative powers on any Kazi or Naib Kazi \nappointed hereunder; or \n \n(b) \n \nto render the presence of a Kazi or Naib Kazi necessary at the celebration of any \nmarriage or the performance of any rite or ceremony; or \n \n(\nc) \n \nto preven\nt any person discharging any of the functions of a Kazi. \n \n__________\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024"
}