{
    "file": "./converted_json\\administratora4ba7ea9b7bf1cfa6442546adcdb2adc(2).json",
    "name": "Private Power and Infrastructure Board Act, 2012",
    "date": "2nd March, 2012",
    "tagline": "An Act to provide for establishment of the Private Power and Infrastructure Board.",
    "content": "PRIVATE POWER AND INFRASTRUCTURE BOARD ACT, \n2012 . \nACT No. VI OF 2012  \n \n \n \nCONTENTS  \n______ \nSECTIONS:  \nPART -I \nGENERAL  \n1.  Short title, extent and commencement . \n2.  Definitions.  \nPART -II \nPRIVATE  POWER  AND  INFRASTRUCTURE  BOARD  \n3.  Establishment of the Private Po wer and Infrastructure Board.  \n4.  Location of office.  \n5.  Functions and Powers of PPIB.  \nPART -III \nMANAGEMENT  AND  ADMINISTRATION  \n 6. Composition of the PPIB.  \n7.  Managing Director and other members.  \n8.  Meeting of the Board.  Updated till 15.12.2021  \n \n 9.  Delegation.  \n10.  Employees.   \n11.  Employment of agents, advisers and consultants.  \n12.  Public servants.  \n13.  Disclosure of interest.  \nPART -IV \nFINANCIAL  PROVISIONS  \n 14.  Fund of the PPIB.  \n15.  Expenditure to be charged on Fund.  \n16.  Investment.  \n17.  Bank accounts.  \n18.  Account.  \n19.  Audit.  \nPART -V \nMISCELLANEOUS  \n 20.  Information.  \n21.  Annual report.  \n22.  Indemnity.  \n23.  Power to make rules.  \n24.  Power to make regulations.   \n25.  Act to override other laws.  \n26.  Common seal.  \n27.  Support of the Federal Government.  \n28.  Removal of dif ficulties.  \n29.  Dissolution of the Board.  \n \n PRIVATE  POWER  AND  INFRASTRUCTURE  BOARD  ACT,  2012.  \nACT  No. VI OF 2012  \n[2nd March,  2012 ] \nAn Act to provide  for establishment  of the Private  Power  and Infrastructure  Board.  \n \n WHEREAS  it is expedient  to establish  the Private  Power  and Infrastructure  Board  for \nimplementing  the power  policies,  the development  and implementation  of Power  projects  and related  \ninfrastructure  in the private  sector  and public -private  partnership  basis  and to provide  for matters  \nconnected  therewith  or incidental  thereto;  \n AND  WHEREAS  it is expedient  to establish  the aforesaid  Board  to promote,  encourage,  \nfacilitate  private  sector  investment  in the power  sector  and to safeguard  the investments  already  made  \ntherein  and to provide  one window  facility to investors;  \n It is hereby  enacted  as follows:___ \nPART -I \n \nGENERAL  \n1. Short  title,  extent  and commencement.___(1)This Act may be called  the Private  Power  and \nInfrastructure  Board  Act, 2012.  \n (2) It extends  to the whole  of Pakistan.  \n (3) It shall  come  into force  at once.  \n2. Definitions. ___In this Act, unless  there  is anything  repugnant  in the subject  or context,___ \n(a)  “Board” means  the Private  Power  and Infrastructure  Board,  hereinafter  referred  \nto as the PPIB;  \n(b)  “Chairman ” means  the Chairman  of the Board;  \n(c)  “Fund” means  the PPIB  fund established  under  section  14; \n(d)  “Managing  Director” means  the Managing  Director  appointed  under  section  7; \n(e)  “member” means  a member  of the Board  designated  under  section  6 or appointed  \nunder  section  7, as the case may be; \n \n (f)  “person” includes  an individual,  partnership,  trust association,  company,  body  \ncorporate  or body  of individuals,  whether  or not having  separate  legal  personality  \n1[* * * * * * *] \n(g)  “prescribed ” means  prescribed  by rules  or regulatio ns; \n(h)  “private  power” means  all activities  concerning  generation,  transmission  and \ndistribution  of electricity  and the related  infrastructure,  which  may be carried  out \nby or on behalf  of private  sector  under  power  related  policies  and applicable  laws;  \n(i)  “property” includes  any right,  title or interest  in property,  moveable  or \nimmovable,  tangible  or intangible  and in whole  or in part; \n2[(J)  “Public Sector Power Projects ” means power genera tion, transmission or \ndistributi on facilities constructed or to  be constructed, owned, managed or \ncontrolled by the Federal Government, a Provincial government, a local authority \nor any entity owned or controlled by any such Government or authority where \nsuch facilities are specifically sanctioned by Federal Governmen t to be \nestablished under the applicable power policies to be processed by private Power \nand Infrastructure Board; ] \n2[(k)]  “regulations ” means  the regulations  made  under  section  24; \n2[(l)]  “rules” means  the rules  made  under  section  23; \n2[(m)]  “sponsor” means  a person,  including  consortium  from  the private  or public  sector  \nwho intend  to invest  or have  already  invested  in the power  sector  as per \nprovisions  of power  policies;  and \n2[(n)]  “staff” means  the officers  and employees  of PPIB  and includes  deputati onists  and \nregular  and contract  employees.  \nPART -II \n \nPRIVATE  POWER  AND  INFRASTRUCTURE  BOARD  \n \n 3. Establishment  of the Private  Power  and Infrastructure  Board.___(1) There  is hereby  \nestablished  the Private  Power  and Infrastructure  Board  for carrying  out the purposes  and objectives  of \nthis Act. \n \n (2) The PPIB  shall  be independent  in the performance  of its functions  and shall  be a body  \ncorporate  having  perpetual  succession  and a common  seal, with power,  subject  to the provisions  of this \nAct, to enter  into agreem ents and contracts,  acquire  and hold property  and to sue and be sued in its own \nname.  \n \n \n1Omitted by Act XXXIX of 2016, s.2(i).  \n2Re-numbered and Ins. by Act XXXIX of 2016, s.2(ii).  \n \n 4. Location  of office.___The principal  office  of PPIB  shall  be at Islamabad  and it may establish  \nregional  offices  at such other  place  or places  in Pakistan,  as it deems  appropriate.  \n5. Functions  and Powers  of PPIB.___(1) The PPIB  shall  exercise  all powers  which  shall  enable  \nit to effectively  perform  its functions  as specified  in sub-section  (2). \n (2) In particular  and without  prejudice  to the generality  of the foregoing  power  the PPIB  shall___ \n(a)  recommend  and facilitate  development  of power  policies;  \n(b)  consult  the concerned  Provincial  Government,  prior  to taking  a decision  to \nconstruct  or cause  to be constructed  a hydroelectric  power  station  in any Province  \nand to take decisions  on matters  pertaining  to power  projects  set up by private  \nsector  or through  public  private  partnership  and other  issues  pertaining  thereto;  \n(c)  coord inate  with the Provincial  Governments,  local  governments,  Government  of \nAzad  Jammu  and Kashmir  (AJ and K) and regulatory  bodies  in implementation  of \nthe power  policies,  if so required;  \n(d)  coordinate  and facilitate  the sponsors  in obtaining  consents  and licences  from  \nvarious  agencies  of the Federal  Government,  Provincial  Governments,  local  \ngovernments  and Government  of AJ and K; \n(e)  work  in close  coordination  with power  sector  entities  and play its due role in \nimplementing  power  projects  in private  Sector  or through  public  private  \npartnership  1[or for public sector power projects ,] as per power  system  \nrequirements;  \n(f)  function  as a one-stop organization  on behalf  of the Federal  Government  and its \nMinistries,  Departments  and agencies  in relation  to privat e power  companies,  2[*] \nsponsors,  lenders  and whenever  necessary  or appropriate,  other  interested  \n2[persons] ; \n(g)  draft,  negotiate  and enter  into security  package  documents  or agreements  and \nguarantee  the contractual  obligations  of entities  under  the powe r policies;  \n(h)  execute,  administer  and monitor  contracts;  \n(i) prescribe  and receive  fees and charges  for processing  applications  and deposit  and \ndisburse  or utilize  the same,  if required;  \n(j)  obtain  from  sponsors  or private  power  companies,  as the case may be, security  \ninstruments  and encash  or return  them,  as deemed  appropriate;  \n \n \n1 Ins. by Act XXXIX of 2016, s, 3(i)  \n2 Omitted and Subs. by Act XXXIX of 2016, s, 3(ii)  \n \n (k)  act as agent  for development,  facilitation  and implementation  of power  policies  \nand related  infrastructure  in the Gilgit -Baltistan  areas  and AJ and K; \n(l)  prescribe,  receive,  deposit,  utilize  or refund  fees and charges,  as deemed  \nappropriate;  \n(m)  open  and operate  bank  accounts  in local  and foreign  currencies  as permissible  \nunder  the laws of Pakistan;  \n(n)  commence,  conduct,  continue  and terminate  litigation,  arbitration  or alternate  \ndispute  resolution  mechanisms  at whatever  levels  may be necessary  or appropriate  \nand hire and pay for the services  of lawyers  and other  experts  therefor;  \n(o)  appoint  technical,  professional  and other  advisers,  agents  and consultants,  \nincluding  accountants,  bankers,  engineers,  lawyers,  valuers  and other  persons  in \naccordance  with section  11; \n(p)  hire professional  and supporting  staff and, from  time to time,  determine  the \nemoluments  and terms  of their employment,  provided  always  that at no stage  shall  \nsuch emoluments  be reduced  from  such as are agreed  in the contracts  with such \npersons;  and \n(q)  perform  any other  function  or exercise  any other  power  as may be incidental  or \nconsequential  for the performance  of any of its functions  or the exercise  of any of \nits powers  or as may be entrusted  by the Federal  Government  to meet  the objects  \nof this Act. \nPART -III \n \nMANAGEMENT  AND  ADMINISTRATION  \n 6. Composition  of the PPIB.___(1) The general  management  and administration  of affairs  of the \nPPIB  shall  vest in the Board,  which  shall  consist  of the following,  namely: ___ \n(a)  Minister  for Water  and Power,  Government  of Pakistan___Chairman ; \n(b)  Secretary,  Ministry  of Water  and Power,  Government  of Pakistan -__Member ; \n(c)  Secretary,  Ministry  of Finance,  Government  of Pakistan  or his nominee  not below  \nthe rank of Additional  Secretary  or equivalent -___Member ; \n(d)  Secretary,  Ministry  of Petroleum  and Natural  Resources,  Governmen t of Pakistan  \nor his nominee  not below  the rank of Additional  Secretary  or equivalent___ \nmember ; \n \n (e)  Secretary,  Planning  Commission,  Government  of Pakistan  or his nominee  not \nbelow  the rank of Additional  Secretary  or equivalent -___Member ; \n(f)  Chairman,  Federal  Board  of Revenue -___Member ; \n(g)  Chairman  WAPDA -___Member : \n(h)  Managing  Director,  PPIB -___Member ; \n(i)  Chief  Secretaries  of Provinces  and AJ and K or their nominees  not below  the rank \nof Additional  Secretary  or equivalent -___Member ; \n(j)  One repres entative  each from  Gilgit -Baltistan  (G.B) and FATA  to be nominated  \nby Chief  Minister,  G.B. and Governor  Khyber  Pakhtunkhwa  respectively;  and \n(k)  One representative  from  private  sector  from  each Province  to be nominated  by the \nrespective  Provincial  Governm ent. \n (2) The Board  shall  appoint  a Secretary  to the Board.  \n (3) The Federal  Government  may increase  or decrease  the number  of members  of the Board  \nfrom  time to time as it may consider  appropriate  and specify  the qualifications  and procedure  of \nappointment  of the members.  \n (4) No act or proceedings  of the Board  shall  be invalid  by reason  only of the existence  of a \nvacancy  in or defect  in the constitution  of the Board.  \n7. Managing  Director  and other  members.___(1) There  shall  be a Managing  Director  of PPIB  \nwho shall  be appointed  by the Federal  Government.  \n (2) The Managing  Director  shall  be responsible  for the day-to-day administration  of the affairs  \nof PPIB  and shall,  subject  to the regulations,  be assisted  by the staff in carrying  out the functions  of \nPPIB.  \n (3) The Managing  Director  shall  be a Pakistani  professional  of known  integrity  and competence  \nwith a minimum  of twenty  years  of related  experience  in law, business,  engineering,  finance,  \naccounting,  economics  or the power  industry.  \n (4) The Managing  Director shall  be paid such remuneration  and allowances  and shall  be entitled  \nto such privileges  and facilities  as may be determined  by the Board  and the same  shall  not be varied  to \nhis disadvantage  during  his term of office.  The members  shall  be entitled  to such privileges  and facilities  \nas may be prescribed  by regulations.  \n (5) The Managing  Director  shall,  unless  he resigns  or is removed  from  office  earlier  by the \nFederal  Government,  hold office  for three  years  or for such period  as may be extended  by the Federal \nGovernment  or on attaining  the age of sixty -five years,  whichever  is earlier.  \n \n  (6) The members  of the Board  other  than the ex-officio  members  shall,  unless  they resign  or are \nremoved  from  office  earlier  by the Federal  Government,  hold office  for three  years  or for such period  as \nmay be extended  by the Federal  Government  or on attaining  the age of sixty -five years,  whichever  is \nearlier.  \n (7) No person  shall  be appointed  or continue  as managing  Director  or a member,  if___ \n(a)  he has been  convicted  of an offence  involving  moral  turpitude  or has been  found  \nguilty  of misconduct;  \n(b)  he has been  or is adjudged  insolvent;  \n(c)  he is incapable  of discharging  his duties  by reason  of physical  or mental  unfitness  \nand has been  so declared  by a special  medical  board appointed  by the Federal  \nGovernment;  or \n(d)  he fails to disclose  any conflict  of interest  at or within  the time provided  for such \ndisclosure  by or under  this Act or contravenes  any of the provisions  of Act \npertaining  to unauthorized  disclosure  of infor mation.  \n (8) A member  other  than ex-officio  member  may,  at anytime,  resign  from  his office  by written  \nnotice  addressed  to the Federal  Government.  The office  of a private  sector  member  shall  become  vacant  \nupon  the death  or resignation  of such member.  A vacancy caused  by resignation  or any other  reason  \nshall  be filled  by the appointment  of a person  qualified  to fill such vacancy.  \n (9) The Managing  Director  shall  not, during  his term of office  in the PPIB,  engage  himself  in \nany other  service,  business,  vocatio n or employment  and enter  into the employment  of or accept  any \nadvisory  or consultancy  relationship.  \n (10) Subject  to section  9 and any policy  of the Board  made  in this behalf,  the Managing  Director  \nmay,  at his discretion,  delegate  any of his functions  to any other  officers  of PPIB.  \n8. Meeting  of the Board.___(1) The meetings  of the Board  shall  be presided  over by the \nChairman  and in his absence  a member  designated  by the Chairman  shall  preside  over the meeting  of the \nBoard.  \n (2) At least fifty per cent of the total membership  of the Board  shall  constitute  a quorum  for \nmeetings  of the Board.  \n (3) The meetings  of the Board  shall  be held at such time and place  as the Chairman  of the Board  \nor a majority  of members  may from  time to time determine.  The members  shall have  reasonable  notice  \nof the time and place  of the meeting  and the matters  on which  a decision  by the Board  is to be taken  in \nsuch meeting.  \n \n  (4) Decisions  of the Board  shall  be taken  by the majority  of its members  present  and in case of a \ntie the Chai rman  or the member  presiding  over the meeting  shall,  as the case may be, have  a casting  \nvote.  \n (5) The Secretary  shall  keep  minutes  of the proceedings  of every  meeting  of the Board.  The \ndecisions  of the Board  shall  be recorded  in writing.  \n9. Delegation .___(l) The Board  may,  for carrying  out its functions,  constitute  such committees,  \nfrom  time to time,  as may be considered  necessary.  The Board  or any of its committees  may invite  any \ntechnical  expert  or other  representative  of a government  or reputable  privat e institution  for assistance  in \nthe performance  of its functions.  The proceeding  of the committees  shall  be duly reduced  in writing  and \nrecommendation  etc., shall  be sent to the Board  for approval.  \n (2) The Board  may,  subject  to such conditions  and limitat ions as it may deem  fit to impose,  \ndelegate  any of its functions  or powers  to the Managing  Director  or one or more  members  of the Board  \nor any officer  of PPIB,  except___ \n(a)  the power  to approve  the audited  accounts;  \n(b)  the power  to incur  annual  expense s in excess  of any limits  set out in the \nregulations;  \n(c)  the power  to commit  anything  involving  financial  liability  or impact  on the \nFederal  Government;  and \n(d)  the power  to make  or repeal  regulations.  \n (3) A delegation  under  this section  shall  not prevent the concurrent  performance  or exercise  by \nthe Board  of the functions  or powers  so delegated.  \n10. Employees.___(1) To carry  out the purposes  of this Act, PPIB  may,  from  time to time,  \nemploy  persons  to be staff of PPIB  who shall  be paid such remuneration  and allowances  and shall  hold \ntheir employment  on such terms  and conditions  as may be prescribed  by regulations.  \n (2) The staff of PPIB  shall  be liable  to disciplinary  action  in accordance  with the regulations.  \n11. Employment  of agents,  advisers  and consu ltants.___(1) Subject  to sub-section  (2) the PPIB  \nmay employ  any technical,  professional  and other  advisers,  agents  and consultants,  including  \naccountants,  bankers,  engineers,  lawyers,  valuers  and other  persons  to transact  any business  or to do any \nact required  to be transacted  or done  in the exercise  of its powers,  the performance  of its functions  or for \nthe better  implementation  of the purposes  of this Act. \n (2) The decision  to employ  and the terms  of employment  of advisers,  agents  and consultants  \nshall  be made  by PPIB  in accordance  with the regulations.  \n \n 12. Public  servants.___The Chairman,  Managing  Director,  members,  staff and other  persons  \nemployed  or authorized  to perform  or exercise  any function  or power  under  this Act or rendering  \nservices  to PPIB  as advisers,  agents  or consultants  shall  be deemed  to be public  servants  within  the \nmeaning  of section  21 of the Pakistan  Penal  Code,  1860  (Act XLV  of 1860).  \n13. Disclosure  of interest.___(1) Where  a person  is present  at a meeting  of the Board  or any \ncommitte e of the Board  and that person  or his family  or his professional  or business  partner  or associate  \nhas direct  or indirect  interest  in the subject  for consideration  in that meeting,  such person  shall --- \n(a)  forthwith  disclose  such interest:  and \n(b)  not take part in any consideration  on that matter  unless  the Board  or the \ncommittee  thereof  otherwise  directs.  \n (2) Where  a member  or staff,  including  an adviser,  agent,  consultant  or family  member  of such \nperson  has a direct  or indirect  interest  in any matter  relating  to PPIB,  such person  shall  forthwith  \ndisclose  such interest  to the PPIB  and the PPIB  shall  take such action  as it deems  appropriate.  \nPART -IV \n \nFINANCIAL  PROVISIONS  \n 14. Fund  of the PPIB.___(1) There  is hereby  established,  for the purposes  of this Act, a Private  \nPower  and infrastructure  Board  Fund  to be administered  and controlled  by the PPIB.  The operation  of \nthe PPIB  shall  be funded  from  the Fund.  The Fund  shall  consist  of___ \n(a)  grants  and loans  from  the Federal  Government  and by donor  agencies;  \n(b)  proceeds  from  encashment  of security  instruments;  \n(c)  other  loans  or funds  obtained  by the PPIB  subject  to prior  approval  of the Federal  \nGovernment;  \n(d)  fees and all other  sums  collected  by it as prescribed  from  time to time;  \n(e)  all other  sums  or property  which  may in any manner  become  payable  to or vested  \nin the PPIB  in respect  of any matter  incidental  to the exercise  of its functions  and \npowers;  and \n(f)  returns  and profits  on the investments.  \n (2) It shall  be the duty of the PPIB  to conserve  the Fund while  performing  its function  and \nexercising  its powers  under  this Act. \n15. Expenditure  to be charged  on Fund.___The Fund  shall  be expended  for the purposes  of___ \n \n (a)  paying  any expenditure  lawfully  incurred  by the PPIB,  including  the remuneration  \nand allowances  of the Chairman,  Managing  Director,  members,  staff,  employees,  \naccountants,  advisers,  agents,  consultants,  lawyers,  valuers  and other  experts  \nappointed  and employed  by PPIB,  including  provident  fund contributions,  \nsuperannuating  allowances  or gratuities  and legal  fees and costs  and other  fees \nand costs,  if any; \n(b)  paying  for expenditure  incurred  on___ \n(i)  marketing  and publicity;  \n(ii)  capacity  building,  seminars  and conferences,  and \n(iii)  restructuring;  \n(c)  purchasing  or hiring  equipment,  machinery  and any other  materials,  acquiring  \nland and constructing  buildings  and carrying  out any other  work  and undertakings  \nby PPIB  in the performance  of its functions  or the exercise  of its powers  under  \nthis Act. \n(d)  re-paying  any financial  accommodati on received  or moneys  borrowed  under  or \npursuant  to or by virtue  of this Act and the profit,  mark -up or return  due thereon ; \nand \n(e)  paying  any other  expenses,  costs  or expenditure  properly  incurred  or accepted  by \nthe PPIB  in the performance  of its functio ns or the exercise  of its powers  under  \nthis Act. \n16. Investment.___The PPIB  may,  in so far as its moneys  are not required  to be expended  under  \nthis Act, invest  amounts  in such manner  as prescribed  by the Board  from  time to time.  \n17. Bank  accounts.___The PPIB may open  and maintain  its accounts  in local  and foreign  \ncurrencies  in such scheduled  banks  and other  financial  institutions  as it may from  time to time determine  \nin accordance  with the instruction  of the Federal  Government  in this regard.  \n18. Account.___(1) The PPIB  shall  maintain  proper  accounts  and other  records  relating  to its \nfinancial  affairs  and shall,  as soon  as practicable  after the end of each financial  year,  cause  to be \nprepared  for that financial  year statements  of accounts  of the PPIB  which  shall include  a balance  sheet  \nand an account  of income  and expenditure.  \n (2) The financial  year of PPIB  shall  be the period  of twelve  months  ending  on the 30th June in \neach year.  \n19. Audit.___The accounts  of PPIB  shall  be audited  annually  by a reputable  firm of chartered  \naccountants  approved  by the Board  from  amongst  the approved  list of Auditor  General  of Pakistan:  \n \n  Provided  that the Federal  Government  may also require  the Auditor -General  of Pakistan  to \nconduct  special  audit  of the PPIB,  as and when  it considers  necessary.  \nPART -V \nMISCELLANEOUS  \n 20. Information.___The PPIB  may call for any information  required  by it for carrying  out the \npurposes  of this Act or as is required  under  contracts  entered  into by the PPIB  from  any person  involved,  \ndirectly  or indire ctly, in the power  sector  or any matter  incidental  or consequential  thereto  and any such \nperson  shall  provide  the required  information  called  by the PPIB.  \n21. Annual  report.___(1) As soon  as practicable  but no later than three  months  after the end of \neach financial  year,  Secretary  shall  prepare  and submit  to the Board  an annual  report  concerning  its \nactivities  during  the financial  year within  three  months.  The Chairman  of the Board  shall  submit  the \nsame  before  the Council  of Common  Interests  and both Houses  of the Majlis -e-Shoora  (Parliament).  \n (2) The report  referred  to in sub-section  (1) shall  include___ \n(a) activities  of PPIB  during  the financial  year;  \n(b)  an audited  statement  of income  and expenditure;  \n(c)  an audited  balance  sheet;  and \n(d)  any other  matter which  the PPIB  may consider  appropriate.  \n22. Indemnity.___No suit, prosecution  or other  legal  proceedings  shall  lie against  the Chairman,  \nManaging  Director,  members,  consultants,  officers  or other  employees  of PPIB  in respect  of anything  \ndone  or intended  to be done  in good  faith under  this Act. \n23. Power  to make  rules.___The Board  may,  by notification  in the official  Gazette,  make  rules,  \nnot inconsistent  with the provisions  of this Act, for exercising  its powers  and carrying  out of its \nfunctions  under  this Act and any other  matter  incidental  or consequential  to the implementation  of this \nAct. \n24. Power  to make  regulations.___The Managing  Director  may,  with the approval  of the Board,  \nmake  regulations,  not inconsistent  with this Act and the rules,  concer ning the internal  affairs  of PPIB.  \n25. Act to override  other  laws.___The provisions  of this Act shall  have  effect  notwithstanding  \nanything  inconsistent  contained  in any other  law for the time being  in force.  \n26. Common  seal.___The PPIB  shall  have  a common  seal and such seal shall  be kept in the \ncustody  of the Managing  Director  or such other  person  as may be authorized  by the regulations.  \nDocuments  required  or permitted  to be executed  under  seal shall  be specified  in and authenticated  in \nsuch manner  as shall  be authorized  by regulations.  \n \n 27. Support  of the Federal  Government.___The Federal  Government  and all its agencies,  \nparticularly  the concerned  enterprises  owned  and controlled  wholly  or partially,  directly  or indirectly  by \nthe Federal  Government  shall  render such support  to the PPIB  as may be necessary  to fulfill  its objective  \nand functions  under  this Act. \n28. Removal  of difficulties.___If any difficulty  arises  in giving  effect  to any provision  of this Act \nthe Federal  Government  may make  such order,  not inconsistent  with the provisions  of this Act, as may \nappear  to it to be necessary  for the purposes  of removing  the difficulty.  \n29. Dissolution  of the Board.___(1) Upon  commencement  of this Act, the Private  Power  and \nInfrastructure  Board  established  and recon stituted  vide the Federal  Government's  Notification  No.PPC-\n3(33)/94,  dated  the 2nd August,  1994  and other  related  notifications  issued  from  time to time hereinafter  \nreferred  to as the former  board,  shall  stand  dissolved  and upon  such dissolution:___ \n(a)  all assets,  rights,  powers,  authorities  and privileges  and all property,  cash and \nbank  balances,  reserve  funds,  investment  and all other  interests  and rights  in or \narising  out of such property  and all debts,  liabilities  and obligations  of whatever  \nkind of the former  board  subsisting  immediately  before  its dissolution  shall  stand  \ntransferred  to and vest in PPIB  constituted  under  this Act; \n(b)  notwithstanding  anything  contained  in this Act or any other  law for the time \nbeing  in force  or in any agreement,  deed , document,  or other  instrument.___ \n(i)  Chairman  of the former  board  shall  continue  as the Chairman  of PPIB;  \n(ii)  the Managing  Director  of the former  board  shall  continue  as the Managing  \nDirector  unless  and until a Managing  Director  is appointed  under  section  \n7; \n(iii)  a member  of the former  board  shall  continue  to be a member  of the PPIB  \nunless  and until such member  is appointed  under  section  7; and \n(iv)  all officers,  consultants,  advisers,  auditors  and other  employees  and staff \nof the former  board  shall stand  transferred  to and be officers  consultants,  \nadvisers,  auditors  and employees  and staff of PPIB;  \n(c)  the persons  mentioned  in clause  (b) shall  be deemed  to have  been  appointed  or \nengaged  by PPIB  in accordance  with the same  terms  and conditions  of service  as \nwere  applicable  to them,  immediately  before  such continuance  in office  or \ntransfer  under  this Act and shall  not be entitled  to compensation  because  of such \ncontinuance  or transfer:  \n  Provided  that the civil servants  appointed  to or working  in the former  \nboard  shall  upon  their transfer  to the PPIB  continue  to be governed  by the Civil  \nServants  Act, 1973  (LXXI  of 1973)  and rules  made  thereunder;  \n \n (d)  all debts  and obligations  incurred  or contracts  entered  into, rights  acquired  and all \nmatters  and things engaged  to be done  by, with or for the former  board  shall  be \ndeemed  to have  been  incurred,  entered  into, acquired  or engaged  to be done  by, \nwith or for the PPIB;  \n(e)  all suits and other  legal  proceedings  instituted  by or against  the former  board  \nbefor e its dissolution  shall  be deemed  to be suits and proceedings  by or against  \nthe PPIB  and shall  be proceeded  or otherwise  dealt  with accordingly;  and \n(f)  any reference  to the former  board  in any statutory  instrument  or document  shall,  \nunless  the context  otherwise  requires,  be read and construed  as reference  to be \nPPIB.  \n (2) All rules,  regulations,  notifications,  orders  or instructions  in force  pertaining  to or in anyway  \nconcerned  with or affecting  the former  board  immediately  before  the commencement  of this Act, shall,  \nso far as they are not inconsistent  with any of the provisions  of this Act, continue  to be in force  until \nrepealed,  altered  or rescinded  by rules  or regulations  made  under  this Act. \n________"
}