{
    "file": "./converted_json\\administratorc601eda2ca73ce0125f266dc33638a69(2).json",
    "name": "Islamabad Consumers Protection (Amendment) Ordinance, 2010",
    "date": "April 20, 2010",
    "tagline": "An Ordinance to amend the Islamabad Consumers Protection Act, 1995",
    "content": "d pu[ffiur9\n...--\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TUESDAY APRIL 20, 2OTO\nPART I\nActs, Ordinances, Pr€sident's Orders and Regulations\nGOVERNMENl' OF PAKISTAN\nMTNISTRY OF LAW AND .rLSI'ICE\nIslamabad, the 20th April,2010\nF. No. 2 (l)/2010-Pub.-The following Ordinance promulgated by the\nPresident on the l8th April, 2010 is hereby published for general information:\nOrorNlNce No. XII or 2010\nAN\nORDINANCE\nto amend lhe Islamabad Consumers Protection Acl, 1995\nWuenees it is expedient to amend the Islamabad Consumers Protection\nAct, 1995 (lll of 1995), for the purposes hereinafter appearing;\nAND wHEREAS the National Assembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate action;\n(247)\nPrice : Rs. 2.00\n[2359(2010)iEx. Gaz.]R-EGISTERED No.M - 302\nL'7&6\n@tte Gratffi\n248 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Parr I\nNow. rHsnrrone, in exercise of the powers conferred by clause (l) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and promulgate the following Ordinance:\nI . Short title and commencement.{ I ) This Ordinance may be called\nthe Islamabad Consumers Protection (Amendment) Ordinance, 2010.\n(2) It shall come into force at once and shall be deemed to have taken\neffect on the 26th March, 2010.\n2. lnsertion of tre\\tr section 8A, Act III of 1995.-ln the Islamabad\nConsumers Protection Act, 1995 (lll of 1995), after section 8, the following new\nsection shall be inserted. namely:-\n'8A. Power to try summarily.-(l) Without prejudice to the foregoing\nprovisions and in addition to the powers exercisable by the Authority\nwhere any right ofa consumer is infringed or contravened in respect\nofprofiteering, hoarding, black-marketing, adulteration, selling ofexpired\nitems offood and other items unfit forhuman consumption orcharging\nfor goods and services in excess ofthe prices fixed by the competent\nauthority under any law for the time being in force, it shall be tried by\na Special Magistrate appointed under section l4A of the Code of\nCriminal Procedure,l898 (Act VI of 1898), in a summary manner as\nprovided in sections 262 to 265 ofthe said Code:\n(2) lf a Special Magistrate has reason to believe that any infringement or\ncontravention ofany right of consumer as stated in sub-section (l)\npunishable under this Act has been committed by any person, he may\nenter the place or premises where the infringement or contravention\nhas been committed and try the same on the spot and punish the\ndefaulter with imprisonment which may extend to six months or fine\nwhich may extend to fifty thousand rupees or with both.\n(3) Any person aggrieved by the order ofSpecial Magistrate may, within\nfifteen days, prefer an appeal to the Authority.\".\nSYED SULIAN AHMED,\nSenior Joint Secretary.Provid,: '- 'sub-section (2)bfsection 265 shall not apply.\nASIF ALI ZARDARI,\nPresident.I\nI\nPRIN'TET' BY'TIIE MANACER. PRINTING ('ORruRAI]ON O}' PAKIS'IhN PIII]SS, ISLAMABAD.\nPT]BLISHED BY lIIE DEPUTY CONTROLLER. SlXIIONERY AND FORMS. TJNIVI;RSTI'Y ROAD. KARACHI."
}