{
    "file": "./converted_json\\administratord921936a6103b6b5035e8141f55e9ca3.json",
    "name": "Usurious Loans Act, 1918",
    "date": "22nd March, 1918",
    "tagline": "An Act to give additional powers to Courts to deal in certain cases with usurious loans of money or in kind.",
    "content": "Page 1 of 4 \n \n \nTHE USURIOUS LOANS ACT, 1918  \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definitions  \n3.  Re-opening of transactions  \n4.  Insolvency proceedings   \n\n \nPage 2 of 4 \n THE USURIOUS LOANS ACT, 1918  \n1ACT No. X OF 1918  \n[22nd  March,  1918 ] \nAn Act to give additional  powers  to Courts  to deal in certain  cases  with usurious  loans  of money  or \nin kind. \n WHEREAS  it is expedient  to give additional  powers  to Courts  to deal in certain  cases  with \nusurious  loans  of money  or in kind ; \n It is hereby  enacted  as follows  :- \n 1. Short  title and extent .___ (1) This Act may be called  the Usurious  Loans  Act, 1918.  \n 2[(2) It extends  to the whole  of Pakistan .] \n (3) The 3[Provincial  Government]  may,  by notification  in the 4[official  Gazette],  direct  that it \nshall  not apply  to any area, class  of persons,  or class  of transactions  which  it may specify  in its \nnotification.  \n 2. Definitions . In this Act, unless  there  is anything  repugnant  in the subject  or context,___ \n (1) “Interest” means  rate of interest  and includes  the return  to be made over and above  what  \n        was actually  lent, whether  the same  is charged  or sought  to be recovered  specifically  by       \n         way of interest,  or otherwise.  \n (2) “Loan” means  a loan whether  of money  or in kind and includes  any transaction  which  is, \n        in the opinion  of the Court,  in substance  a loan.  \n \n (3) “Suit to which  this Act applies” means  any suit- \n \n(a)  for the recovery  of a loan made  after the commencement  of this Act ; or \n \n(b)  for the enforcement of any security taken or any agree ment, whether by way \nof settlement of account or otherwise, made, after the commencement of this \nAct, in respect of any loan made either before or after the commencement of \nthis Act ; 5[or  \n(c)  for the redemption of any security given after the com mencement  of this Act \nin respect of any loan made either before or after the commencement of this \nAct.] \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1917.  Pt. V, p. 86 ; for Report  of Select  Committee,  see ibid., 1918,  Pt. V., p. 47 ; and for \nProce edings  in Council,  see ibid., 1917,  Pt. VI, pp. 714, 815 and ibid., 1918,  Pt. VI, pp. 94 and 707. \nThis Act has been  applied  to Phulera  in the excluded  Area  of Upper  Tanawal  to the extent  the Act is applicable  in the N.-W.F.P.,  subject  to certain  \nmodificati ons ; and also extended  to the Excluded  Area  of Upper  Tanawal  (N.-W F. P.) other  than Phulera  with effect  from  such date and subject  to \nsuch modifications  as may be notified. see N.-W. F. P. (Upper  Tanawal)  (Excluded  Area)  Laws  Regu lation,  1950.  \nIt has been amended  in the Punjab  by the Punjab  Act 7 of 1934  and in the N.-W.F.P.  by the N.W.F.P  Act 4 of 1935.  \n2Subs . by the Central  Laws  (Statue  Refrom)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from the 14th October,  1955 ), for the original  \nsub-section  (2) as amended  by A. O., 1949  and the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 3. \nIt has also been  extended  to the Leased  Areas  of Balochistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950);  and applied  in the \nFederated  Areas  of Baluchistan  see Gazette  of India,  1937,  Pt. I, p. 1499.  \n3Subs.  By A. O., 1937,  for “L.G”. \n4Subs  by A. O., 1937,  for “local  official  Gazette”. \n5Ins. by the Usurious Loans (Amdt .) Act, 1926 (28 of 1926), s. 2 . \n \nPage 3 of 4 \n  3. Re-opening  of transactions .___ (1) Notwithstanding  anything  in the Usury  Laws  Repeal  \nAct, 1855  (XXV III of 1855 ), where,  in any suit to which  this Act applies,  whether  heard  ex- parte or \notherwise,  the Court  has reason  to believe,___ \n(a)  that the interest  is excessive  ; and \n(b)  that the transaction  was, as between  the parties  thereto,  substantially  unfair,   \nthe Court  may exercise  all or any of the following  powers,  namely,  may ___ \n(i)  re-open  the transaction,  take an account  between  the parties,  and \nrelieve  the debtor  of all liability  in respect  of any excessive  interest  ; \n(ii)  notwithstanding  any agreement,  purporting  to close  previous  dealings  \nand to create  a new obligation,  reopen  any account  already  taken  \nbetween  them  and relieve  the debtor  of all liability  in respect  of any \nexcessive  interest,  and if anything  has been  paid or allowed  in account  \nin respect  of such liability,  order  the creditor  to repay  any sum which  it \nconsiders  to be repayable  in respect  thereof  ; \n(iii)  set aside  either  wholly  or in part or revise  or alter any security  given  or \nagreement  made  in respect  of any loan,  and if the creditor  has parted  \nwith the security,  order  him to indemnify  the debtor  in such manner  \nand to such extent  as it may deem  just : \n Provided  that, in the exercise  of these  powers,  the Court  shall  not- \n(i)  re-open  any agreement  purporting  to close  previous  dealings  and to create  a \nnew obligation  which  has been  entered  into by the parties  or any persons  from  \nwhom  they claim  at a date more  than 1[twelve]  years  from  the date of the \ntransaction  ; \n(ii)  do anything  which  affects  any decree  of a Court.  \n Explanation .___ In the case of a suit brought  on a series  of transactions  the expression  “the \ntransaction ” means,  for the purposes  of proviso  (i), the first of such transactions.  \n(2) (a)  In this section  “excessive ” means  in excess  of that which  the Court  deems  to \nbe reasonable  having  regard  to the risk incurred  as it appeared,  or must  be \ntaken  to have  appeared,  to the creditor  at the date of the loan.  \n(b)  In considering whether interest is excessive under this section, the Court shall \ntake into account any amounts charged or paid, whether in money or in kind, \nfor expenses, inquiries, fines, bonuses, premia, renewals or any other charges, \nand if compound interest is charged, the preiods at  which it is calcula ted and \nthe total advantage which may reasonably be taken to have been expected \nfrom the transaction.  \n \n \n1Subs . by the Usurious  Loans  (Amdt .) Act, 1926  (28 of 1926),  s. 3, for “six”. \n \nPage 4 of 4 \n (c)  In considering  the question  of risk, the Court  shall take into account  the \npresence  or absence  of security  and the value  thereof,  the financial  condition  \nof the debtor  and the result  of any previous  transactions  of the debtor,  by way \nof loan,  so far as the same  were  known,  or must  be taken  to have  been  known,  \nto the creditor.  \n(d)  In considering  whether  a transaction  was substantially  unfair,  the Court  shall  \ntake into account  all circumstances  mate rially  affecting  the relations  of the \nparties  at the time of the loan or tending  to show  that the transacti on was \nunfair,  including  the necessities  or supposed  necessities  of the debtor  at the \ntime of the loan so far as the same  were  known,  or must  be taken  to have  been  \nknown,  to the creditor.  \n Explanation.___Interest  may of itself  be sufficient  evidence  that the transaction  was \nsubstantially  unfair.  \n (3) This section  shall  apply  to any suit , whatever  its form may be, if such suit is substantially  \none for the recovery  of a loan or for the enforcement  of any agreement  or security  in respect  of a loan \n1[or for the redemption  of any such security].  \n (4) Nothing  in this section  shall  affect  the rights  of any transferee  for value  who satisfies  the \nCourt  that the transfer  to him was bona  fide, and that he had at the time of such transfer  no notice  of \nany fact which  would have  entitled  the debtor  as against  the lender  to relief  under  this section.  \n For the purposes  of this sub-section,  the word  “notice” shall  have  the same  meaning  as is \nascribed  to it in Section  4 of the Transfer  of Property  Act, 1882  (IV of 1882) . \n (5) Nothing  in this section  shall  be construed  as derogat ing from  the existing  powers  or \njurisdiction  of any Court.  \n 4. Insolvency  proceedings . On any application  relating to the admission  or amount  of a \nproof  of a loan in any insolvency  proceedings,  the Court may exercise  the like powers  as may be \nexercised  under  section  3 by a Court in a suit to which  this Act applies.  \n \n___________  \n \n \n \n \n \nDate: 11 -09-2024  \n1Ins. by the Usurious Loans (Amdt.) Act, 1926 (28 of 1926), s. 3."
}