{
    "file": "./converted_json\\administrator8af69a2733e5a880a7795e33df01e2e8.json",
    "name": "Illegal Dispossession Act, 2005",
    "date": "6th July, 2005",
    "tagline": "An Act to curb the activities of property grabbers and protect lawful owners and occupiers of immovable properties",
    "content": "Page 1 of 4  \n \n \n \nTHE  ILLEGAL  DISPOSSESSION  ACT,  2005  \n \n \n \n \n \n \nCONTENTS  \n \n \n_____________  \nSECTIONS:  \n1. Short  title, extent  and commencement.  \n2. Definitions.  \n3. Prevention  of illegal  possession  of property,  etc. \n4. Cognizance  of offence.  \n5. Investigation  and procedure.  \n6. Power  to attach  property.  \n7. Eviction  and mode  of recovery  as an interim  relief.  \n8. Delivery  of possession  of property  to owner,  etc. \n8A. Appeal.  \n9. Application  of code.  Updated till 15.11.2021  \n\n \nPage 2 of 4  THE  ILLEGAL  DISPOSSESSION  ACT,  2005 \nACT  No. XI OF 2005  \n[6th July,  2005 ] \nAn Act to curb the activities  of the property  grabbers  \n \nWHEREAS  it is expedient  to protect  the lawful  owners  and occupiers  of immovable  \nproperties    from  their illegal  or forcible  dispossession  therefrom  by the property  grabbers;  \n \nIt is hereby  enacted  as follows: ___ \n \n1. Short  title,  extent  and commencement.___(1) This Act may be called  the Illegal  \nDispossession     Act, 2005.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions.  In this Act, unless  there is  anything  repugnant in  the subject or  \ncontext,___ \n \n(a) “Court” means  the Court  of Session;  \n \n(b) “Code” means  the Code  of Criminal  Procedure,  1898  (Act V of 1898);  \n \n(c) “occupier” means  the person  who is in lawful  possession  of a property;  \n \n(d) “owner” means  the person  who actually  owns  the property  at the \ntime of his  dispossession,  otherwise  than through  a process  of law; and \n \n(e) “Property” means  immovable  property.  \n \n3. Prevention  of illegal  possession  of property,  etc.___(1) No one shall  enter  into or \nupon  any property to dispossess, grab, control or occupy it without having any lawful \nauthority to do so with  the intention to dispossess, grab, control or occupy the property from \nowners or occupier of such  property.  \n \n(2) Whoever contravenes the provisions of the sub­section (1) shall, without prejudice \nto any punishment to which he may be liable under any other law for the time being in force, \nbe punishable  with imprisonment which may extend to ten years and with fine and the victim \nof the offence shall  also be compensated  in accordance  with the provision  of section  544A of \nthe Code.  \n \n1[(3) Whoever forcibly and wrongfully dispossesses any owner or occupier of any \nproperty and his act does not fall within sub -section (l), shall be punished with imprisonment \nwhich may extend to three years or with fine or with both, in addition to any other \npunishment to which he may be liable under any other law for the time being in force. The \nperson dispossessed shall also be compensated in accordance with provisions of section \n544A of the Code.]  \n \n \n1Added by the Illegal Dispossession (Amendment) Act, 2017 (XX VIII of 2017), s. 2.  \n \nPage 3 of 4  4. Cognizance  of offence.___(1) Notwithstanding  anything  contained  in the Code  or \nany law for the time being  in force,  the contravention  of section  3 shall  be triable  by the \nCourt  of Session  on a a complaint.  \n \n(2) The offence  under  this Act shall  be non­cognizable.  \n \n(3) The Court  at any stage  of the proceedings  may direct  the police  to arrest  the \naccused.  \n5. Investigation  and procedure.___(1) Upon  a complaint  the Court  may direct  the \nofficer­in­ charge  of a police  station  to investigate  and complete  the investigation  and forward  the \nsame  within   fifteen  days to the Court:  \n \nProvided  the Court  may extend  the time within  which  such report  is to be forwarded  in \ncase  where good  reasons  are shown  for not doing  so within  the time specified  in this sub­section 1[:] \n \n1[Provided further that whenever a local inquiry is necessary for the purpose of this Ac t, the \nCourt may direct a Magistrate or a revenue officer in the district to make inquiry and submit report \nwithin a period as may be specified by the Court. The report of the Magistrate or revenue officer, as \nthe case may be, shall be construed as evidence in the case.]  \n \n(2) On taking cognizance of a case, the Court shall proceed with the trial from day to day and  \nshall  decide the  case within  sixty  days and for any delay,  sufficient  reasons  shall  be recorded.  \n \n(3) The Court  shall  not adjourn  the trial for any purpose  unless  such adjournment  is, in its \nopinion,  necessary in the interest of justice and no adjournment shall in any case be granted for more \nthan seven  days.  \n \n1[(4) On conclusion of the trial, if the complaint is found to be false, frivolous or vexatious, \nthe Court may award compensatory cost to the person complained against which may extend to five \nhundred thousand rupees.]  \n \n6. Power  to attach  property.___(1) If the Court  is satisfied  that none  of the persons  are \nin possession  immediately  before  the commission  of the offence,  the Court  may attach  the property  \nuntil  final decision  of the  case.  \n \n(2) In case of attachment,  the methods  of its management,  safeguard  against  natural  \ndecay  or deterioration  shall  be determined  by the Court.  \n \n7. Eviction and mode  of recovery  as an interim  relief.___(1) If during  trial the Court  is \nsatisfied that a person  is found  prima  facie  to be not in lawful  possession,  the Court  shall,  as an \ninterim  relief     direct  him to put the owner  or occupier,  as the case may be, in possession.  \n \n(2) Where  the person  against whom  any such order  is passed  under  sub­section  (1) fails to \ncomply  with the same, the Court shall, notwithstanding any other law for the time being in force, take \nsuch steps  and pass such order as  may be necessary  to put the owner or  occupier in  possession.  \n \n(3) The Court may authorize any official or officer to take possession for securing \ncompliance  with its orders under sub­section (1). The  person so authorized may use  or cause  to be  used \nsuch force  as may be necessary.  \n \n \n1Subs. and added by the Illegal Dispossession (Amendment) Act, 2017 (XXVIII of 2017), s. 3.  \n \nPage 4 of 4  (4) If any person, authorized by the Court, under sub­section (3), requires police assistance in \nthe exercise of his power under this Act, he may send a requisition to the officer­in­charge of a \npolice  station  who shall  on such requisition  render  such assistance  as may be required.  \n \n(5) The failure of the officer­in­charge of police station to render assistance under sub­section \n(4) shall  amount  to misconduct for  which  the Court  may direct departmental  action  against him.  \n \n8. Delivery of posses sion of property to owner, etc.___(1) On conclusion of trial, if the \nCourt  finds that an owner or occupier of the property was illegally dispossessed or property was \ngrabbed in  contravention of section 3, the Court may, at the time of passing order under \n1[sub­sections (2) and (3)] of that  section, direct the accused or any person claiming through him for \nrestoration of the possession of the  property to the  owner or, as the  case may be, the  occupier, if not  \nalready restored to him under  section  7. \n \n(2) For the purpose of sub­section (1), the Court may, where it is required, direct the \nofficer­in­charge of the police station for such assistance as may be required for restoration of  the \npossession of    the property  to the owner or,  as the case may be, the occupier.  \n \n \n2[8A. Appeal.  Any order made under sub -section (2) and sub -section (3) of section 3 and \nsub-section (l) of section 8 shall, within thirty days of the order, be appeal -able before the High \nCourt.]  \n \n9. Application  of Code.  Unless  otherwise  provided  in this Act, the provisions  of the \nCode  of   Criminal  Procedure,  1898  (V of 1898),  shall  apply  to proceedings  under  this Act. \n \n \n \n \n \n \n \n1Subs.  by the Illegal Dispossession (Amendment) Act, 2017 (XXVIII of 2017), s. 4 . \n2Ins. by the Illegal Dispossession (Amendment) Act, 2017 (XXVIII of 2017), s. 5."
}