{
    "file": "./converted_json\\administratore583ea1b36dbe2d3d2161083f905eb92.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n  \n \n \nTHE PAKISTAN TOBACCO BOARD ORDINANCE, 1968  \n \n \n \nCONTENTS  \nPREAMBLE  \n1 Short title, extent and commencement  \n2 Definitions  \n3 Constitution of the Pakistan Tobacco Board  \n4 Terms of members, etc \n5 Vacancy, etc., not to invalidate the proceedings of the Board.  \n6 Functions of the Board  \n7 Control of the Board  \n8 Fixation of prices  \n9 Levy of cess  \n10 Power to borrow  \n11 Keeping of accounts and audit and annual reports  \n12 Constitution of the Tobacco Development Committee  \n13 Functions of the Committee  \n14 Grants and loans by Government to the Board  \n15 Keeping of accounts  \n16 Appointment of officers, etc  \n17 Export allotment and its distribution.  \n18 Control of export of tobacco and tobacco seeds  \n\n \nPage 2 of 9 \n 19 Registr ation of contracts  \n20 Power to prohibit transportation, storage or sale  \n20 A  Power to direct Purchase  \n21 Power to call for information, etc  \n22 Delegation of powers  \n23 Power to exempt  \n24 Penalties  \n25 False statement  \n26 Protection of action taken in good faith  \n27 Cognizance of offences  \n28 Special provision regarding fines  \n29 Presumption as to orders  \n30 Power to make rules  \n31 Power to make bye­laws  \n \nPage 3 of 9 \n THE PAKISTAN TOBACCO BOARD ORDINANCE, 1968  \n1ORDINANCE NO. I OF 1968 \n[8th February, 1968]  \nAn Ordinance to provide for the establishment of Tobacco Board for the promotion of the  \ncultivation, manufacture and export of tobacco and tobacco products.  \n WHEREAS it is expedient to provide for the establishment of a Tobacco Board for the \npromotion of the cultivation, manufacture and export of tobacco and tobacco products and for matters \nancillary thereto;  \n AND WHEREAS the national interest of Pakistan in relation to economic and financial \nstability of Pakistan within the meaning of clause (2) of Article 131 of the Constitution requires \nCentral legislation in the matter;  \n AND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render immediate legislation necessary;  \nNOW, THEREFORE, in exercise of the powers conferred by clause (1) of Article 29 of the \nConstitution and of all other powers enabling him in  that behalf, the President is pleased to make and  \npromulgate the following Ordinance : — \n 1. Short title, extent and commencement .____(1) This Ordinance may be called the Pakistan \nTobacco Board Ordinance, 1968.  \n (1) It extends to the whole of Pakistan.  \n (2) It shall come into force at once.   \n 2. Definitions.  In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___ \n(a)  “Board” means the Pakistan Tobacco Board constituted under section 3 ;  \n(b)  “Committee” means the Tobacco Development Committee constituted under \nsection 12 ;  \n (c)  “export” means to take out of Pakistan by any means to any place outside \n Pakistan;  \n(d)  “owner” includes any agent of an owner;  \n(e)  “prescribed” means prescribed by rules made under this Ordinanc e; \n \n \n1 Approved by the National Assembly ofPakistan on the 14th May, 1968 and received the assent ofthe President on the 17th May, 1 968, see \nGaz. ofP., 1968, Ext. (Rawalpindi), dated the 20th May, 1968, p. 323.  \n \nPage 4 of 9 \n (f)  “tobacco” means the commodity which is made from the leaves of the plant \n“ nicotiana  tobaccum 1[ or nicotiana ru stica] ” and is commonly known as \ntobacco and includes adjacent tender stalks or green tobacco but does not \ninclude tobacco waste;  \n(g)  “tobacco seed” includes seeds, roots, stumps, cuttings, buds and any living \nportion of the plant nicotiana tobaccum which may be used to propagate that \nplant or to manufacture cigarettes, cigars, cheroots, pipe tobacco, or chewing \ntobacco.  \n3. Constitution of the Pakistan Tobacco Board. —(1) As soon as may be after the \ncommencement of this Ordinance, the 2[Federal Government] shall constitute a Board to be called \nthe Pakistan Tobacco Board consisting of the following members, namely:___ \n3[(a)  one member  from the North­West Frontier Province or the Punjab to be elected \nby the Cigarette Manufacturers Association of Pakistan; \n(b) 4[six] members, 5[three] each from the North­West Frontier Province and the \nPunjab, to be nominated by the Provincial Government concerned from \namongst the tobacco growers;  \n(c)  one members to be nominated by the Federal Government on the \nrecommendation of the Federation of Pakistan Chambers of Commerce and \nIndustry;]  \n(d) 6[ four] members, one to be nominated by each Provincial Government ; \n(e) one member, being an officer serving under the 2[Federal Government] in the \nMinistry of Industries, to be nominated by the 2[Federal Government];  \n(f) two members to be nominated by the 2[Federal Government] 7[ ; ] \n8[(g)  one member, being an officer serving under the 2[Federal Government] in the \nMinistry of Agriculture and Works (Food and Agriculture Division), to be \nnominated by the  2[Federal Government] [ ; ] 9 \n10[(h)  such other members as the Federal Government may nominate.] \n \n \n1Ins. b y the Pakistan Tobacco Board (A mdt.) Act, 1973 (4 of1973) , s . 2. \n2 Subs. b y the Pakistan Tobacco Board (A mdt.) Act, 1975 (19 of1975) , s . 2, for “Central Government” .  \n3 Subs. ibid., s. 3, for cls . (a) ,  (b) and (c) which were previously amended by various enactments.  \n4 Subs. b y the Pakistan Tobacco Board (A mdt.) Ordinance, 1979 (11 of1979) , s . 2, for “four” .  \n5 Subs. ibid., for “two”.   \n6 Subs. b y the Pakistan Tobacco Board (A mdt.) Act, 1975 (19 of1975)  , s . 3, for “five” , which was previously amended.  \n7 Subs. by the Tobacco Board (Amdt.) Ordinance, 1971 (5 of1971) , s . 2, for  full­s top.  \n8Added ibid   \n9Subs. b y the Pakistan Tobacco Board (A mdt.) Ordinance, 1982 (21 of1982) , s. 2, for  full stop.  \n10 Added ibid.  \n \nPage 5 of 9 \n  (2) The 1[Federal Government] shall publish in the official Gazette the 2[ designations of the \nofficers of the Federal Government or a Provincial Government nominated to be members of the \nBoard and the names of the other persons elected or nominated to be such members] and the Board \nshall be deemed to be constituted upon such publication.  \n (3) The 1[Federal Government] shall appoint one of the members nominated by it under clause \n(f) of sub ­section (1) to be the Chairman of the Board.  \n (4) The Board constituted under sub­section (1) shall be a body corporate by the name of the \nPakistan Tobacco Board, having perpetual succession and a common seal, with power to acquire, \nown and dispose of any  property and shall, by the said name, sue and be sued.  \n 4. Terms of members, etc .___(1) A member of the Board shall, subject to the provisions of \nthis section, hold office for two years and shall be eligible for re ‑election or re ‑nomination.  \n (2) When a member ceases to reside in Pakistan or becomes otherwise incapable of acting \nas such, the 1[ Federal Government] shall declare the seat of the member to be vacant.  \n 3[(2A) If a member elected or nominated under clause (a) ,  clause (b) or clause (c) of \nsub­section (1) of section 3 absents himself from three consecutive meetings of the Board without the \nleave of the Chairman thereof, his seat shall become vacant.]  \n (3) When the seat of a member bec omes vacant under sub­section  (2) 3[ or sub­section (2A) ] , \nor by reason of resignation or death, the vacancy shall be filled for the remainder of the terms of such \nmember by election or nomination of another person in his place in the same manner as such member \nwas elected or nomina ted. \n (4) Where any authority or body entitled to do so fails to elect or nominate a member within \nthe prescribed time, the 1[Federal Government] may nominate a person to fill the seat of such \nmember, and the person so nominated shall be deemed to have been elected or nominated by such \nauthority or body.  \n 5. Vacancy, etc., not to invalidate the proceedings of the board . No act or proceedings \nof the Board shall be invalid merely on the ground of the existence of any vacancy in, or any defect in \nthe constitution of, the Board.  \n 6. Functions of the Board.  The functions of the Board shall be — \n(a)  to regulate, control and promote the export of tobacco an d tobacco products \nand to fix grading standards,  \n(b)  to undertake and assist research connected with to bacco industry, impart \ntraining in tobacco testing and generally to take measures in the interest of \nthe tobacco industry,  \n \n \n \n \n \n \n1Subs. by the Pakistan Tobacco Board (Amdt.) Act, 1975 (19 of1975) , s . 2, for “Central Government” .  \n2Subs. by Act 19 of1975, s . 3, for “names of  all the members of  the Board” .  \n3Ins.ibid., s.4.  \n \nPage 6 of 9 \n (c) to render assistance for the development of the existing and new tobacco growing \nareas and establishment of model farms, to organise and assist special research \nconnected with tobacco cultivation and generally to render assistance for \nimproving tobacco produ ction . \n(d) to collect statistics on any matter  relating to tobacco and tobacco industry, \nand \n(e) to perform such other function as the 1[Federal Government] may, from time \nto time, direct.  \n 7. Control of the Board.___(1) The Board shall be subject to the superintendence and control \nof the 2[ Federal Government] and shall be guided, in the discharge of its functions, by such general or \nspecial instructions as may, from time to time, be given to it by the 1[Federal Government].  \n (2) The records of the Board shall be open to inspection by any officer authorised in this \nbehalf by the 1[Federal Government].  \n (3) The 1[Federal Government] may cancel, suspend or modify, as it thinks fit, any act of the \nBoard.  \n 8. Fixation of prices.___(1) The 1[Federal Government] may, by notification in the official \nGazette, fix the minimum prices below which, and the maximum prices above which, tobacco of \nvarious grades shall not be bought or sold for consumption within Pakistan or for export ; and \ndifferent prices may be fixed in respect of different areas.  \n(2) No person shall buy or offer to buy or sell or offer to sell tobacco at any price below the \nminimum or above the maximum fixed under sub­section (1) .  \n 9. Levy of cess .___(1) For the purposes of this Ordinance, there shall be levied and collected \nin such manner as may be prescribed a cess on tobacco produced in Pakistan at such rate or rates, \nnot exceeding three per cent ad valorem , as the 1[Federal Government] may by notification in the official \nGazette, specify in this behalf; and the proceeds of the cess, after deducting the cost of collection, if \nany, shall be paid to the Board.  \n 2[ (1A) The 1[Federal Government] may, from time to time, by notification in official Gazette, \nfix, for the purpose of levying a cess under sub­section  (1), tariff values of tobacco produced in \nPakistan and may ther e tariff values for the time being in force.  \n (1B) Different tariff values may be fixed for different classes or descriptions of tobacco.]  \n (2) The Board shall apply the proceeds of the cess paid to it under sub­section (1) for meeting the \nexpenses which may be necessary for the performance of its function s under this Ordinance including \nexpenses for contributing towards a contributory provident fund constituted and maintained in such \nmanner as may be prescribed for the benefit of the employees of the Board.  \n \n \n \n \n \n1Subs. by the Pakistan Tobacco Board (Amdt.)  Act, 1975 (19 of1975) , s . 2, for “Central Government” .  \n2Sub-sections (1A) and (1B) Ins . by the Pakistan Tobacco Board (A mdt.) Act, 197 1 (5 of 197 1) , s. 3. \n \nPage 7 of 9 \n  10. Power to borrow.  The Board may, subject to any rules made in this behalf, borrow \nmoney for any purpose for which it is authorised under section 9 to expend the proceeds of the cess.  \n 11. Keeping of accounts and audit and annual reports.___(1) The Board shall keep \nregular accounts of all moneys received, borrowed and expended by it.  \n (2) The accounts of the Board shall be audited every year by auditors approved in this behalf \nby the 1* * * Auditor ‑General of Pakistan.  \n (3) The auditors shall submit to the Board and to the 2[Federal Government] a statement of the \naccounts audited by them together with a report stating therein any irregularity noticed in the \naccounts or any objection to any expenditure.  \n (4) The Board shall, as soon as may be after the close of a financial year, publish an annual \nreport of its activ ities during that year together with a statement of its accounts.  \n 12. Constitutions of the Tobacco Development Committee.___(1) The 1[Federal \nGovernment] may set up a Committee of the Board, to be called the Tobacco Development \nCommittee, consisting of___ \n(a)  the Chairman of the Board;  \n(b)  One member to be appointed by the 2[Federal Government] from amongst the \nmembers elected to the Board under clause (a) of subsection (1) of section 3;  \n3[(c)  one members  to be appointed by the Federal Government from amongst the \npersons nominated to the Board under clause (b) of sub­section (1) of section \n3; \n(d)  one member to be appointed by the Federal Government from amongst the \npersons nominated to the Board under cla use (d) of sub­section (1) of section \n3.] \n (2) A member of the Committee shall cease to be so when he ceases to be a member of \nthe Board.  \n (3) The Board may, with the previous approval of the 2[Federal Government], grant such \nallowances to a member of the Committee, not being a Government Servant, as it may think fit.  \n 13. Functions of the Committee.  The Committee shall execute the policies of the Board in \nthe matter of rendering assistance in the development the existing and of new tobacco growing areas and \nestablishment of model tobacco farms in accordance with such schemes as may be approved by the  \n2[Federal Government], render assistance to cultivators to im prove their production, and perform \nsuch other functions as the Board may, with approval of the 2[Federal Government], direct.  \n \n \n \n \n \n1The words “Comptroller and” Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of1981) ,  s. 3 and Sch., II. \n2Subs. by the Pakistan Tobacco Board (A mdt.) Act, 1975 (19 of1975) , s . 2., for “Central Government”.  \n3Subs.  by the Pakistan Tobacc o Board (A mdt.) Ordinance, 1975 (19  of197 5) , s. 5, for cls. (c) and (d) . \n \nPage 8 of 9 \n  14. Grants and loans by Government to the Board .___(1) The 1[Federal Government] \nmay make grants or give loans to the Board to be placed at the disposal of the Committee for \ncarrying out the functions of the Committee.  \n (2) The 1[Federal Government] may, subject to such conditions as it may impose, authorise the \nCommittee to give, out of the funds placed at its disposal, loans to any person for the improvement \nand expansion of tobacco farms.  \n 15. Keeping of accounts.___(1) The Comm ittee shall keep accounts of all moneys received and \nexpended by it.  \n (2) The accounts maintained by the Committee shall be audited by the auditors appointed for the \npurpose by the Board with the previous approval of the 1[Federal Government].  \n (3) A statement of the accounts audited shall be furnished by the Committee to the Board and \nto the 1[Federal Government] as soon as may be after the end of each financial year.  \n 16. Appointment of officers, etc.  The Board may, subject to the approval of the 1[ \nFederal Government], appoint such officers, advisers and other employees as may be necessary \nfor the efficient performance of the functions of the Board and of the Committee.  \n 17. Export allotment and its distribution .___(1) The 1[ Federal Government] may, \nafter consultation with the Board, by notification in the official Gazette, fix for each year the \nexport allotment of tobacco and tobacco products and shall distribute the export allotment so fixed in \nsuch manner as it may deem fit. \n (2) Every person shall export the full amount of his share of the export allotment during the \nyear to which the allotment relates.  \n 18. Control of export of tobacco and tobacco seeds.___(1) No tobacco or tobacco product \nshall be exported except under a licence issued by or on behalf of the Board in such manner and \nsubject to such conditions as may be prescribed.  \n (2) No tobacco seed shall be exported except under a permit issued by or on behalf of \nthe 1[Federal Government].  \n 19. Registration of contracts.  The 1[ Federal Government] may, by general or special \norder, require any contract or class of contracts for sale of tobacco for export to be registered with \nsuch organisation and in such manner as may be specified in the orde r. \n 20. Power to prohibit transportation, storage or sale.  The 1[ Federal Government] \nmay, by general or special order, prohibit any exporter or class of exporters from transporting, storing, \nbuying, selling or otherwise disposing of any tobacco except in such manner and under such \nconditions as may be specified in the order.  \n  \n \n \n1 Subs. by the Pakistan Tobacco Board (A mdt.) Act, 1975 (19 of1975) , s . 2, for “Central Government” .  \n \nPage 9 of 9 \n  1[20A. Power to direct purchase.  In such circumstances, and subject to such conditions, \nas may be prescribed, and with a view to relieving distress amongst growers of tobacco or saving \nthe market  of a vital agricultural commodity from violent fluctuations, the 2[ Federal Government] \nmay, by general or special order in writing, direct any manufacturer of, or dealer in, tobacco or any \nclass of such manufacturer or dealers, to purchase, during such period or periods and from such area \nor areas, such quantity of toba cco, and to hold such minimum stock, as may be specified in the \norder.].  \n 21. Power to call for information , etc.___(1) The 2[Federal Government] may, at any time, \nby order, direct any person or class of persons to maintain such accounts and to furnish to the Board \nand to any officer or authority subordinate to the 2[Federal Government] such returns or other \ninformation relating to the cultivation, production, manufacture, sale or purchase of tobacco by such \nperson or class within such time and giving such particulars as may be specified in the order; and \nevery such order shall be published in the official Gazette.  \n(2) Any person authorised in this behalf by the 2[Federal Government] or by the Board or any \nmember of the Board authorised by the Chairman of the Board may, at all reasonable times, enter any \ntobacco curing yard or any place or premises where tobacco or tobacco waste is manufactured, \nstored, kept or exposed for sale and may require the production  for his inspection of any book, \nregister, record or other paper kept therein and ask for any information relating to the cultivation, \nproduction, manufacture, storage or keeping for sale of tobacco or tobacco waste.  \n 22. Delegation of powers . The 2[Federal Government] may, by notification in the \nofficial Gazette, direct that any power conferred upon it by or under this Ordinance shall, in relation \nto such matters and subject to such conditions, if any, as may be specified therein, be exercisable als o \nby the Board.  \n 23. Power to exempt.  The 2[Federal Government] may, by notification in the official \nGazette, exempt any tobacco or tobacco products or any class thereof from the operation of all or any \nof the provisions of this Ordinance.  \n 24. Penalties .______(1) Any contravention of the provisions of section 18 shall be punishable as if \nit were an offence under item No. 3[9 of the table below sub­section (1) of section 156 of the \nCustoms  Act, 1969 ( IV of 1969) and the provisions of section 4[157 and Chapters XVIII and XIX] of \nthat Act shall apply accordingly.  \n (2) Save as provided in subsection (1) , any person who contravenes or fails to comply with any \nprovision of this Ordinance or any order or direction issued thereunder shall be punishabl e with \nimprisonment for a term which may extend to three years, or with fine, or with both.  \n (3) Where any person contravening the provisions of this Ordinance is a company or a body \ncorporate, every director, manager secretary, or other officer, and every agent and servant thereof \nand, in the case of an unlimited company or a company limited by guarantee, also every member \nthereof shall be punishable as if he had contravened the provi sions of this Ordinance:  \n \n \n1Ins . by the Pakistan Tobacco Board (A mdt.) Ordinance, 1972 (8 of1972) , s . 2.  \n2Subs. by the Pakistan Tobacco Board (Amdt.) Act, 1975 (19 of1975) , s . 2, for “Central Government” .  \n3Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of1981) , s. 3 and Sch. II, for “8 ofs ection 167 ofthe Sea Customs \nAct, 1878” .  \n4Subs. ibid., for “168 and Chapter XVI”."
}