{
    "file": "./converted_json\\administrator5edbad210722c9669e1e662238faabaf.json",
    "name": "Regional Development Finance Corporation Ordinance, 1985",
    "date": "5th May, 1985",
    "tagline": "An Ordinance to provide for the establishment of the Regional Development Finance Corporation",
    "content": "THE REGIONAL DEVELOPMENT FINANCE CORPORATION ORDINANCE, 1985  \n \nORDINANCE No. XXXII OF 1985  \n [5th May, 1985]  \n \nAn Ordinance to provide for the establishment of the Regional Development Finance \nCorporation  \n  \nWHEREAS it is expedient to provide for the establish ment of the Regional \nDevelopment Finance Corporation, and for matters connected therewith or ancillary thereto;  \n \nAND WHEREAS the President is satisfied that circumstances exist which render it \nnecessary to take immediate action ; \n \nNOW, THEREFORE, in pursuan ce of the Proclamation of the fifth day of July, 1977, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance: - \n \n1. Short title, extent and commencement. -(1) This Ordinance may be  called the \nRegional Development Finance Corporation Ordinance, 1985.  \n \n(2) It extends to the whole of Pakistan, and also applies to the business of the \nCorporation transacted outside Pakistan and the persons conducting such business.  \n \n(3) It shall come int o force at once.  \n  2. Definitions.  In this Ordinance, unless there is anything repugnant in the subject or \ncontext, - \n \n(a) \"Board\" means the Board of Directors instituted ;  \n \n(b) \"Borrower\" means an enterprise to which a loan is given by or on the guarantee \nof, the Corporation;  \n \n(c) \"Chairman\" means the Chairman of the Corporation ;  \n \n(d) \"Corporation\" means the Regional Development Finance Corporation \nestablished under section 3 ;  \n \n(e) \"Director\" means a Director of the Corporation ;  \n \n(f) \"District Judge\" sha ll include an Additional District Judge and, in respect of \nareas there a District Judge does not have unlimited pecuniary jurisdiction in \noriginal civil suits, a High Court or a bench of a High Court exercising original \ncivil jurisdiction;  \n \n(g) \"Industrial  Development Bank of Pakistan\" means the Industrial Development \nBank of Pakistan established under section 3 of the Industrial Development \nBank of Pakistan Ordinance, 1961 (XXXI of 1961) ;  \n \n(h) \"less -developed areas\" means the North -West Frontier Province,  the Northern \nAreas, Baluchistan, Azad Jammu and Kashmir, the Federally Administered \nTribal Areas, and such other areas as may be declared by the Federal \nGovernment, by notification in the official Gazette, to he less developed areas ;  \n  \n(i) \"Managing Dire ctor\" means the Managing Director of the Cor poration ;  \n \n(j) \"National Development Finance Corporation\" means the National Development \nFinance Corporation established under section 3 of the National Development \nFinance Corporation Act, 1973 (XIII of 1973) ; \n \n(k) \"Nationalized bank\" means a bank as defined in the Banks (Nationalization) \nAct, 1974 (XIX of 1974) ;  \n  \n(1) \"prescribed\" means prescribed by rules ;  \n \n(m) \"regulation\" means regulation made under this Ordinance ;  \n  \n(n) \"rule\" means rule made under thi s Ordinance ;  \n \n(o) \"short -term\", \"medium -term\" and \"long -term\" used in relation to an advance, \nloan or credit made or granted by the Corporation, means an advance, loan or \ncredit for such term as may, in each case, be prescribed by regulations ; and  \n  \n(p) \"under -writing\" means contracting with or without conditions to subscrible for \nstocks, shares, bonds, debentures or participation term certificates of an \nenterprise with a view to re -selling all or any of such stocks, shares, bonds, \ndebentures or participa tion term certificates.  \n  \n3. Establishment of the Corporation. -(1) On the coming into force of this Ordinance, \nthere shall be established, in accordance with the provisions of this Ordinance, a Corporation to \nbe called the Regional Development Finance Corp oration.  \n \n(2) The Corporation shall be a body corporate having perpetual succession and a \ncommon seal, with powers, subject to the provisions of this Ordinance, to acquire, own and \ndispose of property and shall by the said name sue and be sued.  \n \n4. Share c apital of the Corporation. -(1) The authorized share capital of the \nCorporation shall, in the first instance, be one hundred million rupees divided into one million \nordinary shares of rupees one hundred each, of which not less than fifty per cent shall be \ncontributed by the National Development Finance Corporation and the balance shall be open \nfor subscription by the nationalized banks, the Industrial Development Bank of Pakistan and \nother financial institutions.  \n \n(2) The paid up capital of Corporation shall , in the first instance, be fifty million rupees, \nof which not less than fifty per  cent shall be contributed by the National Development Finance \nCorporation and the balance shall be contributed by the nationalized banks and the Industrial \nDevelopment Bank of Pakistan, as mutually agreed to.  \n \n(3) The Federal Government may, by notification in the official Gazette, increase the \nauthorized share capital and paid up capital of the Corporation to such extent and in such \nmanner as may be specified in the Notifica tion. \n \n5. Offices and Branches. -(1) Unless the Federal Government, by notification in the \nofficial Gazette, otherwise directs, the head office of the Corporation shall be at Islamabad.  \n \n(2) The Corporation may establish regional and other offices at such p laces as the Board \nmay think fit.  \n \n6. Direction and superintendence.  (1) The overall direction and super intendence of \nthe affairs of the Corporation shall vest in the Board, which may exercise all such powers and \ndo all such acts and things as may be exer cised and done by the Corporation.  \n \n(2) In the performance of its functions, the Board shall act on business considerations \nand shall be guided on questions of policy by such directions as may from time to time be given \nto it by the Federal Government, whi ch shall be the sole judge, as to whether a question is a \nquestion of policy.  \n (3) If the Board fails to carry out the instructions given to it under sub -section (2), the Federal \nGovernment may supersede the Board and appoint any person or body to function  in place of \nthe Board until a new Board is constituted in accordance with the provisions of this Ordinance \nand no such super session or appointment shall be questioned in any Court.  \n \n7. Board. -(1) The Board shall consist of t he following Directors, namely :- \n   \n(a) the Chairman ; \n(b) six persons to be appointed by the Federal Government as follows :- \n(i) one person serving under the Federal Government in the Finance \nDivision ;  \n   (ii) one person serving under each of Provincial Governments ;  \n   (iii) one pers on from the other less -developed areas ;  \n \n(c) a representative of the nationalized banks ;  \n(d) a representative of the Industrial Development Bank of Pakistan; and  \n(e) the Managing Director.  \n \n(2) No act or proceeding of the Board shall be invalid by reason  only of the existence of \nany vacancy in, or defect in the constitution of, the Board.  \n \n8. Chairman. -(1) The Chairman of the National Development Finance Corporation \nshall be the Chairman of the Corporation, ex-officio . \n \n(2) A casual vacancy in the office of the Chairman shall be filled in by the Federal \nGovernment by the appointment of such person as it may deem fit ; and the person so \nappointed shall hold office until the Chairman enters upon his office.  \n \n9. Managing Director. -(1) The Managing Director sh all be appointed by the Federal \nGovernment on such salary and terms and conditions as the Federal Government may \ndetermine.  \n \n(2) The Managing Director shall unless the Federal Government otherwise directs, hold \noffice for a term of three years which the Fe deral Government may, from time to time, extend.  \n \n(3) The Managing Director shall be the chief executive of the Corpora tion and shall \nperform such functions as are required by this Ordinance and the rules and regulations made \nthereunder to be performed by  him or as may, from time to time, be assigned to him by the \nBoard.  \n  10. Qualifications and disqualifications of Directors.  No person shall be, or shall \ncontinue to be a Director who - \n \n(a) is or at any time has been adjudicated an insolvent  \n  (b) is found  to be a lunatic or becomes of unsound mind ;  \n(c) is or has at any time been convicted for any offence which, in the opinion of the \n   Federal Government, is an offence involving moral turpitude;  \n \n(d) without leave of absence from the Board, absents himsel f from all the meetings \nof the Board for a continuous period of six months or, if less than three meetings \nare held within such period, from three consecutive meetings of the Board ;  \n  \n(e) is a salaried official of the Corporation, other than the Managing Director ; or  \n \n(f) has any financial or other interest in any business to be financed by the \nCorporation.  \n \n11. Executive Committee. -(1) The Board may constitute an Executive Committee \nconsisting of the Managing Director and two other Directors to assist it  in the performance of \nits functions under this Ordinance.  \n \n(2) The members of the Executive Committee other than the Managing Director shall \nhold office for such period as may be determined by the Board.  \n \n(3) Decisions of the Executive Committee, other th an those which relate to matters \nspecified by the Board in this behalf, shall be laid before the Board for approval.  \n \n(4) Subject to the general or special directions of the Board, the Executive Committee \nmay deal with any matter within the competence of t he Board.  \n \n12. Meetings of the Board and Committee. -(1) Four directors shall form the quorum \nfor a meeting of the Board.  \n \n(2) Subject to sub -section (1), the meetings of the Board and the Executive Committee \nshall be held in such manner as may be prescribe d; \n \nProvided that, until rules are made in this behalf, such meetings shall be called by the \nChairman or, in the absence of the Chairman by the Managing Director, and shall be presided \nat by the Chairman or, as the case may, the Managing Director.  \n \n(3) The  minutes of every meeting of the Board and the Executive Committee shall be \nmaintained in such manner as the Board may determine.  \n  13. Annual General Meetings of the Shareholders. -(1) The annual general meeting of \nthe shareholders shall be held within a p eriod of three months of the closing of annual accounts \nevery year, at such time and place as may be fixed by the Board;  \n \nProvided that the first annual general meeting of the shareholders shall be held at \nIslamabad.  \n \n(2) The Board shall submit at the annu al general meeting for  considera tion of \nshareholders a balance -sheet and a profit and loss account of the Corporation for the financial \nyear.  \n \n14. Fee for attending meetings.  The Directors shall be paid such fees for attending the \nmeetings of the Board a nd the Executive Committee as may be prescribed.  \n \n15. Secrecy and fidelity.  No Director shall assume his office until he has made such \ndeclaration of secrecy and fidelity as may be prescribed.  \n \n16. Indemnity of Directors.  A Director shall not be personally  respon sible for the acts \nof any other Director or of any officer or servant of the Corporation or for any loss or \nexpenditure resulting to the Corporation by reason of the insufficiency or deficiency in value of \nor title to any property or security acqui red or taken on behalf of the Corporation, or for \nanything done by him in good faith in the discharge of his duties.  \n \n17. Business which the Corporation can transact. -Subject to the rules and \nregulations, if any, the Corporation may carry on, transact or d o the several kinds of business \nand acts hereinafter specified, namely :-  \n \n(a) promotional work in less -developed areas such as identification and preparation \nof projects for investment ;  \n \n(b) to finance commercially viable projects in less -developed areas  paying special \nattention to Mining sector or to such other sector as may be directed by the \nFederal Government, through purchase of shares, medium and long -term loans, \nbridge, finance and short -term loans such as working capital as well as \nproviding guara ntee for loans and advances, underwriting of stocks bonds \ndebentures and participation term certificates and other such instruments as may \nbe decided by the Board;  \n \nExplanation. - In this clause, \"commercially viable projects\" does not include hydel \ngenerat ion projects and plantation style agricultural activities, such as, vegetable farming, fruit \norchards and dairy farms, but includes production of handicrafts through sub -contracting, \nworkshops in rural areas to meet local engineering needs and the agro -based industries.  \n \n(c) financing the construction of internal roads in mineral bearing areas (only if \nthese are a part of the project) ;  \n \n(d) financing the establishment of machinery pool for mine owners, to be set up \nindependently or in association with bank s and other organiza tions ;  \n \n(e) to formulate and implement schemes to channelize home remittances towards \ncommercially viable projects in less -developed areas on behalf of Pakistanis \nabroad ;  \n \n(f) to accept and furnish any lien, charge, hypothecation, or  mortgage on any \ntangible or intangible movable or immovable property or assets in transacting its \nbusiness ;  \n  \n(g) to purchase or otherwise acquire, own, sell, transfer and exchange any tangible \nand intangible, movable or immovable property or assets in t ransacting its \nbusiness ;  \n \n(h) to acquire, retain, or dispose of assets of any type which may in any way come \ninto the possession of the Corporation in satisfaction or part satisfaction of its \nclaims ;  \n  \n(i) to acquire ; maintain and transfer its residenti al and business premises ;  \n \n(j) to borrow money for the purpose of its business and to give security for money \nso borrowed by pledging assets or otherwise.  \n  \n(k) to enter into agreements and contracts and execute such documents as may be \nconsidered necessa ry for transacting its functions ;  \n  \n(l) to accept deposits of fixed maturities ;  \n \n(m) to deposit its funds with a banking company in current and short  term or any \nother type of deposit ;  \n  \n(n) to invest its surplus funds in securities in the manner presc ribed ;  \n \n(o) to open letters of credit and establish correspondent relationships abroad for \nimport of machinery or equipment against foreign currency credits or loans and \ncash foreign exchange allocation which may be made available by the Federal \nGovernmen t ; \n  \n(p) to receive and pay commission, fees and brokerage in connection with its \nbusiness ; and  \n  \n(q) generally to do all such matters and things as may be incidental or subsidiary to \nthe undertaking of any of the aforesaid business and any other functio ns, not \ninconsistent with the purposes of this Ordinance determined by the Board.  \n \n18. Power to impose conditions. -(1) For the purpose of transacting any business under \nthis Ordinance with any borrower, the Corpora tion may impose such conditions as it ma y \nconsider necessary or expedient for protecting its interest and securing that its guarantee, \nunderwriting, loan, subscription or other aid is put to such use by the borrower as the \nCorporation has agreed to.  \n \n(2) Any condition imposed on the borrower und er sub -section (1) shall valid and shall, \nnotwithstanding anything contained in any other law for the time being in force, be enforceable \nagainst such borrower.  \n \n19. Borrowing power. -(1) The Corporation may borrow from the Federal Government, \nand with the prior approval of the Federal Govern ment, also from the State Bank of Pakistan or \nany other lending agency or institution.  \n \n(2) The Corporation may issue and sell bonds, debentures and prescrib ed instruments, \nboth in rupees and foreign currencies.  \n \n(3) T he Federal Government may, at the request of the Corporation, guarantee as to the \nrepayment of principal and payment of interest or return any sums borrowed by the Corporation \nunder sub -section (1) or any bonds, debentures or other instruments issued by th e Corporation \nwith the prior approval of the Federal Government.  \n \n(4) Notwithstanding anything contained in the Trust Act, 1882 (II of 1882), the \nInsurance Act, 1938 (IV of 1938) or the Banking Companies, Ordi nance, 1962 (LVII of 1962), \nthe shares and suc h of the bonds, debentures and any other instruments of the Corporation as \nhave been guaranteed by the Federal Government under sub -section (3) shall be deemed to \ninclud ed among the securities enumerated in section 20 of the Trust Act, 1882 (I I of 1882), and \nto be approved securities for the purpose of the Insurance Act, 1938 (IV of 1938), and the \nBanking Companies Ordinance, 1962 (LVII of 1962).  \n  \n(5) The aggregate of the sums borrowed under sub -section (1) and the sums due on the \nbonds, debentures and ot her instruments issued under sub -section (2) and the contingent \nliabilities of the Corporation in respect of guarantee or underwriting agreements shall not at any \ntime exceed twenty times the aggregate of the amount of the paid, up share capital and reserv es \nof the Corporation.  \n \n20. Powers to call for payment before agreed period.  Notwithstanding any agreement \nto the contrary, the Corporation may, by notice, require any borrower to which it has granted \nany loan, or any other person liable for payment of suc h loan, forthwith to repay the loan in full \nif :- \n \n(a) it appears to the Board that information false or misleading in any material \nparticular has been given in the application for the loan ; or  \n \n(b) there is a reasonable apprehension to the opinion of the  Board that the borrower \nis unable to pay or discharge. its debts or liabilities or may go into liquidation ; \nor \n \n \n \n(c) the property pledged, mortgaged, hypothecated or assigned to the Corporation as \nsecurity for the loan is not insured or kept insured by the borrower to the \nsatisfaction of the Corporation or has, in the opinion of the Board, depreciated in \nvalue and further security to the satisfaction of the Board is not given ; or  \n (d) without the permission of the Board, machinery or other equip ment is  removed \nfrom the premises of the borrower without being replaced; or  \n  \n(e) the loan or any part thereof is not being utilized for the pur poses for which it \nwas made or is found to have been utilized for other purposes; or  \n \n(f) the property pledged, mortg aged, hypothecated or assigned to the Corporation as \nsecurity for the loan, or any other security for the loan has, without the \npermission of the Corporation, been disposed of or charged, or otherwise \nalienated in any manner, by the borrower; or  \n  \n(g) in the opinion of the Board, the management or business of the borrower is not \nbeing conducted in a satisfactory manner or its share capital is being impaired; \nor. \n \n(h) for any other reason, it is necessary, in the opinion of the Board, to protect the \ninterest s of the Corporation.  \n  \n21. Special provisions for enforcement of claims by the Corporation. -(1) Where the \nCorporation becomes entitled to require the immediate payment of any loan by reason of the \nbreach of any condition of any agreement between the Corpo ration and a borrower to which the \nloan has been granted or any person liable for repayment of that loan, or where the borrower \nfails to repay the loan in terms thereof or in compliance with the notice under section 22, an \nofficer of the Corporation genera lly or specially authorised by the Board in this behalf may \napply to the District Judge within the local limits of whose jurisdiction the borrower carries on \nthe whole or a part of his business, or the officer or branch of the Corporation from which the \nloan was disbursed is situated, for one or more of the following reliefs, namely: - \n \n(a) an order for the sale of the property pledged, mortgaged hypo thecated or \nassigned to the Corporation as security for the loan and any other properties, \ndisclosed or undi sclosed, of the borrower or the properties, disclosed or \nundisclosed, of person liable for the repayment of the loan, including guarantors;  \n \n(b) an order for the transfer of the management of the borrower to the Corporation \nor its nominee, provided that, w hen such management is so transferred to the \nCorporation, the Corporation shall be deemed to be the agent of the borrower on \nits behalf and all actions taken by the Corporation on such transfer shall be \ndeemed to be those of the borrower; or  \n \n(c) an inject ion ad interim  where there is apprehension that machinery or equipment \nmay be removed from the premises or the building or land may be sold or \notherwise transferred by the borrower without the permission of the \nCorporation.  \n(2) An application under sub -section (1) shall state particulars of the loan and the same \nclaimed in respect of the same, particulars of the borrower and any other person or persons \nliable for the repayment of the loan and such other particulars as may be prescribed.  \n \n(3) Where the appl ication is for the relief mentioned in clause (a) of sub -section (1), the \nDistrict Judge shall - \n \n(a) pass an order ad interim attaching such properties referred to in clause (a) \naforesaid as are likely in the estimation of the Court to fetch, on being sold , an \namount equivalent to the sums claimed by the Corpora tion together with the \nposts of the proceedings taken under this sec tion; and  \n \n(b) pass an order appointing one or more Receivers, approved by the Corporation, \nof the properties referred to in clau se (a) aforesaid where in the application filled \nby the Corporation such remedy is specifically sought.  \n  \n(4) The Corporation shall have the option to seek an order under clause (b) of \nsubsection (3) in the first instance or at any subsequent time prior to  grant of the relief \nmentioned in clause (a) of sub -section (1).  \n \n(5) Where the application is for the relief mentioned in clause (b) or clause (c) of sub -\nsection (1), the District Judge shall grant an injunction ad interim restraining the borrower or \nthe person liable for repayment of the loan from transferring any of the properties, including \nmachinery, equipment and stocks, building and lands without the permission of the Corporation \nand shall issue a notice calling upon the borrower and the persons liab le for repayment of the \nloan to show cause on a date to be specified in the notice why the management of the borrower \nshould not be transferred to the Corporation or the injunction be not con firmed.  \n \n(6) Before passing any order  under sub -section (3) or s ub-section (5), the District Judge \nmay, if he thinks fit, examine the person making the application.  \n \n(7) At the time of passing an order sub -section (3), the District Judge shall issue to the \nborrower a notice accompanied by a copy of the order, the appli cation and evidence, if any, \nrecorder by him and calling upon him to show cause on a date to be specified in the notice why \norder of attachment ad interim  should not be made absolute or the injunction be not confirmed.  \n  \n(8) If no sufficient cause is show n on or before the date specified in the notice under \nsub-section (5) or sub -section (7), the District Judge shall forth with make the order ad interim  \nabsolute and direct the sale of the attached property or transfer the management of the borrower \nto the Corporation or confirm the injunction.  \n \n(9) If sufficient cause is shown the District Judge shall proceed to investigate, on an \nurgent basis, the claims of the Corporation and provi sions of the Code of Civil Procedure, 1908 \n(Act V of 1908), shall as far a s practicable apply to such proceedings.  \n \n(10) On completing an investigation under sub -section (9) the District Judge shall pass \nan order - \n(a) confirming the order of attachment or directing the sale of the attached property, \nor \n   \n(b) varying the order o f attachment so as to release a portion of the property from \nattachment and directing the sale of the remainder of the attached property, or  \n \n(c) releasing the property from attachment, if he is satisfied that it is not necessary \nin the interest of the Cor poration to retain it under attach ment, or  \n  \n(d) confirming or vacating the injunction, or  \n \n(e) transferring or refusing to transfer the management of the borrower to the \nCorporation:  \n  \nProvided that, when making any order under clause (c), the District \nJudge may make such further order as he thinks necessary to protect the interests \nof the Corporation and may apportion the cost of the proceedings in such \nmanner as he thinks fit:  \n  \nProvided further that, unless the Corporation intimates to the District \nJudge that it will not apply against any order releasing any property from \nattachment, such order shall not be executed until the expiry of the period \nmentioned in sub -section (12) or if an appeal is preferred, unless the High Court \notherwise directs, until t he appeal is disposed of.  \n \n(11) An order under this section for the attachment or sale of property shall be carried \ninto effect as far as may be in the manner provided in the Code of Civil Procedure, 1908 (Act V \nof 1908), for the attachment or sale of prop erty in execution of a decree as if the Corporation \nwere the decree -holder.  \n  \n \n \n(12) Any party aggrieved by an order under subsection (8) or sub section (10) may, \nwithin thirty days from the date of the order, appeal to the High Court, or where the order is of \na Judge of a High Court exercising original civil jurisdiction, to the Courts to which an appeal \nfrom a judgment of such Judge lies, and upon such appeal the appellate Court may, after \nhearing the parties, pass such orders as it thinks proper.  \n(13) N othing in this section shall be construed, where proceedings for liquidation in \nrespect of the industrial concern have commenced before an application is made under \nsubsection (1), as giving the Corporation any preference over other creditors of the borrow er \nnot conferred on it by any other law for the time being in force.  \n22. Special provisions relating to limitation .__ (1) Notwithstanding anything contained \nin the Limitation Act, 1908, (IX of 1908), or any other law for the time being in force, for the \npurposes of computing the periods of limitation for the enforcement of any claims or for the \nrecovery of any money due to the Corporation in pursuance of loans granted, whether by way \nof suits or applications for recovery of money or by way of mortgage suits  or by way of \nenforcement of any rights in pursuance of the provisions of this Ordinance by the Corporation \nagainst borrower or persons liable for repayment of the loans, the periods of limitation and \nmethods of computation thereof prescribed in the Schedu le shall apply.   \n(2) Section 5 of the Limitation Act, 1908 (IX of 1908), shall apply to an appeal or \napplication under this Ordinance.  \n23. Rights of Corporation in cases of default.__ (1) Where any borrower which is \nunder a liability to the Corporation und er an agreement makes any default in payment of \notherwise fails to comply with the terms of its agreement with the Corporation, the Corporation \nmay, notwithstanding anything contained in section 21 take over the management of the \nborrower, and may sell or realize any property pledged, mortgaged hypothe cated or assigned by \nthe borrower to secure its liability to the Corporation.  \n(2) Any transfer of property made by the Corporation in exercise of its powers of sale or \nrealization under subsection (1) shall v est in the transferee all rights in or to the property \ntransferred as if the sale had been made by the owner of the property.  \n(3) The Corporation shall have the same rights and powers with respect to goods \nmanufactured or produced wholly, or partly from go ods forming part of any security held by it \nas it has with respect to the original goods.  \n(4) Where the Corporation takes over the management of the borrower under subsection \n(1), it shall be deemed to be the agent of such borrower for the purposes of suit s by or against \nthe borrower.  \n24. Recovery of Corporation's dues .__ Without prejudice to the provi sions of sections \n21 rind 23, all sums due to the Corporation shall be recoverable as arrears of land revenue:  \nProvided that no sum shall be so recovered un less fifteen days' notice has first been \ngiven by the Corporation to the debtor that the sum will be so recovered.  \nExplanation  1.__ In this section, \"debtor\" includes the borrower and any other person \nliable for the repayment of any loan or other sum due t o the Corporation.  \nExplanation  2.__ For the purposes of this section, the Corporation shall issue a \ncertificate stating the sum due to the Corporation from the debtor, whether under any \nagreement or other document or otherwise howsoever, as at any given da te and such certificate \nshall be conclusive evidence of the sum due to the Corporation and be treated as final and \nbinding accordingly.  \n25. Delegation of powers . The Board may for the purpose of ensuring efficient \nfunctioning of the Corporation and facilit ating transaction of its daily business, by a resolution, \ndelegate to the Chairman or the Managing Director or any other officer of the Corporation, \nsubject to such conditions and limitations, if any, as may be specified therein, such of its \npowers and dut ies under this Ordinance as it may deem necessary.  \n26. Officers and servants . The Corporation may appoint or employ such officers and \nservants as it considers necessary for the efficient perform ance of its functions, on such terms \nand conditions as may be  laid down by regulations.  \n27. Offences . Any person who__  \n(a)  in an application for the grant of a loan gives false or misleading information \nrelating to a matter which is material for the purpose of deciding the application \nor wilfully makes a false sta tement or knowingly permits any false statement to \nbe made, or to remain, in any bill of lading, warehouse receipt or other \ndocument of title or any other document given to the Corporation by way of \nsecurity in respect of any financial and sought or grante d under this Ordinance; \nor \n(b)  diverts or applied the amount of the - loan granted to him to a purpose other than \nthe purpose for which it was granted; or  \n(c)  intentionally destroys, or reduce, the value of the property on the security of \nwhich a loan was  granted to him or, without the prior approval of the \nCorporation in writing or otherwise than in accordance with the terms of such \napproval; transfer such property or any part thereof shall, without prejudice to \nany other action which may be taken against  him under this Ordinance, be \npunishable with imprisonment for a term which may extend to three years.  \n  \n \n(2) No Court shall take cognizance of an offence punishable under subsection (1) except \nupon a complaint in writing made by the Cor poration or an of ficer of the Corporation \nauthorized by it in this behalf.  \n28. The Corporation and its officers to be public officers .__ (1) For the purposes of \nArticle 7 of the Qanun -e-Shahadat, 1984, and the provisions of Part IV of the Code of Civil \nProcedure, 1908 (Act  V of 1908), the provi sions of rule 27 of Order V and rule 52 of Order \nXXI of the said Code, the Corporation and any officer of the Corporation in his capacity as \nsuch shall be deemed to be a public officer.  \n(2) The provisions of Article 6 of the Qanun -e-Shahadat, 1984, shall apply to the \nunpublished record of the Corporation and the Managing Director shall be deemed to be the \nofficer or head of the Department concerned.  \n(3) Every person in the service of the Corporation shall be deemed to be a public \nservant within the meaning of section 21 of the Pakistan Penal Code (Act (XIV of 1960).  \n29. Disposal of profits .__ (1) The Corporation shall establish a Reserve Fund to which \nshall be credited such amount out of its annual net profit, not being less than fifty  per cent of its \nannual net profit, as may be deter mined by the Board.  \n(2) The minimum appropriation of profits to the Reserve Fund fixed under subsection \n(1) shall apply till such time as the amount in the Reserve Fund equals the paid -up capital of the \nCorporation.  \n30. Accounts and audit .__ (1) The financial year of the Corporation shall be determined \nby the Board.  \n(2) Subject to subsection (1), the Corporation shall maintain its accounts in such manner \nas may be prescribed.  \n(3) The Corporation shall subm it to the Federal Government a copy of its audited \nannual accounts and the report to the Board on the operations of the Corporation for the \npreceding financial year, includ ing the report on the performance of the borrowers to whom it \nhas sub scribed capit al or advanced loans or on whose behalf it has undertaken any guarantee.  \n(4) The accounts of the Corporation shall be audited by two auditors who are chartered \naccountants within the meaning of the Chartered Accoun tant Ordinance, 1961 (X of 1961), \nappoint ed by the Corporation with the prior approval of the Federal Government.  \n \n1* *  *  *  *  *  * \n32. Corporation not to be a Banking Company . The Corporation shall not be deemed \nto be a banking company for the purposes of the Banking Companies Ordinance, 196 2 (LVII of \n1962), or any other law for the time being in force relating to banking companies.  \n33. Returns .__ (1) The Corporation shall furnish in the prescribed form to the Federal \nGovernment at least once a year, or as frequently as the Federal Government  may require, a \nclassification of its loans and invest ments, and all loans guaranteed by it and underwriting \nagreements entered into by it.  \n(2) The Corporation shall furnish to the Federal Government within three months of the \nclose of the financial year an audited statement in the prescribed form of its assets and \nliabilities as they stand at the close of that year together with a profit and loss account for the \nyear and a report on the working of the Corporation during the year, and shall also cause the \nsaid statement, account and report to be published in the official Gazette.  \n34. Liquidation of the Corporation . The Corporation shall not be wound up save by \norder of the Federal Government, in such manner as it may direct.   \n35. Power to make rules . The Fe deral Government may, by notifica tion in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n36. Power to make regulations .__ (1) The Board may make regulations to provide for \nall matters not required to be provided for by ru les and provision for which is necessary or \nexpedient for carrying out the purposes of this Ordinance.  \n(2) Where any provision of the regulations is inconsistent with any provision of the \nrules, the provision of the rules shall prevail.  \n37. Removal of diff iculties . If any difficulty arises in giving effect to any of the \nprovisions of this Ordinance, the Federal Government may make such order, not inconsistent \nwith the provisions of this Ordinance, as may appear to it to be necessary for the purpose of \nremov ing the difficulty.  \nOmitted by Act 4 of 1999, s. 25.  \n  \n      SCHEDULE  \n[See SECTION 22 (1)]  \n[Limitation periods and computation thereof as per section 22(1)]  \nS.No.  Description of action/cause  Period of \nLimitation.  Time f rom which period \nbeing to run.  \n1 2 3 4 \n1. For money payable  for money lent.  6 years  When the loan is made.  \n2. Under Order XXXVII of the Code of Civil \nProcedure, 1908.  6 years  When the debt becomes \npayable.  \n3. On. a promissory note or bond payable by \ninstalments which provides that, if d efault \nbe made in payment of or on more instal -\nments, the whole shall be due.  6 years  When the default is made \nunless where the payee or \noblige waives the benefit \nof the provision, and \nthereafter when fresh \ndefault is made in respect \nof which there is no s uch \nwaiver.  \n4. On a bill of exchange payable at sight, or \nafter sight, but not at a fixed time.  6 years  When the bill is \npresented.  \n5. On a bill of exchange or pro missory note \npayable at a fixed time after sight or after \ndemand.  6 years  When the fixed t ime \nexpires.  \n6. Suit on a bill of exchange, pro missory note \nor bond not herein expressly provided for.  6 years  When the bill, note or \nbond becomes payable.  \n7. For compensation for breach of a promise \nto do anything at a specified time, or upon \nthe happe ning of a specified con tingency.  6 years  When the time specified \narrives or the contingency \nhappens.  \n8. Upon any contract to indemnify.  6 years  When the Corporation is \nactually to be indemnified  \n9. For compensation for the breach of a \ncontract in writin g registered.  9 years  When the period of \nlimitation for a suit \nbrought on a similar \ncontract not registered \nwould 'begin to run.  \n10. To enforce payment of money charged \nupon immovable property.  15 years  When the money becomes \ndues.  \nExplanation .—For the p urposes hereof advances secured by mortgage by deposit of title deeds \nshall be deemed to be money charged upon imm ovable property.  \n11. Action of cause for which no period   of \nlimitation is herein provided.  9 years  When the right to sue or \nof recovery ac crues."
}