{
    "file": "./converted_json\\administrator07088a0f3891e73050f0d898db233aac.json",
    "name": "The Prohibition of Sale of Cigarettes to Minors Rules, 2010",
    "date": "September 6, 2010",
    "tagline": "Anti-smoking regulations for minors in Pakistan",
    "content": "REGISTERED No.  M - 302  L.-7646 \n1E4 ealette at SialtioStan \n*=!IrtreggegO a  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, SEPTEMBER 6, 2010 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF HEALTH \nNOTIFICATION \nIslamabad, the 2nd September, 2010 \nS. R. 0.863 (I)/2010.—In exercise of the powers conferred by Section \n17 of the Prohibition of Smoking and Protection of Non-Smokers Ordinance, \n2002 (LXXIV of 2002), the Federal Government is pleased to make the following \nrules, namely:- \nShort title and commencement.—(1) These Rules may be ealled \nThe Prohibition of Sale of Cigarettes to Minors Rules, 2010. \n(2) \tThey shall come into force on the 1st day of October 2011. \nResponsibilities of Manufacturers and Importers.—(l) No \none shall manufacture or offer for sale sweets, snacks, or toys in the form of \ncigarettes that may appeal to any person under the age of eighteen. \n(2) Every cigarette manufacturer and importer shall ensure that the \nfollowing statement (in clear Urdu font, max. height 1 mm.) is legibly printed in \n(2555) \nPrice: Rs. 2.00 \n[2814 (2010)/Ex. Qazi \n2556 THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER 6 201Q [PART II  \nblack colour on one of the side panels of every cigarette packet manufactured \nor imported for consumption in Pakistan: \nc;k-ft: \t ;3,31.0)1.1T \t„it- 18 \nNo cigarette manufacturer shall manufacture, sell, or offer for \nsale, any cigarettes unless they are in a packet of at least 20 cigarette sticks. \nThe packets of cigarettes imported for consumption in Pakistan \nshall not be cleared from the port of entry unless they are in a packet of at least \n20 cigarette sticks. \n3. \tResponsibilities of Retail sellers.—(1) It shall be the duty of \nevery retail seller of cigarettes to ensure, within his premises, that neither a \nperson under the age of eighteen years is permitted to sell or offer for sale \ncigarettes, nor the same are sold to consumers who are under -eighteen years of age. \nEvery retail seller of cigarettes shall clearly and prominently display \nthe following warning (min. A4 size) within his premises: \nIn case of doubt about the age of the cigarette consumer, it shall \nbe the duty of the retail seller of cigarettes to ask the consumer to provide \nappropriate evidence of having reached eighteen years of age. \n[F. No. 20 - 11/2010-FCTC1 \nMUHAMMAD IQBAL, \nDeputy' Secretary (Admin). \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD, \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI. ."
}