{
    "file": "./converted_json\\administrator19258376a3367d65f2a9a72bf96d83c5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "SECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \n*** \n \nIslamabad, the 28th August 2000 \n \nNOTIFICATION \n \n \n \n S.R.O.599 (I)/2000.- In exercise of the powers conferred by section 506, of the Companies Ordinance, 1984 (XLVII of 1984), read with section 90 thereof, and clause (b) of section 43 of the Securities and Exchange Commission of Pakistan Act, 1997 (XLII of 1997), the Securities and Exchange Policy Board hereby makes the following rules, the same having been published previously as required under the said section 506, namely:-  \n \nTHE COMPANIES' SHARE CAPITAL (VARIATION  \nIN RIGHTS AND PRIVILEGES) RULES, 2000  \n \n1. Short title and commencement.- (1) These rules may be called \nthe Companies' Share Capital (Variation in Rights and Privileges) Rules, 2000. \n \n(2) They shall come into force at once. \n \n2. Definitions.-  (1) In these rules, unless there is anything \nrepugnant in the subject or context,- \n \n(a) \"Commission\" means the Securities and Exchange \nCommission of Pakistan; and \n (b) \"Ordinance\" means the Companies Ordinance, 1984 \n(XLVII of 1984). \n \n  \n (2) All other terms and expressions used but not defined in these rules \nshall have the same meaning as assigned to them in the Ordinance. \n \n3. Kinds and classes of share capital.- (1) A company limited by \nshares may have more than one kind of share capital and may have different classes of shares under each kind. \n \n (2) Where a company intends to have different kinds of share capital and classes of shares therein, it shall specifically so provide in its memorandum and articles. \n \n4. Nature of rights and privileges.-  Each kind of share capital of a \ncompany and class or classes of its shares, if any, as specified in the memorandum and articles may have different rights and privileges, which shall be provided in the articles. The variation in the rights and privileges of the shareholders in a kind of share capital or class or classes therein may be of the nature, including the following, namely:- \n \n(a) different voting rights; voting rights disproportionate to \nthe paid up value of shares held; voting rights for specific purposes only; or no voting rights at all; \n \n(b) different rights for entitlement of dividend, right shares \nor bonus shares or entitlement to receive the notices and to attend the general meetings; and \n \n(c) rights and privileges for indefinite period, for a limited \nspecified period or for such periods as may from time to time be determined by the members through special resolution.  \n \n  \n5. Conditions.-  (1) No company shall issue further share capital of \nany kind or class carrying different rights and privileges except with prior approval of the Commission to be obtained on the basis of a special resolution. \n \n (2) Subject to the provisions of section 86 of the Ordinance, offer of further share capital of any kind or class carrying different rights and privileges shall be made to each existing shareholder proportionately without any discrimination. \n \n (3) If any of the existing shareholders declines to accept the offer made under sub-rule (2), the shares so declined shall be disposed of by the directors in such manner as may be provided in the articles or in accordance with the special resolution passed by shareholders. \n \n (4) In case share capital of a company has different classes having different rights and privileges and the same is to be offered to the general public, the fact shall be distinctly mentioned in the offering document and the difference in the rights and privileges of any class of share capital shall be conspicuously mentioned in the offering document or prospectus, etc.            \n   \nNo.F.ED/SECP-5/2000  \n \n \n \n(Hizbullah Siddiqui)  \nJoint Director (Admn.)"
}