{
    "file": "./converted_json\\administrator2f014178e3b389ac0e5fb767f5bd3102.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 \n \n  \n \nTHE  LAW RE FORMS ORDINANCE,  1972  \n   \n \n \n \n \nCONTENTS  \n___________  \n \nSECTIONS:  \n \n1. Short title and commencement.  \n2. Amendment of certain laws.  \n3. Appeal to High Court in certain cases.  \n4. Computation of period of limitation.  \n5. Saving.  \nTHE SCHEDULE\n\n2 \n \n THE  LAW RE FORMS ORDINANCE,  1972 \n \nORDINANCE  NO. XII  OF 1972  \n[14th April, 197 2] \n \nWHERE AS it is expedient, for the purpose of giving  effect to certain recomm endations of  \nthe Law Reforms Commission,  1967 —70, to amend certain laws; \n \nAND  WHERE AS  the national interest of Pakistan in relation to the achievement of \nuniformity requires Central legislation in the m atter; \n \nNOW, THERE FORE, in pursuance of the Proclamation of the 25th day of March, 1969, read \nwith the proclamation of the 20th day of December, 1971  and the Provision al Constitut ion Order, \nand in exercise of  all powers enabling  him in th at behalf, the President is pleased to m ake and \npromulgate the  following  Ordinance :— \n \n1. Short title and commencement. —(1) This Ordinance may be called the Law \nReforms Ordinance, 19 72. \n \n(2) It shall come into force at once, except the provisions  of the Schedule relating to \namendments in the Code  of Criminal Procedure, 1898  (Act V of 1898 .), which shall come into  \nforce in any Province with effect from such date 1* * * as the Provincial Government thereof may, \nby 2Notification in the official Gazette, specify in this behalf 3[and different dates may be so \nspecified 4[for different provisions  and] for different areas in a Province so that the amendments in \nthe Code are brought in force throughout the Province progressively.] \n \n2. Amendment of certain laws. —(1) The  Acts and Ordinances specified in the Schedule \nare hereby amended to the extent and in the  manner specified in the fourth column th ereof. \n \n(2) Where this Ordinance requires that in any specified law, or in any section of other \nportion thereof, certain words shall be substitut ed for certain other words, or that certain \nwords sh all be omitt ed, the substitution  or omiss ion, as the case m ay be, shall, except where it is \notherwise expressly provided, be made wherever the words referred to occur in that law, or as the \ncase may be, in th at section or portion. \n \n \n \n1 The words “not later than the first day of January, 1973\" omitted by the Law Reforms (Amdt.) Act, 1973 (19 of 1973), s. 2. \n2  For Notification enforcing certain provisions of the Ordinance in N.W.F.P., see Government of N.W.F.P., Home and Tribal \nAffairs \nDepartment Notification No. S.Q. Judl. Misc. (HD)/75, dated the 26th December, 1975, N.W.F.P., Gazette, Ext., dated the 30th \nDecember, \n1975, page 484a; \nFor Notification enforcing certain provisions of the Ordinance, in Punjab, see the Home Department Government of Punjab, \nNotification \nNo. Judl/I-3 (2)/75, dated the 26th December, 1975, Gazette of Punjab, Ext., dated the 26th December, 1975, page 1419; \nFor Notification enforcing certain provisions of the Ordinance, in Sind, see the Law Department Government of Sind, Notification No. \nS. Legis-4(8)/75, dated the 23rd December, 1975, Gazette of Sind, Ext., dated the 23rd December, 1975, Part I, page 1327-A; and \nFor Notification enforcing certain provisions of the Ordinance, in Baluchistan,' see the Law Department, Government of    \nBaluchistan \nNotification No. Legis-3/15/Law/75, dated the 23rd December, 1975, Gazette of Baluchistan, Ext., dated the 23rd December, 1975. \n3 Certain words added by Act 19 of 1973, s. 2. \n4 Ins. by the Law Reforms <Amdt.) Act, 1976 (21 of 1976); s. 2 and Sch., \n3 \n \n 1[3. Appeal to High  Court in certain cases. —(1) An appeal shall lie to a Bench of two  or \nmore Judges of a High Court from a decree passed or final order made by a single Judge of that \nCourt in the exercise of  its original civil jurisdiction. \n \n(2) An  appeal shall also lie to a Bench of two or more Judges of a High Court from an order \nmade by a single  Judge of that Court under 2[clause (1) of Article 2[199]  of  the \nConstitution  of the  Islamic Republic  of Pakistan] not being an order made un der sub - paragraph (i)  \nof paragraph (b) of that clause : \n \nProvided that the appeal referred  to  in this sub-section shall not be available or \ncompetent if the  application brought before the High Court under Article 2[199] arises out of any \nproceedings in which the law applicable provided for at least one appeal 3[or one revision or one \nreview] to any court, tribunal or authority against the o riginal order. \n \n(3) No  appeal shall lie under sub-section (1) or  sub-section (2) from an interlocutory order \nor an order whi ch does not  dispose of  the entire case before the Cou rt. \n \n(4) Nothing contained in this Ordinance shall be construed as affecting— \n \n(a) any appeal under the provisions  of the Letters Patent applicable to a High \nCourt or under section 102 of the Code  of Civil  Procedure, 1908  (V of 1908), \nwhich was pending  immediately before the comm encement of this Ordinance; \nor \n \n(b) any appeal or petition for leave to appeal from a decree, judgment or order of a \nsingle Judge of  a High Court made to  the Supreme Court before the com- \nmencement of the Law Reforms (Amendment) Ordinance, 1972. ]. \n4[4. Computation of period of limitation. In computing the  period of limitation for filing \nan appeal under the provisions  of section 3, the period comm encing the fourteenth of Ap ril, 1972,  \nor the  date of the  decree or order against which the appeal is to be filed, whi chever shall be later, \nand the d ate of the commencement of the  Law R eforms (Amend- ment) A ct, 1972, sh all be \nexcluded]. \n5[5. Saving. Notw ithstanding  anything contained in this O rdinance,— \n \n(a) the trial of a warrant case whi ch was pending before a Magistrate im mediately \nbefore the twenty-first day of December, 1975, and in which charge had been \nframed; or . \n \n(b) any inqui ry into  a case triable by the  Court of Session  or High Court in which \ncharge was framed, or in which the accused was committ ed for trial by the \nCourt of Session  or the High Court before the twenty-first day of December, \n1975;  shall be p roceeded with and compl eted as-if the p rovisions  of the \nSchedule to this Ordinance relating to  amendments in the Code  of Criminal \nProcedure, 1898  (Act V of 1898.), h ad not come into force: \n \nProvided that any such case decided by a Magistrate, or any case in \nwhich the accused was committ ed for trial by the Court of Session  or the High \nCourt and d ecided by it, on or after the said twenty-first day of December, \n1975;  but b efore  the  comm encement  of  the  Law  Reforms  (Amendment)  \nOrdinance, 1976,  by followi ng the procedure provided in the said Code  as \namended by this O rdinance, shall be deemed to h ave been validly decided.] \n \n1 Subs, and shall be deemed always to have been so subs, by the Law Reforms (Amdt.) Act, 1972 (8 of 1972), s. 2 {w.e.f. 14-4-72). \n2 Subs, by the Law Reforms (Amdt.) Act, 1975 (6 of 1975), s. 2. \n3 Ins. ibid., \n4 Added by Act. 8 of 1972, s. 3. \n5 Added by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch., \n4 \n \n THE  SCHEDU LE \n[See section 2 (1)]  \n \n  \nYear \nof \nStatu te  Number \nof \nStatu te  Short \ntitle of \n  Statu te \n  \n \nAmendments made  \n1 2 3 4 \n \n1*                    *                      *                      *                      *                      *                      *  \n1898      V \nThe Code  \nof \nCriminal \nProcedure, \n1898  1. In section 4, in sub -section (1), clauses (e), (v) and (w)  shall be \nomitt ed. Procedure,  \n \n2. For section 6, the following  shall be substitut ed, namely :— \n \n\"6. Class es of Criminal  Courts  and Magistrat es.—(1) Besides the \nHigh Cou rt and the Courts constitut ed under any law oth er than \nthis Code for the time b eing in force, there shall be two classes of \nCriminal Courts in Pakistan, namely :— \n \nI. Cou rts of Session;  , \n \nII. Courts of Magistrates. \n \n(2) There shall be the following  classes of Magistrates, namely:—   \nI. Judicial Magistrates.— \n(1) Magistrates of the first class. \n(2) Magistrates of the Second class. \n            (3) Magistrates of the thi rd class. \n(4) Special Judicial Magistrates. \nII. Executive M agistrates.— \n(1) District Magistrates. \n(2) Addition al District Magistrates.  \n(3) Sub-division al Magistrates. \n(4) Special Executive M agistrates.\" \n \n \n \n \n \n \n \n \n \n \n \n1All the entries relating to the amendments of the Acts and Ordinance 1898 have been omitted by the federal Laws (Revision and \nDeclaration) Ordinance, 1981 (27 of 1981), s. 3 and II Sch., \n5 \n \n 1[(5) Magistrate of the first class. (6)  Magistrate of the s econd class. (7)  Magistrates of \nthe thi rd class.] \n2[2A. In section 10, in sub-section (3), for the commas,  figures, words and brackets\", \n407,  sub -section  (2) and  528,  sub -sections  (2)  and  (3)\"  the  wo rds,  figures,  comma  and \nbrackets \"and 407, su b-section (2)\" shall be substitut ed.] \n \n3. For section 10, the following  shall be substitut ed, namely:— \n \n\"10. Distri ct Magis trates—(1) In every district, the Provincial Government shall appoint  \na District Magistrate. \n \n(2) The  Provincial Government may also appoint Addition al District Magistrates to \nexercise jurisdiction in one or more districts, and such Addition al District M agistrates shall have \nall or any of the powers of a District Magistrate under this Code  or under any other law for the \ntime b eing in force, as the Provincial Government may direct. \n \n4. In section 12, in sub-section (1), the  comm as and words \", besides the Dist rict \nMagistrate,\",  and  the  words  and  comma  \"the  Provincial  Government  or  the  District \nMagistrate, subject to the  control of the Provincial Government\" shall be omitted. \n \n5. In section 13, for the words \"Magistrate of the first or second class\" the words \n\"Executive  Magistrate\" shall be substitut ed. \n \n6. For section 14, the  following  shall be substitut ed, namely :— \n \n\"14. Special Judicial and Executive Magistra tes.—(1) The Provincial Government may, \non the recomm endation of the High Court, confer upon  any person all or any of the pow ers \nconferred or conferrable by or under this Code  on a Judicial Magistrate in respect to particular \ncases or to a particular class or particular classes of cases, or in regard to cases generally in any \nlocal area. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 New serial numbers and entries added by the Legal Reforms Act. 1997 (23 of 1997) s. 3. \n2 Item 2A ins. by the Law Reforms (Amdt.) Act, 1976 {21 of 1976). s. 2 and Sch.. \n6 \n \n (2)  Such  Magistrates  shall  be  called  Special  Judicial  Magistrates  and  shall  be \nappoint ed for su ch term as the Provincial Government may, in consult ation with the Hi gh \nCourt, by general or special order, direct. \n \n(3) The Provincial Government may also appoint  Executive  Magistrates for particular \nareas or for performance of particular functions  and confer upon  them all or any of the \npowers conferred or conferrable by or under this  Code on an Executive M agistrate. \n \n(4) Such Magistrates shall be called Executive  Magistrates and shall be appoint ed for \nsuch term as the Provincial Government may, by general or special order, direct: \n \nProvided that no powers shall be conferred under this sub-section on any Police \nOfficer below the grade of Assist ant Superintendent and no power shall be conferred on a \nPolice Officer except so far as may be necessary for preserving the peace, preventing  crime \nand detecting, apprehending and detaining offenders in order to their being b rought before a \nMagistrate and for performance the Officer of any other duties impos ed upon  him by any law \nfor the time b eing in force. \n \n(5) The Provinci al Government may delegate, subject to such limit ations  as it thinks \nfit, to any officer und er its control the pow ers conferred by sub-section (3).\" \n \n7. In section 15, in sub-section (1), for the word \"Magistrates\" the words \"Judicial \nMagistrates\" shall be substitut ed. \n \n8. In section 16, the words and comm as \"or, subject to the control of the Provincial \nGovernment, the Dist rict Magistrate may,\" shall be omitt ed. \n \n9. In section 17,— \n \n(i) for sub-sections  (1) and (2)  the followi ng shall be substitut ed, namely:— \n \n\"Subordination of Judicial Magistrat es and Benches to Sessions Judge.—(1) All \nJudicial Magistrates appointed under sections  12 and 14, and all Benches constitut ed under \nsection 15, sh all be sub ordinate to the Sessions  Judge, and he may, from time to  time, make \nrules or give special orders consist ent with this Code  and any rules framed by the  Provincial \nGovernment under section 16, as to the distribution  of busin ess among such Magistrates and \nBenches. \n \nSubordi nation of Executive Mag istrat es to Distr ict Magis trate.— (2) All  Executive  \n\"Magistrates appoint ed under sections  1[12, 13] and 14 shall be subo rdinate to the District \nMagistrate and he may, from lime to time, make rules or give sp ecial orders consist ent with \nthis Code  and any rules framed by the  Provincial Government und er section 16, as to t he \ndistribution of  busin ess among  such Magistrates. \n \n \n \n \n \n \n \n \n1 Subs. by the Legal Reforms Act, 1997 (23 of 1997), s. 3 for figure “13”. \n7 \n \n Subordi nation of Executive Magistrat es to Sub-divisional Magi strate.—(2A) E very \nExecutive Magistrate (other than a Sub-division al Magistrate) in a Sub-division  shall also be \nsubo rdinate to the Sub-division al Magistrate, subject, however, to the general control of the \nDistrict Magistrate.\"; \n \n(ii) in  sub-section (4), the  words and comm as \"or, if there be no  Addition al or \nAssist ant Sessions  Judge, by the  District Magistrate,\" and the words \"or \nMagistrate\" shall be omitt ed; and \n \n(iii) sub-section (5) shall be omitt ed. \n \n10. For section 22, the following  shall be substitut ed, namely :— \n \n\"22. Appoi ntment of Justices of the Peace.—The Provincial Government may, by \nnotification in the official Gazette, appoint,  for such period as  may be specified in the \nnotification, and subject to such rules as may be made by it, any person who is a citizen of \nPakistan arid as to whose  integrity and suitability it is satisfied to be a Justice of the Peace for \na local area to be specified in the notification, and more than one Justice of the Peace may be \nappoint ed for the same local area. \n \n22A.  Powers of Justices of the Peace.—(I) A Justice of the Peace for any local area \nshall, for the purpose of making an arrest, have within  such area all the powers of a police \nofficer referred to in section 54 and of an officer in charge of a poli ce-station referred to in \nsection 55. \n \n(2) A Justice of the Peace making an arrest in exercise of any po wers under sub- \nsection (1) sh all, forthwith, take or cause to be taken the person arrested before the officer in \ncharge of the  nearest police-station and furnish such officer with a report as to the \ncircumst ances of the arrest and su ch officer shall thereupon re-arrest the person. \n \n(3) A Justice of the Peace for any local area shall have powers, within  such area, to \ncall upon any member of the poli ce force on du ty to aid him— \n \n(a) in taking or preventing  the escape of any person who has participated in the \ncommission  of  any  cognizable  offence  or  against  whom  a  reasonable \ncompl aint has been made or credible in formation has been received or a \nreasonable suspi cion exists of his h aving so participated; and \n \n(b) in  the prevention  of crime in general and, in particular, in the prevention of a \nbreach of the p eace or a distu rbance of the public  tranquili ty. \n \n(4) Where a member of the police force on duty has been called upon  to render aid \nunder sub-section (3), such call shall be deemed to have been made by a competent authority. \n \n(5) A Justice of the Peace for any local area may, in accordance with such rules as \nmay be made by the Provincial Government,— \n8 \n \n (a) issue a  certificate as to the id entity of any person residing  within  such area, or \n \n(b) verify any document brought before him  by any such person, or  \n \n(c) attest any such document required by or under any law for the time being in \nforce to be attested by a Magistrate, and until the contrary is proved, any \ncertificate so issued shall be presumed to be correct and any document so \nverified shall be deemed to be duly verified, and any document so attested \nshall be deemed to h ave been as fully attested as if he had been a Magistrate. \n \n22B.  Duties of Justices of the peace.—Subject to such rules as may be made by the \nProvincial Government, every Justice of the Peace for any local area shall— \n \n(a) on receipt of information of the occurrence of any incident involving  a breach \nof the peace, or of the commission  of any offence within  such local area, \nforthwith  make inqui ries into the matter and report in writing the  result of his \ninqui ries to the nearest Magistrate and to the officer in charge of  the nearest \npolice-station; \n \n(b) if the offence referred to in clause (a) is a cognizable offence, also prevent the \nremoval of anything  from, or the interfere nce in any way with,  the place of \noccurrence of the o ffence; \n \n(c) when so requested in writing by a police-officer making an investigation under \nChapter XIV in respect of any offence committ ed within  such local area,— \n(i) render all assistance to the poli ce-officer in m aking such an inv estigation; \n(ii) record any statement made under expectation of death\" by a person in \nrespect of whom a crime is believed to h ave been committ ed.\". \n \n1[11. In section 28, in clause (c), for the full stop at the end a colon shall be su b- \nstitut ed, and th ereaf ter the following  proviso  shall be added, namely :— \n \nProvided  that  the offences  falling under  Chapters  VIII,  X,  XIII  and  XIV  of  the \nPakistan Penal Code  (Act XLV of 1860),  except offences specified in section 153A  and \nsection 281 of the said Code, shall be tried by the  Executive  Magistrates and the expression \n\"Magistrate\"  used  in  the  s aid  eighth  column  shall  mean  Executive  M agistrate  of  the \nrespective class.] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs by the legal Reforms Act 1997 (23 of 1997) s. 3 for “item 11”. \n9 \n \n 1[11 A. In section 29, in sub-section (2), for the full stop at the end a colon shall be \nsubstitut ed and th ereaf ter the following  proviso s hall be added namely:— \n \nProvided that the offences punish able with imprisonm ent for a term not exceeding \nthree  years,  with  or  without  any  oth er  punishm ent,  shall  be  tried  by  the  Executive \nMagistrates.] \n \n12. For section 29-B the following  shall be substitut ed, namely:— \n \n\"29-B.  Jurisdiction  in  the  case  of  juveniles.—Any  offence,  other  than  one \npunish able with death or imprisonm ent for life, committ ed by any person who at the date \nwhen he appears or is brought before a Court is under the age of fifteen years, may be tried \nby any Judicial Magistrate especially empowered by the  Provincial Government to exercise \nthe powers conferred by section 8, sub-section (1), of the Reformatory Schools Act, laid, or, \nin any area in which the said Act is not applicable, by any other law providing  for the \ncustody, trial or punish ment of youthful offenders, by any Magistrate empowered by or under \nsuch law to exercise all or any of the po wers conferred thereby.\". \n \n2[12-A In section 30, the words and comma  \"and the Dist rict of Sylhet,1 shall be \nomitt ed.] \n \n3[13. In section 30, for the words, figure and comma  \"section 29, invest the District \nMagistrate or any\" the words, figures and comma \"sections  28 and 29, invest any Judicial\" \nshall be substitut ed.] \n \n4*                    *                      *                      *                      *                      *                      *  \n \n \n5[15. In section 32, in sub -section (1),— \n \n(i)  for  the  words  \"two  years\"  the  words  \"three  years\";  for  the  words  \"one \nthous and\" the  words \"five thous and\"; for the words \"six months\" the  words \n\"one year\"; and for the words \"two hund red\" the  words \"one thous and\" shall \nrespectively be substitut ed; and \n \n6*                    *                      *                      *                      *                      *                      *  \n \n \n7*                    *                      *                      *                      *                      *                      * \n \n \n \n \n \n \n \n1 New item 11A ins. ibid. \n2 Item 12A ins. by the Law Reforms (Amdt.) Act, 1976 (2! of 1976), s. 2 and Sch., \n3 Subs. by the Legal Reforms' Act, 1997 (23 of 199.7) s. 3 for \"item 13\". \n4 Item 14 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch., (w.e.f. 24-4-74). \n5 Subs. by Act 21 of 1976, s. 2 and Sch., for item 15. \n6 Sub-item (ii) of item. 15 and item 16 omitted by Act 23 of 1997, s. 3. \n7Sub-item (i), of item 17 omitted by Act 25 of 1974, s. 2 and Sch., (24-4-74). \n10 \n \n (ii)   in  sub-section (2), in clause (b) of the proviso,  the brackets, words and figure \n\"(other than a Magistrate acting under section 34)\" sh all be omitt ed. \n \n18. In section 36, for the wo rds and comm as \"Dist rict Magistrates, Sub-Divis ional \nMagistrates and the M agistrates of the first, second and thi rd classes,\" the words \"Judicial and \nExecutive M agistrates\" shall be substitut ed. \n \n19. For section 37 the following  shall be substitut ed, namely: \n \n\"37. Addi tional Powers conferrable on Magi strates.—In addition to his ordinary \npowers, any Magistrate may be invested by the Provincial Government with any powers \nspecified in the fourth schedule :  \n \nProvided that, in the case of a Judicial Magistrate, such powers shall be conferred on \nthe recomm endation of  the Hi gh Court: \n \nProvided further that the Provincial Government may authorise a District Magistrate \nto invest any Magistrate subo rdinate to him with any of the powers specified in Part II of the \nfourth schedule.\" \n \n20. In section 41, in  sub-section (1) for the full-stop at the end a colon shall be \nsubstitut ed and th ereaf ter the following  proviso s hall be added, namely:— \n \n\"Provided that, in the case of a Judicial Magistrate, the withd rawal of such powers \nshall not be made except on the recomm endation of the High Cou rt.\". \n \n21. In section 42, after the word \"Magistrate\", the comma  and words \", Justice of the \nPeace\" shall be inserted. \n \nl[22. In section 44,— \n \n(i) for sub-section (1) the following  shall be subst ituted, namely:— \n \n‘(1) Every person aware of the commission of, or of the intention  of any \nother person to commi t, any offence punish able under any of the \nfollowing  sections  of  the  Pakistan  Penal  Code,  namely,  121,121A,  \n122,123,  123A,  124,12 4A, 125,126,130,  143, 144, 145,147,148,153A,  \n161,162,163,164,165,168 ,170,231,232,  255,  302,  303,  304,  304A,  \n364A,  382, 392, 393, 394, 395, 396, 397, 398, 399, 402, 435, 436, \n449,450, 456, 457, 458 ,459,460 and 489A s hall, in the absence of \nreasonable  excuse  the  burden  of  proving  whi ch  shall  lie  upon  the \nperson so aware, forthwith give information to the nearest Magistrate \nor police-officer of such commission  or intention;  and \n \n(ii) In sub-section (1) substitut ed as aforesaid, after the word \"Magistrate\" the \ncomma  and wo rds \"Justice of the Peace\" shall be inserted.] \n \n23. In section 45, in sub-section (1), after the word \"Magistrate\" occurring for the first \ntime, the words \"or Justice of the Peace\" shall be inserted. \n \n \n \n \n1 Subs. by the Law (Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch., for item 22. \n11 \n \n  \n1*                    *                      *                      *                      *                      *                      *  \n \n25. In section 57, in sub-section (2), after the word \"Magistrate\", the words and \ncomma \"having jurisdiction,\" sh all be inserted. \n \n26. In section 68, in sub-section (2), for the full-stop at the end a colon shall be \nsubstitut ed and th ereaf ter the following  proviso s hall be added, namely:— \n \n\"Provided that the Cou rt may, at the request of the compl ainant or the accused, allow \nhim to serve the summons  on his own witn esses\". \n \n27. In section 69, in sub-section (2), the words and comma  \"if so required by the \nserving officer,\" shall be omitt ed. \n \n28. In section 70, the commas and words \", if so required by the serving officer,\" shall \nbe omitt ed. \n \n29. In section 72, in sub-section (1), for the words \"Railway Comp any\" the words \"a \nstatutory body or a company\" shall be substituted. \n \n30. In section 74, in sub-section (1), for the word \"officer\" the  word \"person\" sh all be \nsubstitut ed. \n \n31. In section 86, in sub-section (1), for the full-stop at the end a colon shall be \nsubstitut ed and th ereaf ter the following  further proviso shall  be added, namely:— \n \n\"Provided further that if the offence is not bailable or not  direction has been endorsed \nunder section 76 on the w arrant, the Sessions  Judge of the Sessions  division  in which the \nperson is arrested may, subject to the provisions  of section 497 and for sufficient reasons, \nrelease the person on an interim bail on such bond or security as the Sessions  Judge thinks  fit \nand direct the person to appear by a specified date before the Court which issued the warrant \nand forward the bond to that Court\". \n \n2[32. A fter section 86, the following  new section 86A sh all be inserted, namely:— \n \n\"86A.  Procedure for removal in custody  to Tribal Area.— Where a p erson arrested \nunder section 85 is to be removed in custody to any place in the Tribal Areas, he shall be \nproduced before a Magistrate within  the local limits of whose  jurisdiction the arrest was \nmade, and such Magistrate in directing the removal shall hear the case in the same manner \nand have the same jurisdiction and powers, as nearly as may be, including  the power to order \nthe p roduction of evidence, as if the  person arrested were charged with an offence committ ed \nwithin  the ju risdiction of su ch Magistrate; and such Magistrate shall direct the removal of the \narrested person in custody if he is satisfied that the evidence produced before him raises a \nstrong or probable presumption that the person arrested committed the offence mention ed in \nthe w arrant’. \n \n \n \n \n1  Item 24 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch., (w.e.f. 24-4-74).2  Subs. by the Law Reforms \n(Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch., for item 32. \n12 \n \n 1*                    *                      *                      *                      *                      *                      *  \n \n33. In section 87, in sub-section (1), for the words and brackets \"has reasons to \nbelieve (whether after taking evidence or not)\"  the words \"is satisfied after taking evidence\" \nshall be substitut ed. \n \n34. In section 88,— \n \n(i) in sub-section (6) for the words and figure \" Ch apter XXXVI of the Code  of Civil \nProcedure\" the words and figures \"Order XL of the Code  of Civil  Procedure, 1908\" shall be \nsubstitut ed; and \n \n(ii) in sub -section (6Q, the wo rds and comma \"of the first or second class,\" shall be omitt ed. \n \n35. In section 90, the wo rds \"other than a juror or assessor\" shall be omitt ed. \n \n2[36. In section 98,— \n \n(i) in sub -section (1),— \n \n(a) for the words and comma  \" or  coin, or instruments or materials for \ncounterfeiting coin or stamps\"  the comm as and words\", bank notes, currency \nnotes or coin or instruments or m aterials for counterfeiting coin, stamps,  bank \nnotes or currency notes\" shall be substitut ed; \n \n(b) the  comm as and words \", if a Dist rict Magistrate, or a Sub-division al \nMagistrate, upon  information and after such inqui ry as he thinks  necessary, \nhas reason to believe that any place is used\" shall be omitt ed; \n \n(c) in clause (c), after the words \" stamps \", the comm as and words \", bank notes, \ncurrency notes\" shall be inserted; \n \n(d) in clause (d), after the word and comma  \"stamps, \", the words and comm as \n\"bank not es, currency notes,\" shall be inserted; and \n \n(e) in clause ( e), after the wo rd and comma  \"stamps,\", the words and comm as \n\"bank notes, currency notes,\" shall be inserted and for the words \"or stamps\" \nthe comm as and words \", stamps,  bank notes or currency not es\" shall be \nsubstitut ed; and \n \n(ii) in sub-section (2), for the wo rds, figures and comma \"section 19 of the  Sea \nCustoms  Act, 1878  \"the words, figures and comma  \" section 16 of the \nCustoms A ct, 1969\"  shall be substitut ed.] \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Item 32A omitted by the Legal Reforms Act, 1997 (23 of 1997), s. 3. \n2 Subs, by Act 21 of 1976 for \"item 36\". \n13 \n \n  \n37. In section 99A,  for the words, figure and comm as \" Press and Registration of \nbooks  Act, 1867,\" the  words, figures and comm as l* * * West Pakistan Press and Publications \nOrdinance, 1963,  or any oth er law relating to press and publications  for the time being in \nforce,\" shall be substitut ed. \n \n38. Section 99B shall be re-numb ered as sub -section (l) of that section and— \n \n(i) in  sub-section (1), re-numb ered as aforesaid, after the words, figure, letter \nand comma  \"under section 99A,\", the words \"or any other law for the time \nbeing in force\" shall be inserted; and. \n \n(ii) after sub -section (1) re-numb ered and amended as aforesaid, the following \nnew sub -section sh all be added, namely:— \n \n\"(2) Nothing  in sub-section (1)sh all apply to a case where the order of forfeiture has \nbeen made— \n \n(a) in respect of a newspaper, book  or other document printed outside  Pakistan; \nand \n \n(b) in respect of a newspaper, book  or other document on the conviction, in \nrespect of su ch newspaper, book  or oth er document, of the author or editor \nthereof for any of the offences referred to in su b-section (1) of  section 99 A.\", \n \n39. Section 99C sh all be omitt ed. \n \n40. In section 99D — \n \n(i) in sub-section (1), for the words \"Special Bench\" the  words \"High Court\" \nshall be substit uted; and \n \n(ii) su b-section (2) s hall be omitt ed. \n \n41. In section 106 ,— \n \n2*                    *                      *                      *                      *                      *                      *  \n \n(ii) in sub-section (3), for the words and figures \"including a Court hearing \nappeals under section 407 or by the High Court when\" the words \"or by a \nCourt\" shall be substitut ed. \n \n42. In section 107, in su b-section (1) ,— \n \n(i) for the comm as and words \", District Magistrate, Sub-division al \nMagistrate or  Magistrate of the first class\" the  words \"Dist rict \nMagistrate or Sub- division al Magistrate or an Executive  Magistrate \nspecially empowered in this  behalf by the  Provincial Government or \nthe District Magistrate\" shall be substitut ed; and \n \n \n \n1 Certain words omitted by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch. \n2Sub-item (i) omitted by the Legal Reforms Act, 1997 (23 of 1997), s. 3. \n14 \n \n (ii) for the w ords \"one year\" the wo rds \"three years\" shall be substitut ed. \n \n43. In section 108,— \n \n(i) for the comm as and words \", or a Magistrate of the first class\" the words \n\"or Sub-division al Magistrate or an Executive M agistrate\" shall be \nsubstitut ed; and \n \n(ii) for the  comm as, words arid figure \", the rules laid down  m the Press and \nRegistration of Books  Act, 1867,\" the  comm as, words and figures \", the \nprovisions  of 1* * * the West Pakistan Press and Publications  Ordinance, \n1963,  or any oth er law relating to press and publi cations for the time being \nin force\" shall be substitut ed. \n \n44. In section 109,— \n \n(i) for the  comm as and words \", District Magistrate, Sub-division al Magistrate \nor a Magistrate of the  first class\" the  words \"District Magistrate or Sub- \ndivision al Magistrate or an Executive  Magistrate specially empow ered by \nthe Provincial Government in this  behalf\" shall be substitut ed; and \n \n(ii) for the words \"one year\" the words \"three years\" shall be substitut ed. \n \n45. In section 110, for the words \"a Magistrate of the first class\" the words \"an \nExecutive  Magistrate\" shall be substitut ed. \n \n46. In section 117, for sub-section (2), the following  shall be substitut ed, namely:— \n \n \n \n\"(2) Such inqui ry shall be made, as nearly as may be practicable, in the manner \nprescribed in Chapter XX for condu cting trials and recording evidence, except that no charge \nneed be framed. \n \n47. In section 126, for the comma  and the words \", Sub-division al Magistrate or \nMagistrate of the first class\" the words \"or Sub; d ivision al Magistrate\" shall be substitut ed. \n \n48. In section 127, in sub-section (1), for the word \"Magistrate\" the words \"Executive  \nMagistrate\" shall be substituted. \n \n49. In section 12 8— \n \n(i) for the word \" Magistrate'' the words'' Executive  Magistrate \" shall be \nsubstitut ed; and \n \n(ii) the words, comma  and figure \"or a volunt eer enrolled under the Indian \nVolunt eers Act, 1869\" shall be omitt ed. \n \n50. In section 129, for the word \"Magistrate\" the words \"Executive  Magistrate\" shall \nbe substitut ed. \n \n \n \n \n \n1 Omitted by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch., \n15 \n \n 51. In section 130, in sub-section (1), the w ords, comm as and figure \"or of any \nvolunt eers enrolled under the Indian Volunt eers Act, 1869,\"  shall be omitt ed. \n \n52. In section 131,— \n \n(i) for the words \"no Magistrate\" the words \"no Executive  Magistrate\" shall be \nsubstitut ed; and \n \n(ii) for the words \" a Magistrate\" the words \"an Executive  Magistrate\" shall be \nsubstitut ed. \n \n53. In section 132, in clause (d), the words and comma  \" or volunt eer,\" shall be \nomitt ed. \n \n54. In section 133 — \n \n(i) in sub-section (1), for the words \"a Magistrate of the first class\" the -words \n\"an Executive M agistrate\" shall be substitut ed; and \n \n(ii)  for  the  words  \"Magistrate  of  the  first  or  second  class\"  the  words \n\"Executive M agistrate\" shall be substitut ed. \n \n55. In section 137, in sub-section (1), for the words \"as in a summons-case\" the words \n\"in the m anner provided in Ch apter XX\" shall be substitut ed. \n \n56.  In  section  143,  for  the  words  \"any  other  Magistrate\"  the  words  \"any  other \nExecutive M agistrate\" shall be substitut ed. \n \n57. In section 144, words and brackets \"Magistrate (not Magistrate of the  third class)\" \nthe wo rds \"E xecutive M agistrate\" shall be substit uted. \n \n58. In section 145, in sub-section (1), for the comma  and words \", Sub-division al \nMagistrate or M agistrate of the first class\" the wo rds \"or Sub-divisional Magistrate or an \nExecutive M agistrate specially empow ered by the Provincial Government in this  behalf\" shall \nbe substitut ed. \n1[58A.  In section 146, in sub-section (2), for the words \"Code of Civil  Procedure\" the \nwords, comma and figure \"Code of  Civil Procedure, 1908\"  shall be substitut ed.] \n \n59. In section 147, in sub-section (1), for the comma  and words \", Sub-division al \nMagistrate or M agistrate of the first class\" the wo rds \"or Sub-division al Magistrate or an \nExecutive M agistrate sp ecially empow ered by the Provincial Government in this  behalf\" shall \nbe substitut ed. \n \n60. In section 155,— \n2*                    *                      *                      *                      *                      *                      *  \n \n(ii) in  sub-section (2), for the wo rds and comma  \"or commit  the s ame for trial, \nor of a Presidency Magistrate\" the words \"or send the same for trial to the \nCourt of Session\"  shall be substitut ed. \n \n61. In section 156, after sub-section (3), the  following n ew sub-section shall be added, \nnamely :— \n \n\"(4) Notwithst anding anything contained in sub-section (1), ( 2) or (3), no police- \nofficer shall investigate ah offence under section 497 or section 498 of the Pakistan Penal \nCode, except \n \n \n \n \n \n1 Item 58-A ins. by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch. \n2Sub-item (i) omitted by the legal reforms act, 1997 (23 of 1997) s.3. \n16 \n \n upon a  compl aint made by the hus band of  the woman, or, in his absence, by some person who \nhad the care of such woman on his b ehalf at the time wh en such offence was committ ed.\". \n \n62. In section 164, after sub-section (1), the  following n ew sub-section shall be added, \nnamely:— \n \n\"(1-A) Any such statement may be recorded by such Magistrate in the presence of the \naccused, and the accused given an oppo rtunity of cross-examining the  witness making the \nstatement.\" \n \n63. In section 167, \n1*                    *                      *                      *                      *                      *                      *  \n2[(iA) in sub-section (1), the followin g explanation shall be added at the end, \nnamely:— \n \n\"Explanatio n.-—For the purpose of this section, in the cases triable by the \nExecutive  Magistrates, the expression  \"nearest Magistrate\" means the \nExecutive M agistrate and in all other cases the Judicial Magistrates.] \n \n(ii)  in  sub-section  (2), for  the  word  \"commit\"  the  word  \"  send\"  shall  be \nsubstitut ed; and \n \n(iii) for sub-section (4), the following  shall be substitut ed, namely:— \n \n\"(4) The Magistrate giving  such order shall forward a copy of his reasons for making \nit, to the Sessions  Judge.\" \n \n64. In section 169, for the word 'commit\"  the word \"send\" shall be substitut ed. \n \n65. In section 170 ,— \n \n(i) in sub-section (1), for the word \"commit\"  the word send\" shall be . \nsubstitut ed; and \n \n(ii) su b-section (3) shall be omitt ed. \n \n66. In section 174, in sub-section (5), for the words and comma  \" Magistrate of the \nfirst class, and any Magistrate\" the words \"any oth er Executive  Magistrate\" shall be \nsubstitut ed. \n \n67. In section 178 ,— \n \n(i) for the words \" committed for trial in any district may be tried in any \nsessions  division\"  the words \"in any dist rict sent for trial to a Court of \nSession m ay be tried in any sessions division \"  shall be substitut ed; and \n \n(ii) for the proviso the  following  shall be substitut ed, namely :— \n \n\"Provided that such direction is not repugnant to any di rection \nprevious ly iss ued by the High Court under section 526 of this Code  or any \nother law for the time being in force. \n3*                    *                      *                      *                       *                      *                      *  \n69. In section 187, in su b-section (1), for the words and comma  \"by a Magistrate other \nthan a District Magistrate, such Magistrate shall send the person arrested to the District or \nSub-division al Magistrate\" the comma  and words \", the Magistrate Issuing the  Warrant shall \nsend the  arrested person to the  Sessions Judge\" shall be substitut ed. \n \n \n \n1 Sub-item (i) omitted by the Legal Reforms Act, 1997 (23 of 1997), s. 3. \n2 New sub-item (iA) ins, ibid., \n3item 68 omitted ibid., \n17 \n \n 70. In section 190 — \n1*                    *                      *                      *                      *                      *                      *  \n2[(ii) for sub-section (2) the following  shall be substitut ed, namely :— \n \n\"(2) The Provincial Government may empow er any Magistrate to take cognizance \nunder sub-section (1), clause (a) or clause (b) of offences for which he may try or send to the \nCourt of Session  for trial: \n \nProvided that in the case of a Judicial Magistrate the Provincial * Government shall \nexercise this  power on the recomm endation of the High Cou rt.] \n \n(ii A)  in sub -section (2), for the wo rds \"commit  for trial\" the wo rds \"send, to the Cou rt \nof Session  for trial\" shall be substitut ed; and \n \n(iii) for sub-section (3), the following  shall be substitut ed, namely:— \n \n\"(3) A Magistrate taking cognizance under sub-section (1) of an offence triable \nexclusiv ely by a Court of Session  shall, without  recording any evidence, send the case to the \nCourt of Session  for trial].\" \n3[70A. In section 191, for the wo rd \"committ ed\" the wo rd \"sent\" shall be substitut ed.] \n \n71. For section 191 the following  shall be substitut ed, namely:— \n \n\"191. Transfer on application  of the accused.—When a Magistrate takes cognizance \nof an offence under sub-section (1) clause (c), of the preceding section, the accused shall, \nbefore any evidence is taken, be informed that he is entitled to have the case tried by another \nCourts and, if the accused, or any of the accused if there be more than one, objects to being \ntried by such magistrate, the case shall, instead of being tried by such Magistrate, be sent \n4[\"in the case of Judicial Magistrate, to the Sessions  Judge, and in the case of Executive \nMagistrate, to the  District Magistrate\" shall be substi tuted] for transfer to another Magistrate.\". \n5[71A.  In section 192, in sub-section (2), for the words \"commit  him\" the  words \"send \nhim to the  Court of Session\" shall be substitut ed.] \n6[72. In section 192 .— \n \n(i) in sub-section (1), for the full stop at the end a colon shall be substitu ted, and \nthereafter the following  proviso sh all be added, namely :— \n \n\"Provided that if the offence is triable by a Judicial Magistrate the case shall be \nsent to the  Court of Session for transfer to su ch Magistrate.\"; \n \n(ii) for sub-section (2) t he following  shall be substitut ed, namely :— \" \n \n(2) Any District Magistrate may empower any Executive  Magistrate subo rdinate to \nhim, who has taken cognizance of any case, to transfer such case for inquiry or trial to any \nother  Executive  Magistrate  in  his  district  who  is  competent  under  this  Code  to  try the \naccused; and su ch Magistrate may dispose  of the case accordingly;\" ; and \n \n \n \n \n \n \n1Sub-item (i) omitted by theLegal Reforms Act, 1997 (23 of 1997) s.3. \n2Subs. ibid., for sub-item (ii) which was previously subs. by Act 21 of 1976, s.2 and sch., \n3item 70A ins. by the Law Reforms 9amdt.) Act, 1976 (21 of 1973) s.2 and sch., \n4 Sub-item (i) omitted by the Legal Reforms Act, 1997 (23 of 1997), s. 3. \n5 Subs. ibid., for sub-item (ii) which was previously subs. by Act 21 of 1976, s. 2 and Sch., \n6 Item 70A ins. by the Law Reforms (Amdt.) Act 1976 (21 of 1976), s. 2 and sch., \n18 \n \n (iii) after sub-section (2), substitut ed as aforesaid, the followi ng section (3) \nshall be added, namely :— \n \n\"(3) A Sessions  Judge may empower any Judicial Magistrate, who has taken \ncognizance of any case, to transfer such case for trial to any oth er Judicial Magistrate in his \ndistrict, and su ch Magistrate may dispose of  the case accordingly.] \n \n73. In section 193, in sub-section (1), for the words \"unless the accused has been \ncommitt ed to it by a Magistrate duly empow ered in that behalf\", the words, figures and \nbrackets \"unless the case has been sent to it under section 190, sub-section (3)\" sh all be \nsubstitut ed. \n \n74. In section .194, the words \"upon a  commitm ent made to it\"  shall be omitt ed. \n \n75. In section 195, in sub-section (2), for the words, comma  and figure \" Indian ; \nRegistration Act, 1877\", the words, comma  and figure \" Registration Act, . 1908\" s hall be \nsubstit uted. \n1*                    *                      *                      *                      *                      *                      *  \n77. In section 199, for the wo rds, figures and commas beginning  with the wo rds \"No \nCourt\" and ending with  the words \"was committed\" the following  shall be substitut ed, \nnamely:— \n \n\"No Court shall take cognizance of an offence under section 497 #r section 498 of the \nPakistan Penal Code, except— . \n(a) upon  a report in writing made by a police-officer on the compl aint of the \nhusb and of the wom an, or in his absence, by some person who had care of \nsuch wom an on his b ehalf at the time wh en such offence was committ ed: or \n(b) upon  a compl aint made by the  husband of the wom an or, in his absence, made \nwith the leave of the Court by some  person who had care of such wom an on \nhis b ehalf at the time when such offence was committed.\". \n2[78. In section 200, in clause (a) of the\" proviso,  after the word and figure \"section \n192.\"  the comma  and w ords, 'or sending it to the  Court of Session' shall be added.]. \n3[79. For section 202 the  following  shall be substitut ed, namely:— \n \n'202.  Postpo nement of issue of Process.—(1) Any Cou rt, on receipt of a compl aint of \nan offence of wh ich it is authorised to take cognizance, or whi ch has been sent to it under \nsection 190, su b-section (3), or t ransferred to it  under section 191 or s ection 192, m ay, if it \nthinks  fit, for reasons to be recorded, postpo ne the issue  of process  for compelling the \nattendance of the person compl ained against, and either inqui re into the  case itself or direct an \ninqui ry or investigation to be made by a police officer, or by such other person as it thinks  fit, \nfor the purpose of ascertaining  the truth or  falsehood of  the compl aint: \n \nProvided that, save where the compl aint has been made by a Court, no such direction \nshall be m ade unless the compl ainant has been examined on oath under the p rovisio ns of \nsection 200.  \n \n(2) A Cou rt of Session  may, instead of di recting an investigation under the provisio ns \nof sub-section (1), direct the investigation to be made by any Magistrate subo rdinate to it for \nthe purpose of ascertaining the truth or  falsehood  of the compl aint. \n \n(3) If any inqu iry or investigation under this section is made by a person not being a \nMagistrate, or a police-officer, such person shall exercise all the powers conferred by this \nCode  \n \n1 Item 76 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch., (w.e.f. 24-4-74). \n2 Subs. by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s- 2 and Sch., for \"Item 78\". \n3 Subs, ibid., for \"Item 79\". \n19 \n \n on an officer-in-charge of a police-station, except that he shall not have power to arrest \nwithout  warrant. \n \n(4) Any Court inqui ring into a case under this section may, if it thinks fit, take \nevidence of witn esses on oath, \n \n79A.  In section 202 substitut ed as aforesaid,— \n \n(i) in sub-section (1), after the words 'made by', the words and comma  . 'any \nJustice of the Peace, or by' shall be inserted; and \n \n(ii) in  sub-section (3), after the words and comma  \"Magistrate,\", the words \"or \njustice of the Peace\" shall be inserted. \n \n79B. In section 203,— \n \n(i) for the w ord \"Magistrate\" the wo rd \"Court\" shall be substitut ed; and \n \n(ii) after the wo rd \" transferred \", the wo rds \" of sent\" shall be inserted.] \n \n80.  In  Chapter  XVII,  in  the  heading,  for  the  word  \"MAGISTRATE S\"  the  word \n\"COURT S\" shall be substitut ed. \n \n81. In section 204,— \n \n(i) in  sub-section (1), for the wo rd \"Magistrate\" the word \"Court\" for the word \n\"he\" the  word \"it\" and for the word \"hims elf\" the word \"itself shall \nrespectively be substitut ed ; and \n \n(ii) in  sub-section (3), for the word \"Magistrate\" the word \"Court\" shall be \nsubstitut ed. \n \n82. Ch apter XVIII shall be omitt ed. \n \n83. In section 225, in  Illustration (d), for the w ords \"inqui ry before the Magistrate\" the \nword \"trial\" shall be substitut ed. \n \n84. Section 226 sh all be omitt ed. \n \n85. In section 227, in  sub-section (1), the comm as and wo rds \", or, in the case of t rials \nbefore the Court of Session  or High Court, before the verdict of the jury is returned or the \nopinions  of the assessors are expressed\" shall be omitted. \n1[85A. In section. 228 the wo rds and figure \"section 226 o r\" shall be omitted. \n \n85B. In section 232, in sub-section (1), after the words \"High  Court\", the comma and \nwords \", or the Cou rt of Session\" shall be inserted.]. \n \n86. In Chapter XX, in the heading, for the word \" Summon s-Cases\" the  word \"Cases\" \nshall be substitut ed. \n \n87.  In  section  241,  for  the  word  \"summon s-cases\"  the  word  \"cases\"  shall  be \nsubstitut ed. \n \n88. A fter section 241, th e following  new section 241-A shall be inserted, namely:— \n \n\"241-A. Supply of statements and documents to  the accused.—(1) In all cases \ninstitut ed upon  police report, except those  tried summ arily or punish able with fine or \nimprisonm ent not \n \n \n1 Items 85A and 85B ins. by the Law Reforms (Amdt) Act. 1976 (21 of 1976). s. 2 and Sch., \n20 \n \n exceeding six months,  copies of statements of all witnesses recorded under sections  161 and \n164 and of the inspection note recorded by an investigation officer on his first visit to the \nplace of occurrence, shall be suppli ed free of cost to the accused not less than seven days \nbefore the comm encement of the trial: \n \nProvided that, if any part of a statement recorded under section 161 is such that its \ndisclosure  to  the  accused  would  be  in expedient  in  the  public  int erest,  such  part  of  the \nstatement shall be excluded from the copy of the statement furnished to the  accused. \n \n(2) In all cases instituted upon a  compl aint in writing, the compl ainant shall— \n \n(a) state in the petition of  compli ant the substance of- the accusation, the names of \nhis witnesses and the gist of the evidence which he is likely to adduce at the \ntrial; and \n \n(b) within  three days of the order of the Court under section 204 for issue of \nprocess to the accused, file in the Court for supp ly to the accused, as many \ncopies of the compl aint and any oth er document which he has filed with his \ncompl aint as the numb er of the accused: \n \nProvided  that the provisions of this sub-section shall not apply in any case in which the \ncompl aint has been made by a Court or by a public servant acting or purporting to  act in the \ndischarge of his official duties.” \n \n89. For section 242 the following  shall be substitut ed namely :- \n \n\"242. Charge  to be fra med.—When the accused appears or is brought before the  \nMagistrate, a formal charge shall be. framed relating to  the offence of which he is accused and \nhe sh all be asked whether he admits  that he h as committ ed the o ffence with whi ch he  is \ncharged.\". \n \n90. In section 243, for the words \"of which he is accused\" the words \"with which he \nis charged\" shall be substitut ed. \n \n91. In section 244,— \n \n(i)  for sub-section (2) the following  shall be substitut ed, namely:— \n \n\"(2) The M agistrate may, if he thinks  fit, on the application of the \ncompl ainant or accused, issue  a summons  to any witn ess directing \nhim to attend or to produce any document or other thin g\"; and \n \n(ii)  in  sub-section  (3),  for  the  full-stop  at  the  end  a  colon  shall  be \nsubstitut ed and thereaf ter the followi ng proviso shall be added, \nnamely:— \n \n\"Provided that it shall not be necessary for the accused to deposit  any \nsuch  expenses  in  Court  in  cases  where  he  is  charged  with  an  offence \npunish able with imp risonm ent exceeding six months.  \n \n92. After section 244, the following new section shall be inserted, namely:— \n \n\"244-A. Statement made  under section 164.—The statement of a witness duly \nrecorded under section 164, if it was made in the presence of the accused and if he had \nnotice of it and was given an oppo rtunity of cross-examining  the witness, may, in the \ndiscretion of the Court, if such witness is produced and examined, be treated as evidence in the \ncase for all purposes subject to the provisions  of the Evid ence Act,1872. ”. \n21 \n \n 93. In section 245, in sub-section (2), the words and figures \"or section \n562\"  shall be omitt ed. \n \n94. After section 245, the following  new section 245-A shall be inserted, namely:— \n \n\"245-A. Procedure in case of previous conviction.- in a case where a previous \nConvi ction is charged under the provision s of section 221, su bsection (7) and the accused does \nnot admit that he has been previously convicted as alleged in the charge, the M agistrate may, \nafter he has convicted the accused under section 243, or und er section 245, sub-section (2), \ntake evidence in respect of the alleged previous convic- tion, and, if he  does so s hall record a \nfinding thereon.\". \n \n95. Section 246 sh all be omitt ed. \n \n1[95A. In Section 247, in the proviso,  for the full stop at the end a colon shall be \nsubstitut ed and th ereafter the following further proviso sh all be added, namely:- \n \n‘Provided further that nothing  in this section shall apply where the official the accused \nis charged is either cognizable or  non-compoun able.’.] \n \n2[96. In section  249, for the words \"District Magistrate\" the words \"Sessions  Judge in \nthe case of Judicial Magistrate and District Magistrate in the case of Executive M agistrate\" \nshall be substituted.] \n \n97. In the heading above  section 250, for the words \"Summons  and Warrant Cases \n99 the  words \"Cases tried by Magistrate99 sh all be substitut ed \n \n98. In section 250 ,— \n \n(i) in sub -section ( I), the  words \"discharges or\" and the words \"discharge \nor\" shall be omitt ed; \n \n(ii) in  sub-section  (2),  for  the  words  \"one  hund red  rupees\"  the  words  \n\"five hund red rupees9' shall be substitut ed;. and \n \n(iii) in sub-section (2 A), for the words \"thirty days” the words three \nmonths\"  shall be substitut ed. \n \n99.       Ch apter XXI shall be omitt ed. \n \n100.     In section 260, in su b-section (1) ,— \n \n(i) the brackets, letter, words and comma  \"(a) the District Magistrate,\" \nshall be omitt ed; \n(ii) in clauses (d), (e), (f) and (g), for the words \"fifty rupees\" the words \n3[two thous and and five hund red rupees] shall be substitut ed; and \n(iii) the proviso sh all be  \nomitt ed. \n \n 101.     In section 261, after the words \"Provincial Government may\" the  comm as and \nwords \"on the  recomm endation of  the High Cou rt,\" shall be inserted. \n \n1Item 95 ins. by the Law Reforms (Amdt,) Act, 1976 (21 of 1976), a. 2 and Sch. \n2Item 96 subs, by the Legal Reforms Act, 1997 (23 of 1997)s. 3. \n3Subs. by Act 21 of 1976, s. 2 and sch., for ''two hundred and fifty rupees. \n22 \n \n 102.     In  section  262,  for  sub-section  (1)  the  following  shall  be  substitut ed, \nnamely:— \n \n\"(1)     In trials under this  Chapter, the p rocedure prescribed in Chapter XX sh all be \nfollow ed, except as hereinafter mention ed.\". \n1[103.  For section 264 the following  shall be substitut ed, namely:- \n \n'264. Record in appealable cases.—In every case tried summ arily by a \nMagistrate or Bench in which an appeal lies, such Magistrate or Bench shall record \nthe subst ance of the evidence and also the p articulars mention ed in section 263 and \nshall, before passing  any sentence, record a judgment in the case'.] \n \n104. After Chapter XXII, the followi ng new Chapter XXIIA shall be inserted, \nnamely:— \n \n \n[CHAPTER  XXIIA  \nTrials before High  Courts and Courts of Session \n \n265A.  Trial before Court of  Session  to be condu cted by Public  Pros ecutor.—In every \ntrial before a Court of Session  initiated upon  a poli ce report, the prosecution  shall be \ncondu cted by Public Prosecutor. \n \n265B.  Procedure in cases triable  by High  Courts and Cour ts of Session. - The \nfollowing  procedure shall be observed by the High Courts and the Courts of Session  in the \ntrial of cases triable by the said Cou rts. \n \n265C. Supply of  statements and do cuments in the accused.-(1) In all cases institut ed \nupon  province report, copies of statements of all witnesses recorded under sections  1 brand \n164 or the inspection note recorded by an investigation officer on his first visit to the place of \noccurrence, shall be suppli ed free of cost to the accused not later than seven days before the \ncomm encement of the trial: \n \nProvided that if any part of a statement recorded under section 161 is such that its \ndisclosure  to  the  accused  would  be  in expedient  in  the  pub lic  int erest,  such  part  of  the \nstatement sh all be excluded from the  copy of the statement furnished to the  accused. \n \n(2)       In  all  cases  institut ed   upon  a  compl aint  in  writing,   the  complainant \nshall- \n \n(a)       state in the p etition  of complaint the subst ance of the accusation, the n ames of \nhis witnesses and the gist of the evidence which he is likely to adduce at trial; \nand \n \n(b)       within  three days of the order of the Court under section 204 for issue  of \nprocess to the accused, file in the Court for supply to the Accused, as many \ncopies of the compl aint and any oth er document which he has filed with his \ncompl aint, as the numb er of the accused : \n \nProvided that the provisions  of this sub-section shall not apply in any \ncase in which the compl aint has been made by a Court or by a public  servant \nacting or purporting to act in the  discharge of his official duti es. \n \n265D . Evidence for Pros ecution.-(1) When the  accused appears or is brought before \nthe Court,  such Court shall proceed to hear the compl ainant (If any)  and take all such \nevidence as may be produced in suppo rt of the prosecution:  \n \n1Ins by the Law Reform (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch.. for “item 103”. \n23 \n \n Provided that the Court shall not be bound  to hear any person as compl ainant in \nany case in whi ch the compl aint has been made by a Court. \n \n(2) The  Court shall ascertain from the compl ainant or otherwise the names of any \npersons likely to be acquainted with the facts of the case and to be able to give evidence \nfor the prosecution, and shall summon to give evidence before itself such of th em as it \nthinks  necessary. \n \n265E.  Discharge  of accused.—(1) If, upon  taking all the evidence referred to in  \nsection 265D,  and making su ch examination (if any) of the accused as the Court thinks  \nnecessary, it finds that no case against the accused has been made out which, if un rebutted, \nwould w arrant his conviction, the Cou rt shall discharge him.  \n \n(2)  Nothi ng  in  this  section  shall  be  deemed  to  prevent  a  Court  from \ndischarging the accused at any previous  stage of the case if, for reasons to be recorded by \nsuch Cou rt, it consid ers the charge to be  groundless. \n \n265F. Charge to be framed when offence appears proved.—If, when such evidence \nand examination have been taken and made, or at any previous  stage of the case, the Court \nis of op inion that there is ground  for presuming  that the accused has committ ed an offence, \nit shall frame in w riting a charge against the accused. \n \n265G. Plea.—(1) The charge shall be read and explained to the accused, and he  \nshall be asked whether he is guilty or has any defence to m ake. \n \n265H. Procedure  in case of previous conviction.—In a case where a previous \nconviction is charged under the provisions  of section 221, sub-section (7), and the accused \ndoes not admit that he has been previously convicted as alleged in the charge, the Court \nmay, after it has convicted the said accused under section 265 G, sub- section (2), or  \nsection 265M,  take evidence in respect of the alleged previous conviction, and sh all record \na finding thereon. \n \n265I. Recall of Pros ecution witnesses for cross-examination  and r e-examina - \ntion.—If the accused refuses to plead, or do es not plead, or claims to be tried, he sh all be \nrequired to state, at the comm encement of the next hearing of  the case or, if the Cou rt for \nreasons to be recorded in writing so thinks fit, forthwith,  whether he wish es to cross-\nexamine  any and, if so, which, of the witnesses for the prosecution  whose evidence has \nbeen taken. If he says he does so wish, the witnesses named by him  shall be recalled and, \nafter cross-examination and re-examination (if any), they*shall be dis charged. The \nevidence of any remaining  witnesses for the prosecution  shall next be taken and, after \ncross-examination and reexamination (if any), they also shall be dis charged. \n \n265 J. Statement made  under section 164 admissible.—The st atement of a witn ess \nduly recorded under section 164, if it was made in the presence of the accused and if he \nhad notice of  it and was given  an opportunity of cross-examining  the witn ess,  may,  \nin  the  discretion  of  the  Cou rt,  if  su ch  witness  is  produced  and examined, be treated \nas evidence in the case for all purposes subject to the p rovisions of  the Evid ence Act, 1872. \n265 K. Procedure  after examination  of witnesses for prosecution .—(1) When the  \nexamination of the witnesses for the prosecution  and the examination (if any) of the \naccused are concluded, the accused shall be asked whether he means to adduce evidence. \n \n(2) If he says that he does not, the prosecutor may sun  up his case; and, if the Cou rt \nconsid ers that there is no evidence that the accused committ ed the o ffence, it may then \n24 \n \n record a finding of not guilty. \n \n(3) If the accused, or any one  of several accused, says that he means to adduce \nevidence,  and  the  Co urt  consid ers  that  there  is  no  evidence  that  the  accused \ncommitt ed the o ffence, the Cou rt may then record a finding  of not guilty. \n \n(4) If the accused or any of several accused, says that he means to adduce evidence,  \nand  the  Cou rt  conside rs  that  there  is  evidence  that  he  committ ed  the offence, or if, on \nhis saying th at he does not mean to adduce evidence, the prosecutor sums  up his case and \nthe Cou rt consid ers that there is evidence that the accused committ ed the offence, the Court \nshall call on the accused to enter on his defence and produce his evidence. \n \n(5) If the accused puts in any written statement, the Court shall file it with the \nRecord  \n \n265L . P r o c e d u r e   for  compelling  produ ction  of  evidence  at  instan ce  of\naccused.—If the accused, after he has entered upon his defence, applies to the Court to \nissue  any process for compelling the attendance of any witness for the purpose of \nexamination or cross-examination, or the production of any document or other thing, the \nCourt shall issue  such process unless it consider, that it is for the pu rpose of v exation or \ndelay or for defeating the ends of justice. Such ground  shall be recorded by it in writing\n \nProvided that, when the accused has cross-examined or had the oppo rtunity of \ncross-examining  any  witn ess  after  the  charge  is  framed,  the  attendance  of  such \nwitness shall not be compelled under this  section, unless the Court is satisfied that it is \nnecessary for the purposes of justice. \n \n265M. Acquittal .—(1) If in any case under this Chapter in which a charge has been  \nframed  the  Cou rt  finds  the  accused  not  guilty,  it  shall  record  an  order  of acquittal. \n \nConviction.—(2) If in any case under this Chapter the Court finds the accused \nguilty, it shall pass sentence upon him  according to law. \n \n265N.  Power of Advocate-General to stay Pros ecution .—At any stage of any trial \nbefore a High Court under this Code, before the delivery of the judgment, the Advo cate-\nGeneral may, if he thinks  fit, inform the Court on behalf of Government that he will not \nfurther prosecute the defendant upon  the charge; and thereupon  all proceedings on such \ncharge against the d efendant shall be st ayed, and he sh all be dis charged of and from the \nsame. But such discharge shall not amount  to an acquittal unl ess the p residing  Judge \notherwise directs. \n \n265O. Time of holding sittings .— For the exercise of its original criminal \njurisdiction, every High Court shall hold sittings on such days and at such convenient \nintervals as the Chi ef Justice of such Cou rt from time to time appoints.  \n25 \n \n 265P. Place of holding  sitting-(1) The H igh Court shall hold its sittings at the pl ace  at  \nwhich  it  held  them  immediately before  the  comm encement  of  the  Law Reforms  \nOrdinance,  1972,  or  at  such  other  place  (if  any)  as  the  Provincial Gov ernment may \ndirect. \n \n(2) But the High Court may, from time to time with the consent of the Provincial \nGovernment, hold sittings at such other places within  the local limits  of its appellate \njurisdiction as the Hi gh Court appoints.  \n \n(3) Such officer as the Chief Justice directs shall give prior notice in the o fficial \nGazette of all sittin gs intended to be held for the  exercise of the  original, criminal jurisdiction \nof the Hi gh Cou rt.\" \n \n105. Chapter XXIII shall be omitted. \n \n1*                           *                              *                              *                              *                              *                               * \n \n107. For section 338 the following  shall  be substitut ed, namely:- \n \n338. Power to grant  or tender Pardon – At any before the judgment is passed the  High \ncourt or the court of session  trying the  cause may, with the view of obtaining on  the trial the \nevidence of any person suppo sed to have been directly or indirectly concerned in, or privy to, \nany such offence, tender, or order the District Magistrate to tender, a pardon on the same \ncondition  to su ch person.”. \n \n108.  For section 339A the  following  shall be substitut ed, namely:— \n \n\"339A. Procedure in trial of person und er section 339 .—(1) T he Cou rt trying und er \nsection 339 a person who has accepted a tender of pardon shall, before the evidence of the \nwitnesses for the p rosecution  is taken, ask the accused whether he pl eads that he has compli ed \nwith the conditions  on whi ch the tender of the pardon was made. \n \n(2) If the accused does so plead, the Cou rt shall record the plea and proceed with  the \ntrial, and shall, before judgement is passed in the case, find whether or not the accused has \ncompli ed with the  conditions of the pardon, and, if it  is found th at he has so compli ed, the \nCourt shall, notwithst anding anything contained in this Code, pass jud gement of acquittal.\". \n \n109. In section 340, for sub-section (2) the  followi ng shall be substitut ed, namely:— \n \n\"(2) Any person accused of an offence before a Criminal Court or against whom  \nproceedings are institut ed under this Code  in any such Court shall be a competent witness for \nthe defence and may give evidence on oath in disproof of the charges or allegations  made \nagainst him or any person charged or tried together with him at the same trial: \n \nProvided that— \n \n(a)  he shall not be  called as a witness except on his own request, \n \n \n1Item 106 omitted by the Legal Reforms Act, .1997 (23 of 1997) s.3 \n26 \n \n (b) his failure to give evidence shall not be made comment by the prosecution or \ngive  rise  to  any presumption  against  him  or any person  charged  or  tried \ntogether with him  at the same trial, and \n \n(c) he shall not be asked, and, if asked, shall not be required to answer, any \nquestion  tending to  show that he has committ ed or been convicted of any \noffence other than the offence with which he is charged or for which he is \nbeing tried, or is of  bad character, unless,— \n \n(i)    th proof that he has committ ed or been convicted of such offence \nis admissible  in evidence to show  that he is guilty of the offence \nwith whi ch he is charged or for whi ch he is being tried, or \n \n(ii)    he has personally or by his pleader asked questions  of any witness \nfor the  prosecution  with a view to establishing his  own good \ncharacter, or has given evidence of his good character, or \n \n(iii)   he has given evidence against any other person charged with or \ntried for the same offence.\". \n \n110. In section 341, the words \"inqui ry or\" and the words and comma  \"if such inqui ry \nresults in a commitm ent, or\" shall be omitt ed. \n \n111.     In section 342, in sub (2) the words and brackets ‘’and the jury (if any) shall be \nomitt ed. \n \n112.     In section 345,- \n \n1*                    *                      *                      *                      *                      *                      * \n(ii)       for sub-section (5) the following  shall be substitut ed, namely \n\"(5)     When the accused has been convicted and an appeal is pending, no \ncomposition  for the  offence shall be allowed withou t the leave of the \nCourt before which the appeal is to be  heard,\"; and \n \n(iii)     in sub-section (5A),  after the word and figure \"section 439\", the comm as, \nwords, figure and letter and a Court of Session  so acting und er section 439-A,\" \nshall be inserted. \n \n113.     For section 346 the following  shall be substitut ed, namely:— \n \n\"346. Procedure of  Magistrate in cases whi ch he cannot  dispose o f.—(1) If, in \nthe course of an inqui ry or trial before a Magistrate in any district, the evidence \nappears to him to warrant a presumption  that the case is one which should  be tried, or \nsent for trial to the Court of Session  or the High Court, by some  other Magistrate in \nsuch  district,  he  sh all  stay proceedings  and  s ubmit  the  case,  with  a  brief  report \nexplaining  its nature, to the Sessions Judge or to such other Magistrate, having \njurisdiction, as the Sessions  Judge directs. \n \n(2) The Magistrate to whom  the case is submitted may, if so empowered, \neither try the case hims elf or send the case for trial to the Court of Session  or the High \nCourt. \n \n \n1 \nSub. Item (i) of item 112 omitted by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch. \n27 \n \n 114.     For section 347 the following  shall be substitut ed; namely :— \n \n\"347. Procedure wh en, after comm encement of trial,  Magistrate funds case \nshould  be  tried  by  Court  of  Session  or  High  Court .—If  in  any  trial  before  a \nMagistrate, before signing judgment, it appears to him at any stage of the proceedings \nthat the case is one which ought to be tried by the Court of Session  or High Court, he \nshall send the case to the  Court of Session  or High Court, for trial.”. \n \n115.     In section 348,— \n \n(i)        in sub -section (1),— \n \n(a)       for the  words and comm as \"for committing t he accused be committ ed to the \nCourt of Session  or High Court, as the case may be,\" the words and commas \" \nfor the trial of the accused by the Court of Session or High Court, as the case \nmay be, send the accused for trial to su ch Cou rt\" shall be substitut ed; and \n \n(b)       the p roviso sh all be omitted; and \n \n(ii)       for sub-section (2), the following  shall be substitut ed, namely :— \n \n\"(2) When any person is sent for trial to the Court of Session  or High Court \nunder sub-section (1), any other person accused jointly with him in the trial \nshall be similarly sent for trial.\". \n \n116.     In section 349,— \n \n(i)       in sub-section (1), for the words to District Magistrate or Sub-divisional \nMagistrate of the first class specially empowered on this behalf Provincial \nGovernment “ shall be substitut ed; and \n \n(ii)     in sub-section (1A), for the words \"Dist rict Magistrate or Sub-divisional \nMagistrate\" the wo rds, brackets and figure \" Magistrate empow ered under sub- \nsection (1)\" shall be substituted. \n \n117.     In section 350,— \n \n(i)        in sub-section (1), for the proviso  the following  shall be subst ituted, namely \n:— \n \n\"Provided that the High Court or the  Court of Session  may, whether \nthere be an appeal or not, set aside any conviction passed on evidence not \nwhol ly recorded by the Magistrate before whom  the conviction was held, if \nsuch  Court  is  of  opi nion  that  the  accused  has  been  materially prejudiced \nthereby, and m ay order a new inqui ry or trial.\"; and \n \n(ii)       in sub-section (2), for the words If superior Magistrate\" the words \"Magistrate \nspecially empow ered\" shall be substitut ed. \n \n118. In section 351, in sub-section (2), the words and figure \"in the course of an inqui ry \nunder Chapter XVIII\" shall be omitt ed. \n \n \n \n119. In section 353, for the words, figures and comm as \"Chapters XVIII, XX, XXI, XXII \nand XXHI\" the w ords, figures and comm as and letter \"Chapter XX, XXI, XXII and \nXXIIA\" shall be substitut ed. \n \n120.     In section 355, in sub-section (1), for the words, figures, brackets, letters and comm as \n\"in summons  cases tried before a Magistrate and in cases of the offences mention ed in \n28 \n \n sub-section (1) of section 260, clauses (b) to (m), both inclusiv e, when tried\" the \nwords and figures \"in cases tried under Ch apter XX or Ch apter XXII\" shall be \nsubstitut ed. \n \n121. In section 356, in sub-section (1), for the words, comm as and figures \" In all other \ntrials before Courts of Session  and Magistrates, and in all inqui ries under Chapters \nXII and  X VIII\" the words and figure \"In trials before Courts of Session  and in \ninqui ries under Chapter XII\" shall be substit uted. \n \n122. In  section  367,  in  sub-section  (5),  for  the  colon  at  the  end  a  full-stop  shall  be \nsubstitut ed and the p roviso sh all be omitt ed. \n1*                    *                      *                      *                      *                      *                       *  \n \n124.     In section 371,— \n \n(i)        for sub-section (1)  the following  shall be substitut ed, namely:— \n \n\"(1)     In every case where the accused is convicted of an offence, a copy of the \njudgment shall be given to him at the time  of pronoun cing the judgment, or, \nwhen  the  accused  so  desires,  a  translation  of  the  ju dgment  in  his  own \nlanguage, if practicable or in  the language of the  Court, shall be given to him \nwithout  delay. Such copy or translation shall be given free of cost: \n \nProvided that this sub-section shall not apply to cases tried summarily \nor where the accused is convicted of an offence under any law other than the \nPakistan Penal Code.\"; and \n \n(ii)       sub-section (2) shall be omitted, \n \n125.     In   section   375,   for   sub-section   (2)   the   following   shall   be   substitut ed, \nnamely:— \n \n\"(2)     Unless the Hi gh Court otherwise d irects, the p resence of the convicted person \nmay be dispensed with when such inqui ry is made or such evidence is taken.”. \n \n126.     In section 376, the words and comma  \"whether tried with the aid of assessors or by \njury,\" shall be omitt ed. \n1*                    *                      *                      *                      *                      *                      * \n128.     After section 382, the  following  new sections sh all be inserted, namely:— \n\"382-A.  Postpon ement  of  execution  of  s entences  of  imprisonm ent  u nder \nsection 476 or for a period of less than one year.—Notwithst anding  anything \ncontained in section 383  or 391, where the accused:— \n(a)       is awarded any sentence of imprisonm ent und er section 476, or  \n \n(b)       is  sentenced  in  cases  other  than  those  provided  for  in  section  381,  to \nimprisonm ent whether with or without fine or whippin g, for a period of less \nthan one  year, the sentence shall not, if the accused furnishes bail to the \nsatisfaction of the court for his  appearance at such time and place as the C ourt \nmay direct, be executed, until the expiry of the period prescribed for making \nan appeal against such sentence, or, if an appeal is made within  that tim e, until \nthe sentence of imprisonm ent is confirmed by the  Appellate Court, but the \nsentence shall be executed as soon  as practicable after the expiry of the period \nprescribed  for  making  an  appeal,  or,  in  case  of  an  appeal,  as  soon  as \npracticable after the receipt of the order of the A ppellate Cou rt confirming the \nsentence. \n1 \nItems 123 and 127 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch., (W.e.f 24-4-74). \n29 \n \n * * * * * * \n* * * * * * \n 382-B. Period of detention  to be consid ered while  awarding  sentence of \nimprisonm ent.—Where a Cou rt decides to pass a sentence of imp risonment on an accused for \nan offence, it may take into consideration the period, if any, during which such accused was \ndetained in custody for such offence.\". \n \n1[382-C. Scandalous or false and fri volous  pleas to be  consid ered in passing \nsentence.—In passing  a sentence on an accused for any offence, a Court may take into \nconsid eration any scandalous or false and frivolo us plea taken in defence by him or on his \nbehalf.], \n \n 129.     In section 383,— \n2*                    *                      *                      *                      *                      *                       * \n(ii)       after the figure \"381\"  the words, figure and letter \"and section 382-A\" shall be \ninserted. \n  130.     In section 386, in sub-section (1), in the proviso,  the words \"unless for special \nreasons to be  recorded in writing it consid ers it necessary to do s o\" shall be omitt ed. \n \n \n2* \n \n3* \n \n137. In section 403, in the Expl anation for the comm as words and figure if the \ndischarge of the  accused or any entry made upon  a charge under section 273,\" the words \"or \nthe dis charge of the accused\" shall be substitut ed. \n \n4*                    *                      *                      *                      *                      *                      *  \n \n139. For section 406A the  following  shall be substitut ed, namely:— \n \n\"406A.  Appeal from  order refusing  to accept or rejecting a surety.- Any \nperson aggrieved by an order refusing to accept or  rejecting a surety under section 122 \nmay appeal against su ch order to the  Court of Session. \". \n \n5[139A.  In section 407, in sub-section (1), the words and figure 'or in respect \nof whom  an order has been made, or a sentence has been passed under section 380 by \na Sub-division al Magistrate of the second class' shall be omitt ed.] \n \n140.     Section 407 sh all be omitt ed. \n \n141.     In section 408 ,— \n \n(i)        for the comma  and words \", a District Magistrate or other Magistrate of the \nfirst class\"  the words \"or a Judicial Magistrate\" shall be substitut ed; \n \n1Added by the law reforms (Amdt.) Act, 1972 (8 of 1972), s. 4 (w.e.f. 14-4 -72). \n2Subs item (i) of item 129 and items 131 to 135 omitted by the Criminal Procedure (Amdt.) Act. 1974 (25 of 1974), s. 2 and Sch(w,e,f 24-4- \n74) \n3ltem 136 omitted by the Code of Criminal Procedure (Amdt.) Act. 1973 (57 of 1973), S. 5. \n4Item 138 omitted by the Legal Reforms Act 1997 23 of 1997 ) s. 3. \n5Item I39A ins. by the Law Reforms (Amdt.) Act1976 (21 of 1976). s. 2 and Sch. \n30 \n \n (ii)       the  words and figure \"or in respect of whom  an order has been made or a \nsentence has been passed under section 380 by a Magistrate of the first class\" \nshall be omitt ed; and \n \n(iii)     in clause (b)  of the p roviso,— \n \n(a)       the  words  and  figure  \"or  a  Magistrate  specially  empowered  under \nsection 30\" shall be omitted; and \n1*        *          *          *          *          *           *  \n \n142.     For section 409 the following  shall be substitut ed, namely :— \n \n\"409. Appeals to Court of  Session  how heard.—Subject to the provisions  of \nthis section, an appeal to the Court of Session  or Sessions  Judge shall be heard by the \nSessions  Judge or by an Addition al Sessions  Judge or an Assist ant Sessions  Judge: \n \nProvided that an Addition al Sessions  Judge shall hear only such appeals as the \nProvincial Government may, by general or special order, direct or as the Sessions \nJudge of the division  may make over to him:  \n \nProvided further that no such appeal shall be heard by an Assist ant Sessions \nJudge unless the appeal is of a person convicted on a trial held by any Magistrate of \nthe second class or third class.\". \n \n 143. In section 413, for the words \"District Magistrate or other\" the article \"a\" \nshall be substitut ed. \n \n   144.     For section 417]  The Following  Shall be substitut ed namely \n \n\"417. Appeal in case of  acquitta l.—(1) Subject to the p rovisions  of su bsection \n(4), the Provincial Government may, in any case, direct the Public  Prosecutor to \npresent an appeal to the High Court from an original or appellate order of acquittal \npassed by any Court other than a High Cou rt. \n \n(2) If such an order of acquittal is passed in any case institut ed upon  compl aint \nand the High Court, on an application made to it by the  compl ainant in this behalf, \ngrants special leave to appeal from the order of acquittal, the compl ainant may present \nsuch an appeal to the  High Cou rt. \n \n(3) No application under sub-section (2) for the grant of special leave to \nappeal from an order of acquittal shall be entertained by the High Court after the \nexpiry of sixty days from the date of that order. \n \n(4) If, in any case, the application under sub-section (2) for the grant of special \nleave to  appeal from an order of acquittal is refused, no appeal from that order of \nacquittal shall lie under sub-section (1) .\" \n \n  145.     In section 418 ,— \n \n(i)        in sub-section (1), the commas and words except where the trial was by jury, \nin which case the appeal shall lie on a matter of law only\" shall be omitted; \nand \n(ii)       sub-section (2) sh all be omitted. \n \n 146. In section 419, the commas, words and figure and, in cases tried by a jury, a \ncopy of the  heads of  the charge recorded under section 367 \"  shall be omitt ed. \n1 \nClause (b) of sub-item (iii) of item 141 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch., (w.e.f. 24-4-74). \n31 \n \n 147.     In section 423,— \n \n(i)        in sub -section (1),— \n \n(a)       in clause (a), for the words \"committ ed for trial\", the words \" sent for \ntrial to the Court of Session or the High Court\" shall be substitut ed; \nand \n \n(b)      in clause (b), for the word \"committ ed \"the word \"sent \"shall be \nsubstitut ed; and \n \n(ii)       sub-section (2) shall be omitted. \n \n148.     In section 426,— \n \n(i) after  sub-section  (1),  the  following  sub-section  (1  A)  shall  be  \ninserted, namely:— \n \n\"(1A)  An  App ellate  Cou rt  shall,  unless  for reasons  to  be  recorded  in  w riting it \notherwise directs order a convicted person to be released on bail who has been \nsentenced— \n \n(a)     to imprisonm ent for a period not exceeding three years and whose \nappeal has not been  decided within  a period of six  months  of his \nconviction; \n \n(b)     to imprisonm ent for a period exceeding th ree years but not exceeding \nseven years and whose  appeal has not been decided within  a period of \none year of his conviction; \n \n(c)     to imprisonm ent for life or imprisonm ent exceeding s even years and \nwhose  appeal has not been decided within  a period of two  year of his \nconviction.”; \n \n(ii)       in  sub-section (2A),  Before the word \"Where the words, figure, letter and \ncomma \"Subject to the p rovision  of section 382A f\" shall be inserted; and \n1*        *          *          *          *           *         *  \n \n 149. In section 428, in sub-section (3), the semi-colon and words \"; but such \nevidence shall not  be taken in the p resence of jurors or assessors\" shall be omitt ed. \n \n  150.     In section 435,— \n \n(i)        in sub -section (1),— \n \n(a)       the words and comm as \"or District Magistrate, or any Sub-division al \nMagistrate empowered by the  Provincial Government in this behalf,\" \nshall be omitt ed; and \n(b)       for the E xplanation the following  shall be substitut ed, namely:— \n\"Explanation .—All Magistrates shall be deemed to be inferior to the \nSessions  Judge for the purposes of this sub-section.\"; and \n \n(ii)       sub-sections  (2) and (4) shall be omitt ed. \n2[150A. In section 436, the comm a, words and colon or into the case of any person \naccused of an offence who  has been discharged:\" and the p roviso  shall be \nomitt ed.]. \n \n1Sub-item (iii) of item 148 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch., (w.e.f. 24-4-74). \n2Item 150 A ins. by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch., \n32 \n \n 151.     For section 436 the following  shall be substitut ed, namely:-— \n \n\"436.  Power  to  order  furth er  inquir y.—  On  examining  any  record  under \nsection 435 or  otherwise- \n \n(a)       the  High  Court  may  direct  the  Sessions  Judge  to  require  any  Judicial \nMagistrate subo rdinate to him to make, and the Sessions  Judge hims elf may \ndirect any Judicial Magistrate subo rdinate to him to make, further inqui ry into \nany complaint which has been dismiss ed under section 203 or subsection (3) \nof section 204, or into the case of any person accused of an offence who has \nbeen dis charged; \n \n(b)       the  High Court or the Sessions  Judge may direct the District Magistrate by \nhims elf or by any of the Executive  Magistrates subo rdinate to him to make \nfurther inqui ry into  any proceeding in which an order of discharge or release \nhas been made und er section 119 :  \n \nProvided that no Court shall make any direction under this section for \nenquiry into  the case of a person who has been released or discharged under \nsection 119, unless such person has had an oppo rtunity of showi ng cause why \nsuch direction should not  be made.\". \n1[152.  Section 437 sh all be omitt ed. \n \n152A.  In section 438, the wo rds \"Sessions  Judge or\" shall be omitt ed. \n \n152B.  Section 438, amended as aforesaid, sh all be omitt ed.] \n \n153.     In section 439 ,— \n \n(i)        in  sub-section (1), the words and comma  \"or which has been reported for \norders,\" shall be omitt ed ; \n \n(ii)       in sub-section  (3), the words and figure44 acting otherwise than under section \n34\" shall be omitt ed; and \n \n(iii)     for sub-section (4 ) the following  shall be substitut ed, namely:— \n \n“(4)     Nothing  in this s ection sh all be deemed to authorise a High Cou rt:— \n(a)       to convert a finding of acquittal in to one  of conviction; or  \n \n(b)       to entertain any proceedings in revision  with respect to an order made \nby the Sessions Judge under section 439A .”. \n \n154.     After section 439, the  following  new section 43 9A shall be inserted, namely:— \n \n\"439A.  Sessions  Judge's Powers of revision .—(1) In the case of  any \nproceeding  before  a  Magistrate  the  record  of  which  has  been  called  for  by  the \nSessions Judge or which otherwise comes to his knowl edge, the Sessions  Judge may \nexercise any of the powers conferred on t he High Court by section 439.  \n \n(2) An Addition al Sessions Judge shall have and may exercise all the powers \nof  a  Sessions  Judge  under  this  Chapter  in  respect  of  any  case  which  may  be \ntransferred to him und er any general or special order of the Sessions  Judge.\". \n \n1Subs. by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch., for item 152. \n33 \n \n 155.     In section 465, for sub-section (1) the followi ng shall be substitut ed, namely:— \n \n\"(1)     If any person b efore a Court of Session  or a High Court appears to t he Court at \nhis trial to be of unso und mind  and consequently incapable of making his \ndefence, the Court shall, in the first instance, try the fact of such Unsoun dness \nand incapacity, and if the Court is satisfied of the fact, it shall record a finding \nto that effect and sh all postpone further proceedings in the case.”. \n \n156.     For section 469 the following  shall be substitut ed, namely:— \n \n\"469.  When  accused  appears  to  have  been  insane. —When  the  accused \nappears to be of sound  mind  at the time of inqui ry or trial, and the Magistrate or Court \nis satisfied from the evidence given before hint or it that there is reason to believe that \nthe accused committ ed an act which, if he had been of sound  mind,  would  have been \nan offence, and that he was, at the time when the act was committ ed, by reason of \nunsoundn ess of mind,  incapable of knowi ng the  nature of the act or that it was wrong \nor contrary to law, the Magistrate or court shall proceed with the  case.\". \n \n157.     For sections  476 and 47 6A, the following  shall be substitut ed, namely:- \n \n\"476. Procedure in cases mention ed in section 195.—(1) When any offence \nreferred  to  in  section  195,  sub-section  (1),  clause  (b)  or  clause  (c),  has  been \ncommitt ed in, or in relation to, a proceeding in any Civil,  Revenue or Criminal Court \nthe Court may take cognizance of the offence and try the  same in accordance with the \nprocedure prescribed for summ ary trials in Ch apter XXII. \n \n(4) Any person sentenced by an Court under this section may, notwithst anding \nanything hereinbefore contained, appeal— \n \n(a)       in the case of a sentence by the H igh Cou rt, to the  Supreme Cou rt; \n \n(b)       in the case of a sentence by a Court of Session,  or District Court, or a Court \nexercising the  powers of a Court of Session  or a District Court, to the High \nCourt; and \n \n(c)       in any other case, to the  Sessions  Judge. \n \n(5) The provisions  of Chapter XXXI shall, so far as they are applicable, apply \nto appeals under this section and the Appellate Court may alter the finding  or reduce \nor enhance the s entence appealed against. \n \n476A. Forwarding  of cases for trial by Cour ts having jurisdi ction.—(1) If the \nCourt in any case considers that the person accused of any of the offences referred to \nin section 476, sub-section (1), and committ ed in, or in relation to, any proceedings \nbefore it, should  not be tried under that section, such Court may, after recording the \nfacts constituting  the o ffence and the statement of the accused person, as hereinbefore \nprovided, forward the case to a Court having jurisdiction to try the  case, and may \nrequire security to be given for the appearance of such accused person before such \nCourt, or if sufficient security is not given, shall forward such person in custody to \nsuch Cou rt. \n \n(2) The  Court to which a case is forwarded under this section shall proceed to \nhear the compl aint against the accused person in the m anner hereinbefore provided.”. \n34 \n \n  158.     Sections  476B, 478 and 479 sh all be omitt ed. \n \n159. In section 483, for the words, comma  and figure \"Indian Registration Act, \n1877\"  the wo rds, comma and figure \"Registration Act, 190 8\" shall he substitut ed. \n \n 160.     In section 487,— \n \n(i) in sub-section (1), after the word \"sections\"  the figure and comm a, \n\"476\" shall be inserted; and \n(ii) sub-section (2) shall be omitted. \n \n161.     In section 488, in sub-section (1), the words and comma  \"the District \nMagistrate, a Sub-Division al Magistrate or\" shall be omitt ed. \n \n 162. In section 494, the words and comma  \"in cases tried by jury before the return \nof the v erdict, and in oth er cases\" shall be omitt ed. \n \n1*                    *                      *                      *                      *                      *                      *  \n \n  164.     In section 503,— \n \n(i)        in sub-section (2B), the words and comma  \"other than Pakistan,\" \nshall be omitt ed; and \n \n(ii)       in sub-section (3), the words and comm as \" or such Magistrate, of \nthe first class as he appoints  in this behalf,\" shall be omitt ed; and \n \n(iii)     for the wo rd \"warrant-cases\" the w ord \"cases \"shall be substitut ed. \n \n1Item 163 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch., (w.e.f. 2-4-74). \n35 165. In section 506, — \n \n  \n \n(i)        for the words \"such Magistrate shall apply to the District Magistrate\" the \nwords and comm as \"such Magistrate, if he is  a Judicial Magistrate, shall apply \nto the Sessions  Judge, and if he is an Executive  Magistrate, shall apply to the \nDistrict Magistrate\" shall be substitut ed; and \n \n(ii)       for the words \"and the District Magistrate\" the words and comm as \"and the \nSessions  Judge or the District Magistrate as the case may be,\" shall be \nsubstit uted. \n \n1[165A. In section 508, the wo rds oth er than Pakist an, shall be omitt ed.] \n \n166.     In section 508A, the w ords \"other than Pakistan\" shall be omitt ed. \n \n167.     For section 510 the following  section shall be substitut ed, namely:— \n \n510.   Report   of   Chemical   Examin er,   Serologist,   etc.—Any   document \npurporting to be a report, under the hand of any Ch emical Examiner or Assist ant \nChemical Examiner to Government or any Serologist, finger-print expert or firearm \nexpert appoint ed by Go vernment, upon any matter or thing  duly submitt ed to Kim for \nexamination or analysis and report in the course of any proceeding under this Code, \nmay, without  calling him as a witness, be used as evidence in any inquiry, trial or \nother proceeding under this Code: \n \nProvided that the Court may, 2[if it consid ers necessary in the interest of \nJustice] summon  and examine the p erson by whom such report has been made.” \n \n168.     In section 512 ,— \n \n(i)        in sub-section (1), for the words \"commit  for trial\" the  words \"send for trial to \nthe Court of Session or  High Cou rt\" shall be substitut ed; and \n \n3*                    *                      *                      *                      *                      *                      *  \n \n169.     In section 514, in sub-section (7), the words and figure \"or section 562\" \nshall be omitt ed. \n \n170.     For section 515 The  following  shall be substitut ed, namely:— \n \n\"515. Appeal from, and r evision of, ord ers und er section 514 .—All o rders passed \nunder section 514 by a District Magistrate or a Judicial Magistrate shall be appealable to the \nSessions  Judge, and all such orders passed by an Executive  Magistrate, other than a District \nMagistrate, shall be appealable to  the Dist rict Magistrate, or, if no  appeal is made against any \nsuch order, may be revised, in the case of an order passed by a District Magistrate or a \nJudicial  Magistrate,  by  the  Sessions  Judge,  and  in  the  case,  of  an  order  passed  by  an \nExecutive  Magistrate other than a District Magistrate, by the  District Magistrate.\". \n \n171. In section 524, in sub-section (1), for the words \"a Magistrate of the first \nclass\" the words \"any other Executive  Magistrate\" shall be substitut ed. \n \n \n1Sub-item 165A. ins. by the Law Reforms (Amdt.) Act, 1976 (21 of 1976) s. 2 and Sch., \n2Subs ibid., for \"and shall, if so requested by any parts to such inquiry trial or proceeding\". \n3Sub-item (ii) of item 168 omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2 and Sch.,(w,e,f 24-4-74). \n36 172. In section 526,— \n \n  \n(i)        in sub-section (1), in  clause 1[(e)] in paragraph (iv) for the word \"committ ed99 \nthe wo rd \"sent\" shall be substitut ed; \n(ii)       in  sub-section (2), the comm as, words and figures \"except as provided in \nsection 267,'  shall be omitt ed; \n(iii)     in sub-section (6A),  for the words \"two hundred and fifty rupee*\" the words \n\"five hun dred rupees\" shall be substitut ed; \n2[(iv)   for sub-sections  (8) and (9)  the following  shall be substitut ed, namely:— \n\"(8)     In an inqui ry under Chapter VIII or any trial, the fact that any party intim ates \nto the Court at any stage that he intends to make an application under this \nsection shall not require the Court to adjourn the case; but the Court shall not \npronoun ce its final judgment or order until the application has been finally \ndispos ed of by the  High Court, and, if the application is accepted by the  high \ncourt, the proceedings taken by the Court subsequent to the  Intimation made to \nit shall, at the option of  the accused, be  held afresh\".]; \n(v)       in  sub-section  (10),  for  the  words  \"two  hund red  rupees\"  the  words  \"five \nhund red rupees\" shall be substitut ed. \n3[173.  In section 528— \n \n(i)        after sub-section (IB), the following  new sub-section (1C) shall be inserted, \nnamely:— \n \n'(1C)   Any Sessions  Judge may withd raw any case from, or recall any case which he \nhas made over to, any Magistrate subo rdinate to him, and may refer it for \ninqui ry or trial to any oth er such Magistrate competent to inqui re into try the \nsame. \n4*                    *                      *                      *                      *                      *                      * \n(ii)       sub-sections (2) and (3) shall be omitt ed; and \n \n(iii)     in sub-section (5), for the word \"section\", the words \"preceding sub-section\" \nshall be substitut ed.] \n \n174.     Sections 532 and 536 sh all be omitt ed. \n \n175.     For section 537 the  following  shall be substitut ed, namely:— \n \n\"537. Finding  or sentence when reversible  by reason  of error or omis sion in \ncharge or  other proceedings.—Subject to the p rovisions  hereinbefore contained, no \nfinding,  sentence  or  order  passed  by  a  Court  of  competent  jurisdiction  shall  be \nreversed or altered und er Chapter XXVII or on appeal or revision on account— \n \n(a)       of any error, omission  or irregularity in the compl aint, report by poli ce officer \nunder section 173, sum mons, w arrant, charge, proclamation, o rder, judgement \nor other proceedings before or during trial or in any inqui ry or  other \nproceedings under this Cod e, or \n \n(b)       of  any error,  omission  or  irregularity in  the  mode  of  trial,  including  any \nmisjoind er of charges, unless such error, omiss ion or irregularity has in fact \noccasioned a failure of justice. \n \n1Subs, by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch.. for (e). \n2Subs. ibid for w such item (iv). \n3Subs. ibid., for \"Item 173\". \n4Explanation omitted by the Legal Reforms Act 1997 (23 of 1997) s. 3. \n38 \n \n Explanation .—In determining  whether any error, omission  or irregularity in any \nproceeding under this Code has occasioned a failure of justice, the Court shall have regard to \nthe fact whether the objection could and should  have been raised at an earlier stage in the \nproceedings.\". \n \n176.     In section 539, the wo rds \"or the Cl erk of the State\" shall be omitt ed. \n \n 177. In section 539B, in sub-section (2), for the colon a full-stop shall be \nsubstitut ed and the p roviso sh all be omitt ed. \n \n178.     In section 541, in sub -section (3),— \n \n(i)        in clause (a), for the figure and words \"342 of the Code  of Civil  Procedure\" \nthe figures, words and comm as \"58 of the Code  of Civil  Procedure, 1908,\" \nshall be substitut ed; and \n \n(ii)       in  clause  (b),  for  the  figure  and  words  \"341  of  the  Code  of  Civil \nProcedure\"  the  figures,  words  and  comm as  \"58  of  the  Code  of  Civil \nProcedure, 1908 ,\" shall be substitut ed, \n \n179.     After section 544,— \n \n(i)        the following  new section shall be inserted, namely:— \n \n\"544A.  Comp ensation  to the  heirs of the person killed, etc.—(1) Whenever a \nperson is convicted of an offence in the commission  where of the death of or h urt or \ninjury to any person is caused, or damage to or loss destruction of any property is \ncaused,  the  Court  shall,  when  convicting  s uch  person  unless  for  reasons  to  be \nrecorded in writing it  otherwise directs, order the person convicted to pay \ncompensation to the h eirs of the p erson whose d eath has been caused, or to the p erson \nhurt or injured, or to the owner of the property damaged, lost or destroyed, as the case \nmay be, of an amount  not exceeding the amount of the fine which the Court is \nempow ered to impose for such offence. \n \n(2) The compensation payable under sub-section (1) shall be recoverable as if \nit were a fine impos ed by the  Court, and the Cou rt may further order that, in default of \npayment, the person ordered to pay such compensation shall suffer imprisonm ent for \na period not exceeding six months,  or if it be a Court of the Magistrate of the third \nclass, for a period not  exceeding thirty days. \n \n(3) The  compensation payable under sub-section (1) shall be in addition  to any \nsentence which the Court may impose  for the offence of which the person directed to \npay compensation has been convicted. \n \n(4) The  provisions  of sub-sections  (2B), (2C),  (3) and (4) of  section 250 shall, \nas far as may be, apply to payment of compensation under this section. \n \n(5) An order under this section may also be made by an Appellate Court or by \na Court when exercising its powers of revision .\"; and \n \n(ii)       section 544A  inserted by the Code  of Criminal Procedure (West Pakistan \nAmendment) A ct, 1963 ( W. P. Act No. XIof1963) shall be omitt ed. \n \n180. In section 546, after the word \"lection\", the figure and words \" 544A  or \nsection\"  shall be inserted. \n \n181.     In section 548, the wo rds \"the Judge's charge to the ju ry or of shall he omitted. \n \n182.     In section 556, the wo rds \"or commit  for trial\" shall be omitt ed. \n39 \n \n  \n183. In section 559, in sub-section (2), for the words and comma  \"the District \nMagistrate\", the words and comma  \"the Sessions Judge in the case of a Judicial Magistrate, and \nthe Dist rict Magistrate in the  case of an Executive M agistrate\" shall be substit uted. \n \n184.     In section 561,— \n \n(i)        for sub-section (1) the following  shall be substitut ed, namely:- \n \n\"(1) Notwithst anding  anything in this Code, no Magistrate shall except und er the order \nof a Sessions  Judge, take cognizance of the offence of rape wh ere the sexual intercourse w as \nby a man with his wife,\"; and \n \n(ii)       in sub-section (2), for the words \"District Magistrate\" the words \"Sessions \nJudge\" shall be substitut ed. \n1[185.  In section 565, in sub -section (1),— \n \n2*                    *                      *                      *                      *                      *                      \n* (ii)       The Words Transpo rtation or shall be omitt ed] \n3*                    *                      *                      *                      *                      *                      \n* \n \n187.     In  section  13,  in  the  margin,  for  the  word  \"Magistrate\"  the  words  \n\"Executive  \nMagistrate\" shall be substituted. \n \n3*                    *                      *                      *                      *                      *                      \n* \n189.     In section 72, for the marginal note  the following  shall be substitut ed, namely:— \n \n\"Service on servant of State, Statutory Body of Company.\". \n190.     In  section  74,  in  the  margin,  for  the  word  \"officer\"  the  word  \"person\"  \nshall  be substitut ed. \n191.     In section 88, in sub-section (6), in the margin, for the figures and word \n\"XIV of \n1882\"  the words and figures \"Act V of  1908  \" shall be substitut ed. \n \n192.     In section 98, in sub-section (2), in the margin, for the figures and word \n\"VIII of \n1878\"  the figures and w ord \"XV of 1969\" shall be substitut ed. \n \n193.     In section 99A,  in sub-section (1), in the margin, for the figures and word \n\"XXV  of \n1867\"  the figures, words and semi-colon \"XV of 1960\"  West Pakistan Ordinance \nXXX of  1963\" shall be substituted, \n \n194. In section 99D,  in the margin, for the words \"Special Bench\" the words \"High \nCourt\" shall be substitut ed. \n \n1Subs. by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch., for item 185. \n2Sub. item (i) omitted by the Legal Reforms Act, 1997 (23 of 1976) s. 3. \n3Entries 186 and 188 omitted ibid., \n \n40 \n \n 195. In section 108, in the margin, for the figures and word “XLV of 1860”  the \nfigures, wo rds and semi-colon \"XXV  of 1867;  West Pakistan Ordinance XXX of 1963\" sh all be \nsubstitut ed. \n \n196. In section 128, in the m argin, the figures and w ord \"XX of 1869\"  shall be omitted. \n \n197.In section 130, in the m argin, the figures and w ord \"XX of 1869\"  shall be omitted. \n \n1[197A. In section 146, in the margin, for the figures and word 'XIV of 1882' the  figures \nand wo rd 'V of 1908' shall be substitut ed.] \n \n198. In section 178, the m arginal note to the p roviso sh all be omitt ed. \n \n199. In section 195, in sub -section (2), in the  margin, for the  figures and w ord \"III of \n1877\" the figures and word \"XVI of 1908\" shall be substituted. \n \n200. In section 241, for the marginal note the followi ng shall be substitut ed, namely:— \n\"Procedure in t rial of cases\". \n \n201. In section 262, in {he margin, for the words \"for summons  and warrant-cases\" \nthe wo rds and figure \"Prescribed in Ch apter XX' shall be substitut ed. \n \n1[201A. In section 350 in the m argin the wo rds 'or commitm ent' shall be omitted.] \n \n202. In section 3 55, for the marginal note  the followi ng shall be substitut ed, namely:— \n\"Record in t rial of certain cases by first and second class M agistrates\". \n203. In section 371, in the  margin, the  words \"on application\"  shall be omitt ed. \n \n2*                    *                      *                      *                      *                      *                       \n* \n \n205. In  section  408,  in  the  margin,  for  the  words\"  Magistrate  of  the  first  \nclass\" the  words \"Judicial Magistrates\" shall be substit uted. \n \n206. In section 465, in the  marginal not e, for the words \"committ ed before\" the words \n\"sent for trial\" shall be substitut ed. \n \n207.  In  section  483,  in  the  margin,  for  the  figures  and  word  \"III  of  1877\"  \nthe figures and w ord \"X V| of 1908 \" shall be substitut ed. \n \n208. In section 506, in the  margin, the  words \"Provincial Subordinate\" shall be omitted. \n \n209.  In section 541, in sub-section (3), in the margin, for the figures and word \n\"XVI of \n1882\"  the figures and w ord \"V of 1908\" shall be substitut ed. \n \n \n \n \n1Items 197A and 201A ins. by the Law Reforms (Amdt.) Act, 1976 (21 of 1976) s. 2 and Sch. \n2Item 204 omitted by the Cri minal Procedure (A mdt.) Act, 1974 (25 of 1974). s. 2 and Sch., (w.e.f. 24-4-74). \n39 \n \n 210.     In Schedule II,— \n \n(i)        in the entries relating to section 174, after the existing  entries, the following  new \nentries shall be inserted, namely:— \n \n\"2                                3          4          5          6                      7                      8  \n \n \nIf it be a Proclamation  \nDitto   \nDitto   \nDitto   \nDitto   \nImprisonm ent for  \nDitto. \"; \nissued under section 87     three years,  \nof the Cod e. \n \n(ii)       the entries relating to section 226 sh all be omitt ed; \n1*        *          *          *          *          *          *  \n \n(iv)      in column 3, for the entry relating to section 497 the wo rds \"may arrest without \nwarrant\" shall be substituted. \n2*        *          *          *          *          *          * \n(vi)      in column 7, — \n \n3*       *          *          *          *          *          *  \n \n(d)       in the entry relating to section 498 for the figure “2” the figure “3” shall be substitut ed \n \n(vii)     in column 8, — \n \n(a)       for the words \"Any Magistrate,\" the words \"Any Judicial Magistrate\" shall be \nsubstitut ed; \n \n(b)       for  the  entry  relating  to  section  124A  the  following  shall  be  substi tuted, \nnamely:— \n \n\"Court of Session  or Magistrate of the first class specially empowered by the \nProvincial Government in that behalf on the recomm endation of the High \nCourt.\"; \n \n(c)       for  the  entries  relating  to  sections  218  and  295A  the  followi ng  shall  be \nsubstitut ed; namely :— . \n \n\"Magistrate of the first class “;. \n(d)       in the entries relating to section ,312, — \n(1)       for the words \"Court of Session\"  the words \"Magistrate of the first \nclass\" shall be substitut ed; and \n \n(2)       for  the  word  \"Ditto \",  the  words  \"Court  of  Sessions\"  shall  be \nsubstitut ed; \n \n(e)       in the entry relating to section 376, for the words \"Court of Session  or District \nMagistrate\" the wo rds \"Magistrate of the first class\" shall  be substitut ed; \n \n(f)        in the entries relating to sections  129, 133, 148, 152, 161, 162, 164, 167, 181, \n201, 205, 213, 214, 221, 222, 225, 225A,  233, 235, 237, 242, 246, 263, 304A,  \n318, 324, 332, 344, 347, 348,384,  404. 406. 411. 414. 418. 454. 456. 462. 465.  \n484. 485. 487 and 500 the words and comma  \"Court of Session,  or\" shall be \nomitt ed: \n \n1Sub-item (iii) omitted by the Criminal Procedure (Amdt.) Act, 1974 (25 of 1974), s. 2, and Sch., (w.e.f. 24-4-74). \n2Sub-item (a) omitted by the Law Reforms (Amdt.) Act, 1976 (21 of 1976), s. 2 and Sch. \n3Clauses (a), (b) and (c) of sub-item (vi) omitted by Act 25 of 1974, s. 2 and Sch., (w.e.f. 24-4-74). \n40 \n \n (g)       in the entries relating to sections  193, 212, 216, 218, 248, 252, 261,469 \nand 507, for the word \" Ditto  \" the  words\" M agistrate of the first class\" \nshall be substitut ed; \n \n(h)       for the entries relating to sections  243, 249, 253, 325 and 457, the \nfollowing  shall be substitut ed, namely:— \n \n\"Court of Session,  or Magistrate of the first class.\"; \n(i)        in the entries relating to section 308,— \n(a)       for the word \"Ditto\"  first occurring, the words \"Magistrate of \nthe first class\" shall be substitut ed; and \n \n(b)       for the word \"Ditto\"  occurring for the second time, the words \nand comma  \"Court of Session,  or M agistrate of the first class\" \nshall be substitut ed; \n \n(j)        in the entries relating to sections  404 and 454, for the word \"Ditto\" the \nwords and comma  \"Court of Session,  or Magistrate of the first or \nsecond class\" shall be substitut ed; and \n \n(k)       under the h eading \"Offences against other laws\" in the thi rd entry, the \nwords and comma  \"Court of Session,  or\" shall be omitt ed. \n211.     In Schedule III,— \n \n(i)        in Part I, under the heading \"Ordinary Powers of a Magistrate of the Third \nClass\",— \n \n(a)       Items (10), (11) and (12)  shall be omitt ed; and \n(b)       in item (17),  for the words \"District Magistrate\" the words \"Sessions  \nJudge\" shall be substitut ed; \n \n(ii)       in  Part II, under the heading \"Ordinary Powers of Magistrate of the Second \nClass\", in item (2), for the words \"commit  for trial\" the  words \"send for trial to \nthe Cou rt of Session  or the Hi gh Cou rt\" shall be substitut ed; \n \n1*                    *                      *                      *                      *                      *                      *  \n \n \n \n212.     For Schedule IV the  following  shall be substitut ed, namely:— \n \n \n \n1Sub-items (in), (iv) and (v) of item 211 omitted by the Legal Reforms Act, 1997 (23 of 1976) s. 3. \n41 \n \n \"SCHEDULE  IV \n \n(See section 37) \n \nAdditional Powers with which Magistrates may be invested. \n \nPART I \n \nPowers with which a Magistrate of  first class may be invested by the Pro vincial Government. \n \n(1)       Power to t ry cases und er section 124A of  the Pakistan Penal Code. \n \n(2)       Power to issue  process for person within  local jurisdiction who has committ ed an \noffence outside the l ocal jurisdiction, section 186. \n \n(3)       Power to t ake cognizance of offences upon  compl aint, section 190. \n \n(4)       Power to t ake cognizance of offences upon poli ce report, section 190.  \n(5)       Power to t ake cognizance of offences without  compl aint, section 190.  \n(6)       Power to t ransfer cases, section 192. \n(7)       Power to t ry summ arily, section 260. \n \n(8)       Power to pass sentence on proceedings recorded by a Magistrate of the second or  third \nclass, section 349. \n \nPowers with which a Magistrate of  the second class may be invested by the Provincial \nGovernment. \n \n(1)       Power to record statements and confessions during a police inv estigation, s ection 164. \n(2)       Power to authorise detention of a person in the custody of the police during a police \ninvestigation, section 167. \n(3)       Power to t ake cognizance of offences upon  compl aint, section 190. \n \n(4)       Power to t ake cognizance of offences upon poli ce report, section 190.  \n(5)       Power to t ake cognizance of offences without  compl aint, section 190. \n \nPowers with which a Magistrate of  the third  class may be invested by the Provincial \nGovernment. \n \n(1)       Power to t ake cognizance of offences upon  compl aint, section 190. \n \n(2)       Power to t ake cognizance of offences upon poli ce report, section 190. \n \nPART II \n \nPowers with which any of the E xecutive Magistrat es may be invested by the \nProvincial Government. \n \n(1)       Power to m ake order prohibiting  repetition  of nuisances, section 143. \n(2)       Power to m ake orders under section 144. \n(3)       Power to m ake orders, etc., in poss ession  cases, sections  145 and 147. \n(4)       Power to hold inqu ests, section 174. \n42 \n \n (5)       Power to s ell property alleged or suspected to have been stol en, etc., section 524. \n \n \nPowers with which any Executive Magistrate may  be invested by the Distri ct Magistrat e. \n \n(1)       Power to m ake orders prohibiting  repetition  of nuisances, section 143. \n(2)       Power to m ake orders under section 144. \n(3)       Power to hold inqu ests, section 174. \n \n213.     In Schedule V,  Forms XXVII, XXXII, XXXIII and XLII shall be omitt ed."
}