{
    "file": "./converted_json\\administrator2f1da8cc107ec077896ca6fc93905fb3.json",
    "name": "The Explosives Act, 1884",
    "date": "26th February, 1884",
    "tagline": "An Act to regulate the manufacture, possession, use, sale, transport and importation of Explosives.",
    "content": "Page 1 of 12 \n \n \nTHE  EXPLOSIVES  ACT,  1884  \n \n \n \nCONTENTS  \n \n__________  \n \n1. Short  title. \n \n2. Commencement . \n3. [Repealed .] \n4. Definitions.  \n \n5. Power  to make  rules  as to licensing  of the manufacture,  possession,  use, sale, \ntransport  and importation  of explosives.  \n6. Power of t he Federal Government to prohibit the manufacture, possession, use, sale, \ntransport, import or export of specially dangerous explosiv es. \n6A.  Prohibition of manufacture, possession, sale or use, transport, import and export of \nexplosiv es by young persons and certain other persons \n7. Power to make rules conferring powers of inspection,  search,  seizure,  detention  and \nremoval.  \n8. Notice  of accidents.  \n9. Inquiry  into accidents.  \n9A. Inquiry  into more  serious  accidents.  \n9B. Offences by c ompanies. \n10. Forfeiture  of explosives . \n11. Distress  of Aircra ft or vessel . \n12. Abetment  and attempts.  \n13. Power  to arrest  without  warrant  persons  committing  dangerous  offences.  \n14. Saving  and power  to exempt.  \n15. Saving  of Arms  Act, 1878.  \n\n \nPage 2 of 12 \n 16. Saving  as to liability  under  other  law. \n17. Extension  of definition  of \"explosive\" to  other  explos ive substances . \n \n18. Procedure  for making  publication  and confirmation  of rules.  \n \n19. Transpo rtation of explosives by air \n \n20. Removal of difficulties.\n \nPage 3 of 12 \n THE EXPLOS IVES ACT, 1884  \n \n1ACT  No. IV OF 1884  \n \n[26th Februar y, 1884]  \n \nAn Act to regulate the manufacture, possession, use, sale, transport and importation  of \nExplosiv es. \n \nWHEREAS  it is expedient to regulate the manufacture, possession, use, sale, transport  and \nimportation of explosiv es; It is hereby enacted as follows:__ \n[ \n1. Short Title. (1) This Act may be called the 2[*] Explosiv es Act, 1884;  and \n3[(2) Local extent. It extends to the whole  of Pakistan]. \n2. Commencement. (1) This Act shall come into force on such day4 as the 5[Federal \nGovernment], by notifi cation in the 6[official Gazette], appoints:  \n7[*  *  *  *  *  *  *] \n3. [Repeal of portions  of Act XII 1875 .] Rep. by the Indian  Ports  Act, 1889 (X of 1889)8, s. 2 \nand Sch. II. \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1883, Pt. V, p. 22; for Proceedings in Council, see ibid., 1882, p. 1856, and \nibid.,  1883, Supplement, p. 43, and ibid., 1884, Supplement, p. 377. \nThis Act has been declared, under s. 5, of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in Baluchistan,-see Gazette of \nIndia, 1931, Pt. II-A, p. 358. \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O.3 of 1950) ; and applied \nin the Federated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499. \nThis Act has been extended to the Baluchistan States Union, see the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G. \nG. O. 4 of 1953), as amended by the Baluchistan States Union (Federal Laws) (Extension) (Second Amdt.) Order, 1953 (G. G. O. 19 of 1953). \nIt has been extended to the State of Bahawalpur, see the Bahawalpur (Extension of Federal Laws) Order 1953 (G. G. O. 11 of 1953), as \namended by the Bahawalpur (Extension of Federal Laws) (Amdt.) Order, 1953 (G. G. O. 21 of 1953). \nIt has also been extended to the Khairpur State, see G. G. O. 5 of 1953, as amended by G. G. O. 24 of 1953. \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by the \nGwadur (Application of Central Laws) Ordinance, 1960 (37 of 1960), s. 2. \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to certain \nmodi- fications; see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950. It has been extended to the Excluded Area of Upper Tanawal \nother than Phulera by the N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950 and declared to be in force in that area with effect from \n1st June, 1951, see N.W.F.P. Gazette, Extraordinary, dated 1-6-1951. \nFor the law relating to explosive substances, see also the Explosive Substances Act, 1908 (6 of 1908). \n2The word “Indian” omitted by A. O., 1949, Sch.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960  (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th  October, 1955) for \n“all the Provinces and the Capital of the Federation” which had been subs. by A. O., 1949,  Arts. 3(2) and 4, for “the whole of British India”. \n4The 1st July 1887-see Gazette of India, 1887, Pt. I, p. 307. \n5Subs. by F. A. O. 1975,  Art. 2 and Table, for “Central Government” which was previously subs. by A.O., 1937,  for “G. G.  in C.”. \n6Subs. ibid; for “Gazette of India”. \n7Sub-section (2) was rep. by  the Amending Act, 1891  (12 of 1891). \n8Rep. by the Ports Act, 1908  (15 of 1908). \n \n \nPage 4 of 12 \n 4. Definitions. In this A ct, unless there is something  repugnant in the subject or context,- \n1[(1) “explosiv es” \n(a) means gunpowder, nitroglycerine, nitroglycol, gun cotton,  dinitrotolu ence, \ntrinitro tolu ene, picric acid, dinitr o-phenol, trinitro r esorcinol (s typhnic acid), \ncyclo tri methylence trinitr amine, penta erythritol  tetranitrate, tetryl, \nnitroguanidin e, lead azide, lead styphynate, fulminate of mercury or any other \nmetal, diazo dinitro  phenol, colour ed fires or any other subst ances whether a \nsingle chemical compound or  a mixture of subst ances, whether solid  or liquid  \nor gaseous used or manufactured with a view to produ ce a practical effect by \nexplosion  or pyrotechinic effect; and \n \n(b) includes, \n(i)  chemical compounds,  compositions  or mixture  of which will \nproduce, upon  release of its potential energy, a sudd en outburst  of \ngases, thereby exerting  high pressures on its surroundin gs. Explosiv es \nmay be solid,  liquid  or gas, nitro  compound  or in the form  of water gel \nor slurry; \n \n(ii)  fog signals, firework, fuses, rockets, precussion-caps, detonators, \ncartridges, ammunition  of all descriptions  and every adaptation or \npreparation of an explosiv es as defined in this clause; and \n \n(iii)  such other subst ance as the Federal Government may, by notifi cation \nin the official Gazette, specify for the purpos es of this sub-section.] \n \n1[(2) “manufacture” includes the preparation of explosive  or any component parts of an \nexplosiv e, the admixture or other treatment of the same, the breaking up or unmaking of any \nexplosiv e, or making fit for use any damaged explosive  of the processing  of any subst ance or \nmatter with a view to causing  an explosion,  implosion  or disint egration, and the process of remaking, \naltering or repairing any explosiv e;] \n(3) “vessel” includes every ship,  boat and other vessel used in navigation, whether propelled \nby oars or otherwise: \n \n(4) “carriage” includes any carriage, wagon, cart, truck, vehicle or other means of conveying \ngoods,  or passengers by land, in whatever manner the same may be propelled: \n \n1[(5) “master”, \n(a)  in relation to any vessel or ship means any person, other than a pilot,  \nharbour  master, assistant harbour master or berthing master, having for the \ntime being the charge or control  of such vessel or aircraft, as the case may be; \n \n(b)  in relation to any boat belonging to a ship,  means the master of that ship;  and \n \n(c)  in relation to aircraft means captain of the aircraft;] \n \n(6) “import”  means to bring into 2[Pakistan] by sea 1[, air] or land. \n1[(7) “aircraft” means any machine which can derive support in  the atmosphere from the \nreactions of the air, other than the reactions of the air against the earth’s surface, and includes \nballoons, whether fixed or free, airships, kites, gliders and flying machines, for this ordinance aircraft \nmeans cargo aircraft; ] \n \n1Subs. by Ord. 105 of 02, s.3. \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960  (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th  October, 1955) for \n“all the Provinces and the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3(2) and 4, for “the whole of British India”. \n \nPage 5 of 12 \n  \n5[(8) “export”  means taking out of Pakistan to a place outside  Pakistan by land, sea or air; \n(9) “prescribed” means prescribed by rules; and \n(10) “rules” means any rules made under the Act.] \n5. Power to make rules as to licensing of the manufacture, possession, use, sale, \ntransport and importation of explosiv es. (1) The 1[Federal Government] 5[, in consultation \nwith the provincial Governments]  may for any part of 2[Pakistan], 3[* * *] make rules4 consistent \nwith this Act to regulate or prohibit, except under and in accordance with the conditions  of a license \ngranted as provid ed by those  rules, the manufacture, possession,  use, sale, transport  5[, import and \nexport]  of explosiv es, or any specified class of explosiv es. \n(2) Rules under this section may provide for all or any of the followi ng, among other \nmatters, that is to say: \n(a)  the authori ty by which licenses may be granted; \n(b)  the fees to be charged for licenses, and the other sums (if any) to be paid for \nexpenses by applicants for licenses; \n(c)  the manner in which applications  for licenses must be made, and the matters to \nbe specified in such applications ; \n(d)  the form  in which, and the conditions  on and subject to which, licenses must be \ngranted; \n(e)  the period for which licenses are to remain in force; 5[*] \n(f)  the exemption  absolut ely or subject to conditions  of any explosiv es from  the \noperation of the rules 5[;] \n2[(g)  the authori ty to which appeals may be preferred and the procedure to be \nfollowed by such authori ty; \n(h)  the total quantity of explosiv es that a licensee may possess in a given period of \ntime; and \n(i)  the import and export of explosiv es by land, sea or air.] \n(3)6[Rules made under this section may] impose penalties on all persons  manufacturing, \npossessing, using, selling,  transporting  5[, exporti ng] or importing  explosiv es in breach of the rules, or \notherwise  contravening the rules: \n \n \n1Subs. by A.O., 1964, Art. 2 and Sch., for “Central Government” which had been subs. by A.O., 1937, for “G. G. in C.”. \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3 (2) and 4, for “British India”. \n3The words “and each L. G. with the previous sanction of the G. G. in C., may for any part of the territories under its administration,” rep. by \nA. O., 1937. \n4For rules made by the Central Government under this section and section 7 to regulate the manufacture, possession, sale, transport and \nimportation of explosives, see Gen, R. and O. \nFor the Karachi Supplementary Explosives Rules, 1954, see Gazette of Pakistan, 1954, Pt. I, pp. 239-242. \n5Ins. subs & omitted by Ord. 105 of 02, s. 3. \n6Subs. by A. O., 1937, for “The authority making rules under this section may by the ru1es”. \n \nPage 6 of 12 \n Provid ed that the maximum penalty which may be imposed by any such rules shall not \nexceed— \n(a)  in the case of a person so importing  1[, exporting] or manufacturing  an \nexplosiv e, a fine which may extend to 1[thirty] thous and rupees; \n(b)  in the case of a person so possessing, using or transporting  an explosiv e, a fine \nwhich may extend to 1[ten] thous and rupees; \n(c)  in the case of a person so selling an explosiv e, a fine which may extend to \n1[five thous and] rupees; and \n(d)  in any other case, two 1[thous and] rupees. \n \n1[6. Power of the Federal Government to prohibit the manufacture, possession, use, \nsale, transport, import or export of specially dangerous explosiv es. —(1) Notwithst anding  \nanything contained in this Act, the Federal Government may from  time to time, by notification in the \nofficial Gazette, prohibit,  either absolut ely or subject to conditions,  the manufacture, possession,  \nuse, sale, transport, import or export of any explosive  which is of so dangerous a character that, in \nthe opinion  of the Federal Government, it is expedient for the public  safety to issue  such \nnotifi cation.  \n(2) The Customs Act, 1969 (IV of 1969),  shall have effect in relation to any explosive  with \nregard to the importation of which a notifi cation has been issued under sub -section (1), and the \nvessel, carriage or aircraft containing  such explosiv e, as the said Act, have has in relation to any \narticle the importation of which is prohibit ed or regulated thereunder, and shall apply accordingly to \nthe vessel, carriage or aircraft containing  such article. \n(3) Any person manufacturing, possessing, using, selling, transporti ng, importing  or \nexporting  any explosive  in contravention  of a notification issued under sub -section (1), shall be \npunish able with fine which may extend to thirty thous and rupees, and, in the case of importation by \nwater  , the owner and master of the vessel and in the case of importation by air, the owner and the \nmaster of the aircraft, in which the explosive  is imported shall, in the absence of reasonable excuse, \neach be punish able with fine which may extend to thirty thous and rupees. \n1[6A. Prohibition  of manufacture, possession, sale or use, transport, import and export \nof explosiv es by young persons and certain other persons.—(1) Notwithst anding  anything \ncontained in this Act— \n(a)  any person— \n(i)  who has not completed the age of eighteen years; or \n \n(ii)  who has been sentenced on conviction of any offence involvi ng \nviolence or moral turpitude  for a term of not less than six months  at any \ntime during a period of five years after the expiration of the sentence; \nor \n \n \n \n \n1Subs.& ins.  by ord. 105 of 02, ss. 4-6. \n \nPage 7 of 12 \n  (iii)  who has been ordered to execute under the Code of Criminal \nProcedure, 1898  (Act V of 1898), a bond  for keeping the peace or for \ngood behavior, at anytime during the terms of the bond;  or \n(iv)  whose  licence under this Act has been cancelled, for contravention  of \nthe provisions  of this Act or of the rules made thereunder, at any time \nduring a period of five years from  the date of cancellation of such \nlicence; \nshall not— \n(i)  manufacture, sell, transport import or export any explosiv e; or \n(ii)  possess or use any such explosive  as the Federal Government \nmay, having regard to the nature thereof, by notifi cation in the \nofficial Gazette, specify; and \n(b)  no person shall sell, deliver or dispatch any explosive  to a person whom \nhe knows  or has reason to believe at the time of such sale, delivery or \ndispatch— \n(i)  to be prohibit ed under clause (a) to manufacture, sell, use, transport,  \nimport, export, or possess such explosiv e; or \n(ii)  to be of unsound  mind or having physical disability. \n(2) Whoever— \n(a)  manufactures, possesses, sells, transports,  imports or exports  any explosive  in \ncontravention  of the provision  of clause (a) of sub-section (1); or \n(b)  sells, delivers or dispatches any explosive  in contravention  of the provisions  of \nclause (b) of sub-section (1). \nshall be punish able with a fine not exceeding thirty thous and rupees.] \n7. Power to make rules conferring powers of inspection, search, seizure, detention and \nremoval. — (1) The 2[Federal Government] 3[* * *] may make rules consist ent with this Act \nauthori zing any officer, either by name or in virtue  of his office— \n(a)  to enter, inspect and examine any place, carriage 2[, aircraft] or vessel in \nwhich an explosive  is being manufactured, possessed, used, sold,  transported  \n2[, exported] or imported under a license granted under this Act, or in which \nhe has reason to believe that an explosive  has been or is being  manufactured, \npossessed, used, sold,  transported  2[, exported] or imported in contravention  \nof this Act or of the rules made under this Act; \n(b)  to search for explosiv es therein; \n(c)  to take samples of any explosive  found  therein on  payment of  the value \nthereof; and \n \n2 Ins. & subs. by ord. 105 of 02, ss. 7-8. \n3The words “or the L.G. with the previous sanction of the G. G. in C.” rep. by A. O., 1937. \n \nPage 8 of 12 \n  (d)  to seize, detain, remove and, if necessary, destroy any explosive  found  therein. \n(2) The provisions  of the 1[Code of Criminal Procedure, 1898( Act V of 1898)] relating to \nsearches under that Code shall, so far as the same are applicable, apply to searches by officers \nauthori zed by rules under this section.  \n8. Notice of accidents. 2[(1)] Whenever there occurs in or about,  or in connection with,  \nany place in which an explosive is manufactured, possessed or used, or any carriage 3[,aircraft] \nor vessel either conveying an explosive  or on or from  which an explosive  is being loaded or \nunloaded, any accident by explosion  or by fire attended with loss of human life or serious  injury to \nperson or property, or of a description  usually attended with such loss or injury, the occupier of the \nplace, or the master of the vessel 3[or aircraft],or the person in charge of the carriage, as the case may \nbe, shall 4[within  such time and in such manner, as may be by rule prescribed give notice thereof \nand of the attendant loss of human life or personal injury, if any, to the 5[Chief Inspector of \nExplosiv es in Pakistan] and to the officer in charge of the nearest police- station.  \n6[(2) Whoever in contravention  of sub-section (1) fails to give notice of any accident shall be \npunish able with fine which may extend to five 3[thousand] rupees or if the accident is attended by \nloss of human life, with imprison ment for a term which may extend to three months,  or with fine, or \nwith both.]  \n7[9.Inquiry into accidents. (1) Where any accident su ch as is referred to in section 8 \noccurs in or about or in connection with any place, carriage 3[, aircraft] or vessel under the \ncontrol  of any of 8[the armed forces of Pakistan], an inqui ry into the causes of the accident shall be \nheld by the naval, military, or air force authority concerned, and where any such accident occurs in \nany other circumstances, the distri ct Magistrate 9[* * *] shall, in cases attended by loss of hu man life, \nor may, in any other case, hold or direct a Magistrate sub-ordinate to him to hold, such an inqui ry. \n \n(2) Any person holding  an inqui ry under this section shall have all the powers of a Magistrate \nin holding  an inqui ry into an offence under the Code of Criminal Procedure, 1898(V  of 1898)  and \nmay exercise such of the powers conferred on any officer by rules under section 7 as he may think  it \nnecessary or expedite to exercise for the purposes of the inqui ry. \n(3). The p erson holdi ng an inqui ry under this s ection sh all make a r eport to the  3[Federal \nGovernment] stating the causes of the accident and its circumstances. \n(4) The 3[Federal Government] may make rules \n(a)  to regulate the procedure at inquiri es under this section; \n \n1Subs. by Ordinance 27 of 1981, s. 3 and 2nd Sch., for “Code of Criminal procedure”. \n2 Re-numbered by the Explosives (Amdt.) Ordinance, 1945 (18 of 1945), s. 2. \n3 Ins. & subs. by ord. 105 of 02, ss. 7-8. \n4 Subs.Ord. 18 of 1945 , for “forthwith give notice thereof”. \n5 Subs. by A. O., 1949, Sch., for “Chief Inspector of Explosives in India”. \n6 Added by Ordinance 18 of 1945, s. 2. \n7Subs. by the Explosives (Amdt.) Ordinance, 1945 (18 of 1945), s. 2, for the original section 9, as amended by A .O., 1937. \n8Subs. by A. O., 1961, Art. 2 and Sch., for “His Majesty's Forces” (with effect from the 23rd March, 1956). \n9The words and brackets “(or in a Presidency-town, the Commissioner of Police)” omitted by A. O., 1949, Sch. \n \n \n \nPage 9 of 12 \n (b)  to enable the 1[Chief Inspector of Explosiv es in Pakistan] to be  present or \nrepresented at any such inquiry; \n(c)  to permit the 1[Chief Inspector of Explosiv es in Pakistan] or his \nrepresentative to  examine any witnesses at the inqui ry; \n (d)  to provide  that where the 1[Chief Inspector of Explosiv es in Pakistan] is not \npresent or represented at any such inqui ry, a report of the proceedings thereof \nshall be sent to him; \n(e)  to prescribe the manner in which and the time within  which notices referred \nto in section 8 shall be given. \n9A. Inquiry into more serious accidents. (1) The 3[Federal Government] may, where it is \nof opinion,  whether or not it has received the report of an inqui ry under section 9, that an inqui ry of \nmore formal character should  be held into the causes of an accident such as is referred to in section \n8, appoint  the 1[Chief Inspector of Explosiv es in Pakistan] or any other competent person to hold \nsuch inqui ry, and may also appoint one or more persons possessing  legal or special knowl edge \nto act as assessors  in such inquiry. \n(2) Where the 3[Federal Government] orders an inquiry under this section, it may also direct \nthat any inquiry under section 9 pending at the time shall be discontinued. \n(3) The person appointed to hold an inquiry under  this section shall have all the powers of a \nCivil Court under  the Code of Civil Procedu re, 1908(V of 1908), for the purposes of enforcing the \nattendance  of witnesses and compelling the production of documents and material objects; and every \nperson required by such person as aforesaid to furnish any information shall be deemed to be legally \nbound  so to do within the meaning of section 176 of the Pakistan Penal Code  (XLV  of 1860) . \n(4) Any person holding an inquiry under this section may exercise such of the powers \nconferred on  any o fficer by rules under section 7 as he may think it necessary or expe dient to \nexercise for the pu rposes of the inquiry. \n(5) The person holding an inquiry under  this section shall make a report to the 3[Federal \nGovernment] stating the causes of  the accident and its circumstances, and ad ding any obs ervations \nwhich he or any of the assessors may think fit to make; and the 3[Federal Government] shall \ncause every report so made to be published at such time and in such manner  as it may think fit. \n(6) The 3[Federal Government] may make rules for regulating the procedure at inquiries \nunder this section.] \n3[9B. Offences by c ompanies. Where the person guilty of an offence under this Act, is \na company, corporation, firm or institution, every director, partner and con cerned e mployee of the \ncompany, corporation, firm or institution shall, unless he proves that the offence was committed \nwithout his knowledge or consent, be guilty of the offence.] \n \n \n1Subs. by A.O., 1949, Sch., for “C hief Inspector of Explosives in India”. \n3Ins. by Ord. 105 of 02, s. 2. \n \n \n \nPage 10 of 12 \n 10. Forfeiture of explosives. When a person is convicted of an offence punishable under this \nAct or the rules made under this Act, the Court before which he is convicted may direct that the \nexplosive, or ingredient of the explosive, or the substance (if any) in respect of which the offence \nhas been committed, or any part of that explosive, ingredient or substance, shall, with the receptacles \ncontaining the same, be forfeited. \n 1[11. Distress of aircraft or vessel. Where the owner or master of any aircraft or vessel is \nadjudged under this Act or the rules, to pay a fine for any offence committed with, or in relation to, \nthat aircraft or vessel, the Court may, in addition to any other power it may have for the purpose of \ncompelling payment of the fine, direct it to be levied by distress and sale of, \n(a)  the aircraft and its furniture or so much of the furniture; or \n(b)  the vessel and the tackle, apparel and furniture of such vessel or so much of \nt he tackle, appa rel and furniture thereof, as is necessary for the payment of the \nfine.] \n12. Abetment and attempts. Whoever abets, within the meaning of the Pakistan Penal  Code \n(XLV of 1860) , the commission of an offence punishable under this Act, or the rules made under  this \nAct, or attempts to commit any such offence and in such attempt does any act towards the \ncommission of the same, shall be punished as if he had committed the offence. \n13. Power to arrest without warrant persons committing dangerous offences. Whoever \nis found  committing  any act for which he is punish able under this Act or the rules under this \nAct, and which tends to cause explosion  or fire in or about any place where an explosive  is \nmanufactured or stored, or any railway or port, or any carriage, 1[aircraft or vessel], may be \napprehended without a warrant by a Police-officer, or by the occupier of, or the agent or servant of, \nor other person authori zed by the occupier of, that place, or by any agent or servant of, or other \nperson authorized by, the railway administr ation of conservator of the port 1[or the officer incharge \nof airport], and be removed from  the place where he is arrested and conveyed as soon  as \nconveniently may be before a Magistrate. \n \n2[14. Saving and power to exempt.— (1) Nothi ng in this A ct, except sections 8, 9 and 9A, \nshall apply to the manufacture, possession,  use, transport  or 1[, import and export]  of any \nexplosiv e— \n(a)  by any of 3[the armed for ces of Pakistan] in accordance with rul es or \nregulations  made by 4[* * * ] the 5[Federal Government]; \n \n(b)  by any person employed under 6[the 1[Federal Government] 7[* * *] ] in \nexecution  of this Act. \n \n(2) The 1[Federal Government] may by notifi cation in  the official Gazette exempt, \nabsolut ely or subject to any such conditions  as it may think  fit to impose, any explosive  from  all or \nany of the provisions  of this Act. \n \n1 Subs. & ins. by Ord. 105 of 02, ss. 2, 12-14. \n2Subs. by the Explosives (Amdt.) Ordinance, 1945 (18 of 1945), s. 4, for the original section 14, as amended by the Repealing and Amending \nAct, 1927 (10 of 1927), s. 2 and Sch. I, and A. O., 1937. \n3 Subs. by A. O., 1961, Art. 2 and Sch., for “His Majesty's Forces” (with effect from the 23rd March, 1956). \n4The words “His Majesty’s Government in the United Kingdom or” omitted, ibid. (with effect from the 23rd March, 1956). \n5The original words “Central Government.” , have successively been amended by A. O., 1964, Art. 2 and Sch. and F. A. O., 1975, Art. 2 and \nSch., to read as above. \n6The original words “any Government in British India” have successively been amended by A. O., 1949, Sch. and A. O., 1964, Art. 2 and \nSch., to read as above. \n7 The words “or any Provincia l Government” , omitted by F. A. O., 1975, Art. 2 and Sch. \n \nPage 11 of 12 \n 15. Saving of Arms Act, 1878.  Nothing  in this Act shall affect the provisions  of the Arms \nAct,1878  1[and the Pakistan Arms Ordin ance, 1965  (W.P.  Ordinance  No. XX of 1965) .] \n \nProvid ed that an authori ty granting a license under this Act for the manufacture, possession  \nsale, transport  2[,import and export] of an explosive  may, if empowered in this behalf by the rules \nunder which the license is granted, direct by an order written on the license that it shall have the \neffect of a like license granted under the said Arms Act (XI of 1878) . \n \n16. Saving as to liability under  other law. Nothing in this Act or the rules under this Act \nshall prevent any person from being prosecuted under any other law for any act or omission which \nconstitutes an offence against this Act or those rules, or from be ing liable under that other law to any \nother or higher pun ishment or penalty than that provided by this Act or those rules: Provided that a \nperson shall not be pun ished twice for the same offence. \n17. Extension of definition of “explosive” to other explosive substances. The 2[Federal \nGovernment] may, from time to time, by no tification in the 4[official Gazette], declare5 that any \nsubstance which app ears to the 2[Federal Government] to be specially dangerous to life or property, \nby reason e ither of its explosive properties or of any process in the manufacture thereof being liable \nto explosion, sha ll be deemed to be an explosive within the meaning of this Act, and the provisions \nof this Act (subject to such exceptions, limitations and restrictions as may be specified in the \nnotification) shall accordingly extend to that substance in like manner  as if it were included in the \ndefinition of the term “ex plosive” in this Act. \n \n18. Proced ure for making publication and confirmation of rules.__ 6[(1) An authority \nmaking rules under this Act shall, before making the rules, publish a d raft of the proposed rules for \nthe information of persons likely to be a ffected thereby. \n \n(2) The publication shall be made in such manner as the 2[Federal Government], from time to \ntime, by  notification in the 4[official Gazette] prescribes7. \n \n(3) There shall be published with the draft a notice specifying a date at or after which the \ndraft will be taken into consideration. \n \n(4) The au thority making the rules shall receive and consider any o bjection or suggestion \nwhich may be made by  any person with respect to the draft before the date so specified.] \n \n(5) A rule made under this Act shall not take effect 8[***] until it has been published \nin the 4[official Gazette], 9[* * *]. \n \n(6) The publication in the 4[official Gazette] of a rule purporting to be made under this Act \nshall be conclusive evidence that it has been duly made, and, if it requires san ction, that it has been \nduly san ctioned. \n \n(7) All powers to make rules conferred by this Act may be exercised from time to \ntime as occa sion requires. \n \n \n1Ins. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch. \n2 Subs. & ins. by Ord. 105 of 02, ss. 12-14. \n4Subs. by A. O., 1937, f or “Gazette of India”.  \n5Picric acid with certain exceptions has been declared to be an Explosive within the meaning of this Act, see Gazette of India , 1926, Pt. I, p. \n1264.  \n6Sub-sections (1) to (4) of section 18 were deemed to have been omitted during the Continuance of the Explosives (Amdt.) Ordinance, 1945 \n(18 of 1945), since rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26of 1951), s. 2.  \n7Fr mode prescribed, see Gazette of India, 1927, Pt. I, p. 769.  \n8The words “if it is made by the G.G.  in C.” rep. by A. O., 1937.  \n 9The words “and if it is made by the L. G. until it has been published in the local official Gazette” rep., ibid.  \n \n \n \nPage 12 of 12 \n  \n1[19. Transpo rtation of explosives by air. The transportation of explosives by air shall \nbe carried out by cargo and other permissible aircraft and not by passen ger aircraft in accordance \nwith the rules and regulations of International Civil Aviation Organization (ICAO), International Air \nTransport Association (IATA) and Civil Aviation Authority of Pakistan (CAA). \n \n20. Removal of difficulties. If any difficulty arises in giving effect to any provision of this \nOrdinance, the Federal Government may, by notification in the official Gazette, make such \nprovisions, not inconsistent with the provisions of this Ordinance, as may appear  to it to be \nappropriate or necessary for the purpose of removing such difficulty.] \n \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins. by Ord. 105 of 02, s.15."
}