{
    "file": "./converted_json\\administratorf3bd8ebe041346ad002f70ddae5d0799.json",
    "name": "Mental Health Ordinance",
    "date": "20th February, 2001",
    "tagline": "Consolidation and amendment of law relating to mentally disordered persons",
    "content": "Page 1 of 33 \n \n \n \n  \nTHE MENTAL HEALTH ORDINANCE 2001  \n \n \n \n \nCONTENTS  \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement  \n2. Definitions  \nCHAPTER II  \nESTABLISHHMENT OF FEDERAL MENTAL HEALTH AUTHORITY  \n3. Federal Mental Health Authority  \n4. Constitution of Board of Visitors  \n5. Powers and functions of the Board  \n6. Establishment of psychiatric facilities by the Government  \nCHAPTER  III  \nASSESSMENT AND TREATMENT  \n7. Care in the Community  \n8. Care and T reatment on an informal or voluntary basis  \n9. Duration for periods of detention for assessment, treatment, urgent admission   and \nemergency holding  \n10. Admission for assessment  \n11. Admission for treatment  \n12. Admission for assessment in cases of urgency   \n\n \nPage 2 of 33 \n 13. Emergency Holding  \n14. Emergency Powers  \n15. Application by whom to be presented  \n16. Effect of application for admission  \n17. General provisions as to applications and medical recommendations  \n18. Rectification of application and recommendations  \n19. Mentally  disordered persons found in public Places  \nCHAPTER IV  \nLEAVE AND DISCHARGE  \n20. Order of leave  \n21. Discharge of a patient  \n22. Application by a patient for discharge  \n23. Discharge of a detained person found not to be mentally dis­ordered after assessment  \n24. Duty of hospital management to inform relatives of the discharge  \n25. Application for discharge to Magistrate  \n26. Notice about serious illness or death  \n27. Transfer and removal  \n28. Foreign nationals  \nCHAPTER V  \nJUDICIAL PROCEEDINGS FOR APOINTMENT OF GUARDIAN OF PERSON AND \nMANAGER OF THE PROPERTY OF THE MENTALLY DISORDERED  \n29. Judicial proceedings  \n30. Regulation of proceedings of the Court of Protection  \n31. Inquiry by subordinate Court on commission issued by the Court of Protection and \nproceedings thereon  \n32. Appointment of guardian  \n33. Management of property of mentally disordered person  \n34. Responsibility of manager  \n35. Allowance payable to guardian  \n \nPage 3 of 33 \n 36. Powers of manager of property of mentally disordered person  \n37. Furnishing of inventory of immovable property, etc  \n38. Inquiry by Court of Protection in certain cases  \n39. Disposal of business premises under the direction of Court of Protection  \n40. Investment of assets of mentally disordered person  \n41. Appointment of a new manager or guardian  \n42. Dissoluti on of partnership  \n43. Securities, etc., of mentally disordered person  \n44. Maintenance during temporary mental disorder  \n45. Inquiry by Court of Protection into cessation of mental disorder  \n46. Appeal to High Court  \nCHAPTER VI  \nLIABILITY TO MEET COST OF MAINTENANCE OF MENTALLY DISORDERED \nPERSON ADMITTED IN A PSYCHIATRIC FACILITY  \n47. Liability to meet cost of maintenance of a patient admitted psychiatric facility  \n48. Maintenance out of pay, pension, etc  \nCHAPTER VII  \nPROTECTION OF HUMAN RIGHTS OF MENTALLY DI SORDERED PERSONS  \n49. Cases of attempted suicide  \n50. Confidentiality  \n51. Informed consent  \nCHAPTER VIII  \nOFFENCES AND INDEMNITY  \n52. Penalty for making false statement, etc  \n53. Indemnity  \nCHAPTER IX  \nINSPECTION OF MENTALLY DISORDERED PRISONERS  \n54. Inspection of mentally  disordered prisoners   \n \nPage 4 of 33 \n CHAPTER X  \nFORENSIC PSYCHIATRIC SERVICES  \n55. Forensic psychiatric services  \nCHAPTER XI  \nMISCELLANEOUS  \n56. Specialized Psychiatric Treatments  \n57. Provisions for public and private sector psychiatric facilities  \n58. Removal of difficulties  \n59. Power to make rules  \n60. Ordinance to override  \n61. Repeal and saving  \n \n  \n \nPage 5 of 33 \n THE MENTAL HEALTH ORDINANCE 2001  \nORDINANCE No. VIII OF 2001  \n[20th February, 2001 ] \nAn Ordinance to consolidate and amend the law relating to the mentally disordered persons with \nrespect to their care and treatment, the management of their property and other related matters  \nWHEREAS it is expedient to consolidate and amend the law relating to the treatment and \ncare of mentally disordered persons, to make better provisio ns for their care, treatment, management \nof properties and affairs and to provide for matters connected therewith or incidental thereto and to \nencourage community care of such mentally disordered persons and further to provide for the \npromotion of mental h ealth and prevention of mental disorder;  \nAND WHEREAS the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No. l of 1999;  \nAND WHEREA S the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE, in pursuance of the Proclamation of Emergency of the fourteenth day \nof October, 1999, and the Provisional Constitution Order No. l of 1999, read with the Provisional \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic  Republic of Pakistan is pleased to make and promulgate the  \nfollowing Ordinance__ \nCHAPTER I  \nPRELIMINARY  \n 1. Short title, extent and commencement.___ (1) This Ordinance may be called the Mental \nHealth  Ordinance, 2001.  \n(2) It extends to the whole of Pakistan.  \n (3) It shall come into force with effect from the 20th day of February, 2001.  \n2. Definiti ons.___  (1)  In  this  Ordinance,  unless  there  is  anything repugnant  in  the  \nsubject  or context,____ \n(a) “approved   psychiatrist” means   a   medical   practitioner   possessing \na   recognized postgraduate qualification and registered with the \nPakistan Medical and Dental Council and also approved by the \nAuthority;  \n \nPage 6 of 33 \n  \n(b) “Authority” means the Federal Mental Health Authority constituted \nunder section 3;  \n(c) “cost of maintenance” in relation to a mentally disordered person, \nincludes the cost of lodg ing, maintenance, clothing, medicine and care \nof mentally disordered person and any expenditure incurred in \nremoving such mentally disordered person to and from a psychiatric \nfacility together with any other charges specified in this behalf by the \nGovernme nt; \n(d) “Court of Protection” means a District Court having jurisdiction under \nthis Ordinance in matters specified herein and designated as such by \nthe Government;  \n(e) “Court” means a Court of Protection;  \n(f) “Government” means the Federal Government or, a s the case may be, \nthe Provincial  Government;  \n(g) “health facility” means any basic health unit, rural health centre, Tehsil \nhospital, district hospital, teaching hospital and any private medical \nfacility, supervised by a medical practitioner;  \n(h) “hospita l management” means personnel operating and or managing \nany psychiatric facility or a health facility that has provision for indoor \ntreatment for the mentally disordered;  \n(i) “informed consent” means voluntary and continuing permission of the \npatient or if  the patient is a minor his nearest relative or guardian, as \nthe case may be, for assessment or to receive a particular treatment \nbased on an adequate knowledge of the purpose, nature, likely effects, \nand risks of that treatment including the likelihood of  its success and \nany alternatives to it and the cost of treatment;  \n(j) \"Magistrate\" means a Judicial Magistrate of the first class specially \nempowered by the Government to perform functions and exercise \npowers of a Magistrate under this Ordinance;  \n(k) “medical officer” means a medical graduate serving in a Government \nhealth facility and registered with the Pakistan Medical and Dental \nCouncil;  \n(l) “medical practitioner” means a medical graduate registered with the \nPakistan Medical and  Dental Council with  good standing;  \n \nPage 7 of 33 \n (m) “mental disorder” means mental illness, including mental impairment, \nsevere personality disorder, severe mental impairment and any other \ndisorder or disability of mind and \"mentally disordered\" shall be \nconstrued accordingly and as expl ained hereunder;  \n(i) “mental impairment” means a state of arrested or incomplete \ndevelopment of mind (not amounting to severe mental \nimpairment) which includes significant impairment of \nintelligence and social functioning and is associated with \nabnormally aggressive or seriously  irresponsible conduct on the \npart of the person concerned and “mentally impaired” shall be \nconstrued accordingly;  \n(ii) “severe personality disorder” means a persistent disorder or \ndisability of mind (whether or not including signifi cant \nimpairment of intelligence) which results in abnormally \naggressive or seriously irresponsible conduct on the part of the \nperson concerned;  \n(iii) “severe mental impairment” means a state of arrested or \nincomplete development of mind which includes seve re \nimpairment of intelligence and social functioning and is \nassociated with abnormally aggressive or seriously \nirresponsible conduct on the part of the person concerned and \n“severely mentally impaired” shall be construed accordingly;  \n Explanation:__ Nothing contained in clause (m), sub ‑clauses (i), (ii) and (iii) above shall  be \nconstrued as implying that a person may be dealt with under this Ordinance as suffering  from mental \ndisorder or from any other form of such mental disorder defined in this sect ion, by reason only of \npromiscuity or other immoral conduct, sexual deviancy or dependence on alcohol or drugs.  \n(n) “mentally disordered prisoner” means a person, who is a prisoner for \nwhose detention in or removal to a psychiatric facility or other place of \nsafety, an order has been made in accordance with the provisions of \nsection 466 or section 471 of the Code of Criminal Procedure, 1898 \n(Act V of 1898), section 30 of the Prisoners Act, 1900 (III of 1900), \nsection 130 of the  Pakistan Army Act, 1952 (XXX IX of 1952) section \n143 of  the Pakistan Air Force Act, 1953(VI of 1953) or section 123 of \nthe Pakistan Navy Ordinance,1961 (XXXV of 1961);  \n(o) “minor” means a child or adolescent not having attained the age of \neighteen years;  \n(p) “patient” means a person who is under treatment and care;  \n \nPage 8 of 33 \n (q) “place of safety” means a Government run health facility, a psychiatric \nfacility, or residence of any suitable relative who is willing to \ntemporarily receive the patient;  \n(r) “prescribed” means prescribed by rules or re gulations as the case be, \nmade under this  Ordinance;  \n(s) “psychiatric facility” means a hospital, institute, ward, clinic, nursing \nhome, day ‑care institution, half ‑way house, whether in public or \nprivate sector involved in the care of mentally disordered p ersons:  \n(t) “psychiatrist” means a medical practitioner possessing a recognized \npostgraduate qualification in psychiatry and registered with the \nPakistan Medical  and Dental Council;  \n(u) \"relative\" means and includes any person related by blood or marriage \nor adoption under the personal law, with the mentally disordered \nperson;  \n(v) \"rules\" means the rules made under this Ordinance;  \n(w) \"specialized psychiatric treatments\" means electro ‑convulsive \ntreatment, anti ‑psychotic depot injection, psychosurgery, and such \nother form of treatment as may be specified for the purposes of this \nOrdinance; and  \n(x) \"treatment of mentally disordered person\" means the assessment and \n\"treatment of a mentally\" disordered person and shall include \nassessment, care, training, rehabi litation as well as rehabilitation \ntechniques or measures, as the case may be.  \nCHAPTER II  \nESTABLISHHMENT OF FEDERAL MENTAL HEALTH AUTHORITY  \n 3. Federal Mental Health Authority.____(1) For the purposes of this Ordinance, the Federal  \nGovernment  shall constitute, by  notification in  the  official Gazette,  the  Federal Mental Health  \nAuthority.  \n(2) The Authority shall consist of a Chairperson and not more than fourteen members to be \nappointed by the Federal Government.  \n(3) The members of the Authority s hall be as follows:  \n(i) Secretary, Ministry of Health, Government of Pakistan;  \n(ii) Director General, Ministry of Health, Government of Pakistan;  \n \nPage 9 of 33 \n (iii) Provincial Health Secretaries;  \n(iv) Advisor psychiatry, Medical Directorate, General Headquarters \n(GHQ);  and \n(v) Seven eminent psychiatrists of at least ten years good standing.  \n(4) The Chairperson and the members of the Authority, other than ex­officio  members, shall \nbe appointed on such terms and conditions as may be determined by the Federal Government.  \n(5) The Chairperson and the members of the Authority shall be appointed for a tenure of four \nyears.  The Chairperson and a member may resign from his office in writing addressed to the \nSecretary, Ministry of Health, Government of Pakistan.  \n(6) The Chairpers on or a member of the Authority may be removed from his office by the \nFederal Government, for reasons of misconduct, or if he is unable to perform functions of his office, \non account of mental or physical incapacity or for any other reason.  \n(7) The Autho rity established under sub­section (1) shall carry out the following functions.  \n(a) advise the Government on all matters relating to promotion of mental \nhealth and prevention of mental disorder;  \n(b) develop and establish new national standards for care and  treatment of \npatients;  \n(c) recommend measures to improve existing mental health services and \nsetting up of child and adolescence, psychogeriatric, forensic, learning \ndisability and community  based services;  \n(d) prescribe procedures with respect to setting  up and functioning of the \nmental health services and facilities;  \n(e) prescribe a code of practice to be implemented for achieving the \npurposes and objects of this Ordinance as well as to be followed by all \nthe mental health personnel involved with the car e of patients under \nthis Ordinance;  \n(f) provide for regular review by the Board of Visitors to ensure that the \nprovisions of this Ordinance for assessment and treatment are being \nproperly carried out, whether or not requested by any individual, \npatient or his relative;  \n(g) prescribe for care, aftercare or rehabilitation, under supervision or \notherwise;  \n \n \nPage 10 of 33 \n (h) provide for and regulate the setting up of help lines and crisis centres \nfor the general public with regard to mental health;  \n(i) provide for, organize and regulate public awareness programs and \npromote research, publish journals, bulletins, magazines, and other \neducational material on mental health issues;  \n(j) discharge such other functions with respect to matters relating to \nmental health as the  Governm ent may require;  \n(k) register psychiatrists for the purposes of this Ordinance, in such \nmanner as may be prescribed; and  \n(l) arrange and organize such courses and training programs as may be \nnecessary for carrying out the purposes and objects of this Ordin ance.  \n(8) The Authority may, by notification in the official gazette, make regulations in respect of \nfunctions specified in sub­section (7).  \n4.  Constitution of Board of Visitors . __ (1) The Authority shall, in consultation with the  \nGovernment concerned, establish Boards of Visitors for carrying out the purposes of this Ordinance \nas hereinafter provided.  \n(2) There shall be a Board of Visitors at the provincial level which shall consist of:  \n(a) A Chairperson who is or has been a Judge of the High Court;  \n(b) two psychiatrists, one having a minimum experience ten years to \nGovernment service;  \n(c) one prominent citizen of good standing;  \n(d) two medical practitioners of repute with a minimum standing of twelve \nyears, one of whom shall be nominee of Pakistan Med ical and Dental \nCouncil; and  \n(e) Director‑General Health Services of the Province, or his nominee.  \n(3) The Chairperson and members of the Board shall be appointed for a tenure of two years.  \n(4) No member shall be deputed to perform any duty as a visitor to  a psychiatric facility \nwherein he has a direct or indirect conflict of interest.  \n5. Powers and functions of the Board.__ (1) The Board may, at any time, enter and inspect \nany psychiatric facility within its area of responsibility and require the production of any records and \ndocuments for inspection to ensure that they are in proper order.  \n \nPage 11 of 33 \n (2) The Board shall periodically inspect every part of a psychiatric facility and examine as far \nas possible every patient and mentally disordered prisoner. The  Board shall inspect records and \ndocuments relating to the patients and mentally disordered prisoners since last visitation by the  \nBoard.  \n(3) The Board may make recommendations to a psychiatric facility, the Authority and the  \nGovernment, concerning improve ment of conditions of such facility.  \n(4) The Authority may order the Board to visit any patient in case it appears necessary for the \npurpose of investigating any particular matter, or matters related to the capacity of the patient to \nmanage his property an d affairs, or otherwise, relating to  the exercise of its functions. In of \ncompliance of this order, the board may visit the facility or nominate a sub ‑committee of not less \nthan two member s:__ \n(a) the Board or the sub ‑committee, making a visit under this s ub­section \nshall make such report on the visit as the Authority may order;  \n(b) the Board or the sub ‑committee, making a visit under this sub­section \nmay interview and examine a patient in private and may require the \nproduction of and inspect any documents and/or medical records \nrelating to the patient;  \n(c) where the sub ‑committee visits a facility it shall report to the Board \nand the Board shall make its final report to the Authority; and  \n(d) where the Board or a sub ‑committee is to visit a mentally disordered \nprisoner, it shall also include the Inspector General of Prisons, or his \nnominee.  \n(5) Where the Board is satisfied that any patient in a psychiatric facility is not receiving \nproper care or treatment, it may report the matter to the Authority wh ich may issue such directions as \nit may deem fit to the medical practitioner, or psychiatrist incharge of the psychiatric facility, as the \ncase may be, who shall be bound to comply with such directions.  \n(6) The Board shall enter remarks to a register to be  kept for that purpose in regard to the \nmanagement and condition of a psychiatric facility and the inmates therein.  \n(7) Any information obtained by any member of the Board in the course of his duties or \nwhich comes to the knowledge otherwise, shall not be disclosed except to the authorised person (s).  \n 6. Establishment of psychiatric facilities by the Government.__ (1) The Federal \nGovernment  may in any part of Pakistan, or the Provincial Government may within the limits of a \nProvince, establish or maintain psychiatric facilities for the assessment, admission, treatment, \nrehabilitation, care and after care of mentally disordered patients at such places, as it deems fit.  \n \nPage 12 of 33 \n (2) The psychiatric facilities established under sub­section (1) may organize or maintain \nseparate units for___ \n(a) persons who are above the age of eighteen years;  \n(b) child and adolescence psychiatric units;  \n(c) psychogeriatric units for the elderly; and  \n(d) persons who have been convicted of any offence and are mentally \ndisordered for whom s pecial security measures shall be required.  \n(3) Where drug dependence units need to be established, they shall be set up separately which \nmay be within the premises of the psychiatric facility for people who are not mentally disordered but \nhave drug depend ence or patients with drug induced behavioural changes.  \nCHAPTER III  \nASSESSMENT AND TREATMENT  \n7. Care in the Community.__  Community  based  mental  health  services  shall be  set  up  \nfor providing mentally disordered persons, their families and others involved in their care with \nguidance, education,  rehabilitation,  after  care  and  preventive  measures and  other  supp ort  \nservices on  an informal basis.  \nExplanation :__ For the purposes of this section, community shall include, family, home, work  \nplace, educational institutions and other places where care and after care can be provided on an \ninformal or voluntary basis.  \n8. Care and Treatment on an informal or voluntary basis.___ Any person who himself \nseeks or is brought by a relative or is referred by a medical practitioner or is referred by any authority \nfor forensic psychiatric assessment, shall be examined by a psychi atrist or a medical officer \nnominated by him who shall record his findings in writing and decide that the patient be treated on \nan out‑patient basis or otherwise. Any such person on withdrawal of his consent may be discharged \nin accordance  with the provisi ons of this Ordinance.  \n9.  Duration for periods of detention for assessment, treatment, urgent admission   and \nemergency holding.__  For the purposes of this Ordinance, there at a four types of detention of a \npatient, namely; (1) admission for assessment, (2) admission for treatment, (3) urgent admission, and  \n(4) emergency holding. The duration for each type of detention shall be as fo llows:  \n(a) The period of detention for the purposes of assessment shall be up to \n28 days from the date of application made under section 10;  \n(b) The period of detention for the purposes of treatment shall be up to six \nmonths from the date of application ma de under section 11, and is \nrenewable under the provisions of the said section;  \n \nPage 13 of 33 \n (c) The period of detention for the purposes of urgent admission shall be \nup to 72 hours from the time of application made under section 12; and  \n(d) The period of detention in the case of a patient for the purposes of \nemergency holding already in hospital, shall be up to 24 hours from the \ntime of application made under section 13.  \n 10. Admission for assessment.__ (1) A patient may be admitted to a Psychiatric Facility and  \ndetain ed there for the period allowed by sub­section (4) in pursuance of an application made in \naccordance with sub­sections (2) and (3).  \n(2) An application for admission for assessment may be made in respect of a patient on the \ngrounds that__ \n(a) he is suffering from mental disorder of a nature or degree which \nwarrants the detention of the patient in a psychiatric facility for \nassessment (or for assessment followed by initial treatment) for at least \na limited period; and  \n(b) he ought to be so detained in  the interests of his own health or safety or \nwith a view to the protection of other persons; and  \n(c) specifying that care and treatment in the community and on an \ninformal and voluntary basis is not possible.  \n(3) An application for admission for assessmen t shall be founded on the written \nrecommendations in the prescribed form of two medical practitioners, one of whom should be a \nmedical officer and one should be a psychiatrist, or where a psychiatrist is not available, a medical \npractitioner with experienc e in psychiatry, including in each case a statement that in the opinion of \nsuch medical practitioners the conditions set out in sub­section  (2) above are complied with.  \n (4) A patient admitted to a psychiatric facility in pursuance of an application for ad mission \nfor assessment may be detained for a period not exceeding 28 days beginning with the day on which \napplication was made under this section, but shall not be detained after the expiration of that period \nunless before it has expired he has become liab le to be detained by virtue of a subsequent \napplication, order or direction under the provisions of this Ordinance.  \n(5) Where a psychiatrist deems it fit he may discharge the patient from detention and advise \nthe patient to continue treatment on voluntary basis.  \n(6) The patient, his relatives or guardian shall have the right of filing only one appeal against \nthe order of detention under this section to a Court of Protection within a period of 14 days from the \nday on which the application was made. The decis ion of the Court of Protection shall be final for the \nperiod of detention under this section.  \n \n \n 11. Admission for treatment.__ (1) A patient may be admitted to a psychiatric facility and  \ndetained there for the period allowed by the following provisions, in pursuance of an application \nmade in accordance with this section.  \n (2) An application for admission for treatment may be made in respect of a \npatient on the grounds  that— \n(a) he is suffe ring from mental illness, severe mental impairment severe \npersonality disorder or mental impairment and his mental disorder is of \na nature of degree which makes it appropriate for him to receive \nmedical treatment in a psychiatric facility; and  \n(b) it is ne cessary for the health or safety of the patient or for the \nprotection of other persons that he should receive such treatment and it \ncannot be provided unless he is admitted under this section.  \n(3) An application for admission for treatment shall be founded  on the written \nrecommendations, on the prescribed form of two medical officers, one of whom shall be an approved \npsychiatrist, including in each case a statement that in the opinion of such medical officers the \nconditions set out  in sub­section (2) abov e are complied with; and each such recommendation shall \ninclude  \n(a) such particulars as may be prescribed of the grounds for that opinion \nso far as it relates to the conditions set out in clause (a) of that \nsub­section; and  \n(b) a statement of the reason fo r that opinion so far as it relates to the \nconditions set out in clause (b) of that sub­section, specifying, whether \nother methods of dealing with the patient are available and, if so, why \nthey are not appropriate.  \n(4) A patient admitted to a psychiatric f acility in pursuance of an application under this \nsection may be detained in a psychiatric facility, for a period not exceeding six months allowed by \nclause (b) of section 9 but shall not be so detained or kept for any longer period unless the authority \nfor his detention is renewed under this section  \n(a) the authority for detention of a patient may, unless the patient has \npreviously been discharged, be renewed from the expiration of the \nperiod of six months referred to in sub­ section above, for a further  \nperiod of six months;  \n(b) from the expiration of any period of renewal under clause (a) above, \nfor a further period of one year, if necessary and so on for periods of \none year at a time.  \n \n \n (5) The patient, his relative or guardian may file an appeal against  the order of detention \nunder this section to a Court of Protection:  \nProvided that only one appeal shall lie during the subsistence of each period of detention.  \n12.  Admission for assessment in cases of urgency.__  In  any  case  of  urgent  necessity,  \nan application for admission for assessment may be made in respect of a patient in accordance with \nthe following  provisions  \n(i) an urgent application may be made either by a relative of the patient or \nmedical office r; and every such application shall include a statement \nthat it is of urgent necessity for the patient to be admitted and detained \nunder this section and that compliance with the provisions relating to \nan application for treatment, under section 11 would i nvolve \nundesirable delay;  \n(ii) an urgent application shall be sufficient in the first instance if founded \non the medical recommendation of an approved psychiatrist or his \nnominated medical officer and if practicable, the nominated medical \nofficer shall not  be the same medical officer referred to in sub ‑clause \n(i) above;  \n(iii) an urgent application shall cease to have effect after 72 hours from the \ntime when the patient is admitted under this section to the psychiatric \nfacility unless  \n(a) the second medica l recommendation required by section 11 \nabove is given and received by the psychiatrist in­charge of the \nfacility within the said period of 72 hours; and  \n(b) that such recommendation and the recommendation referred to \nin sub‑clause (ii)above together compl y with all the \nrequirements as contained in section 17.  \n13. Emergency Holding.___ If in the case of a patient who is receiving treatment for mental \ndisorder as an inpatient in a psychiatric facility who wishes or attempts to leave and it appears to a  \nmedical officer__ \n(i) that the patient is suffering from mental disorder to such a degree that \nit is necessary for his health or safety or for the protection of others, for \nhim to be prevented from leaving the facility, and  \n(ii) that it is not practicable to secure the immediate attendance of the \npsychiatrist in­charge or his nominated medical officer for the purpose \nof furnishing a medical recommendation,  \n \n \n the medical officer shall record that fact in writing and in that event the patient may be detained in  \nthe hospital for a period of 24 hours from the time when the fact is so recorded or until the earlier \narrival of the psychiatrist incharge or his nominated medical officer.  \n14. Emergency Powers.___  Where in case of an emergency a medical practitioner is unable \nto obtain informed consent in writing, he may administer treatment, notwithstanding the provisions \nof section 51, that in his professional opinion, is necessary for:__ \n(i) saving the patient's life; or  \n(ii) preventing serious deterioration of his co ndition; or  \n(iii) alleviating serious suffering by the patient; or  \n(iv) preventing the patient from behaving violently or being a danger to \nhimself or to others.  \n15. Application  by whom to be presented.__ (1) Subject to the provisions of sub­section (3) \nthe application on a prescribed form shall be presented by the husband or wife of the patient or, if \nthere is no husband or wife or the husband or wife is prevented by reason of mental disorder, absence \nfrom Pakistan or otherwise from making the presentatio n, by the nearest relative of the patient.  \n(2) If the application is not presented by the husband or wife, or, where there is no husband or \nwife by the nearest relative of the patient, the application shall contain a statement of the reasons \nwhy it is not so presented, by the husband, wife or the nearest relative and of the connection of the \napplicant with the patient, and the circumstances under which he presents the application.  \n(3) No person shall present an application unless he has attained the age of majority and has \nwithin fourteen days before the presentation of the application, personally seen the said patient.  \n(4) The application shall be signed and verified by the applicant, and the statement of \nprescribed particulars by the person making such sta tement.  \n16. Effect of application for admission .__ (1) An application for the admission of a patient \nto a psychiatric facility under this Ordinance, duly completed in accordance with the section under \nwhich he is being admitted, shall be sufficient authority for the applicant or any person authorized by \nthe applicant, to take the patient and convey him to a psychiatric facility at any time within the \nfollowing  periods, that is to say___ \n(a) in the case of an application made other than an emergency a pplication \nwithin the period of 14 days beginning with the date from which the \npatient was last examined by an approved psychiatrist or medical \nofficer, as the case may be, before giving a medical recommendation \nfor the purposes of the application;  \n(b)  in the case of an emergency application, under section 12, the  period \nof 24 hours beginning at the time when the patient was examined by an \n \n \n approve d psychiatrist  or his nominated medical officer giving the \nmedical recommendation which is referred to in secti on 11 above, or at \nthe time when the application is made, whichever is the earlier.  \n(2) Where a patient is admitted within the said period to a psychiatric facility as mentioned in \nsub­section (1), on an application made under sections 10, 11 or 12, as the  case may be, the \napplication shall be sufficient authority for the hospital management to detain the patient in the said \nfacility in accordance with the provisions of this Ordinance.  \n(3) Any application for the admission of a patient under sections 10, 11  or 12, as the case \nmay be, and which appears to be duly made and is founded on the necessary medical \nrecommendations, may be acted upon without further proof of the signature or qualification of the \nperson by whom the application or any such medical recom mendation is made or given or of any \nmatter of fact or opinion stated therein.  \n(4)  Once a patient is admitted to a psychiatric facility in pursuance of an application for \nadmission for treatment, any previous application under this Ordinance by virtue of which he was \ndetained in a psychiatric facility shall cease to have effect.  \n17.  General provisions as to applications and medical recommendations .__ (1) General  \nprovisions as to applications  \n(a) subject to provisions of this section, an application for admission for \nassessment or for treatment may be made either by the nearest relative \nof the patient, by an approved psychiatrist or nominated medical \nofficer; and every such application shall specify the qualification of the \napplicant to make such an appli cation;  \n(b) every application for admission shall be addressed to the hostel  \nmanagement to which admission is sought;  \n(c) before or within a reasonable time after an application for the \nadmission of a patient for assessment is made by an approved \npsychiatr ist or a nominated medical officer, as the case may be, he \nshall take such steps as are practicable to inform the person (if any) \nappearing to be the nearest relative of the patient, that the application is \nto be or has been made;  \n(d) none of the applicati ons mentioned in sub­section (1) above shall be \nmade by any person in respect of a patient unless that person has \npersonally seen the patient with the period of  14 days ending with the \ndate of application;  \n(e) any recommendation given for the purposes of a n application for \nadmission for treatment, may describe the patient as suffering from \nmore than one  form of mental disorder, namely, severe mental \n \n \n impairment, severe personality disorder, mental impairment, or any \nother disorder of disability of mind:  \nProvided that the application shall be of no effect unless the patient is \ndescribed in each of the recommendations as suffering from the same form of \nmental disorder whether or not he is also described in either of those \nrecommendations as suffering from a nother form.  \n(f) each of the applications mentioned in sub­section (1) above shall be \nsufficient if the recommendations on which it is founded are given \neither as separate recommendations, or as a joint recommendation \nsigned by the medical officer and a ps ychiatrist.  \n(2) General provisions as to medical recommendations:__ \n(a) where recommendations are required for the purposes of  an application \nunder this Ordinance, they shall be signed on or before the date of the \napplication, and shall be given by a medic al officer or an approved \npsychiatrist who have examined the patient either together or \nseparately, but where they have examined the patient separately not \nmore than five days must have elapsed between the days on which \nthose separate examinations took pla ce. \n(b) of the medical recommendations given for the purposes of any \napplication as referred under clause (a) above, one shall be given by an \napproved psychiatrist and unless that psychiatrist has previous \nacquaintance with the patient, the other such reco mmendation shall, if \npracticable, be liven by a medical officer who has such previous \nacquaintance.  \n18. Rectification  of application and  recommendations.__ (1) If within the period of 14 \ndays beginning with the day on which application was made in respec t of the patient to be admitted \nto a psychiatric facility for assessment or for treatment the application or any medical \nrecommendation given for the purposes of the application, is found to in any respect incorrect or \ndefective, the recommendation or appl ication may, within that period and with the consent of the \nmanagement of the psychiatric facility, be amended by the person by whom it was signed; and upon \nsuch amendment being made the application or recommendation shall have effect and shall be \ndeemed t o have had effect as if it had been originally made as so amended.  \n(2) Without prejudice to sub­section (1) above, if within the period mentioned in that \nsub­section it appears to the management of the psychiatric facility that one of the two medical \nrecommendations on which the application for admission of a patient is f ounded is insufficient to \nwarrant the detention of the patient in pursuance of the application, they may, within that period, \ngive notice in writing to that effect to the applicant; and where any such notice is given in respect of \n \n \n a medical recommendation,  that recommendation shall be disregarded, but the application shall be, \ndeemed  always to have been, sufficient if___ \n(a) a fresh recommendation complying with the relevant provisions of this \nOrdinance (other than  the  provisions  relating  to  the  time  of  \nsignature  and  the  interval  between examinations) is furnished to \nhospital management within that period; and  \n(b) the fresh recommendation, and the other recommendation given earlier \non which the application is founded, together comply with those \nprovisions.  \n(3) where the medical recommendations upon which an application for admission is founded \nare, taken together, insufficient to warrant the detention of the patient in pursuance if the application, \nnotice under sub -section (2)  above may be given i n respect of either of those recommendations but \nthis sub­section shall not apply in a case where the application is of no effect by virtue of clause (e) \nof sub­section (1) of section 17 above.  \n(4) Nothing in this section shall be construed as authorizing the giving of notice in respect to \nan application made as an emergency application, or the detention of a patient admitted in pursuance \nof such an application after the period of 72 hours referred to in clause (iii) of section 12 above \nunless the condition s set out in clauses (a) and (b) of that section are complied with or would be \ncomplied with apart from any error or defect to which this applies.  \n 19. Mentally  disordered persons  found  in public  Places.__ (1) If an officer in \ncharge of a  police station finds in a place to which the public have access, a person whom he has \nreason to believe, is suffering from a mental disorder and to be in immediate need of care or control \nthe said officer may, if he thinks it necessary to do so in the interest of  that person or for the \nprotection of other persons, remove that person to a place of safety, which means only a Government \nrun health facility, a Government run psychiatric facility or hand him over to any suitable relative \nwho is willing to temporarily r eceive the patient.  \n(2) A person removed to a place of safety under this section may be detained there for a \nperiod not exceeding 72 hours for the purpose un enabling him to be examined by a psychiatrist or \nhis nominated medical officer and for making any necessary arrangements for his treatment or care.  \n \nCHAPTER IV  \nLEAVE AND DISCHARGE  \n20. Order of leave.__ (1) An application in the prescribed form, for leave to absence in regard \nto any mentally disordered person (not being a mentally disordered prisoner) w ho is formally \nadmitted in any psychiatric facility may be made to the psychiatrist in charge of the facility, by a \nrelative who is desirous of taking care  and custody of such mentally disordered person for a  \nspecified period, requesting that he may be a llowed on his application to take care and custody of \n \n \n such a patient and subject to the assessment by a psychiatrist, in charge of the said facility, who may \nallow or deny the said application:  \nProvided that no application under this subsection shall be ma de by a person who has not \nattained the age of majority.  \n(2) Every application under subsection (1) shall be accompanied by an undertaking__ \n(a) to take proper care of the mentally ill patient;  \n(b) to prevent the mentally ill patient from causing injury to  himself or to \nothers; and  \n(c) to bring back the mentally ill patient to the said facility on the expiry \nof the period of leave.  \n(3) On receipt of the application under sub­section (1), the psychiatrist in charge may grant \nleave of absence to the mentally ill person for such period as he may deem necessary and subject to \nsuch conditions as may, in the interests of the personal safety of the mentally ill patient or for the \nprotection of others, be specified in the order.  \n(4) In case a patient is not returned  by the relative after a specified period of leave, the said \npsychiatrist shall report to the Magistrate, in whose jurisdiction the psychiatric facility is situated, \nand the referring authority and the Magistrate if satisfied, may direct the police to reco ver and return \nthe said patient to the psychiatric facility.  \n(5) In any case where a patient is absent from a psychiatric facility in pursuance of order of \nleave granted under this section and it appears to the psychiatrist that is it necessary to do so in  the \ninterest of the patients' safety or for the protection of other persons, he may by notice in writing \ngiven to the patient or to the person for the time being in­charge of the patient, revoke the leave to \nabsence and recall the patient to the psychiatr ic facility.  \n(6) If after the passage of reasonable time after the notice as given under sub­section (5) \nabove, the patient does not return or is not returned, then the psychiatrist may report to the \nMagistrate and the referring authority of the reasons of  revoking the leave of absence.  \n(7) If the Magistrate is satisfied with the report of the psychiatrist and the reasons as \nmentioned in this section, he may direct the police to locate and produce the patient before him on a \nspecified date and the Magistrat e after hearing the patient, the person in charge and the concerned \npsychiatrist or their representatives, may make an order placing the patient in the psychiatric facility \nor allow him to continue being in the care and custody of the person in charge or m ay make such \nother orders as he may deem fit.  \n \n \n \n (8) Without prejudice to what has been stated above in this section, the period of detention \nunder provisions of section 10 or 11 shall continue during the period for which order of leave was \ngranted:  \nProvided  that a patient in whose favour order of leave has been granted under this section \nshall not be recalled, after he has ceased to be liable to be detained for the periods specified under \nsection10 or 11, unless he is absent, at the expiration of period spec ified under the above referred \nsections, without leave from the psychiatric facility.  \n 21. Discharge of a patient .____ (1) The psychiatrist in­charge of the treatment of a patient, \nmay by  order in writing, direct discharge of the patient at any time he deems it appropriate.  \n(2) Where any order of discharge is made under subsection (1), in respect of a person who \nhas been admitted or is undergoing treatment as a patient in pursuance of an order of a referring \nauthority, a copy of such order shall be immed iately forwarded to that authority by the psychiatrist in \ncharge.  \n(3) Any person admitted in a psychiatric facility under an order made in pursuance of an \napplication made under this Ordinance, may be discharged on an application made to the psychiatrist \nin charge:  \nProvided that no patient shall be discharged under this section if the psychiatrist in charge \ncertifies in writing that the patient is unfit to be discharged for reasons of his own health and safety \nor the safety of others.  \n 22. Application by a patient for discharge.____(1) Any patient, not being a mentally \ndisordered  prisoner, who feels that he has recovered from his mental disorder, may make an \napplication to the  Magistrate for his discharge from the psychiatric facility.  \n(2) The Magistrate may  after making such inquiry as he may deem fit, pass an order \ndischarging the person or dismiss the application:  \nProvided that no subsequent application for discharge shall be made by the patient during the \nsaid period of detention.  \n23. Discharge of a detai ned person found not to be mentally dis­ordered after \nassessment.____ If any person admitted in a psychiatric facility is subsequently found not to be \nmentally disordered and is capable of taking care of himself and managing his affairs, an approved \npsychi atrist, of the said facility shall forthwith, discharge such person from the psychiatric facility \nand notify the fact to the referring authority and the nearest relative.  \n24. Duty  of hospital  management to  inform relatives of the  discharge.___  Where  a  \npatient detained under this Ordinance in a psychiatric facility is to be discharged, the management of \nthe psychiatric facility shall take such steps as are practicable to inform the relative (if any), of the \npatient  and or  the  applicant  (i f  any), and or  any suitable  person who is willing to  accept  the \n \n \n responsibility to take care and custody of the said patient; and that information shall, if practicable, \nbe given at least seven days before the date of discharge.  \n25. Application  for di scharge to Magistrate.____ Where any patient is admitted under \nsection 10 or  11,  his  relatives may  apply  to  the  Magistrate  within  the  local limits  of  whose  \njurisdiction the psychiatric facility is situated for his discharge and the Magistrate m ay, in \nconsultation with psychiatrist in charge of the treatment, after giving notice to the person at whose \ninstance he was admitted and after making such inquiry as he may deem fit, either allow or dismiss \nthe application:  \nProvided that no subsequent application for discharge shall be made during the said period of \ndetention.  \n26. Notice about serious illness or death.____ If a patient becomes seriously ill or dies, that \nfact shall be notified to his nearest relatives, if known or on whose application t he patient was \nadmitted and also to the authority by whom the patient was referred to the psychiatric facility.  \n27. Transfer and removal.___ Transfer and removal of patient placed in a psychiatric facility \nto another such facility in the same Province or s ome other Province shall be carried out in \naccordance with any general or special order of the  Provincial Government with the  consent of the  \nother Provincial Government, provided that a notice of such intended transfer or removal has been \ngiven to the a pplicant.  \n 28. Foreign nationals.___(1) When an arrangement has been made with any foreign state with\n respect to the placement of a patient, the Federal Government may issue a notification under \nthis Ordinance directing the Provincial Government concerned within which such order may be \nmade.  \n(2) On publication of a notification under sub­section (1), the agent of the foreign state in \nwhich the alleged mentally disordered person ordinarily resides may make an application for an \norder to the Provincial Govern ment concerned.  \n(3) The functions of the Magistrate shall be performed by such officer as the Provincial \nGovernment may by general or special order appoint in this behalf, and such officer shall be deemed \nto be the Magistrate having jurisdiction over the a lleged mentally disordered person for the purposes \nof this section.  \n(4) The Provincial Government may specify approved psychiatrists for the purposes of this \nsection.  \nCHAPTER V  \nJUDICIAL PROCEEDINGS FOR APOINTMENT OF GUARDIAN OF PERSON AND \nMANAGER OF THE PR OPERTY OF THE MENTALLY DISORDERED  \n \n \n 29. Judicial proceedings .___ Whenever any person is possessed of property and is alleged to \nbe mentally disordered, the Court of Protection, within whose jurisdiction such person is residing \nmay, upon application by any of his relatives having obtained consent in writing of the Advoc ate \nGeneral of the Province concerned, by order direct an inquiry for the purpose of ascertaining whether \nsuch person is mentally disordered and incapable of managing himself, his property and his affairs.  \n30. Regulation  of proceedings of the Court of Pro tection.__ (1) The following provisions \nshall  regulate the proceedings of the Court of Protection with regard to the matter to which they \nrelate,  namely :___ \n(a) Notice shall be given to the mentally disordered person of the time and \nplace at which it is pr oposed to hold the inquiry;  \n(b) if it appears that personal service on the alleged mentally disordered \nperson would be ineffectual, the Court may direct such substituted \nservice of notice as it thinks fit;  \n(c) the Court may also direct copy of such notice to be served upon any \nrelative of the alleged mentally disordered person and upon any other \nperson to whom in the opinion of the Court notice of the application \nshould be given;  \n(d)  the Court may require the alleged mentally disordered person to \nattend, a t such convenient time and place as it may appoint for the \npurpose of being personally examined by the Court, or to any person \nfrom whom the Court may desire to have a report of the mental \ncapacity and condition of such mentally disordered person;  \n(e) the Court may likewise make an order authorising any person or \npersons therein named to have access to the alleged mentally \ndisordered person for the purpose of personal examination; and  \n(f) the attendance and examination of the alleged mentally disordered \nperson under the provisions of clause (d) and clause (e) shall, if the \nalleged mentally disordered person be a woman who, according to \ncustoms of the country, ought not to be compelled to appear in public, \nbe regulated by the law and practice for the examinat ion of such \npersons in other civil cases.  \n(2) The Court, if it thinks fit, may appoint two or more persons to act as assessors to the \nCourt in the said proceedings.  \n(3) Upon the completion of the inquiry, the Court shall determine whether the alleged \nmentally disordered person is suffering from mental disorder and is incapable of managing himself \nand his affairs, or may come to a special finding that such person lacks  the capacity to manage his \n \n \n affairs, but is capable of managing himself and is not dangerous to himself or to others, or may make \nany such order it deems fit, in the circumstances of the case, in the best interests of such person.  \n31. Inquiry by subordinat e Court on commission issued by the Court of Protection and  \nproceedings thereon.___ (1) If the alleged mentally disordered person resides at a distance of more  \nthan fifty miles from the place where the Court is held to which the application is made, the said \nCourt may issue a Commission to any sub­ordinate Court to make the inquiry, and such subordinate \ncourt shall thereupon conduct the inquiry in the manner hereinbefore provided.  \n(2) On the completion of inquiry the subordinate court shall transmit the r ecord of its \nproceedings with the opinion of the assessor, if any have been appointed, and its own opinion on the \ncase; and the Court shall thereupon proceed to dispose the application in the manner provided in \nsub­section (3) of section 30:  \nProvided that the Court may direct the subordinate court to make such further or other inquiry \nas it thinks fit before disposing of the application.  \n32. Appointment of guardian.____ Where a mentally disordered person is incapable of taking \ncare of himself, the Court may  appoint any suitable person to be his guardian, or order him to be \nlooked after in a psychiatric facility and order for his maintenance.  \n33. Management of property of mentally disordered person.____(1) Where the property of \nthe mentally disordered person who is incapable of managing it, the Court shall appoint any suitable \nperson to be the manager of such property.  \n(2) No person, who is a legal heir of a mentally disordered person, shall be appointed under \nsection 32 to be the guardian of such a person or the manager of his property, as the case may be, \nunless the Court for reasons to be recorded in writing considers that such appointment is for the \nbenefit of the mentally disordered person.  \n(3) The guardian of a mentally disordered person and the manager o f his property appointed \nunder this Ordinance shall be paid, from out of the property of the mentally disordered person, such \nallowance as the Court may determine.  \n34. Responsibility of manager.___ A person appointed as a manager of the property of a, \nunde r this  Ordinance, shall be responsible for the care, cost of treatment and maintenance  of the \nmentally disordered person and of such member(s) of his family as are dependent on him.  \n35. Allowance payable to guardian._____ The manager of the property of the patient shall \npay to the guardian of the patient such allowances as may be fixed by the Court for the care and \nmaintenance of the patient and of such members of his family as are dependent on him.  \n36. Powers of manager o f property of mentally  disordered person .___ (1)  Every  \nmanager appointed under this Ordinance shall, subject to the provisions of this Ordinance, exercise \nthe same power in regard to the management of the property of the mentally disordered person in \nrespect of which he is appointed as manager, as the mentally disordered person would have exercised \n \n \n as owner  of the property, had he not been mentally disordered and shall realize all claims due to the \nestate of the mentally disordered person and pay all deb ts and discharge all liabilities legally due \nfrom that estate and in exercise of powers under this section regard shall be had first of all to the \nrequirements  of the mentally disordered person and the rights of the creditors, if any:  \nProvided that no ma nager so appointed shall without the permission of the Court — \n(a) mortgage, create any charge on, or transfer by sale, gift, exchange or \notherwise, any movable or immovable property of the mentally \ndisordered person; or  \n(b) lease out or give on bailment an y such property.  \n(2) The permission under proviso to sub­section (1) may be granted subject to such \nconditions or restrictions as the Court may think fit to impose.  \n(3) The Court shall cause notice of every application for permission to be served on any \nrelative or friend of the mentally disordered person and after considering objections, if any, received \nfrom the relatives or friends and after making such inquiries as it may deem necessary, grant or \nrefuse permission having regards to the interest of the m entally disordered person.  \n37. Furnishing of inventory of immovable property, etc.____(1) Every manager appointed \nunder  this Ordinance shall, within a period of three months from the date of his appointment, deliver \nto the Court an inventory of the immovab le property belonging to the mentally disordered person and \nof all assets and other movable property received on behalf of the mentally disordered person, \ntogether with a statement of all claims due on and all debts and liabilities due by such a person.  \n(2) All transactions under this Ordinance shall be made through a bank authorized by the \nCourt.  \n (3)  Every such manager shall also furnish to the Court within a period of three months of the  \nclosure of every financial year, an account of the property and as sets in his charge, the sums received  \nand disbursed on account of the mentally disordered person and the balance remaining with him.  \n(4) If any relative of a mentally disordered person impugns, by a petition to the Court, the \naccuracy of the inventory or statement referred to in sub­section (1) or as the case may be, any \nannual account referred to in sub­section (3), the Court may summon the manager and summarily \ninquire into the matter and make such order thereon as it thinks fit.  \n(5) Any rel ative of a mentally disordered person may, with the leave of the Court, sue for an \naccount from any manager appointed under this Ordinance or from any such person after his removal \nfrom office or trust, or from his legal representatives in the case of his death, in respect of any \nproperty then or formerly under his management or of any sums of money or other property received \nby him on account of such property.  \n \n \n 38. Inquiry by Court of Protection in certain cases.___  Where a mentally disordered \nperson had, before the onset of his mental disorder, contracted to sell or otherwise disposed of his \nproperty or any portion thereof, the Court may, after conducting an inquiry, direct the manager \nappointed under this Ordinanc e to perform such contract and to do such other acts in fulfillment of \nthe contract as the Court considers necessary and thereupon the manager shall be bound to act \naccordingly.  \n39. Disposal  of business  premises under the  direction of Court of Protectio n.____ Where  \na mentally disordered person had been engaged in business before he became mentally disordered \nthe Court may, if it appears to be in the best interest of such a person, after proper hearing notices \nhave been issued to dependents, relatives fo r hearing to dispose of his business premises, direct  the \nmanager appointed under this Ordinance in relation to property of such person to sell and dispose of \nsuch premises and to apply the sale proceeds thereof in such manner as the Court may direct and \nthereupon the manager shall be bound to act accordingly.  \n40. Investment of assets of mentally disordered person.____ All sums received by a \nmanager on account of any estate in excess of what may be required for the current expenses of a \nmentally disordered  person or for the management of his property, shall be paid into the public \ntreasury on account of the estate, and shall be invested, from time to time, through state owned \ninvestment agencies, in the interest of the mentally disordered person.  \n41. Appoin tment of a new manager or guardian.____  (1) The manager of the property of a  \nmentally disordered person may resign with the permission of the Court, or for sufficient cause and \nfor reasons to be recorded in writing, be removed by the Court and such Court m ay appoint a new \nmanager in his place.  \n(2) Any manager removed under sub­section (1) shall be bound to deliver the charge of all \nproperty of such a person to the new manager, and to account for all monies received or disbursed by \nhim. \n(3) The guardian of t he person of a mentally disordered person may resign with the \npermission of the Court, or for sufficient cause and for reasons to be recorded in writing, be removed \nby the Court and such Court may appoint a new guardian in his place.  \n 42. Dissolution of pa rtnership._____(1) Where a person, being a member of a partnership \nfirm, is  found to be mentally disordered, the Court may, on the application of any other partner, order \nfor the dissolution of the partnership or on the application of any person who appears to  that Court to \nbe entitled to seek such dissolution dissolve the partnership in accordance with the provisions of the \nPartnership Act, 1932 (IX of 1932).  \n(2) Upon dissolution a partnership firm to which sub­section (1) applies, the manager \nappoin ted under this Ordinance may, in the name and on behalf of the mentally disordered person, \njoin with the other partners in disposing of the partnership property upon such terms, and shall do all \nsuch acts for carrying into effect the dissolution of the par tnership as the Court may direct.  \n \n \n (3) Notwithstanding anything detained in the foregoing provisions, the Court may, instead of \nappointing a manager of the estate, order that in the case of cash, or in the case of any other property, \nthe produce thereof, sh all be realized and paid or delivered to such person as may be appointed by \nthe Court in this behalf, to be applied for the maintenance of the mentally disordered person and of \nsuch members of his family as are dependent on him.  \n43.  Securities,  etc., of mentally  disordered  person.___(1)  Where  any  stock  or  \nGovernment  securities or any share in a company are standing in the name of, or vested in, a \nmentally disordered person beneficially entitled thereto, or if the manager dies in the estate or \nhimself  becomes mentally disordered, or is out of the jurisdiction of the Court, or it is uncertain \nwhether the manager is living or dead, or neglects or refuses to transfer the stock, securities or \nshares, or to receive and pay over thereof the dividends to a ne w manager appointed in his place, \nwithin fourteen days after being required by the Court to do so, then the Court may direct the \ncompany or government concerned to make such transfer, or to transfer the same, and to receive and \npay over the dividends in su ch manner as it may direct.  \n(2) The Court may direct those dividends, the profit of shares, stock and Government \nsecurities shall be deposited in the mentally disordered person's bank account.  \n(3) Where any stock or Government securities or shares in a com pany is or are standing in the \nname of, or vested in, any person residing out of Pakistan, the Court upon being satisfied that such \nperson has been declared to be mentally disordered and that his personal estate has been vested in a \nperson appointed for th e management thereof, according to the law of the place where he is residing \nmay direct the company or Government concerned to make transfer of such stock, securities of \nshares or of any part thereof, to or into the name of the person so appointed or other wise, and also to \nreceive and pay over the dividends and proceeds, as the Court thinks fit.  \n44. Maintenance during temporary mental disorder .____ If it appears to the Court that the \nmental illness of a mentally disordered person is in its nature temporary and that it is expedient to \nmake provision for a temporary period, for his maintenance or for the maintenance of such members \nof his family as are dependent on him, the Court may direct his property or a sufficient part thereof \nto be applied for the purpos e specified therein.  \n45. Inquiry by Court of Protection into cessation of mental disorder.____(1) Where the \nCourt  has reason to believe that any person who was found to be mentally disordered has ceased to \nbe mentally disordered it may direct any court subordinate to it to inquire whether such person has \nceased to be mentally disordered.  \n(2) An inquiry under sub­section (1) shall, so far as may be, conducted under this Ordinance.  \n (3) If after an inquiry under this section, it is found that the mental di sorder of a person has \nceased, the Court shall order all actions taken in respect of such person under this Ordinance to be set \naside on such terms and conditions as that Court thinks fit to impose.  \n(4) Without prejudice to the generality powers given abov e, the court shall have powers to \nmake such orders and give such directions as the Court thinks fit, for the betterment of such a person.  \n \n \n  \n46. Appeal to High Court.___ An appeal shall lie to the High Court from an order made by a \nCourt of Protection under this Chapter, within a period of sixty days from the date of order of the \nsaid Court.  \nCHAPTER VI  \nLIABILITY TO MEET COST OF MAINTENANCE  OF MENTALLY DISORDERED \nPERSON ADMITTED IN A PSYCHIATRIC FACILITY  \n47. Liability to meet cost of maintenance of a patient admitted psychiatric facility. — (1) \nThe cost of maintenance of a patient admitted in a Government owned psychiatric facility shall be \nborne by the Government:  \nProvided that____ \n(a) the authority which made the order has not taken an undertaking from \nany person to bear the cost of maintenance of such a person; and  \n(b) there is no provision for bearing the cost of maintenance of such \nperson by the Court of  Protection under this Ordinance.  \n(2) Person holding public office or a public servant who is paid by t he Government and is \nmentally disordered shall continue to receive benefit as per entitlement even after he retires \nvoluntarily or on attainment of the age of superannuation or on the basis of medical invalidation.  \n(3) In case of defence personnel, the pay master of the military circle within which any \npsychiatric facility is situated shall pay to the officer in charge of such facility the cost of \nmaintenance of such a mentally disordered person received and detained therein under this \nOrdinance.  \n(4) Where a ny such person admitted in a psychiatric facility has an estate or where any \nperson legally bound to maintain such person has the means to maintain such person, the \nGovernment or local authority liable to bear the cost of maintenance of such a person under  any law, \nfor the time being in force, may make an application to the Court within whose jurisdiction the estate \nof such a person is situated or the person legally bound to maintain the said person and having the \nmeans therefore resides, for an order autho rizing it to apply his estate towards the cost of \nmaintenance or directing the legally bound person to bear the costs of maintenance.  \n (5) Nothing contained in the foregoing provisions shall be deemed to absolve a person legally \nbound to maintain a mentall y disordered person from maintaining such a person.  \n \n \n 48. Maintenance out of pay, pension,  etc.___ (1) Where any sum is payable in respect of \npay, pension, gratuity or any allowance to any person by the Government and the person  to whom \nthe sum is payable if certified by a Magistrate under this Ordinance to be a mentally disordered \nperson, the officer under whose authority such sum would be payable, may pay to the person having \ncharge of the mentally disordered person so much of the said sum, as he thinks tit, having regard to \nthe cost of maintenance of such person and may pay to such members of the family of the mentally \ndisordered person as are dependent on him for maintenance, the surplus, if any, or such part thereof, \nas he th inks fit, having regard to the expenses of maintenance of such member.  \n(2) Where there is any further surplus amount available out of the funds specified sub­section \n(1) after making payments as provided in that sub­section, the Government shall hold the s ame to be  \ndealt with as follows, namely:  \n(a) where a mentally disordered person is certified to have ceased to be \nmentally disordered by the Court of Protection within the local limits \nof whose jurisdiction such person resides or is admitted, the whole o f \nthe surplus amount shall be paid back to that person;  \n(b) where a mentally disordered person dies before payment, the whole of \nthe surplus amount shall be paid over to those of his heirs who are \nlegally entitled to receive the same; and  \n(c)  where a ment ally disordered person dies during his mental disorder \nwithout leaving any person legally entitled to succeed to his estate, the \nwhole of the surplus amount shall be paid into the State Treasury.  \nCHAPTER VII  \nPROTECTION OF HUMAN RIGHTS OF MENTALLY DISORDERE D PERSONS  \n49. Cases of attempted suicide.___  A person who attempt  is suicide  shall be  assessed by an \napproved  psychiatrist  and  if  found  to  be  suffering  from  a  mental  disorder  shall  be  treated \nappropriately under the provisions of this Ord inance.  \n50. Confidentiality.___ No patient shall be publicized nor his identity disclosed to the public \nthrough press or media unless such person chooses to publicise his own condition.  \n51. Informed consent.____(1) Before commencing any investigation or tr eatment a \npsychiatrist or  nominated medical officer shall obtain written informed consent, on a prescribed \nform, from the patient or if the patient is a minor, his nearest relative or a guardian, as the case may \nbe. \n(2) Where the consent of a p atient to any form of investigation (s) and or treatment (s) has \nbeen given the patient or if the patient is a minor, his nearest relative or a guardian, as the case may \nbe, may withdraw his consent in writing at any time before the completion of the treat ment.\n \nPage 30 of 33 \n (3) Without prejudice to the application of sub­section (2) above to any treatment given under \nthe plan of treatment to which a patient or if the patient is a minor, his nearest relative or a guardian, \nas the case may be, who has consented, to such a  plan may, at any time withdraw his consent in \nwriting to further treatment, or to further treatment of any description under the plan of treatment.  \nCHAPTER VIII  \nOFFENCES AND INDEMNITY  \n52. Penalty  for making  false statement, etc.____(1) Any person who willfully makes a false \nentry  or statement in any application, recommendation, report, record or other document required or \nauthorized to be made for any of the purposes of this Ordinance, with an intent to get someone to be \ndetained for assessment or for treatment of mentally disordered; or with intent to deceive, makes use \nof any such entry or statement which he knows to be false, shall be guilty of an offence under this \nOrdinance.  \n(2) Any person employed in a psychiatric facility, who strikes, ill­treats , maltreats or willfully \nneglects any patient confined in such psychiatric facility or willfully violates or neglects any of the \nprovisions of this Ordinance shall be guilty of an offence.  \n(3) Any manager of estate of a patient who willfully neglects or re fuses to deliver his \naccounts or any property in his possession within the time fixed by the Court shall be guilty of an \noffence.  \n(4) Without prejudice to criminal prosecution under any other law for the time being in force, \nwhoever is guilty of an offence  under sub­section (1), (2) or (3), shall be punishable with \nimprisonment for a term which may extend to one year or with fine which may extend to twenty \nthousand rupees, or with both.  \n(5) Any person who carries out any form of inhumane treatment, on a men tally disordered \nperson which includes: trepanning, branding, scalding, beating, exercising, chaining to a tree etc. of \nany such person or subjecting a child to the cultural practice of rendering him mentally retarded, by \ninducing microcephaly, or subjecti ng any such person to physical, emotional or sexual abuse, shall \nbe guilty of an offence, punishable with rigorous imprisonment which may extend to five years or \nwith fine extending up to Rs.50,000 or with both.  \n(6) Any person who contravenes any of the pr ovisions of this Ordinance or of any rule or \nregulation made thereunder, for the contravention of which no penalty is expressly provided in this \nOrdinance, shall be punishable with imprisonment for a term which may extend to six months, or \nwith fine which may extend to ten thousand rupees, or with both.  \n53. Indemnity.___(1) No suit, prosecution or other legal proceedings shall lie against any \nperson  for anything which is in good faith done or intended to be done in pursuance of this \nOrdinance or the rules made thereunder.  \n \nPage 31 of 33 \n (2) No suit or other legal proceedings shall lie against the Government for any damage \ncaused or likely to be caused for anything which is in good faith done or intended to be done in \npursuance of this Ordinance or the rules or orders made  thereunder.  \nCHAPTER IX  \nINSPECTION OF MENTALLY DISORDERED PRISONERS  \n54. Inspection  of mentally  disordered prisoners._____(1) Where any person is detained \nunder the  provisions of section 466 or section 471 of the Code of Criminal Procedure, 1898 (Act  V \nof 1898), section 130 of the Pakistan Army Act, 1952 (XXXIX of 1952), section 143 of the Pakistan \nAir Force Act, 1953 (VI of 1953), or section 123 of the Pakistan Navy Ordinance, 1961 (XXXV of \n1961), the Inspector ‑General of Prisons, if the accused person i s detained in a jail, and the Board of \nVisitors or any two members of such Board, if the accused person is detained in a psychiatric \nfacility, may visit  him in order to ascertain his state of mind and such a detainee shall be visited once \nat least in every  six months by the Inspector­General of Prisons or, as the case may be, the Board or \nany two members of such Board, shall make a report as to the state of mind of such person to the \nauthority under whose order the accused person is detained and the Inspect or­General of Prisons or, \nas the case may be, the Board of Visitors or any two members of such Board, shall make a report as \nto the state of mind of such person to the authority under whose order the accused person is detained.  \n(2) The Government may empow er the officer in charge of the jail in which such accused \nperson is detained to discharge all or any of the functions of the Inspector ‑General of Prisons under \nsub­ section (1).  \nCHAPTER X  \nFORENSIC PSYCHIATRIC SERVICES  \n 5. Forensic psychiatric services.___ (1) Special security forensic psychiatric facilities shall be  \ndeveloped by the Government to house mentally disordered prisoners, mentally disordered offenders, \nas may be prescribed.  \n (2) Admission, transfer or removal of patients concerned with criminal proceedings in such \nfacilities shall be under the administrative control, of the Inspector ‑General of Prisons.  \n(3) The Board of Visitors shall have an access to such persons admitted in forensic \npsychiatric facility in accordance with the provisions of thi s Ordinance.  \nCHAPTER XI  \nMISCELLANEOUS  \n 56. Specialized Psychiatric Treatments.____  (1) Specialized psychiatric treatment may be \ncarried  out with the informed consent of the patient, on the orders in writing by the psychiatrist in \ncharge of the treatment of  the patient or his relative or guardian, if the patient is a minor.  \n \nPage 32 of 33 \n (2) All electro ‑convulsive treatments shall preferably be administered under general \nanesthesia.  \n(3) All electro ‑convulsive treatments shall be advised by a psychiatrist, in charge of the  \npatient, recording the reasons for such advice and stating the reasons as to why the alternative \navailable methods of treatment are not appropriate.  \n(4) Administration of long  acting anti ‑psychotic depot injections shall only be carried out \nupon the advic e of a psychiatrist for a period as specified in the prescription and such cases shall be \nreviewed periodically.  \n(5) No person shall advise and carry out psychosurgery or make any decision to carry out \npsychosurgery, except in cases, where it is decided to  be necessary and appropriate in a meeting in \nthis regard, attended by a neurosurgeon, a neurophysician, a physician, two approved psychiatrists \nand a clinical psychologist.  \n57.  Provisions for public and private sector psychiatric facilities. —The  provisions  of  \nthis Ordinance shall apply to all psychiatric facilities whether in public and or private sector.  \n58. Removal of difficulties._____ If any difficulty arises in giving effect to any of the \nprovisions of this Ordinance, the President may make  such order, not inconsistent with the provision \nof this Ordinance, as may appear to him to be necessary for the purpose of removing the difficulty:  \nProvided that no such power shall be exercised after the expiry of two years from the coming \ninto force of this Ordinance.  \n59.  Power to make rules.___(1)  The  Federal,  Government  may,  in  consultation  with  the  \nProvincial Governments, by notification in the official Gazette, make rules for carrying out the \npurposes of this Ordinance.  \n(2) Without prejudice  to the generality of the foregoing power, the rules may provide for all \nor any of the following matters, namely:  \n(a) to prescribe forms for any proceedings under this Ordinance;  \n(b) to prescribe places of admission, places of safety and regulation of \ntreatment of mentally disordered persons;  \n(c) to regulate the admission, care and treatment of under trial persons or \nconvicted prisoners;  \n(d) to regulate the management of a mental health facility; and  \n(e) to prescribe conditions subject to which a psychi atric facility may be \nlicensed.  \n \nPage 33 of 33 \n 60. Ordinance to override.___ The provisions of this Ordinance shall have effect \nnotwithstanding anything inconsistent therewith contained in any other law for the time being in \nforce.  \n61. Repeal and saving .__ (1) The Lunacy  Act, 1912 (IV of 1912), is hereby repealed.  \n (2) Notwithstanding the repeal of Lunacy Act, 1912 (IV of 1912), hereinafter referred to as \nthe repealed Act,  \n(a) all orders made, acts done and powers exercised under the repealed Act \nshall be deemed to have been validly made, done and exercised and \ndeemed always to have had effect accordingly; and  \n(b) nothing contained in this Ordinance shall be deemed to apply to \nproceedings, suits or appeals and applications pending under the \nrepealed Act before any court i mmediately before the commencement \nof this Ordinance and such proceedings, suits, appeals and applications \nshall continue to be heard and disposed of in accordance with the \nprovisions of the repealed Act."
}