{
    "file": "./converted_json\\administrator9ebb979de9a557cfa73e1c61eb2156b1.json",
    "name": "Pakistan National Accreditation Council Act, 2017",
    "date": "March 21, 2017",
    "tagline": "Establishment of the Pakistan National Accreditation Council",
    "content": "REGISTERED No.-M 302  L.-7646 \nInt Opette of Smitten \nSar i  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, MARCH 21, 2017 \nPART 1 \nActs, Ordinances, President's Orders and Regulations \nSENATE SECRETARIAT \nIslamabad, the 21st March, 2017 \nNo.F.9(41)/2016-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on 17th Mardi, 2017 and is hereby \npublished for general information:— \nACT NO. VI OF 2017 \nAn Act to provide for establishment of the Pakistan National Accreditation \nCouncil \nWHEREAS it is expedient to establish the Pakistan National Accreditation \nCouncil for accreditation of Conformity Assessment Bodies enabling them to assure \nthe quality of products, services and management system in accordance with the \ninternational and national standards for sustainable socio-economic development; \nIt is hereby enacted as follows:- \n1. Short title, extent and commencement.—(I) This Act may be \ncalled the Pakistan National Accreditation Council Act, 2017. \n(51) \nPrice : Rs_ 10.50 \n[363 (2017)/Ex. Gaz.] \n52 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 21,2017 [PART I \nIt extends to the whole of Pakistan. \nIt shall come into force at once. \t\n2. \tDefinitions.—In this Act, unless there is anything repugnant in the \nsubject or context,— \n\"Board\" means the Board of Governors constituted under section 7; \n\"Chairman\" means the Chairman of the Board; \n\"Conformity Assessment Body\" means a body that perforir \nconformity assessment services which may form the object of \naccreditation; \n\"Council\" means Pakistan National Accreditation Council established \nunder section 3; \n\"Director - General\" means the Director-General of the Council; \n(0 • \"Executive Committee\" means the Committee constituted under \nsection 11; \n\"MLA\" means multilateral recognition arrangements; \n\"MRA\" means mutual recognition arrangements; \n\"prescribed\" means as prescribed by rules made under this Act; \nand \n0) \"rules\" means rules made under section 26. \t\n3. \tEstablishment of the Council.—(l) On the commencement of this \nAct, there shall stand established a Council to be known as Pakistan National \nAccreditation Council. \nThe Council shall be a body corporate having perpetual succession \nand a common seal, with powers, subject to the provisions of this Act, to acquire and \nhold property, and shall by the said name sue and be sued. \nThe Headquarters of the Council shall be at Islamabad and it may, \nwith the prior approval of the Federal Government, set up offices at other places as \nand when required. \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 21, 2017 \t53 \n4. \tFunctions of the Council.—The Council shall,— \nestablish an internationally recognized accreditation system; \nmake policies, schemes, procedures and guidelines for provision of \naccreditation services in line with national and international standards; \n(c) provide training on accreditation standards to the Conformity \nAssessment Bodies and other stakeholders; \naccredit the Conformity Assessment Bodies; \nco-ordinate with National, Regional and International Organizations \nfor effective implementation of Accreditation System; and \n(0 \tperform any other function related to the accreditation system. \n5. \tManagement of the Council.—The management of the Council \nshall comprise,— \nBoard of Governors; \nExecutive Committee; and \nDirector- General. \n6. \tBoard of Governors.—The general control and superintendence of \nthe affairs of the Council shall vest in the Board. \n7. \tComposition of the Board of Governors.—(1) The Board of \nGovernors shall consist of following:— \nMinister for Science and Technology. \t Chairman \nSecretary Science and Technology Division. \tVice-Chairman \nSecretary Commerce Division, or his nominee not Member \nbelow the rank of Joint Secretary. \nSecretary Industries Division, or his nominee not Member \nbelow the rank of Joint Secretary. \nSecretary National Food Security and Research \tMember \nDivision, or his nominee not below the rank of \nJoint Secretary. \n54 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 21,2017 [PART I \n(0 \tSecretary National Health Services, Regulation \tMember \nand Coordination Division, or his nominee not \nbelow the rank of Joint Secretary. \n(g) \tPresident Federation of Pakistan Chambers of \tMember \nCommerce and Industry or his nominee. \n(h) Presidents Provincial Chamber of Commerce and Member \nIndustry or their nominees. \n(i) Director-General. \t Member \n(2) \tThe Director-General shall also act as the Secretary of the Board. \n8. \tFunctions and powers of the Board.—The Board shall,— \nreview and approve annual and long term plans, policies and schemes \nof the Council; \napprove the annual development and non-development budgets of the \nCouncil; \ncreate, abolish or re-designate any post, or engage consultants or experts \nfrom time to time on such pay or remuneration, other allowances and \nterms and conditions, as it may deem necessary for efficient \nperformance of the functions of the Council, and as may be prescribed; \nand \ndetermine service fee for the services rendered or offered by the• \nCouncil. \n9. \tTerms of office of members.—(1) Save as hereinafter provided, a \nperson, who becomes or is nominated to be, a member by virtue of his holding an \noffice or appointment, shall cease to be a member as and when he ceases to hold \nthat office or appointment. \nNo act or proceeding of the Board shall be invalid on the ground only \nof the existence of a vacancy in the Board. \nThe Federal Government may, by notification in the Official Gazette \nincrease or decrease the number of members of the Board. \n10. \tMeetings of the Board.—(1) Save as hereinafter provided, the Board \nshall regulate the procedure for its meetings. \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 21, 2017 \t55 \nMeetings of the Board shall be called by its Chairman and in his absence \nby the Vice-Chairman on such dates, time and places as he may deem fit, provided \nthat at least one meeting shall be held in a calendar year. \nBoard. At least five members shall constitute quorum for a meeting of the \n(4) \tEach meeting of the Board shall be presided over by the Chairman \nand, in his absence, by the Vice-Chairman. \n11. \tExecutive Committee of the Board.—(1) Notwithstanding anything \ncontained in this Act, the Executive Committee shall take decisions on behalf of the \nBoard subject to ratification by the Board at its meeting immediately following the \nmeeting of the Executive Committee, unless otherwise authorized by the Board. \n(2) The Executive Committee shall comprise the following members, \nnamely: \nDirector-General \t Convener \ndealing officer not below the rank of Joint \t Member \nSecretary of the Division controlling the \nsubject matter of Science and Technology \nDeputy DiNctor General, Council \t Member \n(3) \tSubject to the provisions of this Act and rules made in this behalf and \nsuch general or special directions as may, from time to time, be given by the Board, \nthe Executive Committee shall deal with any matter as authorized by the Board. \n12. Director Generat.—(1) The Federal Government shall appoint a • \nDirector General of the Council, for a term of four years, extendable further for \nanother term, on terms and conditions as may be prescribed. \n(2) \tThe person having MS or MSc. degree in natural or physical sciences, \nor equivalent in engineering sciences from HEC recognized University, with at least \nfifteen years experience in management at top level position including five years \nexperience in the field of accreditation, shall be eligible to be appointed as Director-\nGeneral. \n13. 'Powers and functions of the Director-General.— (1) The \nDirector-General, who shall be the Chief Executive Officer of the Council, shall \nwork under the general policy guidelines of the Board and have such powers, \n56 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 21,2017 [PART I \nfunctions and duties as may be conferred upon or vested in him under this Act. The \nDirector-General shall,— \ndevelop policies and business plans relating to the operations of the \nCouncil; \nsupervise the implementation of the policies and the procedures; \napprove the award of accreditation and use of accreditation mark; \nsuspend, withdraw and or reduce scope of accreditation when an \naccredited Conformity Assessment Body has persistently failed to meet \nthe requirements of accreditation or to abide by the rules for \naccreditation; \nsupervise the finances of the Council; \nmake contractual arrangements to undertake the functions of the \nCouncil; \npropose nomination of employees up-to BPS -21 or equivalent, for \nforeign trainings, seminars, work-shops, symposia, meeting etc., for \napproval by the competent fora; \nplan and take measures to enhance the scope of accreditation and \nacquire MRA or MLA status on such scope; \t\n(0 \tensure participation in international obligatory meetings and trainings; \nensure the protection of all assets of the Council including intellectual \nproperty assets; \narrange for annual or any other report of the Council as may be desired \nby the Federal Government; \n(I) identify areas of strength and weakness and formulate remedial \nprograms; and \t\n(m) \tsubject to the provisions of paragraph (c) of section 8, appoint such \nofficers, consultants, experts, and employees as may be necessary for \nthe efficient performance of the Council on such terms and conditions \nas may be prescribed. . \nPART!] THE GAZETTE OF PAKISTAN, EXTRA.,.MARCH 21, 2017 \t57 \n(2) \tThe Director-General may in general or specific delegate his powers \nto the committee or individuals as he may deem necessary. \n14. \tFunds of the Council.—(1) The funds of the Council shall consist \nof,— \ngrants made by the Federal Government; \ngrants from national and international agencies; \nfunds generated through its own resources; and \nthe Funds which shall stand transferred to the Council under paragraph \n(a) of section 24. \n(2) \tThe Council shall not accept any financial support that may affect the \nimpartiality and objectiveness of the accreditation process. \n15. \tBudget and accounts.—(1) The Council shall, by such date and in \nsuch form as may be prescribed, submit to the Government its budget, for each \nfinancial year for approval. \nThe Director-General shall, submit annual budget and accounts of the \nCouncil, to the Board. \nThe accotints .of the Council shall be maintained in such form and \nprocedure as may be determined by the Government. \nInternal audit of the accounts shall be conducted regularly Once in a \nyear or sooner as and when deemed necessary by the Executive Committee. \nThe audited accounts shall be finalized and laid before the Board as \nsoon as possible„but not later than one year, after close of each financial year. \nThe accounts of the Council shall be audited by the Auditor-General \nof Pakistan. \n16. Grant of accreditation.—(1) The Council shall complete the \nassessment process of a Conformity Assessment Body and make a decision whether \nor not to grant accreditation within the prescribed time. \n(2) The Council shall grant and renew accreditation to a Conformity \nAssessment Body on successful completion of assessment process and authorize \nthe use of mark of the Council. \n58 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 21,2017 [PART 1 \n17. Prohibition of improper use of marks.—(1) No person shall in \nrelation to any article, product, process or service or in any trademark or design, use \nthe Council's mark to give that impression, except under a valid registration certificate \nissued by the Council or its authority. \n(2) \tSubject to section 18, any person or a group who contravenes provision \nof sub-section (1) shall be liable for punishment by the court to the extent that any \nfinancial gain in respect of which the contravention is established shall be forfeited \nto the Council. \n18. \tPunishment for improper use of Council mark.—(1) Any person \nwho contravenes the provisions of section 17 shall, in addition to the punishment \nspecified under sub-section (2) of section 17, be punishable With imprisonment of \neither description for a term which May extend to one year, or with a fine extending \nupto one million rupees, but shall not be less than one hundred thousand rupees, or \nwith both. \t - \n(2) \tA Court convicting a person under this section may direct that any \narticles in respect of which the contravention was made shall be forfeited to the \nGovernment. \n19. \tCognizance of offences by courts.—No court inferior to that of a \nMagistrate of the First Class shall try any offence punishable under this Act. \n20. \tAppeal.—(1) Any person aggrieved by an order passed under sections \n17 and 18 may prefer an appeal to the Court of Sessions within thirty days of the \ndate of the order. \nThe appeal shall be presented in such form and manner and within \nsuch time and on payment Of such fee as may be prescribed. \nThe Court of Sessions shall, in dealing with appeals under this section, \nfollow the procedure specified in the Code of Criminal Procedure, 1898 (V of 1898). \n21. \tSubmission of reports, etc.—The Council shall submit to the Federal \nGovernment, at such time and at such intervals as the Federal Government may \nspecify,— \n(a) \tannual reports on the working of the Council; \n(b) such periodical reports and summaries as may be required by the \nFederal Government; \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 21,2017 \t59 \nsuch periodical returns, accounts, statements and statistics as may be \nrequired by the Federal Government; \ninformation and comments asked for by the Federal Government on \nany specific point; \ncopies of the documents required by the Federal Government; and \n(I) \toriginal documents required by the Federal Government for examination \nor any other purpose. \nDirectives from the Federal Government —The Council shall \nfollow and carry out all such directives and orders issued by the Federal Government \nin writing, as may be issued from time to time, as it may consider necessary for \ncarrying out the purposes of this Act. \nEmployees of the Council to be public servants.—The employees \nof the Council shall, when acting or purporting to act in pursuance of any of the \nprovisions of this Act, be deemed to be public servants within the meaning of section \n21 of the Pakistan Penal Code (XLV of' 1860). \nSavings.—Upon the commencement of this Act, the National• \nAccreditation Council established vide Ministry of Science and Technology's \nNotification No. 3(99)/97-SD (T) NAC, dated the 5th March, 1998, shall stand \ndissolved and upon such dissolution,— \nall assets, rights, powers, authorities, privileges and property, movable \nand immovable, cash and bank balance, reserve funds, investments \nand all other interests and rights in, liabilities and obligations of whatever \nkind of the Council subsisting immediately before its dissolution shall \nstand transferred to and vest in the Council; \nall employees of the Council shall, notwithstanding anything contained \nin any law, any agreement, deed, document or other instrument, stand \ntransferred to the Council in accordance with the present terms and \nconditions of the service applicable to them, and no officer or other \nemployee whose services are so transferred shall be entitled to any \ncompensation because of such transfer: \nProvided that an irrevocable option shall be given to the employees \nof the Council to opt either to retain the status and terms and condition \nwhich they have as civil servants or to opt to the employment of the \nCouncil: \n60 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 21, 2017 [PART I \nProvided further that those who opt to continue as civil servants \nshall continue as such in the manner prescribed; \nall debts and obligations incurred or contracts entered into or rights \nacquired and all matters and things engaged to be done by, with or for \nthe Council established under the resolution before its dissolution shall \nbe deemed to have been incurred, entered into, acquired or engaged \nto be done by, with or for the Council; \nall suits and other legal proceedings instituted by or against the Council \nestablished under the resolution, before its dissolution shall be deemed \nto be suits and proceedings by or against the Council and may be dealt \nwith accordingly; and \nall actions done by the Council before the commencement of this Act \nshall be deemed to be done under this Act. \n25. Act to override all other laws.—The provisions of this Act shall \noverride all other laws for the time being in force. \nPower to make rules.—The Federal Government may, by notification \nin the official Gazette, make rules, for carrying out the purposes of this Act. \nRemoval of ,difficulty. —If any difficulty arises in giving\" effect to \nany of the provisions of this Act, the Federal Government may make such order, not \ninconsistent ,with the provisions of this Act, as it may appear it to be necessary or \nexpedient for the purpose of removing such difficulty: \nProvided that no such power shall be exercised after the expiry of two \nyears from the commencement of this Act. \nAMJED PERVEZ, \nSecretary \nPRIMED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}