{
    "file": "./converted_json\\administrator4558fb3e3cb6cd71171d549d2183b930.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "912 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II, \nNATIONAL DATABASE AND REGISTRATION AUTHORITY \nIslamabad, the 2nd April, 2002 \nS.R.O. 200 (I)/2002.—In exercise of the powers conferred babiligkW \nread with sub-secti on 'llr\"Mr'w heNation: Data.ase \nAuthority is pleased to make the following regulations, namely:- \n1. Short title and commencement.—(1) These regulations may be called \ntOenti  \n(2) They shall come into force at once. \n2. Definitions.—(1) In these Regulations, unless there is anything repugnant \nin the subject or context,— \n\"card\" means the National Identity Card; \n\"Ordinance\" means the National Database and Registration Authority \nOrdinance, 2000 (VIII of 2000); \n\"registration\" means registration under section 9 of the Ordinance; \n(d) \"rules\" means the National Database and Registration Authority \n(National Identity Card) Rules, 2002; \n(e) \t\"Schedule\" means a Schedule to these regulations; and \n\"section\" means a section of the Ordinance. \n(2) The words and expressions used but not defined in these regulations \nshall have the same meaning respectively assigned to them in the Ordinance and the \nrules. \n3. Registration.—(1) All citizens shall get themselves registered with the \nAuthority in accordance with section 9 of the Ordinance, the rules and these \nregulations. \n(2) All resident citizens shall apply for registration in accordance with \nregulation 4. \n'4  \nPmer II] \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 913 \nAll non-resident citizens specified in clause (a) of sub-rule (1) of rule 4 \n-of the rules whose foreign service agreements, contracts or letters of appointment, \nor undertakings, as the case may be, are required to be registered with the Protector \nof Emigrants under the Emigration Rules, 1979, shall apply for registration in \naccordance with regulation 5. \nAll non-resident citizens specified in clause (a) of sub-rule (1) of rule 4 \nof the rules who are in Pakistan and whose foreign service agreements, contracts or \nletters of appointment, or undertakings, as the case may be, are already registered \nwith the Protector of Emigrants under the Emigration Rules, 1979, shall apply for \nregistration in accordance with regulation 6. \nAll non-resident citizens other than those specified in clause (a) of sub-\nrule (1) of rule 4 of the rules who are in Pakistan shall apply for registration in \naccordance with regulation 6. \nAll non-resident citizens who are outside Pakistan shall apply for \nregistration in accordance with regulation 7. \nNotwithstanding anything to the contrary contained in these regulations,— \na non-resident citizen who is required to be registered under these \nregulations in Pakistan, may apply from outside Pakistan subject to \nthe payment of fee payable by him as if he was applying in Pakistan. \na non-resident citizen who is required to be registered under these \nregulations outside Pakistan, may apply in Pakistan subject to the \npayment of fee payable by him as if he was applying from outside \nPakistan. \n4. Manner of submission of applications by resident citizens.—A \nresident citizen may apply for registration on the appropriate form to any of the \nfollowing authorities, namely:— \nthe District Registrar; \na registration counter of the Authority established for the purpose; \na Mobile Team of the Authority; or \na duly authorized representative of the Authority. \n914 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II - \n5. Manner of submission of applications in Pakistan by non-resident \ncitizens whose foreign service agreements, etc., are required to be \nregistered.—(1) The Authority shall, among other offices, formations, \nrepresentations, counters, booths, etc., establish or cause to be established at least \none office, formation, representation, counter or booth within all the offices of \nProtectors of Emigrants throughout Pakistan for the purposes of this regulation and \nthe Bureau shall provide and ensure adequate space and facilities to the Authority \nfor the establishment of its office, formation, representation, counter or booth, as the \ncase may be, as aforesaid. \nIn case a non-resident citizen specified in clause (a) of sub-rule (1) of \nrule 4 of the rules is applying within Pakistan and his foreign service agreement, \ncontract or letter of appointment, or undertaking, as the case may be, is required to \nbe registered with the Protector of Emigrants under the Emigration Rules, 1979, he \nor the concerned Overseas Employment Promoter, or the Corporation, as the case \nmay be, shall deposit his duly filled in application form together with the prescribed \nfees provided in the rules at any of the offices, formations, representations, counters \nor booths, as the case may be, established under sub-regulation (1) within an office \nof any of the Protector of Emigrants. \nThe applicant, or the concerned Overseas Employment Promoter, or the \nCorporation, as the case may be, shall deposit the application form and fee under \nsub-regulation (2) before the said applicant's foreign service agreement, contract or \nletter of appointment, or undertaking, as the case may be, is presented for registration \nwith the Protector of Emigrants. \nThe Authority shall forthwith issue a receipt in an appropriate form after \nreceiving the application form and fee. \nThe applicant, or the concerned Overseas Employment Promoter, or the \nCorporation, as the case may be, shall then produce the receipt issued to him under \nsub-regulation (4) in original before the Protector of Emigrants for registration of \nthe said applicant's foreign service agreement, contract or letter of appointment, or \nundertaking, as the case may be, in accordance with the Emigration Rules, 1979: \nThe Protector of Emigrants shall examine the receipt produced before \nhim under sub-regulation (5) and satisfy himself whether the application form and \nfee for registration under these rules have been duly deposited as required under \nthis regulation. In case a receipt duly issued by the Authority under sub-regulation \n(4) is not produced before him, the Protector of Emigrants shall direct the applicant, \nor the Overseas Employment Promoter, or the Corporation, as the case may be, to \nduly fulfil or cause to be duly fulfilled the aforementioned requirements. The Protector \nof Emigrants shall register a foreign service agreement, contract or letter of \nappointment, or undertaking, as the case may be, of any intending emigrant proceeding \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 915  \nabroad once a receipt duly issued by the Authority under sub-regulation (4) has \nbeen produced before the Protector of Emigrants in original. \nThe Protector of Emigrants shall endorse, sign and affix his seal on each \nreceipt produced before him in the space allocated for the purpose in the form of \nreceipt evidencing whether or not an applicant's foreign service agreement, contract \nor letter of appointment, or undertaking, as the case may be, has been registered: \nProvided that in case the foreign service agreement, contract or letter of \nappointment, or undertaking, as the case may be, has been registered, the registration \nnumber of the agreement contemplated by sub-rule (3) of rule 21 of Emigration \nRules, 1979, shall also be mentioned in the receipt at the relevant space. \nWhether or not the foreign service agreement, contract or letter of \nappointment, or undertaking, as the case may be, of an applicant is registered by the \nProtector of Emigrants, the applicant, or the concerned Overseas Employment \nPromoter, or the Corporation, as the case may be, shall forthwith submit the receipt \nin original duly endorsed, signed and sealed by the Protector of Emigrants to the \nsame office, formation, representation, counter or booth established by the Authority \nwhere the said applicant's application form was originally deposited together with \nthe fee and other charges. The Authority shall, upon submission of the aforesaid \nreceipt in original, issue another receipt in acknowledgment of receipt of the application \nform in the form set out in Schedule II. \n. (9) In case the foreign service agreement, contract or letter ofappointment, \nor undertaking, as the case may be, of an applicant is not registered by the Protector \nof Emigrants, the fee and other charges deposited by, or on behalf of, the applicant \nshall be refunded subject to the provisions of the rules. \n6. Manner of submission of applications in Pakistan by non-resident \ncitizens whose foreign service agreements, etc. are registered and by other \nnon-resident citizens other than those specified in clause (a) of sub-rule \n(1).—(1) In case a non resident citizen specified in clause (a) of sub-rule (1) of rule \n4 of the rules is applying in Pakistan whose foreign service agreement, contract or \nletter of appointment, or undertaking, as the case may be, is already registered with \nthe Protector of Emigrants under the Emigration Rules, 1979, or any other non-\nresident citizen excluding those specified in the aforementioned clause (a) of sub-\nrule (1) of rule 4 applies in Pakistan, he shall apply for registration on the appropriate \nform to any of the authorities specified in regulation 4. \n(2)The Authority shall issue a receipt in acknowledgement of such application \nform and the fee, if any, for registration in the form set out in Schedule H. \n916 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 [PART II \n7. Manner of submission of applications out of Pakistan.—(1) In case r. \na non-resident citizen specified in clause (a) of sub-rule (1) of rule 4 of the rules is \napplying out of Pakistan, whether or not his foreign service agreement, contract or \nleger of appointment, or undertaking, as the case may be, is registered with the \nProtector of Emigrants or Pakistani Mission under the Emigration Rules, 1979, or in \ncase a non-tesident citizen specified other than in clause (a) of sub-rule (I) of rule 4 \nof the rules, applies from outside Pakistan, he shall deposit or cause to be deposited \nhis duly filled in application form together with the prescribed fee, if any, provided in \ntherules at the nearest Pakistan Mission abroad or any of the nearest office, formation, \nrepresentation, counter or booth established by the Authority outside Pakistan for \nthe purposes of registration. \nWhere applications are deposited with any Pakistan Mission abroad, the \nsame shall be forwarded to the Authority at its headquarters in Islamabad by the \nconcerned Pakistan Mission. \nA receipt shall be issued in acknowledgement of receipt of the filled in \napplication form and the fee, if any, for registration in the form set out in Schedule II. \nThe Authority may, if deemed fit, solicit applications by mail or any other mode \nincluding any advanced means, electronic or otherwise, in order to facilitate the \ndeposit c f the applications by prospective applicants. \n8. Form of application.-(I) An application by a resident citizen or a non-\nresident citizen for registration and issuance of a card shall be made on the appropriate \nform set out M Schedule I: \nProvided that resident citizens desirous of filling in the form in the Sindhi \nlanguage may do so on the appropriate form provided by Authority in the Simdhi \nlanguage. \nAn application for surrendering a card in pursuance of section 17 of the \nOrdinance, or for obtaining a duplicate copy of a card, or for getting any change \nincorporated in a card, as the case may be, shall be in the appropriate form set out in \nSchedule I and shall be made to the Authority to whom the application for registration \nwas originally submitted. \nThe Authority may, if it deems fit, issue necessary written instructions to \nthe applicants to accompany the form for guiding and helping them in filling in the \nform in accordance with these regulations. \nThe Authority shall provide the form on payment of such charges as it \nmay determine from time to time. \nPAR] in \t\nTHE GAZE1 1E OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 917 \nThe Authority shall make the forms available to all prospective applicants \non demand and on payment of the prescribed charges and shall keep them at such \nplaces, within and outside Pakistan, and in such form, printed or otherwise, as are or \nis deemed fit by the Authority for facilitating the collection of the forms by the \napplicants. \nThe Authority may, if it deems fit, make arrangements for availability of \ndifferent forms of application at different places including ,— \nrepresentative offices or other authorized representations of the \nAuthority; \nregistration counters, Mobile Teams or booths established for the \npurpose by or under the authorization of the Authority; \nPakistan Missions or Consulates abroad; \noffices of the Director-General and Protectors of Emigrants; \nOverseas Employment Promoters; \noffices of the Overseas Pakistanis Foundation; and \nany other place or person designated or authorized by the Authority \nfor the purpose. \n9. Persons who may verify the application form.—(1) The following \npersons may verify or attest the application forms, namely:— \nmembers of the Senate, the National Assembly, a Provincial Assembly, \na local body, or a Zakat Committee; \nofficers of the Federal Government and Provincial Governments in \nBasic Pay Scale 16 and above; \nCommissioned Officers of the Armed Forces and Civil Armed Forces; \nofficers of local bodies of the status corresponding to officers in Basic \nPay Scale 16 and above; \nofficers of Levies in Basic Pay Scale 16 and above; \n(0 \tofficers of autonomous and semi-autonomous bodies; \n[PART 1I \n918 \tTHE GAZETTE OF PAICISTAN, EXTRA., APRIL 3, 2002 \nofficers of banks, Government corporations; - \nHeadmen (Lumberdars) in respect of persons living in their villages; \nand \nany other person or officer who may be authorized in this behalf by \nthe Federal Government or the Authority. 4,  \nIn case the person verifying or attesting an application is illiterate, he \nshall verify or attest the application by putting his left hand thumb impression which \nshall be countersigned by the Supervisor of the Mobile Team of the Authority or by \nany other duly authorized officer or representative of the Authority or any of the \npersons authorized under sub-rule (1) who is not illiterate. \nA person verifying or attesting an application shall write or cause to be \nwritten his full name legibly under his signature or thumb impression and shall also \nput his office stamp under it and write number of his card in the space specifically \nprovided for the purpose. \nA person may attest or verify the application forms only if he knows the \napplicant personally and such person is registered with the District Registration \nOffice to which the applicant belongs. \nDeclarations to be made by certain persons.—Every citizen who \nmakes an application under thee regulations. for the purpose of registration shall, if \nhe mentions his religion in the application to be Islam or mentions himself to be a \nMuslim, make the declaration contained in the form set out in Schedule I. \nTime for making application.—(1) An application for registration \nshall be made in accordance with the provisions of the Ordinance, the rules and \nregulations as follows, namely \nan application for registration, upon attaining the age of eighteen years, \nshall be made by a citizen within ninety days of his so attaining the age \nof eighteen years; \nan application for registration as a resident citizen, upon ceasing to be \na non-resident citizen, shall be made within thirty days of so ceasing to \nbe a non-resident citizen; \nan application for registration as a non-resident citizen, upon ceasing \nto be a resident citizen, shall be made within thirty days of so ceasing \nto be a resident citizen; \nPARf 111 \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 919  \nan application for obtaining a duplicate copy of the card shall be made \nwithin thirty days of the loss, damage or destruction of the original \ncard; and \nan application for getting any change incorporated in a card may be \nmade at any time. \n(2) The Authority may, in appropriate cases, on a case-to-case basis, extend \nthe time for making applications under these regulations. \n12. Submission of photograph by the applicant.—(1) Every applicant \nshall submit two copies of his recent photograph of the size 2 x 1-1/2 along with his \napplication form duly attested, one on the front side and the other on the back side \nby the same person who has attested his application form. \nCitizens in the Armed Forces, Civil Armed Forces or Police shall submit \ntheir photographs without the service uniform. \nThe photograph shall be coloured with blue background. \n13. Treatment of certain persons under these regulations.—(1) An \neunuch shall be treated as male and an identity card shall be issued accordingly. \n(2) An applicant whose hands are amputated shall put the impression of his \nleft foot toe on the application form and, if the left foot toe is also amputated, the \nimpression of the right foot toe shall be put on the application form at the prescribed \nplace in the application form. \n920 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II  \nWA/ V111114I SCHEDULE 1 \n^ \t(See regulatlop 8) , \n• \n44-ruilikri...v>rAiL1113 51::!j; \nco J../ .6664.1.0 \n4,4,4 [ii \n(0)  .14 \n1111111111111 I 5?5'15117''5-' \t4I1etvt,  0.,t w-4,4144.44.41',441‘4.6. (3)  \nQl....P4,1401.4,441,0e4)i (42 (,44,0avy \nqr-u.,1-ka a0,41,614 \n2 \tL \t , 1111111 TrIIIIL11111 \tI 3 \nlitz-EaLLETTLI 4 \nlIlIlIlIII H \tIII  /711,1rje.ii, \t04,01,0-,'..`, \t5 \n.111  .L.LLII.I (10:11:,,,/,, ,,f(lt \t6 \n1 \t1 \t1 \t1 \t11.1111.11.''' .84';'' -.fill \t111111 \tI C.',1  .11 \t AA,  265i \t ,:',4.• \n,e-r4 \t X /Jo \t X \n01 \t If ol \t ...i, \n, ols• \t A.'• \n,..., \t (1-J4,4),Ni.,,  9 \n(4\"J(0-0) \t AN11 I \tI \tII \t1 \tIf \t1 \t1 \t1 .1 \nI \tI \ti \t) 4.,,-.,,v---SA,a-gm \n..eltrr=\"7 \t17 (41.-3,)Ak...e18 L.11,-1/),A1Lfol. 5 (4:/...1,) .,•,..1 14 (4f-1, ).ir 12 \nelk \n4.1Ven4.0,40,7 \na,..1/4ia \n; 144' illtg 4.A55061 \n.iii A.,  1  \n4 \n6 \n......, \t6 \n7 ,-.. \n• \n\"\" \t9 \n,- n  4tt/1-\n(44/51., \n41,51( a, \n..* \n.144,0 \n444+ \n4,,,41\"-'  ,44,14.1 \nOljki \n.45, '..\" \n..., \t3 4 \n6  \nI \n• '' \t• \n,.... 10 \n11 ..1 \n4.1,1, \nLr''......r /I \n4,A \n..iZt \n'fret, \nX 7..  1 \n..... \t2 \n3 4 \n— 5 \n: 6 \n_ 9 ... 4 CO,  \n01,-,5  \nJ.404.4.4 \nb., \ni - 1 \n'.. \t2 \n...... \t3 \n4 \"-  5 \n'-\",_ 6 \n7 76 1 \n= 5 1 -12 \n- ,.- - r',) \t7 r  - \t” \t. 13 \n....%.1.1: \t1 \n.41,30 \n 4' \nji./togt 1 \t21 (0,-..(1540,1( 20 (1..e) If 4 19 1.5,fir 18 \njo \n,,,r \ndx, .691  A, 111  l \nN  2 \nw I.4 .  5 ,(02/ \n,,...:- \n„...,,, \n.... (yy),ti \nAt — ' -. 2 ..... \n4 \n5 \n7 • 0114142 \n004...4 (14,1= \n(414-444‘11{ \n4a Jo rk,..41 \n‘1.4,1: \n.1; 2 \n3 \n5  \n5 \n7 [1 6 \n• . ..,,11.-: \n•14o.r. \n,%,,j, \n.'''' -4. , 5,  _i . ,. .I \nLI • \n7 \nFi . \nR0.4 No. ,Ti.fi \t14 f,Ae.   \nFr 71 r idi I \t1 Ar, \t 0,-,c ...A hot  \nLBMW N. \t  \nP.M ell Si. 1,1•Orgrei ,  tit (ionli PART II] \tTHE GAZE! \tIE OF PAKIST4N, EXTRA., APRIL 3, 2002 \t921 \n,j4tL \n. ii-JA.A.AAAirbAlr4 010  dt- \n6.14.‘,...—... .4.0. .a...,,,,,,,,,,,,,,,,,,u,,,,44,,,,..W404,6,X . 4,  • .,-.' 22  \n(.,„,, V \t),ECIK03-...01A0a.)-19— ,ATI0L.,--...,  \nI  I  \n1,4- \t-,1 \tJt,  \nI \tI \t11 \tI \tII \tI \t11 DO ink-....1.j.t... \nbt \t.,1 \tJI- N I 1•tr...n,Z.t... \nI I II I IFT11700 \n11111.111111MM  \nrti4(‘.(4) \n64- \t, et., \tJt- \nr rticAL 4.... \n[  I \t11 \t111111100 \t\nI \t1 \tII \tI \tII \tI \t1 \t1100 rtir....4. \nrv, 1-4,(6) \nbA- \t,s. \tJI,  ctr...h.e.{.., \nMN  1 1 11 1 1 1 1 00 t. \nbA- \t,/ \tJt- __OKA .41...... ......_ \nI \tI \tII \tI \tII \tI \t11 DO rt•-....u.,4_, \n.....,-.,..(i.J..C..r,lakt...N t.i..j......,,,Z,    \nth-41,VCie \nLb-41,0e  H;    \n(4.11,,e-4,)i..id,r01-0,A4r)1 WM.  \nI \t1 1 I 1. 1 I 1 1 I 1 1 \t1 1 A/,-.4 ,5C4! \n1 1 I I 1 1 1 1 1 1 1 1 \t1 1 AaVvr.-N ,      \n02 )11011.-/).00 4  \nElzteL7,5,,        \ntAAIAVI—Le4tottliao4t..r-Llt .4,  dr14). \t22.] _ \n4-4,1'..a...4j-^•W 24 \n,r-dik,4,4fralru,4(0011A(1\",-,-; V,414,:l/tr 251 \n.144 tAiVirse .d cf14. 0 .444 4.1,..) ,?. rOit'oti \t/ \nylmArtl..1.4.' \tYCOVir—yvOorr1},....41i4,,g15, ,041. ,C•leV 2IA \ntiji;:t..)Act)e.6.4.)1,114-011r1,kt—IJ/9),4).14....eV,a;40/%0!fCt.;1(AVV,Aill 261 , - \nPermanent \tAddresa Pins 2) \nI \t T \t\nL ' \t Telephone (Ares Cods, thanes) \ttow I Fate \n1 I \t \nPaste your Passport \nalas photograph \nwithin the block in \nblue background \nonly(r9V) \n(Do not staple) 922 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PARr 11 ,       \nSatEDULE.1 \nSOILIMLE-1 \nNADAlaOflI 1Fi \nReceipt No.) I            \nNational Identit Card for Overseas Pakistanis              \nNational Databas• and Registration Authority \nlifinialry of IntadokOwnenment of Pakistan                     \n111 TIM/ Of Application: 0 New \t0 Renewal \tG Duplicate 1:=1 Revised \t, Candellation F, Surrender for \nissuance of CNIC \n0 Eutl Name Pest 'riddle, lash  \n. \t, \t.  \nPatina/ Husbandl Na,.. BM mid& net)  \nM I \tI \t1 \tI \tI \tI \nI \t[ \t: \nI  \nCamay of StrgAbroad \tre Ine Applicant is molding / B inh 10 resii2e)  \n, \t.  \na  Wein* Mark of Identlacanon (Owe blank if not applicable)  \nI \tI \t' \t1 \tOats of Birth (OD/ MM  / YYY.Y1 '  \nI \ti \t I \t! \t.1._/.. \tI \tII i \t• \t' l' \t1 \t!II \t! \t! \t1 \na  National \tCard No.   , Data of Issue (p0 / /AM / Ty) Lion of Esgii2190 i rkM /...,T__Ti \nIII. I \tL. \t1 \t I I \t[ 1 ,,, ', ., : . • \t: 'id, 1  i  , , 1  rsupoet No. Isevellank It not applicenel , \tDate of issue i91)1MM I Y_Yj Date of :•ira ,(121)/ PAI.I4T \nI \t 1 \t 1 \t1 , \t1-1, :i; , T. \t; ' \t'i! 1 PH !  , \nH \t: 7 I 1 \t 1 ,  \n111 \tonto/ Nonloskistant Passport No. 07 for dual nationality holden)  \nI \t I \tI \t I I \nI \t\n! \t! Date alai/ft/100 /IMI / TY  \nMremora Aidresa I 11 men n a re/Want rrn Pon ka \n..1  I \t: \n1 \tI \tBigpolCode Ct Couritnelo '  I \t - \t''. j \t' \nI \t.I. \t • \t' \ti. \tL. \tL \t, \t\nI \t• \t : \t: \t1 \tI \ti \t1 \nPatent Addle. pine 2) ,  \n1 \t I \t T \t' \t• \t ' \tJ \t, \tI \tJ \tr   \nPoat Code /Zip  Code \n: \n• \nEmail / Fax II  \nJ \t        \nj \n'Theinbantl (Ara. Cade, Number)               \nI \t Hr7,- \nPlano and Country of Mesa of \nis  Montanan Addraes pew 1) (mention al rolevant informAon like City, Prwince. etc.) \n1  7 ) \nI•1  \n11If You will not Collect Your Cain from NADRA, sr/edify die Address to which your card tray be mailed \no Present Address \t F. Pernanent Address \naMahn / Pumas xi Stay Abroad \t Employment Slit.. \nNationality Holder \t 0 Waned Tech voiogy D Permanent Resident/ Immigrant \t 0 Se-employed \tInformal.  . ' \tm 0 Slinent / Education I Training \t 0 oemnoenMiens,'t \t-..-- \n0 Business \t Monson. \t .---, \n0Visit \t 0 Maness \t1._.. Labour \n0 Emigrant / Employment \t 0 Engineering \t,— Student \n0 Dependent \t 0 lAwlion• \t- Otter \nMode of ni Amount: I I i I  Currency: \t Draft \tBank Receipt \nMN Draft/CM/qua/Bank Receipt N \tPayment: \nNOTE NOTE  Attach original Bank Draft/Bank Receipt with this form. \t iDD I MM I YYVY) \nPlease note that the photograph. signature and thumb mores:nun \nMUST NOT exceed the allotted space denoted by the boxes \nSignature or if Nitrate, Morn impression at dgtn tuna of the applicant \n(parent/guardian may sign in case of inability on part of \tThumb impression of right hand \nlimo winiminn \t Incohuntin in RI ACM inki \nPas II) \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 923 \n(NADRA Only) \tI \nRI • NOTE: \nMil • This form is to be abed in by al non-melded atoned speeded In net. 4o0 the National Database and Regetrabon Authority (Nationalist.* \nCard) Rules, 2002. \nIf the applicant is holding a Computerized National Identity Card (NC) the mein Application Form need no to be kW in However. 0th. \napplicant is not holding • Computerized MC, the applicant .00.0 .00 lel in the main Addl.:ohm Form \nPleaseIOU in the form in Wok ink end Coady print or type only in CAPITAL Weed and aveed contact with the edges of the box. A block miry be \nleft empty wherever • word ends end e new word lupins in the earns 00. 0, where meted further is th be eaten \nAvoid any overretiting and other mistakes while fieng in the form. Please nuke sure the form is Ned in as needy as ;amble If Men Cr,  too \nmany mistakes in the fon fell in a new tom, Eked photocoPde of the furnOe M .rae'lfgfer ontIr we \nINhensver small choice Mkt boxes 0 en) provided in 0. 0000. the box adiocent 0 the appropriate answer te to be hckel o ,  clucked. \nNADRA accepts no responsiberty for any error / fault too the rem/it the attached instructions are not followed \n' • \n924 \t THE GAZE \tI IE OF PAKISTAN, EXTRA.,  APRIL 3, 2002 \t[PART II \nSCHEDULE II \nLee rule 7(3)) \nOriginal R.G.-4 Receipt No: 11- \n11.Rn \t  \nReceived Regri-hums from \tI 4114.14 \nResident of \t  \nimir Issuance of liKaftlIF.R.C. \nDate of Dating \t  \nDelivery \t  \nSignature of Bof !king Official \nIF. No.1/2/2001-NADRA] \n(Muhammad lbraltim) \\  24/2032.  \nDeputy Secretary \nMinistry of Interior \nGovernment of Pakistan \nIslamabad \n(MUHAMMAD IBRAHIM) \nNputy beggar/ \nName/ COM \nahtld01 \nGelartoltot of Pakitlito \nISLAMABAD \nPRINTED BY THE MANAGER, PRINTING CORPORATION O' PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}