{
    "file": "./converted_json\\administrator5c5df0e65432a40cf9da897fc4ef1dc6.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "aette - REGISTERED No.  M302  L.-7646 \nat Saida= \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY • \nISLAMABAD, FRIDAY, FEBRUARY 17, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nNATIONAL ASSEMBLY SECRETARIAT \nIslatnabad, the 16th February, 2017 \nNo. F. 22(8)/2O15-Legs.-The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on the 14th February, 2017 is \nhereby published for general information:— \nACT No. IV OF 2017 \nAn Act further to amend certain laws \nWHEREAS, it is expedient further to amend certain laws for the purposes \nhereinafter appearing; \nIt is hereby enacted as follows:= \n1. \tShort title and commencement.—(1) This Act may be called the \nCriminal Laws (Amendment) Act, 2017. \n(2) \tIt shall come into force at once. \n(19) \nPrice : Rs 3.00 \n[193 (2017)/Ex. Gazi \n20 \tTHE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY17, 2017 [PART! \n2. \tAmendment of Act XLV of 1860.— In the Pakistan Penal Code. \n1860 (Act XLV of 1860),— \n(1) \tin section 182, for the words, commas and full stop \"extend to six \nmonths, or with fine which may extend to three thousand rupees, or \nwith both.\", the following shall be substituted, namely:— \n\"extend to— \nseven years in case the offence in which false information •is \ngiven is punishable with death; \nfive years in case the offence in which false information is given \nis punishable with imprisonment for life; or \none-fourth of the longest term of imprisonment or with fine as is \nprovided for the offence in which false information is given and \nsuch offence is not covered under clause (a) or clause (b).\". \n(2) \tfor section 298, the following shall be substituted, namely:— \n\"298. Uttering words, etc. with deliberate intent to wound \nreligious feelings.—Whoever, with deliberate intention of \nwounding or outraging the religious feelings of any person or \ninciting religious, sectarian or ethnic hatred, utters any words by \nusing loudspeaker or sound amplifier or any other device.or makes \nany sound in the hearing of that person or makes any gesture in \nthe sight of that person or persons,  shall be punished with \nimprisonment of either description of a term which may extend \nto three years but shall not be less than one year, or with 0 5. \nmillion  fine, or with both,\": and \n(3) \tin section 498B, for the full-stop at the end, a colon shall be substituted \nand thereafter the following proviso shall be added, name \n\"Provided that in case of a female child as defined in the Child \nMarriage Restraint Act, 1929 (XIX of 1929), or a non-Muslim woman, \nthe accused shall be punished with imprisonment of either description. \nfor a term which may extend to ten years but shall not be less than \nfive years and shall also be liable to fine which may extend to one \nmillion rupees.\". \n3. \tAmendment of Act V of 1861.— In the Police Act, 1861 (V of 1861), \nin its application to the Islamabad Capital Territory,— \nin section 23, after the word -nuisances\", the semicolon, words and \ncomma \"; to prevent sectarianism and hate speech and proliferation ( I ) \nPART 11 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY .17,2017 \t21  \nof hate material by any person, organized group, any organization or \nprescribed organization -  shall be inserted; \nin section 29, for the words and commas \"to a penalty not exceeding \nthree months' pay, or to imprisonment with or without hard labour, for \na period not exceeding three months, or to both\", the words \"to \nimprisonment for a term which may extend to three years and with \n0.1 million fine\" shall be substituted; and \nin section 32,— \nfor. the words \"the last three preceding sections\" the words. \nfigures and Comma \"section 30, 30A or section 31\" shall be \nsubstituted; and \nfor the words \"a fine not exceeding two hundred rupees -  the \nwords \"imprisonment for a term which may extend to three years \nand with fine\" shall be substituted. \n4. \tAmendment of Schedule-II, Act V of 1898.—In the Code of \nCriminal Procedure, 1898 (Act V of 1898), in Schedule-lI in the Table, in Column 1,— \n(1) \tagainst section 182, for the entry in column 7 and 8, the following shall \nbe substituted, namely:- \n-7 \t8 \n\"extend to— \nseven years in case the offence in which Court of Sessions \nfalse information is given is punishable with \ndeath; \nfive years in case the offence in which \t\nCourt of Sessions \nfalse information is given is punishable \nwith imprisonment for life; or \none-fourth of the longest term of \t\nMagistrate of the first class \nimprisonment or with fine as it provided \nfor the offence in which false information \nis given and such offence is not covered \nunder clause (a) or clause (b).\". \n(2) \tagainst section 298, for the entry in column 7, the following shall be \nsubstituted. namely:— \n22 \tTHE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY 17.2017 [PART I \n-imprisonment of either description for a term which may extend to \nthree years but shall not be less than one year, or with fine, or with . \nboth.\"; \nagainst section 498B, in column 7, after the figure \"500,000/-\", the \nwords \"and in case of a female child or a non-Muslim -  woman, \nimprisonment upto ten years and not less than five years and fine upto \none million rupeesr shall be inserted; and \nagainst section 511, under the heading \"Offences Against Other Laws\", \nin column 5, the words, figures and commas \"Except in cases under \nthe Arms Act, 1878, section 19, which shall be bail able\" shall be \nomitted. \nAmendment of P.O No.10 of 1984.—In the Qanoon-e-Shahdat, \n1984 (P.O. No.10 of 1984), in Article 164, for the full-stop at the end, a colon shall \nbe substituted and thereafter the following proviso shall be added, namely:— \n\"Provided that conviction on the basis of modem devices or techniques \nmay be lawful.\". \nAmendment of XXVII of 1997.—In the Anti-terrorism Act, 1997 \n(XXVII of 1997), after section 11W, the following new section shall be inserted, \nnamely:— \n\"11WW, Lynching.—(1) Whenever any individuals, an organized \ngroup or a mob by taking the law in own hands inflict punishment on \na person accused or suspected of a crime by causing him a hurt or his \ndeath, every such individual, a member of such group of a mob is said \nto commit lYnching. . \n(2) \tWhoever, commits lynching under sub-section (I) shall be punished \nwith imprisonment for a term which may extend to three years or \nwith fine or with both in addition to any other punishment to which he \nmay be liable under any other law for the time being in force.\". \nABDUL JABBAR ALI. \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMABAD \nPUBLISHED BA' THE DEPUTY CONTROLLER, STATIONERY AND FORMS. UNIVERSITY ROAD. KARACHI."
}