{
    "file": "./converted_json\\administrator6e766308a4b09570d7774041e04262d0.json",
    "name": "Hindu Gains of Learning Act, 1930",
    "date": "25th July, 1930",
    "tagline": "An Act to remove doubt as to the rights of a member of a Hindu undivided family in property acquired by him by means of his learning",
    "content": "Page 1 of 3 \n  \n \nTHE HINDU GAINS OF LEARNING ACT, 1930  \n \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definitions  \n3.  Gains of learning not to be held not to be separate property of acquire r merely for certain \nreasons  \n4.  Savings  \n \n \n  \n \n \n\n \nPage 2 of 3 \n THE HINDU GAINS OF LEARNING ACT, 1930  \nACT No. XXX of 1930  \n[25th July, 1930 ] \nAn Act to remove doubt as to the rights of a member of a Hindu undivided family in  property \nacquired by him by means of his learning . \n WHEREAS it is expedient to  remove doubt, and to provide a  uniform rule, as to the  rights of a \nmember of a Hindu undivided family in property acquired by him by means of his  learning ;  \n It is hereby enacted as follows : ___ \n 1. Short title and extent.___(1) This Act may be called the Hindu Gains of Learning Act,  1930.  \n 1[(2) It extends to the whole of Pakistan].  \n 2. Definitions. In this Act, unless there is anything repugnant in the subject or  context, ___ \n(a)  “acquirer” means a member of a Hindu undivided family, who acquires gains  \nof learning ; \n(b)  “gains of learning” means all acquisitions of property made substantially by  \nmeans of learning, whether such acquisitions be made before or after the \ncommencement  of this Act and whether such acquisiti ons be the ordinary or the  \nextraordinary result of such learning ; and  \n(c)  “learning” means education, whether elementary, technical, scientific, special  \nor general, and training of every kind which is usually intended to enable a  \nperson to pursue any tra de, industry, profession or a vocation in life.  \n 3. Gains of learning not to be held not to be separate property of acquire r merely  for \ncertain reasons. Notwithstanding any custom, rule or interpretation of the Hindu Law, no  gains of \nlearning shall be held not to be the exclusive and separate property of the acquirer  merely by reason \nof___ \n(a)  his learning having been, in whole or in part, imparted to him by any member,  \nliving or deceased, of his family, or with the aid of the joint funds of his  family , \nor with the aid of the funds of any member thereof, or  \n(b)  himself or his family having, while he was acquiring his learning, been  \nmaintained or supported, wholly or in part, by the joint funds of his family, or  \nby the funds of any member thereof.  \n 4. Savings . This Act shall not be deemed in any way to affect___ \n(a)  the terms or incidents of any transfer of property made or effected before the  \ncommencement of this Act,  \n \n1Subs. by the Central Laws (Stat ute Reform) Ordinance, 1960 (XXI of 1960), s. 3 and  2nd Sch. ( with effect from the 14th October 195 5).  \n \nPage 3 of 3 \n (b)  the validity, invalidity, effect or consequences of anything already suffered or  \ndone before the commencement of this Act,  \n(c)  any right or liability created under a partition, or an agreement for a partition,  of \njoint family property made before the commencement of this Act, or  \n(d)  any remedy or proceeding in res pect of such right or liability ; or to render  \ninvalid or in any way af fect anything done before the commencement of this  \nAct in any proceeding pending in a Court at such commencement;  and any  such \nremedy and any such proceeding as is herein referred to may be enforced,  \ninstituted or continued, as the case may be, as if this Act had not been passed.  \n_________  \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \nDate: 31 -07-2024"
}