{
    "file": "./converted_json\\administrator7185aead954fdba01af9221ce6d9e3f8.json",
    "name": "Pakistan Coinage Act, 1906",
    "date": "[2nd March, 1906]",
    "tagline": "An act to consolidate and amend the law relating to Coinage and the Mint",
    "content": "Page 1 of 8 \n  \n \n \nTHE PAKISTAN COINAGE ACT,  1906  \n \n \n \n \n   CONTENTS  \n \nSECTIONS:  \nPRELIMINARY  \n \n \n1. Short title and extent.  \n2. Definitions.  \n3. Power to establish and abolish Mints.  \n4. [Repealed.]  \n5. [Repealed.]  \nCOINAGE  \n \n6. Denominations, dimensions, designs and composition of coins.  \n7. Standard we ight and remedy.  \n8­9. [Substituted by section 7.]  \n10 to 12. [Repealed.]  \n13. Coins when a legal tender.  \n14. [Substituted by section 13.]  \n15. [Repealed.]  \n15A.  Power to call in coin.  \n15AA.  Decimal coinage.  \nDECIMAL COINAGE  \n \n 15B.  [Omitted.]  \n \nDIMINISHED, DEFACED AND COUNTE RFE IT COINS  \n \n16. Power to certain persons to cut diminished or defaced silver coins.  \n17. Procedure in regard to coin cut under section 16 (a).  \n18. Procedure in regard to coin cut under section 16 (b).  \n19. Procedure in regard to coin which is liable to be cut under both cl ause (a) and clause \n(b) of section 16.  \n20. Power to certain persons to cut counterfeit or fraudulently defaced coin and procedure \nin regard to coin so cut.  \n \nSUPPLEMENTAL PROVISIONS  \n \n21. Power to make rules.  \n22. Bar of suits.  \n23. Saving of making of other coins at Mints.  \nUpdated till 3.8.2022\n \n \nPage 2 of 8 \n  \n24. [Repealed.]  \n \nTHE SCHEDULE.  \n[Repealed.]  \n \n \n______  \n \n \nPage 3 of 8 \n  \nTHE PAKISTAN COINAGE ACT , 1906  \n \n1ACT No. III OF 1906  \n[2nd March, 1906]  \nAn Act to consolidate and amend the law relating to Coinage and the Mint.  \n  \n WHEREAS  it is expedient to consolidate and amend the law  relating to  Coinage and the \nMint; It is hereby enacted as  follows : — \nPRELIMINARY  \n 2[1. Short title and extent.  __(1) This Act may be called the Pakistan Coinage Act.  \n  (2) It extends to the whole of Pakistan. ] \n 2.  Definitions.  In this Act, unless there is an ything repugnant in the subject or context,___ \n(a)  “deface ”, with its grammatical variations and cognate expressions, includes \nclipping, filing, stamping or such other alteration of the surface or shape of a \ncoin as is readily distinguishable from the ef fects of reasonable wear  ; \n(b)  “the Mint ” includes the Mints now existing and any  which may hereafter be \nestablished  ; \n(c)  “prescribed ” includes prescribed by a rule made under  this Act  ;  \n(d)  “remedy ” means variation from the standard weight  and finene ss ; and  \n(e)  “standard weight ” means the weight prescribed for any  coin.  \n \n 3. Power to establish and abolish Mints.  The 3[ Federal Government] may, by notification \nin the  4[ official Gazette ],  ___ \n(a)  establish a Mint at any place at which a Mint does not for the time being exist; and  \n(b)  abolish any Mint, whether now existing or hereafter  established.  \n \n5[ *  * ] \n \n1 For Statement of Objects and Reasons, see Gazette of India, 1905, Part. V, p. 32; for Report of the Select Committee, see ibid., 1906, Par t. V, p. 9; \nand for Proceedings in Council, see ibid., 1905, Part VI, p. 142 ; ibid., 1906, Part VI, p. 28.  \nThis Act has been declared to be in force in —  \n(1) Upper Tanawal, an excluded area in N.W.F.P., by N.W.F.P. Re gulation I of 1941;  \nIt has been exte nded to the Leased Areas of Baluchistan, see the Leased Areas(Laws) Order, 1950 (G.G.O. 3 of 1950) ; and applied in the Federated \nAreas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499.  \nIt has also been extended to the Baluchistan States Union, see the Balu chistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O. 4 of \n1953), as amended by the Baluchistan States Union (Federal Laws) (Exten sion) (Second A mdt.) Order, 1953 (G.G.O. 19 of 1953).  \nIt has also been extended to the Khairpur Sta te, see G.G.O. 5 of 1953, as amended by G.G.O. 24 of 1953.  \nIt has also been extended to the State of Bahawalpur by the Bahawalpur (Extension of Federal Laws) Order, 1953 (G.G.O. 11 of 1953), as amended \nby the Bahawalpur (Extension of Federal Laws) (A mdt.) Order, 1953 (G.G.O. 21 of 1953).  \nIt has also been extended to the Baluchistan by Baluchistan Laws Reg. II of 1913, s. 3.  \nThe Act has been and shall be deemed to have been brought into force in Gawadur with effect from the 8th September, 1958 by t he Gawadur  (Appli-\ncation of Central Laws) Ordinance, 1960 (37 of 1960), s. 2.  \n2 Subs. by the Pakistan (Monetary System and Reserve Bank) Order, 1947 (G.G.O. 21 of 1947), Art. 10, for the original section 1.   \n3 Subs. by the Pakistan Coinage (Amdt.) Act, 1975 (23 of 1 975), s. 2, for “Central Government”, which bad been subs. by A. O., 1937, for “G. G. in \nC \" \n4 Subs. by A. O., 1937,  for “Gazette” of India”.  \n5 The Heading “Silver Coinage” omitted by the Indian Coinage (Amdt) Act,  1947 (28 of 1947), S.2.  \n \n \nPage 4 of 8 \n  \n4 and 5.  [Silver Coins. Standard weight and fineness. ] Rep. by the Indian Coinage (Amendment) Act, \n1947 (28 of 1947), s. 2. \n1[ COINAGE  \n 16. Denominations, dimensions, designs and composition of coins.  Coins may be coined \nat the Mint 2[, or at a mint outside Pakistan,] for issue under the authority of the 3[Federal Govern -\nment], of such denominations 6[nor less then one rupee] 4[*     * *] of such dimensions and \ndesigns, and of such metals or of mixed metals of such composition as the 3[Federal Government] \nmay, by 5[notification in the official Gazette, determine.]  \n \n 7[7. Standard weight and remedy.  The standard weight of the coins of any denomination \ncoined under the provisions of section 6, and the remedy allowed in the making of such coins shall \nbe such as may be presc ribed in this behalf by the 9[Federal Government.]]  \n \n7[8 and 9. [*  *  *  *  *  *  *] \n9[*      *     *] \n 10 to 12 . [Power to direct coining and to prescribe dimensions and designs. \nDemonetization of sovereign and half sovereign. Silver coin when a legal tend er.] Rep. by the Indian \nCoinage (Amendment) Act, 1947 (XXVIII of 1947).  \n \n10[13. Coin s when a legal tender. ___(1) The coins issued under the authority o f section 6 \nshall be legal tender in p ayment or on account for any sum : \n \nProvided that the coin has not been defaced and has not lost weight so as to be less \nthan such weight as may be prescribed in its case.  \n \n (2) All the gold or silver coins issued under the Act on or after the 1st day of January, 1976, \nshall continue as before to be legal tender in paymen t or on account for any sum:  \n \nProvided that the coin has not been defaced and has not lost more than one -fortieth of \nweight as specified below: — \n \n(a) in case of  gold,― \n \n(i) 33.437 grams in the case of three thousand rupee coin issued in 1976 to \ncommemorate the conservation of Astor  Markhor;  \n \n(ii) 9 grams in the case of one thousand rupee coin issued in 1977 to \ncommemorate the Islamic Summit  Conference;  \n \n(iii) 4.5 grams in the case of  five hundred rupee coin issued in 1976 to celebrate the \n100th birth anniversary of Quaid e Azam Muhammad Ali Jinnah;  and \n \n1 S. 6 and the heading above it, subs.  Indian Coinage (Amdt) Act,  1947 (28 of 1947 , s. 3, for the original heading and s. 6, as subs equently \namended.  \n2 Ins. by Act 23 of 1975, s. 3.  \n3 Subs. ibid., s. 2, for “Central Government ” . \n4 The words “not higher than one rupee ” omitted ibid., s. 3. \n5 For instances of such notifications, see Gaz. of P., 1960, Ext., pp 1253  1355, ibid. 1963, Ext ., pp 89 -90 and ibid., 1964, Ext., pp. 141 -144. \n6 Ins by Act X of 2013, s.2.  \n7 Subs. by the Indian Coinage (Amdt.) Ordinance, 1942 (4 of 1942). s. 2, for sections 7,8 and 9. For instances of notification under section 7, \nsee Gaz. of P., 1952, Pt, I., pp. 2 12-213, ibid., 1960, Ext., p. 1353, ibid.,  1963, Ext., p. 91, and ibid., 1964, Ext., p. 142.  \n8Subs.by the Pakistan Coinage (A mdt.) Act, 1975 (23 of 1975), s. 2, for “Central Government ”. \n9 The heading “Dimensions and Designs of Coins ”. was omitted by the I ndian Coinage (A mdt,) Act, 1947 (28 of 1947), s. 4.  \n10Subs. by Act No. X of 2013, s. 3.  \n \n \nPage 5 of 8 \n  \n(iv) 3.64 grams in the case of five hundred rupee coin issued in 1977 to \ncelebrate the 100th birth anniversary of Allama Iqbal;  and \n(b)  in case of  silver,⎯ \n \n(i) 28.28 grams in case of one hundred rupee coin issued in 1976 to \ncommemorate conservation of Western  Trogopan;  \n \n(ii) 20.44 grams in the case of one hundred rupee coin issued in 1976 to \ncelebrate the 100th birth anniversary of Qua id e Azam Muhammad Ali \nJinnah;  \n \n(iii) 20.44 grams in the case of one hundred rupee coin issued in 1977 to \ncommemorate the Islamic Summit  Conference;  \n \n(iv) 20.40 grams in the case of one hundred rupee coin issued in 1977 to \ncelebrate the 100th birth anniversary of Allama Iqbal;  and \n \n(v) 35 grams in the case of one hundred fifty rupee coin issued in 1976 to \ncommemorate the conservation of Gharial  Crocodile.]  \n \n 114.[*      *  *  *  *  *  *]\n   \n 15. [Coin made under former  Acts. ] Rep. by the Indian Coinage (Amendment) Act, 1947 \n(XXVIII of 1947).  \n 2[15A. Power to call in coin.  Notwithstanding anything contained in 3[section 13,] the 4[ \nFederal Government] may, by 5notification in the 6[ official Gazette ], call in, with effect from such \ndate as may be specified in the notificati on, any coin, of whatever date or denomination, referred to \nin 7[ that section] 8[* * * ] and on and from the date so specified such coin shall cease to be a legal \ntender 9[ save to such extent as may be specified in the notifi cation ].  \n                                             10[*  *  *  *  *  *  *]  \n 11[15AA. Decimal coinage .__  State Bank of Pakistan shall exchange coins of paisa 1, 2, \n5,10,25 and 50, already issued by the Federal Government, till such date as notified by the State \nBank of Pakistan; t hereafter, these coins shall cease to be legal tender. ] \n \n 11[15B *        *  *  *  * *           *] \n______________________________________________________________________________  \n1 By the Indian Coinage (Amdt.) Ordinance, 1942 (4 of 1942), section 14 and t he original section 13 were together substituted by a single \nsection 13 which has again been subs. by the Indian Coinage (Amdt.) Act, 1947 (28 of 1947), s. 5.  \n2 S. 15A ins. by the Indian Coinage (Amdt.) Act, 1924 (10 of 1924), s. 3.  \n3 Subs. by Act 28 of 1 947, s. 7, for “section 12, section 13, or section 15 ”.   \n4 Subs. by the Pakistan Coinage (A mdt.) Act, 1975 (23 of 1975), s. 2, for “Central Government ”, which had been subs. by A. O., 1937, for  \n“G.G. in C. ” . \n5 For instance of notifications, see Gaz. of P ., 1963, Pt. I., p. 234, ibid., 1964, Pt. I., p. 340.  \n6 Subs. by A. O., 1937, for “Gazette of India ”. \n7 Subs. by Act 28 of 1947, s. 7,for “any of those sections ” . \n8 The words “other than the rupee and half -rupee referred to in sub -section (1) of section 12” , omitted by the Indian Coinage (Second \nAmdt.) Ordin ance, 1940 (12 of 1940), s. 2.  \n9 Subs. ibid., for the words “save at a Government currency office ”.  \n10Proviso Omitted, ibid . \n11 Ins & Omitted by Act X  of 2013, s s 4 & 5. \n  \n \n \nPage 6 of 8 \n  \nDIMINISHED, DEFACED AND C OUNTERFEIT l[*] COINS  \n 16. Power to certain persons to cut diminished or defaced silver coins.  Where any silver \ncoin which has been coined  and issued under the authority of the 2[Federal Government] is tendered to \nany person authorised by the 2[ Federal Go vernment] 3[* * * ] to act under this section, and such person \nhas reason to believe that the coin___ \n(a)  has been diminished in weight so as to be more than such percentage below \nstandard weight as may be prescribed as the limit of reasonable wear, or  \n(b)  has been defaced,  \n \nhe shall, by himself or another, cut or break the coin.  \n 17. Procedure in regard to coin cut under section 16 (a).  A person cutting or breaking coin \nunder the provisions of clause (a) of section 16 shall observe the following procedu re, namely :— \n(a)  if the coin has been diminished in weight so as to be more than such percentage \nbelow standard weight as may be prescribed as the limit of reasonable wear, but not \nmore than such further percentage as may be prescribed in this behalf, he shall \neither return the pieces to the person tendering the coin, or, if such person so \nrequests, shall receive and pay f or the coin at such rates as may be prescribed in this \nbehalf; and  \n(b)  if the coin has been diminished in weight so as to be more than such further \npercentage below standard weight so prescribed as aforesaid, he shall return the  \npieces to the person tendering the coin, who shall bear the loss caused by such \ncutting or breaking.  \n 18. Procedure in regard to coin cut under section 16 (b).  A person cutting or breaking coin \nunder the provisions of clause (b) of section 16 shall observe the fol lowing procedure, namely :― \n(a)  if such person has reason to believe that the coin has been fraudulently defaced, he \nshall return the pieces to the person  tendering the coin, who shall bear the loss \ncaused by such cutting or breaking;  \n(b)  if such person has not reason to believe that the coin has been fraudulently defaced, \nhe shall receive and pay for the coin at its nominal value.  \n \n Explanation .—For the p urposes of this section a coin which there is reason to believe has been \ndefaced by sweating shall be deemed to have been fraudulently defaced.  \n 19. Procedure in regard to coin which is liable to be cut under both clause (a) and clause \n(b) of section 16.  If a coin is liable to be cut or broken under the pro visions of both clause (a) an d clause \n(b) of section 16, the person  cutting or breaking the coin shall deal with it,___ \n______________________________________________________________________________  \n1The word “SILVER ” omitted by the Indian Coinage (A mdt.) Act, 1919 (21 of 1919), s. 6.  \n2 Subs. by the Pakistan Coinage (A mdt.) Act, 1975 (23 of 1975), s.2, for “Central Government ”, which had been subs . by A.  O., 1937, for “G.G. \nin C. ” . \n3 The words “or by the  L. G. ” omitted by A. O., 1937.  \n \n \nPage 7 of 8 \n  \n(a)  if he has reason to believe that the coin has been fraudulently defaced, under clause \n(a) of section 18, and  \n(b)  in other cases, under section 17.   \n 20. Power to certain persons to cut counterfeit or fraudulently defac ed coin and \nprocedure in regard to coin so cut.  Where any 1[* * * ] coin purporting to be coined or issued under the \nauthority of the 2[Federal Government] is tender ed to any person authori sed by the 2[Federal \nGovernment] 3[* * * ] to act under this section , and such person has reason to believe that the coin is \ncounterfeit 4[or has been fraudulently defaced ], he shall by himself or another cut or break the coin, and \nmay at his discretion either return the pieces to the tenderer, who shall bear the loss cau sed by such \ncutting or breaking, or 5[ in the case of silver coin] receive and pay for the coin according to the value of \nthe silver bullion contained in it.  \n \nSUPPLEMENTAL PROVISIONS  \n \n 21. Power to make rules. —(1) The 2[ Federal Government] may make 6rules  to carry out the \npurposes and objects of this Act.  \n (2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay___ \n \n 7[*  *  *  *  *  *        *]  \n \n(b)  provide for the guidance of persons authorised to cut or break c oin under sections 16 and \n20.  \n \n(c)  determine the percentage of diminution in weight below standard weight not being less \n8[than  two per cent  in the case of silver coins or five per  cent. in the case of pure nickel \ncoins,] which shall be the limit of reas onable wear.  \n \n(d)  prescribe the further percentage referred to in clause (a) of section 17, and the rates at \nwhich payments shall be made in the case of coins falling under the same clause; 9[*] \n \n 9[*  *  *  *  *  *  *] \n \n (3) Every such rule shall be publ ished in the 10[ official Gazette ], and on such publication shall \nhave effect as if enacted in this Act.  \n \n1 The words “silver or other ” omitted by the Indian Coinage (Amdt.) Act, 1947 (28 of 1947), s. 8.  \n2 Subs. by the Pakistan Coinage (A mdt.) Act, 1975 ( 23 of 1975), s. 2. for “Central Government ”  which had been subs. by A. O.,1937, for “G. G. \nin C”. \n3 The words “or by the L. G. ” omitted, by A. O., 1937.  \n4 Ins. by Act 28 of 1947, s. 8.  \n5 Ins. by the Indian Coinage.(Amdt.) Act, 1919 (21 of 1919), s. 6 (2).   \n6 For instances of rules, s ee Gaz. of P., 1960, Ext., p. 1355 ibid., 1963, Ext., p. 91 and ibid., 1964. Ext., p. 142.  \n7 Clause (a) omitted by the  Indian Coinage (Amdt.) Act, 1947 (28 of 1947), s. 9.  \n8 Subs. ibid., for “in any case than two percent. ”. \n9 The word “and” and clause (e) rep. by the Currency Act, 1927 (4 of 1927), s. 2..   \n10 Subs. by A. O.,1937, for “Gazette of India ”. \n \n \nPage 8 of 8 \n  \n 22. Bar of suits. No suit or other proceeding shall lie against any person in respect of anything \nin good faith done, or in tended to be done, under or in pursuance of the provisions of this Act.  \n \n 23. Saving of making of other coins at Mints.  Nothing in this Act shall be deemed to prohibit \nor restrict the making at the Mint of coins intended for issue as money by the Governmen t of any \nterritories beyond the limits of 1[Pakistan].  \n \n 24. [Saving of copper coins. ] Rep. by the Indian Coinage (Amendment) Act, 1947 (XXVIII of \n1947), s. 10. \n______  \n \n THE SCHEDULE. —[Enactments repealed. ] Rep. by the Repealing and Amending Act, 1914 (X \nof 1914 ), Schedule II.  \n______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n______________________________________________________________________________  \n1 The original words “British India ” have successively been amended by A. O., 1949, Arts. 3(2) and 4, A. O., 1964. Ar t. 2 and Sch. and the \nRepealing and Amending Ordinance, 1965 (10 of 1965), s. 3 and 2nd Sch., to read above."
}