{
    "file": "./converted_json\\administrator1d0120b69942dcdc390a1f54f206a8d7.json",
    "name": "The Sir Syed CASE Act, 2018",
    "date": "May 22nd, 2018",
    "tagline": "An Act to provide for the establishment of Sir Syed CASE Institute of Technology, Islamabad",
    "content": "Page 1 of 26   \n \n \nTHE SIR SYED CASE (CEN TER FOR AD VANC ED STUDIES IN \nENGINEERING) INSTITUTE OF  TECHNOLOG Y, ISLAMABAD \nACT, 2018  \n \n \n \n \n    CONTENTS  \n \n  \nCHAPTER I  \n Preliminary  \n1 Short title and commencement.  \n2 Definitions.  \nCHAPTER II  \n THE INSTITUTE  \n3 Establishment and Incorporat ion of the Institute  \n4 Powers, Purposes and Functions of the Institute  \n5 Institute Open to All.  \n6 Teaching and Examinations  \nCHAPTER III  \n OFFICERS OF T HE INSTITU TE, \n7 Officers  \n8 The Patron  \n9 Chancellor  \n10 Vice -Chancellor  \n11 Registrar  \n12 Treasurer  \n13 Controller of Examinations  \n \n   \n\n \nPage 2 of 26  CHAPTER IV  \nAUTHORITIES OF THE INSTITUTE  \n14 Authorities  \n15 The Board of Trustees  \n16 Powers and functions of the Board of Trustees  \n17 The Board of Governors.  \n18 Meetings of the Board of Governors  \n19 Powers and Function of the Boa rd of Governors.  \n20 Academic Council  \n21 Powers and functions of the Academic Council  \n22 Constitution, Functions, and Powers of the Authorities  \n23 Appointment of Committees by Certain Authorities  \nCHAPTER V  \n STATUTES, REGULATIONS AND RULES  \n24 Statues  \n25 Regulations.  \n26 Amendments and Repeal of Statutes and Regulations  \n27 Rules  \nCHAPTER VI  \nINSTITUTE FUND  \n28 Institute fund  \n29 Audits and Accounts  \nCHAPTER VII  \nGENRAL PROVISTONS  \n30 Opportunity to Show Cause  \n31 Appeal  \n32 Benefits and insurance  \n33 Flaws in the Constitution of Authorities  \n34 Proceedings of Authorities not Invalidated by the Vacancies  \n35 Removal of Difficulties  \n36 Indemnity  \n \n \n \n \nPage 3 of 26  THE SCHEDULE  \n[See Section 24(3)]  \n1 Faculties.  \n2 Board of Faculties  \n3 Deans.  \n4 Teaching Departments  \n5 Board of Studies  \n6 Board of Advanced Studies and Research  \n7 The Selection Board.  \n8 Representation Committee s \n9 Transition Committee  \n10 Affiliation Committee  \n \n  \n \nPage 4 of 26  THE SIR SYED CASE (CENTER FOR ADVANCED STUDIES IN \nENGINEERING) INSTITUTE OF TECHNOLOGY, ISLAMABAD ACT, 2018  \n \n[MAY 22nd, 2018 ] \n \nACT No. XXXII OF 2018  \nAn Act to p rovide for the establishment of Sir Syed -CASE (Center for Advanced Studies in \nEngineering) Institute of Technology, Islamabad and for matters connected therewith or ancillary \nthereto;  \nWHEREAS  there  is a major need for a multidisciplinary Institute in Islamabad to meet the rising \ndemand for world class University education, which can combine the disciplines of engineering, \nbasic sciences and humanities on its campuses, in order to generate highly skilled and innovative \nyoung persons, on a non -profit bas is; and  \nWHEREAS it is expedient to provide fo r the establishment of Sir Syed -CASE Institute of \nTechnology at Islamabad, and for matters connected therewith or ancillary thereto;  \n \nIt is hereby ena cted as follows: ⸻ \nCHAPTER I  \nPRELIMINARY  \n1. Short titl e and commencement .⸻(1) This Act may be called the  Sir Syed -CASE (Cent er \nfor Advanced Studies in Engineering) Institute of  Technology, Islamabad , Act 2018.  \n \n(2) It shall come into force at once.  \n \n2. Definitions .⸻In this Act, unless there is anything repugna nt in the subject or context, ⸻ \n(a) “Academi c Council ” means the Academic Council of the Institute as specified  \nin section 20;  \n(b)  “Authority ” means any of the Authorities of the Institute as specified in \nsection I4; \n(c)  “Board of Governors ” means Board of Governors of the Institute as specified \nin section 17;  \n(d) “Board of Trustees ” means the Board of Trustees of the institute as specified \nin section 15;  \n(e)  “Chancellor ” means the Chancellor of the Institute as specified in section 9;  \n(f) “Commission ” means the Higher Education Commission set up under the \nHigher Education Commission Ordinance, 2002 (LIII of  2002);  \n(g)  'Dean ” means the head of  a Faculty or the head of an academic body granted \nthe status of a Faculty by this Act or by the Statutes or Regulators ; \n \nPage 5 of 26  (h)  “Faculty ” means an administrative and academic unit of the  Institute;  \n(i) “Government ” means the Federal Government;  \n(j) “Head' means Head of a teaching Department of the Institute;  \n(k)  “Institute ” means Sir Syed -CASE (Center for Advanced Studies in \nEngineering) Institute of Technology, ·Islamabad as constituted under this \nAct; \n(I) “Patron ” means the Patron of the Institute ; \n(m)  “Prescribed ” means prescribed by Statutes, Regulations or Rules made under  \nthis Act;  \n(n)  “Statutes ”, “Regulations ” and “Rules ” mean respectively the Statutes, the \nRegulations and the Rules made under this Act and for the time being in force;  \n(o)  “Registrar ” means the Registrar of the Institute;  \n(p)  “Teachers ” include Professors, Associate Professors, Assistant  Professors, \nLecturers, engaged whole -time by the Institute or by a constituent or affiliated \ncollege and such other persons as may be declar ed to be teachers by \nRegulations;  \n(q)  “Teaching Department ” means a teaching department established and \nmaintained by the Institute; and  \n(r)  “Vice -Chancellor means the Vice -Chancellor of the Institute.  \nCHAPTER II  \nTHE INSTITUTE  \n \n3. Establishment and Incorporation of the Institute. ⸻(1) There shall be established an \nInstitute to be called Sir Syed -Center for Advanced Studies in Engineering Institute of Technology, \nIslamabad.  \n(2) The Institute shall co nsist of the following, namely:⸻  \n(a) the Patron, Chancellor, Vice -Chancellor, the Deans, the Board of Trustees and \nBoard of Governors;  \n(b) the members of such councils, committees and other advisory bodies as the \nrespective Boards may establish or authorise from time t o time;   \n(c)  the teachers, researchers and persons recognized as students in accordance \nwith terms prescribed from to time to time; and  \n(d) such other officers and members of the staff as may be specified by the \nrespective Boards from time to time.  \n(3) The Institu te shall be a body corporate by the name of Sir Syed - Center for Advanced \nStudies in Engineering Institute of Technology having perpetual succession and a common seal, with \n \nPage 6 of 26  power among others, to acquire, purchase, hold, and dispose any property  or investment and may sue \nand be sued by the said name.  \n(4) The In stitute  shall receive and abide by the directives issued by the Board of Trustees for \ntime to time.  \n \n4. Powers, Purposes and Functions of the Institute. ⸻The Institute shall have the \nfollowi ng powers, namely: ⸻ \ni. to provide for education and scholarship in such branches of knowledge as it \nmay deem fit, and to make provision for research, service to society and for \nthe applic ation, advancement and dissemin ation  of knowledge in such manner \nas it may determine;  \nii.  to prescribe courses of studies to be conducted by it;  \niii.  to select and examine students and to award and confer degrees, diplomas, \ncertificates and other academic distinctions to and on persons who have been \nadmitted to and have passed its examinations under prescribed conditions;  \niv.  to confer honorary degrees or other distinctions on approved  persons in the \nmanner prescribed;  \nv.  to provide for such instructions for persons not being students of the inst itute, \nas it may prescribe, and to grant certificates and diplomas to such persons;  \nvi.  to provide career counselling and job search services to students and alumni;  \nvii.  to maint ain linkages with alumni;  \nviii.  to develop and implement fund -raising plans;  \nix.  to provid e and support the academic development of  the faculty of the \nInstitute;  \nx.  to confer degrees on persons who have carried out independent research under  \nprescribed conditions;  \nxi.  to affiliate and disaffiliate educational institutions under prescribed \nconditions;  \nxii.  to inspect colleges and other educational institutions affiliated or seeking \naffiliation with it;  \nxiii.  to accept the examinations passed and the period of study spent by students of \nthe Institute at other universities and places of learnin g equivalent to such \nexaminations and periods of study in the Institute, as it may prescribe, and to \nwithdraw such acceptance;  \nxiv.  to co-operate with other Universities, public authorities or private \norganizations , inside as well as outside Pakistan, in such manner and for such \npurposes as it may prescribe;  \n \nPage 7 of 26  xv.  to select and promote faculties;  \nxvi. to pursue research;  \nxvii.  to create posts for research, extension, administration and other related \npurposes and to appoint persons thereto;  \nxviii.  to recognize selected members of the teaching staff of affiliated colleges or \neducational institutions admitted to the privileges of the Institute or such other \npersons as it may deem tit, as Institute Teachers;  \nxix.  to institute and award financial assistan ce to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \nxx.  to establish teaching departments, schools, colleges, faculties, museums and \nother centers  of learning, teaching, research and development and to make \nsuch arrangements for their maintenance, management and administration as it \nmay prescribe;  \nxxi.  to provide for the residence of the students of the Institute and the colleges, to \ninstitute and maintain halls of residence and to approve or license hostels and \nlodgings;   \nxxii. to maintain order, discipline and security on the campuses of the  Institute;  \n \nxxiii.  to prom ote the extra -curricular and recreational activities of such students, and \nto mak e arrangements for promoting their health and general welfare;  \n \nxxiv.  to dem and and receive such fees and other charges as it may determine;  \n \nxxv. to make provision for research, advisory or consultancy services and \ntechnology incubation, and with these o bjectives to enter into arrangements  \nwith other institutions, public or private bodies, commercial and industrial \nenterprises under prescribed conditions;  \n  \nxxvi. to enter into, carry out, vary or cancel contracts;  \n \nxxvii. to receive and manage property transferred and grants, contributions made to \nthe Institute and to invest any fund representing such property, grants, \nbequests, trusts, gifts, donations, endowments  or contributions in such manner \nas it may deem fit;  \n \nxxviii .  to provide for the printing and publication of research and other works;  \n \nxxix.  to affiliate itself or associate with other institutions, and establish facilities, in \nPakistan or abroad for better discharge of its functions and responsibilities  in \naccordance with the procedure approved by the Board of Governors;  \n \nxxx.  To decide teach ing methods and strategies in order to ensure the most \neffective educational and other programmes;  \n \n \nPage 8 of 26  xxxi. to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite or expedient in order to further the obje ctives of the \nInstitute as a place of education, learning, research and development.  \n5. Institute Open to All. ⸻(1)The Institute shall be open to all persons of either gender and \nof whatever religion, race, creed, class, colour or domicile and no person shall be denied the \nprivileges of the Institute on the grounds of religion, race, caste, creed, class, colour or domicile;  \n2) The Institute shall establish financial aid programmes  for students in need, to the extent \nconsidered feasible by the Board of Governors given the resources available, so as to enable \nadmission and access to the Institute and the  various opportunities provided by it to be based on \nmerit rather than ability to  pay. \n6. Teaching and Examinations. ⸻(1) The academic programmes of the Institute shall be \nconducted in the prescribed manner;  \n \n(2) The Institute may associate external examiners for the conduct of examinations.  \nCHAPTER III \nOFFICERS OF THE INSTITUTE  \n7. Officers. ⸻The following shall be the principal officers of the  Institute, namely: ⸻ \n(a)  the Patron;  \n(b)  the Chancellor;  \n(c)  the Vice -chancellor;  \n(d)  the Deans;  \n(e)  the Registrar;  \n(f)  the Treasurer;  \n(g)  the Controller of Examinations; a nd \n(h)  such other persons as may b e prescribed by the Statutes or Regulations to be \nthe officers of the Institute.  \n8. The Patron .⸻(1) The President of the Islamic republic of Pakistan shall be the Patron of \nthe Institute;  \n(2) The Patron shall, or in his absence, the Chancellor, shall preside at the Convocations of \nthe Institute;  \n \n(3) Every proposal to confer an honorary degree shall be subject to confirmation by the Patron.  \n9. Chancellor .(1) The Chairperson of the Board of Trustees or any other person  appointed by \nthe Board of Trustees shall be the Chancellor on such  terms and conditions s the Board of Trustees \nmay determine. A person may be  appointed as Chancellor for a renewable term of four years.  \n \nPage 9 of 26  (2) The Chancellor shall be a person of eminence, known for his contribution in the field of \nknowledge and appreciated for his high moral and intellectual calibre;  \n(3) The Chancellor, on the recommendations of the Board of Trustees, shall appoint the Vice -\nChancellor, as well as members of the Board of Governors in accordance with the Act and the \nStatutes as the case may be;  \n(4) The Chancellor may, upon the recommendation of the Board of Trustees, remove any \nperson from the membership of the Board of Governo rs on the grounds that such person,⸻  \n(a) has become of unsound mind; or  \n(b)  has become incapacitated to fun ction as member of the Board of Governors; \nor \n(c)  has been convicted by a court of law  for an offence involving moral turpitud e; \nor \n(d)  has absent ed himself from two consecutive meetings without just cause; or  \n(e)  has been guilty of misconduct, including use of position for persona advantage \nof any kind, or gross inefficiency in the performance of functions.  \n \n(5) The Ch ancellor shall remove any per son from the membership of the Board of Governors \non a resolution calling for the removal of such person supported by at least three-fourth of the \nmembership of the Board of Governors:  \nProvided that before passing such a resolution, the Board of Governors  shall provide the \nmember concerned a fair hearing:  \nProvided further, that the provisions of this section shall not be applicable to the Vice -\nChancellor in his capacity as Chairperson of the Board of Governors.  \n \n(6) The Chancellor may cause an ins pection or inquiry to be made in respect of any matter \nconnected with the affairs of the Institute and shall, from time to time, direct any person or persons \nto enquire into or carry out inspection of, ⸻ \n(a)  the Institute, its buildings, laboratories, libr aries and other facilities;   \n(b)  any institution, department, school, college or hostel maintained by the \nInstitute;  \n(c)  the adequacy of financial and human resources;  \n(d)  the teaching, research, curriculum, examinations; and  \n(e)  such other matters as may be specified by him. \n(7) The Chancellor shall communicate to the Board of Governors his views with regard to the \nresult of the inspection or enquiry , and shall, after ascertaining the views of the Board of Governors, \nadvise the Bo ard of Governors on the actions to be taken by it.  \n \nPage 10 of 26  (8) The Board of Governors shall, within such time as may be prescribed by the Chancellor, \ncommunicate to him such action, if any, as has been taken or may be proposed to be taken upon the \nresults of the i nspection or enqu iry; \n(9) Where the Board of Governors, within specified time, does not take action to the \nsatisfaction of the Chancellor, the Chancellor may, on the recommendation of the Board of Trustees, \nissue directions and the Board of Governors shall  comply with such directions.  \n10. Vice-Chancellor. ⸻(1) There shall be a Vice -Chancellor of the Institute who shall be an \neminent scholar and an educationist of distinction. The Vice -Chancellor shall be appointed for a \nperiod of four years on such terms and  conditions as the Chancellor may prescribe, and shall be \neligible for re -appointment.  \n(2) The Vice -Chancellor shall be the chief academic and administrative officer of the \nInstitute, and shall have overall responsibility for the direction, organisation, a dministration, and \nprogrammes of the Institute in accordance with the guidelines and general policies formulated by the \nBoard of Governors and the Board of Trustees, and for the implementation of the decisions and \npolicies of the Board and Board of Trustee s. \n(3) The Vice -Chancellor shall also have the following powers, namely: ⸻ \n(a)  To submit plans of work and budget estimates of the Institute for the \nconsideration of the Board of Governors;   \n(b) to direct the activities connected with the execution of the programmers  for \ninstruction, training, research, demonstration and services, etc;  \n(c)  to authorize  expenditure provided for in the approved budget;  \n(d) to re -appropriate funds within the  approved budget within the limi ts as \nprescribed and report it to the Board of Governors in the next meeting;  \n(e)   to appoint, with the approval of the Board of Govern ors where necessary, \nteachers, officers, and members of the staff of the Institute and such other \npersons as may be necessary in prescribed manner so as to ensure the highest \nintellectual and moral qualities in the person appointed;  \n(f) to create and fill temporary posts for a period not exceeding six months;  \n(g)  to submit to the Board of Governors in accordance with the rules of procedure \nframed by it, reports on the activities of the Institute and the execution of the \nplans of work;  \n(h)  to exercise and perform such other powers and functions as  may be \nprescribed; and  \n \n(i)  to delegate, subject to such conditions as may be prescribed, any of his powers \nunder this Act to an officer or officers of the University;  \n \n(4) The Vice -Chancellor shall preside at the convocation of the  University in the absence of \nthe Chancellor;  \n \nPage 11 of 26  (5) The Vi ce-Chancellor may, in an emergency that in his opinion requires im mediate action \nordinarily not in the competence of the Vice -Chancellor, take such act ion and forward, within \nseventy two hours, a report of the action t aken to the Board of Governors; the Board of Governors \nmay direct such furthe r action as is considered appropriate;  \n(6) The Vic e Chancellor shall present an annual report before the  Board o f Governors within \nthree months of the close of the academic year. The  annual report shall present such information as \nregards the academic year under review as may be pres cribed, including disclosure of all relevant \nfacts pertaining to, ⸻ \n(a) academics;  \n(b)  research;  \n(c)  administration; and  \n(d)  finances.  \n(7) The Vice -Chancellor's annual report shall be made available, prior to its presentation \nbefore the Board of Governors, to all officers and University teachers and shall be published in such \nnumbers a s are required to ensure its wide circulation;  \n(8) The Vice -Chancellor shall be appointed by the Chancellor on the  basis of \nrecommendations made by the Board of Trustees;  \n(9) A Search Committee for the recommendation of persons suitable for appointment as \nVice -Chancellor shall be constituted by the Board of Governors on the date and in the manner \nprescribed by the Statutes and shall consist of two eminent members of society nominated by the \nChancellor, two members of the Board of Governors, two distinguishe d Institute Teachers who are \nnot members of the Board of Governors, and one academic of eminence not employed by the \nInstitute. The two distinguished Institute Teachers shall be selected by the Board of Governors \nthrough a process, to be prescribed by Boar d of Governors that provides for the recommendation of \nsuitable names by the Institute Teachers in general. The Search Committee shall remain in existence \ntill such time that the appointment of the next Vice -Chancellor has been made by the Chancellor;  \n(10) The persons proposed by the Search Committee for appointment as Vice -Chancellor \nshall be considered by the Board of Governors, and of these a panel of three, in order of priority, \nshall be recommended to the Chancellor:  \nProvided that the Chancellor may de cline to appoint any of the three persons recommended \nand seek recommendation of a fresh panel. In the event of a fresh recommendation being sought by \nthe Chancellor, the Search Committee shall make a proposal to the Board of Governors in the \nprescribed ma nner.  \n \n(11) The Vice -Chancellor shall be appointed for a renewable tenure of four years on terms \nand conditions prescribed by Statute. The tenure of an incumbent Vice -Chancellor shall be renewed \nby the Chancellor on receipt of a resolution of the Board of Governors in support of such renewal:  \nProvided that the Chancellor may call upon the Board of Governors to  reconsider such \nresolution once.  \n(12) The Board of Governors may, pursuant to a resolution in this behalf passed by three -\n \nPage 12 of 26  fourths of its mem bership, recommend to the Chancellor the removal of the Vice -Chancellor on the \nground of inefficiency, moral turpitude, physical or mental incapacity or gross misconduct, including \nmisuse of position for personal advantage of any kind:  \n \nProvided that the C hancellor may make a reference to the Board of Governors stating the \ninstances of inefficiency, moral turpitude or physical or mental incapacity or gross misconduct on \nthe part of the Vice -Chancellor that have come to his notice. After consideration of the  reference the \nBoard of Governors may, pursurnt to a resolution in this behalf passed by two -thirds of its  \nmembership, recomme nd to the Chancellor the removal of the Vice -Chancellor:  \n \nProvided further that prior to a resolution for the removal of the Vice -Chancellor being voted \nupon, the Vice -Chancellor shall be given an opportunity of being heard.  \n \n(13) A resolution recommending the removal of the Vice -Chancellor shall be submitted to \nthe Chancellor forthwith. The Chancellor may accept the recommendation a nd order removal of the \nVice -Chancellor or return the recommendation to the Board of Governors for reconsideration.  \n \n(14) At any time when the office of the Vice -Chancellor is vacant, or the Vice -Chancellor is \nabsent or is unable to perform the functions o f his office due to illness or some other cause, the \nBoard of Governors shall make such arrangements for the performance of the duties of the Vice -\nChancellor as it may deem fit.  \n11. Registrar.  ⸻(1) There shall be a Registrar of the Institute to be appointe d by the Board \nof Governors on the recommendation of the Vice -Chancellor, on such terms and conditions as may \nbe prescribed.  \n(2) The experience as well as the professional and academic qualifications necessary for \nappointment to the post of the Registrar s hall be as may be prescribed.  \n(3) The Registrar shall be a full -time officer of the Institute and shall, ⸻ \n(a)  be the administrative head of the secretariat of the Institute  and be responsible \n for the provision  of secretariat support to the Authorities of the Institute;  \n(b)  be the custodian of the common seal of the Institute;  \n(c)  maintain a register of registered graduates in the prescribed  manner;  \n(d)  supervise the process of election, appointm ent or nomination of members to \nthe various authorities and other bodies in the prescribed manner; and  \n(e) perform such other duties as may be prescribed.  \n \n(4) The term of office of the Registrar shall be a renewable period of three years:  \nProvided that th e Board of Governors may, on the advice of the Vice -Chancellor, terminate \nthe appointment of the Registrar on grounds of inefficiency or misconduct in accordance with \nprescribed procedure.  \n12. Treasurer. ⸻(1) There shall be a Treasurer of the Institute to b e appointed by the Board \nof Governors on the recommendation of the Vice -Chancellor, on such terms and conditions as may \nbe prescribed.  \n \nPage 13 of 26  (2) The experience, professional and academic qualifications necessary for appointment to \nthe post of the Treasurer shall  be as may be prescribed.  shall, ⸻ \n(3) The Treasurer shall be the chief financial officer of the Institute and  shall,⸻ \n(a) manage the assets, liabilities, receipts, expenditures, funds and investments of \nthe Institute;  \n(b)  prepare the annual and revised bu dget estimates of the Institute for approval \nand incorporation in the budget to be presented to the Board of Governors;  \n(c)  ensure that the funds of the Institute are expended on the purposes for which \nthey are provided;  \n(d)  have the accounts of the Inst itute audited annually so as to be available for \nsubmission to the Board of Governors within six months of the close of the \nfinancial year; and  \n(e)  perform such other duties as may be prescribed.  \n \n(4) The term of office of the Treasurer shall be a renewable period of three years:  \n \nProvided that the Board of Governors may, on the advice of the Vice -Chancellor, terminate \nthe appointment of the Treasurer on grounds of inefficiency or misconduct in accordance with \nprescribed procedure.  \n13. Controller of  Examin ations. ⸻(1 )There shall be a Controller of Examinations of the \nInstitute, to be appointed by the Board of Governors on the recommendation of the Vice -Chancellor, \non such terms and conditions as may be prescribed.  \n(2) The min imum qualifications necessary for appointment to the post of the Controller of \nExaminations  shall be as may be prescribed.  \n(3) The Controller of Examinations shall be a full -time officer of the Institute and shall be \nresponsible for all matters connected w ith the conduct of examinations, and perform such other \nduties as may be prescribed  \n \n(4) The Controller of Examinations shall be appointed for a renewable term of three years:  \n \nProvided that the Board of Governors may, on the advice of the Vice -Chancellor,  terminate \nthe appointment of the Controller of Examinations on grounds of inefficiency or misconduct in \naccordance with prescribed procedure.  \nCHAPTER  IV  \nAUTHORITIES OF THE INSTITUTE  \n14. Authorities. ⸻(l) The following shall be the Authorities of the  Institute, namely:⸻  \n(i)  the Board of Trustees;  \n(ii)  the Board of Governors; and  \n(iii)  the Academic Council.  \n \nPage 14 of 26  (2) The Board of Trustees, Board of Governors and the Academic Council may set up such \nother committees or sub -committees, by whatever name described, as are co sidered desirable \nthrough Statutes or Regulations. Such committees or sub -committees shall be A uthorities of the \nInstitute for the purposes of this Act.  \n15. The Board of Trustees. ⸻(1) There shall be a Board of Trustees consisting of five \nmembers. Three shall be nominated by the Engineering Education Trust and two by Sir Syed \nMemorial Society both re gistered under the law for the time being in force. Members shall be \nappointed for the period of four years and shall be eligible for re -appointment.  \n \n(2) The quorum for the meetings shall be one half of the total members,  a fraction being \ntaken as one.   \n(3) The Board of Trustees shall elect a Chairperson from among its members. The \nChairperson may nominate any member of the BoT to act as Chairman in his absence.  \n(4) The Board of Trustees shall meet at least twice a year on dates to be  fixed by the \nChairper son. \n \n(5) The registrar shall be the Secretary of the Board of Trustees. He shall not be included in \nany decision making process and shall not be entitled to vote.  \n \n(6) A member may be removed from the membership on Board of  Trustees if such \nmember, ⸻ \n(a)  has become of unsound mind; or \n(b)  has become incapacitated to function as member; or  \n(c)  has been convicted by a court of law for an offence involving moral turpitude; \nor \n(d)  has been guilty of misconduct; and  \n(e)  is acting in a manner to harm the reputation of the Institute or is working \nagainst its interest and a resolution is passed by rest of the four members for \nhis removal from Board of Trustees.  \n \n16. Powers and func tions of the Board of Trustees .(1) The Board of  Trustees shall \nexercise the powers and perform the  following functions, namely:⸻  \n \n(a)  to hold, to control and lay down the policies for the administration of the \nproperty, funds and investments of the Institute, including the sale and \npurchase or acquisition of immovabl e property, and borrow or raise funds for \nthe purposes of the Institute upon such security as may be required;  \n(b)  to undertake responsibility for the financial viability of the Institute including \nresponsibility for ensuring effectiveness of its operatio n, their continuity and \npreservation of the autonomy of the Institute;  \n \nPage 15 of 26  (c)  to consider and pass the resolutions for the annual report, plan of work, \nstatement of accounts and annual budget estimates as recommended by the \nBoard of Governors;   \n(d)  to appro ve the draft Statutes proposed by the Board of Governors;  \n(e)  to nominate members of the Board of Governors and other authorities in \naccordance with the provisions of this Act;  \n(f)  to delegate powers to an authority or officer or committee; and  \n(g)  to approve arrangements through which other Institutions may become \naffiliated or associated with the Institute.  \n17. The Board of Governors. ⸻(1) The Board of Governors shall exercise general \nsupervision and control of administrative, academic and financial aff airs of th e Institute, and will \nhave the powers to lay down the policies of the Institute not expressly vested in any Authority or \nofficer by the Act, and shall con sist of the following, namely:⸻  \n(a)  Vice-Chancellor, who shall be the Chairperson of the Board of Governors;  \n(b)  one retired judge of the Supreme Court of Pakistan or  High Court to be \nnominated by the Board of Trustees;  \n(c)  one nominee each for the Min istry concerned with affairs of Institute and \nscience and technology;  \n(d)  Chairman of the Commission or his nominee not below the rank of an of ficer \nof BPS -20; \n(e)  four persons, prominent in the fields of their specializations because of their \nexperience and achievements, to be nominated by the Board of Trustee s; \n(f)  two Deans of the Faculties nominated by the Chancellor;  \n(g)  three Institute teachers; and \n(h)  Registrar of the Institute sh all act as the Secretary of the Board of Governors:  \n \nProvided that as regards the Institute Teachers described in clause (g ) of sub -section ( 1) the \nBoard of Governors may prescribe that appointment of Institute Teachers to the Board of Governors \nshall also be in the manner prescribed by this sub -section for the persons described  in clauses (e) or \n(f) of sub -section ( 1).  \n(2) T he members of the Board of Governors, other than the Vice -Chancellor, shall hold \noffice for a term of three years, and shall be eligible for re-appointed on the expiry of their term \nunless the Board of Trustees for reasons to be recorded terminates his/ her membership earlier.  \n(3) The office of a member of the Board of Governors shall become vacant if he or she \nresigns or fails to attend three consecutive meetings of the Board of Governors without sufficient \ncause or leave of absence, or if his nomination is changed by the person nominating him.  \n \nPage 16 of 26  (4) The Board of Governors shall lay down its own rules of procedure and may amend or \nmodify them from time to time.  \n(5) The number of members of the Board of Governors may be increased up to a maxi mum \nof twenty -one persons, if the Board of Governors recommends this expansion through a vote of at \nleast three -fourth of its members, to be approved later by the Board of Trustees.  \n(6) No act or proceedings of the Board of Governors shall be invalid by re ason only of the \nexistence of a vacancy or any defect in the constitution of the Board of Governors.  \n18. Meetings of the Board of Governors .⸻ (1) The Board of Governors shall meet at least \ntwice during a year on dates to be fixed by the Vice -Chancellor.  \n(2) A special meeting may be called at any time by the Patron or the Chancellor or the Vice -\nChancellor or on a request in writing by not less than five members of the Board of Governors to \nconsider a matter of urgent nature.  \n(3) In case of a special meetin g, not less than ten clear days' notice of a special meeting shall \nbe given to the members of the Board of Governors and the agenda of the meeting shall be restricted \nto the matters for which such a special meeting is called, and the agenda shall be annexe d to such \nnotice.  \n(4) The decisions of the Board of Governors shall be expressed in terms of the views of the \nmajority of members present and voting and, if the members are equally divided, the Chairperson \nshall have the power to exercise a second or casting vote.  \n(5) The quorum for a meeting of the Board of Governors shall be one half of its membership, \na fraction being counted as one.  \n19. Powers and Functions of the Board of Governors .(1) The Board of Governors shall \nexercise and perform the following pow ers and functions namely: ⸻ \n(a)  to administer the Institute as per the policies form ulated by the Board of \nTrustees as per clause (a) of section I6;  \n(b)  to formulate or approve the principles, policies and the pla ns governing the \nactivities and operations  of the Institute so as to ensure that the academic staff \nenjoy academic freedom in their research and educational work;  \n(c)  to make rules and regulations;  \n(d)  to prepare and have prepared and revised from time to time  rules and \nregulations for the efficient and effective operation of the Institute;  \n(e)  to review and approve the creation of any standing component of the Institute, \nsuch as standing committees and councils and other administrative bodies \nnecessary.to ass ist or improve the working  of the Institute;  \n(f)  to consider plans of work on annual budget of the Institute  submitted by the \nVice -Chancellor for the Approval of the  Board of Trustees;  \n(g)  to require and consi der reports submitted by the Vic e-Chancellor,  relating to \n \nPage 17 of 26  the activities of the Institute and the execution of the plans of work and to \ndirect the Vi ce-Chancellor to submit reports relating to any matters referred \nby the Board of Governors;  \n(h)  to create such academic and administrative posts as it may seem consider \nnecessary and to approve appointments to such posts as it may specify;  \n(i)  to appoint from amongst its members such committees or su bcommittees  as \nmay in the opinion of the Board of Governors lead to its more efficient and \neffective oper ation;  \n(j)  to take all such initiatives as it may consider necessary or desirable for the \nefficient and effective management and functioning of the Institute;  \n(k)  to approve all affiliations and other similar arrangements through  which \ninstitutions or in dividuals may become associated with the Institute;   \n(1)  to propose drafts of Statutes  for submission to the Board of Trustees for \napproval;  \n(m)  to lay down its rules of procedures; and  \n(n)  to perform such other functions as have been assigned by the provisions of the \nAct or may be assigned to it by the Statutes.  \n \n(2) The Board of Governors may de legate any of its powers to the Vice -Chancellor subject to \nsuch conditions as it may deem fit to impose.  \n20. Academic Council. ⸻(1) There shall be an Academic Council of the Institute consisting \nof the following:  \n(a)  the Vice -Chancellor who shall be its Chairperson;  \n(b)  all the Deans;  \n(c)  all the Heads of teaching departments;  \n(d)  all Professors and Associate Professors of the Institute;  \n(e)  two Assistant Professors and two lecturers to be nominated by the Board of \nGovernors;  \n(f)  three eminent persons one each from the field of Arts, Sciences, and \nEngineering to be nominated by the B oard of Governors; and  \n(g)  the Registrar as Secretary.  \n \n(2) Members of the Academic Council appointed by nomination shall hold office for three \nyears.  \n(3) The Academic Council shall meet at least two times in a year.  \n \nPage 18 of 26  21. Powers and functions of the Academic Council .—(1) The Academic Council shall be \nthe principal academic body of the Institute and shall, subject to the provisions of the Act and the \nStatutes, have the power to lay down proper standards of instruction, research and examinations and \nto regulate and promote the academic life of the Institute.  \n(2) Without prejudice to the generality of the foregoing powers, and subject to the provisions \nof the Act and the Statutes, the Academic Council shall have the power to, ⸻ \n(a) advise the Board of  Gove rnors on academic matters  \n(b)  regulate thi s conduct of teaching, research, publications and exa minations;  \n(c)  regulate the admission of students to the courses of studies and examinations \nin the Institute;  \n(d)  regulate the conduct of discipline of the students of the  Institute;  \n(e)  approve the policies and procedures pertaining to the quality of academic \nprogram mes, teaching and research;  \n(f)  approve academic programmes;  \n(g)  approve policies and procedures pertaining to continuing e ducation and \nprofessional development trainings and programs;  \n(h) recommend  the policies and procedures for affiliation of other educational  \ninstitutions;  \n(i)  propose schemes for the constitution and organization  of Faculties , Teaching \nDepartments and Boa rds of Studies;  \n(j)  institute programmes for the continued professional development of Institute \nTeachers at al I levels;  \n(k)  recognize  the examinations of other universities or examining bodies as \nequivalent to the corresponding examinations of the Inst itute;  \n(l)  regulate the award of studentships, scholarships, exhibitions, med als and \nprizes;  \n(m)  frame Regulations for submission to the Board of Governors;  \n(n)  prepare an annual report on the academic performance of the  Institute; and  \n(o)  perform suc h functions as may be prescribed by Statutes.  \n \n22. Constitution, Functions, and Powers of the Authorities. — The constitution, functions \nand powers of the Authorities for which no specific provision has been m ade in this Act shall be \nsuch as may be prescribed by Statutes or Regulations.  \n  \n23. Appointment of Committees by Certain Authorities .—The Board of Trustees, the \nBoard of Governors, the Academic Council and other Authorities may, from time to time, appoint \n \nPage 19 of 26  such standing, special, or advisory committees as they may deem fit, and may place on such \ncommittees persons who arc not members of t he Authorities appointing the Committees.  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n24. Statutes. —(1) Subject to the provisions of this Act, Statutes may be made to regulate or \nprescribe all or any of  the following matters, namely: — \n \n(a)  the contents of a nd the manner in which the annual report to be presented by \nthe Vice -Chancellor before the Board of Governors shall be prepared;  \n(b)  the Institute fees and other charges;  \n(c)  the constitution of any pension, insurance, gratuity, provident fund and \nbenevo lent fund for Institute employees;  \n(d)  the maintenance of the record of registered graduates;  \n(e)  affiliation and disaffiliation of educational institutions and related matters;  \n(f)  the establishment of Faculties, departments, institutes, colleges and o ther \nacademic divisions;  \n(g)  the powers and duties of officers and teachers;  \n(h)  conditions under which the Institute may enter into arrangements with other \ninstitutions or with public bodies for purposes of research and advisory \nservices;  \n(i)  condition s for appointment of Emeritus Professors and award of honorary \ndegrees;  \n(j)  efficiency and discipline of Institute employees;  \n(k) constitution. functions and powers of the Authorities of the  Institute; and  \n(l)  all other matters which by this Act are to be or may be  prescribed or regulated \nby Statutes.   \n(2) The draft of Statutes shall be proposed by the Board of Governors to the Board of \nTrustees which may approve or pass with such modifications as the Board of Trustees may think fit \nor may refer back to the Board of Governors, as the case may be, for reconsideration of the proposed \ndraft:  \n \nProvided that the Board of Trustees may initiate a Statute with respect to any matter in its \npower or with respect to which a Board of Trustees may be framed in terms o f this Act and approve \nsuch Statute after seeking the views of the Board of Governors.  \n(3) Notwithstanding anything contained in sub -section (2), the Statutes set out in the \nSchedule to this Act shall be deemed to be the Statutes framed under this section,  and shall remain in \n \nPage 20 of 26  force until they are rescinded or replaced by new Statutes framed in accordance with the Act.  \n25. Regulations. — (1)Subject to the provisions of this Act and the Statues, the Academi c \nCouncil may make regulations for all or any o f the f ollowing matters namely: — \n(a)  the courses of study for degrees, diplomas and certificates of the Institute;  \n(b)  the manner in which the teaching in the Institute shall be org anized and \nconducted;  \n(c)  the admission and expuls ion of students to and from t he Institute;  \n(d)  the conditions under which students shall be admitted to the co urses and the \nexaminations of the Institute and shall become eligible for the award of \ndegrees, diplomas and certificates;  \n(e)  the conduct of examination;  \n(f)  corditions under which a person may carry on independent research to entitle \nhim to a degree;  \n(g)  the institution of fellowships, scholarships, exhibitions, medals and prizes;  \n(h)  the use of the Library; and  \n(i)  all other matters which by the Act or the  Statutes are to be or may be \nprescribed by Regulations.    \n(2) Regulations shall be proposed by the Academic Council and shall be submitted to the \nBoard of Governors which may approve them or withhold approval or refer them back to the \nAcademic Council for  reconsideration. A Regulation proposed by the Academic Council shall not be \neffective unless it receives the approval of the Board of Governors.  \n26. Amendments and Repeal of Statutes and Regulations .—The procedure for amending \nor repealing the Statutes and Regulations shall be the same as that prescribed respectively for \nframing or making Statutes and Regulations.  \n27. Rules. —(1)The Authorities and the other bodies of the Institute may make rules \nconsis tent with this Act, Statutes or the Regulations, to regulate any matter relating to the affairs of \nthe Institute which has not been provided for by the Bill or that is not required to be regulated by \nStatutes or Regulations, including rules to regulate the  conduct of business and the time and place of \nmeetings and related matters.  \n \n(2) The Board of Governors may make Rules to regulate any matter relating to the affairs of \nthe Institute which under this Act are not specifically required to be provided for by the Statutes or \nthe Regulations.  \nCHAPTER VI  \nINSTITUTE FUND  \n28. Institute Fund .—The Institute shall have a Fund to which shall be credited its income \nfrom fees, charges, donations, trusts, bequests, endowments, contributions, grants and all other \nsources, and which shall be under the control of the Board of Trustees.  \n \nPage 21 of 26  29. Audits and Accounts .—(1)The Accounts of the Institute shall be maintained in such \nform and in such manner as may be prescribed by the Board of Trustees, and shall be audited each \nyear within four months of the closing of the financial year of the Institute by a Chartered \nAccountant appointed by the Board of Trustees;  \n(2) The accounts , together with the report of the auditor thereon, shall be submitted to the \nBoard of Trustees for ap proval;  \n(3) The auditor's report shall certify that the auditor has complied with the standards of audit \nand certification laid down by the Institute of Chartered Accountants of Pakistan.   \nCHAPTER VII  \nGENERAL PROVISIONS  \n30. Opportunity  to Show Cause. —Excep t as otherwise provided by law no officer, teacher \nor other employee of the Institute holding a permanent post shall be reduced in rank, or removed or \ncompulsorily retired from service for  cause arising out of any act or omission on the part of the \nperson concerned unless he or she ha s been given a reasonable opportunity of showing cause against \nthe action proposed to be taken.  \n31. Appeal .—Where an order is passed punishing any officer (other than the Vice -\nChancellor), teacher or other employee of the Institute or altering or interpreting to his disadvantage \nthe prescribed terms or conditions  of his service, he s all, where the order is pass ed by any officer or \nteacher  of the Institute other  than the Vice -Chancellor. have the right to appeal  to the Vice -\nChancellor  against the order, and where the order is passed by the Vice -Chancellor, have the rig ht to \nappeal to the Board of Governors.  \n32. B enefits and insurance .—The Institute shall constitute for the benefit of its officers, \nteachers and other employees schemes, as may be  prescribed, for the provision of post -employment \nbenefits as well as health insurance while in service.  \n \n33. Flaws in the  Constitution of Authorities .— Where there is a flaw in the constitution of \nan Authority, as constituted by this Act, the Statutes or the Regulations on account of the abolition of \na specified office or because an organization, institut ion or other body ou tside the Institute has been \ndissolved or has ceased to function, or because of some other similar reason, such flaw shall be \nremoved in such tanner as the Board of Governors may direct.  \n \n34. Proceed ings of Authorities not Invalidated by the Vacancies. — No act, resolution or \ndecision of any Authority shall be invalid by reason of any vacancy on the Authority doing, passing, \nor making it or by reason of  any want of qualification or in validity in the election, appointment or \nnomination of any de facto memb er of t He Authority, whether present or absent.  \n \n35. Removal of Difficulties. —(1) If any question arises as to the interpretation of any of the \nprovisions of this Act, it shall be placed before the Chancellor whose de cision thereon shall be final.  \n(2) If a ny difficulty arises in giving effect to any of the provisions of this Act, the Chancellor \nmay make such order after obtaining the views of the Board of Governors not inconsistent with the \nprovisions of this Act, as may appear to him to be necessary for re moving the difficulty;  \n(3) Where the Act makes any provision for anything to be done but no provision or no \nsufficient provision has been made as respect to the authority by whom, or the time at which, or the \n \nPage 22 of 26  manner in which, it shall be done, then it shal l be done by such authority, at such time, or in such \nmanner as the Chancellor may direct after obtaining the views of the Board of Governors.  \n36. Indemnity. —(1) No suit or legal proceedings shall lie against the Institute or any \nAuthority, officer or empl oyee of the Institute or any person in respect of anything which is done in \ngood faith under this Act.   \nTHE SCHEDULE  \n[See Section 24(3)]  \n \n1. Faculties.  .—(1)The institute shall i nclude the following Faculties: —  \n(a)  faculty of Engineering;  \n(b)   faculty of Management Sciences; and  \n(c)  any other Faculty or Department established as per approved procedures.  \n(2) Each faculty shall include such institutes, teaching departments, centers, or other teaching \nor research units as may be prescribed by Stat utes. \n2. Board of Faculties.  .—(1)There shall be a Board  of each Faculty consisting of: — \n(a)  the Dean;  \n(b)   the Professors, Associate Professors and Chairmen of the  Teaching \nDepartments comprised in the faculty;  \n(c)  one member of each Board of Studies in the Faculty, to be nominated by the \nconcerned Board of Studies; and  \n(d)  three Teachers to be nominated by the Academic Council by reason of their \nspecialized knowledge of Subjects which, though not assigned to the Fa culty, \nhave in the opinion of the Academic Council, important bearing on the \nsubjects assigned to the Faculty.  \n(2) The members, mentioned in clauses (e) and (d) of sub -section (1)  shall hold office for \nthree years.  \n(3) The quorum for a meeting of the Board of a Faculty shall be  one half of the total number \nof members, fractions being counted as one.  \n(4) The Board of each Faculty shall, subject to the general control of the  Academic Council \nand the Board of Governors, have the powers, ⸻ \n(a)  to coordinat e the teaching and research in the subject assigned to 1he Faculty;  \n(b)  to scrutinize the schemes of courses and syllabi proposed by the Board of \nStudies comprised in the Faculty, and forward them to the Academic Council \nalong with its observations; and  \n(c)  to perform such other functions as may be prescribed.  \n \nPage 23 of 26  3. Deans .—(1)There shall be a Dean for each Faculty who shall be the Chairman of the \nBoard of Faculty , and shall be nominated by the Chancellor from amongst the three senior most \nProfessors in the F aculty, on the recommendations of the Vice -Chancellor.  \n(2) The Dea n shall hold office for the three years . \n(3) The Dean shall present candidates for the admission to degrees, except honorary in the \ncourse falling within the purview of the Faculty;  \n(4) The Dean  shall exercise such other powers and perform such other duties as may be \nprescribed.  \n4. Teaching Depar tments .—(1)There shall be a Teaching Department for each subject or \ngroup of allied subjects as may be approved and each Teaching Department shall be headed by a \nChairperson.  \n(2) The Chairperson of a Department shall be appointed by the Board of Governors from \namongst the senior teachers of the Department.  \n(3) The Chairperson of the Teaching Department shall plan, organize and supervise the wo rk \nof the Department in accordance with the provisions of  this Act and shall be responsible to the Dean \nof the Facul ty in which the  Department is comprised for the work of his/her Department.  \n5. Board of Studies .—(1) There shall be a Board of Studies for each subject or group of \nsubjects as may be prescribed by the Regulation.  \n(2) Each Boar d of Studies shall consist of: — \n(a)  the Chairperson of the Teaching Department concerned;  \n(b)  all Professors and Assoc iate Professors in the Teaching Department \nconcerned;  \n(c)  two Institute Teachers, oth er than Professors or Associate Professors, to be \nappointed by the Academic Council; and  \n(d)  three experts, other than Institute Teachers, to be appointed by the Vice - \nChancellor.  \n(3) The term of office of members of t he Board of Studies, other than ex-officio  members, \nshall be three ye ars. \n(4) The quorum for a meeting of the Board of Studies shall be one half of the total number of \nmembers, a fraction being counted as one.  \n(5) The Chairperson of the Institute Teaching Department concerned shall be the Chairperson \nand Convener of the Boa rd of Studies.  \n(6) The functions of the Board of Studie s shall be: — \n(a)  to advise authorities on academic matters connected with instructions, \nresearch and examinations in the subjects concerned;  \n \nPage 24 of 26  (b)  to propose curricula and syllabi for all degree, diplo ma and certificate courses \nin the subject or subjects concerned; and  \n(c)  to perform such other functions as may be prescribed by Regulations.  \n6. Board of Advanced Studies and Research .—(1) There shall be a Board of Advanced \nStudies and research consisting  of: — \n(a)  the Vice -Chancellor, who shall be the Chairperson;   \n(b)  the Deans;  \n(c)  three Institute Professors, ot her than Deans, to be appointed by he Board of \nGovernors;  \n(d)  three Institute Teachers having research qualifications and experience, to be \nappointed by the Academic Council; and  \n(e)  the Professors Emeritus.  \n(2) The term  of the office of the members of the Advanced Studies and  Research Board, \nother than ex-officio  members, shall be three years.  \n(3) The quo rum for a meeting of the Advanced Studies and Research Board shall be one half \nof the total member of members, a fraction being counted as one. \n(4) The functions of the Advanced Studies and Research Board shall  be:— \n(a) to advise the Authorities on al l mat ters connected with the pro motion of \nadvanced studies and research in the Institute;  \n(b)  to propose Regulations regarding the award of research degrees;  \n(c)  to appoint supervisors for research students and to determine the subject of \ntheir thesis;  \n(d)  to recommend panels of examiners for research examination after considering \nthe proposals of the Board of Studies in this behalf; and  \n(e)  to perform such other functions as may be prescribed by Statutes.  \n7. The Selection Board.  .—(1)There shall be a S election Board consisting of: — \n(a)  the Vice -Chancellor who shall be the Chairperson;  \n(b)  on: member of the Board of Governors and two persons of emi nence  to be \nnominated by the Board of Governors, provided that none of them is an \nemployee of the Institute;  \n(c)  the Dean of the Faculty concerned;  \n(d)  the Chairperson of the Teaching Department concerned; and  \n \nPage 25 of 26  (e)  one person to be nominated by the Board of Trustees.  \n(2) The members of the Selection Board, other than ex-officio  members, shall hold office for \nthree years.  \n(3) The quorum for a meeting of the Selection Board shall be four members.  \n(4) No member of the Selection Board who is a candidate for the post to which appointment \nis to be made shall take part in such p roceedings of the Selection Board.  \n(5) In selecting candidates for the post of Professors and Associate Professors, the Selection \nBoard shall, co -opt or consult three experts in this subject concerned and in selecting candidates for \nother Teaching posts, t wo experts in the subject concerns, be nominated by the Vice -Chancellor, \nfrom a standing list of experts.  \n8. Representation Committees .—(1) There shall be a Representation Committee constituted \nby the Board of Governors through Statutes for recommendation of persons for appointment to the \nBoard of Governors in accordance with the provisions of sections 17, 20.  \n(2) Members of the Representation Co mmittee for appointments to the Board of Governors \nshall consist of the following: — \n \n(a)  three members of the Board of Governors who are not Institute Teachers;  \n \n(b)  two persons nominated by the Institute Teachers from amongst themselves in \nthe manner as may be prescribed;  \n \n(c)  one person from the academic community, not employed by the Institute, at \nthe level of professor or college principal to be nominated by the Institute \nTeachers in the manner as may be prescribed; and  \n \n(d)  one eminent citizen with experience in administration, philanthropy, \ndevelopment work, law or business to be n ominated by the Board.   \n(3) The Representation Committee for appointments to the Academic  Council shall consist of \nthe following: — \n(a)  two members of the Board of Governors who are not Institute Teachers; and  \n(b)  three persons nominated by  the Institute Teachers from amo ngst themselves in \nthe manner as may be prescribed.  \n(4) The tenure of the Representation Committees shall be three years:  \nProvided that no member shall serve for more than two consecutive  terms.  \n9. Transition Committee .—(1) There shall be a Transition Committee consisting of :— \n(a) the Vice -Chancellor, who will be its Chairperson:  \n(b)  one member nominated by the Board of Trustees;  \n(c)  one member from among th e Board of Governors, nominated by the Vice -\nChancellor; and  \n \nPage 26 of 26  (d)  two members from among the Deans.  \n \n(2) The Transition Committee wil l have the following functions: — \n(a)  oversee the orderly transition of the existing Center for Advanced Studies in \nEngineering (CASE) to a degree awarding Sir Syed -CASE Institute of \nTechnology , on the com mencement of this Act;  \n(b)  ensure that after conversion to the status of an Institute, that the terms and \nconditions of CASE employees shall not be less favorable . than those \nadmissible to them prior to establishment of the Sir Syed -CAS E Institute of \nTechnology;  \n(c)  ensure that everything done, actions taken, obligations or liabilities incurred, \nrights and assets acquired, persons appointed or authorized, jurisdiction or \npowers conferred, endowments, bequests, funds or trusts created, d onations or \ngrants made, before the commencement of this Act are seamlessly transitioned \ninto the new structure of the Board of Tristees, Board of Governors and the \nInstitute;   \n(d)  ensure legal validity and due  diligence for acquiring lands, build new \nstructures;  \n(e)  ensure that scholarships, studentships, or exhibitions instituted and orders \nissued under any instrument prior to the commencement of its charter, shall, if \nnot inconsistent with the provisions of this Act, be deemed to have been \nrespectively done, taken, 'incurred, acquired, appointed, authorized, conferred, \ncreated, made, instituted, granted and issued under this Act; and  \n(f)  to perform such other functions as may be prescribed by  Board of Govern ors. \n10. Affiliation Committee.  \n(1) There shall be an Affiliation Committee consisting of :— \n(a)  the Vice -Chancellor who shall be the Chairperson;  \n(b)  one member of the Board of Governors to be nominated by the Board of \nGovernors; and  \n(c)  two Professors to be nominated by the Academic Council.  \n(2) The term of the office of the memb ers of the Committee, excluding ex-officio members \nshall be two years.  \n(3) The Affiliation Committee may co-opt not more than three external  experts.  \n(4) The quorum for a meeting of or an inspection by the Affiliation  Committee shall be three \nmembers.  \n(5) An officer of the Institute to be designated by the Vice -Chancellor for this purpose shall \nact as the Secretary of the Committee."
}