{
    "file": "./converted_json\\administrator817fb84dde417d6371155a193e13feae(1).json",
    "name": "The National Database and Registration Authority Ordinance, 2000",
    "date": "10th March, 2000",
    "tagline": "An Ordinance to provide for the establishment of the National Database and Registration Authority",
    "content": "Page 1 of 27 \n  \n \nTHE NATIONAL DATABASE AND REGISTRATION AUTHORITY \nORDINANCE,  2000  \n \n \n \n \n \n \n \n        CONTENTS  \n \n_________  \n \nCHAPTER I  \n \nGENERAL  \nSECTIONS:  \n \n1.  Short title, extent , and commencement.  \n \n2.  Definition s. \n \nCHAPTER II  \n \nESTABLISHMENT OF THE AUTHORITY  \n \n3.  Establishment of the authority.  \n \n4.  Meetings of  the Authority, etc.  \n \nCHAPTER III  \n \nPURPOSE, OBJECTS, FUNCTIONS AND POWERS  \n \n5.  Purpose, objects, functions and powers of the authority.  \n \n6.  Powers regarding s chemes of databases, data ware -houses, networking, interfacing and \nregistration  \n \nCHAPTER IV  \n \nNATIONAL DATA WAREHOUSE  \n \n7.  National Data Warehouse.  \n \nUpdated till 4 -4-2022  \n\n \nPage 2 of 27 \n CHAPTER V  \n \nREGISTRATION  \n \n8.  Registration of persons, etc.  \n \n9.  Registration of citizens.  \n \nCHAPTER VI  \n \nCARDS  \n \n10.  National Identity Cards.  \n \n11.  Pakistan Origin Cards.  \n \n12.  Overseas Identity Cards.  \n \n13.  Alien Registration Cards.  \n \n14.  Powers and functions regarding issuance of cards, etc.  \n \n15.  Safe and proper custody of cards.  \n \n16.  Inspection  of cards.  \n \n17.  Surrender  of cards.  \n \n18.  Power to cancel, impound or confiscate cards.  \n \n19.  Cards necessary for certain purposes.  \n \n20.  Power to exempt.  \n \nCHAPTER VII  \n \nINFORMATION TO THE AUTHORITY  \n \n \n21.  Information relating  to births, deaths, marriages, divorces, etc.  \n \n22.  Information and assistance by user or feeder agencies.  \n \n23.  Power to call for proof of information.  \n \n \n \n \n \n \nPage 3 of 27 \n CHAPTER VIII  \n \nFUND, ACOOUNTS AND AUDIT  \n \n24.  NADRA Fund.  \n \n25.  Authority to be deemed to be a local authority.  \n \n26.  Budget.  \n \n27.  Accounts and A udit. \n \nCHAPTER IX  \n \nOFFENCES, PENALTIES AND PROCEDURE  \n \n28.  Information not to be divulged.  \n \n29.  Security, secrecy, etc . of data not to be breached.  \n \n30.  Other offences and penalties.  \n \n31.  Cognizance of offences.  \n \n32.  Trial of offences.  \n \nCHAPTER X  \n \nMISCELLANEOUS  \n \n \n33.  Remuneration.  \n \n34.  Chairman and members not to engage in certain business, etc.  \n \n35.  Registration officers, officers , employees, etc.  \n \n36.  Registration O fficers, etc . deemed to be public servants.  \n \n37.  Delegation.  \n \n38.  Reports to the G overnments.  \n \n39.  Certain arrangements to continue.  \n \n40.  Indemnity.  \n \n41.  Transfer of employees and assets etc.  \n \n41A.  Transfer of assets and liabilities of Alien Registration Authority.  \n \nPage 4 of 27 \n 42.  Exemption from taxes.  \n \n43.  Ordinance  [XCL of 2002] not to apply to A uthority.  \n \n44.  Power to make rules.  \n \n45.  Regulations.  \n \n46.  Ordinance to override other laws.  \n \n47.  Removal of difficulties.  \n \n48.  Repeal.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 5 of 27 \n THE NATIONAL DATABASE AND REGISTRATION AUTHORITY ORDINANCE, 2000   \n \n*ORDINANCE NO. VIII OF 2000  \n \n[10th March, 2000]  \n \nAn Ordinance to provide for the establishment of the National Database and Registration \nAuthority so as to facilitate the registration of all persons and the establishment and maintenance of \nmultipurpose databases, data warehouses, networking, interfacing of databases and related facilities  \n \nWHEREAS it is expedient and necessary to provide for the registration of all persons and for \nthe establishment and maintenance of multipurpose databases, data warehouses, networking, \ninterfacing of databases and related facilities and services and matters connected therewith and \nancillary thereto;  \n \nAND WHEREAS a new, improve d and modernized registration and database system is the \nemergent need of time for its multiple beneficial uses and applications in efficiently and effectively \nrunning the affairs of the State and the general public thereby achieving (the goals of good gov ernance, \npublic service and minimizing scope for corruption and inefficiency;  \n \nAND WHEREAS it is expedient to establish the National Database and Registration Authority \nbe established to achieve the aforesaid objectives;  \n \nAND WHEREAS the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No. 1 of 1999;  \n \nAND WHEREAS the President is satisfied that circumstances exist which renders it nec essary \nto take immediate action;  \n \nNOW, THEREFORE, in pursuance of the aforesaid Proclamation of the fourteenth day of \nOctober 1999, and the Provisional Constitution Order No. 1 of 1999, as well as Order No. 9 of 1999, \nand in exercise of all other powers en abling him in that behalf, the President of the Islamic Republic \nof Pakistan is pleased to make and promulgate the following Ordinance: — \n \nCHAPTER I  \n \nGENERAL  \n \n1. Short title, extent, and commencement. —(l) This Ordinance may be called the National  \nDatabase and Registration Authority Ordinance, 2000.  \n \n**(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n \n \n \n*NADRA shall ap ply to FATA vide S.R.O. 754 (I)20 05 dated 28­6­2005.  \n**Also extend N.A., vide S.R.O. 26(KE)20 02 dated  8­1­2002  \n \nPage 6 of 27 \n 2.  Definition s. In this Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n \n(a)  “Alien Registration Card ” means a card issued under section 13;  \n \n(b)  “Authority ” means the National Database and Registration Authority \nestablished under section 3;  \n \n(c)  “Card ” means any card issued or deemed to be issued under this Ordinance;  \n \n(d)  “Chairman ” means the Chairman of the Authority;  \n \n(e)  “citizen ” means a person who is , or is deemed to be a citizen of Pakistan, under \nthe Pakistan Citizenship Act, 1951  (II of 1951) ; \n \n(f)  “emigrant ” means a person who is an emigrant under  the Emigration Ordinance, \n1979 (XVIII of 1979);  \n \n(g)  “foreigner ” means a person who is not a citize n; \n \n(h)  “member ” means a member of the Authority and, where the context so admits, \nincludes the Chairman;  \n \n(i)  “National Data Form ” means the National Data Form issued by the Planning \nCommission of the Federal Government during the National Census held i n the \nyear 1998 u nder the Census Ordinance, 1959  (X of 1959) ; \n \n(j)  “National Database Organization ” means the National Database Organization \nestablished pursuant to the Interior Division 's; Notification No.F.10/3/98­CI. , \n(NDO) dated the 15th May, 1998 rea d with Interior Division's Notification \nNo.lO/3/98­C.II  (NDO) dated 19th August, 1998;  \n \n(k)  “National Identity Card ” means a card issued under sub­section (1) of section \n14 and, where the context so admits, includes an identity card issued under the \nNatio nal Registration Act, 1973  (LVI of 1973) ; \n \n(l)  “Overseas Identity Card ” means a card issued under section 12;  \n \n(m)  “Pakistan Origin Card ” means a card issued under section 11;  \n \n(n)  “prescribed ” means prescribed by rules;  \n \n(o)  “Registration Officer ” means the Director General or a Director or Deputy \nDirector or Assistant Director or District Registrar or Registrar or Inspector, \nappointed or deemed to have been appointed under section 35 and includes, \nsubject to and for the purpos es of section 37, any person to whom the powers \nof any such officer are delegated or deemed to have been delegated under this \nOrdinance;  \n \nPage 7 of 27 \n  (p)  “Registration Organization ” means both the Registration Organization and the \nDirectorate General of Registration as in rules made under the Na tional \nRegistration, Act, 1973 (LVI of 1973) ; \n \n(q)  “regulations ” means regulations made under  of this Ordinance;  \n \n(r)  “rules ” means rules m ade under this Ordinance; and  \n \n(s)  “thing ” or “things ” means and includes all animate or inanimate things, plants \nanimals, objects, substances, items, concepts, ideas, laws, customs, qualities, \nsigns, symbols, circumstances, affairs, events, acts, deeds, works, transactions, \ndocuments, pieces of movable or immovable property, tangible or intangible \nproperty, rights, privileges, duties, entities, living or non­living beings other \nthan a human being and anything  that can be possessed, or owned, or explained, \nwhether known or unknown.  \n \nCHAPTER II  \n \nESTABLISHMENT OF THE AUTHORITY  \n \n3. Establishment of the authority . —(1) As soon as may be, but not later than thirty days \nafter the commencement of this Ordinance, the F ederal Government shall, by notification in the \nOfficial Gazette, establish an Authority to be known as the National Database and Registration \nAuthority for carrying out the purposes of this Ordinance.  \n \n(2) The Authority shall be a body corporate, with pow er to acquire, hold and dispose of \nproperty, having perpetual succession and a common seal and shall by that name sue and be sued.  \n \n(3) The Authority shall consist of a Chairman, also to be called the Registrar General of \nPakistan, and 1[not less than] fiv e members to be appointed by the Federal Government:  \n \nProvided that till such time the Authority is established the Chairman may exercise the powers \nand perform the functions of the Authority 1[:] \n \n1[Provided further that the Federal Government may, from t ime to time , by notification in the \nofficial Gazette, increase or decrease the number of members and prescribe  mode of their appointment \nas it may deem fit].  \n \n(4) No person shall be appointed as the Chairman or a member if he has been declared \ninsolvent, o r convicted for an offence involving moral turpitude, or declared to be disqualified from \nemployment in, or dismissed from Government Service.  \n \n(5) The Chairman and a member shall, unless he resigns or is removed from office earlier as \nhereinafter provided, hold office for a term of three years and shall be eligible for re­appoint ment  for \n1[a similar term or terms] as the Federal Government may determine:  \n \nProvided that a Chairman or a member shall retire on attaining the age of sixty­five years.  \n \n \n1Ins. Subs. and Added by Act V of 2007, s. 2.  \n \nPage 8 of 27 \n  (6) In case of vacancy occurring due to death, resignation or removal of the Chairman or a \nmember, the Federal Gove rnment shall within a period not exceeding sixty days, appoint an other \nqualified person to fill such vacancy.  \n \n(7) The Chairman shall be an eminent professional of known integrity and competence with \nsubstantial experience in the field of computer science , engineering, statistics, demography, law, \nbusiness, management, finance, accounting, economics, civil or military administration, or the field of \nregistration.  \n \n(8) Every member shall also be a person of known integrity and competence with sufficient \nexperience in the field of computer science, engineering, statistics, demography, law, business, \nmanagement, finance, accounting, economics, civil or military administration, or the field of \nregistration 1[:]  \n \n1[* * * * * * *] \n \n(9) No act or proceeding of th e Authority shall be invalid by reason only of the existence of a \nvacancy in, or defect in the constitution of, the Authority.  \n \n(10) The principal office of the Authority shall be at Islamabad and it may set up offices at \nsuch place or places as it may dee m appropriate:  \n \nProvided that all offices including the District Registration Offices, other offices, counters and \nany other formation of the Registration Organization as well as that of the National Database \nOrganization alongwith their entire respective record, shall become and be deemed to be the offices, \nthe District Registration Offices, other offices, counters and other formations of the Authority \nrespectively along with such record.  \n \n(11) The Chairman or a member may, by writing under his hand, resign from his office:  \n \nProvided that his resignation shall not take effect until accepted by the Federal Government.  \n \n(12) The Federal Government may remove the Chairman or any member from o ffice if — \n \n(a)  upon an inquiry, he is found incapable of performing the functions of his  \noffice by reason of mental or physical incapacity or has been found guilty of \nmisconduct; or  \n \n(b)  after his appointment he is disqualified from being so appointed as  provided in \nsub­section  (4). \n \n4. Meetings of  the Authority, etc . —(1) The meetings of the Authority shall be presided over \nby the Chairman and, in his absence, by such member attending a meeting who is most senior to other \nmembers.  \n \n(2) Three members shal l constitute a quorum for a meeting of the Authority requiring a decision \nby the Authority.  \n \n(3) The members shall have reasonable notice of the time and place of the meeting and the \nmatters on which a decision by the Authority shall be taken in such meeti ng. \n \n1Subs. and Omitted by Act V of 2007 , S. 2  \n \nPage 9 of 27 \n (4) The decisions of the Authority shall be taken by the majority of its members present, and \nin case of a tie, the member presiding a meeting shall have a casting vote.  \n \n(5) All orders, determinations and decisions of the Authority shall be taken in writing and shall \nidentify the determination or decision of the Chairman and each member separately.  \n \nCHAPTER III  \n \nPURPOSE, OBJECTS, FUNCTIONS AND POWERS  \n \n5. Purpose, objects, functions and po wers of the authority.  —(1) The purpose and objects \nof the Authority shall be to formulate and implement policies and plans for — \n \n(a)  the development and establishment of an improved and modernized system of \nregistration in the country through appropriate  means including technologically \nadvanced, effective and efficient means like computerization, automation, \ncreation of databases, data warehousing, networking, interfacing of databases \nand related facilities and services;  \n \n(b)  the broadening of the regist ration base to bring within its purview all persons \nand things, wherever and whatever they may be, to the extent and in the manner \nlaid down in this Ordinance; and  \n \n(c)  the establishment and maintenance of multi­purpose databases, data \nwarehousing, networ king, interfacing of databases and related facilities and \nservices.  \n \n(2) The purposes of developing, establishing or maintaining a registration or database system \nmay include facilitation of identification, planning, or any other purpose permitted by law.  \n \n(3) The Authority may take such measures and exercise such powers and perform such \nfunctions as it considers necessary for carrying out the purposes of this Ordinance.  \n \n(4) In particular and without prejudice to the generality of the foregoing powers and functions, \nthe Authority — \n \n(a)  may develop and maintain, or cause to be developed and maintained, \nregistration systems, automated or otherwise, in the prescribed manner for such \nclass or classes of persons wherever they may be including citizens,  foreigners \nand emigrants, and for such things whatever they may be prescribed;  \n \n(b)  may issue or renew, or cause to be issued or renewed, to any prescribed class or \nclasses of persons, including citizens, foreigners and emigrants, or to any \nprescribed cla ss or classes of things, who have got themselves, or who or which \nhave been, registered in the prescribed manner issued cards in the prescribed \nform and manner and on such criteria and for such period of validity thereof on \nsuch terms and conditions as may  be prescribed and ma y receive applications \ntherefor  in the prescribed form;  \n \n \nPage 10 of 27 \n (c)  shall establish and maintain, or cause to be established and maintained, such \nprescribed or other multipurpose databases, data warehouses, networking, \ninterfacing of databas es and related facilities and services in relation to any class \nor classes of persons or things for carrying out the purposes of this Ordinance \nand, in this behalf, exercise all such powers and perform all functions under this \nsection and sub­section (3) o f section 6;  \n \n(d)  shall ensure and provide by regulations for the due security, secrecy and \nnecessary safeguards for protection and confidentiality of data and information \ncontained in the registration and database systems developed, established or \nmainta ined, or so caused to be developed, established or maintained, under this \nOrdinance including any database, data warehouse and networking \ninfrastructure;  \n \n(e)  shall prepare and submit annual reports to the Federal Government in respect of \nperformance and exercise of its functions, powers and its achievements;  \n \n(f)  shall perform any other function and exercise any other power as may be \nentrusted to or vested in the Authority by the Federal Government which is \nsupplemental, incidental or con sequential to any of the aforesaid powers and \nfunctions and the objects and purpose of the Authority;  \n \n(g)  may prescribe and enforce by regulations, and shall be exclusively responsible \nfor so prescribing and enforcing, standards for establishment and mai ntenance \nof databases, data warehouses, networking, interfacing of databases and related \nfacilities and services and allied matters in all entities, agencies, bodies, \ndepartments, offices, commissions, boards, or other formations established, \nfunded, contr olled, or administered by the Federal Government in order to \nachieve the optimum utilization and application of such databases, data \nwarehouses, networking, interfacing of databases and re lated facilities and \nservices or  the registration systems based ther eon, if any;  \n \n(h)  may charge the prescribed fees or other sums for its services and other \ntransactions, operations and matters including fees or other sums charged for \nregistration, or received for or in relation to the issuance or renewal of cards, or \nfor provision of any information or report, automated or otherwise, to any \ngovernmental, private, or any other person or entity from its databases.  \n \n(i)  may cause research, studies, surveys, experiments and other investigations to \nbe made or contribute towa rds the cost of any such research, studies, surveys, \nexperiments or other investigations made by any person or entity in relation to \nthe purpose and objects of the Authority;  \n \n(j)  may seek advice and assistance for carrying out the purposes of this Ordina nce \nfrom any governmental or private body, person or entity; and  \n \n(k)  may regulate, determine and administer all matters concerning the Authority \nand do all such acts and things which may be necessary for the purpose.  \n \n \nPage 11 of 27 \n (5) The Authority may, for carrying out the purposes of this Ordinance, manage and conduct \nits affairs, perform any or all of its functions and exercise any or all of its powers under this Ordinance \nespecially for the development, establishment or maintenance of registration and database sys tems in \nsuch integrated, co­ordinated or other efficient or effective manner as it may deem fit to the Authority.  \n \n6. Powers regardin g schemes of databases, data wa re­houses, networking, interfacing and \nregistration.  —(1) The Authority may frame any scheme, proposal or plan for the development, \nestablishment or maintenance of registration systems or databases, data warehouses, networking, or \ninterfacing of databases or related facilities or services, for the diversifi ed optimum utilization thereof \nat the national, provincial or other regional or local level and submit the same for approval of the \nFederal Government or concerned Provincial Government or local authority with the following \ninformation, namely: — \n \n(a)  a description of the scheme, proposal or plan and the manner of its execution;  \n \n(b)  an estimate of costs and benefits, the allocation of costs to the various purposes \nto be served by the scheme and the amounts to be repaid by the beneficiaries; \nand \n \n(c)  any other information necessary for taking an informed and reasoned judgment \nas to the desirability and feasibility of a scheme, proposal or plan.  \n \n(2) The Federal Government or concerned Provincial Government or local authority may \nsanction, refuse to sanctio n or return for reconsideration any scheme, proposal or plan submitted to it \nby the Authority and may call for such further details or information regarding the scheme, proposal \nor plan, or require such further examination of the scheme as it may consider necessary.  \n \n(3) The Authority may execute or supervise the execution of any scheme, proposal or plan \nsanctioned by the Federal Government or concerned Provincial Government and local authority and \nthe Authority may — \n \n(a)  incur any expenditure, procure pla nt, machinery, equipment, supplies, services, \ncomputer software and hardware and any other materials, equipment or services \nrequired for implementing a scheme, proposal or plan or for the performance of \nits functions;  \n \n(b)  enter into and perform all such contracts as it may consider necessary or \nexpedient including consultancy services contracts;  \n \n(c)  acquire by purchase, lease, exchange or otherwise and dispose of by sale, lease, \nexchange or otherwise any movable or immovable property or any interest in \nsuch property; and  \n \n(d)  do any other thing and exercise any other power supplemental, incidental or \nconsequential to the above functions and powers including the power to take \nsuch measures and exercise such powers as the Authority considers n ecessary \nor expedient for carrying out  the purposes of this Ordinance.  \n \n \n \n \nPage 12 of 27 \n CHAPTER IV  \n \nNATIONAL DATA WAREHOUSE  \n \n7. National Data Warehouse.  —(1) The Authority shall be responsible for — \n \n(a)  development and establishment, or causing the development and establishment, \nof a central database by collection and collation of multi­faceted data regarding \ncitizens thereby establishing a database of multi­purpose information relating \nto citizens to be known as Citizen Database;  \n \n(b)  maintenance, or causing the maintenance, of Citizen Database by all possible \nmeans including enhancement and updation of data by, among other things — \n \n(i)  necessary liaison with different entities, agencies, bodies, commissions, \nboards, departments, offices or other f ormations established, funded, \ncontrolled, or administered by the Federal Government, or any \nProvincial Government or local authority; and  \n \n(ii)  by continuous stream of inputs from systems of registration of birth, \ndeath, marriage, divorce and any other s ystem of registration or \ndatabases, data warehouses, networking, interfacing and related \nfacilities and services established or maintained by it;  \n \n(c)  development, establishment and maintenance, or causing the development \nestablishment and maintenance, of a central data warehouse, to be known as \nNational Data Warehouse, based on the data and information extracted from the \nCitizen Database as its first and foremost basic input and any or all other data \nor information contained in the systems of registration or databases, data \nwarehouses, networking, interfacing and related facilities and services \nestablished or maintained by it;  \n \n(d)  identification of user and feeder agencies from private and public sector, \nincluding all private persons or en tities and entities, agencies, bodies, \ncommissions, boards, departments, offices or other formations established, \nfunded, controlled, or administered by the Federal Government or any  \nProvincial Government or local authority (hereinafter collectively referr ed to as \n“user or feeder agencies ” and individually as “user or feeder agency ”); \n \n(e)  establishment and maintenance, or causing the establishment and maintenance, \nof interfacing of user or feeder agencies and their respective databases with the \nNational Data Warehouse;  \n \n(f)  data sharing, data exchange, data interchange, data mining, data cleansing, data \nnormalization, data summarization, maintenance of historical data and any other \nfunction or process in the National Data Warehouse related to da ta or \ninformation from the user or feeder agencies, or the Citizen Database, or any \nother system of registration, or databases, data warehouses, networking, \ninterfacing and related facilities and services established or maintained by it;  \n \nPage 13 of 27 \n (g)  maintenance a nd continuous updation, or causing the maintenance and \ncontinuous updation, of National Data Warehouse by managing and \nco­ordinating flow of inputs from all the sources of data and information;  \n \n(h)  establishment, or causing the establishment, of an intra net­like environment, to \nbe called National Information Infrastructure, for the purpose of providing \nonline access into the National Data Warehouse;  \n \n(i)  provision of requisite access, whether online or offline, into National Data \nWarehouse to all governm ent, semi­government and private institutions in such \nmanner and for such fee as may be prescribed by regulations; and  \n \n(j)  ensuring of due security, secrecy and necessary safeguards for protection and \nconfidentiality of data and information contained in or dealt with by the \nNational Data Warehouse at individual as well as collective level.  \n \n(2) The Authority shall take such measures, exercise such powers and perform such functions \nas it considers necessary, expedient, incidental or consequential for or to  the performance of its \naforesaid functions and responsibilities. In particular and without prejudice to the generality of the \nforegoing powers and functions, the Authority shall have all enabling powers in this behalf as laid \ndown in section 5 and sub­sec tion (3) of section 6.  \n \n(3) All user or feeder agencies shall be responsible for the continuous, timely and effective \nupdation of their respective databases for the purposes of National Data warehouse and shall further \nbe responsible for maintenance of the ir respective link with the National Data Warehouse strictly in \naccordance with as per the standards and other details as the  Authority may, by regulations,  prescribe.  \n \nCHAPTER V  \n \nREGISTRATION  \n \n8. Registration of persons, etc .—(1) The Federal Government may by rules provide for the \nregistration of different persons or classes thereof wherever they may be including citizens, foreigners \nand emigrants, and for different things or classes thereof whatever they  may be and along therewith \nprovide for  the method of such registration, manner a nd form of applications to be made therefore, fee \nor other sum to be charged therefor.  \n \n(2) Notwithstanding anything contained in any other law for the time being in force the Federal \nGovernment may, by rules, for the purpose of incentivizing registration of a particular class of persons \nunder this Ordinance, provide for any right, interest, privilege, benefit, reward or other advantage, \ntangible or intangible, available under Pakistan Law, to be extended to, or mad e available to or \nwithdrawn from such class of persons required to be registered under this Ordinance and such right, \ninterest, privilege, benefit, reward or other advantage shall accordingly become extended, or available \nto or withdrawn from, as the case may be, to such class of persons.  \n \n9. Registration of citizens .—(1) Every citizen in or o ut of Pakistan who has attained the age \nof eighteen years shall get himself and a parent or guardian of every citizen who has not attained that \nage shall, not later th an one month after the birth of such citizen, get such citizen registered in \naccordance with the provisions of this Ordinance:  \n \n \nPage 14 of 27 \n Provided that the Authority may, on case­to­case basis, extend the period for registration of a \ncitizen who has not attained the  age of eighteen years:  \n \nProvided further that all such citizens who stand validly registered under any law immediately \nbefore the commencement of this Ordinance shall be deemed to have been registered under this \nOrdinance and their registration shall, sub ject to sections 17, 18 and 30 remain valid till the expiry of \ntwo years from the commencement of this Ordinance, or such time as may be notified by the Federal \nGovernment, or till such time as such citizen is registered afresh as hereinafter provided, whi chever is \nearlier.  \n \n(2) At any time before the expiry of two years from the date of commencement of this \nOrdinance or such period as may be notified under the second proviso to sub­section (1), all citizens \nregistered under the National Registration Act, 1973  (LVI of 1973) , the parents or guardians of such \ncitizens, in case of those who have not attained the age of eighteen years, shall get themselves or them, \nas applicable, registered afresh under sub­section (1):  \n \nProvided that any such citizen as aforesaid who is registered  on the basis of his having applied \nor opted as provided in the second proviso to sub­section (3) shall be deemed to have been registered.  \n \n(3) An application for registration shall be made in such form and to such person or forum as \nthe Authority may, by regulations prescribe:  \n \nProvided that any application competently and validly made pursuant to sub­section (2) of \nsection 4 of the N ational Registration Act, 1973 (LVI of 1973) , and pending immediately before the \ncommencement of this Ordinance shall be dee med to have been made under this Ordinance.  \n \n(4) Any person having competently and validly applied or opted for obtaining a computerized \nidentity card by means of a National Data Form shall be de emed to have applied under this.  \n \n(5) The Authority may issue  to a citizen who has not attained the age of eighteen years but is \nregistered under subsection (1), such certificate of registration in such form and manner and containing \nsuch information relating to such registered citizen as may be prescribed.  \n \n(6) A certificate issued under sub­section (5) shall be admissible in evidence for the purpose of \nproving the identity of, and other information or particulars contained in such certificate relating to, a \ncitizen to whom such certificate relates.  \n \nCHAPTER VI  \n \nCARDS  \n \n10. National Identity Cards . —(1) The Authority shall issue or renew, or cause to be issued \nor renewed, in such manner and on terms and conditions, subject to every citizen who has attained the \nage of eighteen years and got himself registered under se ction 9, a card to be called National Identity \nCard in such form, with such period of validity upon payment of such fee in such form and manner as \nmay be prescribed:  \n \nProvided that all cards issued under section 5 of the N ational Registration Act, 1973 (LVI of \n1973) , to such citizens as stood registered under section 4 of the said Act immediately before the \ncommencement of this Ordinance shall be deemed to have been issued under this Ordinance and shall, \n \nPage 15 of 27 \n subject to sections 17, 18 and 30 remain valid till such period as the underlying registration of the \ncitizens to whom such cards are issued remains valid in terms of the first proviso to sub­section (1) of \nsection 9:  \n \nProvided further that before issuing or renewing a card under this section, the Authority may \nrequire  a person to surrender a National Identity Card earlier issued to him under this Ordinance or the \nNational Registration Act, 1973 (LVI of 1973) , or otherwise satisfy the Authority as to the factum of \nhis having totally abandon the use of any such earlier c ard and, till such time as he surrenders such \nearlier card or otherwise satisfies the Authority as aforesaid, the Authority may not issue or renew a \ncard.  \n \n(2) Notwithstanding anything contained in this Ordinance, all such National Identity Cards as \nare to  be issued to a citizen under this Ordinance by means of a manual or computerized laser printing \nprocess (as applicable in the Districts of Islamabad and Rawalpindi) shall not be issued for a period of \nvalidity beyond two years after the commencement of th is Ordinance, or such longer or shorter period \nas may be notified by the Federal Government with a view to promoting uniformity, authenticity and \ntechnological advancement in the registration for and issuance of National Identity Cards.  \n \n11. Pakistan Origi n Cards . The Authority shall issue or renew, or cause to be issued or \nrenewed, in the prescribed manner and on prescribed criteria, terms and conditions, cards to such \nprescribed class of foreigners and such prescribed class of citizens with dual nationali ty who have got \nthemselves registered in the prescribed manner, in such form and with such periods of validity thereof \nupon payment of such fee in such form and manner as may be prescribed, to be called Pakistan Origin \nCards and receive applications for re gistration therefor in the prescribed form.  \n \n12. Overseas Identity Cards . The Authority shall issue or renew, or cause to be issued or \nrenewed, in the prescribed manner and on prescribed criteria, terms and conditions, cards to such \nprescribed class of cit izens resident abroad or such prescribed class of emigrants who have got \nthemselves registered in the prescribed manner, in such form and with such periods of validity thereof \nand upon payment of such fee in such form and manner as may be prescribed, to be  called Overseas \nIdentity Cards and receive applica tions for registration therefor  in the prescribed form.  \n \n13. Alien Registration Cards . The Authority shall issue or renew, or cause to be issued or \nrenewed, in the prescribed manner and on prescribed crite ria, terms and conditions, cards to such \nprescribed class of foreigners resident in Pakistan, whether legally or otherwise, who have got \nthemselves registered in the prescribed manner, in such form with such periods of validity thereof and \nupon payment of such fee in such form and manner as may be prescribed, to be known as Alien \nRegistration Cards and receive applica tions for registration therefor  in the prescribed form  1[:] \n \n1[Provided that the cards issued and registered under the Foreigners Act, 1946 (XXXI of 1946) \nshall be deemed to have been issued under this Ordinance and shall remain valid till such period as the \nFederal Government may n otify in the official Gazette.]  \n \n14. Powers and functions regarding issuance of cards, etc.  The Authority shall take such \nmeasures, exercise such powers and perform such functions as it considers necessary, expedient, \nincidental or consequential for or to the issuance and renew al of the cards provided for in sections 10,  \n11, 12 and 13. In particular and without prejudice to the generality of the foregoing powers and \nfunctions, the Authority shall have all enabling powers in this behalf as laid down in section 5 and \nsub­section ( 3) of section 6.  \n 1Subs. and added by Act No. XXVII of 2016, s. 2  \n \nPage 16 of 27 \n 15. Safe and proper custody of cards .— (1) Every person to whom a card is issued by the  \nAuthority shall be responsible for its safe custody and for maintaining it in proper shape.  \n \n(2) The A uthority may by regulations prescribe standards for custody and maintenance of \nvarious cards issued by it.  \n \n16. Inspection  of cards . A Registration Officer or any officer under the control of and \nauthorized by the Authority in this behalf may require a per son to whom any card has been issued to \nproduce the card for inspe ction before him or, if it is n ot in his possession when so required to produce \nit within such time, before such officer and at such place as the Registration Officer or the officer so \nautho rized may direct.  \n \n17. Surrender  of cards .—(1) In case of the death of any holder of a card or certificate issued \nunder this Ordinance, his card or certificate shall be surrendered or given up to the District Registrar, \nor any other person or authority prescribed by regulations, by the spouse, heir, next of kin, parent or \nguardian, as the case may be, of such holder within sixty days of such death.  \n \n(2) The holder of a card who ceases to be eligible to hold such card or whose card becomes \ninval id in accordance with the terms and conditions of his card or under the provisions of this \nOrdinance or any rules or regulations made thereunder, shall surrender or give up his card to the \nDistrict Registrar or any other person or authority prescribed by r egulations within such period of his \nso ceasing to be eligible or his card becoming invalid, as may be prescribed.  \n \n(3) The Authority shall issue such receipt in relation to the card or certificate surrendered under \nthis section in such form and manner and  containing such information relating to the person whose \ncard or certificate has been surrendered as may be prescribed.  \n \n(4) A receipt issued under sub­section (3) shall be admissible in evidence for the purpose of \nproving the information or particulars c ontained in such receipt relating to the person to whom such \nreceipt relates.  \n \n18. Power to cancel, impound or confiscate cards.  —(1) A card issued under this Ordinance \nshall be the property of the Federal Government and may, by an order in writing under the seal of the \nAuthority or an officer authorised by it in this behalf, be required to be returned and shall also be liable \nto be cancelled, impounded or confiscated by a like order:  \n \nProvided that no order shall be made unless such person has been given notice in writing calling \nupon him to show cause why the order should not be made.  \n \n(2) An order under sub­section (1) cancel ling, impounding or confiscating a card may be made \nonly if there is reason to believe that - \n \n(a)  the card has been obtained  by a person who is not eligible to hold such card, by \nposing himself as eligible;  \n \n(b)  more than one cards have been obtained by the same person on the same \neligibility criteria;  \n \n(c) the particulars shown on the card have been obliterated or tampered wi th; or  \n \n(d)  the card is forged.  \n \n \nPage 17 of 27 \n  (3) Any person in respect of whose card an order under sub­section (1) has been made may, \nwithin thirty days of the order, appeal to the Federal Government against the order and the decision of \nthe Federal Government in appeal shall be final:  \n \nProvided that n o order on such appeal shall be passed unless the appellant has been given an \nopportunity of being heard.  \n \n19. Cards necessary for certain purposes. —(1) No citizen who has attained the age of \neighteen years but does not possess or produce a National Identity Card shall be granted a passport, \npermit or other travel document for going out of Pakistan.  \n \n(2) Any officer charged with the duty of conducting the poll at an election to the National \nAssembly or a Provincial Assembly or to a municipal committee, cantonment board or other local \nauthority or body may, for the purpose of satisfying himself as to the identity of any person, require \nsuch person to produce his National Identity Card.  \n \n(3) The Federal Government may, by notification in the Off icial Gazette, specify any other \npurpose for which the production of any card or certificate or receipt issued under this Ordinance shall \nbe necessary.  \n \n(4) A card including a National Identity Card, issued to a person under this Ordinance shall be \nproof o f his identity as could be established from the contents of such card for any purpose for which \nhis identity is required to be established.  \n \n20. Power to exempt . The Federal Government, or with the approval of Federal Government, \nthe Authority or any offic er authorised by the Authority in this behalf may, by order, in special \ncircumstances to be recorded in writing exempt any person or class of persons from the requirement \nof possessing or producing any card for any purpose for which it is required by or un der this Ordinance, \nor any rules or regulations made thereunder, to be possessed or produced.  \n \n_______________  \n \n \nCHAPTER VII  \n \nINFORMATION TO THE AUTHORITY  \n \n21. Information relating  to births, deaths, marriages, divorces, etc.  —(1) The birth of a \nnewly born  citizen and the death of a citizen or any other prescribed persons or class thereof, shall be \nreported to the District Registrar by such authority or officer in such manner as the Authority may, by \nregulations, prescribe.  \n \n(2) The marriage or divorce of a citizen or any other prescribed persons or class thereof, shall \nbe reported to the District Registrar by such authority or officer as may be prescribed by regulations.  \n \n22. Information and assistance by user or feeder agencies . —(1) The Authority may request \na user or feeder agency for information or other necessary assistance and co­operation.  \n \n(2) All user or feeder agencies shall comply with all such reasonable requests of the Authority \nas are made in order to carry out the purposes of  this Ordinance.  \n \nPage 18 of 27 \n (3) Any such compliance shall be made in a timely, complete and effective manner and the \nAuthority may, if deemed fit in a particular case, fix such reasonable period of time for compliance \nwith its request by a user or feeder agency as ma y be necessary in the circumstances and the concerned \nuser or feeder agency shall be bound by such dead­line.  \n \n(4) It shall be the duty of the head of a user or feeder agency to whom a request is made by the \nAuthority to ensure compliance with the provisio ns of this section and sub­section (3) of section 7 on \npart of his user or feeder agency.  \n \n23. Power to call for proof of information . The Authority or any person authorised by it in \nthis behalf may require a person who has given any informati on to furnish  such documentary o r other \nevidence of the truth of that information as it is within the power of that person to furnish.  \n \nCHAPTER VIII  \n \nFUND, ACCOUNTS AND AUDIT  \n \n24. NADRA Fund .—(1) There shall be formed a non­lapsable fund vesting in the Authority \nto be known as the “NADRA Fund ” for the purpose of meeting charges in connection with the \nfunctions and operations of the Authority under this Ordinance, including payment of salaries and \nother remuneration payable to the Chairman, members, Registration Officers , members of its staff, \nexperts, consultants, advisers and other officers and employees of the Authority.  \n \n(2) There shall be placed to the credit of NADRA Fund, all funds received by the Authority \nfrom which the Authority can incur expenditure related to its functions and operations, including — \n \n(a)  grants made by the Federal Government or any Provincial Government or local \nauthority;  \n \n(b)  funds provided by the Federal Government or any Provincial Government or \nlocal authority;  \n \n(c)  loans obtained from the Federal Government or any Provincial Government or \nlocal authority;  \n \n(d)  other loans obtained by the Authority;  \n \n(e)  foreign aid, grants and loans negotiated and raised, or otherwise obtained, by \nthe Authority;  \n \n(f)  fees and other sums  charged for the provision of services and other transactions, \noperations and matters, etc. including fees or other sums charged for \nregistration, or received for or in relation to the issuance or renewal of cards, or \nfor the provision of any information o r report, automated or otherwise, to any \ngovernmental, private or any other person or entity, etc;  \n \n(g)  income from the sale of movable or immovable property;  \n \n(h)  funds from floating bonds, shares, debentures, commercial papers, modarbas or \nother securi ties issued by the Authority or through any other means; and  \n \n(i)  all other sums received by the Authority.  \n \nPage 19 of 27 \n (3) The NADRA Fund shall be kept in one or more accounts maintained by the Authority in \nlocal or foreign currency in any scheduled bank in Pakistan  and shall be operated in accordance with \nregulations of the Authority.  \n \n(4) Notwithstanding anything contained in this Ordinance or any rules or regulations made \nthereunder, all charges in connection with the functions and operations of the Authority unde r this \nOrdinance, except such functions and operations as are envisaged to be funded by any Provincial \nGovernment or local authority or as may be notified by the Authority to the  Federal Government from \ntime to time, shall be exclusively funded by the Fede ral Government including all administrative, \noperating and any other expenses like payment of salaries and other remuneration to the Chairman, \nthe members, the Registration Officers, its staff, experts, consultants, advisers and other officers and \nemployee s appointed or employed or deemed to have been appointed or employed under section 35 of \nthis Ordinance and any such funding or budgetary allocation furnished or made by the Federal \nGovernment for the establishment charges of the Authority shall be placed to the credit of NADRA \nFund but shall be laps eable unlike the rest of NADRA Fund and the concerned account shall be \noperated as a Personal Ledger Account to the extent of such funding or budgetary allocation furnished \nor made as aforesaid:  \n \nProvided that r esponsibility of the Federal Government to exclusively fund the operations and \nfunctions of the Authority shall cease at such appropriate time, but not in any case earlier than the \nexpiry of three calendar years from the date of establishment of the Author ity, when in the opinion of \nthe Federal Government, the Authority shall have become capable of funding its functions and \noperations envisaged under this Ordinance to be funded by the Authority:  \n \nProvided further that the Federal Government shall notify suc h time as aforesaid to the \nAuthority with precision at least three months prior to such precise time being so notified.  \n \n25. Authority to be deemed to be a local authority . The Authority shall be deemed to be a \nlocal authority under the Loc al Authorities Loans Act, 1914 (IX of 1914) , for the purpose of borrowing \nmoney under the said Act, and the making and execution of any scheme, proposal or plan or the \nperformance of any of its functions laid down in this Ordinance shall be deemed to be a work which \nsuch authority is legally authorised to carry out.  \n \n26. Budget . The Authority shall, in respect of each financial year submit for the approval of \nFederal Government by such date and in such form as may be specified by the Federal Government a \nstatement showing the estimated receipts and current and development expenditure and the sums \nwhich are likely to be required from the Federal Government during the next financial year.  \n \n27. Accounts and Audit . —(1) The Authority shall maintain complete and accurate books of \naccounts of its actual expenses and receipts.  \n \n(2) The Authority shall cause to be carried out audit of its accounts by one or more auditors \nwho are chartered accountants within the meaning of the Chartered Accountants Ordinance, 1961 (X \nof 1961) appointed by the Federal Government in consultation with the Auditor General of Pakistan \nfrom a panel of Chartered accountants proposed by the Authority on such remuneration as the Federal \nGovernment may determine.  \n \n \n \n \n \nPage 20 of 27 \n CHAPTER IX  \n \nOFFENCES, PENALTIES AND PROCEDURE  \n \n28. Information not to be divulged. Any person who — \n \n(a) being a person employed for the purposes of this Ordinance, publishes or \ncommunicates to any person, otherwise than in the ordinary course of such \nemployment, any i nformation acquired by him in the course of the employment; \nor \n \n(b) having possession of any information which to his knowledge has been \ndisclosed in contravention of this Ordinance, publishes or communicates that \ninformation to any other person,  \n \nshall be punishable with imprisonment for a term which may extend to five years, or with fine which \nmay extend to one million rupees, or with both:  \n \nProvided that nothing in this section shall apply to any publication or communication of \ninformation made — \n \n(a)  for the purpose of any criminal proceedings; or  \n \n(b)  to any gazetted officer authorised by the Authority.  \n \n29. Security, secrecy, etc. of data not to be breached.  —(1) No person shall use, or deal with, \nor do any other thing or act of omission or co mmission in relation to — \n \n(a)  the registration or database systems developed, established or maintained, or so \ncaused to be developed, established or maintained, under this Ordinance \nincluding any database, data warehouse or networking infrastructure; or  \n \n(b)  the data or information contained, or housed, or transmitted therein,  \n \nin contravention of the regulations made under clause (d) of sub­section (4) of section (5).  \n \n(2) Whoever contravenes the provisions of sub­section (1) shall be punished with rigorous \nimprisonment for a term which may extend to fourteen years, or with fine commensurate with the \nnature of offence and harm, if any, caused t o a particular registration or database system as aforesaid \nby such contravention, but in any case not less than one million rupees, or with both.  \n \n30. Other offences and penalties .—(1) Any person who — \n \n(a)  does not, without reasonable cause, apply for registration required under this \nOrdinance;  \n \n(b)  conceals, or refuses to furnish, any information he ought to disclose or furnish;  \n \n \n \n \nPage 21 of 27 \n (c)  fails, without reasonable cause, to report to any Registration Officer any loss of \na card within thirty days of such loss;  \n \n(d)  refuses or fails to produce or surrender a card as required respectively under \nsection 17  or section 18 of this Ordinance or the rules and regulations made \nthereunder;  \n \n(e)  does not, without reasonable cause, apply for a National Identity Card within \nninety days of his attaining the age of eighteen years; or  \n \n(f)  knowingly contravenes any ot her provision of this Ordinance or the rules or \nregulations except regulations made under clause (d) of sub­section (4) of \nsection 5,  \n \nshall, in addition to any other penalty to which he may be liable under any other law, be punishable \nwith rigorous impris onment for a term which may extend to six months, or with fine not exceeding \nfifty thousand rupees, or with both.  \n \n(2) Any person who — \n \n(a)  makes any statement or furnishes any information which he knows or has reason \nto believe to be false in any materia l particular or which he does not believe to \nbe true;  \n \n(b)  obliterates or changes any particulars written or printed on any card;  \n \n(c)  forges any card or makes or has in his possession any document so closely \nresembling a card as to be calculated to dece ive; \n \n(d)  allows any other person to have possession of a card for the custody of which \nhe is responsible;  \n \n(e)  holds more than one card on the same eligibility criteria; or  \n \n(f)  who attests or verifies any statement or information made or furnished for the \npurpose of this Ordinance which he knows or has reason to believe to be false \nin any material particular or which he does not believe to be true,  \n \n1[(g)  is an employee of Authority, and is involved in the issuance of a fake National \nIdentity Card, or the officer­in­charge of that Bra nch] and \n \nshall, in addition to any other penalty to which he may be liable under any other law, be punishable \nwith rigorous imprisonment for a term which may extend to 1[five years]  or with fine not  exceeding \none hundred thousand rupees, or with both:  \n \nProvided that nothing in this section shall apply to a person acting pursuant to a request made \nby the Authority under section 22.  \n \n \n1Added and Subs. by Act XIX of 2011, s. 2.  \n \nPage 22 of 27 \n 31. Cogn izance of offences . No court shall take cognizance of any offence under this \nOrdinance except upon complaint in writi ng made by the Authority or any gazetted officer authorised \nby it in this behalf.  \n \n32. Trial of offences . —(1) No court inferior to that of  a Magistrate of the first class shall try \nan offence punishable under this Ordinance.  \n \n(2) Notwithstanding anything contained in section 32 of the Code of Criminal Procedure, 1898, \n(Act V of 1898) it shall be lawful for any Magistrate of the first class to pass any sentence authorised \nby this Ordinance even if such sentence exceeds his powers under the said section 32.  \n \n(3) Any Magistrate of the first class empowered, for the time being, to try in a summary way \nthe offences specified in sub­section (1) of section 260 of the Code of Criminal Procedure, 1898 (Act \nV of 1898) , may try in accordance with the provisions contained in sections 262 to 265 of the Code \nany offences punishable under this Ordinance.  \n \n         ____________  \n \nCHAPTER X  \n \nMISCELLANEOUS  \n \n33. Remuneration . The Chairman and members shall be paid such emoluments as may be \ndetermined by the Federal Government and shall not be varied to their disadvantage during their term \nof office.  \n \n34. Chairman and members not to engage in cer tain business, etc . —(1) The Chairman and \nmembers shall not, during their term of office, engage themselves in any other service, business, \nvocation or employment, or enter into the employment of, or accept any advisory or consultancy \nrelationship with any  person or entity engaged in providing services or products whatsoever to the \nAuthority on, any of the projects, schemes, proposals or plans undertaken, executed or supervised by \nthe Authority or any related undertaking of such aforesaid person or entity.  \n \n(2) The Chairman and members shall not have any direct or indirect financial interest, or have \nany connection with any such person, entity or related undertaking as mentioned in sub­section (1) for \nso long as he holds office.  \n \n35. Registration Officers, o fficers , employees, etc . To carry out the purposes of this \nOrdinance, the Authority may, from time to time, appoint Registration Officers, members of its staff, \nexperts, consultants, advisers and other officers and employees on such terms and conditions as  it may \ndeem fit.  \n \n36. Registration Officers, etc . deemed to be public servants . The Chairman, members, \nRegistration Officers, members of its staff, experts, consultants, advisors, other officers and employees \nof the Authority shall be deemed to be public servants within the meaning of section 21 o f the Pakistan \nPenal Code, 1860  (XLV of 1860) . \n \n \n \n \n \nPage 23 of 27 \n 37. Delegation . The Authority may by general or special order  delegate to the Chairman or a \nmember or a Registration Officer, or any member of its staff, or an expert, consultant, adviser, or other \nofficer or employee of the Authority, any of its powers or functions under this Ordinance subject to \nsuch conditions as  it may think fit:  \n \nProvided that any person to whom the powers of a Registration Officer, not including the \nDirector General, stood delegated under the provisions of the National Registration Act, 1973  (LVI of \n1973) , immediately before the commencement of  this Ordinance shall be deemed to have been \ndelegated under this section unless revoked by the Authority by a general or special order.  \n \n38. Reports to the Governments . —(1) The Authority shall submit at the end of every \ncalendar year, but not later than 31st of January of the following year — \n \n(a)  a report to the Federal Government on the performance of its functions and \nexercise of its powers and the carrying out of its purpose and objects during the \nyear so ending and the anticipated developments for th e following year; and  \n \n(b)  a report on the state of development, establishment and maintenance of \nregistration and database systems in the country and all related matters \nidentifying the problems, prospects and other necessary areas and matters for \nthe Fe deral Government, or concerned Provincial Government or local \nauthority's consideration and action, if any suggested in the report.  \n \n(2) Copies of the report, or relevant portions thereof, mentioned in clause (b) of sub­section (1) \nidentifying problems, pr ospects and other necessary areas and matters for a particular Provincial \nGovernment's or local authority's consideration or action shall also be furnished simultaneously to the \nconcerned Provincial Government or local authority.  \n \n39. Certain arrangements to continue . All contracts, agreements, promises, negotiations and \nworking arrangements made and understandings reached including any bidding process initiated as a \nresult of any requests for proposals sought from prospective contractors, and all liabiliti es incurred \nincluding any contingent or future liability on account of availing any services, etc., by the National \nDatabase Organization and the Registration Organization on behalf of the Federal Government in \nconnection with, or for the purpose of, or in  relation to the same objects, purposes, functions and \npowers as those of the Authority, before the establishment of the Authority, shall be deemed to have \nbeen made, reached or incurred, as applicable, by the Authority under this Ordinance and shall have \neffect accordingly.  \n \n40. Indemnity . No suit, prosecution or other legal proceeding shall lie against the Federal  \nGovernment or any Provincial Government or Local Authority, any Registration  Officer or any other \nperson exercising any power or performing any  function under this Ordinance,  for anything which is \nin good faith done or purporting or intended to be done under this Ordinance or any rule.  \n \n41. Transfer of employees and assets etc .—(1) Notwithstanding anything contained in any \nlaw, rules regulations, contract, agreement, or in the terms and conditions of their service or in the \nprovisions of the National Registration Act, 1973  (LVI of 1973) , the Civil S ervants Act, 1973  (LXXI \nof 1973) , on the establishment of the Authority, all persons appointed or employed in the National \nDatabase Organization and the Registration Organization, immediately before the establishment of the \nAuthority, in particular, all Registration Office rs appointed pursuant to section 3 of the National \nRegistration Act, 1973 (LVI of 1973) , and other officers and employees, whether recruited initially or \n \nPage 24 of 27 \n absorbed or inducted subsequently, including a person on deputation to any other organization, \ndepartm ent, agency or formation in Pakistan or abroad but not being person on deputation or \nsecondment to the Registration Organization or the National Database Organization from any other \norganization, department, agency or formation, shall stand transferred to and become Registration \nOfficers and other officers and employees, as applicable, of the Authority on the same terms and \nconditions including remuneration, tenure of service, rights and privileges as to pension and gratuity \nand other matters which were app licable to them immediately prior to the establishment of the \nAuthority.  \n \n(2) The Federal Government shall pay to the Authority, pension charges and gratuity in respect \nof, and provident fund accumulations of, persons transferred to the Authority by virtue  of sub­section \n(1) or sub­section (9), as they have become entitled to, or have been earned by them, or have \naccumulated till their transfer to the Authority as aforesaid.  \n \n(3) On transfer to the Authority as provided in sub­section (1) or sub­section (9) , all \nRegistration Officers and other officers and employees shall, where applicable, cease to be civil \nservants and shall be deemed to have been appointed and have respectively become the Registration \nOfficers and other officers and employees of the Autho rity as if originally appointed under this \nOrdinance as if they were always the Registration Officers, officers and employees of the Authority, \nas applicable, except for the purposes of financial benefits which they shall not claim from a date prior \nto the  date of their transfer to the Authority as aforesaid.  \n \n(4) On transfer as aforesaid, such a Registration Officer, other officer or employee, until his \nemployment in the Authority is terminated in accordance with his terms and conditions of service or \nhis terms and conditions as altered by regulations which shall not be less favourable than those by \nwhich he was governed immediately before his transfer to the Authority, shall continue to be so \ngoverned.  \n \n(5) Notwithstanding anything to the contrary in this section, any person referred to in \nsub­section (1) may within three months from the date of establishment of the Authority opt not to be \ntransferred to the service of the Authority and the option so exercised shall be final and those persons \nwho do not exe rcise their right of option in writing within the aforesaid period shall be deemed to have \nopted to be transferred to the Authority.  \n \n(6) All persons who opt under sub­section (5) not to be transferred to the service of the \nAuthority shall be provided a su itable posting elsewhere within six months from the date  of exercise \nof their option and till that time they shall remain on surplus pool of the Federal  Government.  \n \n(7) The service of a person who does not accept the alternative appointment or posting off ered \nto him within the time allowed by sub­section (6) shall stand terminated on the date on which he \ndeclines the offer or the time allowed to accept the offer expires, whichever is earlier, and such persons \nshall be entitled to be paid for a maximum peri od of three months.  \n \n(8) The termination of services of an employee under sub­section (7) shall be deemed to be \ndischarge from service owing to abolition of a permanent post for the purposes of admissibility of \ncompensation pension, etc.  \n \n \n \nPage 25 of 27 \n (9) Every person  on deputation or secondment to the Registration Organization or the National \nDatabase Organization from any other organization, department, agency or formation immediately \nbefore the establishment of the Authority shall, on such establishment, have an opt ion either — \n \n(a)  to remain employed in the Authority as a deputationist on the same terms and \nconditions of deputation as were applicable to him immediately before the \nestablishment of the Authority; or  \n \n(b)  to opt for being absorbed in the Authority whereupon, if his option is so \naccepted by the Authority, he shall stand and be deemed to have been \ntransferred to the Authority from the date of establishment of the Authority on \nsuch terms and conditions of serv ice as the Authority may deem fit, which shall \nhowever not be less favourable, than those applicable to him as per his terms \nand conditions of deputation immediately before the establishment of the \nAuthority:  \n \nProvided that the aforesaid option must be exe rcised within one month of the establishment of \nthe Authority, whereafter a person not exercising either of the above options, or having opted under \nclause (b) but not accepted by the Authority, shall be deemed to have opted under clause (a) and all \nconseq uences shall thereafter accrue as if he had so opted under the said clause.  \n \n(10) No person who stands transferred to the Authority by virtue of sub­section (1) or \nsub­section (9) shall, notwithstanding anything contained in any law for the time being in f orce, be \nentitled to any compensation because of such transfer.  \n \n(11) Any assets or other property of the Federal Government assigned or allocated for their use \nor any other purpose to such offices including the District Registration Offices, other offices , counters \nand any other formation of the Registration Organization as well as that of the National Database \nOrganization shall stand transferred to and vested in the Authority.  \n \n(12) All suits and other legal proceedings instituted by or against the Feder al Government, the \nDirectorate of National Registration and the National Database Organization immediately before the \ncommencement of this ordinance shall be deemed to be suits and proceedings by or against the \nAuthority, as the case may be, and may procee d and be dealt with accordingly.  \n \n(13) All debts and liabilities incurred, contracts entered into or rights acquired and all matters \nand things, engaged to be done, by with and for the Directorate of National Registration and the \nNational Database Organiza tion before the commencement of this ordinance shall be deemed to have \nbeen incurred, entered into, acquired or engaged to be done by, with or for the Authority as the case \nmay be.  \n \n \n1[41-A. Transfer of assets and liabilities of Alien Registration Authorit y.— (1) On transfer \nof the Alien Registration Authority (NARA) under Section 17 of the Foreigners Act, 1946 (XXXI of  \n1946), all employees of the NARA shall, subject to the following provisions, cease to be civil servants \nwithin the meaning of the Civil Ser vants Act, 1973 (LXXI of 1973) and shall be deemed to have always \nbeen appointed on comparable posts of the Authority, except for the purposes of financial benefits \nwhich shall not be admissible to them prior to the date of their transfer to the Authority.  \n \n1Ins. by Act, No. XXVII  of 2016, s. 3 \n \nPage 26 of 27 \n (2) Notwithstanding anything to the contrary contained in this section, any person referred to \nin sub­section (1) may, within three months of the transfer, exercise an irrevocable option either to \nremain civil servant or, as the case may be, become employee of the Authority:  \n \nProvided that where any person does not exercise the option within the said period he shall be \ndeemed to have opted to become employee of the Authority.  \n \n(3) Any person who opts under sub­section (2) to remain civil servant shall be provided with a \ncomparable posting elsewhere within three months of the exercise of option and till such posting \nremain on surplus pool of the Federal Government.  \n \n(4) On transfer as aforesaid, a person, unt il his employment in the Authority is terminated in \naccordance with his terms and conditions of service or his terms and conditions as altered by \nregulations which shall not be less favourable than those by which he was governed immediately \nbefore his tran sfer, shall continue to be governed accordingly.  \n \n(5) No person who stands transferred to the Authority by virtue of sub­section (2) shall, \nnotwithstanding anything contained in any law for the time being in force, not entitled to any \ncompensation because of such transfer.  \n \n(6) All assets and liabilities of the NARA including its counters and other formations shall, on \ncommencement of the Foreigners (Amendment) Act, 2016 (XX of 2016), stand transferred to and \nvested in the Authority.  \n \n(7) The Federal Govern ment shall pay to the Authority capitalized value of pension and gratuity \nin respect of employees, transferred to the Authority under sub­section (1) to which they have become \nentitled to or have been earned by them or have accumulated till their transfer to the Authority.  \n \n(8) All suits and other legal proceedings instituted by or against the Federal Government and \nNARA in respect of the matters of the foreigners registration immediately before commencement of \nthe Foreigners (Amendment) Act, 2 016 (XX of 20 16) shall be deem ed to be suits and legal proceedings \nof the Authority on and from such commencement and shall be dealt with by the Authority accordingly.  \n \n(9) All debts and liabilities incurred, contracts entered into or rights acquired and all matters \nand things done, engaged or to be done by or for the NARA immediately before commencement of \nthe Foreigners (Amendment) Act, 2016 (XX of 2016) shall be deemed on such commencement to have \nbeen incurred, entered into, acquired, done. engaged or, as the case m ay be, to be done by or for the \nAuthority. ] \n \n42. Exemption from taxes . Notwithstanding anything contained in the 1[Income Tax \nOrdinance,  2001  (XLIX of 2001)] or any other law for the time being in force relating to income­tax, \nsuper tax and wealth­ tax, th e Authority shall not be liable to pay and be exempted from paying any \nsuch taxes as aforesaid on its incomes, profits or gains for a period of five years beginning from the \ndate of its establishment.  \n \n \n \n \n \n1Subs. by Act No. V of 2007, s. 3  \n \nPage 27 of 27 \n 43. Ordinance 1[XCI of 2002] not to apply to Authority . The Industrial Relations Ordinance, \n1[2002 (XCI of 2002)] shall not apply to or in relation to the Authority or any person in the service of \nthe Authority.  \n \n44. Power to make rules . The Federal Govern ment may, by notification in the Official \nGazette, make rules for carrying out the purposes of this Ordinance:  \n \nProvided that till the time any amendments are made or any fresh rules are made in this behalf, \nthe rules made under section 15 of the National Registration Act, 1973 (LVI of 1973) and in force at \nthe time of the establishment of the Authority shall be applied as nearly as practicable in the same \nmanner as before to the extent the same are not inconsistent with the provisions of this Ordinance wit h \nany references to the Registrar General, Director General Registration Organization, or any competent \nauthority by whatever nomenclature therein to be deemed to be a reference to the Authority.  \n \n45. Regulations .—(1) The Authority may, by notification in the official Gazette, make \nregulations, not inconsistent with the provisions of this Ordinance or the rules, for the carrying out of \nits functions under this Ordinance and any other matter for which, under this Ordinance, provision \nmay be made by regulatio ns. \n \n(2) Without prejudice to the generality of the foregoing powers, such regulations may provide \nfor appointment of Registration Officers, members of its staff, experts, consultants, advisers and other \nofficers and employees and the terms and conditions of their service:  \n \nProvided that, subject to the provisions of section 40 till the time any amendments are; made \nor any fresh regulations are made in this behalf, any rules or regulations governing the terms and \nconditions of their service and in force at the time of the establishment of the Authority shall be applied \nas nearly as practicable in the same manner as before to the extent the same are not inconsistent with \nthe provisions of this Ordinance, with any references to the Directorate General of Regis tration, or any \ncompetent authority by whatever nomenclature therein to be deemed to be a reference to the Authority.  \n \n46. Ordinance to override other laws . The provisions of this Ordinance shall have effect \nnotwithstanding anything contained in a ny other law for the time being  in force.  \n \n47. Removal of difficulties . If any difficulty arises in giving effect to any provision of this \nOrdinance, the  Federal Government may make such order, not inconsistent with the  provisions of this \nOrdinance, as may appear to it to be necessary for the purpose of removing the difficulty.  \n \n48. Repeal .—(1) The National Registration Act, 1973  (LVI of 1973) , is hereby repealed.  \n \n(2) Notwithstanding the repeal of the National Registration Act, 1973  (LVI of 1973) , any \nnotification issued, powers delegated, contracts entered into, proceedings commenced, rights and \nliabilities incurred, fee or charges levied, things done or actions taken under any provision of the said \nAct shall, so far as they are not  inconsistent with the provision of this Ordinance, be deemed to have \nbeen made, passed, issued, delegated, entered into, commenced, acquired, incu red, levied, done or \ntaken under this Ordinance.  \n \n \n \n \n1Subs by Act V of 2007, s. 4"
}