{
    "file": "./converted_json\\administrator79c76a6cda926cc288d9f9b6a5d5b264.json",
    "name": "Pakistan Broadcasting Corporation Act",
    "date": "9th February, 1973",
    "tagline": "An Act to establish a Pakistan Broadcasting Corporation",
    "content": "Page 1 of 9 \n \n \n \n \nTHE PAKISTAN BROADCASTING CORPORATION ACT, 1973   \n \n \n \n \n \nCONTENTS  \n__________  \n \nCHAPTER I \nPRELIMINARY  \n1. Short title, extent and commencement  \n2.  Definitions  \n     __________  \n               CHAPTER II  \nESTABLISHMENT AND INCORPORATION OF THE CORPORATION  \n3.  Establishment of the Corporation  \n3A. Application of Act VII of 2023  \n       __________  \n               CHAPTER III  \n             MANAGEMENT  \n4.  Board  \n5.  [Omitted ] \n6.  Removal of independent members  \n7.  Meetings of the Board \n8.  Director -General  \n9.  Delegation o f powers  \n                CHAPTER IV  \n   FUNCTIONS OF THE CORPORTION  \n10.   \n \n\n \n  \nPage 2 of 9 \n  \n `                CHAPTER V  \n         ESTABLISHMENT  \n11. Employment of officers and staff  \n12.  Transfer of Radio Pakistan servants to the Corporation  \n        __________  \n \n                 CHAPTER VI  \n         FINANCE  \n13.  Source s of income  \n14.  Budget for capital and development expenditure  \n15.  Borrowing power  \n16.  Audit and accounts  \n17.  [Omitted ] \n18.  Reports  \n19.  Transfer of assets and liabilities of Radio Pakistan  \n20.  Liquidation o f Corporation  \n      CHAPTER VII  \n    RULES AND REGULATIONS  \n21.  Power to make rules  \n22.  Power to make regulations  \n22A.  Removal of difficulties  \n23. [Omitted ] \n \n  \nPage 3 of 9 \n THE  PAKISTAN  BROADCA STING  CORPORATION  ACT,  1973  \n \nACT  No. XXXII OF 1973 \n[9th Februar y, 1973] \nAn Act to establish a Pakistan Broadcasting Corporation \nWHEREAS  it is expedient to provide  for the establishm ent of a Broadcasting Corporation to \nensure effective operation and growth of broadcasting  as a function-oriented public  service medium,  \ngeneral improvement in the quality of programmes, speedy implementation of projects and better \nutilis ation of talent, and for matters connected therewith;  \nIt is hereby enacted as follows :— \nCHA PTER  I \n PRELI MINARY \n \n 1. Short title, extent and comme ncement.—(1) This Act may be called the Pakistan \nBroadcasting Corporation Act, 1973.   \n(2) It extends to the whole  of Pakistan. \n(3) It shall come into force at once and shall be deemed to have taken effect on the twentieth \nday of December, 1972.  \n2. Definitions.—In this Act, unless there is anything  repugnant in the subject or context,— \n(a) “Board” means the Board of Directors of the Corporation;  \n(b)  “Chairman” means the Chairman of the Board; \n(c) “Corporation” means the Pakistan Broadcasting  Corporation establish ed under \nsection 3; \n1[ca  “division concerned” means the division to which business of the Corporation \nstands allocated ;] \n2[(d) “Member” means a Member of the Board;] \n(e)  “regulation” means a regulation made under this Act;  \n(f)  “rule” means a rule made under this Act; \n \n1[(fa) “secretary” shall have the same meaning as assigned thereto in the Rules of \nBusiness,  1973;  \n(fb) “SOE Act” means the State -Owned Enterprises (Ġovernance and Operations ) \nAct, 2023 (VII of 2023); and ] \n(g)  “station” means any production, receiving, or transmitting  unit, fixed or \nmobil e. \n \n1Ins. and add ed by Act No. VI of 2024, s. 2.  \n2\nSubs. by Ord. No. XCIV  of 2002, s.2. \n \n  \nPage 4 of 9 \n CHA PTER  II \nESTABL ISHMENT  AND INCO RPORATI ON OF THE  CORPORATION  \n \n3. Establishment of the corporation.—(1) As from the comm encement of this Act, there \nshall be established a Corporation to be called the Pakistan Broadcasting Corporation. \n \n(2) The Corporation shall be a body corporate by the  name of the Pakistan Broadcasting \nCorporation, having p erpetual succession  and a common  seal, with power to hold and dispose  of \nproperty, and sh all by the said name sue and be sued. \n \n1[3A. Application of Act VII of 2023 .—(1) The provisions of the State -Owned Enterprises \n(Governance and Operations) Act, 2023 (VII of 2023) shall apply to the Pakistan Broadcast ing \nCorporation which shall  be deemed to be a state -owned e nterprise s for the purposes of the said Act.  \n \n(2) Where any inconsistency arises in a provision of the said Act and a provision of this Act \nfor the purpose of governance of the corporation as a st ate-owned enterprise, the provisions of the \nsaid Act shall prevail.]  \n \nCHA PTER  III \nMANAGEMENT  \n \n                1[4. Board. —(1) The general direction and the administration of the Corporation shall vest in \na Board consisting of__ \n \nS. \nNo. Membership  Status  \n(1) (2) (3) \n1. A person to be appointed by the Federal Government from \namongst the independent members  Chairman  \n2. Secretary of the division concerned or in his absence his \nnominee not below the rank of an officer in BPS -20 or \nequivalent  Member  \n3. Additi onal Foreign Secretary or in his absence his nominee not \nbelow the rank of an officer in BPS -20 or equivalent  Member  \n4. Additional Secretary Finance or in his absence his nominee not \nbelow the rank of an officer in BPS -20 or equivalent  Member  \n5. Director  General , Inter -Services Public Relations (ISPR) or in \nhis absence his nominee not below the rank of an officer in BPS -\n20 or equivalent  Member  \n6. Managing Director,  Pakistan Television Corporation or in his \nabsence his nominee not below the rank of an off icer in BPS -20 \nor equivalent  Member  \n7. Director General  Member - \ncum- \nSecretary  \n8. A representative of the Interior Division not below the rank of an \nofficer in BPS -20 or equivalent  Member  \n9. Nine eminent independent members to be appointed by the Federa l \nGovernment including not less than one from each province, \nIslamabad Capital Territory, Gilgit -Baltistan and Azad Jammu and \nKashmir  Members  \n \n1Ins. and s ubs. by Act No. VI of 2024 , ss. 2A-3. \n \n  \nPage 5 of 9 \n  (2) The members, other than ex-officio  members, shall hold off ice for a term of three years \nand shall be eligible for re -appointment but in no case for more than two consecutive terms and they  \nmay, by  writing under their hand addressed to the Federal Government by  giving a notice of not less  \nthan one month,  resign th eir offices:  \nProvided that the resignation shall not take effect until it has been accepted by the Federal \nGovernment.   \n(3) In particular and without prejudice to the generality of the provisions of sub -section (1),  \nthe Board shall have full powers with re gard to ― \n(a)  the preparation of the annual revenue budget of the Corporation and approval \nof the budget and expenditure not included in its annual budget for capital and \ndevelopment expenditure;  \n(b)  the formulation and implementation of all programs and policies;  and \n(c)  the making of plans for infrastructural and technological development within \nthe country and for promotion of the Co rporation's interests, abroad.]  \n5. 1[Omitted ] \n 2[6. Removal of independent members. ―The Federal  Government may, by notifi cation in \nthe official Gazette, remove an independent member in accordance with the provisions of the  SOE \nAct.] \n \n 7. Meetings of the Board.―(l) The Board shall meet at such time and such place as may be \nprescribed by regulations:  \n \nProvided that not less than one meeting of the Board shall be held 1[at least once in a \nquarter]. \n \n 2[(2) Not less than fifty percent of total membership of the Board including not less than four \nindependent and one ex-officio  members shall constitute quor um for a meeting of the B oard.]  \n  (3) The Chairman, or in his absence a 1[member] authorised by him, shall preside at the \nmeetings of the Board. \n \n   2[8. Director -General. ―(1) There shall be a Director General of the Corporation who shall \nbe its chief executive officer to be appointed by the Board in such manner and on such terms and \nconditions as may be prescribed by the Board.  \n \n (2) The Director General shall ― \n \n(a)  be responsible for the management of the Corporation and for its procedures in \nfinancial and. other matters under delegation from the Board and subject to the \noversig ht and directions of the Board;  \n \n(b)  ensure the proper implementation of strategies and polici es approved by the \nBoard; and  \n \n(c)  put in place appropriate arrangements to ensure that funds and resources are \nproperly safeguarded and are used economically, efficiently and effectively \nand in accordance with the state -owned enterprise business plan, th e primary \nobjective and all statutory obligations.]  \n \n1Omitted and Subs. by Ord. No. XCIV  of 2002, ss. 5 and 7.  \n2Subs. by Act No. VI of 2024, ss.  4 -6. \n \n  \nPage 6 of 9 \n 9. Delegation of powers.—The Board may, from time to time, delegate any of its \npowers to the Director-General or any other officer of the Corporation. \n \n \n \nCHA PTER  IV \nFUNCTIONS  OF THE  COR PORATION  \n \n \n10. (1) The functions  of the Corporation shall be— \n(a)  to provide  broadcasting  services for general reception in all parts of Pakistan \nand the territorial water thereof and on board ships  and aircrafts (such services \nbeing hereafter referred to as Home  Services) and in other countries and places \n(such services being hereafter referred to as External Services) for the \npurposes of disseminating information, education and entertainment through \nprogrammes which maintain a proper balance in their subject-matter and a \nhigh general standard of quality and morality; \n(b)  to broadcast such programmes as may promote  Islamic  ideology, national \nunity and principles of democracy, freedom,  equality, tolerance and social \njustice as enunciated by Islam, discourage parochial, racial, tribal, sectarian, \nlinguistic  and provincial prejudices and reflect the urges and aspirations  of \nthe people of Pakistan; \n(c)  to broadcast in the Home Services such special programmes as the 1[Board] \nmay, from time to time, direct; \n(d)  to broadcast programmes in the External Services to such countries and in \nsuch languages and at such times as the 1[Board] may, from time to time, \ndirect; \n(e)  to bring to  public  awareness the whole  range of significant activity and to \npresent news or events in as factual, accurate and impartial a manner as \npossibl e; \n(f)  to carry out instructions  of the Federal Government with regard to general \npattern or poli cies in respect of programmes, announ cements and news to be \nput out on the  air from time  to tim e; \n(g)  to hold the existing, and to construct or acquire and establish or inst all \naddition al, stations and apparatus; \n \n(h)  to hold the existing, and to construct or acquire addition al, equipm ent and \napparatus for telephony in Pakistan for purposes of broadcasting; \n(i)  to compil e, prepare, print, publish,  issue, circulate and distribut e, with or \nwithout  charge, such papers, magazines, periodicals, books,  circulars and \nother such matter as may be  condu cive to any of  the functions  of the \nCorporation; and \n(j)  to collect news and information in any part of the world in any manner that \nmay be deemed fit. \n \n1Subs. by Ord. No. XCIV  of 2002, s. 8. \n \n  \nPage 7 of 9 \n  (2) In the discharge of its functions  the Corporation shall be guided on questions  of policy by \nthe instructions,  if any, given to it from time to time by the Federal Government which shall be the \nsole judge as to whether a question is a question  of policy. \n     _________  \nCHA PTER  V \nESTABL ISHMENT  \n \n 11. Employment of officers and staff.—The Board may, from time to time, employ such \npersons as it may consid er necessary for the performance of its functions  on such terms and \nconditions  as it may prescribe by regulations.  \n12. Transfer of Radio Pakistan servants to the Corporation.—(1) Notwithst anding  \nanything to the contrary in any contract or agreement or in the conditions  of service, the Federal \nGovernment may, subject to the provisions  of sub-sections (2) and (3), transfer persons in the service \nof Pakistan and serving in connection with the affairs of the department of the Government of \nPakistan headed by the Director-General, Radio Pakistan, hereinafter referred to as Radio Pakistan, \nimmediately before the comm encement of this Act, including  persons on deputation to other \norganisations  in Pakistan or abroad, to the Corporation on the same terms and conditions  to which \nthey were entitled immediately before such comm encement. \n 1[(1A)  The persons transferred to the Corporation under sub-section (1) shall cease to be civil \nservants in the service of Pakistan and become employees of the corporation from the date of its \nestablishm ent under section 3, on the s ame t erms and conditions  to which they were entitled \nimmediately before such transfer. \n(1B) Notwi thstanding  any judgement of any Court or tribunal, including the Supreme Cou rt, \nany law, contract, agreement or the conditions  of service, all actions  taken, powers exercised, orders \nor inst ructions issu ed, by the Co rporation in respect of t erms and condit ions of employees referred to \nin su b-section (1 A) after their transfer to t he Co rporation till the coming into force of the Pakistan \nBroadcasting Co rporation (Am endment) Act, 1996  (IV of 1996),  shall be deemed to have been \nvalidly t aken, exercised or issued by the Corporation.] \n \n(2) Notwithst anding anything in sub-section (1), only such members of the Information \nService of Pakistan serving Radio Pakistan immediately before the comm encement of this  Act shall \nbe transferred to the Co rporation as opt for service in the Co rporation. \n(3) The  persons transferred to the Corporation under sub-section (2) sh all, on such transfer, \ncease to be  members of the Information Service of Pakistan. \n(4) The  terms and conditions  of service of the members of the Information service of Pakistan \ntransferred to the corporation under sub-section (2) shall not be altered by the Co rporation to th eir \ndisadvantage. \n \n1Ins. by Act No. IV of 1996, s. 2 and shall be deemed always to have so been inserted.  \n \n \n  \nPage 8 of 9 \n  (5) No person in the service of Pakistan who is transferred to the Corporation under sub-\nsection (1) shall, notwithst anding  anything contained in any law for the time being in force, be \nentitled to any compensation because of such transfer. \n               __________  \nCHA PTER  VI \n \nFINANCE  \n \n13. Sources of income.— The sources of income of the Corporation shall be— \n \n(a) grants-in-aid made by the Federal Government for approved projects of the \nCorporation; \n \n(b) moneys paid by the Federal Government for the expenditu re incurred by the \nCorporation on the External Services and other services performed by the \nCorporation at the instance and on behalf of that Government; \n \n(c)  such annual subsi dy as the Federal Government may grant; \n \n(d)  licence fee as the Federal Government may fix in respect of licences issued \nunder section 4 of the Wireless Telegraphy Act, 1933  (XVII of 1933 ), to \npossess wireless telegraphy apparatus; \n \n(e)  income derived from sale of programmes and broadcast time for \nadvertisement; and \n \n(f)  income from other sources. \n14. Budget for capital and development expend iture.—Before the commencement of \neach financial year, the Corporation shall submit  to the 1[Board]  for its approval a budget for \nthe capital and developm ent expenditu re propos ed to be incurred by the Corporation during the \nfinancial year and shall no incur any expenditu re of the nature of capital and developm ent \nexpenditu re which is not provided for in the budget as approved by the 1[Board] . \n \n \n \n \n \n \n15. Borrowing power.—The Corporation may, with the previous  sanction of the Federal \nGovernment, and on such terms and conditions  as may be approved by the Government, borrow in \nPakistan currency or foreign currency. \n \n 16. Audit and accounts.—1[(1) The accounts of the Corporation shall be maintained and \naudited in accordan ce with the provisions of Articles 169 and 170 of the Constitution of the  Islamic \nRepublic of Pakistan.]  \n (2) Copi es of the audit report shall be sent to the Board and the report shall also be available \nfor public  inspection. \n (3) The statement of audited accounts  of the Corporation together with a report of the Board \nthereon shall be furnished to the 1[secretary finance division through the secretary of the division  \nconcerned] by the Corporation within six months of the close of every financial year.   \n (4) The 1[secretary finance division through the secr etary of the division concerned ] may at \nany time issue directions to the Corporation to rectify and audit objection and the Corporation shall \ncomply with every such direction.  \n \n1Subs. by Act No. VI of 2024,  ss. 7-8. \n \n  \nPage 9 of 9 \n  17. 1[Omitted ] \n18. Reports.—(1) The Corporation shall submit  to the Federal Government at such time, \nafter the end of every financial year, in such form and in such manner as may be prescribed by rules, \na report on the condu ct of its affairs for that year. \n(2) The Federal Government shall cause the report to be laid the National Assembly. \n19. Transfer of assets and liabilities of Radio Pakistan.—All assets and liabiliti es of the \nFederal Government in relation to Radio Pakistan subsisting  immediately before the comm encement \nof this Act shall, unless the Federal Government, by notification in the official Gazette, otherwise \ndirects, vest in the Corporation as from such commencement. \n20. Liquidation of Corporation.—No provision  of law relating to the winding  up of \ncompanies shall apply to the Corporation and the Corporation shall not be wound  up save by an \norder of the Federal Government and in such manner as the Federal Government may direct. \n \nCHA PTER  VII \nRULES  AND RE GULATIONS  \n21. Power to make rules.—The Federal Government may make rules for carrying out the \npurposes of this Act. \n22. Power to make regulations.—2[(1)] The Board may, with the p revious sanction of the \nFederal Government, make regulations  to provide for all matters not required to be provided for by \nrules and for which provision  is necessary or expedient for carrying out the pu rposes of this A ct. \n2[(2) The regulations  made under this section on the first occasion,  other than those h aving \nfinancial impli cations,  may be made so as to have effect from the date of the establishm ent of  the \nCorporation.]  \n \n 3[22A.  Removal  of difficulties. —If any difficulty arises in giving effect to any of the \nprovisions of this Act, the Federal Government may make such order, not inconsistent with the \nprovision s of this Act, as may appear to be necessary for the purpose of removi ng the difficulty.]  \n 23. 4[Omitted ] \n \n \n____________  \n \n \n \n \nRGN Date: 23 -08-2024  \n1Omitted by Act No.  IV of 1999, s. 23. \n2Re-numbered and added by Ord. No. XXXIII  of 1979, s. 2.  \n3Ins. by  Act N o. VI of 2024, s. 9.  \n4Omitted by Ord.  No. XXVII of 1981, s. 3 Sch . II."
}