{
    "file": "./converted_json\\administrator6a99292b3c035d174ec9a048e24c56d3.json",
    "name": "The Law Reports Act",
    "date": "[13th October, 1875]",
    "tagline": "For the improvement of Law Reports",
    "content": "Page 1 of 3 \n \n \nTHE LAW REPORTS ACT, 1875  \n \n \n \n \n \nCONTENTS  \n___________  \n \nSECTIONS:  \n1.  Short title.  Local extent. Commencement.  \n2.  Repealed.  \n3.  Authority given only to authorized reports.  \n4.  Authority of judicial decisions.  \n5.  Certification by the courts , etc. \n6.  Restriction o n the publication of judgements and orders.  \n7.  Penalty.  \n8.  Jurisdiction to try offences.  \nSCHEDULE.  Updated till 14.04.2023  \n \nPage 2 of 3 \n THE  LAW  REPORTS  ACT,  1875  \n1Act No, XVIII  OF 1875  \n[13th  October,  1875]  \nAn Act for the improvement  of Law Reports.  \n2[*  *  *  *  *  *  *] \n1. Short  title. — This Act may be called  the 3[*] Law Reports  Act, 1875 . \nLocal  extent.—4[It extends  to the whole  of Pakistan :] \nCommencement.  And it shall come  into force  on such day as the 5[Federal Government]  \nnotifies  in this behalf  in the 6[official  Gazette].  \n2. [Repeal  of Act II of 1875 .] Rep. by the Repealing  Act, 1876  (XII of 1876).  \n3. Authority  given  only to authorized  reports . No Court  shall  be bound  to hear cited,  or \nshall  receive  or treat as an authority  binding  on it, the report  of any case 7[decided]  on or after the \nsaid day by any 8[High  Court],  other  than a report published  under  the authority  of 9[a Provincial  \nGover nment].  \n4. Authority  of judicial  decisions.  Nothing  herein  contained  shall  be construed to give to \nany judicial  decision  any further  or other authority than it would have  had if this Act had not been \npassed.  \n10[5. Certification by the courts, etc. —A court or tribunal deciding a matter shall at the end \nof the judgment or order, as the case may be, certify in the form specified in the Schedule  that it is \nbased upon or enunciates a principle of law or decides a question of law which is of first impression \nor distinguishes, over -rules, reverses or explains a previous decision.  \nExplanation. — For the purpose of this Act, the expression “court o r tribunal” includes the \nFederal Shariat Court, a Service Tribunal, the Income Tax Appellate Tribunal and the National \nIndustrial Relations Commission. ] \n \n \n1For the Statement  of Objects  and Reasons,  see Gazette  of India , 1875  Pt. V, p. 139; for Proceedings,  in Council,  see ibid.,  Extra  Supplement,  dated  \n31st July,  1875 , p. 5, and ibid.,  Extraordinary,  dated  25th October,  1875.  p.1. \nThis Act came  into force  on 1-1-1876,  see Notifn.  No, 22-D/23 -/11 75, Gaz. of India,  1875,  Pt, I, p. 589. \n2preamble  rep. by A.O.,  1937. \n3The word  “Indian”  omitted  by A.O.,  1949,  Sch. \n4Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch, (with  effect  from  the 14th October , 1955),  for the original  \npara. as amended  by A.O.,  1949,  Arts.  3(2) and 4. \n5Subs. by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”  which  was subs.  by A.O.,  1937,  for “G.G.  in C.”. \n6Subs.  ibid.,  for “Gazette  of India”.  \n7Subs.  ibid.,  for “decided  by any of the said High  Courts  or by the Chief  Court  of Oudh  on or after the said day.”  For list of courts  which  are High  \nCourts  for the purposes  of the Government  of India  Act, 1935,  see s. 219 of that Act. \n8The original words \"Court in British India which is a High Court for the purposes of the Government of India Act, 1935 “ hav e successively been \namended by A.O., 1949, arts. 3(2) and  4, and the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the \n14th October, 1955), to read as above.  \n9The original words” the G. G. in C. “have succe ssively been subs. by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch. I , A.O., 1937, and Ord. 21 \nof 1960, s. 3 and 2nd Sch. (with  effect from the 14th October, 1955), to read as above.  \n10Added by The Law Reports (Amendment) Act, 1989 (Act No. II of 19 90), s.2.  \n \nPage 3 of 3 \n 1[6. Restriction  on the publication  of judgements  and orders .—No judgement  or order  of a \ncourt  tribunal  shall  be published  or printed  2[in a Law Report]  by any publisher, printer or any other \nperson, unless it is approved for  reporting by a court or tribunal  or is certified  under  section  5. \n7. Penalty.— (1) Whoever  contravenes  the provisions  of section  6 shall  be punished  with fine \nwhich  may extend  to one lac rupees  or in default  of payment  of fine with simple  imprisonment  for a \nterm which  may extend  to six months.  \n(2) All copies  of a publication  in respect  of which  a person  is convicted  under  sub-section  (1) \nshall  stand  forfeited  to the Provincial  Government.  \n8. Jurisdiction  to try offences.— No court  shall  take cognizance  of an offence  punishab le \nunder  this Act except  upon  a complaint  in writing  made  by the Presiding  Officer  of the court  or \ntribunal  by which  the judgement  or order  in respect  of which  the offence  was committed  was given  \nor made,  or by an officer  generally  or specially  empowered  by him in this behalf  2[ or by any office  \nholder  of a registered  Bar Association  or a Bar council]  and no court  other  than a court  of session  \nshall  try any such offence.].  \n \n \n___________________  \n \n \n \n1[SCHEDULE  \n(See Section  5) \nCERTIFICATE  \nIn the Court  */Tribun al………………  \n(Title  of the case)  \nCase  No……………………  \nDecided  on…………………….  \nCertified  that the judgement  */order  is based  upon  or enunciates  a principal  of Law */ decides  \na question  of law which  is of first impression/  distinguishes/  over-rules/  reverses/  explains  a previous  \ndecision.  \nJudge(s)/*Presiding  Officer.  \n*Strike  out whichever  is not applicable.]  \n \n______ ____  \n \n \n \n \n \n \n1Added by The Law Reports (Amendment) Act, 1989 (Act No. II of 1990), s.2  and 3.  \n2Ins. By The Law Reports (Amendment) Ord. 2002 (LXVII of 2002 ), ss. 2 and 3."
}