{
    "file": "./converted_json\\administrator6adf52c45c8d656aec51b9133c4c9e0f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART  I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019         483 \n \n \n \n  \nISLAMABAD , FRIDAY , NOVEMBER  1, 2019   \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 31st October , 201 9 \n \n No. F.  2 (1)/2019 -Pub.—The following Ordinance promulgated on 30th \nOctober, 2019 by the President is hereby published for general information: — \n \nORDINANCE  NO.  XVII OF 2019  \n \nAN \n \nORDINANCE  \n \nto protect and secure the rights of ownership of women in the property;  \n \n WHEREAS  it is expedient to provide for the protection o f the rights of \nownership and possession of properties owned by women, ensuring that such \nrights are not violated by means of harassment, coercion, force or fraud;  \n \n AND WHEREAS  the Senate and the National Assembly are not in session \nand the President is s atisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \n \n \n \n \n(483) \n \nPrice : Rs. 10.00 \n[1704(2019 )/Ex. Gaz.]   \n484   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019  [PART I \n \n  NOW, THEREFORE,  in exercise of powers conferred by clause  (1) of \nArticle 89 of the Constitution of the Islamic Republi c of Pakistan, the President is \npleased to make and promulgate the following Ordinance: - \n \n 1. Short title, extent and commencement. — (1) This Ordinance may \nbe called the Enforcement of Women ’s Property Rights Ordinance, 2019.  \n \n (2) It shall extend to the w hole of the Islamabad Capital Territory . \n \n (3) It shall come into force at once . \n \n  2. Definitions .—In this Ordinance, unless the context otherwise \nrequires, the following expressions shall have the meanings hereby  respectively \nassigned to them, — \n \n(a) ‘complainant’ means a woman who files a complaint or for whom \nproceedings are initiated in respect of the title or possession of her \nproperty;  \n \n(b) ‘Government ’ means the Federal Government;  \n \n(c) ‘Ombudsman ’ means the Ombudsman appointed under section 7 of  \nthe Protection against Harassment of Women at the Workplace Act, \n2010 (IV of 2010);  \n \n(d) ‘prescribed ’ means prescribed by rules;   \n \n(e) ‘property’ includes any moveable and immoveable property; and   \n \n(f) ‘rules’ mean rules made under this Ordinance . \n \n 3. Power s of the Ombudsman. —In addition to the powers, functions \nand authority under this Ordinance and Rules made hereunder, the Ombudsman, \nfor the purpose of this Ordinance, shall have the same powers, functions and \nauthority as are vested in the Ombudsman for t he Protection against Harassment \nof Women at the Workplace Act, 2010 (IV of 2010).  \n \n 4. Complaint to the Ombudsman in case no proceedings in a court \nof law are pending. —(1) Any woman deprived of ownership or possession of \nher property, by any means, may fi le a complaint to the Ombudsman, if no \nproceedings in a court of law are pending regarding that property:  \n \n Provided that the Ombudsman, on its own motion or on a complaint filed \nby any person including a non -governmental organization, may also initiate \naction under sub section (1) in relation to the ownership or possession of a \nwoman’s property, if no proceedings are pending in a court in respect of that \nproperty.  \nPART  I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019         485 \n \n  (2) The Ombudsman shall make a preliminary assessment of the \ncomplaint filed under sub -section (1) whereafter he may, if the matter requires \nfurther probe or investigation, refer the matter to the concerned Deputy \nCommissioner, who, after calling the record, if necessary, and issuing notices to \nthe complainant or her adversaries, conduct a summar y enquiry and submit a \nreport withi n fifteen days to the Ombudsman.  \n \n (3) If the matter does not require any detailed probe, investigation, or \nrecording of evidence, the Ombudsman may, after calling any record, if deemed \nnecessary, pass orders under sectio n 5. \n \n (4) The Ombudsman upon receiving the report under sub -section (2), \nmay further conduct such summary enquiry and call for such record as he may \ndeem fit.  \n \n (5) The Ombudsman after confronting the report of the concerned \nDeputy Commissioner and the co nclusion and findings of his own enquiry shall \ncall upon the complainant and her adversaries to submit objections, whereafter he \nmay conduct a hearing, and pass orders under section 5, preferably within sixty \ndays of receipt of the complaint under sub -section (1).  \n \n 5. Delivery of possession and transfer of ownership of property to \nwomen etc. — (1) On conclusion of the proceedings under section 4, if the \nOmbudsman finds that the complainant has been illegally deprived of ownership \nor possession of her proper ty, he shall direct the Deputy Commissioner or a state \nfunctionary or any private person to take steps so as to restore or confer \npossession or title of the property to the complainant, including measures to \nperfect such title.  \n \n (2) The Ombudsman may, whe re deemed fit, direct the officer -in-\ncharge of a police station for such assistance as may be required for the purposes \nof implementing the orders passed under sub -section (1).  \n \n (3) The concerned Deputy Commissioner shall submit a compliance \nreport within  seven days to the Ombudsman in respect of implementation of his \norders.  \n \n 6. Reference to court. —(1) Notwithstanding anything contained in \nsections 4 and 5, if upon preliminary assessment, or upon receiving the report of \nthe Deputy Commissioner or upon co nducting further summary enquiries by the \nOmbudsman himself, he comes to the conclusion that the matter requires in -\ndepth enquiry, investigation or detailed recording of evidence or intricate \nadjudication, he sh all formulate a reference along with all the r eports and material \ncollected and submit the same to the concerned Civil Court preferably within \nsixty days of receipt of the complaint under sub -section (1) of section 4:  \n486   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019  [PART I \n \n  (2) Notwithstanding anything contained in any other law, the Civil \nCourt shall en tertain the reference under sub -section (1), as a civil suit and \nproceed further in terms of the Code of Civil Procedure, 1908 (Act V of 1908) \nand the relevant rules.  \n \n 7. Complaint to the O mbudsman in case proceedings in a court of \nlaw are pending. —(1) Wher e proceedings in a court of law are pending in \nrelation to the ownership or possession of any property claimed to be owned by a \nwoman, she may file a complaint under this sub -section to the Ombudsman:  \n \n Provided that the Ombudsman, on its own motion or on a complaint filed \nby any person including a non -governmental organization may also initiate action \nunder sub -section (1) in relation to the ownership or p ossessi on of a women ’s \nproperty, even if proceedings are pending in a court in respect of that proper ty. \n \n (2) The Ombudsman shall make a preliminary assessment of the \ncomplaint under sub -section (1), whereafter he may, if the matter requires further \nprobe or investigation, refer the matter to the concerned Deputy Commissioner, \nwho, after calling the reco rd, if necessary, and issuing notices to the complainant \nor her adversaries, conduct a summary inquiry and submit a report within fifteen \ndays to the Ombudsman.  \n \n (3) If the matter does not require any detailed probe, investigation or \nrecording of evidence , the Ombudsman may, after calling any record, if deem \nnecessary, may file a report in the court of law, in which the case is pending, \nrecommending that the proceedings in the court may be terminated or put in \nabeyance unconditionally or subject to any cou rt order and the Ombudsman be \npermitted by the court to take further proceedings under this Ordinance.  \n \n (4) Before filing of a report under sub -section (3), the Ombudsman \nshall call upon the complainant and her adversaries to submit objections, and \nconduc t hearing and pass orders, preferably within thirty days of the hearing, as \nto whether the Ombudsman may or may not file a report under sub -section (3).  \n \n (5) In case, the Ombudsman passes an order of not filing a report under \nsub-section  (3), he may advi se the complainant to pursue the proceedings in the \ncourt of law and terminate the complaint.  \n \n (6) The Ombudsman upon receiving the report under sub -section (2), \nmay further conduct such summary inquiry and call for such record as he may \ndeem fit.  \n \n 8. Loss of rent. —On culmination of proceedings under section 5, the \nOmbudsman may also direct the complainant to be paid by the person depriving \nthe said complainant of the use of the property, the amount equivalent to the rent \nPART  I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  NOV. 1, 2019         487 \n \n that the property may fetch at _t he prevalent market rate, for the duration for \nwhich the complainant was deprived of the use of such property.  \n \n 9. Execution of orders. —The Ombudsman may direct any executive \nstate functionary including the relevant Deputy Commissioner where the \nproperty of the complainant is situated, to execute the orders in letter and spirit.  \n \n 10. Appointment of officers etc. —For carrying out the object and \npurpose of this Ordinance, the Federal Government shall appoint such officers as \nmay be required, on such terms a nd conditions as prescribed.  \n \n 11. Bar of Jurisdiction. —No court or other authority shall have \njurisdiction — \n \n(a) to question the validity of any action taken, or intended to be taken, \nor order made, or anything or purporting to have been taken, made \nor do ne under this Ordinance; or  \n \n(b) to grant an injunction or stay or to make any interim order in \nrelation to any proceeding before, or anything done or intended to \nbe done or purporting to have been done by, or under the orders or \nat the instance of the Om budsman.  \n \n 12. Power to make rules. — The Federal Government may make rules \nto carry out the purpose of this Ordinance.  \n \n  \nDR. ARIF ALVI , \nPresident . \n \n—————  \n \nMUHAMMAD  KHASHIH -UR-REHMAN , \nSecretary . \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}