{
    "file": "./converted_json\\administratorc0e306e33d61e1f5fe31b0f820b97d40.json",
    "name": "Federal Urdu University of Arts, Sciences and Technology, Islamabad Ordinance, 2002",
    "date": "November 13, 2002",
    "tagline": "An Ordinance to provide for Establishment of Federal Urdu University of Arts, Sciences and Technology, Islamabad",
    "content": "Page 1 of 29 \n  \n \nTHE FEDERAL URDU UNIVERSITY OF ARTS, SCIENCES AND \nTECHNOLOGY, ISLAMABAD ORDINANCE, 2002  \n \n \n CONTENTS  \nCHAPTER  I  \n \nPRELIMINARY  \n1.  Short title, application and commencement : \n2.  Definitions  \nCHAPTER  II \n \nTHE UNIVERSITY  \n3.  Incorporation  \n4.  Powers and purposes of the University  \n5.  University open to all classes, creeds, etc  \n6.  Teaching at the University  \nCHAPTER  III  \n \nOFFICERS OF THE UNIVERSITY  \n7.  Officers  \n8.  Chancellor and Pro-Chancellor  \n9.  Removal from the Senate  \n10.  Deputy Chair of the Senate  \n11.  Vice-Chancellor  \n12.  Appointment and removal of the Vice -Chancellor  \n13.  Registrar  \n14.  Treasurer  \n\n \nPage 2 of 29 \n 15.  Controller of Examination  \nCHAPTER  IV  \n \nAUTHORITIES OF THE UNIVERSITY  \n16.  Authorities  \n17.  Senate  \n18.  Powers and functions of the Senate  \n19.  Visitation  \n20.  Syndicate  \n21.  Powers and duties of the Syndicate  \n22.  Academic Council  \n23.  Powers and functions of the Academic Council  \n24.  Nominating Committees  \nCHAPTER  V \n \nSTATUTES,  REGULATIONS AND RULES  \n26.  Statutes  \n27.  Regulations  \n28.  Amendment and repeal of Statutes and Regulations  \n29.  Rules  \nCHAPTER  VI  \n \nUNIVERSITY FUN D \n30.  University fund  \n31.  Audits and Accounts  \nCHAPTER  VII  \n \nGENERAL PROVISIONS  \n32.  Opportunity to show cause  \n33.  Appeal to the Syndicate and the Senate  \n34.  Service of the University  \n \nPage 3 of 29 \n 35.  Benefits and Insurance  \n36.  Commencement of term of office of members of Authority  \n37.  Filling of casual vacancies is Authorities  \n38.  Flaws in the constitution of Authorities  \n39.  Proceedings of Authorities not invalidated by the vacancies  \n40.  First Statutes and Regulations  \n41.  Initial appointments  \n42.  Removal of difficulties  \n43.  Bar of Jurisdiction  \n44.  Indemnity  \n45.  Power to require officers, teachers or employees to serve under any Government or \nOrganization  \n \n  \n \nPage 4 of 29 \n THE FEDERAL  URDU  UNIVERSITY  OF ARTS,  SCIENCES  AND  \nTECHNOLOGY,  ISLAMABAD  ORDINANCE,  2002  \nORDINANCE  CXIX  OF 2002  \n[13 November,  2002]  \nAn Ordinance  to provide  for Establishment  of Federal  Urdu  University  of Arts,  Sciences  and \nTechnology,  Islamabad  \nWHEREAS  it is expedient  to provide  for the establishment  of Federal  Urdu  University  of Arts,  \nSciences  and Technology,  Islamabad  and for matters  ancillary  thereto;   \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action;   \nNOW,  THEREFORE,  in pursuance  of the Proclamation  of Emergency  of the fourteenth  day of \nOctober,  1999,  and the Provisional  Constitution  Order  No. I of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order  No. 9 of 1999,  and in exercise  of all powers  enabling  him in that \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance :___ \nCHAPTER  I \n \nPRELIMINARY  \n(1) Short  title,  application  and commencement :___ (1) This Ordinance  may be called  the \nFederal  Urdu  University  of Arts,  Sciences  and Technology,  Islamabad  Ordinance,  2002.   \n(2) It shall  come  into force  at once.  \n2. Definitions :___ In this Ordinance  unless  there  is anything  repugnant  in the subject  or \ncontext, — \n(a)  “Academic  Council ” means  the Academic  Council  of the University;   \n(b)  “affiliated  college ” means  an educational  institution  affiliated  to the University  \nbut not maintained  or administered  by it;  \n(c)  “Authority ” means  any of the Authorities  of the University  specified  or setup  in \nterms  of section  16;  \n(d)  “Chancellor ” means  the Chancellor  of the University;   \n(e)  “college ” means  a constituent  college  or an affiliated  college;   \n(f)  “Commission ” means  the Higher  Education  Commission  set up by the Higher  \nEducation  Commission  Ordinance,  2002  (LIII  of 2002);   \n(g)  “constituent  college ” means  an educational  institution,  by whatever  name  \ndescribed,  maintained  and administered  by the University;   \n \nPage 5 of 29 \n (h)  “Dean ” means  the head  of a faculty  or the head  of an academic  body  to whom  \nthe status  of a faculty  is granted  by this Ordinance  or by the Statutes  or \nRegulations;   \n(i)  “department ” means  a teaching  department  maintained  and administered,  or \nrecognized  by the University  in the manner  prescribed;   \n(j)  “Director ” means  the head  of an institute  established  as a constituent  institution  \nby the University  by Statutes  or Regulations  in terms  of the powers  delegated  \nby this Ordinance;   \n(k)  “Faculty ” means  an administrative  and academic  unit of the University  \nconsisting  of one or more  departments,  as prescribed;   \n(l)  “Government ” means  the Federal  Government;   \n(m)  “Nominating  Committees ” means  the Nominating  Committees  constituted  \nunder  section  24;  \n(n)  “prescribed ” means  prescribed  by Statutes,  Regulations  or Rules  made  under  \nthe Ordinance;   \n(o)  “Principal ” means  the head  of a college ;  \n(p)  “Review  Panel ” means  the Review  Panel  set up by the Chancellor  in accordance  \nwith the provisions  of section  8;  \n(q)  “Search  Committee ” means  the Search  Committee  set up by the Senate  under  \nsection  12;  \n(r)  “Senate ” means  the Senate  of the University;   \n(s)  “Statutes ”, “Regulations ” and “Rules ” mean  respectively  the Statutes,  the \nRegulations  and the Rules  made  under  this Ordinance  and for the time being  in \nforce;   \n(t)  “Syndicate ” means  the Syndicate  of the University;   \n(u)  “teachers ” include  Professors,  Associate  Professors,  Assistant  Professors  and \nLecturers  engaged  whole -time by the University  or by a constituent  or affiliated  \ncollege  and such other  persons  as may be declared  to be teachers  by \nRegulations;   \n(v)  “University ” means  the Federal  Urdu  University  of Arts,  Sciences  and \nTechnology,  Islamabad  established  under  this Ordinance;   \n(w)  “University  Teacher ” means  a whole -time teacher  appointed  and paid by the \nUniversity,  or recognized  by the University  as such;  and  \n(x)  “Vice-Chancellor ” means  the Vice-Chancellor  of the University.  \n \nPage 6 of 29 \n CHAPTER  II \n \nTHE  UNIVERSITY  \n3. Incorporation :___ (1) There  shall  be established,  in accordance  with the provisions  of this \nOrdinance,  a University  to be called  the Federal  Urdu  University  of Arts,  Sciences  and Technology,  \nIslamabad  with its principal  seat at Islamabad.  It shall  consist  of Federal  Government  Urdu  Science  \nCollege,  Karachi,  Federal  Government  Urdu  Arts College,  Karachi  and such other  colleges  and \ninstitutes  as may be prescribed.  The university  may establish  any number  of campuses  anywhere  in or \noutside  Pakistan  as may be prescribed ; \nProvided  that both the colleges  mentioned  in sub-section  (1) shall  not make  fresh  enrolment  \nfor intermediate  classes  after the promulgation  of this Ordinance.  \n(2) The University  shall  consist  of the following,  namely: - \n(a)  the Chancellor,  the Pro-Chancellor,  the Deputy  Chair  of the Senate,  the \nmembers  of the Senate  and the Vice-Chancellor;   \n(b)  the members  of the Authorities  of the University  established  under  section  16;  \n(c)  all University  teachers  and persons  recognized  as students  of the University  in \naccordance  with terms  prescribed  from  time to time;  and  \n(d)  all other  full-time officers  and members  of the staff of the University.  \n(3) The University  shall  be a body  corporate  and shall  have  perpetual  succession  and a common  \nseal, and may sue and be sued by the said name.  \n(4) The University  shall  be competent  to acquire  and hold property,  both movable  and \nimmovable,  and to lease,  sell of otherwise  transfer  any movable  and immovable  property  which  may \nhave  become  vested  in or been  acquired  by it.  \n(5) Notwithstanding  anything  contained  in any other  law for the time being  in force,  the \nUniversity  shall  have  academic,  financial  and administrative  autonomy,  including  the power  to employ  \nofficers,  teachers  and other  employees  on such terms  as may be prescribed,  subject  to the terms  of this \nOrdinance  and the Higher  Education  Commission  Ordinance,  2002  (LIII of 2002).  In particular,  and \nwithout  prejudice  to the authority  granted  to the Commission  by the law, the Government  or an \nauthority  or auditor  appointed  by the Governmen t shall  have  no power  to question  the policy  \nunderlying  the allocation  of resources  approved  by the Senate  in the annual  budget  of the University.   \n(6) All properties,  right  and interest  of whatever  kind,  used,  enjoyed,  possessed,  owned  or \nveste , in or held in trust by or for Federal  Government  Urdu  Science  College,  Karachi,  and Federal  \nGovernment  Urdu  Arts College,  Karachi,  and all liabilities  legally  subsisting  against  the said Colleges  \nshall  pass to the University  on the promulgation  of this Ordinance .  \n(7) All persons  serving  in these  colleges  in any capacity  immediately  before  the \ncommencement  of this Ordinance  shall,  notwithstanding  anything  contained  in any law or terms  and \n \nPage 7 of 29 \n conditions  of their service  stand  transferred  for service  to the University  on the terms  and conditions  \nas may be prescribed.  \nProvided  that such terms  and conditions  shall  not be less favorable  than the terms  and \nconditions  applicable  to them  before  the commencement  of this ordinance.  \n4. Powers  and purposes  of the University :___ The University  shall  have  the following  powers,  \nnamely :___ \n(i)  to provide  for education  and scholarship  in such branches  of knowledge  as it \nmay deem  fit, and to make  provision  for research,  service  to society  and for the \napplication,  advancement  and dissemination  of knowledge  in such manner  as it \nmay determine;   \n(ii)  to prescribe  courses  of studies  to be conducted  by it and the colleges;   \n(iii)  to hold examinations  and to award  and confer  degrees,  diplomas,  certificates  \nand other  academic  istinctions  to and on persons  who have  been  admitted  to and \nhave  passed  its examinations  under  prescribed  conditions;  \n(iv)  to prescribe  the terms  and conditions  of employment  of the officers,  teachers  \nand other  employees  of the University  and to lay down  terms  and conditions  \nthat may be different  from  those  applicable  to government  servants  in general;   \n(v)  to engage,  where  necessary,  persons  on contracts  of specified  duration  and to \nspecify  the terms  of each engagement;   \n(vi)  to confer  honorary  degrees  or other  distinctions  on approved  persons  in the \nmanner  prescribed;   \n(vii)  to provide  for such instruction  for persons  not being  students  of the University  \nas it may prescribe,  and to grant  certificates  and diplomas  to such persons;   \n(viii)   to institute  programmes  for the exchange  of students  and teachers  between  the \nUniversity  and other  universities,  educational  institutions  and research  \norganisations,  inside  as well as outside  Pakistan;   \n(ix)  to provide  career  counselling  and job search  services  to students  and alumni;   \n(x)  to maintain  linkages  with alumni;   \n(xi)  to develop  and implement  fund raising  plans;   \n(xii)  to provide  and support  the academic  development  of the faculty  of the \nUniversity;   \n(xiii)   to confer  degrees  on persons  who have  carried  on independent  research  under  \nprescribed  conditions;   \n(xiv)   to affiliate  and disaffiliate  educational  institutions  under  prescribed  conditions ;   \n \nPage 8 of 29 \n (xv)  to inspect  colleges  and other  educational  institutions  affiliated  or seeking  \naffiliation  with it;  \n(xvi)   to accept  the examinations  passed  and the period  of study  spent  by students  of \nthe University  at other  universities  and places  of learning  equivalent  to such \nexaminations  and periods  of study  in the University,  as it may prescribe,  and to \nwithdraw  such acceptance;   \n(xvii)   to co-operate  with other  Universities,  public  authorities  or private,  \norganisations,  inside  as well as outside  Pakistan,  in such manner  and for such \npurposes  as it may prescribe;   \n(xviii)  to institute  Professorships,  Associate  Professorships,  Assistant  Professorships  \nand Lectureships  and any other  posts  and to appoint  persons  thereto;   \n(xix)   to create  posts  for research,  extension,  administration  and other  related  purposes  \nand to appoint  persons  thereto;   \n(xx)  to recognize  selected  members  of the teaching  staff of affiliated  colleges  or \neducational  institutions  admitted  to the privileges  of the University  or such other  \npersons  as it may deem  fit, as University  teachers;   \n(xxi)   to institute  and award  financial  assistance  to students  in need  fellowships,  \nscholarships,  bursaries,  medals  and prizes  under  prescribed  conditions;   \n(xxii)   to establish  teaching  departments,  schools,  colleges,  faculties,  institutes,  \nmuseums  and other  centres  of learning  for the developm ent of teaching  and \nresearch  and to make  such arrangements  for their maintenance,  management  \nand administration  as it may prescribe;   \n(xxiii)   to provide  for the residence  of the students  of the University  and the colleges,  \nto institute  and maintain  halls  of residence  and to approve  or licence  hostels  and \nlodging;   \n(xxiv)   to maintain  order,  discipline  and security  on the campuses  of the University  and \nthe colleges;   \n(xxv)   to promote  the extra -curricular  and recreational  activities  of such students,  and \nto make  arrangements  for promoting  their health  and general  welfare;   \n(xxvi)   to demand  and receive  such fees and other  charges  as it may determine;   \n(xxvii)   to make  provision  for research,  advisory  or consultancy  services  and with these  \nobjects  to enter  into arrangements  with other  institutions,  public  or private  \nbodies,  commercial  and industrial  enterprises  under  prescribed  conditions;   \n(xxviii) to enter  into, carry  out, vary or cancel  contracts;   \n \nPage 9 of 29 \n (xxix)   to receive  and manage  property  transferred  and grants,  contributions  made  to \nthe University  and to invest  any fund representing  such property,  grants,  \nbequests,  trusts,  gifts,  donations,  endowments  or contributions  in such manner  \nas it may deem  fit;  \n(xxx)   to provide  for the printing  and publication  of research  and other  works;  and.  \n(xxxi)   to do all such other  acts and things,  whether  incidental  to the powers  aforesaid  \nor not, as may be requisite  or expedient  in order  to further  the objectives  of the \nUniversity  as a place  of education,  learning  and research.  \n5. University  open  to all classes,  creeds,  etc:___ (1) The University  shall  be open  to all persons  \nof either  gender  and of whatever  religion,  race,  creed,  class,  colour  or domicile  and no person  shall  tie \ndenied  the privileges  of the University  on the grounds  of religion,  race,  caste,  creed,  class,  colour  or \ndomicile.  \n(2) The University  shall  institute  financial  aid programmes  for students  in need,  to the extent  \nconsidered  feasible  by the Senate  given  the resources  available,  so as to enable  admission  and access  \nto the University  and the various  opportunities  provided  by it to be based  on merit  rather  than ability  \nto pay: \nProvided  that the University,  may institute  self-finance  schemes  not covering  more  than ten \npercent  of the total number  of candidates  in any on campus  taught  course  or research -based  programme  \nof study.  \n6. Teaching  at the University :___(1) All recognized  teaching  in various  courses  shall  be \nconducted  by the University  or the colleges  in the prescribed  manner  and may include  lectures,  tutorials  \ndiscussions,  seminars,  demonstrations,  distance  learning  and other  methods  of instruction  as well as \npractical  work  in the laboratories,  hospitals,  workshops  and other  governmental  or private  \norganizations.  \n(2) The authority  responsible  for organizing  recognized  teaching  shall  be such as may be \nprescribed.   \n(3) The main  language  of instructions  and teaching  shall  remain  Urdu,  however,  the Senate  \nmay make  exceptions  for compelling  reasons.  \nCHAPTER  III  \n \nOFFICERS  OF THE  UNIVERSITY  \n7. Officers :___ The following  shall  be the principal  officers  of the University,  namely: - \n(a)  the Chancellor;   \n(b)  the Pro-Chancellor;   \n(c)  the Deputy  Chair  of the Senate;   \n(d)  the Vice-chancellor;   \n \nPage 10 of 29 \n (e)  the Deans;   \n(f)  the Principals  of the constituent  colleges;   \n(g)  the Chairpersons  of the teaching  departments;   \n(h)  the Registrar;   \n(i)  the Treasurer;   \n(j)  the Controller  of Examinations;  and  \n(k)  such other  persons  as may be prescribed  by the Statutes  or Regulations  to be the \nprincipal  officers  of the University.  \n8. Chancellor  and Pro-Chancellor :___ (1) The President  of Pakistan  shall be the Chancellor  \nof the University  and the Chairperson  of the Senate.   \n(2) The Chancellor  shall,  when  present,  preside  at the meetings  of the Senate  and the \nConvocation  of the University.   \n(3) The Federal  Minister  for Education  shall  be the Pro-Chancellor  of the University  and shall  \naid and advise  the Chancellor  in such manner  as may be required  by the Chancellor.  The Pro-\nChancellor  shall,  in the absence  of the Chancellor,  preside  at the Convocation  of the University.   \n(4) The Deputy  Chair  of the Senate  shall  be appointed  by the Chancellor.   \n(5) The members  of the Senate  as well as the Vice-Chancellor  shall  be appointed  by the \nChancellor  from  amongst  the persons  recommended  by the nminating  Committee  set up for this \npurpose  or the Search  Committee  established  in accordance  with,  the Ordinance  and the Statutes,  as \nthe case may be.  \n(6) Every  proposal  to confer  an honorary  degree  shall  be subject  to confirmation  by the \nChancellor.   \n(7) If the Chancellor  is satisfied  that serious  irregularity  or mismanagement  with respect  to the \naffairs  of the University  has occurred,  he may, — \n(a)  as regards  proceedings  of the Senate,  direct  that specified  proceedings  be \nreconsidered  and appropriate  action  taken  within  one month  of the direction  \nhaving  been  issued:  \nProvided  that if the Chancellor  is satisfied  that either  no reconsideration  has been  carried  out \nor that the reconsideration  has failed  to address  the concern  expressed  he may,  after calling  upon  the \nSenate  to show  cause  in writing,  appoint  a five member  Review  Panel  to examine  and report  to the \nChancellor  on the functioning  of the Senate.  The report  of the Review  Panel  shall  be submitted  within  \nsuch time as may be prescribed  by the Chancellor.  The Review  Panel  shall  be drawn  from  persons  of \neminence  in academics  and in the fields  of law, accountancy  and administration;  and \n \nPage 11 of 29 \n (b)  as regards  proceedings  of any Authority  or with respect  to matters  within  the \ncompetence  of any Authority  other  than the Senate,  direct  the Senate  to exercise  \npowers  under  section  19. \n9. Removal  from  the Senate :___ (1) The Chancellor  may,  upon  the recommendation  of the \nReview  Panel,  remove  any person  from  the membership  of the Senate  on the ground  that such person, - \n(a)  has become  of unsound  mind;  or  \n(b)  has become  incapacitated  to function  as member  of the Senate;  or  \n(c)  has been  convicted  by a court  of law for an offence  involving  moral  turpitude;   \n(d)  has absented  himself  from  two consecutive  meetings  without  just cause;  and  \n(e)  has been  guilty  of misconduct,  including  use of position  for personal  advantage  \nof any kind,  or gross  inefficiency  in the performance  of functions  \n(2) The Chancellor  shall  remove  any perso n from  the membership  of the Senate  on a resolution  \ncalling  for the removal  of such person  supported  by at least three -fourths  of the membership  of the \nSenate:  \nProvided  that before  passing  such resolution  the Senate  shall  provide  the member  concerned  a \nfair hearing:  \nProvided  further  that the provisions  of this section  shall  not be applicable  to the Vice Chancellor  \nin his capacity  as a member  of the Senate.  \n10. Deputy  Chair  of the Senate :___ (1) There  shall  be a Deputy  Chair  of the Senate  who shall  \nbe appointed  on honourary  basis  by the Chancellor  and shall,  if not otherwise  a member  of the Senate,  \nbe ex officio  member  of the Senate.   \n(2) The Deputy  Chair  of the Senate  shall,  in the absence  of the Chancellor  preside  at the \nmeetings  of the Senate.   \n(3) The Deputy  Chair  of the Senate  shall  either  be an existing  member  of the Senate  or a person  \nof eminence  possessing  experience  of administration  at a senior  level:   \nProvided  that no person  who is a University  teacher  or is otherwise  a member  of or an employee  \nof the Federal  Government  or a Provincial  Government  or is employed  by a body  controlled  by the \nFederal  or a Provincial  Government,  whether  or not also a member  of the Senate,  shall  be appointed  \nas the Deputy  Chair  of the Senate.   \n(4) For a person  who is not otherwise  a member  of the Senate,  the term of office  as Deputy  \nChair  of the Senate  shall  be three  years.  For a person  who is otherwise  a member  of the Senate  the \nterm of office  as Deputy  Chair  of the Senate  shall  be coterminous  with such person ’s membership  of \nthe Senate:   \n \nPage 12 of 29 \n Provided  that the Chancellor  may remove  the Deputy  Chair  of the Senate  from  office  at any \ntime.   \n(5) No person  shall  be appointed  Deputy  Chair  of the Senate  for more  than two consecutive  \nterms.  \n11. Vice-Chancellor :___  (1) There  shall  be a Vice-Chancellor  of the University  who shall  be \nan eminent  academic  or a distinguished  administrator  and shall  be appointed  on such terms  and \nconditions  as may be prescribed.   \n(2) The Vice-Chancellor  shall  be the chief  executive  officer  of the University  responsible  for \nall administrative  and academic  functions  of the University  and for ensuring  that the provisions  of the \nOrdinance,  Statutes,  Regulations  and Rules  are faithfully  observed  in order  to promote  the general  \nefficiency  and good  order  of the University.  The Vice-Chancellor  shall  have  all powers,  prescribed  for \nthis purpose,  including  administrative  control  over the officers,  teachers  and other  employees  of the \nUniversity.   \n(3) The Vice-Chancellor  shall,  if present,  be entitle d to attend  any meeting  of any Authority  or \nbody  of the University.   \n(4) The Vice-Chancellor  may,  in an emergency  that in his opinion  require,  immediate  action,  \nrefer  any matter  ordinarily  not in the competence  of the Vice Chancellor  to a three  member  Emergency  \nCommittee  of the Senate,  as may be prescribed,  for authorisation  of appropriate  action:   \nProvided  that reference  of any matter  for the purpose  of this sub-section  may be made  through  \nany mode  of communication  and it shall  not be necessary  for the Emergency  Committee  of the Senate  \nto physically  assemble  in order  consider  and authorise  action  with respect  to any matter  referred  to it. \n(5) The Vice-Chancellor  shall  also have  the following  powers,  namely :___ \n(a)  to direct  teachers,  officers  and other  employees  of the University  to take up such \nassignments  in connection  with examination , administration  and such,  other  \nactivities  in the University  as he may consider  necessary  for the purposes  of the \nUniversity;   \n(b)  to sanction  by re-appropriation  an amount  not exceeding  an amount  prescribed  \nby the Senate  for an unforeseen  item not provided  for in the budget  and report  \nit to the Senate  at the next meeting;   \n(c)  to make  appointments  of such categories  of employees  of the University  and in \nsuch manner  as may be prescribed  by the Statutes;   \n(d)  to suspend,  punish  and remove,  in accordance  with prescribed  procedure,  from  \nservice  officers,  teachers  and other  employees  of the University  except  those  \nappointed  by or with the approval  of the Senate;   \n(e)  to delegate,  subject  to such conditions  as may be prescribed,  any of his powers  \nunder  this Ordinance  to an officer  or officers  of the University;  and  \n \nPage 13 of 29 \n (f)  to exercise  and perform  such other  powers  and functions  as may be prescribed.  \n(6) The Vice-Chancellor  shall  preside  at the convocation  of the University  in the absence  of the \nChancellor  and the Pro-Chancellor.  \n(7) The Vice-Chancellor  shall  present  an annual  report  before  the Senate  within  three  months  \nof the close  of the academic  year.  The annual  report  shall  present  such information  as regards  the \nacademic  year under  review  as may be prescribed,  including  disclosure  of all relevant  facts  pertaining  \nto,— \n(a) academics;   \n(b)  research;   \n(c)  administration;  and  \n(d)  finances.  \n(8) “The Vice-Chancellor ’s annual  report  shall  be made  available,  prior  to its presentation  \nbefore  to Senate,  to all officers  and University  teachers  and shall  be published  in such numbers  as are \nrequired  to ensure  its wide  circulation.  \n12. Appointment  and removal  of the Vice-Chancellor :___ (1) The Vice-Chancellor  shall  be \nappointed  by the Chancellor  on the basis  of recommendations  made  by the Senate.   \n(2) A Search  Committee  for the recommendation  of persons  suitable  for appointment  as Vice-\nChancellor  shall  be constituted  by the Senate  on the date and in the manner  prescribed  by the Statutes  \nand shall  consist  of two eminent  members  of society  nominated  by the Chancellor,  of whom  one shall  \nbe appointed  the Convener,  two members  of the Senate,  two distinguished  University  Teachers  who \nare not members  of the Senate  and one academic  of eminence  not employed  by the University.  The \ntwo distinguished  University  teachers  shall  be selected  by the Senate  through  a process,  to be \nprescribed  by Statute  that provides  for the recommendation  of suitable  names  by the University  \nTeachers  in general.  The Search  Committee  shall  remain  in existence  till such time that the \nappointment  of the next Vice- Chancellor  has been  made  by the Chancellor.   \n(3) The persons  proposed  by the Search  Committee  for appointment  as Vice-Chancellor  shall  \nbe considered  by the Senate  and of these  a panel  of three,  in order  of priority,  shall  be recommended  \nby the Senate  to the Chancellor:  \nProvided  that the Chancellor  may decline  to appoint  any of the three  persons  recommended  \nand seek recommendation  of a fresh  panel.  In the event  of a fresh  recommendation  being  sought  by \nthe Chancellor  the Search  Committee  shall  make  a proposal  to the Senate  in the prescribed  manner.   \n(4) The Vice-Chancellor  shall  be appointed  for a renewable  tenure  of five years  on terms  and \nconditions  prescribed  by Statute.  The tenure  of an incumbent  Vice-Chancellor  shall  be renewed  by the \nChancellor  on receipt  of a resolution  of the Senate  in support  of such renewal:   \nProvided  that the Chancellor  may call upon  the Senate  to reconsider  such resolution  once.   \n \nPage 14 of 29 \n (5) The Senate  may, pursuant  to a resolution  in this behalf  passed  by three  fourths  of its \nmembership,  recommend  to the Chancellor  the removal  of the Vice-Chancellor:   \nProvided  that where  the Review  Panel  set up by the Chancellor  in terms  of section  8 of the \nOrdinance  has reported  gross  misconduct  by the Vice Chancellor,  including  misuse  of position  for \npersonal  advantage  of any kind,  the Senate  may,  pursuant  to a resolution  in this behalf  passed  by two-\nthirds  of its membership,  recommend  to the Chancellor  the removal  of the Vice-Chancellor   \nProvided  further  that prior  to a resolution  for the removal  of the Vice Chancellor  being  voted  \nupon  the Vice-Chancellor  shall  be given  an opportunity  of being  heard.  The Senate  may recommend  \nthe removal  of the Vice-Chancellor  on the ground  of misuse  of position  for personal  advantage,  \ninefficiency,  moral  turpitude  or physical  or mental  incapacity.   \n(6) A resolution  recommending  the removal  of the Vice-Chancellor  shall  be submitted  to the \nChancellor  forthwith.  The Chancellor  may accept  the recommendation  and order  removal  of the Vice-\nChancellor  or return  the recommendation  to the Senate.   \n(7) At any time when  the office  of the Vice-Chancellor  is vacant,  or the Vice-Chancellor  is \nabsent  or is unable  to perform  the functions  of his office  due to illness  or some  other  cause,  the Senate  \nshall  make  such arrangements  for the performance  of the duties  of the Vice- Chancellor  as it may deem  \nfit. \n13. Registrar :___ (1) There  shall  be a Registrar  of the University  to be appointed  by the Senate  \non the recommendation  of the Vice-Chancellor,  on such terms  and conditions  as may be prescribed.  \n(2) The experience  and professional  and academic  qualifications  necessary  for appointment  to \nthe post of the Registrar  shall  be as may be prescribed.   \n(3) The Registrar  shall  be a full-time officer  of the University  and shall ,___ \n(a)  be the administrative  head  of the secretariat  of the University  and be responsible  \nfor the provision  of secretariat  support  to the Authorities  of the University;   \n(b)  be the custodian  of the common  seal and the academic  records  of the University;   \n(c)  maintain  a register  of registered  graduates  in the prescribed  manner;   \n(d)  conduct  elections  of members  to the various  authorities  in the prescribed  \nmanner;  and  \n(e)  perform  such other  duties  as may be prescribed.  \n(4) The term of office  of the Registrar  shall  be a renewable  period  of three  years:  Provided  that \nthe Senate  may,  on the advice  of the Vice-Chancellor,  terminate  the appointment  of the Registrar  on \ngrounds  of inefficiency  or misconduct  in accordance  with the prescribed  procedure.  \n14. Treasurer :___ (1) There  shall  be a Treasurer  of the University  to be appointed  by the Senate  \non the recommendation  of the Vice-Chancellor,  on such terms  and conditions  as may be prescribed.  \n \nPage 15 of 29 \n (2) The experience  and professional  and academic  qualifications  necessary  for appointment  to \nthe post of the Treasurer  shall  be as may be prescribed.  \n(3) The Treasurer  shall  be the chief  financial  officer  of the University  and shall,___ \n(a)  manage  the assets,  liabilities,  receipts,  expenditures,  funds  and investments  of \nthe University;   \n(b)  prepare  the annual  and revised  budget  estimates  of the University  and present  \nthem  to the Syndicate  or a committee  thereof  for approval  and incorporation  in \nthe budget  to be presented  to the Senate;   \n(c)  ensure  that the funds  of the University  are expended  on the purposes  for which  \nthey are provided;   \n(d)  have  the accounts  of the University  audited  annually  so as to be available  for \nsubmission  to the Senate  within  six months  of the close  of the financial  year;  \nand  \n(e)  perform  such other  duties  as may be prescribed.  \n(4) The term of office  of the Treasurer  shall  be a renewable  period  of three  years:  Provided  that \nthe Senate  may,  on the advice  of the Vice-Chancellor,  terminate  the appointment  of the Treasurer  on \ngrounds  of inefficiency  or misconduct  in accordance  with the prescribed  procedure.  \n15. Controller  of Examination :___ (1) There  shall  be a Controller  of Examinations,  to be \nappointed  by the Senate  on the recommendation  of the Vice-Chancellor,  on such terms  and conditions  \nas may be prescribed.   \n(2) The minimum  qualifications  necessary  for appointment  to the post of the Controller  of \nExaminations  shall  be as may be prescribed.   \n(3) The Controller  of Examinations  shall  be a full-time officer  of the University  and shall  bid \nresponsible  for all matters  connected  with the conduct  of examinations  and perform  such other  duties  \nas may be prescribed.   \n(4) The Controller  of Examinations  shall  be appointed  for a renewable  term of three  years:  \nProvided  that the Senate  may,  on the advice  of the Vice Chancellor,  terminate  the appointment  of the \nController  of Examinations  on grounds  of inefficiency  or misconduct  in accordance  with the prescribed  \nprocedure.  \nCHAPTER  IV  \n \nAUTHORITIES  OF THE  UNIVERSITY  \n16. Authorities :___ (1) The following  shall  be the Authorities  of the University,  namely:  \n(a)  Authorities  established  by the Ordinance,___ \n(i)  the Senate;   \n \nPage 16 of 29 \n (ii)  the Syndicate;  and  \n(iii)  the Academic  Council;  \n(b)  Authorities  to be established  by the Statutes, — \n(i)  the Graduate  and Research  Management  Council;   \n(ii)  the Recruitment,  Development,  Evaluation  and Promotion  committees  \nfor teachers  and other  staff whether  at the level  of the department,  the \nFaculty  or the University;  \n(iii)  the Career  Placement  and Internship  Committee  of each Faculty;   \n(iv)  the Search  Committee  for the appointment  of the Vice Chancellor;   \n(v)  the Nominating  Committees  for appointment  to the Senate,  Syndicate  \nand the Academic  Council;   \n(vi)  the Faculty  Council;  and  \n(vii)  the Departmental  Council.  \n(2) The Senate,  the Syndicate  and the Academic  Council  may set up such other  committees  or \nsub-committees,  by whatever  name  described,  as are considered  desirable  through  Statutes  or \nRegulations  as it may be appropriate  and necessary.  \n17. Senate :___ (1) The Senate  shall  be the body  responsible  for the governance  of the University  \nand shall  consist  of the following,  namely:  \n(a)  the Chancellor  who shall  be the Chairperson  of the Senate;   \n(b)  the Deputy  Chair  of the Senate;   \n(c)  the Vice-Chancellor;   \n(d)  Secretary,  Ministry  of Education  or his nominee  not below  the rank of Joint  \nSecretary;   \n(e)  five persons  from  society  at large  being  persons  of distinction  in the fields  of \nadministration,  management,  education , academics,  law, accountancy,  \nmedicine,  fine arts, architecture,  agriculture,  science,  technology  and \nengineering  such that the appointment  of these  persons  reflects  a balance  across  \nthe various  fields;   \n(f)  President,  Anjuman -e-Taraqqi  Urdu  Pakistan  or his nominee;   \n(g)  one person  from  amongst  the alumni  of the University;   \n(h)  two University  Teachers;   \n \nPage 17 of 29 \n (i)  three  persons  from  the academic  community  of the country,  other  than an \nemployee  of the University,  at the level  of professor  or principal  of a college;  \nand  \n(j)  one person  nominated  by the Commission.  \n(2) The numbers  of the members  of the Senate  described  against  clauses  (e) to (i) of sub-section  \n(1) may be increased  by the Senate  through  Statutes  subject  to condition  that the total membership  of \nthe Senate  does not exceed  twenty -one and the increase  is balanced  to the extent  possible,  across  the \ndifferent  categories  specified  in sub-section  (1).  \n(3) All appointments  to the Senate  shall  be made  by the Chancellor.  Appointments  of persons  \ndescribed  in clauses  (e) to (i) of sub-section  (1) shall  be made  from  amongst  a panel  of three  names  \nfor each vacancy  recommended  by the Nominating  Committee  set up in terms  of section  24 and in \naccordance  with the prescribed  procedure:   \nProvided  that effort  shall  be made,  without  compromising  on quality  or qualification,  to give \nfair representation  to women  on the Senate.   \n(4) Members  of the Senate,  other  than ex officio  members,  shall  hold office  for three  years:  \nProvided  that no person  other  than an ex officio  member  shall  serve  on the Senate  for more  than two \nconsecutive  terms:   \nProvided  further  that the University  Teachers  appointed  to the Senate  shall  not serve  for two \nconsecutive  terms.   \n(5) The Senate  shall  meet  at least twice  in a calendar  year.   \n(6) Service  on the Senate  shall  be on honourary  basis:  \nProvided  that actual  expenses  may be reimbursed  as prescribed .  \n(7) The Registrar  shall  be the secretary  of the Senate .  \n(8) The quorum  for a meeting  of the Senate  shall  be one half of its membership.  \n18. Powers  and functions  of the Senate :___ (1) The Senate  shall  have  the power  of general  \nsupervision  over the University  and shall  hold the Vice Chancellor  and the Authorities  accountable,  \nfor all the functions  of the University.  The Senate  shall  have  all powers  of the University  not expressly  \nvested  in an Authority  or officer  by the Ordinance  and all other  powers  not expressly  mentioned  by \nthis Ordinance  that are necessary  for the performance  of its functions.   \n(2) Without  prejudice  to the generality  of the foregoing  powers,  the Senate  shall  have  the \nfollowing  powers,  namely: — \n(a)  to approve  the proposed  annual  plan of work,  the annual  and revised  budgets,  \nthe annual  report  and the annual  statement  of accounts;   \n \nPage 18 of 29 \n (b)  to hold,  control  and lay down  policy  for the administration  of the property ” \nfunds  and investments  of the University,  including  the approval  of the sale and \npurchase  or acquisition  of immovable  property;   \n(c)  to oversee  the quality  and relevance  of the University ’s academic  programs  and \nto review  the academic  affairs  of the University  in general;   \n(d)  to approve  the appointment  of Deans,  Professors,  Associat e Professors  and such \nother  senior  faculty  and senior  administrators  as may be prescribed;  \n(e)  to institute  schemes,  directions  and guidelines  for the terms  and conditions  of \nappointment  of all officers,  teachers  and other  employees  of the University;   \n(f)  to approve  strategic  plans;   \n(g)  to approve  financial  resource  development  plans  of the University;   \n(h)  to consider  the drafts  of Statutes  and Regulations  proposed  by the Syndicate  and \nthe Academic  Council  and deal with them  in the manner  as provided  for in \nsections  26, 27 and 28, as the case may be: \nProvided  that the Senate  may frame.  Statutes  or Regulations  on its own initiative  and approve  \nit after calling  for the advice  of the Syndicate  or the Academic  Council  as the case may be; \n(i)  to annul  by order  in writing  the proceedings  of any Authority  or officer  if the \nSenate  is satisfied  that such proceedings  are not in accordance  with the \nprovisions  of the Ordinance,  Statutes  or Regulations  after calling  upon  such \nAuthority  or officer  to show  cause  why such proceedings  should  not be \nannulled;   \n(j)  to recommend  candidates  to the Chancellor  for appointment  as members  of the \nSenate  in accordance  with the provisions  of this Ordinance;   \n(k)  to recommend  to the Chancellor  removal  of any member  of the Senate  in \naccordance  with the provisions  of this Ordinance;   \n(l)  to make  appointment  of members  of the Syndicate,  other  then ex officio  \nmembers,  in accordance  with the provisions  of this Ordinance;   \n(m)  to make  appointment  of members  of the Academic  Council,  other  than ex officio  \nmembers,  in accordance  with the provisions  of this Ordinance;   \n(n)  to appoint  Emeritus  Professors  on such terms  and conditions  as may be \nprescribed;   \n(o)  “to remove  any person  from  the membership  of any Authority,  if such person,   \n(i)  has become  of unsound  mind;  or  \n(ii)  has become  incapacitated  to function  as member  of such Authority;  or  \n \nPage 19 of 29 \n (iii)  has been  convicted  by a court  of law for an offence  involving  moral  \nturpitude;  and  \n(p)  to determine  the form,  provide  for the custody  and regulate  the use of the \ncommon  seal of the University.  \n(3) The Senate  may,  subject  to the provisions  of the Ordinance  delegate  all or any of the powers  \nand functions  of any Authority,  officer  or employee  of the University  at its main  campus,  to any \nAuthority,  committee,  officer  or employee  at its additional  campus  for the purpose  of exercising  such \npowers  and performing  such functions  in relation  to such additional  campus,  and for this purpose  the \nSenate  may create  new posts  of positions  at the additional  campus.  \n19. Visitation :___ The Senate  may,  in accordance  with the terms  and procedures  as may be \nprescribed,  cause  an inspection  to be made  in respect,  of any matter  connected  with the University.   \n20. Syndicate :___ (1) There  shall  be a Syndicate  of the University  consisting  of the following,  \nnamely:  \n(a)  the Vice-Chancellor  who shall  be its Chairperson;   \n(b)  the Deans  of the Faculties  of the University;   \n(c)  three  professors  from  different  departments,  who are not members  of the Senate,  \nto be appointed  by the Senate  from  amongst  the names  proposed  by the \nNominating  Committee  and recommended  by the Vice-Chancellor;   \n(d)  President,  Anjuman -e-Taraqqi  Urdu  Pakistan  or his nominee;   \n(e)  the Principals  of the constituent  colleges;   \n(f)  the Registrar;   \n(g)  the Treasurer;  and  \n(h)  the Controller  of Examinations.  \n(2) Members  of the Syndicate,  other  than ex officio  members,  shall  hold office  for three  years.   \n(3) The quorum  for a meeting  of the Syndicate  shall  be one-half of the total number  of \nmembers,  a fraction  being  counted  as one.  \n(4) The Syndicate  shall  meet  at least once  in each quarter  of the year.  \n21. Powers  and duties  of the Syndicate :___ (1) The Syndicate  shall  be the executive  body  of \nthe University  and shall,  subject  to the provisions  of the Ordinance  and the Statutes,  exercise  general  \nsupervision  over the affairs  and management  of the University.  .  \n(2) Without  prejudice  to the generality  of the foregoing  powers,  and subject  to the directions  \nof the Senate,  the provisions  of this Ordinance  and the Statutes  the Syndicate  shall  have  the following  \npowers,  namely: - \n \nPage 20 of 29 \n (a)  to consider  the annual  report,  the annual  and revised  budget  estimates  and to \nsubmit  these  to the Senate;   \n(b)  to transfer  and accept  transfer  of movable  property  on behalf  of the University;   \n(c)  to enter  into, vary,  carry  out and cancel  contracts  on behalf  of the University;   \n(d)  to cause  proper  books  of account  to be kept for all sums  of money  received  and \nexpended  by the University  and for the assets  and liabilities  of the University;   \n(e)  to invest  any money  belonging  to the University  including  any unapplied  \nincome  in any of the securities  described  in section  20 of the Trusts  Act, 1882  \n(Act II of 1882),  or in purchase  of immovable  property  or in such other  manner,  \nas it may prescribe,  with the like power  of varying  such investments;   \n(f)  to receive  arid, manage  any property  transferred,  and grants,  bequests,  trust,  \ngifts,  donations,  endowments,  and other  contributions  made  to the University;   \n(g)  to administer  any funds  placed  .at the disposal  of the University  for specified  \npurposes;   \n(h)  to provide  the buildings,  libraries,  premises,  furniture,  apparatus,  equipment  and \nother  means  required  for carrying  out the work  of the University;   \n(i)  to establish  and maintain  halls  of residence  and hostels  or approve  or license  \nhostels  or lodgings  for the residence  of students;   \n(j)  to recommend  to the Senate  affiliation  or disaffiliation  of colleges;   \n(k)  to recommend  to the Senate  admission  of educational  institutions  to the \nprivileges  of the University  and their withdrawal;   \n(l)  to arrange  for the inspection  of colleges  and the departments;   \n(m)  to institute  Professorships,  Associate  Professorships,  Assistant  Professorships,  \nLectureships,  and other  teaching  posts  or to suspend  or to abolish  such posts;   \n(n)  to create,  suspend  or abolish  such administrative  or other  posts  as may be \nnecessary;   \n(o)  to prescribe  the duties  of officers,  teachers  and other  employees  of the \nUniversity;   \n(p)  to report  to the Senate  on matters  with respect  to which  it has been  asked  to \nreport;   \n(q)  to appoint  members  to various  Authorities  in accordance  with the provisions  of \nthe Ordinance;   \n(r)  to propose  drafts  of Statutes  for submission  to the Senate;   \n \nPage 21 of 29 \n (s)  to regulate  the conduct  and discipline  of the students  of the University;   \n(t)  to take actions  necessary  for the good  administration  of the University  in general  \nand to achieve  this end exercise  such powers  as are necessary;   \n(u)  to delegate  any of its powers  to any Authority  or officer  or a committee;  and  \n(v)  to perform  such other  functions  as have  been  assigned  to it by the provisions  of \nthe Ordinance  or the Statutes.  \n22. Academic  Council :___ (1) There  shall  be an Academic  Council  of the University  consisting  \nof the following,  namely: — \n(a)  the Vice Chancellor  who shall  be its Chairperson;   \n(b)  the Deans  of Faculties  and such Heads  of departments  as may be prescribed;   \n(c)  five members  representing  the departments,  institutes  and constituent  colleges;   \n(d)  two Principals  of affiliated  colleges;   \n(e)  five Professors  including  Emeritus  Professors;   \n(f)  the Registrar;   \n(g)  the Controller  of Examinations;  and  \n(h)  the Librarian . \n(2) The Senate  shall  appoint  the members  of the Academic  Council,  other  than the ex officio  \nmembers,  on the recommendation  of the Vice-Chancellor:  \nProvided  that as regards  the five professors  and the members  representing  the departments,  \ninstitutes  and the constituent  colleges  the Vice Chancellor  may only recommend  a person  proposed  by \nthe Nominating  Committee.   \n(3) Members  of the Academic  Council  shall  hold office  for three  years.   \n(4) The Academic  Council  shall  meet  at least once  in each quarter .  \n(5) The quorum  for meetings  of the Academic  Council  shall  be one half of the total number  of \nmembers.  \n23. Powers  and functions  of the Academic  Council :___ (1) The Academic  Council  shall  be \nthe principal  academic  body  of the University  and shall,  subject  to the provisions  of the Ordinance  and \nthe Statutes,  have  the power  to lay down  proper  standards  of instruction,  research  and examinations  \nand to regulate  and promote  the academic  life of the University  and the colleges.  \n(2) Without  prejudice  to the generality  of the foregoing  powers,  and subject  to the provisions  \nof this Ordinance  and the Statutes,  the Academic  Council  shall  have  the power  to,___ \n \nPage 22 of 29 \n (a)  approve  the policies  and procedures  pertaining  to the quality  of academic  \nprogrammes;   \n(b)  approve  academic  programmes;   \n(c)  approve  the policies  and procedures  pertaining  to student  related  functions  \nincluding  admissions,  expulsions  punishments,  examinations  and certification;   \n(d)  approve  the policies  and procedures  assuring,  quality  of teaching  and research;   \n(e)  recommend  the policies  and procedures  for affiliation  of other  educational  \ninstitutions;   \n(f)  propose  to the Syndicate  schemes  for the constitution  and organization  of \nFaculties,  teaching  departments  and boards  of studies;   \n(g)  appoint  paper  setters  and examiners  for all examinati ons of the University  after \nreceiving  panels  of names  from  the relevant  authorities;   \n(h)  institute  programmes  for the continued  professional  development  of University  \nTeachers  at all levels;   \n(i)  recognize  the examinations  of other  Universities  or examining  bodies  as \nequivalent  to the corresponding  examinations  of the University;   \n(j)  regulate  the award  of studentships,  scholarships,  exhibitions,  medals  and prizes;   \n(k)  frame  Regulations  for submission  to the Senate;   \n(l)  prepare  an annual  report  on the academic  performance  of the University;  and  \n(m)  perform  such functions  as may be prescribed  by Regulations.  \n24. Nominating  Committees :___ (1) There  shall  be a Nominating  Committee  constituted  by \nthe Senate  through  Statute  for recommendation  of persons  for appointment  to the Senate  in accordance  \nwith the provisions  of section  17.  \n(2) There  shall  also be a Nominating  Committee  constituted  by the Senate  through  statute  for \nthe recommendation  of persons  for appointment  to the Syndicate  and the Acad emic  Council  in \naccordance  with the provisions  of sections  20 and 22.  \n(3) Members  of the Nominating  Committee  for appointments  to the Senate  shall  consist  of, the \nfollowing,  namely ,___ \n(a)  three  members,  of the Senate  who are not University  Teachers;   \n(b)  two persons  nominated  by the University  Teachers  from  amongst  themselves  in \nthe manner  prescribed;   \n \nPage 23 of 29 \n (c)  one person  from  the academic  community,  not employed  by the University,  at \nthe level  of professor  or college  principal  to be nominated  by the University  \nTeachers  in the manner  prescribed;  and  \n(d)  one eminent  citizen  with experience  in administration,  philanthropy,  \ndevelopment  work,  law or accountancy  to be nominated  by the Senate  \n(4) Members  of the Nominating  Committee  for appointments  to the Syndicate  and the \nAcademic  Council  shall  consist  of the same  persons  as are members  of the Nominating  Committee  for \nappointments  to the Senate  except  for the persons  described  in clauses  (c) and (d) of sub-section  (3),  \n(5) The tenure  of the Nominator  Committees  shall  be  three : \nProvided  that no mom  her shall  serve  for more  than two consecutive  terms.   \n(6) The procedures  of the Nominating  Committees  shall  be as may be prescribed.  \n(7) There  may also be such other  Nominating  Committees  set up by any of the other  Authorities  \nof the University  as are considered  appropriate  for recommending  persons  for appointment  to the \nvarious  Authorities  and other  bodies  of the University.  \nCHAPTER  V  \n \nSTATUTES,  REGULATIONS  AND  RULES  \n26. Statutes .—(1) Subject  to the provisions  of the Ordinance,  Statutes  may-be made,  to be \npublished  in the official  Gazette,  to regulate  or prescribe  all or any of the following  matters,  namely: — \n(a)  the contents  of and the manner  in which  the annual  report  to be presented  by the \nVice- Chancellor  before  the Senate  shall  be prepared;   \n(b)  the University  fees and other  charges;   \n(c)  the constitution  of any pension,  insurance,  gratuity,  provident  fund and \nbenevolent  fund for university  employees;   \n(d)  the scales  of pay and other  tens and conditions  of service  of officers,  teachers  \nand other  University  employees;   \n(e)  the maintenance  of the register  of registered  graduates;   \n(f)  affiliation  and disaffiliation  of educational  institutions  and related  matters;   \n(g)  admission  of educational  institutions  to the privileges  of the University  and the \nwithdrawal  of such privileges;   \n(h)  the establishment  of Faculties,  departments,  institutes,  colleges  and other  \nacademic  divisions;   \n(i)  the powers  and duties  of officers  and teachers;   \n \nPage 24 of 29 \n (j)  conditions  under  which  the University  may enter  into arrangements  with other  \ninstitutions  or with public  bodies  for purposes  of research  and advisory  services;   \n(k)  conditions  for appointment  of Emeritus  Professors  and award  of honorary  \ndegrees;   \n(l)  efficiency  and discipline  of university  employees;   \n(m)  the constitution  and procedure  to be followed  by Nominating  Committees  in \ncarrying  out functions  in terms  of this Ordinance;   \n(n)  the constitution  and procedure  to be followed  by the Search  Committee  for \nappointment  of the Vice-Chancellor;   \n(o)  constitution,  functions  and powers  of the Authorities  of the University;  and  \n(p)  all other  matters  which  by this Ordinance  are to be or may be prescribed  or \nregulated  by Statutes.  \n(2) The draft  of Statutes  shall  be proposed  by the Syndicate  and submitted  to the Senate  which  \nmay approve  or pass with such modifications  as the Senate  may think  fit or may refer  back  to the \nSyndicate,  as the case may be, for reconsideration  of the proposed  draft:   \nProvided  that Statutes  concerning  any of the matters  mentioned  in clauses  (a) and (k) of sub-\nsection  (1) shall  be initiated  and approved  by the Senate,  after seeking  the views  of the Syndicate:   \nProvided  further  that the Senate  may initiate  a Statute  with respect  to any matter  in its power  \nor with respect  to which  a Statute  may be framed  in terms  of this Ordinance  and approve  such Statute  \nafter seeking  the views  of the Syndicate.  \n27. Regulations :___ (1) Subject  to the provisions  of this Ordinance  and the Statues,  the \nAcademic  Council  may make  Regulations,  to be published  in the official  Gazette,  for all or any of the \nfollowing  matters,  namely — \n(a)  the courses  of study  for degrees,  diplomas  and certificates  of the University;   \n(b)  the manner  in which  the teaching  referred  to in sub-section  (1) of section  6 shall  \nbe organized  and conducted;   \n(c) the admission  and expulsion  of students  to and from  the University;   \n(d)  the conditions  under  which  students  shall  be admitted  to the courses  and the \nexaminations  of the University  and shall  become  eligible  for the award  of \ndegrees,  diplomas  and certificates;   \n(e)  the conduct  of examinations;   \n(f)  conditions  under  which  a person  should  carry  on independent  research  to entitle  \nhim to a degree;   \n \nPage 25 of 29 \n (g)  the institution  of fellowships,  scholarships  exhibitions,  medals  and prizes;   \n(h)  the use of the library ;  \n(i)  the formation  of Faculties  departments  and board  of studies ; and  \n(j)  all other  matters  which  by this Ordinance  or the Statutes  are to be prescribed  by \nRegulations.  \n(2) Regulations  shall  be proposed  by the Academic  Council  and shall  be submitted  to the Senate  \nwhich  may approve  them  or withhold  approval  or refer  them  back  to the Academic  Council  for \nreconsideration.  A Regulation  proposed  by the Academic  Council  shall  not be effective  unless  it \nreceives  the approval  of the Senate.   \n(3) Regulations  regarding  or incidental  to matters  contained  in sub-clauses  (g) and (i) shall  not \nbe submitted  to the Senate  without  the prior  approval  of the Syndicate.  \n28. Amendment  and repeal  of Statutes  and Regulations :___ The procedure  for adding  to, \namending  or repealing  the Statutes  and the Regulations  shall  be the same  as that prescribed  respectively  \nfor framing  or making  Statutes  and Regulations.   \n29. Rules :___  (1) The Authorities  and the other  bodies  of the University  may make  Rules,  to be \npublished  in the official  Gazette,  consistent  with the Ordinance,  Statutes  or the Regulations,  to regulate  \nany matter  relating  to the affairs  of the University  which  has not been  provided  for by the Ordinance  \nor that is not required  to be regulated  by Statutes  or Regulations,  including  rules  to regulate  the conduct  \nof business  and the time and place  of meetings  and related  matters.  \n(2) Rules  shall  become  effective  upon  approval  by the Syndicate . \nCHAPTER  VI  \n \nUNIVERSITY  FUN D \n30. University  fund :___ The University  shall  have  a fund to which  shall  be credited  its income  \nfrom  fees, charges,  donations,  trusts,  bequests,  endowments,  contributions,  grants  and all other  \nsources.   \n31. Audits  and Accounts :___ (1) The Accounts  of the University  shall  be maintained  in such \nform  and in such manner  as may be prescribed.   \n(2) The teaching  departments  and all other  bodies  designated  as such by the Syndicate  in terms  \nof Statutes  shall  be independent  cost centres  of the University  with authority  vested  in the head  of each \ncost centre  to sanction  expenditure  out of the budget  allocated  to it:  \nProvided  that re-appropriation  from  one head  of expenditure  to another  may be made  by the \nhead  of a cost centre  in accordance  with and to the extent  prescribed  by the Statutes.   \n(3) All funds  generated  by a teaching  department,  constituent  college  or other  unit of the \nUniversity  through  consultancy,  research  or other  provision  of service  shall  be credited  to the \nUniversity  fund:   \n \nPage 26 of 29 \n Provided  that the teaching  department,  constituent  college  or other  unit concerned  may be \nallowed  enhanced  budget  allocation  equivalent  to a. part of the funds  generated  in accordance  with \nprescribed  terms  and procedure.   \n(4) No expenditure  shall  be made  from  the funds  of the University,  unless  a bill for its payments  \nhas been  issued  by the head  of the cost centre  concerned  in accordance  with the Statutes  and the \nTreasurer  has verified  that the payment  is provided  for in the approved  budget  of the cost centre,  \nsubject  to the authority  to re-appropriate  available  to the head  of the cost centre.   \n(5) Provision  shall  be made  for an internal  audit  of the finances  of the University.   \n(6) Without  prejudice  to the requirement  of audit,  by an auditor  appointed  by Government  in \naccordance  with the provisions  of any other  law in force,  the annual  audited  statement  of accounts  of \nthe University  shall  be prepared  in conformity  with the Generally  Accepted  Accounting  Principles  \n(GAAP)  by a reputed  firm of chartered  accountants  and signed  by the Treasurer.  The annual  audited  \nstatement  of accounts  so prepared  shall  be submitted  to the Auditor  General  of Pakistan  for his \nobservations.   \n(7) The observations  of the Auditor  General  of Pakistan,  if any, together  with such annotations  \nas the Treasurer  may make,  shall  be considered  by the Syndicate  and shall  be placed  before  the Senate  \nwithin  six months  of closing  of the financial  year.  \nCHAPTER  VII \n \nGENERAL  PROVISIONS  \n32. Opportunity  to show  cause :___  Except  as otherwise  provided  no officer,  teacher  or other  \nemployee  of the University  holding  a permanent  post shall  be reduced  in rank, or removed  or \ncompulsorily  retired  from  service  unless  he has been  given  a reasonable  opportunity  of showing  cause  \nagainst  the action  proposed  to be taken.   \n33. Appeal  to the Syndicate  and the Senate :___ Where  an order  is passed  punishing  any officer  \nother  than the Vice-Chancellor,  teacher  or other  employee  of the University  or altering  or interpreting  \nto his disadvantage  the prescribed  terms  or conditions  of his service,  he shall,  where  the order  is passed  \nby any officer  or teacher  of the University  other  than the Vice- Chancellor,  have  the right  to appeal  to \nthe Syndicate  against  the order,  arid where  the order  is passed  by the Vice Chancellor,  have  the right  \nto appeal  to the Senate.   \n34. Service  of the University :___ (1)All  persons  employed  by the University  in accordance  \nwith the terms  and conditions  of service  prescribed  by Statutes  shall  be persons  in the service  of \nPakistan  for the purposes  of any court  or tribunal  set up by law in terms  of Article  212 of the \nConstitution  of the Islamic  Republic  of Pakistan,  1973:  Provided  that any provision  as regards  the \nterms  and conditions  of employment  of persons  in the service  of Pakistan  in general  or in comparable  \nemployment  notwithstanding  the service  of persons  employed  by the University  shall  be entirely  \ngoverned  by the terms  and conditions  prescribed  by Statutes.   \n(2) An officer,  teacher  or other  employee  of the University  shall  retire  from  service  on the \nattainment  of such age or tenure  of service  as may be prescribed.   \n \nPage 27 of 29 \n 35. Benefits  and Insurance :___ (1) The University  shall  constitute  for the benefit  of its officers,  \nteachers  and other  employees  schemes,  as may be prescribed,  for the provision  of post-employment  \nbenefits  as well as health  and life insurance  while  in service.   \n(2) Where  any provident  fund bras been  constituted  under  this Ordinance,  the provisions  of the \nProvident  Funds  Act, 1925  (XIX  of 1925),  shall  apply  to such funds  as if it were  the Government  \nProvident  Fund.   \n36. Commencement  of term  of office  of members  of Authority :___ (1) when  a member  of a \nnewly  constituted  Authority  is elected,  appointed  or nominated,  his term of office,  as fixed  under  this \nOrdinance,  shall  commence  from  such date as may be prescribed.   \n(2) Where  a member  who has accepted  any other  assignment  or for any other  similar  reason  \nremains  absent  from  the University  for a period  of not less than six months  he shall  be deemed  to have  \nresigned  and vacated  his seat.  \n37. Filling  of casual  vacancies  is Authorities :___ Any casual  vacancy  among  the members  of \nany Authority  shall  be filled,  as soon  as conveniently  may be, by the person  or persons  or the body  \nwho elected,  appointed  or nominated  that member  whose  place  has become  vacant  and the person  \nelected,  appointed  or nominated  to the vacancy  shall  be a member  of such Authority  for the residue  of \nthe term for which  the person  whose  place  he fills would  have  been  a member.   \n38. Flaws  in the constitution  of Authorities :___ Where  there  is a flaw in the constitution  of an \nAuthority,  as constituted  by this Ordinance,  the Statutes  or the Regulations  on account  of the abolition  \nof a specified  office  under  Government  or because  an organization,  institution  or other  body  outside  \nthe University  has been  dissolved  or has ceased  to function,  or because  of some  other  similar  reason,  \nsuch flaw shall  be removed  in such manner  as the Senate  may direct.   \n39. Proceedings  of Authorities  not invalidated  by the vacancies :___ No act, resolution  or \ndecision  of any Authority  shall  be invalid  by reason  of any vacancy  on tile Authority  doing,  passing,  \nor making  it or by reason  of any want  of qualification  or invalidity  in the election,  appointment  or \nnomination  of any tie facto  member  of the Authority,  whether  present  or absent.   \n40. First  Statutes  and Regulations :___ Notwithstanding  anything  to the contrary  contained  in \nthe Ordinance,  the President  of Pakistan  shall  promulgate  the First Statues  and Regulations  which  shall  \nbe deemed  to be Statutes  and Regulations  framed  under  section  26 and 27 and shall  continue  to remain  \nin fore-until amended  or replaced  or till such time as new Statutes  and Regulations  are framed  in \naccordance  with the provisions  of the Ordinance.   \n41. Initial  appointments :___(1) Notwithstanding  anything  contained  in the Ordinance,  the \nmembers  of the first Senate,  except  the two University  Teachers,  shall  be appointed  by the Chancellor  \nin accordance  with the numbers  and criteria  for membership  specified  in the Ordinance.  The first \nSenate  so constituted  shall  initiate,  as soon  as possible,  the process  for the recruitment  of University  \nTeachers  and appointment  of the members  of the Syndicate  and the Academic  Council  in accordance  \nwith the terms  of this Ordinance.  The two University  Teachers  to be appointed  to the first Senate  shall  \nbe appointed  as soon  as the procedure  prescribed  for appointment  of University  Teachers  to the Senate  \ncan be complied  with.  The term of tenure  provided  in sub-section  (4) of section  17 notwithstanding,  \none-third  of the members,  other  than ex officio  members,  of the first Senate,  to be determined  by lot, \n \nPage 28 of 29 \n shall  retire  from  office  on the expiration  of one year from  the date of appointment  by the Chancellor.  \nOne half of the remaining  members,  other  than ex officio  members,  of the first Senate,  to be determined  \nby lot, shall  retire  from  office  on the expiration  of two years  from  the date of appointment  and the \nremaining  one-half, other  than ex officio  members,  shall  retire  from  office  on the expiration  of the \nthird  year.   \n(2) Notwithstanding  anything  contained  in the Ordinance,  as regards  a University  set up after \nthe promulgation  date hereof,  the first Vice-Chancellor  shall  be appointed  by the Chancellor  for a \nperiod  of three  years.   \n42. Removal  of difficulties :___ (1) If any question  arises  as to the interpretation  of any of the \nprovisions  of the Ordinance,  it shall  be placed  before  the Chancellor  whose  decision  thereon  shall  be \nfinal.   \n(2) If any difficulty  arises  in giving  effect  to any of the provisions  of the Ordinance , the \nChancellor  may make  such order  after obtaining  the views  of the Senate,  not inconsistent  with the \nprovisions  of the Ordinance,  as may appear  to him to be necessary  for removing  the difficulty.   \n(3) Where  the Ordinance  makes  any provision  for anything  to be done  but no provision  or no \nsufficient  provision  has been  made  as respects  the authority  by whom,  or the time at which,  or the \nmanner  in which,  it shall  be done,  then it shall  be done  by such authority,  at such time,  or in such \nmanner  as the Chancellor  may direct  after obtaining  the views  of the Senate.   \n43. Bar of Jurisdiction :___  No Court  shall  have  jurisdiction  to entertain  any proceedings,  grant  \nany injunction  or make  any order  in relation  to anything  done  in good  faith or purported  to have  been  \ndone  or intended  to be done  under  the Ordinance.   \n44. Indemnity :___ No suit or legal  proceedings  shall  lie against  the Government,  the University  \nor any Authority,  officer  or employee  of the Government  or the University  or any person  in respect  of \nanything  which  is done  in good  faith or purported  to have  been  done  or intended  to be, or has been,  \ndone  under  the Ordinance.  \n45. Power  to require  officers,  teachers  or employees  to serve  under  any Government  or \nOrganization :___ (1) Notwithstanding  anything  contained  in the Ordinance:  \n(a)  the Senate  may,  after consultation  with the Syndicate  and in the public  interest,  \ndirect  that any officer,  University  Teacher  or other  employee  of the University  \nshall  serve  in any post under  Government  or any other  university  or an \neducational  or research  institution  and such direction  shall  be binding  on the \nofficer,  teacher  or other  employee  concerned;  and  \n(b)  The Senate  may,  on the advice  of the Syndicate,  direct  any post in the University  \nto be filled  by appointing  an employee  of Government  or any other  university  \nor an educational  or research  institution.  \n(2) Where  any appointment  or transfer  has been  made  under  this section,  the terms  and \nconditions  of service  of the appointee  or transferee  shall  not be less favourable  than those  admissible  \n \nPage 29 of 29 \n to him immediately  before  such appointment  or transfer  and he shall  tie entitled  to all, benefits  of his \npost of service."
}