{
    "file": "./converted_json\\administratorc2db95ae6c8fd3592939563099e6a387(1).json",
    "name": "Access to Media through Pakistan Sign Language Act 2022",
    "date": "December 30, 2022",
    "tagline": "Ensuring Equal Access to Information for Deaf Citizens",
    "content": "RXGTSTERED No.-!4-:l!2L.-7ffi\n@beGg;ffi d Schtdtm\nEXiAAOROINARY\nPUBLISHED BY AUTHORITY9\nISLAIIIABAD, SATURDAY, DECEMBER 3T, 2022\nNo.F.23(60)/2022-Legis.-Thc following Ait of Majlis-eShoora\n(Padiament) received the assent of the Prcsident on the 30th December, 2022 is\nhereby pubiishcd to. &$eral.information:-- PART I\nActs, Ordinrnces, Prcsident's Orders and Regulations\n]ATIONAL ASSEMBI,Y SECRETARLI.T\nhla lohod th? 30th Decc\"tb?r 2022\nAcl No. XL oF 2022\nACT\nWHERr^s it is expedienl Ibr deal pcrsons to acccss information in all\nmalteB of public importance through Pakislan sign languagc broadcast media as\nguaranteed by thc Conslirulion of the Islamic Rcpublic of Pakistan ard for\nmatters connected therewilh and inc;dcntal thereto:to ensure access afnedia to persons in ull nattcts ofprlblic n Nrta cc\nthraugh |'okistun sign language\nll.1l25(2022)/Lx. Caz.l(12i7)\nPrice: Rs. 14.00\n!238 THECAZET]EOF PAKTSTAN, rrx [RA., DECENIBER i 1. :022 fPARTI\nIt ls herebv cnactcd as follows:-\nL Short litle, crtent and commeEcemcnL-{I)'fhis Act shall be\ncalled lhe Aqjess ro lhe Media (Deal) Pcrson\\ Acf ?022.\n2. Definitions.-<1) ln this Acr, unless there is anyhing rEpugnanr in\nthe subject or contexl.\n(a) \"Authority\" means the Pakistan Electronic Media Regulatory\nAuthority established under section 3 of the Pakistan Electronic\nMedia Regulatory Ar[horily Ordinarce, 2002 (XII] of2002);(2) It extend to the ufiole ofPakistan\n(3) It shall comc inro lorce ar once.\n(b) \"Board\" meand the National\nsection 5;\n(f) 'Division concemcd\" means the Division to which the business of\nthis Act shall slands allocated;Policy Board estabhshed under\n(c) 'broadcast media\" means such media which originatc and\npropagate broadcast and prcrccorded signals by tenestrial means or\ntfuough sarellire for television and includes lcteponing, provision of\naccess to broadcast signals by chaonel providers and such other\nforms of broadcast media as the Authority may, wilh the apprcval\nofthe Government, by notification in the official Gazette, sp€cifJ;\n(d) 'Cable TV\" mcarls reception of broadcast and prerecorded signals\nfrom different channels and thcir distribution tiaubscribers tfuough\na set ofclosed transmission;\n(e) \"channel\" means thc sct ol frequencies that a broadcast station\noccupies for broadcasting;\n(g) \"electronic media\" includes the broadcast media and distribulion\nservicest\n(h) \"Covemment\" means thc ljcdcml Govemment;\n(i) \"media\" means communication used regularly For broadcasting of\ninformation and expression of views and opinions through\nelectronic media incloding stare sponsored and privare telcvision\nchannels for the purpose oflhis Acq\n(j) \"member\" means\nChairperson;a member of the Boad and includcs the\nPARTI] THE GAZETTEOF PAKISTAN, EXTRA,, DECEMBER 31, 2022 1239\n(k) \"national broadcaste/' means the Pakistan Broadcasting\nCorporalion, the Palistan Television Corporation and the Shalimar\nReco.ding and Broadcasting Compeny;\n(l) 'Pakisran sign language\" is the preferred langruge of Pakistan's\ndeaf population holding the saftle srams as ninority spok€n\nIanguages;\n(m) \"prcscribcd\" means prescribed by the rules or rcgulations made\nunder this Air,\n(n) 'legulations\" means the regulations made under lJ)is Act; and\n(o) \"rules\" me-ans the rules made under this AcL\n(2) Thc words and expressions used herein and not defincd but defined\nin the Pakista, Electronic Media Regulatory Authority Ordinance, 2002 (XIII of\n2002) or in any other law for the r(me being enforced shall have the same\nmeanings as assigncd to them in the respective laws and rules made thereunder.\n,3. Responsibility of the Autbority. {l) After six months of the\nc{rrunerrcement of this AcL the Govemmc shall not allow to broadcast any\nnews bulletin on the nalional koadcaster, state or private run cleclronic medi4\npflvab television channels, C-able TV or any other broadcast media withod\nPaListan sign language inlerprelers.\n(2) After one year of the commencement of this .Act, lhe Govemment\nshall not allow to broadcas( any program, entertainrnenl advertisement, talk\nshow, dram4 frlm or any other pictorial segment oa the national broadcaster,\nmedi4 private television channels, Cable TV or any other broadcast media\nwithout Palistan sign language inlerpreGrs.\n4. Appointmetrt of the Prkiston sigtr letrgu{ge int€rpretars,-Ihe\nCovemment and privarc ou,ned media houses, within six months, shall appoint\nand Pakistan sign language interpreters for canying out the purposes ofthis Act.\n5, Establishment of Nrtionrl Policy B6rd--{l) Th€ Govemnen!\nafter the commenc€ment of this Act, within three rnonths, sttall constiEte a\nBoard to be known as the National Policy Boa lor the puposes ofthe access of\nmcdia firo'rgh Pakistan slgn lmeuage lo deafpersons.\n(2) The Board shallconsist of-\n(a) Minislcr-in-Charge;\n(b) Secretary otthc Division concemed:\nI24O THE CAZEU D OF PAKISTAN. EXTRA., DECEMBER 3 I, 2022 IPART I\n(c) 1wo memb€rs from the Senate, one each\nfrom government and opposition;\n(d) lwo membeN from the Nalional Assembly,\none each from govemment dod opposition:\n(e) Chief Executive orhead otNational\nInstitutc of Rchabilitrtion Medicine (NIRM);\n(1) one representative ftom Division\nconcemed not b€low thc rank ol Joint\nSecre!ary;\n(g) Chairman ofthe Pakistan Elecuonic\nMedia Rcgulatory Authorrr-v;\n(h) one representative fom Mrtusuy of\nFederal Education and hofcssional\nTraining nol below the rank of Joint\nSecretary;\n(i) one rcpresentative ofthe Division\nconcemed not below the rank ofJoint\nSecrerrry (BPg20);\n(j) represenlative from the Deafcommunity\nin Pakistan. as nominated by the dcafi\n(k) representarives from organizalion5 serving\nthe Deaf commmity. Nurnber ofhearin8\nrepnientatives fiom rhese oEanizalion\nshould not exc€ed 10oZ ofthe number of\ndeaf reprcsentatives allo.arcd in clause (j).Members\nMenhers\nMember\n(3) The member at clause (i) shall act as sec.ctary ofthe Boird as well\n(4) The Board sball ceopt any persoi as mernbr\n(5) The secreteriat ofthe Bosrd shall be at main offic4 ofthe Aurhority\n6. Procedure for trans.{ctiotr of lrusinBs.-<I) The Board shallmeet\nregularly at such time as rhe Chaiipe6on thinks fi! but at Ie€st orrce in every six\nmonths\n(2) All decisions at a meeting shall be tal@n by majoriry:\nProvided that in the case of equality of votes, the Chairperson or in his\nabsence the person prcsiding shall have and car excrcise a second or casting\nPARr Il ',rrIE CAZEI-|E Of PAKISTAN, DXTRA., DECEMBER 31- 2022 l21l\n(i) If for any reason, lhe Chairperson is unable 10 attend a meeting of\nthe Board. any member chosen by the members presenr from amongsl lhemselves\nat the meeting shalt presidc.\n(4) Quorum of lhe meeting shall not bc less than Iifty percent of its\nlotal membership ar rhe lime ofsuch merting.\n(5) In (he evenl ofa requisition signed and presened by one-founh of\nthe members, the Chairp€Non shall call a meeting ofthe Board within seven days\nofsuch requisitioq presented to the Chairperson.\n7.. Officers eud oth€r €mptoyces of th€ Board.-< I ) The Autho;t]\nafter approval of the Govemment shall appoint omcers and orher €mployees of\nthe Board on such lcrms and condilions as may be prescribcd\n(2) The Secretary sha be responsible for proper administ.alron of\nallairs of the Board and its day-tMay managemcnt and shall erercise and\ndischarge such othe.-powers and perform such other funclions as may be\np.escribed.\n8. Funclior of thc Boerd.-Thc Board shall have the responsibility\nto achieve and implemenr objeclives ofthis Act and to assist the govemrnenl on\nall marlers for the access ofmcdia to deafpelsons.\n(2) AII orde6 and decisions of tie Board shall be'authenlicated by the\nS€cr€tary or any other omcer ofthe Board duly authorized by the Chairperson in\nthis behalt9. Proccdure of th€ Boerd. {l) 'I hc Board shall regulatc its rwn\nProcedure.\n(3) The quorum for a meeting ofthe Board shall not beless than one\nhalfofthe total membership ofthe Board.\n(4) The decision of lhe Board shall be kken by the majoriry of its\nftembcrs present and, in case of a tie, the member presiding the meeting shall\nhave a casting vote.\n10. Anrual rcports of the Board.-Al) The Board shall prepare an\nannual repo( on the acc€ss of media to deaf persons and shall lay the rcpon\nbelore cach House of Majlis-e-Shoora (Parliament).\n(2) The Board may at ady time submit special report, before each\nHouse ofMajlis-c.Shoor4 oD an) matlcr whicl! in its opiuion. is ofsuch urgcncy\nor impo.tance thal it should not be defeded till submission ofthe anDual repo(\n1242 THE GAZETTE OF PAKISIAN- I-lx'l-RA, DECE\\rBER 31.2022 [PaRr I\n(3) The Board shall assist thc Govcmmenl in preparation of ils pcriodic\nrepofl in accordancc with intemational declaraloni conventions, treaties,\ncovenanE ard agreements relatin!: lo thc acccss olmedia to de-af p€Isons.\nII. Futrds of the Board.-{ I ) -l here shall be established by thc\nGovernment a fund to be known as the access of media to deaf persons fund,\nlrhich shall vest ur the Board and shall bc uscd bv the Board to meet charses in\nconncction !vith its funclions under this n cL\n(2) The sources of the Fund, amongst other moneys, may be thc\n&llowing, namely:\n(a) such fund as the Govemment shall allcate each ye:lr as a non-\nlapsable grant in annual budgct ofthe tun4\n(b) such voluntary donarions. conlributions or sub6criptions as be madc\nby Provincial Govemmenrs:\n(c) donations, if any, made by private individrals, national and\nintcmalional natural and juristrc persons;\n(d) income lrom investment by the Board as mat be prcscrrbed; and\n(e) all other sums or prope(ies or asscts which mal in any manner\nbecome payable to or vest in the Board iniesp€ct ofany malter.\n(3) The Board shall. while perlorming its functions and exercising its\npowers urider this AcL ensure highcst sense of prudence in respecl of\nexp€ndini€s incurred ftom tie Fund.\n(4) The Fund shall be expended for the purposes of access of media to\ndcafpersons and for such other activities which fall within purview ofthe Board.\n(5) The Board may invest moncy from thc Fund in accordance with\ninstructions of the Covemment.\n12. Accourts and Nudit of Board.{l) The Board shall maintain\npnoper accounts and other relevant rccords and prepare an annual Statement of\naccounts in sLrch form as may be prescribed by the Government-\n(2) The Secr€tary of the Board shall be the hincipal Accouming\nOfficer of the Board and rhe accounLs of the Board shall be audited by rhe\nAuditor ceneral at such interwls as rhay be specified by him.\n(3) The aclounts of the Board, as cenified by the Auditor General or\nany other person appointed in his behali rogcther w;th the audit report thereon\nshallbe foru,arded annually to th€ Govemment by thc Board and the Govemment\nshall causc rhe audit repoft to be laid, as soon as may Lle after it is received.\nbefore each House ofthe Parliament.\nPART IITTIE GAZSTTE OF PAKISTAN. EXTRA,, DECEMBER 31,2022 1243\n13. Power of the Governme[t to issue directives-The Goverrunent\nmay, as and when il consid€rs necessary, issue directiyes to the Board on matters\nof policy and such directives shau be binding on the Board and if a question\narises as to wh€ther any matter is a mafter of policy or not, the decision of the\nGovcrnrnent thcrcon shall be 6nal\n14. Rcturns or informatior.-The Board shall fumrsh to the\nCovemment such retums or other informat;on \\rith resp€ct to irs activities as the\nGovemmcnt may, from time to time. require,\n15. Ofenc€s.-<1) Any broadcast media housc, pcrson, national\nbroadcaster, nredia, stJte. private run media, private television channels, Cable\nTV or any other broadcast media violates or abets to violate any ofthd provision\nofthis Act shall be guilty olan ofrence under this Act and shall b€ punished with\nfine u'hich may e[end to twenr.v thousand rupees per day but shall not be below\nrhrce rhol6and rupe€s per da}.\n(2) In case of continuous_violalion of more than six months, shall be\npunished with imprisonment ofeither dcscription for a term which may extend to\nfive years, or with fine which shall not hc bclow onc hundred thotlsand rupees\nper monlh or both.\n16. Powcr to m.ke rul€s.- Wilhin lwo mond$ of the commencemem\nof this Act, tie Covemment shall, in consultation wl1h th€ Aurhority and b,y\nnotificarion in thc omcial Gaz.ette, make rules to caIr-voul purposes ofthis Act.\n17. Power to m*€ rcgulalioos--The Authority wifi lhe approval of\nthe Board, may by notificarion in thc official GaTette, makc regulations for\ncarrying oul Ihe purposes oflhis Act.\nIt. Power to remove difliculties atrd doubts.-Jf any difliculry or\ndoubt arises in giving effect to the provisrons ofthis Acl. the Covcmment may,\nby order in writing published in the oilicial Gazette, makc such provision as may\nappear to itro be nece$ary for removing the dimculty or doubt:\nProvided that no order shall be made under this section aner expiry ofa\nperiod of three years from commencement ofthis Act.\n!9. Act to override other la$s.-lhe provisions ofthis Act shall have\noverriding effect not withstanding anylhing conuined in any other law for the\ntime being in forcc\nt244 TltE GAZETTE OF PAKISTAN, EX',lRA., DECET\\rBER 3r,2022 [PARr r\nCORRIGENDUM\nIslonabod, the 8th Februay, 2022\n[to thc Gazexe ofPokistah, Ettruo.dinory, Part-1,\ndate.l the 14th December, 202I, cohtoining Act No. ):fyl of 20211\nIn the SBP Banking Services Corporation (Amendment) Acq 2021 at\npage t90 ofthe Gazetle, in clause 2. in sub-{lause (2), in paragraph (a), for the\nerpression \"crcc', the expression \"credit\", shall be substituted.\nTAHIR I{USSAIN,\nSecrelalv.\nPRNIEO BY 'IXE I\\ANAGER CORPOR{T]ON Of PAKISTAN P\nPUALISHED BY TI IE DEPUTY COTi'IROLLER. STATIO\\ER Y & FORMS, IJN IIERSITY ROA.D KA!ACHI"
}