{
    "file": "./converted_json\\administrator4a1549c164c64f2d84833c569b39f51a.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \n \n \nTHE PAKISTAN INSTITUTE OF MEDICAL SCIENCES \n(PIMS) ACT, 2023  \n \n \n \n \n \n \nCONTENTS  \n___________  \n \nSECTIONS:  \n \n1.  Short title and commencement.  \n2.  Definitions.  \n3.  Super specialty.  \n4.  Removal of difficulties.  \n5.  Overriding effect.  \n6.  Repeal and Savings.  \n  \n \nUpdated till 03.04.2023\n \nPage 2 of 3 \n THE PAKISTAN INSTITUTE OF MEDICAL SCIENCES \n(PIMS) ACT, 2023  \n          [11th January, 2023] \n \nACT  NO. I OF 2023  \n \n \nAn act to repeal  the Federal  Medical  Teaching  Institutes  Act, 2021  \n \nWHEREAS  it is expedient  to repeal  the Federal  Medical  Teaching  Institutes  Act, 2021  (XII of \n2021):⸻ \n \nIt is hereby  enacted  as follows:⸻ \n \n1. Short  title and commencement .⸻ (1) This Act shall  be called  the Pakistan  Institute  of \nMedical  Sciences  (PIMS)  Act, 2023.  \n \n(2) It shall  come  into force  at once  and shall  be deemed  to have  taken  effect  on and from  the \ncommencement  of the Federal  Medical  Teaching  Institutes  Act, 2021  (XI of 2021).  \n \n2. Definitions .⸻ In this Act, unless  there  is anything  repugnant  in the subject  or context,⸻ \n \n(a)  Division  concerned ” means  the Division  to which  the business  of this Act stands  \nallocated  under  the Rules  of Business,  1973;  \n \n(b)  “Government ” means  the Federal  Government;  \n \n(c)  “hospital” means  a teaching  hospital  as notified  by the Federal  Government  or \nany authority  authorized  by it in this behalf,  headed  by an Executive  Director,  \nto be appointed  by the Government  in accordance  with the provisions  contained  \nin the Civil  Servants  Act, 1973  (LXXI  of 1973)  and Rules  made  thereunder;  \n \n(d)  “prescribed ” means  prescribed  by rules  or regulations  made  under  this Act; and \n \n(e)  “super  specialty” means  highly  skilled  medical  professionals.  \n \n3. Super  specialty .⸻ The Government  can engage  highly  skilled  clinical  medical  \nprofessionals  up to sixty  five years  of age having  extra  ordinary  professional  capabilities.  Such  highly  \nskilled  medical  professionals  shall be appointed  on Management  Pay Scales  or any other  special  pay \nscale  as may be prescribed  by rules.  \n \n4. Removal  of difficulties .⸻ If a difficulty  arises  in giving  effect  to any of the provisions  of \nthis Act, the Government  may,  by notification  in the official  Gazette  make  such order  as it deems  \nnecessary  for removal  of the difficulty:  \n \nProvided  that this power  shall  not be exercised  after two years  of the commencement  of this \nAct. \n \n5. Overriding  effect .⸻ The Shaheed  Zulfiqar  Ali Bhutto  Medical  University  Islamabad  \n(Amendment)  Act, 2018  (III of 2018)  shall  have  override  effect  on the provision  of this Act: \n \nPage 3 of 3 \n Provided  that in case of any controversy  between  the provisions  of this Act and the Shaheed  \nZulfiqar  Ali Bhutto  Medical  University  Islamabad  (Amendment)  Act, 2018  (III of 2018),  the \nprovisions  of the Shaheed  Zulfiqar  Ali Bhutto  Medical  University  Islamabad  (Amendment)  Act, 2018  \n(III of 2018)  shall  prevail.  \n \n6. Repeal  and Savings .⸻ (1) The Federal  Medical  Teaching  Institutes  Act, 2021  (XII of 2021)  \nhereinafter  referred  to as the repealed  Act, shall  stand  repealed.  \n \n(2) The Board  formed  pursuant  to the repealed  Act shall  stands  dissolved  upon  the \ncommencement  of this Act. \n \n(3) All assets,  rights,  movable  and immovable  properties,  records,  cash,  bank  accounts,  \ndeposits  etc. of the dissolved  Medical  Teaching  Institute  under  the repealed  Act shall  stand  transferred  \nto the Division  concerned  which  carrying  the business  under  the Shaheed  Zulfiqar  Ali Bhutto  Medical  \nUniversity  Islamabad  (Amendment)  Act, 2018  (III of 2018)  and shall  be deemed  to be assets,  rights,  \nproperties,  records,  cash,  bank  accounts,  deposits  etc. of the Pakistan  Institute  of Medical  Sciences  \nShaheed  Zulfiqar  Ali Bhutto  Medical  University  Islamabad  (Amendment)  Act, 2018  (III of 2018)  \n \n(4) All liabilities,  payables  and receivables  of the dissolved  Medical  Teaching  Institute  under  \nthe repealed  Act shall  be deemed  to be the liabilities,  payables  and receivables  to the Division  \nconcerned  which  carrying  the business  under  the Shaheed  Zulfiqar  Ali Bhutto  Medical  University  \nIslamabad  (Amendment)  Act, 2018  (III of 2018) . \n \n \n \n \n____________  \n \n \n \n \n \nSCHEDULE  - I \n \n(See Section  6) \n \nList of institutions  (colleges  and hospitals)  declared  as National  medical  institutions.  \n \n1. Pakistan  Institute  of Medical  Sciences,  Islamabad  along  with the Federal  Medical  College,  \nIslamabad  being  a teaching  hospital  and college  respectively  of the Shaheed  Zulfiqar  Ali Bhutto  \nMedical  University,  Islamabad.  \n \n2. Dental  Hospital  Islamabad  and its School  of Dentistry,  being  a teaching  hospital/constituent  \ncollege  of the Shaheed  Zulfiqar  Ali Bhutto  Medical  University,  Islamabad."
}