{
    "file": "./converted_json\\administrator8e89d7c42dd9194d3a74a43f12c8fe8e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n  \n \nTHE POPULATION WELFARE PLANNING PROGRAMME \n(APPOINTMENT AND TERMINATION OF SERVICE) \nORDINANCE, 1981  \n \n \n  \n  CONTENTS  \n1. Short title, application and commencement  \n2.  Definitions  \n3.  Appointment  \n4.  Procedure for appointment  \n5.  Only employees to be appointed  \n6.  Termination of service  \n7.  Terminal benefits  \n8.  Seniority  \n9.  Other service matters  \n10.  Ordinance to over -ride other laws, etc . \n11.  Power to make rules  \n   \n \n\n \nPage 2 of 4 \n THE POPULATION  WELFARE PLANNING PROGRAMME \n(APPOINTMENT AND TERMINATION OF SERVICE) ORDINANCE, 1981.  \nORDINANCE No. XIV OF 1981  \n[11th May, 1981]  \nAn Ordinance to provide for  the restructuring and reorganis ation of, and appointment of persons in, \nthe Population Programme  \nWHEREAS it is expedient to provide for  the restructuring and reorganis ation of, and \nappointment of persons in, the Population Programme and for matters connected therewith  or ancillary \nthereto  : \nAND WHEREAS the President is satisfied that circumstances exi st which render it necessary \nto take immediate action;  \nNOW, THEREFORE, in exercise of the powers conferred by Article 89 of the Constitution \nread with Article 2 of the Provisional  Constitution Order, 1981 (C.M.L.A. Order No. 1 of 1981), the \nPresident is pl eased to make and promulgate the following Ordinance: — \n1. Short title, application and commencement .— (1) This Ordinance may be called the \nPopulation Welfare Planning Programme (Appointment and Termination of Service) Ordinance, 1981.  \n(2) It applies to all  employees of the Council and the Boards including persons on deputation \nwith the Council or a Board.  \n(3) It shall come into force at once.  \n2. Definitions.  In his Ordinance, unless there is anything repugnant in the subject or context, — \n(a)  “appointing authority” means the President or an officer authorised by him in \nthis behalf  \n(b)  “Board” means the Family Planning Board constituted under the Government \nof the Punjab, Services, General Administration and Information Department, \nNotificatio n No. S.O.G -II-9-19/65, dated the 15th May, 1971, the Government \nof Sind, Services and General Administration and Information Department, \nNotification No. S.O.I. 295/70, dated the 22nd December, 1970 the Government \nof Baluchistan, Education, Health, Local Government, Social Welfare and \nLabour Department, Notification No.15/2/70 -Health, dated the 15th December, \n1970, or the Government of the North -West Frontier Province, Health, \nEducation, Social Welfare Department, Notification No. 18/H&SW/70, dated \nthe 23r d November, 1970, as the case may be;  \n(c)  “Commission” means the Federal Public Service Commission;  \n(d)  “Council” means the Pakistan Family Planning Council Constituted under the \nGovernment of Pakistan, Health Division, Resolution No.F.1 -2/64-PPC, dated  \n \nPage 3 of 4 \n the 30th June, 1965, and later called as Population Council vide Population \nDivision Resolution No. F -2-66/77 -Co-ord., dated 24th September, 1978, as \namended from time to time;  \n(e) “Departmental Selection Committee” means a Committee constituted for the \npurpose of making selection for appointment to posts in the Population \nProgramme under the Population Division;  \n(f)  “Employee” means an employee of the Council or a Board appointed on \ntemporary or ad hoc basis in the Population Programme on or after the 30th \nApril, 1977, and paid from the Pakistan Family Planning Council Fund or the \nProvincial Population Planning Board Fund;  \n(g)  “Population Programme” means the Population Planning Programme referred \nto in the former Population Planning Division Resoluti on No. F.10 - 1/65-PPC, \ndated the 12th March, 1973 ; and  \n(h)  “Prescribed” means prescribed by rules made under this Ordinance.  \n3. Appointment .— (1) The appointing authority may appoint an employee to a post in the \nPopulation Programme under the Population  Division on the recommendations of the Commission or, \nas the case may be, the Departmental Selection Committee, in accordance with section 4.  \n(2) The employees appointed under sub -section (1) shall be deemed to be civil servants within \nthe meaning of the Civil Servants Act, 1973 (LXXI of 1973)  \n4. Procedure for appointment .—(1) Notwithstanding anything contained in the Federal \nPublic Service Commission Ordinance, 1977 (XLV of 1977) and the rules made thereunder or the \nCivil Servants Act, 1973, (LXXI of 1973 ) and the rules made thereunder, the appointing authority may \nrefer the case of any employee, in the case of a person holding post in Grade 16 or above to the \nCommission and, in any other case, to the Departmental Selection Committee.  \n(2) The Commission or , as the case may be, the Departmental Selection Committee shall, on \nreceipt of such reference in respect of an employee, test the employee and make a report to the \nappointing authority, as to whether he is fit to hold the post to which he was appointed, a nd if not, \nwhether he is fit to hold any other post in an equivalent Grade, commensurate with his qualification s \nand experience.  \n5. Only employees to be appointed . For appointment to the posts under the Population \nProgramme, only the employee and persons o n deputation with the Council or a Board shall be eligible \nprovided they possess such qualifications and experience as may be prescribed:  \nProvided that, if suitable employees and such persons are not available, the posts which remain \nunfilled after taking action under section 4 may be filled subsequently in accordance with the procedure \nlaid down in or under the Civil Servants Act, 1973 (LXXI of 1973).  \n6. Termination of service . Notwithstanding anything contained in his terms and conditions of \nservice, th e services of an employee who 1[is not selected for appointment under section 3 or cannot \nbe appointed] for want of a vacancy may be terminated by the appointing authority from such date as \nthe appointing authority may in the public interest direct.  \n \nPage 4 of 4 \n 7. Termi nal benefits . On termination of service under section 6, an employee shall be entitled \nto such benefits as may be prescribed.  \n8. Seniority .—(1) Seniority of persons appointed under section 3 shall be determined in a \nGrade from the date of appointment to th at Grade in the Council or, as the case may be, the Board.  \n(2) Those appointed on the same date shall take seniority according to their date of birth.  \n9. Other service matters . Except as otherwise provided in this Ordinance, the terms and \nconditions of service of persons appointed under section 3 shall be governed by the Civil Servants Act, \n1973 (LXXI of 1973) and the rules made or deemed to have been made thereunder . \n10. Ordinance to over -ride other laws, etc . This Ordinance shall have effect, notwithst anding \nanything contained in any other law for the time being in force or in any judgment, decree or order of \nany court.  \n11. Power to make rules . The Federal Government may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this Ordinance.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. and shall be deemed always to have been so subs. by the population Welfare Planning Programme (Appointment and Terminat ion of Service) \nOrdinance, 1981 (21 of 1981), s. 2, for “cannot be appointed under section 3”."
}