{
    "file": "./converted_json\\administrator04b7afa8f43295328e351ffde486b5e5(1).json",
    "name": "Pakistan Medical Commission Ordinance, 2019",
    "date": "October, 19th-21st, 2019",
    "tagline": "To provide for the regulation and control of the medical profession and to establish a uniform minimum standard of basic and higher medical education and training",
    "content": "P\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n445\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, \nMON\nDA\nY\n,  \nOCT\nOBER\n  21, 2019\n__________________________________________________________________\n__________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT\n \nOF\n \nP\nAKIST\nAN\nMINISTR\nY\n OF\n LA\nW\n \nAND JUSTICE\nIslamabad, the 20\nth\n Oct\nober, 2019\nNo. F. 2(1)/2019-Pub.—\nThe following Ordinance Promulgated by the\nPresident on 19th October, 2019 is hereby pu\nblished for general information:—\n \nO\nRDINANCE\n No. XV \nOF\n 2019\nAN\nORDINANCE\nto provide for the regulation and control of the medical profession\nand \nto \nestablish a uniform minimum standard of basic and higher\nmedical education and training and recognition of qualifications\nin medicine and dentistry.\nW\nHEREAS\n \nit is expedient to provide for the regulation and control of the\nmedical profession and to establish a uniform minimum standard of basic and higher\n(445)\nPrice : Rs. 40.00\n[1609(2019)/Ex. Gaz.]\n446\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\nmedical education and training, and recognition of qualifications in medicine and\ndentistry;\nA\nND WHEREAS,\n \nthe Senate and the National Assembly are not in session\nand the President of Islamic Republic of Paksitan is satisfied that circumstances\nexist \nwhich \nrender it necessary to take immediate action;\nN\nOW, THEREFORE,\n in exercise of powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is\npleased to \nmake and promulgate the following Ordinance\n:\n—\n1.\nShort title, extent and commencement.—\n(1) This Ordinance shall\nbe \ncalled the Pakistan Medical Commission Ordinance, 2019.\n(2)\nIt extends to the whole of Pakistan.\n(3)\nIt shall come into force at once.\n2.\nDefinitions.—\nIn this Ordinance, unless there is anything repugnant\nin \nthe subject or context,—\n(i)\n“Authority” \nmeans the National Medical Authority established under\nthis \nOrdinance;\n(ii)\n“Board” \nmeans the National Medical and Dental Academic Board\nconstituted under this Ordinance;\n(iii)\n“Chairman” \nmeans \nthe Chairman of the Board elected under section\n11(3);\n(iv)\n“Commission” \nmeans the Pakistan Medical Commission established\nunder section 3;\n(v)\n“Commission of Inquiry” \nmeans the Commission formed under\nsection \n43;\n(vi)\n“Council” \nmeans the Medical and Dental Council constituted under\nthis Ordinance;\n(vii)\n“Disciplinary Committee” \nmeans the Committee constituted under\nthis \nOrdinance;\n(viii)\n“full licence” \nmeans a permanent licence to practice granted under\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n447\nthis \nOrdinance subject to continuing validity of the licence under this\nOrdinance and applicable rules and regulations;\n(ix)\n“higher Education Commssion” \nmeans the Higher Education\nCommssion established under the Higer Education Commssion\nOrdinanace, 2002 (LIII of 2002);\n(x)\n“medical and dental institution” \nmeans an entity which imparts\nmedical or dental education or training or provides healthcare services\nincluding hospitals and diagnostic services but excluding private medical\nor health \nclinics of a medical or dental practitioner;\n(xi)\n“medical and dental colleges admissions test “or MDCAT”\nmeans \nthe medical and dental colleges admissions test;\n(xii)\n“member” \nmeans the member of the National Medical Authority as\nappointed pursuant to this Ordinance;\n(xiii)\n“Division” \nmeans the Division to which business of this Ordinance\nstands allocated;\n(xiv)\n“national equivalence board examination” or “NEB” \nmeans the\nnational equivalence board examination;\n(xv)\n“national licensing examination” or “NLE” \nmeans national\nlicensing examination as defined in section 21;\n(xvi)\n“President” \nmeans the President of the Council;\n(xvii)\n“provisional licence” \nmeans a licence granted to enable training\nand education prior to grant a full licence and subsequent to having\nqualified \nthe national licensing examination;\n(xviii)\n“regulations” \nmean regulations made under this Ordinance;\n(xix)\n“rules”\n mean \nrules made under this Ordinance;\n(xx)\n“temporary licence” \nmeans a licence granted for a fixed period of\ntime \nfor a specific purpose provided for under this Ordinance;\n(xxi)\n“Tribunal”\n means the Medical Tribunal as constituted pursuant to\nthe Medical Tribunal Ordinance, 2019 (\n_______of 2019);\n448\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(xxii)\n“Vice-President” \nmeans the Vice­President of the Council;\n3.\nConstitution of the Commission.\n— \n(1) Upon the commencement\nof \nthis Ordinance, the Federal Government shall establish in accordance with the\nprovisions of this Ordinance the Pakistan Medical Commission.\n(2)\nThe Commission shall be a body corporate by the name of the Pakistan\nMedical Commission having perpetual succession and a common seal, with power,\nsubject to the provision of this Ordinance, to hold and dispose of property, to enter\ninto contracts and shall in the said name sue and be sued.\n(3)\nThe headquarters of the Commission shall be at Islamabad and it may\nestablish its offices at any other place as it may deem neceessary.\n(4)\nthe Pakistan Medical Commission shall consist of.­\n(a)\nThe Medical and Dental Council;\n(b)\nThe National Medical and Dental Academic Board; and\n(c)\nThe National Medical Authority consisting of members as provided\nfor \nunder section 16.\n4.\nComposition of the Council.\n— \n(1) The Council shall comprise the\nfollowing members to be notified after approval by the Prime Minister of Pakistan in\nthe official Gazette, namely:—\n(a)\nthree members of civil society who shall be nominated by the\nPrime \nMinister of Pakistan consisting of a nationally recognized\nphilanthropist or person of known repute, a legal professional and a\nchartered accountant;\n(b)\nthree members being licensed medical practitioners with at least \ntwenty\nyears experience of outstanding merit and not being the vice­chancellor,\ndean, principal or administrator or owner or shareholders \nof a medical\nor dental university, college or hospital, nominated by the\nPrime Minister;\n(c)\none member being a licensed dentist with at least twenty years\nexperience of outstanding merit and not being the vice­chancellor, \ndean,\nprincipal, administrator or owner or shareholders of a medical or \ndental\nuniversity, college or hospital, nominated by the Prime Minister \nof\nPakistan;\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n449\n(d)\none member being the Surgeon General of the Armed Forces Medical\nService or his nominee; and\n(e)\nthe President of the College of Physicians and Surgeons of Pakistan.\n(2)\nAfter the notification of the members of the Council, the Division shall\nforthwith and not later than fifteen days of the issuance of notification, call the first\nmeeting of the newly constituted Council for the purposes of electing the President\nand Vice­President of the Council. A minimum of seven members of the Council,\nshall \nconstitute a quorum for the purposes of the first meeting of the Council or any\nother \nmeeting wherein an election is to be undertaken.\n(3)\nThe President shall be elected from amongst the members of the\nCouncil appointed under clauses (b) and (c) of sub­section (1) and the Vice­President\nshall be elected from amongst the members of the Council appointed under clause\n(a) of sub­section (1).\n(4)\nNo member shall enter upon office of the member of the Council until\nhe signs and submits a declaration of no conflict of interest.\n(5)\nThe Council shall be deemed to be not properly constituted if its\nmembership falls below six members.\n(6) Subject to sub­section (5), no act done by the Council shall be invalid on\nthe ground merely of existence of any vacancy in or any defect in the constitution of\nthe Council.\n5.\nMode of election.—\n(1) An election under sub­section (3) of\nsection 4 \nshall be conducted by a nominee of the Division by secret ballot.\n(2)\nNo election to an office of the Council shall be called in question\nexcept by an election petition presented within ten days to the Medical Tribunal. The\nTribunal shall decide the election petition within thirty days of the filing of the same\nand its \ndecision thereon shall be final.\n6.\nRestrictions on nominations and elections.—\n(1) No person, his\nspouse or children shall be eligible to become a member of the Council if they or any\none of them has any conflict of interest being an owner or having any direct or\nindirect \nfinancial interest in a medical or dental institution.\n7.\nTerms of office.—\n(1) The President and Vice­President of the Council\nshall hold office either for a term not exceeding three years or till completion of their\nterm as member of the council which ever is earlier.\n450\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(2)\nThe term of a member nominated to the Council shall be three years\nunless earlier withdrawn by the Prime Minister for reasons to be dislcosed. A member\nof the Council shall be eligible for re­appointment to the Council for a second term,\nbut \nshall not be eligible for a third term.\n(3)\nIf a member fails to attend three consecutive meetings of the Council\nwithout any valid reason or remains out of Pakistan for a continuous period exceeding\none year, he shall cease to be the member of the Council.\n(4)\nA member including the President and the Vice­president of the Council\nshall be removed by the Division, if ­\n(a)\nthe Council decides by a three­fourth majority that their\n \nmembership\nis not in the interest of the Council; or\n(b)\ntheir name has been removed from the register of practitioners as \na\nresult of inquiry under this Ordinance; or\n(c)\nthey become insane or are declared un­discharged insolvent by a\ncompetent court; or\n(d)\nthey are convicted for a criminal offence involving moral turpitude,\nincluding un­professional and unethical conduct as provided for \nunder\nthis Ordinance; or\n(e)\ntheir nomination is withdrawn in accordance with sub­section (2).\n(5)\nIf the membership of a member is called in question on any of the\nreasons provided under sub­section (4), they shall be deemed suspended until the\nissuance of a notification of removal by the Division under sub­section (4).\n(6)\nWhere the said term of three years is about to expire in respect of any\nmember, their successor may be nominated or elected at any time within three\nmonths before the expiry of said term, but the successor shall not assume office\nuntil \nthe expiry of the said term.\n(7)\nAn elected office­bearer or nominated member may, at any time, resign\nhis membership by writing under his hand addressed to the President and the seat of\nsuch member shall be deemed to have fallen vacant from the date of acceptance of\nhis \nresignation by the President.\n(8)\nA vacancy in the Council shall be filled through the prescribed process\nof nomination under Section 4 and the person nominated to fill the vacancy shall hold\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n451\noffice for the remaining term of the vacancy. Any nomination required to fill a\nvacancy \nshall be submitted within fifteen days of such vacancy having occurred.\n8.\nMeeting of the Council.—\n(1) The Council shall meet at least once\nin \nthree months at such time and place as may be decided by the President. A notice\nof \nthe meeting shall be issued at least fourteen days prior to the meeting with the\nexception of an emergency meeting which may be called by a unanimous decision\nof the President and Vice­President of the Council for reasons to be recorded in\nwriting \non a minimum three days prior notice.\n(2)\nA minimum of six members of the Council shall form a quorum, except\nan elective meeting, and all of the acts of the Council shall be decided by a majority\nof \nthe members present and voting.\n9.\nPowers and functions of the Council.—\n(1) The Council shall have\nthe functions and powers of general supervision over the working of the Commission\nand shall hold the President and Vice­President of the Council, National Medical\nand \nDental Academic Board, the National Medical Authority, Committees and other\nauthorities accountable for all its functions. The Council shall have all powers not\nexpressly vested in any other authority or officer by any other law where such\npowers not expressly mentioned in this Ordinance are necessary for the performance\nof its \nfunctions.\n(2)\nWithout prejudice to the generality of the foregoing powers and\nnotwithstanding anything contained in any other law for the time being in force, the\nCouncil shall have the following functions and powers, namely:—\n(a)\nto appoint the members, officers and employees of the Commission\non such terms and conditions as the Council \ndeems necessary to carry\nout the purposes of this Ordinance and to provide for all matters relating\nto welfare, terms and conditions of service of the members, officers\nand employees of the Commission in accordance with regulations\nframed by the Council and including the right, with the approval of the\nDivision \nto institute a compulsory golden handshake scheme for the\nemployees of the Commission or such other severance \npackage, as it\nmay deem proper;\n(b)\napprove the proposed annual plan of work including key \nperformance\nindicators, the annual and revised budgets, the \nannual report and the\nannual statement of account;\n(c)\napprove strategic plans and approve financial resource \ndevelopment\nplans of the Commission;\n452\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(d)\nto approve accreditation standards, for under­graduate medical \nand\ndental programs of study based in Pakistan;\n(e)\nto approve curriculum and scope of under­graduate medical and \ndental\nprograms of study in Pakistan leading to general registration of the\ngraduates of those programs to practice \nmedicine and dentistry in\nPakistan;\n(f)\nto approve the examination structure and standards of the \nmedical\nand dental colleges admissions test, national licensing \nexam and the\nnational equivalence board examinations as \nproposed by the national\nmedical and dental academic board including the standards of\nrevalidation of licences to practice \nmedicine or dentistry in Pakistan;\n(g)\nto grant recognition to medical and dental institutions in \nPakistan which\ntrain or grant or both train and grant medical and \ndental post graduate\nqualifications and to the qualifications granted by these institutions\nleading to registration of the \ngraduates of those programs to practice\nmedicine in Pakistan as specialists;\n(h)\nto approve the assessment of international under­graduate \nmedical\nprograms and institutions for registration of their \ngraduates in Pakistan;\n(i)\nto approve the assessment of authorities or institutions in other \ncountries\nthat conduct examinations for post graduate registration in medicine\nand dentistry or that accredit post \ngraduate programs of study relevant\nto registration in medicine \nand dentistry;\n(j)\nto approve listing for any new medical and dental specialties;\n(k)\nto hear and decide complaints against licensees of professional\nnegligence and misconduct in accordance with regulations \nprescribed\nby the Council;\n(l)\nto advise the Federal Government and the Provincial \nGovernments on\nproposals for granting a charter to award post graduate degrees in the\nfield of medicine and dentistry, both in \npublic and private sector;\n(m)\nto advise the Federal Government and the Provincial \nGovernments,\nhealth­care commissions, regulatory bodies in the field of medicine\nand dentistry and any other authority or local body on matters within\nthe powers of the Commission \nunder this Ordinance and ancillary and\nincidental thereto;\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n453\n(n)\nto work with international health, accreditation and testing \nauthorities\nand agencies to bring about improvement in the \nfurtherance of these\nobjectives;\n(o)\nto determine the remuneration and allowances to be paid to the\nmembers of the Authority;\n(p)\nto fix the salaries, remuneration and benefits of the officers and\nemployees of the Commission;\n(q)\nconstitute from amongst its members or outside experts such\ncommittees as the Council deems necessary to carry out the purposes\nand functions of the Commission;\n(r)\nto levy fees for grant, renewal or re­validation of licences, \nexaminations,\nregistrations, inspections, permissions, processes \nand any and all other\nancilliary services as may be performed by the Commission in\naccordance with regulations prescribed by the Council subject to being\nin consonance with the \npurposes of providing the operational cost and\nlong term \nfinancial sustenance and strength of the Commission in\naccordance with the financial and development plans approved \nby the\nCouncil;\n(s)\nto determine in addition to penalties already provided for under \nthis\nOrdinance the quantum of penalties in respect of any \nviolation or\noffence pursuant to the Ordinance or as may be provided for in\naccordance with regualtions prescribed by the Council subject to the\nquantum being a fair compensation for the wrong caused and a\ndeterrent to future violations of similar \nnature by any person;\n(t)\nto do all such matters as are ancillary including issuance of \npolicies,\nconvenient for or which foster or promote the advancement of matters\nthat are the subject of these \nobjectives;and\n(u)\nto hear appeals against any order, act or decision of the \nAuthority or\nthe National Medical and Dental Academic Board.\n(3) The Council may, of its own motion or otherwise, call for and examine\nthe record of any proceedings in which an order has been passed by any officer,\ncommittee or authority of the Commission for the purpose of satisfying itself as to\nthe correctness, legality or propriety of any finding or order and may pass such\norders as it may deem fit:\n454\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\nProvided that no such order shall be passed unless the person to be \naffected\nthereby is afforded an opportunity of being heard.\n10.\nPrincipal officers.—\n(1) The following shall be the principal officers\nof \nthe Council, namely:—\n(a)\nthe President; and\n(b)\nVice­President.\n(2)\nThe President shall be the head of the Council and chair its meetings.\nIn \nhis absence, the Vice­President shall chair the Council meeting and perform the\nfunctions of the President for that meeting.\n(3)\nThe President, or the Vice­President in his absence or as and when\ndelegated by him, shall be the signing authorities on behalf of the Council.\n11.\nComposition of National Medical and Dental Academic Board.—\n(1) The Board shall comprise of the following members to be notified after approval\nby \nthe Prime Minister of Pakistan in the official Gazette, namely:–\n(a)\nthe Chairman Higher Education Commission or his nominee;\n(b)\na Vice­President or Counsellor of the College of Physicians and\nSurgeons of Pakistan;\n(c)\none vice­chancellor or dean of a public medical university nominated\nby each Provincial Government from amongst the universities located\nin the respective province;\n(d)\none vice­chancellor or dean of the medical faculty of a private \nuniversity\nor college nominated by each Provincial Government from \namongst\nthe universities located in the respective province;\n(e)\nvice­chancellor or dean of a public medical university or the medical\nfaculty of a private university or college nominated by the Federal\nGovernment from amongst the universities located in the Federal \nCapital\nTerritory;\n(f)\nthe principal of the Army Medical College;\n(g)\nthree members of the clinical faculty of a public or private medical\ncollege with at least fifteen years experience as a licensed practitioner\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n455\nor ten years of experience as faculty nominated by the Prime Minister\nof Pakistan;\n(h)\ntwo me\nmbers of the basic sciences faculty of a public or private medical\ncollege with at least fifteen years experience as a licensed practitioner\nor ten years of experience as faculty nominated by the Prime Minister\nof Pakistan; and\n(i)\ntwo dentists with at least fifteen years experience as a licenced\npractitioner or ten years of experience as dental faculty at a public or\nprivate dental college, nominated by the Prime Minister of Pakistan.\n(2)\nAfter the notification of the members of the Board, the Council shall\nforthwith and not later than fifteen days from the issuance of notification call the\nfirst meeting of the newly constituted Board.\n(3)\nThe members of the Board at the first meeting shall elect from amongst\nthemselves a Chairman of the Board.\n(4)\nNo member shall enter upon office of the member of the Board until\nhe signs and submits a declaration of no conflict of interest.\n(5)\nNo act done by the Board shall be invalid on the ground merely of\nexistence of any vacancy in or any defect in the constitution of the Board.\n12.\nTerm of office.—\n(1) The term of a member nominated to the Board\nunder clauses (c), (d), (e), (g), (h) and (i) of sub­section (1) of section 11 shall be\nthree years unless earlier withdrawn by the nominating authority for reasons to be\ndislcosed. A member of the Board nominated under clause (g), (h) or (i) of sub­\nsection (1) of section 11 shall be eligible for re­appointment to the Board for a\nsecond term, but shall not be eligible for a third term.\n(2)\nIf a member nominted to the Board under clause (c), (d), (e), (g), (h)\nor (i) of sub­section (1) of section 11 fails to attend three consecutive meetings of\nthe Board without any valid reason or remains out of Pakistan for a continuous\nperiod exceeding one year, he shall cease to be the member of the Council and the\nnominating authority shall be required to nominate a new member in accordance\nwith section 11.\n(\n3\n)\nA member including the Chairman of the Board shall be removed by\nthe Division if—\n(a)\nhis nam\ne has been removed from the register of practitioners as a\nresult of inquiry under this Ordinance; or\n456\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(b)\nhe becomes insane or is declared un­discharged insolvent by a\ncompetent court; or\n(c)\nhis is convicted of a criminal offence involving moral turpitude, \nincluding\nun­professional and un­ethical conduct under this \nOrdinance; or\n(d)\nhis nomination is withdrawn in accordance with sub­section (2).\n(4)\nIf the membership of a member is called in question on any of the\nreasons provided under sub­section (3) they shall be deemed suspended until the\nissuance of a notification of removal by the Division under sub­section (1).\n(5)\nWhere the said term of three years is about to expire in respect of any\nmember, his successor may be nominated at any time within three months before\nthe expiry of said term, but the successor shall not assume office until the expiry of\nthe \nsaid term.\n(6)\nA nominated member may, at any time, resign his membership by\nwriting under his hand addressed to the President of the Council and the seat of\nsuch member shall be deemed to have fallen vacant from the date of acceptance of\nhis resignation \nby the President.\n(7)\nA vacancy in the Board shall be filled through the prescribed process\nof nomination under section 11, and the person nominated to fill the vacancy shall\nhold office for the remaining term of the vacancy. Any nomination required to fill a\nvacancy \nshall be submitted within fifteen days of such vacancy having occurred.\n13.\nMeeting of the Board.—\n(1) The Board shall meet at least once in\nthree months at the offices of the Commission on such date and at such time as may\nbe decided by the Chairman. A notice of the meeting shall be issued at least fourteen\ndays prior to the meeting.\n(2)\nA meeting of the Board for a specific purpose may be called by the\nCouncil at a date and time to be determined by the President of the Council in\nconsultation with the Chairman of the Board.\n(3)\nA minimum of two­thirds of the members of the Board shall form a\nquorum and all of the acts of the Board shall be decided by a majority of the members\npresent and voting.\n14.\nPowers and functions of the Board.—\n(1) The Board shall have the\nfollowing functions and powers namely:—\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n457\n(a)\nto formulat\ne accreditation standards, for under­graduate medical and\ndental programs of study based in Pakistan and recommend to the\nCouncil for its approval;\n(b)\nto formulate curriculum and scope of under­gardaute medical and dental\nprograms of study in Pakistan leading to general or specialist registration\nof the graduates of those programs to practice medicine and dentistry\nin Pakistan and recommend to the Council for its approval;\n(c)\nto formulate the examination structure and standards for the MDCAT\nfor approval of the Council;\n(d)\nto formulate the examination structure and standards of the NLE for\ngrant of provisional medical and dental practice licenses upon\ncompletion of under­graduate training and to set up and authorize a\ncommittee of not less than three persons to formulate the examination\npapers of NLE for approval of the Council;\n(e)\nto formulate the examination structure and standards for the NEB\nexaminations of different levels and to setup and authorize a committee\nof not less than three persons to formulate the NEB examination papers\nfor approval of the Council;\n(f)\nto formulate and recommend to the Council for its approval the\nstandards, scope and structure of the licence re­validation standards\n(LRS) and to formulate the necessary procedures for re­validation of\nlicences.\n(g)\nto review and issue recommendations in respect of the academic\nstandard of any foreign institution referred by the Council; and\n(h)\nto recommend to the Council matters pertaining to policies for\nimprovement of the quality of medical and dental practitioners and\nhealth­care in Pakistan.\n15.\nSecretary of the Commission.—\n(1) The Council shall appoint\nthrough a transparent process on merit a Secretary of the Commission who shall act\nas the secretary to the Council and the Board.\n(2)\nThe Secretary shall be appointed for a term of four years. No person\nshall be appointed as Secretary for more than two terms.\n(3)\nThe Secretary shall maintain al\nl records of the Council and the Board\nincluding recording and issuing the minutes of all meetings of the Council and the\n458\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\nBoard in real time and as approved at the relevant meeting and shall under his\nsignatures \nissue all notifications and decisions of the Council and the Board as and\nwhen \nnecessary.\n(4)\nThe Secretary \nshall be the custodian of the common seal of the\nComission.\n(5)\nThe Secretary shall cause all minutes of the meetings of the Council\nand the Board as approved, audited accounts of the Commission and all notifications\nand decisions of the Council and the Board to be displayed on the website of the\nCommission and communicated to the Authority.\n16.\nComposition of the National Medical Authority.—\n(1) The National\nMedical Authority shall consist of the following members namely:—\n(a)\nMember Education and Evaluation;\n(b)\nMember Examinations;\n(c)\nMember Licensing;\n(d)\nMember Information Technology;\n(e)\nMember Finance;\n(f)\nMember Legal; and\n(g)\nMember Administration.\n(2)\nThe Council shall appoint the members through a transparent process\non merit for a term of four years. No Member shall be appointed for more than two\nterms as a member.\n(3)\nThe Council shall from amongst the members listed in Clauses (a) to\n(c), of sub­section (1), appoint one member as the executive member who shall act\nas the executive and administrative head of the Authority to exercise such functions\nin accordance with regulations as made by the Council.\n(4)\nThe Federal Government on the recommendations of the Council may\nincrease the numer of members.\n(5)\nThe Council shall determine the role and responsibilities of each\nmemb\ner \nand may modify, add or amend as necessary.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n459\n(6)\nA member of the Authority shall not have any direct or indirect financial\ninterest in, or have business connection with any person, establishment, institution or\norganization which owns or operates a medical or dental institution or renders any\nservice which is regulated by the Commission.\nExplanation.—\nFor the purpose of this sub­section, any involvement of the\nspouse \nor blood relation of any member of the Authority with any establishment,\ninstitution or organization shall be considered as a direct financial interest or connection\nof the \nmember with such establishment, institution or organization.\n(7)\nA member of the Authority may resign from his office by writing\nunder his hand addressed to the President of the Council, or may be removed from\nhis office if, on \nan inquiry by the Council, he is found una\nble to perform the functions\nof his office \nbecause of mental or physical disability or on account of misconduct,\nincluding \ncorruption and dis­honesty or having been convicted of a criminal offence.\n(8)\nAll decisions of the Authority shall be taken by the concurrence of a\nmajority of the members.\n(9)\nNo act or proceeding of the Authority shall be invalid by reason only\nof the \nexistence of a vacancy in, or a defect in the constitution of, the Authority.\n17.\nFunctions and powers of the Authority.—\n(1) Subject to the approval\nof the Council, the Authority shall have the following functions and powers namely:­\n(a)\nto perform all functions and duties as prescribed in this Ordinance or\nas prescribed or directed by the Council;\n(b)\nto recommend the annual budget of the Commission to the Council \nfor\napproval;\n(c)\nto cause for an annual audit to be conducted of the Commission and\npresented to the Council for approval;\n(d)\nto prepare and maintain the accounts of the Commission and ensure\nthe funds of the Commission are expended on the purposes as \napproved\nby the Council;\n(e)\nmanage the assets, liabilities, receipts, expenditures, funds and\ninvestments of the Commission;\n(f)\nto conduct all examinations provided for under this Ordinance;\n460\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(g)\nto carry out assessments of any institution or organization in \nPakistan\nor outside Pakistan for purposes of recognition of training \nor for grant\nof registration and issuance of licences to persons \npursuant to\nqualifications issued by such institution or organization;\n(h)\nto implement all decisions of the Council and the Board;\n(i)\n to maintain a register of registered and licensed medical and dental\npractitioners in the prescribed manner and make the information \npublicly\navailable;\n(j)\nto maintain a register of all institutions in Pakistan and outside \nPakistan\nrecognized by the Council for purposes of training or grant \nof post\ngraduate qualifcations; and\n(k)\nmaintain any other register or record for public consumption as may\nbe directed by the Council.\n(2)\nThe Authority shall exercise all powers as shall enable it to effectively\nperform its functions.\n18.\nCommittees of the Council.—\nThe Council and the Board shall have\nthe power to constitute necessary committees for undertaking the functions of the\nCouncil \nor to advise and assist the Council and the Board in exercise of its powers.\n19.\nMedical and dental colleges admissions tests (MDCAT).—\n(1)\nThe \nAuthority shall conduct annually on a date approved by the Council and as per\nstandards approved by the Board a single admissions test which shall be a mandatory\nrequirement for all students seeking admission to medical or dental under­graduate\nprograms anywhere in Pakistan.\n(2)\nNo student shall be awarded a medical or dental degree in Pakistan\nwho has not passed the MDCAT prior to obtaining admission in a medical or dental\ncollege \nin \nPakistan:\nProvided that such requirement shall be mandatory for all students who\nhave \nbeen enrolled in medical or dental under­graduate programs in 2019 and\nthereafter.\n(3)\nThe admission to medical or dental programs conducted by public\ncolleges shall be regulated as per the policy of the Provincial Governments strictly\non merit and admission to a private college shall be in accordance with the criteria\nand \nrequirements stipulated by the private college at least one year in advance of\nadmissions including any additional entrance test as may be conducted by a private\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n461\ncollege subject to any conditions imposed by the relevant university to which such\ncollege is affiliated:\nProvided that for the purposes of admission it shall be the discretion of the\nProvincial Governments in respect of public colleges, and of each of the private\ncolleges, as per their declared policy to give weightage to the marks obtained by a\nstudent in the MDCAT conducted by the Authority.\n20.\nStandards of medical and dental education.—\n(1)\n \nAll universities\nshall ensure that all medical and dental colleges at the time of seeking affiliation\nfulfill \nand thereafter consistently maintain the accreditation standards including the\nmaximum students in each year permitted consequent to the accreditation standards,\nfor under­graduate medical and dental programs of study based in Pakistan as\nformulated by the Board and approved by the Council.\n(2)\nAll universities shall ensure that all affiliated or constituent colleges\nconduct programs of study for grant of under­graduate medical or dental degrees as\nper the curriculum and scope of under­graduate medical education prescribed by\nthe \nBoard and approved by the Council.\n(3)\nAll universities shall ensure that all affiliated or constituent colleges\nwithin thirty days of completing their admissions each year provide to the Authority\nparticulars of the students enrolled and further provide any change in the status of\nthe student during the students period of studies including discontinuation of studies\nor transfer to \nanother college within fifteen days of such change occuring.\n(4)\nAll universities shall within ten days of students having successfully\ncompleted the program of study and passed their final exams inform the Authority\nverifying the results to enable the student to be registered for taking the NLE.\n(5)\nThe standard and structure of faculty shall be regulated as prescribed\nby either the Higher Education Commission or the university to which a college is\naffiliated \nor any other law applicable to a public teaching institution.\n(6)\nAny violation by a medical or dental college shall be actionable by the\naccrediting university in accordance with regulations as may be prescribed by the\nHigher Education Commission.\n(7)\nAll medical and dental colleges shall, at least three months prior to\ninitiating the annual admissions process, publicy declar\ne the fixed tution and all\nancilliary fee structure on an annual basis for the entire program of study in which\nthe students are seeking enrollment and which fee structure shall not be enhanced\nduring \nthe students period of enrollment at the college. No medical or dental college\n462\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\nshall seek, demand or receive from a student or a students family, directly or indirectly,\nany donation or other payment prior to or at the time of admission or thereafter\nduring the period of the students continuing enrollment at the college whether as\nconsideration for \ngrant of admission or otherwise.\n21.\nNational licensing exam\nination (NLE).—\n(1) The Authorty shall at\nleast twice a year as per schedule approved by the Council conduct the NLE.\nPassing the NLE shall be mandatory for obtaining a provisional and full license:\nProvided there shall be no limit on the number of times a person may attempt\nthe NLE:\nProvided further that Pakistan Armed Forces cadets who upon successful\ncompletion of their under­graduate degree program and pre­requisite military training\nare commissioned in the Pakistan Armed Forces shall be granted an Armed Forces\nprovisional licence and shall qualify their NLE during service as regulated by the\nservice head quarters prior to grant of full licence.\n(2)\nA person, having obtained an under­graduate medical or dental\nqualification issued by a university in Pakistan or an under­graduate medical or\ndental qualification issued by a foreign institution recognized by the Commission,\nshall be granted a provisional licence to undertake his house job within fourteen days\nof having duly passed and qualified the NLE:\nProvided that the mandatory requirement of NLE shall be applicable for\nstudents graduating after March, 2020:\nProvided that students graduating before March 2020 shall be exempted\nfrom taking the NLE prior to issuance of a provisional licence subject to they being\nrequired to take the NLE for grant of a full licence after completion of their one year\nhouse job.\n(3)\nAny medical or dental practitioner who has obtained a licence to practice\nin a country or qualified from a foreign institution not recognized by the Commission\nand in addition does not hold a postgraduate qualification which is recognized by the\nCouncil, shall be required to qualify the NLE for grant of a licence to practice in\nPakistan:\nProvided a medical or dental practitioner who has obtained a licence to\npractice in a foreign country or qualified from a foreign institution, not recognized by\nthe Commission, but has acquired a postgraduate qualification in Pakistan or from a\nforeign institution recognized by the Council shall not be required to qualify the NLE\nand shall be granted a full licence to practice on the basis of the recognized\npostgraduate qualification.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n463\n22.\nNational equivalence board examinations.—\n(1) The Authority shall\nat least twice a year as per schedu\nle approved by the Council conduct the NEB to\nassess and oversee the assessment of the knowledge, clinical skills and professional\nattributes of students who have partially completed a medical and dental program in\na foreign institution and are seeking transfer to and admission in a medical or dental\ncollege in Pakistan.\n(2)\nAny student who has been enrolled in a medical or dental institution or\ncollege outside Pakistan and has completed more than two years of the program\nmay seek transfer and admission to a medical or dental college in Pakistan subject\nto qualifying the relevant standard of the NEB for the prescribed period of each\nprogram of study pursuant to which the student shall be qualified to obtain admission\nin the immediately subsequent year.\n(3)\nA student shall be required to take the NEB within twelve months of\nhaving left his program of study outside Pakistan in order to be eligible for admission\nto a medical or dental college in Pakistan.\n23.\nRecognition of post graduate, additional or alterative\nqualifications.—\n(1) The Council may subject to assessment and recommendation\nby the Authority, approve and recognize a post graduate, additional or alterative\nqualification offered by an institution in Pakistan.\n(2)\nThe Council may where necessary seek professional advice or the\nopinion of the relevant faculty of the College of Physicians and Surgeons, or of a\nuniversity, to assess a recommendation for approval of a post graduate, additional or\nalterative qualification.\n24.\nRecognition of medical institutions for grant of post graduate,\nadditional or alterative qualifications.—\n(1) The Council shall recognize\npostgraduate medical and dental qualifications or diplomas given by the College of\nPhysicians and Surgeons of Pakistan:\nProvided that no honorary qualification or diploma declared to be honorary\nby the College of Physicians and Surgeons of Pakistan shall be recognized by the\nCommission.\n(2)\nThe Council may subject to assessment and recommendation by the\nAuthority, grant recognition to a medical institution in Pakistan which trains or grants\nor both trains and grants recognized post graduate, additional or alterative qualifications\nfor purposes of practice of medicine or dentistry.\n(3)\nAny medical institution or medical university requesting recognition in\npursuance of sub­section (2) may apply to the Co\nmmission in the prescribed manner.\n464\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(4)\nUpon receipt of application made in pursuance of sub­section (3), the\nAuthority shall within a period of three months scrutinize the application and if satisfied\nthat the application is in conformity with the prescribed procedure, shall recommend\nthe same to the Council for its approval.\n25.\nRecognition of foreign post graduate, additional or alterative\nmedical or dental qualifications.—\n(1) The Council may subject to assessment\nand recommendation by the Authority recognize any post graduate, additional or\nalternative \nmedical or dental qualifications granted by a foreign institution.\n(2)\nThe Council may where necessary seek the opinion of the relevant\nfaculty of the College of Physicians and Surgeons, or of a university, and in addition\nthere to the opinion of the foreign authority of the country where such foreign institution\nis located to assess a recommendation for approval of a post graduate, additional or\nalterative \nqualification.\n(3)\nThe Authority shall assess for purposes of recommendation any foreign\nqualification either on the application of a foreign institution or upon an application\nby a person having acquired a previously unrecognized qualification. The Authority\nshall \nconduct and complete its assessment within three months of an application\nbeing made.\n26.\nRecognition of foreign institutions for under-graduate, post\ngraduate, additional or alternative qualifications.—\n(1) The Council may subject\nto assessment and recommendation by the Authority recognize any foreign institution\nwhich grants an under­graduate medical or dental qualification or a recognized foreign\npost graduate, additional or alterative qualification.\n(2)\nThe Authority shall assess for purposes of recommendation any foreign\ninstitution either on the application of such foreign institution or upon an application\nby \na person having acquired a recognized qualification from a previously un­recognized\nforeign institution. The Authority shall conduct and complete its assessment within\nthree months of an application being made.\n27.\nRecognition of continuous professional development\nopportunity providers.—\nThe Council on the recommendation of \nthe \nAuthority\nmay grant recognition to any organization in Pakistan or outside Pakistan, which\nprovides \nopportunities of continuous professional development to the registered\nmedical and \ndental practitioners.\n28.\nHouse Job.—\n(1) \nEvery person having obtained a provisional licence\nunder sub­section (2) of section 21 shall be required to undergo and successfully\ncomplete a mandatory one year house job, internship or foundation year, by whatever\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n465\nname called, at an institution recognized by the Commission or \nan \nequivalent of a\nhouse job outside Pakistan as may be recognized by the Commission.\n(2)\nEvery medic\nal or dental college in Pakistan shall be responsible to\nprovide a paid house job, either at its own affiliated teaching hospital or any other\nrecognized teaching hospital, for each of its graduates who qualify the NLE and\nacquire a provisional licence:\nProvided that the medical or dental college, whether public or private, shall\nensure that the stipend or salary paid is not less than the highest stipend or salary\npaid by a public teaching hospital in the province to similarly placed graduates:\nProvided further that in the event the house job is provided at a non affiliated\nteaching hospital, the medical or dental college shall be responsible to re­imburse\nsuch non affiliated teaching hospital the amount paid as stipend or salary to their\ngraduate undertaking the house job.\n(3)\nA house job, internship or foundation year shall consist of full time and\nstructured training as specified by the Board and approved by the Council.\n(4)\nThe teaching hospital shall issue on the conclusion of the house job a\ncertificate confirming that the provisional licence holder has satisfactorily completed\nthe mandatory house job modules for grant of full licence.\n29.\nRecognition of hospitals or institutions for house job or\ninternship or foundation year training.—\n(1) The Authority shall upon inspection\nand assessment recommend to the Council for grant of recognition to any hospitals\nor institutions in Pakistan which train for house job or internship or foundation year\nas the case may be.\n(2)\nUpon the grant of approval for recognition by the Council the hospital\nor institution shall be entitled to train for house job or internship or foundation year\nafter the date of notification of approval.\n(3)\nThe Council shall recognize any foreign teaching hospital or institution\nrecognized by the regulatory authority of such country for purposes of imparting\nhouse job, internship, foundation year or clinical traning by whatever name called.\n30.\nLicensing.—\n(1)\n \nThe Authority shall grant a full licence to practice\nbasic medicine or dentistry as a general practitioner to a person who subsequent to\nqualifiying the NLE has completed his mandatory one year house job or foundation\nyear or internship satisfactorily or has successfully completed a house job, internship\nor foundation year equivalent to a house job at a foreign teaching hospital or institution\nrecognized under sub­section (3) of section 29.\n466\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(2)\nA general practitioner may treat all ordinarily recognized common\nmedical or dental ailments and shall not practice in fields or specialties, as recognized\nby the Commission for which formal trainin\ng is required. He may also provide life\nsaving treatment until ordinarily recognized specialist services can be obtained or a\nsafe referral can be ensured. No practitioner shall represent himself as a specialist\nor practice as a specialist. wthout having appropriate qualifications, recognized by\nthe \nCommission and registered on their full licence.\n(3)\nThe Authority shall cause for the registration of a recognized post\ngraduate, alterative or additional qualification on the licence of a medical or dental\npractitioner where such qualification permits the medical or dental practitioner to\nrepresent and practice such speciality in consonance to such qualification.\n(4)\nThe Authority shall grant to a person licensed in a foreign country and\nin training in a foreign institution, a temporary licence for a fixed period of time to\nenable the person to take an elective training in a recognized institution in Pakistan\nwhich has \naccepted the person for training.\n(5)\nThe Authority shall grant to a person duly licensed in a foreign country\na temporary licence for a fixed period of time to enable the person to provide training\nor \nteach in a recognized institution in Pakistan.\n(6)\nThe Authority shall cause for the registration and issuance of a licence\nunder sub­sections (1), (3) and (4) to be completed within fourteen days of the\napplicant having submitted his application or reject the same for reasons to be stated.\n(7)\nEvery licensed practitioner shall be responsible to \nmaintain his licence\nas valid and in good order. A practitioner shall not be permitted to practice in the\nabsence \nof a valid licence issued by the Authority.\n(8)\nNo medical or dental practitioner shall be permitted to represent in\nPakistan as having acquired or seek to practice a speciality unless the same is duly\nregistered on his licence by the Authority.\n(9)\nEvery licensed medical or dental practitioner shall be required to\nrevalidate his licence every five years in the manner and on terms determined by\nregualtions prescribed by the Council.\n(10)\nEvery licensed practitioner shall be bound by the code of ethics\npromulgated by the Authority.\n(11)\nNotwithstanding anything to the contrary contained \nin any other law\nfor the time being in force, no medical certificate or prescription or medical or dental\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n467\nadvice shall be considered valid unless obtained from a medical or dental practitioner\nhaving a valid provisional or full Licence.\n(12)\nNo person shall be entitled to recover any charge in any court of law\nfor any medical, dental or surgical advice or attendance or for the performance of\nany operation or intervention or for any medicine prescribed or supplied unless he is\na \nregistered medical or dental practitioner having valid registration with the Authority:\nProvided that a person licensed under any other law to practice some \nother\nform of medicine may prescribe medicine permissible under such law \ncommensurate\nwith the scope of his qualifications and training.\n(13)\nNo registered licensee shall use or publish in any manner whatsoever\nany \ntitle, description or symbol indicating or intended to lead persons to infer that he\npossesses any additional or other professional qualification unless the same has\nbeen \nduly recognized and registered on his licence by the Commission.\n31.\nInspection.—\n(1) The Authority shall appoint inspectors in accordance\nwith terms and qualifications prescribed by the Council to inspect facilities for training\navailable at the medical or dental institutions for grant of recognition to provide\nhouse \njob, internship or foundation year training or post­graduate training:\nProvided that an institution recognized for training by the College of Physicians\nand Surgeons of Pakistan shall be recognized by the Council for purposes of\npost­\ngraduate training.\n(2)\nInspectors shall immediately upon completion of the inspection compile\na \ncomprehensive report on the prescribed format on the standard of the inspected\nfacilities and on the courses of study and facilities for teaching provided by the\nmedical \nor dental institution inspected and shall submit it to the Authority.\n(3)\nThe Authority shall forward a copy of such report to the medical or\ndental \ninstitution concerned for any response prior to placing the report along­with\nits \nrecommendation before the Council.\n(4)\nThe Authority may conduct inspections of recognized facilities on a\nperiodical basis, with or without prior notice to the institution provided that every\ninstitution shall be re­inspected at least once in every five years.\n32.\nWithdrawal of recognition.—\n(1) Pursuant to an inspection, the\nAuthority may recommend and the Council may approve the withdrawal on a\ntemporary or permanent basis the recognition granted to an institution for training or\ngrant of qualification.\n468\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(2)\nThe Counc\nil shall prior to approving the withdrawal of a recognition\ngranted to the institution an opportunity of being heard and responding to the report\nand recommendations of the Authority:\nProvided that for purposes of protecting the rights of existing trainees or\nstudents the Council on the recommendation of the Authority may approve a scheme\nto place the trainees or students at other institutions where reasonable availability\nexists.\n33.\nDisciplinary proceedings, suspension or cancellation of\nlicence.—\n(1) The Council in compliance to directions of the Medical Tribunal or\nupon a finding pursuant to a disciplinary hearing or upon an inquiry and hearing\nconducted by the Authority or the Council itself, may temporarily suspend or\npermanently cancel the licence of a practitioner for having violated any obligation\nimposed upon the licensee or for medical or professional negligence or misconduct.\n(2)\nThe licence of a practitioner which has expired or who has not\nsuccessfully revalidated within the time prescribed shall be deemed to be suspended\nuntil such time as it is re­validated in the prescribed manner.\n(3)\nThe Authority shall on the complaint of any person or authority or of\nits own motion on information received, initiate disciplinary proceedings against any\nfull licence holder or any recognized institution in respect of medical negligence,\nmisconduct or violation of any obligation under this Ordinance, or any rules or\nregulations or directions of the Commission other than offences provided for under\nsub­sections (1), (2), (3), (4) and (5) of section 35:\nProvided that a show cause notice shall be issued within fifteen days of\nreceipt of the complaint to the person stating the allegations and providing a period\nof at least thirty days to respond and a right to be heard before the disciplinary\ncommittee.\n(4)\nThe Council shall form a disciplinary committee consisting of three\nmembers of the Council of which one shall be the member having legal qualifications\nto hear all disciplinary matters. The member law shall act as secretary to the\ndisciplinary committee.\n(5)\nThe Authority shall select at least one licensed practioner as an expert\nwith a minimum fifteen years standing in the speciality to which the complaint relates\nto assist the disciplinary committee at the hearing. The written opinion of the expert\nshall be appended with the decision of the disciplinary committee and shall form part\nof the record.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n469\n(6)\nThe disciplinary committee shall hear and decide each complaint within\nninety days of the issuance of the show cause notice. The disciplinary committee\nshall \nimpose penalties as prescribed by regulations made by the Council specifying\npenalties commensurate with each category of offence.\n(7)\nFor \nthe purpose of an inquiry or a disciplinary hearing, the Council or\na \ncommittee of the Council shall exercise all the powers of a civil court under the\nCode of Civil Procedure, 1908 (Act \nV \nof 1908) for summoning the witnesses, for\ncompelling the \nproduction of documents and for issuing commissions.\n34.\nRegisters to be public documents.—\n(1) The record of all\nregistrations \nundertaken and licences granted by the Commission shall be deemed\nto be public \ndocument within the meaning of the \nQanun-e-Shahdat Order, \n1984\n(P. O. No. 10 \nof \n1984).\n(2)\nThe Authority shall cause for the updated list of all duly recognized\nmedical practitioners and dental practitioners to be published on its website available\nfor public \naccess.\n35.\nPenalties.—\n(1) Whoever in contravention of provisions of this\nOrdinance operates or runs or establishes or endorses any institution or advertises\nadmissions in an institution for imparting training and education in medicine or dentistry\nshall be guilty of an offence punishable with rigorous imprisonment for a term which\nmay extend to five years but shall not be less than one year or with fine which may\nextend to fifty million Rupees but shall not be less than five million Rupees or with\nboth \nand shall also be liable to closure of such institution.\n(2)\nWhoever in contravention of provisions of this Ordinance operates or\nruns or establishes or endorses any institution and admits students for imparting\neducation in medicine or dentistry or admits students over and above the allowed\nnumber, shall be guilty of an offence punishable with rigorous imprisonment for a\nterm which may extend to five years but shall not be less than one year or with fine\nwhich shall not be less than the sum total of the tuition fee for the whole duration of\nstudy for \neach admitted student or with both and shall also be liable to closure of\nsuch \ninstitution.\n(3)\nWhoever falsely gets registered with the Authority as a registered\nmedical or dental practitioner without possessing recognized medical or dental\nqualifications or attempts to get registered with the Authority as a registered medical\npractitioner without possessing recognized medical or dental qualifications, shall be\nguilty of an offence of fraudulent registration, punishable with imprisonment for a\nterm which may extend to five years or with fine which may extend to ten million\nRupees but \nshall not be less than five million Rupees or with both.\n470\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(4)\nWhoever falsely pretends to be registered under this Ordinance as a\nmedical practitioner or dentist and uses with his name any title or words or letters\nrepresenting that he is so registered with the Authority or uses the word “doctor” or\nany other nomenclature or designation without legal basis, irrespective of whether\nany person is actually deceived by such pretence or representation or not, shall be\nguilty of \nan offence punishable with imprisonment for a term which may extend to\nthree years \nor with fine which may extend to ten million Rupees but shall not be less\nthan five \nmillion Rupees or with both.\n(5)\nWhoever aids or abets any person to falsely register with the Council\nas \na \nregistered medical practitioner without having recognized medical or dental\nqualifications shall be guilty of an offence punishable with imprisonment for a term\nwhich may extend to two years or with fine which may extend to ten million Rupees\nbut \nshall not be less than five million Rupees or with both.\n(6)\nWhoever contravenes any other provision of this Ordinance shall be\nguilty of an offence punishable with imprisonment for a term which may extend to\none \nyear or with fine which may extend to five million Rupees or with both.\n(7)\nIn every case of offence, in which the offender is sentenced to a fine,\nwhether with or without imprisonment, it shall be competent for the Medical Tribunal\nto direct that in default of payment of the fine the offender shall suffer imprisonment\nfor a certain term, which imprisonment shall be in excess of any other imprisonment\nto which he may have been sentenced or to which he may be liable under a\ncommutation \nof sentences.\n(8)\nThe term for which the Medical Tribunal directs the offender to be\nimprisoned in default of payment of a fine shall not exceed one­fourth of the term of\nimprisonment which is the maximum term fixed for the offence.\n(9)\nA penalty \nof \nimprisonment shall only be imposed by the Medical\nTribunal.\n(10)\nAll offences under this Ordinance shall be non­cognizable and triable\nby \nthe Medical Tribunal.\n(11)\nAll penalties imposed by the disciplinary committee shall be paid to \nthe\nAuthority’s acco\nunt. All penalties imposed by the Medical Tribunal shall be deposited\nin equal amount with the Authority and the Medical Tribunal.\n \n(12) The Authority may apply to the Medical Tribunal to recover an amount\nimposed as penalty and the Medical Tribunal shall direct the arrest and confinement\nof \nthe defaulter until such time as the penalty is paid in full.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n471\n36.\nOffences by bodies corporate.—\n(1) \nWhere any contravention of\nthis \nOrdinance has been committed by a body corporate, and it is proved that such\noffence has been committed with the consent or connivance or, is attributed to any\nnegligence on the part of, any director, partner, manager, secretary, trustee or other\nofficer of the body corporate, such director, partner, manager, secretary, trustee or\nother officer of the body corporate, shall be deemed guilty of such contravention\nalong­\nwith the body corporate and shall be punished accordingly:\nProvided that in the case of a company as defined under the Companies\nAct, \n2017 (XIX of 2017), only the chief executive shall be liable under this section.\nExplanation.—\nFor the purposes of this section, “body corporate or\ninstitution” includes a firm, association of persons, a society registered under the\nSocieties Registration Act, 1860 (XXI of 1860) or under the Co­operative Societies\nAct, 1925 (VII \nof 1925) and a trust created under the Trust Act, 1882 (II of 1882).\n(2)\nWhere any con\ntravention of this Ordinance has been committed by\nany \nGovernment agency, local authority or local council and it appears from the\nrelevant \ndocuments that such contravention has been committed with the consent or\nconnivance of or is attributable to any negligence on the part of the head or any\nother officer of the Government agency, local authority or local council, such head\nor other officer shall also be deem guilty of such contravention along­with the\nGovernment agency, local authority or local council and shall be liable to be proceeded\nagainst and \npunished accordingly.\n37.\nCognizance of offences.—\n(1) No court shall take cognizance of\nany offence or matter under this Ordinance to which the jurisdiction of the Medical\nTribunal \nextends.\n(2)\nAny person aggrieved by an act which is an offence under this\nOrdinance \nmay institute a complaint or claim before the Medical Tribunal.\n38.\nAppeals to the Medical Tribunal.—\n(1) Any person aggrieved by\nany order or direction of the Commission, including the Council. Authority or\ndisciplinary committee, under any provision of this Ordinance, or rules or regulations\nmay prefer an appeal only before the Medical Tribunal within thirty days of the date\nof communication \nof the impugned order or direction.\n(2)\nAn appeal to the Medical Tribunal shall be in such form, contain such\nparticulars and be accompanied by such fees as may be prescribed.\n39.\nThe officers of Federal, Provincial and local Government to\nassist Authority.—\nThe officers of Federal Government, Provincial Governments\n472\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\nand local Governments including the Capital Territory Police and the Provincial\nPolice shall \nassist the Authority and its officers in the discharge of their functions\nunder the \nprovision\ns of this Ordinance and the rules and regulations made thereunder.\n40.\nPower to make\n rules.—\n(1) The Division may, by notification in the\nofficial Gazette, make rules for carrying out the purposes of this Ordinance.\n41.\nPower to make regulations.—\n(1)\n \nThe Council may by notification\nin the official Gazette make regulations generally to carry out the purposes of this\nOrdinance, and, without prejudice to the generality of this power, such regulations\nmay provide for —\n(a)\nthe management of the property of the Council and\nthe maintenance\nand audit of its accounts;\n(b)\nthe powers and duties of the President and Vice­President;\n(c)\nthe mode of appointment of committees, the summoning and holding\nof meetings and the conduct of business of such committees;\n(d)\nenforcement of the different codes of general and specialized practice\nand ethics as framed by the relevant institutions and as may be applicable\nupon the medical and dental practitioners;\n(e)\nterms and conditions of service for all employees of the Council;\n(f)\nscope and structure of penalties commensurate with offences; and\n(g)\nany matter for which under this Ordinance provision may be made by\nregulations.\n42.\nInformation to be furnished by the Commission and publication\nthere of.— \n(1) The Commission shall furnish such reports, copies of its minutes,\nabstracts of its accounts and other information to the Division as it may require.\n(2)\nThe Division may publish, in such manner as it may think fit, any\nreport, and copy, abstract or other information furnished to it under this section or\nunder section 43.\n43.\nCommission of inquiry.—\n(1)\n \nWhenever it appears to the Division\nthat the Council is not complying with any provisions of this Ordinance, the Federal\nMinister may refer the particulars of the complaint to a commission of inquiry\nconsisting of three persons two of whom shall be appointed by the Federal Minister,\nincluding the chairman being at least a person who has been judge of a High Court,\nand one member nomi\nnated by the Council by a resolution.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n473\n(2)\nSuch commission shall proceed to inquire in a summary manner and to\nreport to the Federal Minister as to the truth of the matter charged in the complaint\nand \nin case of any charge of default or of improper action being found by the\ncommission to have been established, the commission shall recommend the remedies,\nif any, \nwhich are in its opinion necessary. This process shall be completed within\nthirty days.\n(3)\nThe Division shall forward the report of the commission of inquiry to\nthe Council for implementation and for remedial actions. The Council shall submit to\nthe Division a detailed plan of remedial measures to be adopted by the Council\nwhich shall be considered as approved if no further orders are passed by the Division\nin this \nregard within three months. \nAll remedial actions shall be taken by the Council\nwithin a \nstipulated period of six months and the Council shall submit to the Division\na report of actions taken thereon. If the Council fails to comply with the remedial\nmeasures forwarded to it by the Division, the Division may by itself amend the\nregulations of the Council or make such provisions or issue \norders or take such other\nsteps as may seem \nnecessary to give effect to the recommendations of the\ncommission.\n(4)\nThe commission of inquiry shall have power to administer oaths, to\nenforce the attendance of witnesses and the production of documents and shall\nhave other necessary powers for the purpose of any inquiry conducted by it as are\nexercised \nby a civil court under the Code of Civil Procedure, 1908 (Act V of 1908).]\n44.\nDelegation.—\nThe Council may, by general or special order, delegate\nto \nthe President, Vice­President or committee of the Council, any of its powers or\nresponsibilities under this Ordinance subject to such conditions or limitations as may\nbe prescribed by rules or as may be prescribed by regulations:\nProvided that delegation of such power shall not include the power to \ngrant,\nrevoke or cancel recognition of a medical or dental institution or any of its \nfinancial\npowers including the power to approve the annual budget.\n45.\nOfficers, etc. deemed to be public servants.—\nThe members,\nofficers, employees and other staff of the Authority shall be deemed to be public servants\nwithin the meanings of section 21 of the Pakistan Penal Code (Act XLV of 1860).\n46.\nIndemnity.—\nNo suit, prosecution or other proceedings shall lie against\nthe Federal Government, Division, Council, Board, Authority, or any committee of\nthe Council, President, Vice­President, Secretary or any member, officer or employee\nof the Authority in respect of anything done or intended to be done in good faith\nunder \nthis Ordinance.\n474\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n47.\nOver-riding provision.—\nThe provisions of this Ordinance shall have\neffect notwithstanding anything to the contrary contained in any other law for the\ntime \nbeing in force.\n48.\nSchedules and recognition of qualifications and institutions.\n—\nAll schedules as maintained and recorded under the repealed Pakistan Medical and\nDental Council Ordinance, 1962 (Act XXXII of 1962) shall be deemed to have\nmerged into the record of the Commission as required to be maintained pursuant to\nthis Ordinance subject to the Council at their discretion re­assessing the entries\ntherein \npursuant to the criteria laid down under this Ordinance.\n49.\nEmployees and officers of dissolved Pakistan Medical and\nDental \nCouncil.—\n(1)\n \nAll employees and officers whether permanent, regular,\ntemporary or contractual of the dissolved Pakistan Medical and Dental Council shall\ncease to be \nemployees of the Council upon promulgation of this Ordinance.\n(2)\nUpon the cessation of the employment of the employees and officers,\nthey shall be paid their end of service benefits as accrued upto the date of cessation\nof employment subject to verification as to their validity, legality and audit by the\nAuditor General of Pakistan or Accountant General Pakistan Revenues (AGPR),\nand subject \nto having worked for more than twelve months and shall be paid in\naddition \ncompensation equal to six months basic pay as per the last basic pay applicable\nupon \nverification by the AGPR.\n(3)\nUpon cessation of employment the employees and officers of the\ndissolved Pakistan Medical and Dental Council shall retain no further right of\nemployment with the Commission formed pursuant to this Ordinance subject to\nhaving the right to apply on merit for any position advertised or offered by the\nCommission and where obtaining fresh employment with the Commission shall not\nin any manner \naffect the benefits to be paid to such employee pursuant to this\nsection:\nProvided that all employees of the dissolved Pakistan Medical and Dental\nCouncil serving in special pay scale 1 to 4 shall be offered an available position in the\nCommission on priority subject to fulfillment of minimum criteria for such position\nand their acceptance of the terms and conditions of employment approved by the\nCouncil for \nemployees of the Commission.\n50.\nRepeal and savings.—\n(1) Subject to section 6 of the General Clauses\nAct, 1897 (X of 1897), the Pakistan Medical and Dental Council Ordinance, 1962\n(XXXII of 1962) herein after reflected as repealing Ordinance herein after referred\nas repealed Ordinance, shall stand repealed.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., OCT.  21,  2019\n475\n(2)\nNo\ntwithstanding the repeal of the repealed or anything contrary\ncontained herein, all decisions taken, regulations made or amended and disciplinary\naction taken by the Council, \nAd-hoc\n Council, Executive Committee or any Committee\nor authority of the dissolved Pakistan Medical and Dental Council pursuant to the\nrepealed and the Pakistan Medical and Dental Council Ordinance, 2019 shall be\ndeemed to have been validly made:\nProvided that all regulations made and promulgated pursuant to the repealed\nOrdinance, or the Pakistan Medical and Dental Council Ordinance, 2019 stand\nrepealed and shall not be enforceable subject to sub­section (7).\n(3)\nThe dissolved Pakistan Medical and Dental Council as formed pursuant\nto the repealed Ordinance stands dissolved upon the promulgation of this Ordinance.\n(4)\nAll assets, rights, moveable and immoveable properties, records, cash,\nbank accounts, deposits etc., of the dissolved Pakistan Medical and Dental Council\nunder the repealed Ordinance shall stand transferred to the Commission and shall\nbe deemed to be the assets, rights, properties, records, cash, bank accounts, deposits\netc., of the Commission.\n(5)\nAll assets, liabilities, payables and recievables of the dissovled Pakistan\nMedical and Dental Council under the repealed Ordinance shall be deemed to be\nthe assets, liabilities, payables and receivables of the Commission.\n(6)\nAll registration, recognition etc., granted by the dissolved Pakistan\nMedical and Dental Council under the repealed Ordinance shall be deemed to be\nthe registration, recognition granted by Commission subject to the provisions of this\nOrdinance or the same being within the power of the Commission to recognize and\nregister pursuant to this Ordinance.\n(7)\nAll admission processes for medical and dental colleges initiated prior\nto the promulgation of this Ordinance pursuant to regulations framed or amended\nunder the repealed and as amended by the Council notifed under the Pakistan Medical\nand Dental Council Ordinance, 2019, shall be completed pursuant to such repealed\nregulations subject to medical and dental colleges publicly informing all admitting\nstudents in advance of the five year fee plan applicable to them.\n51.\nTransitory period.—\n(1) The Federal Government shall provide\nofficers on deputation for a period not exceeding ninety days as may be requested\nby the Council to assist in the operations of the Commission until members, officers\nand necessary employees of\n the Commission are appointed.\n476\nTHE GAZETTE OF PAKISTAN, EXTRA., OCT.  21,  2019\n  [P\nAR\nT\n I\n(2)\nThe Council may appoint persons on a temporary short term contract\nfor a \nperiod not exceeding ninety days to assist in the operations of the Commission\nsub­sequent to its establishment.\nDR. ARIF ALVI\n,\nPresident.\n————\n       MUHAMMAD KHASHIH­UR­REHMAN,\n                                      Secretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}