{
    "file": "./converted_json\\administratorc9c711b83a02a770af13226834c81b37.json",
    "name": "Competition Commission (Extension in Exemption) Rules, 2007",
    "date": "April 24, 2008",
    "tagline": "Extension of exemptions for prohibited agreements in Pakistan",
    "content": "COMPETITION COMMISSION OF PAKISTAN \n \n*** \nIslamabad, the  24   April, 2008 \n \nNOTIFICATION \n \nS.R.O.401(I)/2008. — In exercise of the powers conferred by section 55 \nread with sub-section (5) of section 5 of the Competition Ordinance, 2007 (LII of \n2007), the Competition Commission of Pakistan, with approval of the Federal \nGovernment, hereby makes the following rules, namely:-  \n \nThe Competition Commission (Extension in Exemption) Rules, \n2007 \n \n1. Short title, commencement and application.— (1) These rules may be \ncalled the Competition Commission (Ext ension in Exemption) Rules, 2007. \n \n(2) They shall come into force at once. \n \n(3) These rules shall apply to all th e undertakings which are party to a \nprohibited agreement and have been granted an exemption under section 5 of the Ordinance.  \n2. Definitions\n. — (1) In these rules, unless th ere is anything repugnant in the \nsubject or context,–   \n(a) “applicant” means a party  to a proh ibited agreement who have filed an \napplication under sub-sec tion (5) of section 5; \n (b) “concerned undertaking” means th e undertaking seeking extension in \nexemption under these rules;  \n (c) “confidential information” means commercial or technical information \nthe disclosure of which would, or might, in the opinion of the Commission, significantly harm the legitimate business interests of the undertaking to which it relates; \n \n(d) “order” means the order passed under rule 6 for grant of extension in \nterms of sub-rule (2) of rule 5; and  \n (e.) “Ordinance” means the Compe tition Ordinance, 2007 (LII of 2007).  \n \n \n(2) Words and expressions used but not defined herein, shall have the \nsame meanings as are assigned to them in the Ordinance. \n \n \n   \n3. Who can apply .—(1) An application for extension in the exemption \ngranted with respect to a prohibited agreem ent under sub-section (5) of section 5 of \nthe Ordinance , shall be made (jointly or otherwise) by the following, namely: — \n \n(a) where the applicant is an  individual, by the individual; \n (b) where the applicant is a company or other body corporate, by a duly    \nauthorized  officer of that  company or body corporate;  \n (c) where the applicant is a partnershi p firm, by a partner of that firm; and \n (d) in any other case, by the concerned undertaking. \n \n(2) If a joint application is made, the application shall be regarded as being \nmade to the Commission by or on behalf of all the applicants. A joint representative \nshall be, appointed by the joint applicants an d authorized to act on behalf of all the \njoint applicants for the purposes of these rules, unless otherwis e directed by the \nCommission.  \n4. Form of application .—(1) An application under these rules shall contain \nthe information specified in the Schedule. \n (2) The Commission may, by giving notice to  the applicant or joint applicants, \nas the case may be, dispense with the oblig ation to submit any particular information \nor document (including any supporting do cument), if it considers that such \ninformation or document is unnecessary for examination of the application. \n (3) The Commission may refuse to accept th e application submitted to it, if it \ndoes not comply with requirements of  the Ordinance or these rules. \n (4) Every application shall be submitted in three copies, or as otherwise \ndirected by the Commission in certain specific cases.  \n (5) An application under sub-rule (1) shall be accompanied by such \nprocessings fee as may be determined by th e Commission from time to time.  The fee \nmay be paid in the form of a bank challan or bank draft in favour of the Commission. \n \n 5. Consideration of application .—(1) Whenever required to consider an \nextension in an exemption granted with respect to a prohibited agreement, the Commission shall follow the fact ors set out in sub-rule (2). \n (2) The Commission may, in its discreti on, grant extension in the exemption \nfrom a prohibited agreement if it can be s hown conclusively on the basis of objective \nfacts and  analysis of the case to the sati sfaction of the Commission that extension is \nlikely to substantially contribute in,\n —    \n (a) improveing production or distribution; or \n \n   \n(b)    promotion of technical or eco nomic progress, while allowing consumers \na fair share of the resulting benefit: \n Provided that the aforesaid benef its can unequivocally shown to \noutweigh the adverse effects of the absence or lessening of competition.  \n(3) The applicant shall justify the ra tionality, necessity or requirement of \nextension of exemption.  \n \n6. Orders of the Commission .—(1) The Commission may. — \n \n(a) issue an order of extension  in term s of sub-rule (2) of the rule 5, and if \nso deemed necessary or expedient under the circumstances, impose in its discretion, appropriate conditions or  obligations subject to which an \nextension is to have an effect; or \n \n(b)  refuse to grant the extension applied for. \n (2) An order may provide. —  \n(a) that breach of a condition imposed by the order has the effect of \ncanceling the extension granted; \n (b)  that if there is a failure to comply with an obligation imposed by the \norder, the Commission may, by notice in writing, cancel the extension granted; or \n (c)  that the Commission may cancel the extension in respect of exemption \nif it considers that a particular agreement is not the one to which section 9 of the Ordinance or sub- rule (2) of rule 5 applies.  \n(3) An order may provide the facts and reasons for grant of the extension and \nthe period of extension.  \n(4) The Commission shall give its decisi on on an application made under these \nrules within forty five days of  receipt of such application. \n \n \n7. Appeals .— A person aggrieved by any decisi on or order of a Member or \nauthorized officer of the Commission in respect of an extension application may \nprefer an appeal to the Appellate Benc h of the Commission in accordance with the \nCompetition Commission (Appeal) Rules, 2008.  \n \n(2) The Appellate Bench, while deciding an appeal may also grant the \nextension requested in the exemption from a prohibited agreement if it can be conclusively demonstrated that a refusa l to grant the exemption requested would \nresult in the failure of an undertaking or  undertakings and the economic loss arising \nfrom the failure or failures far outweigh the benefits of increased competition consequent upon such refusal. \n \n \n   \nSCHEDULE  \n \n[See sub-rule (1) of rule 4] \n \nPART-1 \n \n \n1. Information about the applicant and the other pa rties to the agreement \n \n1.1. Full name, address (registered office, wh ere appropriate, and principal place of \nbusiness, if different), telephone and fax numbers and e-mail address (where \navailable) of the applicant and a brief de scription of the nature of its business. \nIf the applicant is a partnership, sole  proprietor or othe r unincorporated body \ntrading under a business name, give the name and address of the partners or \nproprietor. Quote any refere nce which should be used. \n 1.2. Full name, address, telephone and fa x numbers and e-mail address (where \navailable) of any representative who has been authorised to act for the applicant, indicating whom they repr esent and in what capacity (e.g. a \nsolicitor). \n 1.3. Where the declaration to be made in th e form set out in Part 2A is signed by a \nadvocate or other representative of the a pplicant, provides writt en proof of that \nrepresentative’s authority to act on the applicant’s behalf. \n 1.4. If a joint application is being subm itted, state the full name of the joint \nrepresentative, his address (registered office, where appropriate, and principal \nplace of business, if different), telep hone and fax numbers and e-mail address \n(where available).  Where the joint applicants have appointed separate representatives, an explanation mu st be included as to why a joint \nrepresentative could not be appointed.  The particulars listed in this paragraph \nmust then be furnished for each representative.     \n 1.5. Provide details of th e steps taken or to be taken to  notify all the ot her parties to \nthe agreement or conduct whic h is the subject of the application of whom the \napplicant is aware that the application is being submitted. Indicate whether those parties have received a copy of  the application and if so, whether \nconfidential information was included in the copy of the application. If the \napplicant considers that it is not practic able to notify the other parties of the \napplication, give the reasons why it is not practicable. \n 1.6. Identify the groups to which each party to the agreement or conduct which is \nthe subject of the application belongs. For the purposes of the information required by this Form, group relationshi p exists where one undertaking— \n 1.6.1. owns more than half the capital or bu siness assets of anot her undertaking;  \n 1.6.2. has the power to exercise more th an half the voting rights in another \nundertaking, \n \n \n   \n1.6.3. has the power to appoint more than ha lf the members of the supervisory board, \nboard of directors or bodies legall y representing the undertaking; or \n \n1.6.4. has the right to manage the affairs of another undertaking.   1.7. An undertaking which is jointly contro lled by several other undertakings (e.g. \na joint venture) should be treated for th e purpose of this ap plication as being \npart of the group of each of these undertakings.  \n \n2. Purpose of the application \n2.1 Specify that the applicati on is being made in relati on to the extension of an \nexemption order earlier granted by the Commission. \n  \n2.2 State the date of expiry of the ex isting exemption and the reasons why an \nextension is sought. Also give  details of any changes that have occurred in the \nrelevant market and in the agreement its elf since the grant of the exemption. \nSpecify how any changes impact on the fulfillment by the agreement of the \nconditions set out in section 9 of the Ordinance. Also enclose a certified copy \nof the decision granting the exemption.  \n3. Details of the agreement or conduct \n3.1. A brief description of the agreement or conduct which is the subject of the \napplication (including the nature, cont ent, purpose, date and duration). \n \n3.2. If the application is made  in relation to a written ag reement, attach either an \noriginal of the most recent text of that agreement, or a copy certified by the Applicant to be a true copy of the or iginal. If the application is made in \nrelation to an agreement which is not written, applicants are to provide a full description of the agreement. If the app lication is made in relation to conduct, \nprovide a full description of that conduct. \n 3.3. Identify any provisions in the agreem ent or aspects of the conduct which may \nrestrict the parties in their freedom to  take independent commercial decisions \nor to act on those decisions. \n 3.4. If the application relates to standard form terms and conditions, indicate the \nnumber of agreements expected to be entered into on those terms and \nconditions. \n \n4. Information on the parties to the agreement or conduct and the groups to \nwhich they belong \n4.1. The turnover in the last business year, of each party to the agreement or \nconduct which is the subject of the app lication and the consolidated turnover \nfor the group (within the meaning of 1.6) to which each party belongs. \nIndicate what proport ion of the turnover figures are attributable to the relevant \nproduct or geographic market.   \n 4.2 Attach the most recent annual report and accounts (or equivalent for \nunincorporated bodies) for each party to  the agreement or conduct and the \n \n   \nmost recent annual report and accounts for the ultimate parent company of \nthese undertakings. \n \n4.2. List the product or service market in which each party to the agreement or \nconduct and each member of the groups (w ithin the meaning of 1.6) to which \nthey belong are active.  Where there are a large number of products and \nservices, please pay particular attenti on to any markets in which the combined \nundertakings have significant markets shares, or the largest proportions of the turnover. \n \n5. Other information \n5.1. Any other information which the applicant considers  helpful.  In particular, if \nyou believe that the impugned agreement: \n \n(a) does not have an appreciable adverse effect on competition in Pakistan please \nstate your reasons and provide evid ence. Note, however, that certain \nagreements, such as those relating to price-fixing, will be very nearly always regarded as having an appreciable adverse effect; \n (b) has net economic benefits that w ould not be achieved except for the \nagreement.  In determining whethe r net economic benefits exist, the \nCommission will consider whether the agreement contributes to improving production or distribution or  promoting technical or economic progress in a \nway which does not impose restrictions which are not indispensable to the attainment of those objectives and whic h would not afford the possibility of \neliminating competition substantially.  A pplicants should provide studies or \ndocuments which demonstrate the feasibility of operation of the agreement and the benefits likely to result from continued operation of the agreement and \nthe adverse effects arisi ng from its non-operation.   \n 5.2. Attach evidence of the payment of fees.  \n6. Supporting documents \nEnsure that the applicant has att ached the following documents (where \nrelevant) to the application: \n \n6.1. if 1.3 of this Form applies, written proof of the re presentative’s authority to act \non the applicant’s behalf; \n 6.2 a copy of the decision granting the exemption;  6.3. if 3.2 of this Form applies with rega rd to a written agreement, either an \noriginal or certified copy, of the most recent version of the text of the agreement which is the subj ect of the application;  \n 6.4.the most recent annual report and account s (or equivalent for unincorporated \nbodies) for each party to the agreement or  conduct and the most recent annual \nreport and accounts for the ultimate parent  company of these undertakings (see 4.1 \nof this Form); and \n6.5. any feasibility studies, documents or ot her evidence as per para 5.1 of this Form. \n \n   \n \nPART-2 \n \n \nUnder clauses (c) and (d) of sub-section (1) of section 38 of the Or dinance, it is an \noffence, punishable with fine to provide information which is fals e  if the undertaking \nor person providing it knows that it is fals e. If the undertaking or person is a body \ncorporate, its officers may be  guilty of an offence punish able under section 38 of the \nOrdinance. \n \nDECLARATION \n \nThe undersigned declare and confirm that al l information given in the Form and all \npages annexed hereto are correct to the best  of his knowledge and belief, and that all \nestimates are identified as such and are th eir best estimates based on the underlying \nfacts and the undersigned is fully aware of the consequences as stipulated in Para 1 of \nPart-2. \n  Signature     Name (in block capitals): Designation: Date: _____________________________________________________________________ \nNo. 10(1)SY/CCP/RULES-EXEMPTION/07 \n     \n(Mohammed Hayat Jasra) \nSecretary"
}