{
    "file": "./converted_json\\administratorb3292a64cb80b38e5f33ebab52f44596.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  183 \n \n \n \n \n \n \n \n \n \n \n \n  \nISLAMABAD,  TUESDAY , JUNE  29, 2021  \n \nPART I  \nActs, Ordinances, President ’s Orders and Regulations  \n \nSENATE SECRETARIAT  \n \nIslamabad , the 25th June , 2021 \n \n No. F. 9(1)/2021 -Legis.—The following Act of Majlis -e-Shoora  \n(Parliament) received the assent of th e President on 24th June, 2021 and is \nhereby pub lished for general information: — \n \nACT NO. VI OF 2021  \n \nAn Act to amend the Public Private Partnership Authority Act, 2017  \n \n WHEREAS  it is expedient to amend the Public Private Partnership \nAuthority Act, 2017 ( VIII of 2017) to create an enabling environment for public \nprivate partnership by streamlining th e project approval process and providing \nan effective framework for policy guidelines;  \n \nIt is hereby enacted as follows: — \n \n \n \n \n(183) \n \nPrice : Rs. 40 .00 \n \n[912(2021)Ex.Gaz.]   \n184    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n  1. Short title and commencement .—(1) This Act shall be called the \nPublic Private Partnership Authority (Amendment) Act, 2021.  \n \n (2) It shall come into force at once.  \n \n 2.  Amendment of preamble, Act VIII of 2017 .—In the Public \nPrivate Partners hip Authority Act, 2017 (VIII of 2017), hereinafter called as the \nsaid Act, the followin g shall be substituted, namely: — \n \n―An Act to create an enabling environment for private sector \nparticipation in development projects and in the provision of public \ninfrastructure and related services in Pakistan through public private \npartnership projects.  \n \nWHEREAS  it is expedient to establish a regulatory framework to execute \npublic private partner ships in Pakistan so as to promote domestic and \nforeign private investmen t in development projects to increase the \navailability of public infrastructure and service delivery and improve \ntheir reliability and q uality for accelerating economic  growth and \nachieving the social objectives of the government, to mobilize private \nsecto r resources for financing, construction, operations and maintenance \nof development projects,  to improve efficiency of management, \noperation and maintenance of development projects in the public sector \nby introduction of modern technologies and management t echniques, to \nreduce transaction costs, ensure appropriate regulatory controls and \npromote transparency and accountability in carrying out development \nprojects. ‖ \n \n 3. Amendment of section 2, Act VIII of 2017 .—In the said act, for \nsection 2, the following s hall be substituted, namely: — \n \n ―2. Definitions .—In this Act, unless there is anything repug nant in the \nsubject or context, — \n \n(a) ―Authority ‖ or ―P3A‖ means  the Public Private Partnership  \nAuthority established under section 3;  \n \n(b) ―Board‖  means the Board constituted in accordance with section 6;  \n \n(c) ―CDWP ‖ means the central development working party.  \n \n(d) ―company ‖ or ―IPDF ‖ means Infrastructure Project Development \nFacility a corporate entity registered and operating under the \nprovisions of the Companies Act, 2017 (XIX of 2017);  \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  185 \n \n \n \n \n \n \n \n \n \n (e) ―dispute ‖ means any monetary claim or contractual dispute \nbetween a private party and an implementing agency under a \npublic private partnership agreement;  \n \n(f)  ―ECNEC ‖ means the executive committee of the National \nEconomic Cou ncil; \n \n(g) ―implementing agency ‖ means any of the line ministries, attached \ndepartments, body corporate, autonomous body of the Federal \nGovernment or any organization or corporation owned or \ncontrolled by the Federal Government;  \n \n(h) ―lender‖  means a finan cial institution that provides loan to a \nprivate party for implementation of a project;  \n \n(i) ―P3A fund ‖ means the fund established under section 10; \n \n(j) ―P3WP ‖ means the public private partnership working party \nestablished under section 13 A;  \n \n(k) ―person ‖ includes an individual, a company, a statutory body \ncorporate, an association of persons whether incorporated or not, a \ntrust and a partnership;  \n \n(l)  ―prescribed ‖ means prescribed by rules or regulations made under \nthis Act;  \n \n(m) ―private party ‖ means a per son who is eligible to bid for a project \nwith an implementing agency in accordance with the rules and \nregulations prescribed under this Act;  \n \n(n) ―project ‖ means a development project, provision of related \nservices or both, under a public private partnersh ip arrangement;  \n \n(o) ―project qualification proposer ‖, in each case, in the form and in \nthe manner and meeting such requirements as are prescribed from \ntime to time, means — \n \n(i)  a proposal received by the Authority from an implementing  \nagency for  a quali fied project;  \n  \n(ii) a proposal received by the Authority from an implementing \nagency for  a qualified project that is prepared and submitted \non the basis of a proposal from a private party for a project on \nan unsolicited basis; or  \n186    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n (iii) a proposal forwarde d to the Authority from CDWP for a \nqualified project;  \n \n(p) ―project concept proposal ‖, in each case, in the form and in the \nmanner and meeting such requirements as are prescribed from time \nto time, means a conceptual proposal — \n \n(i)  received by the Authori ty from an implementing age ncy for a \nqualified project;  \n \n(ii)  received by the Authority from a private party for a qualified \nproject on an unsolicited basis; or  \n \n(iii)  forwarded to the Authority from CDWP for a qualified project;  \n \n(q) ―project developmen t facility ‖ means the facility established under \nsection 12; \n \n(r)  ―project proposal ‖ shall mean the detailed proposal submitted by \nthe implementing agency to the Authority after it has received  \napproval of the project qualification proposal prepared in re spect of \na qualified project, to be submitted in the form and in the manner \nand meeting such requirements as are prescribed from time to time;  \n \n(s)  ―project support‖  means the financial or non -financial support for \nthe project that may include the follow ing, namely: — \n \n(i) administrative support to the private party co nsistent with the \nprivate party‘ s responsibilities under the public private \npartnership agreement and applicable laws for obtaining \nlicenses and clearances from the government, a public sector  \norgani zation or  an implementing agency, for the purposes of \nthe project o n such terms and conditions as may be \nprescribed; provision of utility connections for power, gas \nand water at the project site, acquisition of land or rights of \nway necessary for th e project and rehabilitation and \nresettlement of displaced persons directly required to execute \nthe project, environmental impact assessment, safeguards and \napprovals and any other local permit ting and approvals;  \n \n(ii)  asset-based support such as leasing,  licensi ng or grant of right to \nmortgage and use  land / or infrastructure facili ties owned by the \ngovernment or on imple menting agency to the private part y; \n \n(iii)  financial assistance through the viability gap fund;  \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  187 \n \n \n \n \n \n \n \n \n \n (iv) sovereign guarantees for politica l or other risks; and  \n \n(v) any other support prescribed in respect of a qualified project:  \n \n Provided that any funding or financial support provided \nthrough the project development facility shall not form part of \nproject support;  \n \n(t)  ―public private part nership ‖ means a commercial transaction \nbetween an implementing agency and a private party in t erms of \nwhich the private party — \n \n(i) performs  part of an implementing agency‘ s functions on \nbehalf of it;  \n \n(ii) assumes the responsible use of public property f or a project;  \n \n(iii) assumes substantial financial, technical and operational risks \nin connection with performance of certain functions of the \nimplementing agency or the responsible use of public \nproperty; or  \n \n(iv) receives a benefit for performing the imp lement ing agency‘ s \nfunctions or from utilizing the public property, either by way \nof — \n \n(a) consideration to be paid by the implementing agency \nfrom its budget or revenue; or  \n(b) charges or fees to be collected by the private party from \nusers or customers of a service provided to them; or  \n(c) a combination of such consideration and such charges or \nfees. \n(u)  ―publi c private partnership agreement ‖ means a written agreement \nbetween an implementing agency and a private party for \nimplementation of a project and  any other agreement subsidiary or \nincidental to it; \n(v)  ―qualified project ‖ means a project undertaken on public private \npartnership basis that meets any of the following criteria, \nnamely: — \n188    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n (i) support is required for the project in the form of funding f rom \nany facility established by the government for the purpose, \nincluding the viability gap fund;  \n(ii) a sovereign guarantee is required for the project in \naccordance with any rules or regulations that may be \nprescribed under this Act;  \n(iii) project receiv es fun ding through  the project development \nfacility;  \n(iv) any additional c riteria for qualifying projects,  as prescribed \nfrom time to time:  \n Provided that a project not fulfilling the aforementioned \ncriteria may be deemed as a qualified project if so desig nated \nby the P3WP for reasons to be recorded in writing;  \n(w)  ―request for proposal ‖ means a publicly advertised tender, inv iting \nproposals for a qualified  project prepared in accordance with the \nprovisions of this Act and the rules and regulations made \nthereunder;  \n(x)  ―risk management unit ‖ means the unit established under  \nsection  12A;  \n(y)  ―users ‖ means users of a project, whether upon payment of \ncharges, fee or otherwise; and  \n(z)  ―viability gap fund ‖ means the fun d established under section 11.‖  \n 4. Amendment of Chapter II, Act VIII of 2017 .—In the said Act, \nfor the heading of Chapter II, the followin g shall be substituted, namely: — \n“CHAPTER II  \nInstitutional Framework  \nPART -I \nAuthority and its  Board” \n 5. Amendment of section 3, Act VIII of 2017 .—In the said A ct, in \nsection 3, — \n(a) in sub -section (1), after the word ―establish ‖, the word ―the‖ shall \nbe inserted, and  \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  189 \n \n \n \n \n \n \n \n \n \n (b) in sub -section (4), for the expression ―Ordinance  1984 (X LVIII  of \n1984) ‖ the expression  ―Act, 2017 (XIX of 2017) ‖ shall be \nsubstituted.  \n 6. Amendment of section 4, Act VIII of 2017. —In the said Act,  in \nsection 4, — \n(a)  in sub -section (1), for the word ―helping ‖, the word ―facilitating ‖ \nshall be substituted; and  \n(b) in sub -section(2), — \n(i) in clause (a), after the word ―that‖, the word ―qualified ‖ shall \nbe inserted;  \n(ii) for clauses (b) to (I), the following shall be substituted, \nnamely: — \n―(b) ensure value for money by conducting an analysis to evaluate \nqualified projects in the manner prescribed;  \n(c)  conduct appraisal and project risk ana lysis for qualified projects, \nincluding with respect to legal risk and receive and take into \nconsideration the overall fiscal risk assessment and view submitted \nby the risk management unit for qualified projects;  \n(d)  assess funding requirements, excluding  the project development \nfacility, taking into account such assessment undertaken by the risk \nmanagement unit;  \n(e)  assess funding requirements with respect to the project \ndevelopment facility;  \n(f)  subject to the rules and regulations made hereunder, advi se, \nfacilitate and actively support  the implementing agency to develop \nand structure, as needed, the qualified projects at all stages of the \nproject cycle such as identification, planning, tendering, bidding \nand contract award and implementation;  \n(g)  prescribe and receive fees and charges ; \n(h)  standardize contractual provisions and develop sector specific \nprovisions and templates including a model public private \npartnership agreement for projects;  \n190    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n (i)  analyze and assess annuity, user -based, hybrid and ot her financial \nmodels for qualified projects;  \n(j)  ensure that public private partnership agreements are consistent \nwith the provisions of this Act and applicable laws; and  \n(k) interact, collaborate and liaise with international agencies. ‖  \n 7. Amendment of  section 6, Act VIII of 2017 .—In the said Act, in \nsection 6, —  \n(a) for sub -section (1), the following shall be substituted, namely: — \n―(1) There shal l be a Board of Directors of the Authority \ncomprising the following, namely: — \n1. Minister of the Division to w hich business  Chairperson  \n of this Act stands allocated   \n \n2. Deputy Chairman, Planning Commission   Vice-Chairperson  \n \n3. Secretary, Finance Division or his nominee  \n or not below the rank  of Additional Secretary  \n or equivalent     Member  \n  \n4.  Secretary of t he Division allocated with  \n business of this Act  his nominee not below  \n the rank of Additional Secretary  equivalent.     Member   \n \n5.  Member - Private Sector Development,  \n Planning Commission     Member  \n \n6.  Five members from private sector to be  \n nominate d by the Federal Government     Member  \n \n7.  Chief Executive Officer of the Authority   Member/Cum -  \n    Secretary ‖;  \n \n(b) in sub -section (2), after the word ―Board ‖, the words ―or an officer \nof the Authority authorized in this behalf by the Authority ‖ shall be \ninserted;  \n(c) in sub -section (3), — \n(i) for the words ―and shall be entitled ‖, the word ―subject ‖ shall \nbe substituted; and  \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  191 \n \n \n \n \n \n \n \n \n \n (ii) for the words ―the Federal Government may prescribe ‖, the \nwords ―may be prescribed ‖ shall be substituted;  \n(d) for sub -section  (4), the following shall be substituted, namely: — \n‖(4) The Board shall meet at least once in a -quarter in a meeting \nconvened by the Chairperson, provided that the Chairperson may \nconvene a meeting at any time as deemed necessary. The Secretary \nof the Boar d may, in accordance with the prescribed regulation, \ntake approval of the Board through circulation among members of \nthe Board, which s hall be subsequently placed for  ratification in \nthe first Board‘ s meeting occurring immediately after such \napproval. ‖; \n(e) for sub -section (6), the following  be substituted, namely: — \n―(6) The quorum for a m eeting of the Board shall be five members with \nat least two members from the private sector and the member fr om \nthe Finance Division and the decisions of the Board shall b e made \nwith the majority of members of the Board present. In case of a tie, \nthe Chairperson or Vice -Chairperson, as the case may be, shall \nhave a casting vote. ‖; \n(f) in sub -section (7), after the full -stop, the fo llowing shall be added, \nnamely: — \n―In respec t of a Board meeting where a project proposal or matters \nrelating to a qualified project are being considered by the Board, \nthe Secretary of the concerned line ministry (or such nominee of \nthe same that meets any prescribed requirements) shall be required \nto be present in such Board meeting as an observer to perform such \nroles and functions as are prescribed. ‖; and  \n(g) in sub -section (8), for the words ―it may prescribe ‖, the words \n―may be prescribed ‖ shall be substituted.  \n 8. Amendment of section 7, Act V III of 2017 .—In the said Act, in \nsection 7, — \n(a) in sub -section (1), — \n(i) after the words ―Chief Executive Officer ‖, the words ―on the  \nrecommendation of the Board ‖ shall be inserted;  \n(ii) after the words ―affairs of ‖, the word ―the‖ shall be inserted;  \n192    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n (b) in sub -section (2), for the word ―Ward ‖, occurring for the second \ntime, the word ―Authority ‖ shall be substituted;  \n(c) in sub -section (3), – \n(i) for the expression ―the Federal Government may prescribe: ‖, \nthe expression ―may be prescribed. ‖ shall be substit uted; and  \n(ii) the proviso shall be omitted;  \n(d) after sub -section (3), amended as aforesaid, the following new sub -\nsection (4) sh all be added, namely: — \n―(4) The Chief Executive Officer shall be the principal accounting \nofficer of the Authority. ‖ \n 9. Amend ment of section 8, Act VIII of 2017 .—In the said Act, in \nsection 8, in sub -section (2), — \n(a) the expression ―which may include, ‖ shall be omitted;  \n(b) after the word ―following ‖, the word ―functions ‖ shall be inserted;  \n(c) for clauses (a) to (i), the follo wing shall be substituted, namely: — \n―(a) monitoring, in respect of qualified projects, the \nimplementation of public private partnership agreements, \nincluding in terms of the financial situation and the \nconstruction of physical assets and service delivery;  \n(b) Allowing renegotiation, if necessary in respect of qualified \nprojects, of public private partnership agreements or contracts \nto the extent prescribed;  \n(c) Considering for approval or otherwise the project proposal \nfor a qualified project;  \n(d) Reviewing  and strengthening the institutional and regulatory \nframework for the effective implementation and operation of \nthe public private partnership arrangements by implementing \nagencies;  \n(e) Approving the yearly budget of the Authority;  \n(f) Establishing viabili ty gap fund to perform such functions as \nmay be prescribed;  \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  193 \n \n \n \n \n \n \n \n \n \n (g) Establishing project development facility to perform su ch \nfunctions as are prescribed;  \n(h) Approving funding for support provided through the project \ndevelopment facility for qualified project s in the manner \nprescribed; and  \n(i)  subject to applicable laws, and as may be prescribed, \nestablishing such other funds, trusts,  schemes, companies or  \nfacilities for the purpose of carrying out the mandate under \nthis Act. ‖ \n 10.  Amendment of section 9, Ac t VIII of 2017 .—In the said Act, for \nsection 9, the following shall be substituted, namely: — \n“9. Disqualification to become a member and conflict .—(1) The \ndisqualifications of certain persons to become or hold office in any \ncorporate entity under the prov isions of the Companies Act, 2017 ( XIX \nof 2017) shall, ipso fact o, apply to the members of the  Board. In \naddition, a person shall be disqualified from acting as a member of the \nBoard, if he —  \n(a) has become physically or mentally incapable of acting as a m ember \nof the Board;  \n(b) has engaged in gross misconduct;  \n(c) has been involved in corruption or malpractices;  \n(d) receives any illegal gratification from a private party; or  \n(e) fails to meet any other criteria as may be prescribed.  \n (2) To the extent that  any member of the Board has any interest, either \nmonetary or otherwise, directly or indirectly, in any private party \nthat is tendering for a project or that is involved in the process in \nany way for a qualified project, such member of the Board shall, to \nthe extent of that project, not be eligible to partic ipate in the \nfollowing, namely: — \n(a) any decision making.of the Board;  \n(b) in any discussions of the Authority or the Board; or  \n(c) other relevant matters of the Authority, the Board and the relevant \nimplementing agency.  \n194    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n 9A.  Accounts and audit .—(1) The Authority shall prepare its own \nbudget in respect of each financi al year and shall maintain complete and \naccurate books of accounts of its actual expenses in the prescribed \nmanner.  \n(2) The management, oper ation and maintenance of the accounts of the \nAuthority shall be done by such officers of the Authority and in such \nmanner as may be prescribed. The accounts of the Authority shall be \nmaintained in such forms as may be prescribed and shall be consistent \nwith the requirements of the applicable provisions of the Constitution \nand laws for the time being in force.  \n(3) The accounts of the Authority shall be audited in the manner \nprescribed in accordance with the provisions of the ( constitution and the \nlaws in tha t behalf for the time being in force.  \nPart II \nP3A Fund, Viability Gap Fund and Project Development Facility ” \n 11.  Amendment of section 10, Act VIII of 2017 .—In the said Act, in \nsection 10. — \n(a)  for the heading ―Fund ‖, the heading ―P3A Fund ‖ shall be \nsubstituted;  \n(b)  in sub -section (1), — \n(i)  after the words ―established a ‖, the words ―non-lapsable ‖ \nshall be inserted;  \n(ii) after the word ―fund‖, the words ―through upfront grant -in-aid \nin the amount to be recommended by the Board ‖ shall be \ninserted;  \n(iii) for the words ―Public Private Partnership Authority Fund ‖, \nthe words ―P3A Fund ‖ shall be substituted; and  \n(iv) the words ―to meet the charges ‖ shall be omitted;  \n(c)  in sub -section (2), — \n(i)  for the words ―Fund of the Authority ‖, the expression ―P3A \nfund‖ shall be substituted;  \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  195 \n \n \n \n \n \n \n \n \n \n (ii) in clause (b), for the word ―grants ‖, the words ―grants -in-aid‖ \nshall be substituted;  \n(iii) in clause (d), the word ―the‖ shall be omitted; and  \n(iv) in clause (f), — \n(A)  after the word ―any‖, the word ―other ‖ shall be inserted;  \n(B)  for the words ―approved by the Federal Government ‖, \nthe words  ―as may be prescribed from time to time ‖ \nshall be substituted;  \n(d)  in sub -section (3), —  \n(i) for the words ―Fund and accounts of the Authority ‖, the \nwords ―P3A Fund ‖ shall be substituted;  and  \n(ii) for the words ―the prescribed offices of the Authority in the \nprescribed manner ‖, the words ―such officers of the Authority \nand in such manner as may be prescribed ‖ shall be \nsubstituted; and  \n(e)  sub-section (4) shall be ornitted.  \n12. Amendment of section 11, Act VIII of 2017 .—In the said Act, for \nsection 11, the following shall be substituted, namely: — \n“11. Viability gap fund .—(1) There shall be established a non -lapsable \nfund through upfront grant -in-aid vested in the Authority known as the \n―viability gap fund ‖ which shall be managed, controlled and \nadministered by the Authority in the prescribed manner.  \n(2) The viability gap fund shall be established by an amount specified \nby the Board and the fund may be replenished from time to time in the \nprescribed manner.  \n(3) The viability gap fund shall be utilized, inter ali a, to provide \nsupport to those qualified projects for which a feasibility study has \nfound them to be economically or socially justified but not financially \nviable. ‖ \n13. Amendment of se ction 12, Act VIII of 2017 .—In the said Act, for \nsection 12, the following shall be substituted, namely: — \n196    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n “12.  Project development facili ty.—(1) There shall be established a \nnon-lapsable facility through upfront grant -in-aid vested in the Authority  \nknown as the ―project development facility ‖ which shall be managed, \ncontrolled and administered by the Authority in the prescribed manner.  \n(2) The project development facility shall be a pool of funds, including \ncontributions from international donor agencies, w hich shall be utilized, \ninter ali a, to support the preparation of any proposals for qualified \nprojects.  \n(3) The project development fund shall be established by an amount \nspecified by the Board and the fund may be replenished from time to \ntime in the presc ribed manner. ‖ \n14. Amendment of Chapter III, Act VIII of 2017 .—In the said Act, \nfor the title of CHAPTER III the following shall be substituted, namely: — \n“CHAPTER III \nPart I  \nRisk Management Unit  \n 12A.  Risk management unit .—(1) There shall be established a  risk \nmanagement unit which shall be managed, controlled and administered by the \nFinance Division of the Federal Government in the manner prescribed.  \n(2) The risk management unit shall be responsible for fiscal oversight \nand for evaluation of fiscal and co ntingent liability exposure for all qualified \nprojects. The evaluation shall be required to be undertaken as may be determined \nby Finance Division in consultation with the Authority.  \n(3) In respect of any project that is not a qualified project, each \nimple menting agency shall provide the risk management unit all such \ninformation about such project as may be prescribed by the Authority in \nconsultation with the Finance Division.  \n“PART II  \nImplementing Agencies ” \n15. Amendment of section 13, Act V III of 2017 .—In the said Act, in \nsection 1 3,— \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  197 \n \n \n \n \n \n \n \n \n \n (a) in the heading, for the word ―Responsibilities ‖, the word \n―Responsibility ‖ shall be substituted;  \n(b) in sub -section (1), —  \n(i) for the words ―implementing Agency ‖, the words \n―implementing agency ‖ shall be substituted;  \n(ii) for the word ―Project ‖, the words ―qualified project ‖ shall be \nsubstituted; and  \n(iii)  after the word ―prescribed ‖, the words ―by rules or \nregulations under this Act ‖ shall be inserted; and  \n(c) for sub -section (2), the following shall be substituted, nam ely:— \n―(2) Without prejudice to the generality of sub -section (1) in respect of \nqualified projects, the implementing agency shall, inter alia,  for the purpose of \nthis Act, — \n(a) identify, conceptualiz e and develop the project and, i n case of a \nproject that is not a qualified project, a ppraise the same;  \n(b) undertake or cause to be undertaken a feasibility study for a \nproject;  \n(c) develop and issue or cause to be developed and issued a request for \nproposal including draft of the public private partnership \nagreement;  \n(d) if deemed necessary or appropriate by the implementing agency, \ndevelop and submit to the Authority a project concept proposal for \nthe P3WP ‘s approval or otherwise, prior to developing and \nsubmitting the project qualification proposal for approv al to the \nAuthority, provided, that it shall not be a requirement to submit a \nproject concept proposal before submitting the project qualification \nproposal for approval to the Authority;  \n(e) solicit approval for a project and its related project qualificat ion \nproposal from P3WP, in the manner prescribed and, subsequent to \nreceipt of approval, undertake the required steps in accordance \nwith Chapter III of this Act and the rules and regulations made \nthereunder;  \n198    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n (f) subject to requisite approvals, procure and conduct competitive \nbidding for a project in accordance with the provisions of this Act \nand the rules and regulations made hereunder;  \n(g) monitor and implement the project in accordance with the public \nprivate partnership agreement; and  \n(h) provide such in formation to the Authority as may be prescribed \nfrom time to time in respect of projects of the implementing \nagency, whether qualified or not qualified.  \nPART I II \nPUBLIC PRIVATE PARTNERSHIP (P3) WORKING PARTY (P3WP)  \n 13A.  P3WP .—(1) There shall  be establishe d a ‗Public Private \nPartner ship Working Party‘ to be called the ― P3WP ‖ comprising such members \nas may be prescribed by rules under this Act . \n(2) The quorum requirements, manner of conduct of the P3WP \nmeetings and the eligibility requirements to be a member  of the P3WP shall be, \nin each case, as are prescribed from time to time.  \n(3) The P3WP shall be responsible for – \n(a) granting approval of the project concept proposal submitted to it by \nthe Authority;  \n(b) granting approval of the project quali fication pro posal submitted to \nit by the Authority; and  \n(c) performing such other functions as may be prescribed from time to \ntime.  \n(4)  Subject to the rules and regulations prescribed under this Act, the \nP3WP may, for carrying out its functions, constitute such commi ttees, from time \nto time and delegate its powers, as may be considered appropriate.  \nCHAPTER IV  \nApprovals and Process Flow For Qualified Projects ” \n16.  Amendment of section 14, Act VIII of 2017 .—In the said Act, for \nsection 14, the following shall be substi tuted, namely: – \n“14. Approval of qualified projects and related matters .—(1) For all \nqualified projects, subject to the rules and regulations made under \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  199 \n \n \n \n \n \n \n \n \n \n this Act, the following approvals  shall be required prior to the \nexecution of the public private partne rship agreement by the \nimplementing agency, namely: — \n(a) the project  qualification proposal  shall require approval of the \nP3WP;  \n(b) approval of the project by the risk management unit in accordance \nwith section 12A;  \n(c) the project proposal shall require approval of the Board;  \n(d) in the event the qualified project meets certain prescribed criteria, \nthe project proposal shall also require approval of ECNEC; and  \n(e) any other approvals as may be prescribed from time to time.  \n (2)  During any stage of the pr ocess leading to the execution of the \npublic private partnership agreement, in the event there is a \ndeviation from any of the terms of the proposals or documents \napproved in terms of sub -section (1) or from any conditions  that \nthe approving entity may have  placed in respect of the qualified \nproject, the implementing agency shall be required to re -obtain \nsuch approvals as may be prescribed.  \n (3) The process flow for approvals, bidding and contract award shall \nbe as may be prescribed from time to time, ‖ \n 17. Insertion of new section 14 A, Act VIII of 2017 .—In the said \nAct, for the heading of the existing Chapter IV, the following shall be \nsubstituted, namely: — \n“CHAPTER V  \nLegal and Contractual Framework  \n 14A. Private sector participation .—(1) Notwithstanding an ything to \nthe contrary contained in any other laws for the time being in force, the \nimplementing agencies shal l be authorized to seek participation from the private \nsector in appropriate projects in accordance with this Act.  \n (2) Subject to the provisions of this Act and the rules and regulations \nmade thereunder, the implementing agencies shall be fully empowered to enter \ninto public private partnership agreements and arrangements with private parties \nunder mutually agreed terms and conditions in one or sev eral projects and may \nprovide project support to private parties on such conditions as deemed mutually \nfit for the purposes of such projects.  \n200    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n  (3) The implementing agencies shall be competent to pay any fees for \nservices performed by private parties under duly authorized public private \npartnership agreements.  \n (4) A private party may submit  a proposal for a project on an \nunsolicited basis to the Authority  or an implementing agency in the manner \nmeeting such requirements as prescribed, which shall be subject  to the \nprocurement procedures prescribed from time to time.  \n 18. Amendment of section 15, Act VIII of 2017 .—In the said Act, in \nsection 15, – \n(a) in su b-section (1), after the word ―agreement‖ , the words ―relating \nto projects ‖ shall be inserted; and  \n(b) for sub -section (2), the follo wing shall be substituted, name ly:— \n ―(2) Unless otherwise provided in the public private partnership \nagreement, every agreement shall be governed, construed and \ninterpreted in accordance with the laws of Pakistan. ‖ \n(c) sub-section (3) shall be omitted.  \n 19. Amendment of section 16, Act VIII of 2 017.—In the said Act, in \nsection 16, — \n (a) in sub -section (1), — \n(i) after the words ―i mplementation of the ‖, the word ―qualified ‖ \nshall be inserted;  \n(ii) after the first comma, the expres sion ―unless otherwise \napproved by the Board, ‖ shall be inserted;  \n(iii) after the words ―a company as ‖, the word ―a‖ shall be \ninserted;  \n(iv) after the words ―undertake the ‖, the word ―qualified ‖ shall be \ninserted; and  \n(v) after the second occurrence of the  word ―project ‖, the \nexpression ―in accordance with the rules and regulations \nprescribed under this act ‖ shall be inserted;  \n(b) in sub -section (2), fo r the word ―project ‖, the words ―qualified \nproject ‖ shall be substituted;  \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  201 \n \n \n \n \n \n \n \n \n \n (c) after sub -section (2), amend ed as aforesaid the following sub -\nsection (3) shall be added, namely: — \n ―(3) Subject to laws applicable to the implementing agency, the \nimplementing agency and a private party may, in respect of \nprojects that are not qualified projects, enter into any cont ractual \nrelationship that is capable of providing value for money and \naffordability for the implementing agency and the users of the \nproject. ‖ \n 20. Amendment of section 17, Act VIII of 2017 .—In the said Act, in \nsection 17, — \n(a)  after the word ―rules ‖, the  words ―and regulations ‖ shall be \ninserted;  \n(b)  for the word ―an‖, the word ―the‖ shall be substituted;  \n(c)  In the proviso to clause (a), for the word ―the‖ occurring for the \nfirst time, the word ―any‖ shall be substituted;  \n(d) in clause (b), after the w ord ―agreement ‖, the expression ―and as \nprovided in the said agreement ‖ shall be inserted;  \n(e)  in clause (c), — \n(i) for the word ―Project ‖, the word ―project ‖ shall be \nsubstituted;  \n(ii) after the word ―project ‖, occurring for the second time, the \nexpressio n ―as provided in the public private partnership \nagreement shall be inserted; and  \n(iii) after the semi -colon, the word ―and‖ shall be inserted;  \n(f)  in clause (d), — \n(i) after the word ―project ‖ the expression ―after obtaining such \napprovals as may be presc ribed by the Authority in this \nregard ‖ shall be inserted;  \n(ii) for the semi -colon, a full stop shall be substituted;  \n(iii) the word ―or‖ shall be omitted; and  \n(g)  clause (e) shall be omitted.  \n202    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n  21. Substitution of section 18, Act VIII of 2017 .—In the said Act, for \nsection 18, the following shall be substituted, namely: — \n “18. Settlement of disputes .—(1) All  disputes arising between an \nimplementing agency and a private party shall be decided in \naccordance with the terms and conditions of the public private \npartnership agreement:  \n   Provided that the F ederal Government may, subject to such \nconditions as it may deem appropriate to prescribe, including with \nrespect to any time limit, require that the private party submit its \nclaim before the relevant domestic co urts or administrative bodies \nin order to exhaust domestic remedies before seeking recourse to \ninternational arbitration:  \n   Provided further that the aforesaid requirement shall be \napplicable only to public private partnership agreements executed \nafter th e Federal Government has prescribed the requirement.  \n (2) Dispute may also be referred to the Authority  to facilitate their \nresolution and settlement by  mediation. Recourse to such \nmediation  be governed by prescribed rules or regulations.  \n (3) Neither the private or its agents, its contractor or sub -contractors , \nshall stop, impede, suspend, either in whole or in part, or cause the \nsuspension of or otherwise delay the provision of, the service to the \nusers account of pendency of any dispute under public priv ate \npartnership agreement.  \n 22. Substitution of section 19, Act V III of 2017 .— In the said Act, — \n(a) for the existing heading ―CHAPTER V ‖ the heading ―CHAPTER VI ‖ \nshall be substituted; and   \n(b) for section 19, the following sectio n shall be substituted, \nnamely: — \n “19. Negotiation of the agreement .—The implementing agency shal l, \nafter all applicable approvals have been obtained in accordance \nwith section 17 invite the successful private party bidder for \nnegotiation of the public private partnership agreemen t on such \nterms and conditions as may be prescribed from time to time. ‖ \n 23. Substitution of section 20, Act VIII of 2017 .—In the said Act, for \nsection 20, the following shall be substituted, namely: — \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  203 \n \n \n \n \n \n \n \n \n \n  “20. Negotiated procurement of project .—Subject to the  rules and \nregulations prescribed under this Act, an implementing agency \nmay enter into a negotiated procurement of a project in case the \nFederal Government aut horizes such an exception, for reasons to \nbe recorded in writing, in the public interest. ‖ \n 24. Amendment of section 21, Act V III of 2017 .— In the said Act, in \nsection 21, — \n(a) after the expression i mmovable properties ‖, the word ―the‖ shall be \ninserted;  \n(b) after the first occurrence of the word ―party ‖, the words ―or the  \nimplement ing agency ‖ shall be inserted;  \n(c) after the second occurrence of the words ―partnership agreement ‖, \nthe words ―as provided for in the said agreement ‖ shall be inserted;  \n(d)  in the first proviso, – \n(i) the word ―however ‖ shall be omitted;  \n(ii) after the word ―that‖ the exp ression ―in respect of a qualified \nproject, ‖ shall be inserted;  \n(iii) after the word ―prior ‖ the words ―consent and ‖ shall be \ninserted;  \n(iv) after the words ―approval of the ‖, the words ―implementing \nagency and the ‖ shall be inserted; and  \n(v) after the wor d ―Board ‖ the words ―or except as may have \nbeen approved as part of the project proposal ‖ shall be \ninserted;  \n(e)  in the second proviso, — \n(i) after the word ―after‖, the word ―the‖ shall be inserted; and  \n(ii) after the word ―agency ‖, the words ―or the pri vate party ‖ \nshall be inserted; and  \n(f)  sub-section (2) shall be omitted.  \n 25. Amendment of section 22, Act V III of 2017 .—In the said Act, in \nsection 22, — \n204    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE 29, 2021  [PART I \n \n \n \n \n \n \n \n \n \n (a)  for the existing heading ―CHAPTER VI ‖ the heading ―CHAP TER \nVII‖ shall be substituted; and  \n(b) after the words ―The Federal Government ‖, the expression ―the \nAuthority, the Board ‖ shall be inserted.  \n 26. Amendment of Section 23, Act VIII of 2017 .—In the said Act, in \nsection 23, — \n(a) for the words ―a sum ‖, the words ―any sums ‖ shall be substituted; \nand \n(b)  the words ―as if the sum is recoverable ‖ shall be omitted.  \n 27. Substitution of section 25, Act VIII of 2017 .—In the said Act, for \nsection 25, the followin g shall be substituted, namely: — \n “25. Power to make rules .—The Federal Government may, by \nnotification in the Gazette and with the recommendation of the \nBoard, make rules for carrying out the purposes of,  this Act. \n “25A.  Power to make regulations .—Subject to this Act and the rules \nmade thereunder, the Board may make regulations for carrying \nout pu rposes of this Act ‖. \n 28. Amendment of section 26, Act VIII of 2017 .—In the said Act, in \nsection 26, – \n(a) for the word ―suit‖, the word ―suits‖, shall be substituted;  \n(b) the word ―intended ‖ shall be omitted; and  \n(c) after the word ―rules ‖, the words ―or regulations ‖ shall be inserted.  \n 29. Amend ment of section 28, Act VIII of 2017 .—in the said Act, in \nsection 28, — \n(a) after the word ―agreements ‖, the words ―for qualified projects ‖ \nshall be inserted; and  \n(b) after the words ―progress on ‖, the words ―qualifi ed‖ shall be \ninserted.  \n 30. Addition of section 29, Act VIII of 2017 .—In the said Act, after \nsection 28, amended as aforesaid, the following new section 29 shall be added, \nnamely: — \nPART I]     THE  GAZETTE  OF  PAKISTAN ,  EXTRA.,  JUNE 29, 2021  205 \n \n \n \n \n \n \n \n \n \n  “29. Overriding effect .—Except as provided in this Act, the provisions \nof this Act and the rules and regulations made hereunder shall have \neffect in respect of matters relating to the projects notwithstanding \nanything to the contrary contained in any other law, including but \nnot limited to the Public Procurement Regulatory Autho rity Act, \n2002 (X XII of 2002) and the rules and regulations made. ‖ \n 31. Addition of section 30, Act VIII of 2017 .—In the said Act, after \nsection 29, the following new sec tion 30 shall be added, namely: — \n “30 Authority to be exempted from taxation .—(1) Notw ithstanding \nanything contained in any other law, for a period of five years \nstarting from the commencement of the Public Private Partnership \nAuthority (Amendment) Act, 202 1, the Authority shall be \nexempted from income tax.  \n (2) The Federal Government may, by notification in the Official \nGazette, extend the exemption mentioned in sub -section (1) to such \nextent and on such terms and conditions as it may deem \nappropriate.  \n \n \nMOHAMMAD QASIM SAMAD KHAN , \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED BY THE M ANAGER, PRINTING CORPORATION OF  PAKISTAN  PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}