{
    "file": "./converted_json\\administratorc365e8638885be5dccf22e98c9e69d0b.json",
    "name": "The Exclusive Fishery Zone (Regulation of Fishing) Act, 1975",
    "date": "1st March, 1975",
    "tagline": "An Act to provide for the regulation of fishing within the exclusive fishery zone of Pakistan.",
    "content": "Page 1 of 5 \n  \n \nTHE EXCLUSIVE FISHERY ZONE (REGULATION OF FISHING) \nACT, 1975.  \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title extent application and commencement  \n2. Definition  \n3. Fishing without licence prohibited  \n4. Fishing craft subject to navigational regulations  \n5. Dynamiting and poisoning prohibited  \n6. Closed season and prohibited area  \n7. Power to search  \n8. Seizure and disposal  \n9. Penalty and Procedure  \n10. False statement  \n11. Burden of proof  \n12. Liability of the owner etc  \n13. Indemnity  \n14. Delegation of powers  \n15. Jurisdiction of courts  \n16. Power to make rules  \n  \n\n \nPage 2 of 5 \n THE EXCLUSIVE FISHERY ZONE (REGULATION OF FISHING) \nACT, 1975.  \n1ACT No. XXXII OF 1975  \n[1st March, 1975]  \nAn Act to provide for the regulat ion of fishing within the exclusive fishery zone of Pakistan.  \nWHEREAS it is expedient to provide for the regulation of fishing within the exclusive fishery \nzone of Pakistan and for matters ancillary thereto;  \nIt is hereby enacted as follows: — \n1. Short title, extent, application and commencement. — (1) This Act may be called the \nExclusive Fishery Zone (Regulation of Fishing) Act, 1975.  \n2[(2)  It extends to the whole of Pakistan and to waters within the zone].  \n(3) It applies to all fishing crafts within the Zone and to all persons on board such fishing \ncrafts.  \n(4) It shall come into force at once.  \n2. Definitions.  In this Act, unless there is anything repugnant in the subject or context, — \n(a) \"fish\" includes molluscs, crustaceans, kelp and ot her marine animals;  \n(b) \"Fishery Officer\" means any person who is authorised by the Federal \nGovernment, by notification in the official Gazette, to exercise or perform any \nof the powers or functions of Fishery Officer under this Act;  \n(c) \"fishing\" means ta king or catching of fish within the Zone by any means;  \n(d) \"fishing craft\" includes every vessel of whatever description and size and in \nwhatever way propelled or moved which is used in fishing or the transport or \nprocessing thereof;  \n(e) \"fishing gear\" inc ludes all appliances used for fishing;  \n(f) \"licencing authority\" means any person authorized by the Federal Government, \nby notification in the official Gazette, to issue licenses under this Act;  \n(g) \"prescribed\" means prescribed by rules; 3* \n(h) \"rules\" means rules made under this Act 4[; and].  \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1974, Ext., Pt. I II, p. 600.  \n2Subs. by the Exclusive Fishery Zone (Regulation of Fishing) (Amdt.) Ordinance. 1983(29 of 1983), s. 2.  \n3Omitted by the Exclusive Fishery Zone (Regulation of Fishing) (Amdt.) Ordinance, 1983 (29 of 1983) s. 3.  \n4Subs. ibid..  \n  \n \nPage 3 of 5 \n 1[(i)  \"Zone\" means the Exclusive Economic Zone specified in section 6 of the Territorial \nWaters and Maritime Zones Act, 1976 ( LXXXII OF 1976 )]. \n3. Fishing without licence prohibited.  No person shall, for the purpose of fishing, \noperate a fishing craft or us e any kind of fishing gear within the Zone except under the authority of a \nlicence granted by the licencing authority nor otherwise than in accordance with the terms and \nconditions of such licence.  \n4. Fishing craft subject to navigational regulations. — (1) Every fishing craft shall be \nsubject to any law relating to navigation for the time being in force.  \n(2) The location of nets and traps set by a fishing craft shall be prominently displayed by \nsuch means as may be prescribed.  \n(3) Every fishing gear shall b e clear of the navigation channel and specified routes of \ncommercial vessels.  \n5. Dynamiting and poisoning prohibited.  No person shall use dynamite or any other \nexplosive substance or poison, lime or noxious material for fishing or destroying fish in the Zo ne. \n6. Closed season and prohibited area.  Notwithstanding anything contained in this Act, \nthe Federal Government may, by notification in the official Gazette, declare any period to be period \nduring which, and any area to be an area within which, fishing of  all or any specified description of \nfish shall be prohibited in the Zone.  \n7. Power to search.  Any Fishery Officer may search any fishing craft or landing ground \nin or on which he has reason to believe to be concealed any fish caught or taken, or anything used, in \ncontravention of any provision of this Act or the rules.  \n8. Seizure and disposal .—(1) If any Fishery Officer has reason to believe that any fish \nhas been caught or taken in contravention of any provision of this Act or the rules, or that any fishing \ncraft and fishing gear has been used for such fishing, he may arrest without warrant the owner or the \nperson in charge of the vessel and seize such fish.  \n(2) Every officer making an arrest under sub­section (1) shall, without unnecessary delay, \ntake or send the person arrested before a Magistrate having jurisdiction in the case or before the officer \nin charge of the nearest police­station; and thereupon the provisions of the Code of Criminal Procedure, \n1898 ( Act V of 1898 ) applicable in respect of a person who, having been arrested without warrant, has \nbeen taken or sent before a Magistrate or an officer in charge of a police­sta tion shall apply to him.  \n(3) Any fish seized under sub­section (1) shall be disposed of in accordance with the \ndecision of the court before which the owner or person in charge of the fishing craft is prosecuted \nunder sub­ section (2):  \nProvided that, if the fish seized is such as is likely to perish unless preserved or processed \nwithout delay, it may be sold or otherwise disposed of and, if it is sold, its value shall be treated as \nseized property for the purpose of this sub­section.  \n \n1Added by the Exclus ive Fishery Zone (Regulation of Fishing) (Amdt.) Ordinance, 1983 (29 of 1983),s.3. \n \n \nPage 4 of 5 \n 9. Penalty 1[and procedure]. — (1) Whoever contravenes any provision of this Act or the \nrules shall be punishable with 2[rigorous imprisonment for a term which may extend to five years, or \nwith fine which may extend to ten million rupees, or with both].  \n(2) Any court convicting any pers on under sub­section (1) may order that any fish caught \nor taken 3[and any fishing craft and fishing gear used,] in contravention of the provisions of this Act \nor the rules, shall be forfeited to the Federal Government.  \n(3) Where the person contravening an y provision of this Act or the rules is a company or \nother body corporate, every director, manager, secretary or other officer or agent thereof shall, unless \nhe proves that the contravention was committed without his knowledge or that he exercised all due \ndiligence to prevent such contravention, be deemed to be guilty of such contravention.  \n(4) Whoever, attempts to contravene, or abets the contravention of, any provision of this \nAct or the rules shall be deemed to have contravened the provisions of this Act  or the rules.  \n4[(5) No court inferior to that of a Magistrate of the first class shall try any offence punishable \nunder this Act.  \n(6) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 ( Act V \nof 1898 ) it shall be lawful for any Magistrate of the first class specially empowered by the Provincial \nGovernment in this behalf to pass any sentence authorised by this Ac t or by any of the laws extended \nunder this Act.].  \n10. False statement. Whoever, upon being so required by a police officer not below the \nrank of Sub­Inspector or a Fishery Officer, makes any statement or furnishes any information which \nis false in any mat erial particulars and which he knows or has reason to believe to be false, or does not \nbelieve to be true, or makes any such statement as aforesaid in any book, account, record, declaration, \nor any document which he is required to maintain, shall be punish able with imprisonment for a term \nwhich may extend to one month, or with fine which may extend to five thousand rupees, or with both.  \n11. Burden of proof.  Where any person is prosecuted for doing any act or being in \npossession of anything without lawful au thority or licence, the burden of proving that he has such \nauthority or licence shall lie on that person.  \n12. Liability of the owner etc.  The owner or the person in charge of any fishing craft \ncarrying anything in contravention of any provision of this Act or the rules shall be deemed to have \ncontravened the provisions of this Act or the rules, as the case may be, if__ \n(i) such carriage is part of the transaction involving the contravention; and  \n(ii) if the owner or person in charge knew or had reason to believe that a \ncontravention was being committed;  \nand shall be punishable under section 9.  \n \n1Added by the Exclusive Fishery Zone (Regulation of Fishing) (Amdt.) Act,1993 (5 of 1993), s. 2.  \n2Subs, by the Exclusive Fishery Zone (Regulation of Fishing) (Amdt.) Ordinance, 1983 (29 of 1983), s. 4.  \n3ins. ibid.. \n4Added by the Exclusive Fishery Zone (Regulation of Fishing) (Amdt.) Act, 1993  (5 of 1993), s. 2  \n  \n \nPage 5 of 5 \n 13. Indemnity.  No suit or other legal proceeding shall lie against the Federal Government \nor any Fishery Officer for anything in good faith done or intended to be done under this Act or any \nrule. \n14. Delegation of Powers.  The Federal Government may, by notification in the official \nGazette, delegate all or any of its powers under this Act or the rules to any officer.  \n15. Jurisdiction of courts.  For the purpose of giving jurisdiction to courts under this Act, \na fishing craft  shall be deemed to be a ship within the meaning of any enactment for the time being in \nforce relating to offences committed on board a ship, and every court shall have the same jurisdiction \nover a foreign fishing craft within the Zone and persons belongin g to such fishing craft as such court \nwould have if such fishing craft were a Pakistan fishing craft.  \n16. Power to make rules. — (1) The Federal Government may, by notification in the \nofficial Gazette, make rules for carrying out the purposes of this Act.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following matters, namely: — \n(a) the sizes of meshes and the sizes and types of nets;  \n(b) the size and the quantity of fish which m ay be caught by any fishing gear or \nprocessed at any time;  \n(c) the terms and conditions to which licences for fishing shall be subject;  \n(d) the registration of fishing craft and fishing gear;  \n(e) the regulation of operations of fishing craft;  \n(f) registrat ion fee, licence fee and royalties on catches, and other dues of the \nFederal Government;  \n(g) specification of the area for landing of fish taken or caught in the Zone; and  \n(h) regulation of landing and inspection of fish taken or caught in the Zone."
}