{
    "file": "./converted_json\\administrator5b55c7397b38e1f86838d61b74812291.json",
    "name": "The National School of Public Policy Ordinance, 2002",
    "date": "26th October, 2002",
    "tagline": "An Ordinance to provide for the establishment of the National School of Public Policy",
    "content": "THE  NATIONAL  SCHOOL  OF PUBLIC  POLICY  ORDINANCE,  2002  \n \n \n \n \nCONTENTS  \n \n________________  \n SECTIONS:  \n1. Short  title and commencement.  \n2. Definitions.  \n3. Establishment  of the School.  \n4. Functions  of the School.  \n5. Board  of Governors.  \n6. Removal  from  office.  \n7. Powers  and functions  of the Board.  \n8. Business  of the Board.  \n9. The Rector.  \n10. Committees.  \n11. Appointments.  \n12. School  Fund.  \n13. Endowment  Fund.  \n14. Budget,  audit  and accounts.  \n15. Annual  report.  \n16. Delegation  of powers.  \n16A.  Power to make rules.  \n17. Power  to make  regulations.  \n18. Savings.  \n19. Removal  of difficulties.  \nUpdated till 15.12.2021  \n\n \n \n THE NATIONAL SCHOOL OF PUBLIC POLICY ORDINANCE, 2002  \nORDINANCE  No. (XCIX  OF 2002)  \n[26th October, 2002 ]  \nAn Ordinance  to provide  for the establishment  of the National  School  of Public  Policy  \nWHEREAS it is expedient to provide for the establishment of the National School of Public  \nPolicy  and for matters  ancillary  therewith  and connected  thereto  in the manner  hereinafter  appearing;  \n \nAND WHEREAS the President  is satisfied that  circumstances exist which render  it necessary  to take \nimmediate  action;  \n \nNOW,  THEREFORE  in pursuance of the Proclamation of Emergency of the fourteenth day of  \nOctober,  1999,  and the Provisional C onstitution Order  No.1 of  1999,  read with the  Provisional  \nConstitution (Amendment) Order No. 9 of 1999, and in exercise of all powers enabling him in that  \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance. \n \n1. Short  title and commencement.  ___(1) This  Ordinance  may be called  the National  School  \nof Public  Policy  Ordinance,  2002.  \n \n(2) It shall  come  into force  on such date*  as the Federal  Government  may,  by notification  in \nthe  official  Gazette,  appoint.  \n \n2. Definitions.___In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext,___ \n \n(a) “Board”  means  the Board  of Governors  of the School;  \n \n1[(aa)  “directing staff” means the academic supervising faculty including chief \ninstructor appointed or posted under sub -section (2) of section 11;]  \n \n(b) “member”  means  a member  of the Board  and includes  the Chairman  and \nVice­Chairman   thereof;  \n \n(c) “prescribed”  means  prescribed  by 1[rules or]  regulations  made  under  this \nOrdinance;  \n \n(d) “Rector”  means  the Rector  of the School;  and \n \n(e) “School”  means  the National  School  of Public  Policy  established  under  this \nOrdinance.  \n \n*I.e. 15­3­2005 , vide Notification  No. 5/15/2002 -I­II/CSRU,  dated,  15­3­2005,  Gaz. of Pak. Ext. pt. III (Karachi)  dated  14­4­2005,  P­123.  \n1 Ins. by the National School of Public Policy (Amendment) Act, 2017 (XXXI of 2017), s. 2  (w.e.f 06 -05-2017) .\n  \n \n \n 3. Establishment  of the School.___(1) The Federal  Government,  shall  by notification in  \nthe official  Gazette,  establish  a School  to be called  the National  School  of Public  Policy  whose  \nheadquarter  shall  be at 1[Islamabad] . \n \n(2) The School  shall  be a body  corporate  having  perpetual  succession  and a common  seal \nwith  power  to acquire , hold and dispose  of property  and shall,  by the said name,  sue and be sued.  \n \n4. Function s of the School.___The functions  of the School  shall  be___ \n \n(a) to provide  for instruction,  tuition , 2[higher  education ,] training,  research,  \ndemonstration  and service  in such branches  and disciplines  of public  \nadministration,  public  policy,  law, economics,  finance,  management  sciences  \nand any other  relevant  discipline  as the Board  may,  from  time to time \ndetermine;  \n \n(b) to introduce, suspend or abolish any of the disciplines or to establish and \nsupport other  facilities  for education,  training  and research;  \n \n(c) to formulate  and prescribe  courses  of study  and training;  \n \n(d) to determine teaching methods and strategies as well as co­curricular activities \nin order to     ensure  the most  effective  educational  and other  related  programmes;  \n \n(e) to design  and organize  training  courses,  workshops  and such other  activities  in \nthe relevant   fields;  \n \n2[(f)  to provide for in -service training to the Federal Government’s officials and such \nofficials of the Provincial Governments, Governments of Azad Jammu and \nKashmir and Gilgit -Baltistan nominated by respective Governments and \nselected  by the Establishment Division;]  \n \n(g) to undertake  research,  consultancy  and advisory  services;  \n \n(h)  to prescribe  criteria  and conditions  of admission  and examination  of student s; \n \n(i)  to admit and  examine students and  to determine  and charge fees  and other  \ncharges;  \n \n(j)  to develop standards, conduct examinations and to award degrees, diplomas, \ncertificates  and other academic distinctions to persons who have been admitted \nto and have passed its   examinations  under  prescribed  conditions;  \n \n(k)  to serve  as a research  institute  for the Federal  Government  on matters  of public  \npolicy  and  to advise  the Federal  Government  on such policy  matters  as are \nreferred  to it; and \n \n(l)  to do such other acts and things, as may be considered necessary in order to \nadvance the  objects  of the School  under  this Ordinance.  \n \n \n \n1Subs. by the National School of Public Policy (Amdt.) Act, 2010 (XIII of 2010) , s. 2 for \"Lahore \", w.e.f.  7­7­2007.  \n2 Ins. and subs. by the National School of Public Policy (Amendment) Act, 2017 (XXXI of 2017), s. 3  (w.e.f 06 -05-2017) .\n \nPage 4 of 8  5. Board  of Governors.___(1) The general  direction  and administration  of the affairs  of \nthe School  shall  vest in the Board  of Governors.  \n \n(2) The Board  shall  consist  of the following  members,  namely:___ \n \n \n(a) The President  of Pakistan  Chairman  \n \n \n(b) A Federal  Minister  to be \nnominated by the  1[Prime  \nMinister]  of the Islamic  \nRepublic  of Pakistan.  \n  \nVice­Chairman  \n \n(c) Secretaries  Establishment  and \nFinance  Division.  \n  \nMembers  \n \n(d) two eminent stake­holders in  \npublic  policy  from  private  \nsector  to be nominated  by the \nFederal  Government.  \n  \nMembers  \n \n(e) two distinguished  academicians  \nincluding  one woman  to be \nnominated  by the Federal  \nGovernment;  and \n  \nMembers  \n \n2[(ea)   One officer of not less than \nBPS-20 nominated by each of \nthe provincial governments]  \n  \n \n(f) the Rector  \n  \nMember  \n(3) The  Rector  shall  be ex-officio  Secretary  of the Board.  \n \n \n2[(4) A member, other than an ex-officio  member, shall hold office for a term of three years \nand shall be eligible for re -appointment for one more term of three years.]  \n \n(5) A  member,  other  than an ex-officio  member,  may resign  from  his office  by writing  under  \nhis  hand  addressed  to the President  of Pakistan.  \n \n \n \n1Subs. by the National School of Public Policy (Amdt.) Act, 2010 (XIII of 2010) s. 3 for \"Chief Executive\", w.e.f. 7­7­2007.  \n \n 2Ins. and subs. by the National School of Public Policy (Amendment) Act, 2017 (XXXI of 2017), s. 4  (w.e.f 06 -05-2017) .\n \n \n \nPage 5 of 8  6. Removal  from  office.___(1) A member,  other  than ex-officio  member,  shall  not be \nremoved from  office  during  the term of his office  except  on grounds  of 1[in-efficiency or]  \nmisconduct  or physical  or mental  incapacity.  \n \n1[(2) If there  are grounds to  proceed  against a  member, including the  Rector  under  sub­section \n(1), the Prime Minister shall order an enquiry into the matter as may be prescribed.]  \n \n1[(3) If after  inquiry into the matter, the Rector or member, as the case may be, is found guilty \nof in-efficiency or misconduct or found to be incapable of performing the duties of his office by reason \nof physical or mental incapacity, the Prime Minister may remove the Rector or the member from \noffice.]  \n \n7. Powers  and functions  of the Board.___Without  prejudice  to the generality  of the provisions  \nof sub­section  (1) of section  5, the powers  and functions  of the Board shall  be to___ \n \n(a) appoint  officers,  consultants,  staff and employees 1[as may be prescribed];  \n \n(b) enter  into arrangements  or agreements  with other  universities  and institutions;  \n \n1[(c)  declare, with approval of the Federal Government, any training institution, \nadministered and funded by the Federal Government, as a constituent unit of \nthe School;]  \n \n(d)  receive  any property,  grants,  bequests,  trusts,  gifts, donations,  endowments \nand other   contributions;  \n \n(e) invest  any funds,  grants,  bequests,  trusts,  gifts,  donations,  endowments  and \nother     contributions 1[in accordance with the existing law or, as the case may be, \npolicy of the Federal Government];  and \n \n(f)  do all such acts and things  whether  incidental  to the aforesaid  powers  or not \nas may be    requisite  for the furtherance  of the objects  and functions  of the \nSchool.  \n \n8. Business  of the Board.___(1) The meetings  and business  of the Board  shall  be conducted  \nin such  manner  and in accordance  with such procedure  as may be  prescribed  and until these  matters  \nare  prescribed,  as may be determined  by the Board.  \n \n(2) No act or proceedings  of the Board  shall  be invalid  by reason  only of the existence  \nof a vacancy  in or defect  in the constitution  of the Board.  \n \n \n \n1 Ins. and subs. by the National School of Public Policy (Amendment) Act, 2017 (XXXI of 2017), ss. 5 to 6 (w.e.f 06 -05-2017) .\n  \n \nPage 6 of 8  9. The Rector.___1[(1)The Rector shall be appointed by the Prime Minister on \nrecommendations of the Board from amongst a panel of at least three persons on such terms and \nconditions as may be prescribed.]  \n \n(2) The  Rector shall  be the chief executive  officer of  the School  and shall___ \n \n1[(a)  be appointed for one non -extendable term of four years, provided that the \nRector shall cease to hold office on attaining the age of sixty five years or expiry \nof the term, whichever is earlier;]  \n \n(b)  be a whole  time officer  of the School 1[* * *]; and \n \n(c)  perform  such functions  and exercise  such powers  as may be prescribed,  or \nas may be   assigned  or delegated  to him by the Board.  \n \n10. Committees.___The Board  may constitute  such committees  as it may deem  necessary  \nfor  carrying  out the purposes  of this Ordinance.  \n \n1[11. Appointments.___(1) All appointments in the School shall be made on such terms and \nconditions as may be prescribed.  \n \n(2) The directing staff shall be appointed or, as the case may be, posted by the Federal \nGovernment in M anagement Pay Scales i.e. MP-I, MP -II or MP-III or such other pay scales as may be \nprescribed through rules:  \n \nProvided that fifty percent of the directing staff shall be appointed from amongst the persons \nfrom private sector or academia:  \n \nProvided further that where a retired civil servant is appointed under the first proviso he shall \nnot be appointed unless he fulfills the criteria required.]  \n \n12. School  Fund.___(1) 1[Subject to clause (e) of section 7 there ] shall  be a Fund  to be \nknown  as the ‘School  Fund ’ which shall  vest in the  Board  and to which  shall  be Credited  all sums  \nreceived  by or on behalf  of the School.  \n \n(2) The Fund  shall  be kept in such custody  and shall  be regulated  and utilized  in such manner  \nas   may be prescribed.  \n \n13. Endowment  Fund.___(1) The Federal  Government  shall  create  an “Endowment  Fund”  for \nthe School.  \n \n(2) The  Endowment  Fund  shall  be separate  from  the School  Fund  and shall  be kept in \nsuch   custody  and utilized  and regulated  in such manner  as may be prescribed.  \n \n14. Budget,  audit  and accounts.___The budget  of the School  shall be  approved  and its \naccounts shall  be maintained  and audited  in such manner  as may be prescribed.  \n \n \n1Subs. and omitted  by the National School of Public Policy (Amendment) Act, 2017 (XXXI of 2017), ss. 7 to 9  (w.e.f 06 -05-2017) . \n \nPage 7 of 8  15. Annual  report.___(1) The  School  shall,  not later than the 15th day of February,  in each \nyear, p repare  a report  regarding  its performance  during  the preceding  year ending  on the 31st  \nday of  December  and submit  the report  to the Federal  Government.  \n \n(2) The report shall be prepared in such manner, and shall contain such information, as may be  \nprescribed 1[through regulations].  \n \n(3) The Federal Government shall cause a copy of the report to be laid before both the Houses \nof Parliament.  \n \n(4) Notwithstanding anything contained in sub­section (1), the School shall also provide to the  \nFederal Government any other report, return, statement, estimate, statistics or such other information,   \nas may be required  by the Government.  \n \n16. Delegation of pow ers.___The Board, subject to such conditions as it may deem fit to \nimpose,  delegate  to any officer,  committee  or authority  any of its powers,  duties  or functions.  \n \n1[16A. Power to make rules .___The Federal Government may, by notification in the official \nGazette, make rules to carry out purposes of this Ordinance.]  \n \n17. Power  to make  regulations.___(1) The Board  may,  by notification  in the official  \nGazette, make  regulations,  for carrying  out the purposes  of this Ordinance.  \n \n(2) In particular  and without  prejudice  to the foregoing  provisions  such regulations  may \nprovide  for___ \n \n(a) conduct  of meetings  and business  by the Board;  \n \n(b) custody,  regulation  and utilization  of the Endowment  Fund;  \n \n(c) preparation  of budget,  maintenance  of accounts  and its audit;  \n \n1[(ca) conduct of training s, evaluation criteria and other matters allied to training s;] \n \n(d) matters  relating  to the annual  report;  and \n \n(e) any other  matter  which  may be prescribed.  \n \n18. Savings .___Upon  the commencement  of this Ordinance,  notwithstanding  anything  \ncontained in  any other  law for the time being  in force  or in any regulation,  resolution,  agreement,  \ncontract  or   other  instrument___ \n \n \n1Ins. by the National School of Public Policy (Amendment) Act, 2017 (XXXI of 2017), ss. 10 to 1 2 (w.e.f 06 -05-2017) . \n \nPage 8 of 8   \n(a) the Pakistan  Administrative  Staff  College,  Lahore 1[and]  National  Institute  of \nPublic  Administration,  Lahore,  1[* * *] hereinafter  referred  to as “the  said \ntraining organizations” shall stand  merged in the  school;  \n \n1[(aa) the Civil Services Academy and its allied units shall not be constituent units of \nthe School;]  \n \n(b) all funds, assets and properties, rights and interests, and all books of accounts, \nregisters,  records and all other documents of whatever nature relating thereto, \nof the said training  organizations  shall  stand  transferred  to and vest in the \nSchool;  \n \n(c) all debts and liabilities incurred, all contracts  entered  into, and all matters and \nthings  engaged to be done by, with or for the said training organizations before \nthe establishment   of the School, shall be deemed to have been incurred, entered \ninto or engaged to be done  by, with or for, the School;  \n \n(d) all suits, prosecutions and other legal proceedings instituted by or against the \nsaid training     organizations shall be deemed to have been instituted by  or against \nthe School and may  be continued  or proceeded  with accordingly; and  \n \n(e) every person serving in connection with the affairs of the said training \norganizations  including employees serving on deputation to other organization \nbut excluding persons  working in the said training organizations on de putation \nfrom other departments, shall  stand transferred to the School and become \nemployees of the School on the same terms  and conditions  of service  which  \nwere  applicable  to him immediately  before  the commencement of this \nOrdinance until his employment in the School is terminated in  accordance with \nhis terms and conditions of service o r until regulations containing terms  and \nconditions of service made by the Board under section 17 come into effect, and \nas from  that date he shall  be subject  to and governed  by the said regulations.  \n \n \n1[19. Removal  of difficulties.___For a period of two years from the coming into force of The \nNational School of Public Policy (Amendment) Ordinance, 2016, if any difficulty arises in giving \neffect to any of its provisions, the Federal Government may give such directions, not inconsistent wit h \nthe provision  of this Act, as it may consider necessary for the removal of such difficulty.]  \n \n \n \n1Subs., o mitted  and Ins.  by the National School of Public Policy (Amendment) Act, 2017 (XXXI of 2017), ss. 1 3 to 14 (w.e.f 06 -05-2017) ."
}