{
    "file": "./converted_json\\administrator7b38c0d264e392edec1db1e7d5b2275e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7 \n  \n \n \nTHE WEST PAKISTAN MATERNITY BENEFIT  ORDINANCE, \n1958  \n \n \n \n  CONTENTS  \n1. Short title and extent.  \n2.  Definitions.  \n3.  Employment of, or work by, women in factories prohibited during certain period.  \n4.  Right to and liability for payment of maternity  benefit.  \n5.  Procedure regarding payment of maternity benefit.  \n6.  Payment of maternity benefit in case of a woman's death.  \n7.  No notice of dismissal to be given to a woman in cert ain cases.  \n8.  Penalty for working for payment during permitted period of absence.  \n9.  Penalty for contravention of this Ordinance by an employer and application of fine in                                                            \n payment of compensation . \n10.  Cognizance of offences.  \n11.  Appeal against refusal to prosecute or grant sanction thereto.  \n12.  Limitation.  \n13.  Rules.  \n14.  Exhibition of extracts.  \n15.  Repeal and savings.  \n  \n \n\n \n \nPage 2 of 7 \n 1THE WEST PAKISTAN MATERNITY BENEFIT  ORDINANCE, 1958  \n(W. P. Ordinance  of 1958)  \n[22nd December, 1958 ] \nAn Ordinance to consolidate the law relating to employment of women in 2[establishments ] in the \nProvince  of West Pakistan.  \nWHEREAS  it is expedient to consolida te the law relating to employment of women in \n2[Establishments ] in the Province of West  Pakistan  \nNOW, THEREFORE , in pursuance of the Presidential Proclamation of the 7th day of October, \n1958, and in exercise of all powers enabling him in that behalf the Governor of West Pakistan is pleased \nto make and promulgate the following  Ordinance — \n1. Short title and extent. —(1)This Ordinance may be called the West Pakistan Maternity \nBenefit Ordinance, 1958.  \n3[(2) It extends to the whole of 4[Pakistan].  \n2. Definitions. —(1) In  this Ordinance, unless the context otherwise requires, the following \nexpressions shall have the meanings  hereby respectively a ssigned to them, that is to say — \n(a)  “child ” includes a still -born child:  \n5[(b)  “Director of Labour Welfare ” means the head of the Labour Welfare Directorate \nof the Pr ovince, by whatever name called; ] \n(c)  “employer ” means any person who has ultimate control over the appointment \nof a woman;  \n2[(d) “Establishment ” means an organization, weather indus trial, commerc ial, or \notherwise;]; and \n(e)  “Government ” means the 6[Provincial Government ]; \n(f)  “Inspector of Factories ” means a person appo inted  as Inspector of Factories \nunder section 1 0 of the Factories Act, 1934;  \n(g)  “maternity benefit” mea ns the amount payable under the provisions of this \nOrdinance  to a w oman  employed in  2[an Establishment ;] \n_________________________________________________________________________________  \n1 This Ord, was promulgated by the Governor of W. P. on 17th Dec., 1958; published in the W. P. Gazette (Extraordinary), dated 22nd Dec., 1958, pages \n1715 -21; saved and given permanent effect by Article 225 of the Constitution of the Islamic Republic of Pak istan (1962).  \n2 Subs by Act XI of 1994 s.2 & Sch. \n3 Subs.  by W. P. Ord. VII of 1964.  \n4 Subs., for the words “the Province of West Pakistan, except the Tribal Areas ” by P. O. 4 of 1975.  \n5 Subs. ibid.  \n6 Subs. for “Government of Pakistan”, by P.O .4 of 1975.  \n \n \nPage 3 of 7 \n  (h)  “medical practitioner ” means a medical practitioner  nominated for the purposes \nof this O rdinance  by the employer with the approval of the Inspector of  \nFactories ; \n(1) “prescribed means prescribed by rules m ade under this Ordinance ; \n(j)  “still-born child ” means any child which has issued  forth from its mother after \nthe twenty -eighth week  of pregnancy and which did not at any time after  being \ncompletely expelled from its mother, breathe  or show any other sig ns of life ; \n(k)  “wages ” meats wages as defi ned in clause ( vi) of section 2 of the Payment of \nWag es Act, 1936; and  \n(l) woman ” means a woman  worker.  \n(2) Expressions used in this Ordinance but not defined  herein shall have the meanings \nrespectively assigned to them  in the Factories Act, 1934.  \n3. Employment of,  or work by, women in factories prohibited during certain period. —No \nemployer shall knowingly employ a woman and no woman shall engage in employment in any \n1[Establishment] during the six weeks following the date on which the  is delivered of a child.  \n4. 1[Right  to and liability for payment of maternity benefit.  (1) Subject to the provisions of \nthis ordinance, every woman employed in an establishment shall be entitled to, and her employer shall  \nbe liable for, the payment of maternity benefit at the rate of her wages last paid during the period of \nsix weeks immediately proceeding and including the days on which she deliver the child and for each \nday of six weeks succeeding that day:  \nProvided that a woman shall not be entitled to maternity benefit unless she has been employed \nin the establishment of the employer from whom she claims maternity benefit for a period of not less \nthan four months immediately proceeding the day on which she delivers the chi ld; and] \n2. 2[* *   *]  \n5. Procedure regarding payment of maternity benefit. —(1) Any woman entitled to \nmaternity benefi t,— \n(a)  who is pregnant may, give notice either orally in person or in writing in the \nprescribed form to the employer that she expects to be confined within six weeks \nnext following and may therein nominate a person for the purposes of section \n6:  \n(b)  who has not gi ven the notice referred to in clause ( a) and has been delivered of \na child, shall within seven days, give similar notice that she has been delivered \nof a child.  \n \n1 Subs by Act XI of 1994  s .2 & Sch. \n2 Omitted by Act XI of 1994, s.2 & Sch.  \n \n \nPage 4 of 7 \n  (2) When such notice is received, the employer shall permit the woman to absent herself from \nthe factory from the date following the date of notice in the case mentioned in clause ( a) of sub -section \n(1) and from the day of delivery in the case mentioned in clause ( b) thereof, until six weeks after the \nday of delivery.  \n(3) An employer shall pay maternity benefit for twelve weeks to a woman entitled thereto in \nany of following ways selected by the woman, namely: —  \n(i)  for six weeks before delivery within forty -eight  hours  of the production \nof a certificate signed by the medical practitioner stating that the woman \nis expected to be confined within six weeks of the date of the certificate, \nand for the remainder of the period for which she is entitled to maternity \nbenefit wit hin forty -eight hours of the production of the proof that she \nhas been delivered of child: or  \n(ii)  for the period of six weeks before delivery and including  the day of \ndelivery, within forty -eight hours of the production of proof that she has \nbeen de livered of a child and, for the remainder of the said period, \nwithin six weeks of the production of such proof ; or \n(iii)  for the whole of the said period of twe lve weeks, within forty -eight hours \nof the production of proof that she  has been delivered of a child : \nProvided that a woman shall not be en titled  to any maternity benefit or any part thereof, the \npayment of which is dependent upon the production of proof under this sub -section that she has been \ndelivered of a child, unless such pro f is produced within six months of the delivery.  \n(4) The proof required to be produced under subsection (3) shall be either a certified extract \nfrom a birth register or a certifi cate signed by the medical practitioner or such other proof as may be \naccepted by the employer.  \n6. Payment of maternity benefit in case of a woman’s death.  (1) If a woman entitled to \nmaternity benefit under this Ordinance dies on the day she is delivered of a child or during the period \nthereafter for which she is entitled to the maternity benefit, the employer's liability under sub -section \n(1) of section 4 shall not, by reason of her death, be discharged, and he shall pay the amount of \nmaternity benefit du e [to the person nominated by her under sub -section (1) of section (5) for the \nbenefit of all her legal representative, or , if she has made no such nomination , to all her legal \nrepresentatives ] \n \n \n \n \n \n \n \n \n1 Subs., by Act, VIII of 1985, s.2 . \n \n \n \nPage 5 of 7 \n (2) If a woman dies during the period for which she is entitled to maternity benefit but before \nshe is delivered of a child, the employer shall be liable only for the period up to  and incinding the day \nof her death, provided that any sum already paid to her  in excess of such liability under clause ( i) of \nsub-section (3) of section 5 shall not be recoverable from her legal representative ; and any amount due \nat the woman's death  1[for the benefit of all her legal representative, or, if she has made no such \nnomination , to all her legal representatives]  \n7. Not notice of dismissal to be given to a woman in certain cases. —(1) When a woman \nabsents herself from work in accordance with the provisions of this Ordinance, it shall not  be lawful \nfor her employer to giv e her notice of dismissal during such absence  or on such a day that the notice \nwill expire during  such absence.  \n(2) (a) No notice of dismissal given without sufficient cause by an employer to a woman \nwithin a period of six months before delivery shall have the effect of depriving \nher of any maternity  benefit to which but for such notice she may have become \nentitled under this Ordinance  \n(b)  If any question arises as to whether any notice of dis missal  is one to which \nclause (a) applies, such question shall be referred to the Inspector of Factories; \nand an appeal from the Inspector's decision shall, within sixty days thereof , lie \nto the Director of Labour Welfare whose decision shall be final .  \n8. Penalty for working for payment during permitted period of absence.  If a woman does \nany work in any 2[Establishment]  for which she receives payment in cash or kind after she has bee n \npermitted by her employer to absent herself under the provisions of section 5, she shall be liable to a \nfine not exceeding ten rupees.  \n9. Penalty for contravention of this Ordinance by an employer and application of fine in \npayment of compensation. —(1) If any employer contravenes any provision of this Ordinance, he \nshall be liable to a fine which may extend to five hundred rupees.  \n(2) Whenever a Count imposes a fine under this section or confirms in appeal, revision or \notherwise such a sentence, it may,  when passing judgment order the whole or any part of compensation  \nthe fine recovered to be applied in the payment of compensation  to the woman concerned for any loss \nor damage caused to  her \n10. Cognizance of offences. —(1) No prosecution under this Ordinan ce shall be instituted \nexcept by, or with, the previous sanction of the  inspector  of Factories and no such prosecution shall be \ninstituted until the expiry of the period of appeal under sub -section (2) or, if such an appeal is preferred, \nunless the Directo r of Labour Welfare by his order thereon, sanctions a prosecution.   \n \n \n \n \n \n \n \n1Subs. by Act, VIII of 1985. s.2.  \n2Subs by Act XI of 1994 s.2 & Sch. \n \n \n \nPage 6 of 7 \n  (2) Where the Inspector of Factories decides either to institute  a prosecution under this \nOrdinance or to grant sanction thereto, he shall forthwith communicate his order to the person \ncomplained against, who may, within thirty days of the date of the said order, appeal to the Director \nof Labour Welfare against such de cision; and the decision of the Director of Labour Welfare on such \nappeal shall be final and shall not be  liable  to be contested by suit or otherwise.  \n(3) No Court inferior to that of a magistrate of the fir class shall try any offence against this \nOrdinance or any rule  made thereunder . \n11. Appeal against refusal to prosecute or grant sanction thereto. —Where on an \napplication by an employer or a woman  1[or a person nominated by her or any of her legal \nrepresentative]  the Inspector of Factories refuse s either to institute a prosecution under this Ordinance, \nor to grant sanction thereto, he shall without delay communicate to the applicant his order of refusal, \nand an 1[applicant ] aggrieved  by such order may, within thirty days of the date thereof appeal to the \nDirector of Labour Welfare against such order; and the decision of the Director of Labour Welfare on \nsuch appeal  1[which shall be taken after affording to the applicant an opportunity  of being heard ]  shall \nbe final . \n12. Limitation. —No Court shall take cognizance of any offence against this Ordinance or any \nrule made thereunder unless complaint thereof has been made to the Inspector of Factories within six \nmonths of the date on which t he offence is alleged to have been committed . \n13. Rules. —(1) Government may make rules to carry out the  purposes of this Ordinance  \n(2) In particular and without prejudice to the generality of the foregoing power, s uch rules may \nprovide for — \n(a)  the preparation and maintenance of a muster roll  or register or combi ned muster \nroll and register an d the particulars to  be entered in such muster roll , register or \ncombined muster roll and register or in  the register kept or deemed to have been \nkept unde r section 41 of the Factories Act, 1934  (XXV of 1934 ); \n(b)  the inspection of 2[Establishment]  for the purposes of this Ordinance by the \nInspector of factories;  \n(c)  the exercise of powers and the performance of duties  by the Inspector of \nFactories for the  purposes of  this Ordinance ; \n(d)  the method of payment of maternity benefit in so far as provision has not been \nmade in this Ord inance ; \n(e)  the forms of notice under clause (a) and clause (b) of sub -section (1) of section \n5; and  \n \n \n \n \n1 Ins &  Sub  by Act VIII of 1985.s.3 . \n2 subs by Act XI  of 1994, s.2 &  sch. \n \n \n \nPage 7 of 7 \n (f)  procedure to be observed in the d isposal of appeals  under sub -section (2) of \nsection 7 or subsection (2)  of section 10 or section 11.  \n(3) Any such rule may provide that a contravention  thereof shall be punishable with fine which \nmay extend to two  hundred and fifty rupees.  \n(4) All rules made under this Ordinance shall be laid before the 1[* * *] Provincial Assembly, \nas soon as may be after they are made, and if the Assembly within next su bsequent seven days on \nwhich the Assembly has sat after any such rule has been laid before it, resolves that the rule shall be \nannulled , the rule shall forthwith be void, but without prejudice to the validity of anything previously \ndone thereunder or to the making of a new rule.  \n14. Exhibition of extracts . An abstract of the provisions of this Ordinance and the rules \nthereunder in the regi onal language shall be exhibited in a conspicuous manner by the employer in \nevery part of the 2[Establishment ] in which women employed.  \n15.Repal and savings. —(1) The following enactments are hereby repealed: — \n3(a)  the Sind Maternity Benefit Act, 1929:  \n(aa)  the Bombay Maternity Benefit Act, 1929, as applicable in the District of \nKarachi ; \n(b)  the Punjab Maternity Benefit Act, 1943,  \n (2) Notwithstanding the repeal of the enactment  mentioned in sub -section (1), everything done, \naction taken, obligation, liability, penalty or punishment incurred, inquiry or proceeding commenced, \nofficer appointed or person authorised, jurisdiction or power conferred, rule made and order issued \nunder any of the provisions of the said enactments shall, if not inconsistent with the provisions of this \nOrdinance, continue in force and, so far as may be, be deemed to have been respectively done, taken, \nincurred, commenced, appointed, authorised, conferred, made or issued under this Ordinance.  \n \n \n \n \n \n \n \n \n1 The words “West Pakistan ”, del. by P. O. 4 of 1975.  \n2 Subs by Act XI of 1994 .s.2 &  Sch. \n3 Subs., for clause (a), by W. P. Ord. VII of 1964."
}