{
    "file": "./converted_json\\administrator6bdd6b12ab895936186b4e26110caf4a.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  4,  202 3 529 \n \n \n    \n  \nISLAMABAD, TUESDAY , JULY  4, 2023  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 3rd July, 2023 \n \n No. F. 2(1)/2023-Pub.— The following Ordinance Promulgated on  \n3rd July, 202 3 by the Presid ent is hereby pub lished for general information: — \n \nORDINANCE NO . I OF 2023 \n \nAN \n \nORDINANCE  \n \nfurther t o amend the National Accountability Ordinance, 1999  \n WHEREAS  it is expedient further to amend the National Accountability \nOrdinanc e, 1999 (XVIII of 1999), in the manner and for the purposes hereinafter \nappearing;  \n \n(529) \n \n Price : Rs. 10.00 \n \n \n[1258(2023)/Ex. Gaz.]   \n \n530 THE GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY   4,  2023 [PART I \n \n  AND WHEREAS  the Senate and National Assembly are not in session and \nthe President of the Islamic Republic of Pakistan is satisfied that circumstances \nexist which render it necessary to take immediate action;  \n NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Re public of Pakistan is pleased to make and prom ulgate the \nfollowing Ordinance: — \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the National Accountability (Amendment) Ordinance, 2023.  \n (2)  This Ordinance shall come into force at once and shall be deemed \nto have taken effect on and from the commence ment  of the National \nAccountability Ordinance, 1999 (XVIII of 1999).  \n 2. Insertion of section 14A, Ordinance XVIII of 1999. —In the said \nOrdinance, after the omitted section 14, the following new section 14A shall be \ninserted, namely: — \n 14A.  Presumption against accused accepting illegal gratification. —\n(1) Where in any trial of a scheduled  offence punishable under this \nOrdinance, it is proved that an accused person has accepted or \nobtained, or has agreed to accept or attempted to obtain, for \nhimself or for any other person any gratification, other than legal \nremuneration, or any valuable thing, or any pecuniary advantage \nfrom a person or any agent of a person, for any favour shown or  \npromised to  be shown by the accused, it shall be presumed, unless \nthe contrary is proved, that he accepted or obtained , or agreed to \naccept or attempted to obtain, that  gratification or that valuable \nthing or pecuniary advantage for himself or some other person, as \nthe case may be as a motive or a reward such as is specified in \nsections 161 to 163 of the Paki stan Penal Code (Act XLV of 186 0), \nor, as  the case may be, without consideration, or for a consideration \nwhich he believed to be inadequate . \n (2) Wherein any tria l of an offence punishable under section 165A of \nthe Pakistan Penal Code (Act XLV of 1860) it is proved that any \ngratification other than legal remuneration or any valuable thing \nhas been given, or offered to be given, or attempted to be given, by \nany accu sed person, it shall be presumed  unless the contrary is \nproved, that he gave or offered to give, or attempted to give, that \ngratification, or that valuable thing, as the case may be, as a motive \nor a reward such as is specified in sections 161 to 163 of th e said \nCode, or, as the case may be, without consideration or for a \nconsideration  which he believed to be inadequate.  \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  4,  202 3 531 \n \n  (3) In any trial of an offence punishable under this Ordinance, the fact \nthat the accused person or any other person on his behalf, is in  \npossession, for which the accused person cannot satisfactorily \naccount, of property or pecuniary resources disproportionate to his \nknown sources of income, or that such person has, at or about the \ntime of the commission of the offence with which he is cha rged, \nobtained an accretion to his pecuniary resources or property for \nwhich he cannot satisfactorily account, the Court shall presume, \nunless the contrary is proved, that the accused person is guilty of \nthe offence of corruption  or corrupt practices and h is conviction \ntherefore shall not be invalid by reason only that it is based solely \non such a presumption. ”. \n 3.  Amendmen t of section 24, Ordinance XVII I of 1999. —In the  \nsaid Ordinance, in section 24, — \n \n \n (A) after sub -section (a), the following new sub -section shall be \ninserted, namely: — \n \n “(aa)  The Chairman NAB may also issue warrant of arrest during \nthe course of inquiry if the accused is not joining inquiry \ndespite notices or willfully does not cooperate in such \ninquiry ; and  \n \n (B) in sub -section (d), for the word “fourteen”, the word “thirty” shall \nbe substituted.  \n \n 4.  Substitution of section 26, Ordinance XVIII of 1999. —In the \nsaid Ordinance, for section 26, the following shall be  substituted, namely: — \n \n “26. Tender of pardon. —(1) Notwithstanding any thing contained in \nthe Code, at any stage of inquiry, investigation or trial, the \nChairman NAB may, with a view to obtaining the evidence of any \nperson supposed to have been directly or indirectly concerned in or \nprivy to any offence, tender a full or cond itional pardon to such a \nperson on condition of his making a full and true disclosure of the \nwhole of the circumstances within his knowledge relating to the \nsaid offence including the names of the persons involved therein \nwhether as principals or abettors or otherwise.  \n \n (2)  Every person accepting a tender of pardon under sub -section (1) \nshall be examined by a Magistrate and shall also be examined as a \nwitness in the subsequent trial.  \n \n532 THE GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY   4,  2023 [PART I \n \n  (3)  Subject to sub -section (4), the person to whom pardon has been \ngranted under this section shall not — \n \n (a) in the case of a full pardon, be tried for the offence in respect \nof which the pardon was granted; and  \n \n (b) in the case of conditional pardon, be awarded a punishment or \npenalty higher or other than that specified  in the grant of \npardon notwithstanding the punishment or penalty authorized \nby law.  \n \n (4)  Where the Chairman NAB certifies that in his opinion, any person \nwho has accepted such tender has, either by willfully concealing \nanything essential or by giving fa lse evidence through willful or \nreckless mis -statement, not complied with the condition on which \nthe tender of pardon was made, such a person may be tried for the \noffence in respect of which the pardon was so tendered, or for any \nother offence of which he appears to have been guilty in \nconnection with the said matter including the offence of giving \nfalse evidence, which he knows or ought to know is false.  \n \n (5)  Any statement made before a Magistrate by a person who has \naccepted a tender of pardon may be gi ven in evidence against him \nat the trial. ”. \n  \n 5. Amendment of section 28, Ordinance XVIII of 1999. —In the  \nsaid Ordinance, in section 28, — \n \n (A) in sub -section (a), for the words “National Accountability Bureau ”, \nthe words “Chairman NAB ” shall be substitut ed; and  \n \n (B) for sub -section (b), the following sh all be substituted;  \n  \n “(b)  The Chai rman NAB may appoint advisers,  consultants and \nexperts on payment of such fee or remuneration as he may \ndetermine to assist him in performing the functions of the \nNAB a nd the discharge of his duties under this Ordinance. ”. \n \n 6. Amendment of section 33F, Ordinance XVIII or 1999. —In the \nsaid Ordinance, in section 33F, for the words “a reference has been filed against \nsuch persons ”, the words “inquiry has been finalized ” shall be substituted.  \n \n 7. Amendment of section 36, Ordinance XVIII of 1999. —In the \nsaid Ordinance, in section 36, for the proviso, the following shall be substituted, \nnamely:— \nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., JULY  4,  202 3 533 \n \n  “Provided that if the accused has been acquitted by the Court on the \nground that  the case was initiated with malafide  intention based on fabricated \nevidence, the person found guilty of such act by the said Court shall be punished \nwith imprisonment of either description for a term which may extend to three \nyears and shall also be liabl e to fine.”. \n \n \n  \n  \n MUHAMMAD SADIQ SANJRANI , \n      Acting President . \n \n————  \n \n \nRAJA NAEEM AKBAR,  \nSecretary . \n  \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD .  \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY  AND FORMS, UNIVERSITY ROAD, KARACHI ."
}