{
    "file": "./converted_json\\administratorafc4418d23915a0f096218584e031127.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 10 \n \n \n \n  \nTHE PRIVATE SECURITY COMPANIES ORDINANCE, 2001  \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definition  \n3. Ordinance not to apply to Civil Armed Forces, etc  \n4. Private security companies’ employees not to wear certain uniform  \n5. Prohibition of maintenance of a company without a licence  \n6. Procedure for grant and renewal of licence, etc  \n7. Appeal  \n8. Exhibition of licence  \n9. Penalties  \n10. Revocation of licence  \n11. Effect of revocation of licence, etc  \n12. Employment of staff by the licensee  \n13. Possession o f arms and ammunition by the licensee  \n14. Identification papers  \n15. Power to inspect and search   \n\n \nPage 2 of 10 \n 16. Liability of directors , officers, etc  \n17. Cognizance of offence s \n18. Power to make rules  \n19. Ordinance not to derogate from other laws  \n20. Licensees or their employees not exercise powers exercisable by a  certain Government \nfunctionaries  \n21. Private security company not to be private military organization  \n \n  \n \nPage 3 of 10 \n THE PRIVA TE SECURITY COMPANIES ORDINANCE, 2001  \nORDINANCE No. VI OF 2001  \n[7th February, 2001 ] \nAn ordinance to provide for regulation of private security  companies in the Islamabad Capital \nTerritory  \nWHEREAS it is expedient to provide for regulation, licensing and control of private security \ncompanies in the Islamabad Capital Territory and for matters connected therewith and ancillary \nthereto;  \nAND WHERAS the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourtee nth day of October, 1999 and Provisional Constitution \nOrder No.1 of 1999;  \nAND WHEREAS the President is Satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE, in pursuance  of the Proclamation of Emergency of t he fourteenth day \nof October, 1999, read with the Provisional Constitution (Amendment) Order No.9 of1999, and in \nexercise of all powers enabling him in that behalf, the President of the Islamic  Republic of Pakistan \nis pleased to make and promulgate the fo llowing Ordinance: — \n1. Short title, extent and commencement.    (1) This Ordinance may be called the  Private \nSecurity Companies Ordinance, 2001.  \n(2) It extends to the whole of the Islamabad Capital Territory, Islamabad.  \n(3) It shall come into force at once . \n2. Definition s.__ (1) In this Ordinance, unless there is anything repugnant in the subject   or \ncontext,___ \n(a) “company” means a company incorporated under the Companies \nOrdinance,1984(XLVII of 1984); \n(b) “Competent  Authority” means the Chief Commissioner Islamabad Capital  \nAdministration;  \n(c) “licence” means a licence granted under this Ordinance for carrying on the \nbusiness of a private security company by providing for consideration, \nsecurity guards or security arr angements for the  protection of persons or \nproperty or to prevent the th eft or unlawful taking of property;  \n(d) “licensee” means the holder of a licence;  \n \nPage 4 of 10 \n (e) “Licensing Officer” means the licen cing officer appointed by the Chief \nCommissioner, Islamabad Cap ital Administration, and shall include an \nAssistant Licensing Officer;  \n(f) “private security company” means any company, registered under the \nCompanies Ordinance, 1984(XLVII of 1984) carrying on, maintaining or \nengaged in the business of providing for cons ideration security guards or \nmaking other arrangements for the security of other persons and their property \nfunctioning under a valid licence issued by the competent authority;  \n(g) “prescribed” means prescribed by rules made under this Ordinance; and  \n(h) “security guard” includes any watchman o r other person engaged by the \nlicensee for the protection of persons or  property or to prevent the theft  or \nrobbery at the protected places.  \n3. Ordinance not to apply to Civil  and Armed Forces, etc.__ (1) The provisions of this \nOrdinance shall not apply to___  \n (a) any member of Armed Forces, police or any civil armed force;  and \n(b) any inspector, guard, watchman, or other persons employed by an individual \nemployer for inspection, protection, guarding of his residence or commercial \nor business premises or for the protection of persons or property of such \nemployer who is not engaged in the business of private security company.  \n4.  Private security companies’ employees not to wear certain uniform.___  The person s \nemployed by the private security company shall not wear uniform akin to uniform of armed force s, \npolice or any civil armed force and shall wear the uniform as may by prescribed.  \n5. Prohibition of maintenance of a company without a licence.___ No person s hall carry on \nthe business of a private security company or maintain or provide security guards or security \narrangements for consideration unless holds a licence for the purpose issued under this Ordinance.  \n6. Procedure for grant and renewal of licence, et c.____ (1) Whoever desires to engage  in the \nbusiness of maintaining a private security company shall, after he has got such company registered \nunder the Companies Ordinance 1984(XLVII of 1984), make an application for grant of a licence to \nthe Licensing Officer and shall, with his application, furnish such information,  attach  documents  \nand  pay  such  fee  in  the  form  and  manner  as  may  be prescribed.  \n(2) On receipt of an application under sub -section (1), the Licensing Officer may after such  \nverification and enquiry as he may deem necessary and subject to such condition including \nfurnishing of security as may be prescribed, grant or refuse to grant the licence.  \n(3) A licence issued under sub -section (2) shall be__ \n \n \nPage 5 of 10 \n  \nes (i) valid for such period as ma y be prescribed; and  \n(ii) renewable on an application made in the form and on payment of such fee as \nmay be prescribed.  \n(4) A licence shall not granted if  \n(a) satisfactory evidence has not been produced of the good moral character of the \nofficer of  the company holding managerial or executive position s or any of its \nofficers holding a managerial or an executive position s has been convicted of \nan offence involving fraud or moral turpitude;  \n(b) it is not in the public interest to do so;  \n(c) security -clearance is not provided as may be prescribed; or  \n(d) the private security company is not registered under the company  Ordinance, \n1984(XLVII of 1984);  \nProvided that the reasons for refusal to grant a licence shall be recorded in writing and shall  \nbe communicated to the applicant.  \n(5) The Licensing Officer may, at any time, under the direction s of the Federal Government, \nvary or revoke any of the conditions of a licence or impose any additional conditions thereto.  \n(6) The Licensing Officer shall, b efore taking any action under sub -section (5), notify to the \nlicensee his intention of the proposed action and provide him an opportunity to show cause against \nsuch action.  \n7. Appeal.__ Any person aggrieved by any order made by the Licensing Officer under section \n6 may, within thirty day s, appeal against such order to the Secretary, Ministry of Interior, \nGovernment of Pakistan, whose decision shall be final  \n8. Exhibition of licence.__ Every licensee shall exhibit his licence or a certified copy thereof \nin a conspicuous place at his principal place of business and at every branch where the licensee \ncarries on the business of private security company.  \n9. Penalties.__ Any person who__ \n(a) carries on the business of private security company without a licence;  \n(b) fails to comply with the conditions of the licence;  \n(c) fails to exhibit the licence or certified copy thereof at a conspicuous place in \nthe office or place of business of the private security company;  \n \nPage 6 of 10 \n (d) not being the holder of a licence keeps, uses o r exhibits any sign, writing, \npainting  or  other  mark  implying  that  he  holds  a  licence  to  carry  on  the \nbusiness of a private security company;  \n(e) being a licensee, or an applicant for grant of licence, knowingly makes a false \nor incorrect stat ement or omits to furnish any particular which he is required to \nfurnish; and  \n(f) being a licensee, violates the relevant provisions of the Companies \nOrdinance,1984(XLVII of 1984).  \nShall be punishable with imprisonment for a term which may extend to three years or with \nfine which may extend to two hundred thousand rupees, or with both, and in case of default in \npayment of fine, the offender shall be liable to imprisonment which may extend to one year.  \n10. Revocation of licence.___ (1) The Licensing Officer may, by an order in writing, revoke a  \nlicence___ \n(a) if he is satisfied that the licensee  \n(i) has ceased to carry on the business for which he has obtained the \nlicence or has applied for liquidation, winding up of the company or \nthe company has been dissolved;  \n(ii) has obtained the licence by providing false information in \ncontravention of the provision of this Ordinance;  \n(iii) has been convicted of any offence involving moral turpitude or, any of \nthe officer of the licensee holding a managerial or executive position, \npartner, employee or security guard has been convicted of any offence \ninvolving fraud or moral turpitude;  \n(iv) is contravening, or has contravened, any of the provisions of this \nOrdinance or the rules made thereu nder; or  \n(b) if is found that the security guards employed by him do not posses the \nprescribed qualification or training;  \n(c) if the company fails to provide services to tis clients as per agreement signed \nby it or as per the prescribed procedure; and  \n(d) if it is considered necessary to do so in the public interest.  \n(2) The Licensing Officer shall, before revoking any licence under sub -section (1), give the \nlicensee a notice to show cause in writing specifying a date, not less than thirty days from the dat e of \nthe notice, on which the revocation shall take effect unless the licensee satisfies the Licensing Officer \nthat the licence was not liable to be revoked.  \n \nPage 7 of 10 \n (3) When the Licensing Officer revokes a licence under sub -section (1), he shall forthwith \ninform the licensee by notice in writing of such revocation specifying date thereof and the Registrar \nof Companies concerned.  \n(4) The person whose licence has been revoked may, within thirty days of the receipt of the \nnotice referred to in sub -section (3), prefer  appeal in writing against the revocation to the Secretary \nMinistry of Interior whose decision thereon shall be final.  \n11. Effect of revocation of licence, etc.___ (1) Where an order of revocation becomes \neffective under section 10, the li censee  shall ceas e to carry on the business of a private security \ncompany.  \n(2) Notwithstanding the revocation of licence, the enforcement of right or claim of any \nagainst the licensee or by the licensee of any right or claim against person arising out o f, or \nconcerning, an y matter or thing done prior to the revocation of the licence shall not be affected.  \n12.Employment of staff by the licensee.___ The licensee may, in the conduct of his  business, \nemploy  as many persons as he may consider necessary to be security guards and members of staff \nand shall at all times during such employment be responsible for the good conduct of each and every \nperson employed by him.  \n(2) The licensee shall not employ as a secu rity guard any person who__ \n(a) has been convicted of any offence involving moral turpitude or dismissed \nfrom Government service on charges of misconduct; and  \n(b) is, in the opinion of the Licensing Officer , not a fit and proper person to be \nemployed as se curity guard.  \n(3) Notwithstanding anything contained in sub -section (1), no person shall be employed by a \nlicence as a security guard until he has submitted to the Licensing Officer a statement containing \ncomplete particular and other information of such p erson in the prescribed form and the Licensing \nOfficer has conveyed his no objection in writing to the recruitment of such security guard by the \nlicensee.  \n(4) Every licensee shall maintain a list of all the persons employed by him with their full \nparticula r and antecedents at the place of his business.  \n13. Possession or arms and ammunition by the licensee.__ (1) A licensee may  possess  and  \nkeep  arms,  ammunition  and  other  equipments  which  may be necessary for performance of the \nfunction s of the priva te security company in accordance with the law and rules applicable for \npossessing and keeping of arms and ammunition and shall use and retain such arms and ammunition \nand equipments in such manner as may be prescribed.  \n(2) A licence to retain any arms, ammunition and other equipments may be issued by the \nIslamabad Capital Administration on the recommendation of the Licensing Officer  \n \nPage 8 of 10 \n 14. Identification papers.__ (1) Every security guard shall at all times carry proper \nidentification papers issued by the licensee in such form and containing such particulars as may be \nprescribed and produce such papers for inspection when so required by the Licensing Officer or any \npolice officer duly authorized in this behalf  and shall surrender the identification  papers t o the \nlicensee when he ceased to be such security guard with the licensee.  \n(2) Any person, other than security guard, or who has ceased to be a security guard, carrying \nidentification papers of a security guard shall, in addition to any other punishment to  which he may \nbe liable under any other law for impersonation, be punishable with imprisonment for a term which \nmay extend to one month and fine which may extend to thirty thousand rupees.  \n15. Power to inspect and search.__ (1) Where the Licensing Officer is satisfied, upon  receipt \nof any information or after such enquiry as he may think necessary, that there is sufficient reason to \nbelieve that any premises is used for carrying on business of a private security company by a person \nwho is not the holder of a licence, he may, be warrant or writing under his hand, authorize any \nperson named therein, or any police officer not below the rank of an Inspector, with such assistance \nand by such force as is necessary to enter for searching the premises and all person s found therein, to \nseize all documents and things reasonably supposed to have been used or intended to be used in \nconnection with the business of a private security company which are found in such premises or on \nsuch persons.  \n(2) The powers of inspection and search of Licensing Officer specified in sub -section (1) and \nsub-section (1) of section 14 may also be exercised by the District Magistrate or the Superintendent \nof Police, Islamabad Capital Territory, Islamabad, either by himself in person or through a Police \nOfficer authorized by him, in writing:  \nProvided that no female shall be searched except by a female Police Officer.  \n(3) The District Magistrate or Superintendent of Police , Islamabad Capital Territory, as the \ncase may be, shall, without delay, inf orm, the Licensing Officer of the result of the inspection and \nsearch carried out under this Ordinance.  \n(4) For the purpose s of any enquiry, the Licensing Officer or any person authorized by him \nnot below an officer of BPS -16 may, for furtherance or such e nquiry__ \n(a) enter, inspect and examine by day or by night the place of business of every \nlicensee; and  \n(b) require the production of records, account and documents kept b a licensee \nand to inspect, examine and obtain copies thereof.  \n(5) Any person who___ \n(a) refuses the Licensing Officer or any person authorized by him to enter or \nsearch any place;  \n \nPage 9 of 10 \n (b) assaults, obstructs, hinders or delay s him, or the person authorized by him, \nentry in execution of his duty under this Ordinance; or  \n(c) fails to comply any  lawful demand of the Licensing Officer or the authorized \nperson in execution of his duty under this Ordinance; or  \n(d) refuses  or  neglects  to  give  any  inf ormation  which  may  reasonably   be \nrequired of him and which has in his power to give,  \nShall b e punished with imprisonment for a term which may extend to one year, or fine which may \nextend two hundred thousand rupees, or with both.  \n16. Liability of directors officers, etc.___ Where an offence under this Ordinance has been \ncommitted by the Company o r any person who at the time of the commission of the offence was a \ndirector, secretary, manager, partner or an officer of the company or who was purporting to act in \nany such capacity, shall, unless he proves that the offence was committed without his con sent or \nknowledge and that on learning he exercised due diligence to prevent the commission of the offence, \nbe deemed to have abetted such offence.  \n17.  Cognizance of offences.___Notwithstanding anything in the Code of Criminal  Procedure, \n1898(Act V of 1898) — \n(a) an offence punishable under this Ordinance shall be triable by a Magistrate of \nthe first class; and  \n(b) it shall be lawful for any Magistrate of the first class to pass any sentence \nauthorised by this Ordinance.  \n18. Power to make rules.___ (1) The Competent Authority may, with the approval of  the \nFederal Government, by notification in the official Gazette, make rules for carrying out the purposes \nof this Ordinance.  \n(2) In particular and without prejudice to the generality of the foregoing power,  such rules \nmay provide for all or any of the following, namely  :__ \n(a) the information and documents to be furnished by an applicant for a licence;  \n(b) the taking and recording o f photographs and fingerprints of the persons \napplying for licence and of eve ry person employed by a licensee;  \n(c) the form of a licence and the identification papers to b e issued to the security \nguards;  \n(d) the uniform, badge or emblem to be worm by the employees of licensee;  \n(e) relating the use of any arms, ammunition and equipm ent by a licensee; and his \nemployees;  \n \nPage 10 of 10 \n (f) regulating the activities of a licensee and the manner in which the business of \na licensee shall be conducted;  \n(g) training for security guards; and  \n(h) matters incidental to the above.  \n19. Ordinance not to derogat e from other laws.__ The provisions of this Ordinance shall be \nin addition to, and not derogation of, any other law for the time being in force.  \n20. Licensees or their employees not exercise powers exercisable by a certain \nGovernment functionaries.__ Nothing in this Ordinance shall be construed as conferring on a \nlicensee or his employees any of the powers which by any law are conferred on or exercisable by a \npolice officer or officers of customs, immigration, prisons, or any other public officer.  \n21. Private security company not to be private military organization.___ The private \nsecurity company shall not be construed as private military organization for the purposes of Private \nMilitary Organization (Abolition and Proh ibition) Act, 1974(IV of 1974)."
}