{
    "file": "./converted_json\\administratorf256c175d174c463e46e47c097fdca39.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTERED No.M - 302  L.-7646 \nof Vaittsizat \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, THURSDAY, DECEMBER 31, 2015 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF LAW, JUSTICE AND HUMAN RIGHTS \n(Human Rights Wing) \nNOTIFICATION \nIslamabad, the 6th November, 2015 \nS.R.O. 1342(1)12015.—In exercise of the powers conferred by \nsection 33 of the National Commission for Human Rights Act, 2012 (XVI of 2012), \nthe National Commission for Human Rights, in consultation with the Federal \nGovernment, is pleased to make the following rules namely:- \nShort title and commencement—(1) These rules shall be called \nthe National Commission for Human Rights (Complaint) Rules, 2015. \n(2) \tThey shall come into force at once. \nDefinitions.—Unless there is anything repugnant in the subject or \ncontext,— \n(a) \t\"Act\" means the National Commission for Human Rights Act, 2012 \n(XVI of 2012); and \n(4249) \nPrice : Rs. 3.00 \n[2415 (2015)/Ex. az.] \n4250 THE GAZE \tfibOF PAKISTAN, EXTRA., DECEMBER 31,2015 (PART  \n(b) \t\"complaint\" means a complaint or petition made in writing to the \nCommission many language under the Act; \n3. \tComplaint to the Commission.—(1) Upon information receive \nfrom any proper source or based on its own knowledge the Commission ma \nunder sections 9(a) and 9(b) take Suo-Moto action against violation of hutna \nrights and may proceed to take action as laid down in sections 12,13,14,15,1'; \n18, and 21. \nExplanation.—Proper source includes registered non-governmen tt  \norganizations (NG0s), associations of trade unions or any other representativ \norganization. \n(2) \tA victim or any person authorized by him may present personally o \nsend through registered post or through courier service a complaint to tht \nCommission at its headquarters or a regional office. Where a complaint is receive( \nin the regional office it shall immediately be transmitted to the headquarters to \nplaced before the Commission before any action is taken. \n(3) \tThe complaint under sub-rule (2) shall be supported by an affidavii \nabout truthfulness of its text and it shall briefly state the facts relating to,— \nviolation of human rights or abetment thereof; or \nnegligence by a public servant in the prevention of such violation. \n(4) \tA complaint may be made to the Commission as soon as possible \nbut preferably within three months from the date the cause of action arose. \n(5) \tAfter satisfying itself about the allegations in the complaint and \nexamining any law, the safeguards under the Constitution and various treaties and, \nif need be after hearing the complainant or his representative, the Commission \nmay proceed to take action envisaged in chapters III, IV and V of the Act or, as \nthe case may be, make a reference to the Federal Government or Provincial \nGovernment for taking an appropriate action. \n4. \tInquiry.— (1) For purposes of inquiry and investigation, the \nCommission may requisition services of any officer or investigation agency of the \nFederal or a Provincial Government. \nPART In THE GAZE1 \tlb OF PAKISTAN, EXTRA., DECEMBER 31, 2015 4251 \nThe Commission after completion of an inquiry held under the Act \nmay take all steps which may be necessary under section 18 of the Act. \nThe Commission may, while exercising its jurisdiction under the Act, \nif required, publish public notices in the newspapers of wide circulation, besides \nsending notices at the known addresses of the parties. \nThe Commission may appoint commissions for examination of \nwitnesses, documents and any other public record or for seeking information and \npay any fee or charges for that purpose. \nNo anonymous or pseudonymous complaint shall be entertained. \nHowever, the Commission, on being convinced about truthfulness of the facts \nalleged, may proceed under its suo-moto jurisdiction. \nIn case of frivolous and vexations complaints and delays caused by \nanyone in responding to an action required to be taken on directions of the \nCommission, the Commission may award costs or order payment of compensation \nto an aggrieved party. \n5. \tMiscellaneous functions.—The Commission may.— \nestablish working groups from among its members as necessary and \nset up local or regional sections to assist it in discharging its functions; \nmaintain consultation with other bodies responsible for the promotion \nand protection of human rights; \ndevelop relations with the non-governmental organizations devoted \nto promoting and protecting human rights, to economic and social \ndevelopment, to combating racism, to protecting particularly \nvulnerable groups, especially children, migrant workers, refugees, \nphysically and mentally disabled persons, or to specialized areas; \nseek an amicable settlement through conciliation or, within the limits \nprescribed by the law, through binding decisions or, where necessary, \non the basis of confidentiality; (a) \n4252 'tHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 31,2015 [PART 11  \n(e) \thear any complaints or petitions or transmitting them to any other \ncompetent authority within the limits prescribed by the law; or \nmake recommendations to the competent authorities, especially by \nproposing amendments or reforms of the laws, regulations and \nadministrative practices, especially ifthey have created the difficulties \nencountered by the persons in order to assert their rights. \n[No. 4(12)/2012-DD (FIR-I).] \nMUHAMMAD KHALIL AWAN, \nDeputy Secretary (Admn). \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}