{
    "file": "./converted_json\\administrator9658c5c6bc81e89c6849a87a9da5192b(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "9\n@lteGvre d prhfffir\n-...F-\nEXTRAOHDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TIIURSDAY, OCTOBER 14, 2O2I\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 13th October, 2021\nNo. F. 2(1)/2021-Pub.-The following Ordinance promulgated on l2th\nOctober, 2021 by the President is hereby published for general information:-\nORDINANCE NO. XXV OF 2O2I\nAN\nORDTNANCE\nto provide for the establishment of Narioral Rahmatut-l il-Aalameen Authority\n. WTmREAS it is expedient to establish a National Rahmatul-lil-Aalameen\nAuthority to promote research in practical and theoretical aspects of,geeral for\naddressing contemporary social challenges and inculcating positive changes in\nthe Pakistani society, while, inter alia, providing illustrations about the life of\nProphet Muhammad (S);\n(72s)\nPrice: Rs. 20.00\nI s08(202I )/Ex. Gaz.]REGISTEREDNo.M-302L-76/,6\n726 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 14, 2O2I [P^RT I\nANo wgepies the objective of the National Rahmatul-lil-Aalameen\nAuthority is to promdte research on the Seerat, guide the young generation on\nkey and multifarious aspects from the life of the Hoty Prophet (*); and review,\nconsolidate and acknowledge locat and intemational literature and analysis about\nthe Seerat, build linkages with provincial govemments and prominent institutions\nworking on the Seemt, promote the Seerat Chairs in higher education and\nformulate strategies and frameworks for organizing impactful events to promote\nlessons from the See rat-e -Tayyabba;\nAND WHEREAS the National Assembly and Senate :re not in session and\nthe President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\nNow, THEREFoRE in exercise of the powers conferred by Article 89 of\nthe Constitution of the Islamic Republic of Pakistan, the President is pleased to\nmake and promulgate the following Ordinance:-\nl. Short titte, extent and commencement.{1) This Ordinance shall\nbe called the Nati onal Rahmaut-Li!-Aalameen Aulhotity Ordinance, 2021'\n(2) It extends to the whole of Pakistan.\n(3) It shall come into force at once\n2. Definitions.-In this Ordinance, u.ntil there is anything that is\nrepugnant to the subject or context -\n(a) ' Authority\" means the National Rshmatul:Lil'Aalameen Authority\nestablished under section 3 ofthe Ordinance.\n(b) \"Advisory Board\" means .the advisory board established under\nsection 4;\n(c) \"Chairperson\" means the Chairperson ofthe Authority;\n(d)\"Director General\" means the Director-General of the Authority,\nwho shall be the in-charge of general administration of the\nAuthority;\n(e)\n(f)\n(e)\"Govemment\" means the Federal Govemment;\n\"member\" means member of the Authority;\n\"prescribed\" means prescribed by rules or rcgulations made under\nthis Ordinance;\nPARI I]THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 14, 2O2I 7.27\n(h)\n(i)\n0)\n3.\"regulations\" means the regulations made under this Ordinance;\n\"rules\" means the rules made under this Ordinance;\n\"staff' means the staff and officers of the Authority\nEstablishment of the Authority.{l) There shall be established a\nNational RahmatulJil-Aalameen Authority by the Govemment, which shall carry\nout the purposes of this Ordinance.\n(2) The Prime Minister shall be the Patron-in-Chief of the Authority.\n(3) The Authority shall comprise a Chairperson and six (06) other\nmembers, to be appointed by the Prime Minister, on such terms and conditions\nand in the manner as determined by the Patron-in-Chief.\n4. Advisory Board.{l) A high-level Advisory Board shall be\nconstituted for providing advice and strategic guidance to the Patron-in-Chief to\nmeet the desired objectives of the Authority.\n(2) The Advisory Board shall consist often members having scholarly\neminence and impeccable credentials.\n(3) The members of the Advisory Board shall be appointed by the\nPrime Minister, on such terms and conditions and in the manner as determined by\nthe Patron-in-Ch ieL\n(4) The Advisory Board shall meet at least once on quarterly basis.,\n5. Chairperson of the Authority.-{l) The Chairperson of the\nAuthority shalt be appointed by the Prime Minister, on such terms and conditions\nthe manner as determined by the Patron-in-Chiel and shall be a person of\nimpeccable integrity, eminent scholarship, reputation and competence who shall\nbe well-versed in Seerat matters and literature, experienced in religious affairs\nand research.\n(2) The Chairperson shall hold office for a peribd of three ye4rs, which\nmay be extendable for such term or terms as may be determined by the\nPatron-in-Chief.\n(3) The Chairperson may resign from his ofFrce by writing under his\nhand, addressed to the Prime Minister.\n6. Membe,rs of the Authority.{1) Subject to sub-section (4), the\nmembers of the Authority shall be appointed by the Prime Minister on such terms\n728 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 14, 2O2I [PART I\nand conditions and in the manner as determined try the Patron-in-Chief and shall\nbe persons of impeccable integrity, possessing high morality and scholarly\nachievements, and being highly well-versed in Seerat matters and literature,\nexperienced in religious affairs, research, administration and having skills to\nmass communicate an propagate the real ethos and essence of the Seerat.\n(2) A member shall hold ofFrce for a term of three years, which may be\nextendable for such term or terms as may be determined by the Patron-in-Chief.\n(3) The business of the Authority shall be conducted in such manner as\nmay be prescribed\n(4) The Authority shall preferably comprise:-\n(a) one eminent Seeral Scholar;\n(b) one eminent person with expertise in;nedia affairs, who is able to\nuse facts, undertake research and propagate the real essence of the. Seerat to the public at large:\n(c) one eminent person with abilities to undertake special initiatives\ntfuough innovative appioaches ;\n(d) one eminent person with Research expertise in the subject matter of\nSeerat ard religion;\n(e) one eminent person experienced in prescribing curricula,\n(f) one eminent person, having expertise expert in intemational\noutreach and equipped to provide counter-narrative to\nmisperceptions of Islam and Islamophobia, while propagating the\nreal essence and narrative of the Seerat in the international\ncommunity.\n7. Management.{l ) The general direction and administration of the\nAuthority and its affairs shall vest in the Chairperson and the Members, which\nshall exercise all administrative and financial powers and do all acts and things\nwhich may be exercised or done by the Authority.\n(2) On questions of policy the Govemment may issue directives, which\nshall be final and binding on the Authority.\n(3) If any question arises as to whether any matter is a mattei of polioy\nor not, the decision ofthe Govemment in respect thereof shall be final.\n8. Powers .nd functions ot the Authority.-The functions of the\nAuthority shall be -\nPART I.JTHE CAZETTE OF PAKI, EXTRA., OC STAN TOBER 14,2021 72s\n(a) to, actualize the concept of Riyasat_e_Madina based upon justice,\n:f^:l \"* and a welfare state through character Uuitiing of tnenatlon;\n(b) ro identifu rhe. s9ci.1l, economic, and polirical morals and valuesrrom rhe practical life of the Holy prophet (#) and inculcate tlemin the life of individuals and the sJctu.y; h.C;\n(c) formulate polices, strategies and inlerventions to advance andpropagare key elements of rhe life of the Holy prophet (S),\nl1:ludinc peace, empathy, care for others, tor\"rui\"\", #o*r\"ag\",progress, wisdom, patience. contentment, ethical behavior, socialLrearinB, environmental protection and \"th;. p;;;i\";;;'^p\"\"t. rrornthe Seerat;\n(d) conducting research studies on the Seerat of prophet Muhammad(S) and the Hadith, for guidan\". \n\"f,h\" y\"r\"g;;;;;;i;;;'-\n(e) to develop educational and learning. processes for better personalitydevelopment of the voung g\"r\"ruiion on *\" putt\"* oI te HolyProphet's (*) lifel\n(fl to review and project intemation;l literature and research on seeralfrom all over the wdrld and make it *\"\".rbL, t Jriuiilr\", \n\"narelatable to contemporary times;\ncoordinate with provincial education departrnentsevents, conferences, dissemination activities inSeerat-;tm-Nabi (&)t\n(h) to undertake national level consultations with religious scholars,researchers, and education_related entities in alt p.ovi'nc\"s ana ,.eus 'to design strategies to prom ote Seerat-un_Nabi fiili --\"'\n(i) to.. undertake assessments of gaps, challenges, and sources offallacies and misinformation uUort tt\" *\"V Jf llE ;;i';;r;promotes;\n0) provide intemational counter-narrative to various misconceptionsagainst Islam prevalent globally;(e)to organize\nrespect of\n(k)to bring together eminent scholafs \n-and work to agree upon keyfundamental elembnts of the Seerat for promotion uinrtioiuL f;r\"fthrough education;\nI\nTHE GAZETTE OF PAKISTAN, EXTRA.\n(p)to guide higher education\nChairs;\n(q)\nlife and Islamic hisiory;ocToBER 14, 2021 IPART I\n730\n(l)\n(m)\n(n)\n(o)to oromote modesty' non-materialistic approach' simple\nir*ii\"i\"'irt\".G tu.\"a on the lite and Sunnah of\nHoly ProPher (*);\ncoordinate with the National Curriculum Council to ado-PJ a,nd\n\"\"\"i*r\";trv ,paui. \"uoi\",'la, syllabi and. guidelines ,for effective\n;;;;.tJ; from tt'\" sieiat, sidedLv research' logic' and\nscholarship;\nto build linkages and partnerships on Seeral research with other\nprominent entities working in this area:\nto make efforts and coordinate promotion of Seerat study and\nscholarshiPs;and\nthe\ninstitutions for establishment of Seeral\nto formulate strategies and frameworks for the organizatign 9f the\nilr-'.\"i\"i\"1\"\"\"nf, on key occasions related to Hoty Prophet's (i$)\n(r) to engage full-time and Dart-time resources as deemed appropriate'\n\". p\"i ii-r\" t\"q'i'\"*tnt,';n such terms and conditions' as may be\nPre!\"ritea UY tf'e e'utttotitY;\n(s) bridge diverging gaps between theoretical ana ptuctlicat aspects' in\nviewoftechnologilaladvancementsofcontemporaryworld,in\nrelation to the Seeral'\n. g. Secretariat of the Authority'-{1) The . Secretariat of the\nAuthority ,frufi \".n.irt of a oite\"to'ceneraj' rvho. shall be appointed by the\nPrime Minister on such terms unJtonaitiot\" and in the manner as determined by\nthe Patron-in-Chief.\n(2) The Director-General shall also act as the Secretary and Principal\nAccounting Officer of the Authoriry'\n(3) The Director-Ceneral shall be a person of known integrity' having\nexoerience in the field of uorninl't'ution and management' and shall either be\nilH,ilii:il;;;;;fi;P'ime Minister and sharr be authorized to:-\n(a) carry out administration and day to day affairs ofthe Authority;\n(b) execute all orders and directions given by the Chairperson;\nPARTII lHE GAZqTTE OF PAKISTAN, EXTRA., OCTOBER 14,2021 731\n(c) prepare periodical reports with objectivity, including a report based\non Key Performance Indicators (KPIs), for submisSion to the Prime\nMinister by the Chairperson:\n(d) implement and coordinate the objects ofthis Ordinance; and\n(e) perform any other duty, function or work assigned by the\nChairperson.\n(4) In case, the Director-General is absent or unable to perform\nfunctions, the Prime Minister may appoint an officer of the Authority as an\nActing Director-General to temporarily perform the functions of the Director-\nGeneral.\n(5) Until the Authority is duly constituted, the Director-General shall,\nsubject to .such directions as the Government may gille from time to time,\nexercise the powers and perform the functions ofthe Authority.\n(6) The officers of the Authority shall have such powers and shall\nperform such functions as may be assigned to them by the Director-General.\n10. Committees and sub-committees of the Authority.{t) The\nAuthority may, for carrying oit its functions, constitute such committees and\nsub-committees as deemed appropriate by the Authority.\n(Z) The membership of commiftees or sub-commiftees and conduct of\nbusiness thereof shall be such, as may be prescribed.\n11. Appointment of oflicers, stalT etc. by the Authority.-In addition\nto the appointment in the Secretariat under section 9, the Authority may create\nposts and appoint such directors, officers, staff, experts or consultants oh such\nterms and conditions, as may be prescribed.\n12. Remuneration of officers and staff of the Authority.{l) The\nAuthority shall by regulations determine the terms and conditions including\nsalaries, allowances and other benefits for officers and staff, keeping in view the\neconomic condition of the country, compatible with other such organizations,\nincluding organization in the private sector.\n13. Staff and olficers etc., to be public servants.-The Director\nGeneial, directors, officers, staff, experts and consultants of the Authority shall,\nwhen acting or'purporting to act in pursuance of any of the provisions of this\nOrdinance, be deemed to be public servants within the meaning of section 2l of\nthe Pakistan Penal Code (Act XLV of 1860)..4\nt\n732 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 14,2021 [PART I\n14. Delegation of poweps to the Director-General, etc.-The\nAuthority may, by general or special order and subject to such conditions as it,\nmay deems fit impose, delegiite all or any of its administrative powers or\nfunctions under this Ordinance, to the Director General, Directors or a member,\nor an officer ofthe Authority.\n15. Fund of the Authority.-The Fund of the Authority shall consist\nof-\n(a) grants and budget from the Federal Govemment;\n(b) fee collected or revenue generated by the Authority;\n(c) aid from riational and intemational agencies; and\n. (d) such sums as the Federal Govemment may allocate to the Authority\n' other than under sub-section (a).\n16. Budget, audit and accounts.-{l) The Authority shall cause\nproper accounts to be maintained as may be prescribed by the Controller General\nLf A\"\"ourtt in accordance with Articles 169 and 170 ofthe Constitution.\n(2) As soon as practicable, or ar least after the end ofthe financial year,\nthe Authority shall prepare a statement of accounts of the Authority for that year\nwhichshall include a balance sheet and an account of income and expenditure'\n(3) Within sixty days after the end of each financial year, the annual\nfinancial statements shall be audited by the Auditor General ofPakist4n.\n( ) The auditor shall make a report to the Authority upon the balance\nsheet and accounts,. which shall state whether the balance sheet is a full and fair,\ncontaining all necessary particulars and properly drawn up so as to exhibit a true\nand correit vieui of affairs of the Authority. In case the auditor has called for any\nexplanation.or information from the Authority, it shall be stated-by the auditor as\nto whether such explanation or information was provided to the auditor to his\nsatisfaction or not.\n17. Annual report.-The Authority shatl prepare once every year, in\nsuch form and at such time as may be prescribed, an annual report giving a true\nand full account of its activities during the previous year and copies thereof shall\nbe forwarded to the Govemment, which shall lay it before the National Assembly\nand the Senate.\n18. Protection of actions taken in good faith under this\nOrdinance.-No suit, prosecution or otlier legal proceedings shall lie against the\nGovemment or the Auihority or any servant thereof or any person acting under\nthe authority of the Govemment or the Authority for anything which is done inI\ngood faith or intended to be done in pursuance of this Ordinance, or rules and\nregulations made thereunder.\n19. Tax exemptions.-Jhe income of the Authority, donations and\ncontribution received by the Authority for the purpose of this Ordinance shall be\nexempt from all ta-xes, duties, charges or imposts of any nature levied by Federal,\nprovincial, local govemments or authorities or any institution.\n22. Power to make regulations.-The Authority shall make\nregulations for terms and conditions of staff and officers.\n23. Removal of difficulties.-If any difficulty arises in giving effect to\nthe provisions of this Ordinance, the Federal Govemment may be notification in\nthe official gazette, make such order, not inconsistent with the provisions of this\nOrdinance, as may appear to it to be necessary or expedient foi the removal of\nsuch difliculry.\nDR. AzuF ALVI,\nPresident.\nRAJA NAEEM AKBA&\nSecretsry.\nPRINTED BY THE MANAGE& PRINTING CORPoRATION oF PAKISTAN PRESS. ISLAMABAIJ.\nPUBLiSIIED BY THE DEPUTY CONIROLLER, STATIONERY AND FORMS, LIMVERSITY ROAD, KARACHI.P^RT IT THE GAZETTE\n20. Ordinance to override other laws.-The provisions of this\nOrdinance shall have effect, notwithstanding anything contained in any otlrer law\nfor the time being in force.\n21. Power to mdke rules.----The Federal Govemment m.iy by\nnotification in the Official Gazette, make rules for carrying out the purposes of\nthis Ordinance.\n1"
}