{
    "file": "./converted_json\\administrator26dfa37379a318e57bfc8c46e3f5a00b(1).json",
    "name": "Military College of Engineering, Risalpur (Degree) Ordinance, 1962",
    "date": "9th May, 1962",
    "tagline": "An Ordinance to grant a charter to the Military College of Engineering, Risalpur",
    "content": "THE MILITARY COLLEGE OF ENGINEERING, RISALPUR (DEGREE) \nORDINANCE, 1962  \n ORDINANCE  NO. XVII OF 1962  \n [9th May, 1962]  \nAn Ordinance to grant a charter to the Military College of Engineering, Risalpur.  \nWHEREAS  it is expedient to grant a charter to the Militar y College of Engineering, \nRisalpur, for the purpose of enabling it to award the Degree of Bachelor of Civil Engineering \nand to provide for matters ancillary thereto;  \n NOW, THEREFORE , in pursuance of Proclamation of the seventh day of October, 1958, and in \nexercise of all powers enab ling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance:__ \n1. Short title and commencement.__(1) This Ordinance may be called the Military \nCollege of Engineering, Risalpur (Degree) Ordina nce, 1962.  \n(2) It shall come into force at once.  \n \n2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or \ncontext,__  \n \n(1) ‘Academic Board’ means the Academic Board of the College ;  \n \n(2) ‘College’ means the Military Colleg e of Engineering, Risalpur ;  \n \n(3) ‘Commandant’ means the Commandant of the College ;  \n \n(4) ‘Controlling Authority’ means the Controlling Authority of the College ;  \n3. Constitution and powers of the College.__(1) The College shall consist of the \nControlli ng Autho rity, the Commandant and the Academic Board.  \n (2) Subject to rules made under this Ordinance, the College shall have the powers:__ \n(a)  to provide for instruction in Civil Engineering and allied subjects;  \n (b)  to hold examinations and confer the Degree of Bachelor of Civil Engineering on \npersons who have pursued a regular course of study in the College and have \npassed the final examination of the College, whether before or after the \ncommencement of this Ordinance;  \n (c) to co -operate with Universit ies and other authorities in such manner and for such \npurposes as may be neces sary ;  \n (d) to institute professorships, readerships or lectureships and to create any other \nteaching or administrative posts required by the College and to make appoint -\nments t hereto;  \n (e)  to institute and award fellowships, scholarships bursa ries, medals and other \nawards in accordance with the prescribed conditions;  \n (f)  to establish teaching departments and to make such arrangements for their \nmaintenance, management and adm inistration as it may consider necessary;  \n (g)  to supervise and control the residence and discipline of the students of the \nCollege and to make arrange ments for the promotion of their health and general \nwelfare;  \n(h)  to organize exhibitions and such othe r functions as may be beneficial to the \nstudents; and  \n \n(i)  to do such other acts and things as may be necessary for the furtherance of the \nobjects of the College as an examining and teaching body.  \n4. Controlling Authority.__(1) The Engineer -in-Chief of t he Pakistan Army shall be the \nControlling Authority of the College.  \n (2) Subject to the provisions of this Ordinance and the rules made thereunder, the \nControlling Authority shall have such powers and duties as the 1[Federal Government] may \ndetermine.  \n  5. Commandant.__(1) There shall be a Commandant of the College who shall be \nappointed by the Controlling Authority on such terms and conditions as it may determine.  \n (2) Subject to provisions of this Ordinance and the rules and regulations made there -\nunder, the Commandant shall have such powers and duties as the Controlling Authority may \ndetermine.  \n 6. Academic Board.  There shall be an Academic Board consisting of__ \n (a)  the Commandant who shall be the Chairman of the Academic Board;  \n (b)  the Professors and  Assistant Professors of the Col lege; and  \n (c)  such other persons as may be appointed by the Controlling Authority.  \n  7. Functions of Academic Board.  The functions of the Academic Board shall be__ \n (a)  to advise the Controlling Authority on all academic  matters;  \n (b)  to make arrangements for the proper teaching and conduct of examinations and \nthe promotion of academic life in the College;  \n(c)  to propose to the Controlling Authority schemes for the constitution of teaching \ndepartments in the College;  \n(d)  to prescribe, subject to the approval of the Control ling Authority, the course of \nstudies, the syllabi and the outlines of texts for the Degree examination in Civil \nEngineering.  \n                                                \n1Subs. by  F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \n8. Power to make rules.  The 1[Federal Government] may, by notification i n the official \nGazette, make rules for the purpose of carrying into effect the provisions of this Ordinance.  \n9. Regulations.  The Controlling Authority may with the previous appro val of the \n1[Federal Government] make regulations, not inconsistent with the rules, to carry out the \npurposes of this Ordinance.  \n  10.  Interpretation by Federal  Government.  If any question arises regarding \ninterpretation of any provisions of this Ordinance or of any rules or regulations made thereunder, \nthe matter shall be referre d by the Controlling Autho rity to the 1[Federal Government] whose \ndecision thereon shall be final.  \n 11. Waiver of defect in the constitution of Academic Board.  No act or proceeding of \nany Authority or other body of the College shall be invalid merely on t he ground of the exis -\ntence of any vacancy in, or any defect in the constitution of the Academic Board.  \n 12. Bar of jurisdiction.  No order made under this Ordinance or the rules or regulations \nmade thereunder shall be called in question in any court, and n o suit, prosecution or other legal \nproceedings shall lie against any person for anything in good faith done or intended to be done \nunder this Ordinance or the rules or regulations.  \n 13. Power to remove difficulties.  The 1[Federal Government] may for the pu rpose of \nremoving any difficulties in first giving effect to the provisions of this Ordinance, particularly in \nrelation to the constitution or re constitution of any authority, make such order as it may deem \nnecessary or expedient.  \n \n_______      \n \n                                                \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”."
}