{
    "file": "./converted_json\\administrator0a53e6eaf14419f124b4f8773d4cff83.json",
    "name": "Protection of Parents Ordinance, 2021",
    "date": "8th May, 2021",
    "tagline": "An Ordinance to provide for the protection of parents from being expelled or evicted from houses, to provide for offences and punishments in this regard and for matters ancillary thereto.",
    "content": "PART I]    THE GAZETTE OF PAKISTAN, EXTRA., MAY  9, 2021 167\n____________________________________________________________________________________________________________________________________\nISLAMABAD, SUNDAY,  MAY 9, 2021____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 8th May, 2021\nNo. F. 2(1)/2021-Pub.— The following Ordinance promulgated on 8th\nMay, 2021 by the President is hereby published for general information:—\nORDINANCE No. XII OF 2021\nAN\nORDINANCE\nto provide for the protection of parents;\nWHEREAS it is expedient to provide for the protection of parents from being\nexpelled or evicted from houses, to provide for offences and punishments in this\nregard and for matters ancillary thereto;\nAND WHEREAS the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\n(167)\nPrice: Rs. 6.00\n[638(2021)/Ex. Gaz.]\n168 THE GAZETTE OF PAKISTAN, EXTRA., MAY  9, 2021   [PART I\nNOW, THEREFORE , in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President of\nIslamic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance:—\n1.Short title and commencement.— (1) This Ordinance may be called\nthe Protection of Parents Ordinance, 2021.\n(2) It shall come into force at once.\n2.Definitions.— In this Ordinance, unless there is anything repugnant\nin the subject or context:—\n(a) “Code” means the Code of Criminal Procedure, 1898 (Act V of 1898);\n(b) “Court of Sessions” means the court of Sessions Judge, Additional\nSessions Judge or Assistant Sessions Judge, as the case may be;\n(c) “Child” means a direct descendant, over the age of eighteen years\nand includes any offspring of any age of such descendant;\n(d) “house” means space or accommodation occupied for residential\npurposes and includes a bungalow or a flat;\n(e) “parent” means a mother or a father or a grandmother or a grandfather.\n3.Punishment for eviction of parents.— Where a child, his spouse or\noffspring, evicts or expels a parent from a house, whether owned or rented by such\nchild, or in his possession by any other means, he shall be punished with rigorous\nimprisonment for a term not exceeding one year or with fine or with both.\n4.Parents’ right to evict children etc.— (1) Subject to the provisions\nof this section, a parent shall have the right to evict a child, his spouse or offspring,\nfrom a house owned or rented by such parent or in his possession by any other\nmeans.\n(2) If any child, his spouse or offspring, fails to vacate the house, upon the\nexpiry of seven days of service of a written notice of eviction from the parent, they\nshall be guilty of an offence punishable with simple imprisonment for a term which\nmay extend to thirty days or with fine which may extend to fifty thousand rupees or\nwith both.\nPART I]    THE GAZETTE OF PAKISTAN, EXTRA., MAY  9, 2021 169\n(3) A notice under sub-section (2) required to be served on a child, his\nspouse or offspring, as the case may be, for the purposes of this Ordinance, shall be\ntreated as properly served on such child, his spouse or offspring, if—\n(a) personally served on the child, his spouse or offspring, as the case\nmay be;\n(b) sent by registered post or courier service to the child, his spouse or\noffspring at their residential address;\n(c) served on the child, his spouse or offspring in the manner prescribed\nfor service of summons under the Code of Civil Procedure, 1908 (Act\nV of 1908); or\n(d) served on the child, his spouse or offspring electronically.\nExplanation.— It is clarified that in case the spouse or the offspring of the\nchild are below the age of eighteen years, service to the child shall be\nconstrued as deemed service to the spouse or the offspring, as the case\nmay be.\n(4) Notwithstanding the commission of an offence under sub-section (2),\nwhere a child, his spouse or offspring, fails to vacate a house owned by his parent\nwithin the notice period specified in sub-section (2), such parent may file a written\ncomplaint to the Deputy Commissioner of the District in which the house is situated.\n(5) Upon receipt of a complaint under sub-section (4), the Deputy\nCommissioner shall, after providing the parties an opportunity of being heard, order\nvacation of the house by the child, if he is satisfied that the ownership thereof vests\nin the parent in the official record irrespective of any defence put up by the child,\nincluding the defences that the house was constructed or purchased through the\nfunds of the child, his spouse or offspring or anyone else, or that anyone including\nthe child, his spouse or offspring have acquired or purchased the house from the\nparent.\n(6) The decision under sub-section (5) shall be made by the Deputy\nCommissioner, preferably within seven days of the filing of the complaint, but in no\ncase later than fourteen days.\n(7) The Deputy Commissioner may, if he deems necessary, direct the\nofficer-in-charge of a police station or any other law enforcement agency for such\nassistance as may be required for the purpose of implementing the order passed\nunder this section.\n170 THE GAZETTE OF PAKISTAN, EXTRA., MAY  9, 2021   [PART I\nExplanation.— The provisions of this section shall apply, if the house is—\n(i) solely owned by a parent who seeks eviction of the child, his spouse or\noffspring; or\n(ii) co-owned by both the parents, provided both the parents sign the notice\nunder sub-section (2).\n5.Powers of police to arrest.— Upon receiving information from a\nparent, the police may arrest without arrest warrant any person responsible for\ncommitting an offence under this Ordinance.\n6.Trial.—When the person arrested under the last preceding section\nappears or is brought before the magistrate, he shall be tried in accordance with the\nprocedure prescribed for the trial under Chapter-XX of the Code of Criminal\nProcedure, 1898 (Act V of 1898).\n7.Appeal.— Any person aggrieved by an order under:—\n(i) sub-section (5) of section 2 may file an appeal to the Court of Sessions\nwithin thirty (30) days of such order; or\n(ii) section 3 and sub-section (2) of section 4, may file an appeal in such\nmanner as is provided in the Code.\n8.Provisions of the Code to apply.— Save as otherwise provided\nunder this Ordinance, the provisions of the Code shall mutatis mutandis apply to the\nproceedings under this Ordinance.\nDR. ARIF ALVI,\nPresident.\n_______\nMUHAMMAD UMER AZIZ,\nJoint Secretary.\n_______________________________________________________________________________________________\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}