{
    "file": "./converted_json\\administrator72c8d9d538a66742b84a728e1658ab73.json",
    "name": "The Reformatory Schools Act, 1897",
    "date": "11th March, 1897",
    "tagline": "An Act to amend the law relating to Reformatory Schools",
    "content": "Page 1 of 11 \n                                                                \n \n \n \nTHE REFORMATORY SCHOOL S ACT, 1897 \n \n              \n \nCONTENTS  \nI.—PRELIMINARY  \n1.  Title and extent.  \n2.­3.  [Repealed.]  \n4.  Definitions.  \nII. —REFORMATORY SCHOOLS  \n5.  Power to establish and disc ontinue Reformatory Schools.  \n6.  Requisites of schools.  \n7.  Inspection of Reformatory Schools.  \n8.  Power of Courts to direct youthful offenders to be sent to Reformatory Schools.  \n9.  Procedure where Magistrate is not empowered to pass an order under sectio n 8. \n10.  Power of Magistrates to direct boys under fifteen sentenced to imprisonment to  be sent to \n Reformatory Schools.  \n11.  Preliminary inquiry and finding as to age of youthful offender.  \n12.  Government to determine Reformatory School to which offender s shall be sent.  \n13.  Persons found to be over eighteen years not to be detained in Reformatory  School.  \n14.  Discharge or removal by order of Government.  \n15.  Agreement between Provinces.  \n16.  Certain orders not subject to appeal or revision.   \n \n\n \nPage 2 of 11 \n III. —MANAGE MENT OF REFORMATORY SCHOOLS  \n17.  Appointment of Superintendent and Committee of Visitors or Board of  Management.  \n18.  Superintendent may license youthful offenders to employers of labour.  \n19.  Cancellation of license.  \n20.  Determination of license.  \n21.  Cancellation of license in case of ill­treatment.  \n22.  Superintendent to be deemed guardian of youthful offenders.  \n Power to apprentice youthful offender.  \n23.  Duties of Committee of Visitors.  \n24.  Powers of Board of Management.  \n25.  Power to appoint Trustee s or other Managers of a school to be a Board of  Management.  \n26.  Power of board to make rules.  \nIV. —OFFENCES IN RELATION TO REFORMATORY SCHOOLS  \n27.  Penalty for introduction or removal or supply of prohibited articles and  communication with \n youthful offe nders.  \n28.  Penalty for abetting escape of youthful offender.  \n29.  Arrest of escaped youthful offender.  \nV. —MISCELLANEOUS  \n30.  [Repealed.]  \n31.  Power to deal in other ways with youthful offenders, including girls.  \n32.  Procedure when youthful offender unde r detention in a Reformatory School is  again  \n Convicted and sentenced.  \n \n \nPage 3 of 11 \n THE REFORMATORY SCHOOL S ACT, 1897 \n \n1ACT  No. VIII OF 1897  \n[11th March, 1897] \n \nAn Act to amend the law relating to Reformatory Schools and to make further provision  for dealing with \nyouthful offenders. \n \n WHBREAS  it is expedient to amend the law relating to Reformatory Schools and to make \nfurther provision  for dealing with youthful offenders;  \n \n It is hereby enacted as follows : \n \nI. —PRELIMINARY  \n \n 1. Title an extent.-(1) This Act may be called the Reformatory Schools  Act, 1897;  2* \n  2[*        *          *          *          *          *          *          *          *          *          *          *] \n   3[(3) The Federal Government may, at any time, by notification in the official Gazet te, \nextend this Act to the Islamabad Capital Territory from such day as may be fixed in such \nnotification.]. ] \n \n2 and 3. [Repeals.] Rep. by the Repealing  Act, 1938 (I of ] 938),  s. 2 and Schedule. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1896, Pt V, p. 187 ; for Report of the Select Committee, see ibid., 1897, Pt. VI, p. 55; and for \nProceedings in Council, see ibid., 1896, Pt. V, pp. 222 and 251 ; and ibid., 1896, Pt. VI. pp. 44 and 68. \nThis Act has been declared to be in force in Baluchistan by the British Baluchistan Laws Regulation. 1913 (2 of 1913), s. 3 and Sch. I. \nIt has also been extended to the Leased Areas of Baluchistan. see the Leased Areas Laws) Order, 1950 (G.G.0.3 of 1950); and applied in the \nFederated Areas of Baluchistan, see Gazette of India. 1937, Pt. I. p. 1499. \nThe Act, as in force in the North-West Frontier Province immediately before the commencement of N.W.F.P. Regulation No. II of 1974. has been applied to the \nProvincially Administered Tribal Areas of Chitral. Dir, Kalam. Swat and Malakand Protected Area, by N.W.F.P. Regulation, No. II of 1974. s. 3. \nThis Act has been amended to the extent of Islamabad Capital Territory. see Ordinance No. 27 of 1981. s. 5 and 4th Sch. \n2The word “and” at the end of sub-section (1) and sub-section (2). rep, by the Repealing and Amending Act. 1914 (10 of 1914), s. 3 and \nSch. II. \n3Subs. by Ord. XXVII of 1981, s. 5 and Sch. IV (only to the extent of ICT).\n \nPage 4 of 11 \n  4. Definitions. In this Act, unless there is anything  repugnant in the subject or context,- \n \n1(a)  “youthful offender” means any boy who has been convicted of any offence \npunish able with 2[ *  *  * ] or imprison ment and who,  at the time of such \nconviction, was under the age of fifteen years: \n \n(b)    “Inspector   General”   includes   any   officer   appoin ted   by   the \n3[Provincial Government] to  perform all or any of the duties imposed by \nthis Act on the Inspector General: and \n \n 4[*                    *                      *                      *                      *                    *                      *] \n \nII. —REFORMATORY SCHOOL S \n \n 5. Power to establish and discontinue Reformatory Schools.  5*       *          * The \n3[Provincial Government] may— \n \n(a)  establish  and maintain Reformatory Schools  at such places as it may think  \nfit; \n \n(b)  use as Reformatory Schools  schools kept by persons  willing  to act in \nconformity with such rules, consistent with this Act, as the 3[Provincial  \nGovernment]  may prescribe in this behalf; \n \n(c)  direct that any school so established or used shall cease  to exist as a \nReformatory School or to be used as such. \n \n 6.  Requisites of schools. Every school so established or used must provide- \n \n \n(a)  sufficient means of separating the inmates at night; \n \n(b)  proper sanitary arrangements,  water-supply,  food, clothing  and bedding \nfor the youthful offenders detained therein; \n \n(c)  the means of giving such youthful offenders industri al training;  \n \n(d)  an infirmary or proper place for the reception of such youthful offenders \nwhen sick. \n \n 7. Inspection of Reformatory Schools.—(1) Every school intended to be established or \nused as a Reformatory School shall, before being used as such, be inspected Schools by  the  \nInspector  General,  and  if  he  finds  that  the  requirements  of  section  6  have  been complied \nwith,  and that, in his  opinion,  such school is fitted for the reception of such youthful offenders as \nmay be sent there under this Act, he shall certify to that effect, and such \n \n1In Sind the age-limit has been raised to 16: see the Bombay, Children Act, 1924 (Born. 13 of 1924). s. 4. \n2Omitted by Ord. XXVII of 1981, s. 5 and Sch. IV (only to the extent of ICT).  \n3Subs. by A. 0., 1937, for “L.G.”. \n4Clause (c) omitted by A.O., 1949. Sch. \n5The word s “With the previous sanction of the G, G. in C.” rep. by the Decentralization Act, 1914 (4 of 1914). s. 2 and Sch., Pt. I, \n \nPage 5 of 11 \n certificate  shall  be  published  in  the 1[official  Gazette],  together  with  an  order  of  the \n2[provincial Government] establishing  the school as a Reformatory School or directing that it shall \nbe used as such, and the school shall thereupon be deemed to be a Reformatory School.  \n \n (2) Every such school shall, from time to time, and at least once in every year, be visited \nby the said Inspector General, who shall send to the 2[Provincial Government] a report on the \ncondition  of the school in such form as the 2[Provincial Government] may prescribe. \n \n 8. Power of Courts to direct youthful offenders to be sent to Reformatory Schools.—\n(1) Whenever any youthful offender is sentenced to 3[* * *] impriso nment, and is, in the judgement  \nof the Court by which he is sentenced,  a  pro per  person  to  be an inmate  of a Reformatory   \nSchool,  the  Court  may,  subject  to  any  rules  made  by  the 2[Provincial Government],  direct \n4that, instead  of  undergoing  his sentence,  he shall be sent to such a school,  and be there \ndetained for a period which shall be not less than 5three or more than seven years. \n \n (2) The powers so conferred on the court by this  section shall be exercised only by (a) the \nHigh Court, (b), a Court of Session,  (c) a Distr ict Magistrate, and (d) any Magistrate specially \nempowered by the 2[Provincial Government]  in  this behalf, and may be exercised by such \nCourts  whether the case comes before them originally or on apeal. \n \n (3) The 2[provincial Government] may make rules for- \n \n6(a)  defining  what youthful offenders should  be sent to Reformatory Schools, \nhaving regard to the nature of their offences or other considerations,  and \n \n(b)  regulating the periods for which youthful offenders may be sent to such \nschools according  to their ages or other considerations7. \n \n \n 9. Procedure where Magistrate is not empowered to pass an order under section 8. —(1) \nWhen any Magistrate not empowered to pass an order under  the  last  foregoing  section  is  of  \nopinion  that  a  youthful  offender convicted by him is a proper person to be an inmate of a \nReformatory  School,  he  may, without passing  sentence, record such opinion  and submit his \nproceedings and forward the youthful offender to the District Magistrate to whom  he is \nsubordin ate. \n \n (2) The Magistrate to whom the proceedings are so submitted may make such further \ninquiry  (if any) as he may think  fit and pass such sentence and order for the detention  in a \nReformatory School of the youthful offender, or oth erwise, as he might have passed if such \nyouthful offender had been originally tried by him. \n \n \n1Subs. by A.O., 1937, for “local official Gazette”. \n2Subs. ibid., for “L. G.”. \n3Omitted by Ord. XXVII of 1981, s. 5 and Sch. IV (only to the ext ent of ICT).  \n4For delegation of powers of a L.G. to the Commissioner in Sind under this section, see Born. Govt. Gazette, 1912, Pt, I. p. 1193. \n5This part of the section has been amended in Sind by the Bombay Children Act, 1924, (Bom. 13 of 1924), s. 4. \n6For rules made under this clause by the Punjab Government, see Punjab Gazette, dated the 2nd October, 1903, Extraordinary, p. 3. For rules made by the Chief \nCommissioner of Baluchistan, see Gaz. of P., 1954, Pt. VI, pp. 93-94. \n7For rules regulating the period for which youthful offende rs may be sent to Reformatories, see different local R. & O. \n \nPage 6 of 11 \n  10. Power of Magistrates to direct boys under fifteen sentenced to imprisonment to \nbe sent to Reformatory Schools. The officer in charge of a prison  in which a youthful offender is \nconfined, in execution of a sentence of imprisonment, may bring  him, if he has not then attained the \nage of fifteen years, before the Distr ict Magistrate within whose jurisd iction such prison  is situate; \nand such Magistrate may, if such youthful offender appears to be  a proper person to be an inmate of \na Reformatory School,  direct that, instead of undergoing the residue of his sentence, he shall be \nsent to a Reformatory  School,  and there detained for a period which shall be subject to the same \nlimitations as are prescribed by or under section 8, with reference to the period of detention thereby \nauthoris ed. \n \n 11. Preliminary inquiry and finding as to age of youthful offender.-(l) Before \ndirecting any youthful  offender  to be sent to a Reformatory  School  under  section  8, section  \n9, or section 10, the Court or Magistrate shall inquire  into the question  of his age and, after  taking  \nsuch  evidence  (If any)  as may  be  deemed  necessary,  shall  record  a finding thereon, stating \nhis age as nearly as may be. \n \n (2) A similar inquiry  shall be made and finding recorded by every Magistrate not \nempowered  to  pass  an  order  under  section  8  before  submitting  his  proceedings  and \nforwarding  the youthful offender to the Distr ict Magistrate  as required by section 9, sub - \nsection (1). \n \n 12. Government to determine Reformatory School to which offenders shall be sent. \nEvery youthful offender directed by a Court or Magistrate to be sent to a Reformatory School shall \nbe sent to such Reformatory School as the  l[Provincial Government] may, by general or special \norder, appoint  for the reception  of youthful offenders so dealt with by su ch Court or M agistrate: \n \n Provided that, if accommodation in a Reformatory School is not immediately available \nfor such youthful offender, he may be detained in the juvenile ward or such other suitable part \nof a prison  as the 1[Provincial Government] may direct- \n \n(a)  until he can be sent to a Reformatory School,  or \n \n(b)  until the term of his original sentence expires, whichever event may first \nhappen. Should  the term of his original sentence first expire, he shall \nthereupon  be released, but should  he be sent to a Reformatory School,  then \nthe period of detention previously  undergone shall be treated as detention in \na Reformatory School.  \n \n \n \n \n \n \n \n \n \n \n \n1Subs.by A.O., 1937 , for “L.G.”. \n \nPage 7 of 11 \n  13. Persons found to be over eighteen years not to be detained in Reformatory \nSchools.—(1) If at any time after a youthful offender has been sent to a Reformatory School it \nappears to the Committee of Visitors or Board of Management, as the case may be, that the age \nof such youthful offender has been understated in the order for detention, and that he will attain \nthe age of eighteen years before the expiration of the period for which he has been ordered to be \ndetained, they shall report the case for the orders of the 1[Provincial Government]. \n \n (2) No person shall be detained in a Reformatory School after he has been found  by the \n1[Provincial Government] to have attained the age of eighteen years.  \n \n 14. Discharge removal by order of Government. The 1[Provincial Government] may at \nany time order Discharge or any youthful offender- \n \n(a)  to be discharged from a Reformatory School;  \n \n(b)  to be removed from one Reformatory School to another such school situate \nwithin the territori es subject to su ch Government: Provided that the whole \nperiod of his detention in a Reformatory School shall not be increased by \nsuch removal.  2[15. Agreemen t between Provinces . The Provincial Governments  of any two Pr ovinces \nmay after mutual agreement, generally or specially, notify in their respective official Gazettes that  \nany  Reformatory  School  situated  in one  of  the  Provinces  shall  be available  for  the reception of \nyouthful offenders directed to be sent  to a Reformatory School by any Court or Magistrate  in the \nother Province  and may thereupon  make  provision  for the removal  of youthful offenders \naccordingly.]  \n \n 16. Certain orders not subject to appeal or revision. —Nothing  contained in the 3[Code \nof Criminal Procedure, 1898 (Act V of 1898)], shall be constru ed to authorise  any Court or \nMagistrate to alter or reverse in appeal or revision  any order passed with respect to the age of a \nyouthful offender or the substit ution of an order for detention  in a Reformatory School for 3[* * *]  \nimprisonment. \n \nIII-MANA GEMENT OF REFORMATORY SCHOOL S \n \n 17. Appointment   of   Superintendent   and   Committee   of   Visito rs   or   Board   of \nManagement.—(1) For the control  and management of every Reformatory School,  the 1[Provincial  \nGovernment]  shall  4appoint  either  (a)  a  Superintendent  and  a  Committee  of Visitors,  or (b) a \nBoard of Management. \n \n \n \n \n \n \n \n \n1Subs. by A.O., 1937, for “L. G.”; \n2Subs. ibid., for the original section 15. \n3Subs. and omitted by Ord. XXVI I of 1981, s. 5 and Sch. IV (only to the extent of ICT). \n4For notification making such appointments, See different local Rules and Orders. \n \nPage 8 of 11 \n  (2) Every Committee and every Board so appointed must consist of not less than five \npersons  1[* * *].  \n \n (3) The 2[Provincial Go vernment] may suspend or remove any Superintendent or any \nMember of a Committee or Board so appoin ted. \n \n 18. Superintendent ma y license youthful offenders to  employers of  labour .— (1)  Every \nSuperintendent so appointed may, with the sanction of  the Committee, by license under his hand, \npermit any youthful offender sent to a Reformatory School, who has attained the age of fourteen \nyears, to live under the charge of any trustworthy and respectable person named in the license, or any \nofficer of Gov ernment or of a Municipality, being an employer of labour and willing  to receive and \ntake charge of him, on the condition that the employer shall keep such youthful offender employed at \nsome trade, occupation or calling.  \n (2) The license shall be in force for three months and no longer but may , at any time \nand from time to time unt il the expiration  of the period  for which  the youthful  offender  has \nbeen directed to be detained, be renewed for three months at a time. \n \n 19. Cancellation  of license. The license shall be cancelled at the desire of the employer   \nnamed in the license. \n \n 20. Determination of license. If during  the term of the license the employer named \ntherein dies,  or  ceases  from  b usiness  or to employ l abour,  or the period  for which  the \nyouthful offender has been directed to be detained in the Reformatory  School expires,  the \nlicense shall thereupon  cease and determine. \n \n 21. Cancellation  of license in case of ill-treatment. If it appears to the Superintendent \nthat the  employer  of  license  in  has  ill-treated  the  youthful  offender,  or  has  not  adequately \nprovided for his lodging and maintenance, the Superintendent may cancel the license. \n \n 22. Superintendent to be deemed guardian of youthful offenders .—(1) The \nSuperintendent o f a Reformatory  School  shall  be deemed  to be the guardian  of every youthful  \noffender detained  in  such  school,  within  the  meaning of 1[Ordinance No. LVI of 1962].  \n \n Power to apprentice youthful offender. — (2) If it appears to the  Superintendent that any \nyouthful offender licensed, under section 18 has behaved well during  one or more periods  of his \nlicense,  the Superintendent  may, with the sanction,  of the Committee,  apprentice  him under \nthe provisions  of the said Act, and on such apprenticement  the  right to detain such youthful \noffender in a Reformatory School shall cease, and the unexpired term (if any) of his sentence shall \nbe cancelled. \n \n \n \n \n \n \n1Subs. and omitted by Ord. XXVII of 1981, s. 5 and Sch. IV (only to the extent of ICT). \n2Subs. by A.O., 1937, for “L.G.”. \n \nPage 9 of 11 \n  23. Duties of Com mittee of Visito rs. — (1) Every Committee  of Visito rs appoint ed \nunder section 17 for a Reformatory School shall, at least once in every month— \n \n(a)  visit the school,  to hear complaints and see that the requirements of section \n6 have been complied with, and that the management of the school is \nproper in all respects; \n \n(b)  examine the punishment-book;  \n \n(c)   bring  any special cases to the notice of the Inspector-General; and \n \n(d)   see that no person is illegally detained in the School.  \n \n \n (2) If any member of a Committee of Visitors  so appoint ed fails or neglects, during  a \nperiod of six consecutive months,  to visit the school and assist in the discharge of the duties \naforesaid, he shall cease to be a member of such Committee. \n \n 24. Powers of Board of Management. If, in exercise of the power conferred by section \n17, the 1[Provincial Government] appoints a Board of Management for any Reformatory School, \nsuch Board shall have the powers and perform the functions  of  the Superintendent  under \nsections  18 to 22, both inclusive; and the license mentioned in section 18 may be under the hand  \nof  their  chairman;  and  they  shall  be  deemed  to  be  the  guardians  of  the  youthf  ul offenders \ndetained in such school.  \n \n 25. Power to appoint Trustees or other Managers of a school to be a Board of \nManagement.  The  1[Provincial  Government]  may  declare  a ny body  of  Trustees  or Managers  \nof a school, who are willing to act in conformity  with the rules referred  to in  section 5, clause (b), to \nbe a Board of Management under this Act, and thereupon such body or Manager shall have all the \npowers and perform all the functions of such Board of Management.  \n 26.  Power of  Board  to  make  rules.— (1) With the previous  sanction  of  the \n1[Provincial Government], every Board of Management of a Reformatory School may from time to \ntime make rules consis tent with this Act– \n \n(i)        to prescribe the articles which are to be deemed to be “prohibited articles”; and  \n(ii)        to r egulate — \n(a)      the conduct of business of the Board; \n  \n(b)      the management of the school;  \n  \n(c)     the education and indust rial training  of youthful offenders; \n  \n(d)     visits to, and communication with,  youthful offenders; \n \n  \nlSubs. by A.O., 1937,  for “L.G.”. \n \nPage 10 of 11 \n (e)       the terms and conditions under which any articles declared by the Board \nto be “prohibi ted articles” may be introdu ced into or removed out of the \nschool; \n \n(f)      the manner in which such articles are to be removed when introdu ced without \ndue author ity; \n \n(g) the conditions and li mitations un der whi ch su ch articles may be suppli ed \noutside  the school to any youthful offender under order of detention therein; \n \n(h) the conditions on which the possession  by any such youthful offender of \nsuch articles may be sanctioned; \n \n(i) the penalties to be imposed for the supply  or possession of su ch articles when \nsuppli ed or possessed without  due authorit y; \n \n(j)        the punish ment of offences committed by youthful offenders; and \n \n(k)       the granting  of licenses for the employment of youthful offenders. \n \n (2) In the absence of a Board of Management the 1[Provincial Government] may make rules \nconsis tent with this Act to regulate for any Reformatory School the matters mentioned in any clause \nof sub-section (1), other than clause (ii), (a), and also the mode in which the Committee of Visitors  \nshall conduct their busin ess. \n \nIV. —OFFENCES IN RELATION TO REFORMATORY SCHOOL S \n \n 27. Penalty for introduction or removal or s upply of prohibited articles and \ncommunication with youthful offenders. Whoever, contrary to  any rule made under section 26, \nintrodu ces or r emoves  or  attempts  by  any  means  whatever  to  introdu ce  or  remove  into  or  \nfrom  any Reformatory School,  or suppli es or attempts to supply  outside  the limits of any \nReformatory School to any youthful offender under order of detention  therein, any prohibit ed article, \nand every officer or person in charge of a Reformatory School who,  contrary to any such rul e, \nknowin gly suffers any such article to be introduced into or removed from any Reformatory School,  \nto be possessed by any youthful offender detained therein, or to be suppli ed to any such youthful \noffender outsi de its limits, and whoever, contrary to any such rule, communicates or attempts to \ncommunicate with any su ch youthful offender, and whoever abets any offence made punis hable \nunder this section, shall, on conviction before a Magistrate, be liable to imprison ment for a term not \nexceeding six months,  or to fine n ot exceeding two hundr ed rupees, or to both.  \n \n 28. Penalty for abetting escape of youthful offender. Whoever abets an escape, or an \nattempt to escape on  the part of a youthful offender from a Reformatory School,  or from the  \nemployer of such youthful offender, shall be punis hable with imprison ment for a term which may \nextend to six months,  or with fine not exceeding two hundr ed rupees, or with both.  \n \n \n \n1Subs. by. A.O., 1937, for “L.G.”. \n \nPage 11 of 11 \n  29. Arrest of escaped youthful offender. A Police-officer may, without  orders from a \nMagistrate and witho ut a warrant, arrest any youthful offender sent to a Reformatory School und er \nthis Act, who has escaped from such school or from his employer, and take him back to su ch school \nor to his employer. \n \nV. —MISCELL ANEOUS \n \n 30. [Appli cation of Act XV of 1869 to youthful offenders detained in Reformatory  Schools .] \nRep. by the Prison ers Act, 1900 (III of 1900), s. 53 and Schedule III. \n \n 31. Power to deal in other ways with youthful offenders including girls.—(1) \nNotwithst anding anything  contained in this Act or in any other enactment for the time being in  force, \nany Court may,  if  it  shall  think  fit,  instead  of  sentencing any  youthful offender to  1[* * *] \nimprison ment or directing him to be detained in a Reformatory School,  order him to be- \n \n(a)  discharged after due admonition,  or \n \n(b)  delivered to his parent or to his guardian or nearest adult relative, on such \nparent, guardian or relative executing a  bond,  with or without  sureties, as the \nCourt may require, to be respon sible for the good behaviour of the youthful \noffender for any period not exceeding twelve months.  \n \n (2) For the purpos es of this section the term “youthful offender” shall include a girl. \n \n (3) The powers conferred on  the Court by this section sh all be exercised only  by Courts \nempowered by or under section 8. \n \n (4) When any youthful offender is convicted by a Court not empowered to act under this \nsection and the Court is of opinion that the powers conferred by this section should  be exercised in \nrespect of such youthful  offender, it may record such opinion and submit the proceedings and \nforward the youthful offender to the District Magistrate to whom  such Court is subordin ate. \n \n (5) The Distr ict Magistrate to whom  the proceedings are so submitted may thereupon make \nsuch order or pass such sentence as he might have made or passed if the case had originally been tried \nby him. \n \n 32. Procedure when youthful offender under detention in a Reformatory School is \nagain convicted and sentenced. When a  youthful  offender  during  his  period  of  detention  in  a \nReformatory School is again convicted by a Criminal Court, the sentence of such Court shall \ncommence at once, notwithst anding  anything  to the contrary in section 397 of the 2Code of \nCriminal Procedure, 1898, but the Court shall forthwith  report the matter to the 3[Provincial \nGovernment] , which shall have power to deal with the matter in any way in which it thinks fit. \n \n___________ \n \n \nDate: 05 -09-2024  \n \n1Subs. and omitted by Ord. XXVII of 1981, s. 5 and Sch. IV (only to the extent of ICT).  \n2See now the Code of Criminal Procedure, 1898 (V of 1898) \n3Subs. by A. 0.. 1937. for “L G.”."
}