{
    "file": "./converted_json\\administrator593a7e841e16fe916a63304d2f11df84.json",
    "name": "Anti-terrorism (Amendment) Act, 2020",
    "date": "30th July, 2020",
    "tagline": "Further to amend the Anti-terrorism Act, 1997",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA., MAY   24,  2018     711 \n \n \n \n  \nISLAMABAD, THURSDAY , JULY  30, 2020  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SECRETARIAT  \n \nIslamabad , the 30th  July, 2020 \n \n No. F. 2 2(8)/2020-Legis. —The following Act of Majlis -e-Shoora  \n(Parliament) received t he assent of the President on the 30th July, 2020, is hereby \npublished for general information :— \n \nACT NO. XX OF 2020  \n \nfurther to amend the Anti -terrorism Act, 1997  \n \n WHEREAS , it is expedient further to amend the Anti -terrorism Act, 1997 \n(XXVII of 1997) for  the purposes hereinafter appearing;  \n \n It is hereby enacted as under: — \n \n 1. Short title and Commencement. —(1) This Act may be called the \nAnti-terrorism (Amendment) Act, 2020.  \n \n (2) It shall come into force at once.  \n \n 2. Amendment of section 2, XXVII of 199 7.—In the Anti -terrorism \nAct, 1997 (XXVII of 1997), hereinafter referred to as “the Act”, in section 2, the \nexisting clause (pa) shall be re -numbered as clause (paa) and before the aforesaid  \nre-numbered clause the following new clause shall be inserted, n amely: — \n \n “(pa)  “person” means any natural, legal person or body corporate;”  \n \n 3. Amendment of section 11 O, Act XXVII of 1997. —In the Act, in \nsection 11 O,— \n \n (a) for sub -section (2), the following shall be substituted, namely: — \n \n(489) \n \n Price : Rs. 5.00 \n[5772(2020 ) Ex.Gaz .]   \n490 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY   30,  2020 [PART I \n \n  “(2) Any natural person not connected with a legal person or body \ncorporate, who violates any provision of sub -section (1) shall be \nliable, on conviction to imprisonment for a term not exceeding \nten years or with fine not exceeding twen ty-five million rupees \nor with both. ”;   \n (b) in sub --section (3), for the expression “to penalty of fine not \nexceeding ten million rupees and every director, officer or employee  \nof such person found guilty of the violation shall be punished in terms \nthere of”, the expression “on conviction to fine not exceeding fifty \nmillion rupees and every director, officer or employees of such person \nfound guilty of the violation shall be liable on conviction to \nimprisonment for a term not exceeding ten years or with fin e not \nexceeding twenty five million rupees or with both ” shall be \nsubstituted; and    \n (c) after sub -section (3), the following new sub -section shall be inserted, \nnamely: —   \n “(3A)  Notwithstanding anything contained in sub -section (2), if any \npublic servant  is found negligent in complying with the \nprovision of sub -section (1) such public servant shall be \nproceeded against under respective service rules for \nadministrative action. ”.   \n 4. Insertion of section 11 OOO , Act XXVII of 1997. —In the Act, after \nsection  11OO, the following new section shall be inserted, namely: —   \n “11OOO . Violation of UN Security Council Resolution. —(1) A person is \nguilty of an offence if he, in any way whatsoever, refuses or fails to \ncomply with the orders of the Federal Government und er section 2 of \nthe United Nations (Security Council) Act, 1948 (XIV of 1948).    \n (2) A person guilty of an offence under sub -section (1), shall be liable on \nconviction to imprisonment for a term not exceeding ten years or with \nfine not exceeding twenty fi ve million rupees or with both.    \n (3) If a legal person or body corporate, commits an offence under  \nsub-section (1), such person or body corporate shall be liable on \nconviction to fine not exceeding fifty million rupees and every \ndirector, officer or emp loyee of such legal person or body corporate \nfound guilty of the violation shall be liable on conviction to \nimprisonment for a term not exceeding ten years or with fine not \nexceeding twenty five million rupees or with both.    \n (4) Notwithstanding anything contained in sub -section (2), of section \n11OOO , if any public servant is found negligent in  complying with the \nprovisions of sub -section (1), such public servant shall be proceeded \nagain under respective service rules for administrative action. ”. \n \n \n \nTAHIR HUSSAIN,  \nSecretary . \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}