{
    "file": "./converted_json\\administrator4457598bf1ba6d1490d37d0f57b6abbb.json",
    "name": "Elections (Second Amendment) Act, 2017",
    "date": "November 23, 2017",
    "tagline": "An Act to amend the Elections Act, 2017",
    "content": "- 302 REGISTERED No M  \ntithe twat of i3aItiotan \nEllio„‘ca \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TIFIALSDAY, NOVEMBER 23. 2017 \nPART 1 \nActs, Ordinances, President's Orders and Regulations \nSENATE SECRETARIAT \nIslanrabacl, the 22,711 Noventhar, 20/7 \nNo. F. 9(29)21117-Legis.—The following Act Of Alajlis-e-Shoora \n(Parliament) received the assent of the President on 20th November. 2017 and is \nhereby published for general itiforjiiatian:— \nAct N0 XXXVII DE 2017 \nAn Ac/to amend the Electitm Act, 2017 \nWHEREAS it Is expedient to amend the Elections Act. 2017 (X00(111 of \n2017) for puToses heieinafter appearmg: \nIt is hereby enacted as fbl/ows:— \nI. \tShort title and commencement.— (1) mis Act may be called the \nElections (Second Amendment) Mt. 20I7 \n(2) \tIt shall come into force at once. \n00 \n12020(2017)./Ex.0a2 \n1602 Mb GA/ \tOr AKISI AN, lArRA, NOVEMBER 23, 2017 \n2 \tInsertion of section 48A in Act '<Mil of 2017.—In the \nElcetions Act, 20;7 (XXXII1 of 2017). hereinafter referred to as the 'said Act% \nafter suction 48. the following section :RA shall be inserted: \n\"4tik Status of Ahmadis etc. to remain unchanged.-0) \nNotwithstanding anything contained in this Act or any other law for the \ntime being in force including Rules or forms prescribed thereunder, the \nstatus of Quadiani Group or the Lahori Group (who call themselves \n-Ahmadis or by any other name) or a person who does not believe in \nthe absolute and imqvali fled finality of the Prophethood of Muhammad \n(peace be upon him), the last of the prophets or claimed or claims to be a \nProphet. in any sense of the word or of any description whatsoever. after \nMuhammad (Peace be upon him) or recognizes such a claimant as a \nProphet or religious rcfimmer shall remain the same as provided in the \nConstitudon of the Islamic Republic of Pakistan, 1973, \n(2) \tIf a person has got himself enrolled as voter and objection is filed \nbefore the Revising Authority notified under this Act that such a voter is \nnot a Muslim, the Revising Authority shall issue a notice to him to \nappear before it within fifteen days and require him to sign a declaration \nreproduced below regarding his belief about the absolute and \nunqualified Finality of the Prophelhood of Muhammad (peace be iipon \nhim), In case he refuses to sign the declaration as aforesaid, he shall be \ndeemed to be a non-Muslim and his name shall be deleted from the joint \nelectoral rolls and added 10 a sup p1  cci entary list of voters in the same \nelectoral area as non-Muslim. In case the voter does not tom up in spite \nof service of notice. all vx-par se order may be passed against him. \nlbeela ration and oath: \n(name of the voter), do solcinnly swear \nthat I believe in the absolute and unqualified finality of the Prophethood of \nMuhammad (Peace he upon him). the lust of the prophets rind that lam not the \nfollower of anyone isho claims to be a Pmpliet in any sense of the word or of \nany description whatsoever after prophet Muhammad (Peace be upon him) and \nthat I do not recognize such a claimant to be prophet or a religious reformer, nor \ndo I belong to the Qadiani group or the Isahori group or call myself an Ahmadi, \n(Name and Signature of Voter)    \nn ”)- \nPear II TEE cAzwrlrr OFPAKISTAN.EXTRA , NOVEMBER 23, 2017 1602 \n4  \n-0107/Li \nGt. mt On) \n3. \tAmendment of section 241 in Act XXXII, of 2017.—M the said \nAct, in section 241, in clause (0. before the semicolon, the expression \"except \nAnicles I, 7B and 7C\" shall be omitted. \nAWED PERVEZ, \nSecretary, \n1 \t1 \t1 \t 111 \t1 \n111' \t11"
}