{
    "file": "./converted_json\\administrator165c2a894f227532d3d714296d634081.json",
    "name": "Pakistan Single Window Act, 2021",
    "date": "April 14, 2021",
    "tagline": "An Act to make provisions for the establishment of Pakistan single window",
    "content": "PART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  141 \n \n \n \n \n \n \n \n \n \n  \nISLAMABAD,  WEDNESD AY, APRIL  14, 2021  \n \nPART I  \nActs, Ordinances, President ’s Orders and Regulations  \n \nSENATE SECRETARIAT  \n \nIslamabad , the 13th April , 2021 \n \n No. F. 9(3)/2021 -Legis .—The following Act of Majlis -e-Shoora  \n(Parliament) received the assent o f the President on 9th April, 2021 and is \nhereby published for general information: — \n \nACT NO. III OF 2021  \n \nAn Act to make provisions for the establishment of Pakistan single window  \n \n In so far as relevant to the intent and objects of this Act and in order to \nensure u nhindered right to lawful trade as enshrined in Article 18 of the \nConstitution of the Islamic Republic of Pakistan, it is necessary that an \nautonomous body  be established to simplify cross border trade processes, reduce \ncost of doing business an d facilitate trade on national and international level;  \n \nWHEREAS Pakistan has ratified the agreement on Trade Facilitation of \nthe World  Trade Organisation which inter ali a stipulates the establishment of a \nnational single window for managing a country ’s external trade;  \n \n \n \n(141) \n \nPrice : Rs. 40.00 \n \n[540(2021)Ex.Gaz.]   \n142    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n AND WHEREAS  it is necessary to establish and operate a single point of \nsubmission and receipt of trade data and information to enable synchronised \nprocessing of data and information, achieve stan dardisation and harmonisation \nof documents required for regulatory control, adopt integrated risk management \ntechniques, remove legal, regulatory and operational barriers to electronic \ntransactions for external trade, facilitate coordination and partnershi p among all \nthe relevant trade regulatory agencies and stakeholders dealing with the \ninternational trade and trade facilitation and for matters connected therewith and \nancillary thereto;  \n \nIt is hereby enacted as follows: — \n \n1. Short title, extent and commen cement .—(1) This Act shall be  \ncalled the Pakistan Single Window Act, 2021.  \n  \n (2) It shall extend to the whole of Pakistan.  \n  \n (3) It shall come into force from such date as the Federal Government \nmay, by a notification in the official Gazette, appoint.  \n \n 2. Definitions. —(1) In this Act, unless there is anything repug nant in \nthe context or subject, — \n \n(a) “Agreement on Trade Facilitation ” means the Trade Facilitation  \nAgreement  of the World Trade Organisation as ratified by Pakistan;  \n \n(b) “Board of Directors ” means the Board  of Directors of the operating \nentity established under the Companies Act , 2017  (XIX of 2017);  \n \n(c) “Chairperson ” means the Chairperson of the Governing Council \nestablished under this Act;  \n \n(d) “electronic ” includes electrical, digital, mag netic, optical, biometric, \nelectrochemical, wireless or electromagnetic te chnology;  \n \n(e) “electronic document ” includes documents, records, information, \ncommunications or transactions in electronic form;  \n \n(f) “electronic signature ” means any letters, numbe rs, symbols, \nimages, characters or any combination thereof in electronic form, \napplied to, incorporated in or associated with an electronic \ndocument, with the intention of authenticating or approving the \nsame, in order to establish authenticity or integrit y or both;  \n \n(g) “Governing Council ” means the Pakistan Single Window Governing  \nCouncil established under section 4;  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  143 \n \n \n \n \n \n \n \n (h) “information ” includes text, message, data, voice, sound, database, \nvideo, signals, software, computer programs, codes including \nobject code and source code;  \n \n(i) “lead agency ” means the organization responsible for or appointed  \nunder section 5 for implementation of Pakistan single window;  \n \n(j) “member ” means a member of the Governing Council including its \nChairperson;  \n \n(k) “memorandum of underst anding ” means the memorandum of \nunderstanding signed by and between the Governing Council with \nthe lead agency and its operating entity, or any OGAs;  \n \n(l) “operating entity ” means an entity created by the lead agency \nunder section 6;  \n \n(m) “Pakistan single window ” means an information and communication \ntechnology based facility that allows persons or entities involved in \ntrade and transport to lodge standardised information and \ndocuments with a single -entry point to fulfil import, export and \ntransit -related regulatory requirements in Pakistan without being \nrequired to submit the same data element more than once;  \n \n(n) “other government agencies ” hereinafter referred to as OGAs \nmeans any of the regulatory authorities including their subordinate \nentities as list ed in the schedule whether referred to jointly or \nseverally;  \n \n(o) “prescribed ” means prescribed by rules or regulations made under \nthis Act;  \n \n(p) “registration ” means issuance of a unique user identifier to any \nperson or entity to access the Pakistan singl e window system, in \nthe prescribed manner;  \n \n(q) “risk management system ” means the systematic application of \ntrade controls and management procedures on goods, means of \ntransport and passengers including at pre -arrival, clearance or post \nclearance stage fo r identifying, analysing, evaluating, monitoring,  \nreviewing and treating the risks associated with them and includes \npriority accorded to compliant,  persons, entities or organisations \nusing the Pakistan single window system;  \n \n(r) “rules ” means the rules ma de under this Act;  \n144    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n (s) “secretariat ” means the secretariat to the Governing Council \nestablished under section 4;  \n \n(t) “secretary to the Governing Council ” means the secretary to the \nGoverning Council;  \n \n(u) “selectivity criteria ” means the risk parameters d etermined by the \nrisk management committee constituted in prescribed manner, for \nmeaningful application of risk management system;  \n \n(v) “system ” means an electronic system for creating, generating, \nsending, receiving, storing, reproducing, displaying, reco rding or \nprocessing information or any part thereof;  \n \n(w) “trade bodies ” means any of the recognized and registered \nchambers of commerce and industry, representatives thereof, \nregistered professional associations, trade unions and others;  \n \n(x) “trade contr ols” means measures applied by the officers of \nPakistan customs service or other Government agencies through \nthe Pakistan single window system to manage risks and ensure \ncompliance with the laws, regulations and rules for the time being \ninforce; and  \n \n(y) “un-authorised access ” means access to an information system or \ndata which is not available for access by general public, without \nauthorisation or in violation of the terms and conditions of the \nauthorisation.  \n \n(2)  Any other expressions used but not define d in this Act, shall have \nthe same meanings assigned thereto in the respective laws and rules made \nthereunder.  \n \n 3. Establishment of the Pakistan single window .—(1) The Federal \nGovernment shall, by notification in the official Gazette, establish a facility  to be \nknown as the Pakistan single window to facilitate efficient imports, exports, \ninternational transit and matters ancillary thereto, across Pakistan ’s national \nterritory and notified international borders and shall use any technological means \navailabl e or made available in the future, for the purpose.  \n \n (2) The Federal Government may provide financial, human and \nadministrative resources as it may deem necessary, for the establishment, \noperation, maintenance and in case of exigency or technological adva ncements, \nthe succession and replacement of Pakistan single window.  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  145 \n \n \n \n \n \n \n \n  (3) Pakistan customs department and OGAs shall participate in and \nform an integral part of the Pakistan single window and accordingly align their \nrespective laws, regulations, procedures , processes and information requirements \nrelated to regulation of imports, exports, transit trade and associated transport \nwith the Pakistan single window:  \n \n Provided that the Governing Council may waive, in whole or in part, \ntemporarily or otherwise, the requirement for participation of any OGA.  \n \n (4) Where any law, rules, regulations, by -laws, notifications, orders, \nprocedures, instructions, circulars, etc . related to import, export, transit or any \nmatter ancillary thereto are required to be amended, resc inded or repealed, such \namendment, rescission or repeal shall not be made except on the condition of \nprevious publication giving a notice thereof in the official Gazette or through \nelectronic means soliciting opinion of the persons likely to be affected th ereby:  \n \n Provided that the Governing Council may on its own or on a motion by \nPakistan customs or any OGA and for reasons to be recorded in writing, \ndispense with the requirements, temporarily or otherwise, under this sub -section \nin case of exigency.  \n \n 4.  The Governing Council .—(l) The Federal Government may, by \nnotification in the official Gazette, establish a Governing Council comprising \nChairperson and such members as the Federal Government may specify therein.  \n \n (2) No act or proceedings of the Governi ng Council shall be invalid by \nreason only of the existence of a vacancy in or defect in the constitution of the \nGoverning Council.  \n \n (3) The Federal Minister -in-charge of the Division to which business \nof this Act stands allocated shall be the Chairperson  of the Governing Council.  \n \n (4) The Chairperson may delegate, powers t o convene and chair \nmeetings of  the Governing Council, in case of necessity to any of its members.  \n \n (5) The Governing Council may constitute committees comprising two \nor more of its me mbers for performance of any task or inquiry as specified by \nthe Governing Council and such committee shall send its recommendations or \nreport to the Governing Council in such period as the Governing Council may \nspecify.  \n \n (6) Decision of the Governing Cou ncil shall be by simple majority of \nthe members present and voting and the Chairperson or member presiding shall \nhave a casting vote in case of equality of the votes.  \n \n146    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n  (7) The Governing Council may invite any persons or representatives \nof the trade or pro fessional bodies or organisations to participate in its \ndeliberations, make recommendations, submit reports and provide any assistance as \nthe Governing Council may deem appropriate and may pay them remuneration  for \nsuch service:  \n \n Provided that such person s or representatives shall have no right of vote.  \n \n (8) The Governing Council with relation to the Pakistan single \nwindow shall perform such functions as the Federal Government may by rules \nprescribe which may inter alia include establishing the direction,  principles, \nmonitoring and maintaining oversight of information and communication \ntechnology system, serving as the interface and collaborator between all relevant \nstakeholders for early implementation and smooth operations, and establishing, \nmanaging and monitoring performance against the agreed benchmarks as per the \nmemorandum of understanding with the lead agency and operating entity to \nensure achievement of the anticipated outcomes.  \n \n (9) The Federal Government may, by notification in the official \nGaze tte, establish a secretariat of the Governing Council and offices thereof at \nsuch places as it may determine which shall perform such functions as the \nFederal Government may prescribe.  \n \n (10) The head of the lead agency shall  —  \n \n(a) act as the ex-officio secretary to the Governing Council;  \n \n(b) convene meetings of the Governing Council, with the prior \napproval  of the Chairperson, after giving a notice to the \nmembers of the Governing Council;  \n \n(c) head the secretariat to the Governing Council; and  \n \n (d) maintain records of the proceedings of the Governing Council and \ntimely communicate the same to the relevant OGAs, Pakistan \ncustoms, any government departments, individuals and entities \nconcerned.  \n \n 5. Lead agen cy.—(1) Unless the Federal Government may determ ine \notherwise, the Pakistan customs shall be the lead agency for the purposes of this \nAct. \n \n (2) The lead agency shall establish an operating entity for the \ndevelopment, acquisition, roll out, operations, maintenance, up -grading, \nenhancements and marketing  of the Pakistan single window and its allied \nsystems, as it may deem fit, for maximising benefit of the Pakistan single \nwindow for the trade, OGAs, Pakistan customs and other related stakeholders:  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  147 \n \n \n \n \n \n \n \n   Provided that the relationship between the Governing Co uncil, \nthe lead agency and the operating entity shall be regulated through \nsigning of a memorandum of understanding in the manner as the Federal \nGovernment may by rules prescribe.  \n \n (3) The Federal Government may on its own motion or upon the \nrecommendatio n of the Governing Council, by a notification in the official \nGazette, change or replace the lead agency due to non -performance or failure in \nachieving performance benchmarks set by the memorandum of understanding \nand as reported in the performance audit r eports consistently for three \nconsecutive years.  \n \n (4) The lead agency shall furnish annual performance reports to the \nGoverning Council highlighting therein progress on development, deployment, \noperations, achievement vis-a-vis benchmarks set by the memor andum of \nunderstanding and matters ancillary thereto.  \n \n 6. Operating entity .—(1) The lead agency shall establish an \noperating entity under the provisions of the Companies Act, 2017(X1X of 2017) \nto develop, roll out, operate, maintain, expand, enhance, repl ace and market \nPakistan single window and systems allied thereto.  \n \n (2) The Governing Council upon the recommendation of the lead \nagency may replace the operating entity in case of non -performance or failure in \nachieving performance benchmarks set by the m emorandum of understanding and \nas reported in the performance audit reports, consistently for three consecutive years.  \n \n (3) Government officers from Pakistan customs, OG -As or any other \nrelevant government ministry or division or associated departments, \norganisations or entity may be seconded to the operating entity through a \ncompetitive process to be carried out in the manner as may be prescribed by \nregulations by the lead agency to support implementation, operations and \nenhancement of Pakistan single win dow:  \n \nProvided that during the period of their secondment with the \noperating entity, the government officers shall be entitled to a special \nPakistan single window allowance, in addition to the regular government \npay and admissible allowances, as notified b y the lead agency  in \nconsultation with the operating entity:  \n \nProvided further that retention of officers seconded under this  \nsub-section or extension in their secondment period shall be subject to \nobjective performance assessment by the operating entity as per its \nperformance evaluation benchmarks or human resource policy.  \n \n148    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n  (4) The operating entity may enter into partnerships or itself develop \nor acquire fully or partly the requisite software, hardware, system code, data, \ninfrastructure or anything ancil lary thereto to effectively run the Pakistan  single \nwindow but such software, hardware, system code, data, infrastructure or \nanything ancillary thereto, shall at all times be accessible to and remain the \nproperty of the  Federal Government, unless otherwise  agreed in writing by the \nGoverning Council.  \n \n (5) The operating entity shall be entrusted with such functions and \nresponsibilities as its memorandum of association under the Companies Act, \n2017(XIX of 2017) and the memorandum of understanding with the Gov erning \nCouncil and lead agency may specify.  \n \n 7. Grants, funds, budget and accounts of the Governing Council. — \n(1) The Federal Government may, f rom time to time, place annual grants at the \ndisposal of the Governing Council for the smooth discharge of its a ffairs and for \ndefraying of all expenditures incurred by the Governing Council including \nexpenses of its secretariat . \n \n (2) In respect of each financial year, the Governing Council shall \nsubmit for approval of the Federal Government, by such date as may be  \nspecified by the Federal Government, a statement showing the estimated receipts \nand expenditure and the sums which are likely to be required from the  \nFederal Government during the next financial year and the accounts of the \nGoverning Council shall be kep t in such form and in accordance with such \nprinciples and methods as may be determined in accordance with Article 170 of \nthe Constitution of the Islamic Republic of Pakistan.  \n \n (3) The secretariat on behalf of the Governing Council may open \naccounts with t he State Bank of Pakistan or with any scheduled bank in Pakistan \nand the accounts of the Governing Council shall be audited every year by the \nAuditor -General of Pakistan.  \n \n (4) Subject to the provisions of financial laws and regulations for the \ntime being in force and as the Federal Government may prescribe by rules,  \naccounts of the Governing Council may be expended fo r the purposes which \nshall include, but not limi ted to, the following, namely: — \n \n(a) paying any expenditure lawfully incurred by it including  the \nallowances of the Chairperson, the members, secretary or any other \nperson, as notified by the Governing Council, hired for any activity \nor function under this Act;  \n \n(b) paying for expenditure incurred on marketing, publicity, seminars \nand conferences;  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  149 \n \n \n \n \n \n \n \n (c) paying rent, purchasing or hiring equipment and any other \nmaterials, acquiring land, erecting buildings and conducting other \nwork and undertakings in the  performance of its functions or the \nexercise of its powers under this Act; and  \n \n(d) paying any o ther expenses, costs or expenditure properly incurred \nor accepted by the Governing Council in the performance of its \nfunctions or the exercise of its powers.  \n \n 8.  Sources of funding .—(1) The sources of funding for development, \noperations, enhancement and up-gradation of the Pakistan single window shall \ninclude  — \n \n(a) such sums as the Federal Government may allocate to the lead \nagency, from time to time, in the annual budget;  \n \n(b) grants from the Federal Government to the lead agency;  \n \n(c) income generated from levy of fee and service charges  as provided \nin sub -section (2);  \n \n(d) income generated from sales of products, services and investments; \nand \n \n(e)  any other source, as approved by the Governing Council, upon \nrecommendation  of the lead agency.  \n \n (2) For the purpose of meeting operating expenses, enhancements and \nup-gradation of the Pakistan single window, the Governing Council may, by \nnotification in the official Gazette, upon the recommendation of the lead agency \nand subject to such conditions, limitati ons or restrictions as it may deem fit to \nimpose, levy fee and service charges for any of the services provided by or on \nbehalf of the operating entity, at such rate as may be specified therein.  \n \n (3) The Federal Government upon recotnmendation of the Gove rning \nCouncil may allocate additional funds to the lead agency to the credit of the \noperating entity in case the income from Pakistan single window fee and service \ncharges is insufficient to meet the operating expenses.  \n \n (4) The management, operations and  maintenance of all accounts and \nsums received or raised therein, under this Act, shall be done by the operating \nentity in the manner as may be prescribed by regulations:  \n \n Provided that all sums received or raised under this Act may be utilised \nfor meetin g the operating expenses and enhancement of the Pakistan single \nwindow including, but not limited to, procuring, owning, hiring, developing, \nmaintaining, upgrading, marketing or operating etc any Pakistan single window \n150    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n related software, hardware, system co de, data, infrastructure, property required \nor utilised by the operating entity, Pakistan customs and OGAs, and for hiring, \ntraining, capacity building and welfare of their employees, as approved by the \nBoard of Directors, in the prescribed manner.  \n \n (5) Audit of the accounts of the operating entity shall be conducted by \nthe Auditor General of Pakistan.  \n \n 9. Application of the Pakistan single window and its allied \nsystems .—The Pakistan single window and any systems ancillary thereto shall \napply to any of th e OGAs, Pakistan customs, other entities and organisations in \nany matter related directly or indirectly to the imports, exports and transit trade, \nas the Governing Council may, by a notification in the official Gazette, specify. \nThe Governing Council may f urther specify different dates for such application \nin respect of different OGAs, relevant departments, entities or organisations or \nareas, as the case may be, for this purpose.  \n \n 10. Access to the Pakistan single window and its allied systems, \nmaintenance  of record etc .—(1) No person shall access, physically or \nelectronically, the Pakistan single window or its allied systems or infrastructure, \ntransmit to or receive information from the Pakistan single window, unless that \nperson is duly registered or autho rised in the manner prescribed by rules.  \n \n (2) The rules made for the purpose of sub -section (1) shall specify the \nrequirements for registration or authorisation, the manner of registration or \nrefusal to grant registration and in case of necessity, conditi ons for suspension or \ncancellation o f registration or authorization:  \n \nProvided that no order shall be passed for refusal, suspension or \ncancellation of registration unless a reasonable opportunity of being heard is \ngiven to the registered person or applica nt, as the case may be.  \n \n (3) Access to the Pakistan single window system shall be granted only \nthrough the use of a unique user identifier and shall be subject to such conditions \nor restrictions as may be prescribed by regulations.  \n \n (4) Any electronic ex change of information, declaration, documents or \nrecord, transaction, accounts, offer or acceptance of an offer, notice, order,  \npayment, authentication, authorisation or information required, delivered or \nprovided by any of the OGAs or Pakistan customs, au thorised or registered users \nor any other entity, organisation or department shall be deemed to have been \nprovided, required, delivered or done in accordance with the law for the time \nbeing in force if and when communicated electronically through the  Pakis tan \nsingle window or its allied systems and shall be admissible as an evidence in any \ncourt of law, tribunal or before an inquiry commission or any quasi -judicial \nauthority etc.  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  151 \n \n \n \n \n \n \n \n  (5) The operating entity or the lead agency, as the case may be, shall \nkeep a  record of every transmission sent or received, electronic documents \ntransmitted or received or any other messages, codes or software, employed in \nfurtherance of the objectives of this Act for a period of not less than five years \nand shall be  liable to use  the same in accordance with sub -section (6).  \n \n (6) Any trade -related information, transmission, documents, data or \nrecord gathered by any of the OGAs, Pakistan customs or any other relevant \ndepartment, organization or entity under this Act shall be confid ential and shall \nnot be used except as prescribed by rules.  \n \n (7) The Federal Government may prescribe the manner and mode of \nrequisitioning of documents, records or transmission, conducting audit or \nexamination of the same and allow officers of the OGAs, Pakistan customs or \nany other entity or organisation to have access to premises, computers or any \nother systems where data is being stored, recorded or retained subject to the \ncondition that a reasonable advance notice be given to the persons or entities i n \npossession of such data, records or transmissions etc.  \n \n 11. Application of risk management system .—For the purpose of \nenforcing trade controls, a risk management system shall be applied in such \nmanner as may be prescribed by rules.  \n \n 12. Electronic docu ments non -discrimination vis -i-vis paper \ndocuments .— (1) Any law, for the time being in force, and requiring documents \nto be created, retained, authenticated, notarised, duplicated, submitted, delivered \nor evidenced shall be deemed to have been complied wi th if such documents are \navailable and retrievable in the electronic form.  \n \n (2) Any permit, licence, authorisation or approval required under any \nlaw to be issued shall be deemed to have been lawfully issued if the same is \nissued in electronic form.  \n \n (3) Any information, documents, data, authentication, or authorisation \ntransmitted, received, stored, done or processed in the Pakistan single window \nelectronically may bear such marks, numbers, bar codes or identifiers which \nshall be deemed to bear electroni c signatures and shall be admissible as an \nevidence in any legal fora within and outside Pakistan.  \n \n 13. Offences and punishments .— (1) Whoever commits any offence \nas described in column (2) of the Table below shall, in addition to and not in \nderogation of  any punishment to which such person may be liable under any \nother law, be liable to punishment under this Act as provided in column (3) \nthereof, namely: — \n \n \n152    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n TABLE  \n \nS. No.  Offences  Punishments  \n(1) (2) (3) \n1. Un-authorised access to information, \ndata or pe rsonal details of registered \nuser of Pakistan single window \nsystem or systems connected or \nancillary thereto,  Imprisonment which may extend \nup to six months or  with fine which \nmay extend to one hundred thousand  \nrupees or with both.  \n2. Uri-authorised copy,  transmission \nor cause to transmit any data, \ninformation or detail in relations to \nPakistan single window system  or \nsystems connected or ancillary \nthereto,  \n Imprisonment which may extend \nupto six months or with fine which \nmay extend to one hundred thousand  \nrupees or with both.  \n3. Un-authorised interference, or \nattempt to interfere, damage or \nattempt to damage any part or \nwhole of the Pakistan single \nwindow system or data or systems \nconnected to  or ancillary thereto,  Imprisonment which may extend to \nthree y ears or fine which may \nextend to five hundred thousand \nrupees or with both.  \n4. Use of any information system, \ndevice, data, to  make any illegal \nclaim or title or cause any person to \npart with property or to enter into \nany express or implied contract or \nintent to commit fraud by any \ninput, alteration, deletion or \nsuppression of data, resulting in \nunauthentic data with the intent that \nsuch data be considered or acted \nupon for legal purpose, as if it were \nauthentic in relations to Pakistan \nsingle window syste m or Systems \nconnected or ancillary thereto , Imprisonment which may extend to \nfour years or fine which may \nextend to one million rupees or  \nwith  both.  \n5. Use, make, supply, retain obtain \ndevice, system or software for \noffences under section 13 of this \nAct, Imprisonment which may extend to \nsix months or with fine which may \nextend to one hundred thousand \nrupees or with both.  \n6. Obtain, sell, process, use or \ntransmit another person’s Unique \nUser Identifier or make an attempt \nthereof without authorisation,  Imprisonment which may extend to \nfour years and fine which may \nextend to one million rupees or \nwith both .  \n \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  153 \n \n \n \n \n \n \n \n S. No.  Offences  Punishments  \n(1) (2) (3) \n7. Tamper with or attempt to tamper \nwith, alter, re -programme any \nPakistan single window system or \nsystem connected or ancillary \nthereto for un -authorised use,  Imprisonment which may extend to \nfour years and fine which may \nextend up to one million rupees or \nwith both and any devices or \nsystems used in offence shall be \nliable to confiscation.  \n8. Write, offer, make  available \ndistribute or transmit a ma licious \ncode or abet in the same, with \nintent to cause harm to Pakistan \nsingle window  system or data \nresulting in or intending to result in \ncorruption, destruction, alteration, \nsuppression, theft or loss to the \nPakistan single window system or \ndata, or an y attempt thereof,  Imprisonment for a term which \nmay extend to four years and fine \nwhich may extend to five million \nrupees or with both.  \n  \n (2) Notwithstanding anything contained in this Act or any other law \nfor the time being in force, a special judge, a ppointed by the Prime Minister with \nsuch jurisdiction and in such manner specified by him, may take cognizance and \ntry offences punishable under this Act.  \n  \n (3) Notwithstanding anything contained in any other law for the time \nbeing in force, an offence un der this Act or any other law shall not be denied \nlegal recognition or enforcement for the sole reason that such offence is being \ncommitted in relation to or through the use of an information system or Pakistan \nsingle window system or a system incidental o r connected thereto.  \n \n 14.  Other laws to apply .—(1) Subject to sub -section (2) of section 13, \nthe provisions of the Customs Act, 1969 (IV of 1969), the Electronic \nTransactions Ordinance, 2002 (LI of 2002) and the Prevention of Electronic \nCrimes Act, 2016 (XL of 2016), to the extent not inconsistent with the \nprovisions of this Act, shall mutatis mutandis  apply to electronic submission of \ndocuments, data retention or storage, copyrights, legal recognition and \npresumption, certification, notarisation, registr ation, offences etc. in as much as \nthey are relevant to the stated intent, objectives and operations under this Act \nand shall be deemed to have been so applied from the commencement of this \nAct. \n \n 15. Provision of services, sale of software and IT systems etc.— (1) \nThe operating entity with prior approval of the Governing Council, subject to \nsuch conditio ns, limitations or restrictions  as the Federal Government may \nimpose, may provide services locally or to foreign governments, organisations, \ncompanies or a ny other entities etc, for development, deployment, up -gradation, \n154    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n maintenance or replacement of their respective single windows or any other \nelectronic systems or sell software or IT systems or make investments for a \nconsideration:  \n \nProvided that delivery of any such services or development of systems \nor investments shall in no way have any bearing on security of the systems being \noperated in Pakistan nor shall it compromise the security of trade data.  \n \n 16. Indemnity .— No suit, prosecution or other legal p roceedings shall \nlie against the Federal Government, the Governing Council, lead agency, \noperating entity, Chairperson, members, officers associated in any capacity with \nthe Pakistan single window for anything done in good faith or intended to be \ndone in g ood faith, under this Act or any rules  and regulations made thereunder.  \n \n 17.  Dispute resolution .— (1) Subject to section 13, the Governing \nCouncil may, by notification in the official Gazette, specify the procedure for \nresolving any disputes that may ari se during the course of implementation of this \nAct or for any actions taken or intended to be taken under this Act or rules made \nthereunder and the Governing Council may appoint a committee from among its \nmembers for this  purpose on case to case basis.  \n \n (2)  Any decision taken by the Governing Council in this regard shall \nbe final and shall not be called into question by any court as long as such \nfindings are nor in conflict with the provisions of this Act . \n \n 18. Overriding effect .—The provisions of this A ct shall have effect \nnotwithstanding anything contained in any other law for the time being in force.\n  \n 19.  Power to amend the Schedule .—The secretary of the Governing \nCouncil may, by notification in the official Gazette and after approval of the \nGovernin g Council, amend the Schedule so as to add any entry thereto, omit any \nentry therefrom or amend any entry therein.  \n \n 20. Delegation .—The Federal Government may, by notification in the \noffic ial Gazette, delegate any of it s powers under this Act to the Gover ning \nCouncil, a member thereof including the Chairperson or any other authority or \nofficer subordinate to it to such extent and subject to such limitations and \nconditions and for such period as specified in the notification:  \n \n Provided that power to make r ules of the Federal Government under this \nAct shall not be delegated.  \n \n 21. Power to make rules .—(1) The Federal Government  may, by \nnotification in the official Gazette, make rules to carry out purposes of this Act . \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  155 \n \n \n \n \n \n \n \n  (2) Power to make rules under sub -section (1) shall be subject to the \ncondition of previous publication.  \n \n (3) Rules made under sub -section (1) shall be laid before both Houses \nof the Majlis -e-Shura (Parliament) within one hundred and twenty days of \nmaking thereof.  \n \n 22.  Power to make regulat ions.—The lead agency may in consultation \nwith the Governing  Council and by notification in the official Gazette, make \nregulations for carrying out purposes of this Act which shall not be inconsistent \nwith the provisions of this Act and the rules made ther eunder.  \n \n 23. Removal of difficulties .—(1) Notwithstanding anything contained \nin any other law for the time being in force, the Federal Government in respect \nof rules and the lead agency in consultation with the Governing Council in \nrespect of regulations,  may by a notification in the official Gazette suspend any \nrules, regulations and notifications or provisions thereof for removal of any \ndifficulty in the implementation of this Act or rules or regulations made \nthereunder.  \n \n (2) The condition of sub -sectio n (3) of section 21 shall apply to any \nnotification issued under sub -section (1).  \n \n————  \n \n[SCHEDULE]  \n \n{see sections 2 (n) and 19}  \n \n S. Organization / Department / Ministry  \n No. \n \n1. Alternate Energy Development Board  \n2. Animal Quarant ine Department  \n3. Armed Forces Headquarters  \n4. Aviation Division  \n5. Chief Inspector of Boilers  \n6. Civil Aviation Authority  \n7. Commerce Division  \n8. Council for Rehabilitation of Disabled Persons  \n156    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n 9. Department of Explosives  \n10. Department of Plant Protection  \n11. Directorate General  of Immigration  and Passports  \n12. Drug Regulat ory Authority of Pakistan  \n13. Environmental Protection Agencies  \n14. Engineering Development Board  \n15. Export Processing Zones Authority  \n16. Federal Seed Certification and Registration Departmen t \n17. Fisheries D evelopment Board  \n18. Forestry Wing, Ministry of Climate Change  \n19. Gwadar Port Authority (GPA)  \n20. Intellectual Property Organisation  \n21. Karachi Port Trust (KPT)  \n22. Licensed Ports, Dry Ports, Terminal Operators, etc  \n23. Marine Fisheries Department  \n24. Mercantile Marine Department  \n25. Ministry of Maritime Affairs  \n26. Ministry of Climate Change  \n27. Ministry of Defence  \n28. Ministry of Defence Production  \n29. Ministry of Foreign Affairs  \n30. Ministry of Interior  \n31. Ministry of National Health Services, Regula tions and Coordination  \n32.  Ministry of Production, Industries and Special Initiatives  \n33. Motor Registration and Excise Authorities  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  157 \n \n \n \n \n \n \n \n 34. Narcotics Control Division  \n35. National Council for Conservation of Wild life, Ministry of Climate \nChange  \n36. National O zone Unit, Ministry of Climate Change  \n37. National Rifle Association of Pakistan and Gun Club Islamabad  \n38. National Tariff Commission  \n39. National and Provincial Disaster Management Authority  \n40. Oil and G as Regulatory Authority (OGRA) and Hydrocarbon \nDevelopment Institute of Pakistan  \n41. Oil Companies Advisory Committee (OCAC) and Ministry of \nEnergy  \n42. Pakistan Cotton Standards Institute  \n43. Pakistan Council of Scientific and Industrial Research  \n44. Pakistan Electronic Media Regulatory Authority  \n45. Pakistan Engineering Council  \n46. Pakistan Exploration and Production Companies Advisory \nCommittee  \n47. Pakistan Gems and Jewelry Development Corporation  \n48. Pakistan Mint  \n49. Pakistan Nuclear Regulatory Authority  \n50. Pakistan Security Printing Corporation and S ecurity Papers Limited  \n51. Pakistan Standards and Quality Control Authority  \n52. Pakistan Stone Development Company  \n53. Pakistan Telecommunication Authority  \n54. Pakistan Television Corporation and Ministry of Information and \nBroadcasting  \n55. Pakistan Tobacc o Board  \n158    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  APRIL 14, 2021  [PART I \n \n \n \n \n \n \n \n 56. Port Qastm Authority (PQA)  \n57. Provincial Archeology Departments  \n58. Provincial Revenue Authorities  \n59. Provincial Secretary Health  \n60. Provincial Wild  Life Departments  \n61. Public Health Agencies  \n62. Relief Cell, Cabinet Division  \n63. Sialkot Ma terial Testing Laboratory  \n64. State Bank of Pakistan  \n65. Strategic Exports Division ( SECD IV), Ministry of  Foreign Affairs  \n66. Surgeon Generals of Armed Forces  \n67. Survey of Pakistan   \n68. Textile Division  \n69. The Board of Investment  \n70. The Chief Commission er of the Afghan Refugees  \n71. The Federal Board of Revenue  \n72. The Live Stock Wing, M inistry of Nati ona1 Food Security and \nResearch  \n73. Trade Development Authorit of Ppleistan  \n74. Trading Cor poration  of Pakistan.  \n \n \n \nMOHAMMAD QASIM SAMAD KHAN , \nSecretary . \n \n \n \nPRINTED BY THE M ANAGER, PRINTING CORPORATION OF  PAKISTAN  PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}