{
    "file": "./converted_json\\administrator7f6e4de84e1f4d36f5ad024254aeb906(1).json",
    "name": "Pakistan Maritime Zones Act, 2023",
    "date": "26th April, 2023",
    "tagline": "Consolidating and amending the law relating to territorial sea and maritime zones of Pakistan",
    "content": "Page 1 of 16 \n  \n \nTHE PAKISTAN MARITIME ZONES ACT, 2023  \n \n \n \nCONTENTS  \n \n1. Short title and commencement  \n2. Definitions  \n3. Territorial sea  \n4. Internal waters  \n5. Historic waters  \n6. Right of innocent passage  \n7. Contiguous zone  \n8. Exclusive economic zone  \n9. Continental shelf  \n10. Safety zones  \n11. Delimitation of maritime boundaries  \n12. Publication of charts  \n13. Removal of off -shore installations  \n14. Prohibition of pollution  \n15. Prohibition of dumping  \n16. Jurisdiction onboard a foreign ship  \n17. Pollution and dumping o utside internal waters, contiguous zone, territorial sea or exclusive \neconomic zone  \n \n18. Seaworthiness of ships to avoid pollution or dumping  \n19. Hot pursuit  \n20. Foreign warships  \n21. Attempt and abetment  \n\n \n \n \nPage 2 of 16 \n 22. Trial of Offences  \n23. Arrest without warrant  \n24. Visit and search  \n25. Procedure after arrest  \n26. Disposal of perishable property  \n27. Punishment  \n28. Piracy  \n29. Punishment for piracy  \n30. Armed robbery against ships  \n31. Offences by companies  \n32. Power to make rules  \n33. Delegation  \n34. Repeal and savings.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 16 \n  \n \nTHE PAKISTAN MARITIME ZONES ACT, 2023  \n \nACT  NO. OF 2023  \n \n[26th April, 2023]  \nAN \n \nACT \n \nto consolidate and amend  the law relating to territ orial sea and maritime zones of Pakistan  \n \nWHEREAS  it is expedient  further  to consolidate  and amend  the law relating  to the territorial  \nsea and maritime  zones  of Pakistan  and for matters connected  therewith  and ancillary  thereto  and to \ngive effect to the provisions  of the United Nations  Convention  on the  Law of the Sea  1982,  which  \nPakistan  has ratified on the 26th February,  1997;  \n \nIt is hereby enacted as follows: — \n \n1.  Short title and commencement .—(1) This Act may be called  the Pakistan  Maritime Zones  \nAct, 2023.  \n \n(2) It shall come into force at once.  \n \n2.  Definitions .—(l) Unless  the subject or context  provides otherwise, — \n \n(a)  “baseline ” means the low water  line or where  applicable the system of straight  \nlines, as notified from time to time in the official Gazette from which  breadth \nof the territorial  sea is measured;  \n \n(b)  “convention ” means  the United  Nations  Convention on the Law  of the Sea \n(UNCLOS), 1982;  \n \n(c)  “Government ” or “Federal  government ” means  the Federal  Government of the \nIslamic  Republic  of Pakistan;  \n \n(d)  “maritime  zones ” means  the internal  waters,  territorial  sea, contiguous zone,  \nexclusive  economic  zone,  continental  shelf and high seas;  \n \n(e)  “nautical  mile” or “NM” mean s a unit for measuring distance  at sea, equal to \n1852 meters;  \n \n(f)  “prescribed ” means  prescribed by rules made under this Act.  \n \n(2) The words and expressions used but not defined  in these  rules shall have the same meanings  \nas assigned  thereto  in the convention.  \n \n3.  Territorial sea .—(1) The sovereignty  of Pakistan  extends  to its territorial  sea, as well as to \nthe air space, over its bed and subsoil.  \n \n \n \nPage 4 of 16 \n  \n(2) The breadth  of the territorial  sea is twelve  nautical miles  measured from the baseline.  \n \n(3) The baseline  from  which  limits  of the  territorial  sea, contiguous zone,  exclusive  economic  \nzone and continental  shelf are to be measured  shall be as notified  by the Federal Government in the \nofficial Gazette.  \n \n(4) Where  a single  island,  rock or a composite  group  thereof constituting a  part of the  territory \nof Pakistan  situated  off the main  coast,  the baseline  referred  to in sub -section  (3) shall  be drawn  along  \nthe outer  seaward limits of such island, rock or composite  group.  \n \n4.  Internal waters .—The internal waters  of Pakistan shall  comprise all waters that  are on the \nlandward side of the baseline . \n \n5.  Historic  waters .—(1) The Federal  Government  may,  by notification  in the official  Gazette,  \nspecify  the limits  of such  waters  adjacent  to its  land territory  as the historic waters and bays of Pakistan.  \n \n(2) The sovereignty of Pakistan  extends,  and has always  extended,  to the histori c waters  of \nPakistan,  to their seabe d, subsoil and  the airspa ce over  such waters  and bays.  \n \n6.  Right  of innocent  passage .—(1) Without  prejudice  to the provisions  of any  other  law for \nthe time being  in force  and subject  to the provisions  of sub -section (5) and sub -section  (6), all foreign  \nships shall enjoy the right of innocent passage  through  the territorial  sea. \n \n(2) Passage  of a foreign  ship shall be considered  innocent  so long  as it is  not prejudicial  to the \npeace,  good  order  or security  of Pakistan  and such passage  shall  not be considered  innocent  if the \nforeign  ship,  while  in the territorial  sea, engages  in any of the  following  activities, namely: — \n \n(a)  any threat  or use of force  against  the sovereignty,  territorial integrity  or political  \nindependence of  Pakistan  or in any other manner  in violation  of the principles  \nof inte rnational  law embodied the charter of the United Nations;  \n \n(b)  any exercise  or practice with weapons  of any kind;  \n \n(c)  any act aimed  at collecting  information  to the prejudi ce of the defence  or \nsecurity  of Pakistan;  \n \n(d) any act o f propaganda aimed at affecting  the defence  or security of  Pakistan;  \n \n(e)  the launching,  landing  or taking  onboard  of any  aircraft  or military device;  \n \n(f)  the loading or  unloading  of any  person,  commodity,  currency  or person  contrary  \nto the customs,  fiscal,  immigration or sanitary  laws and regulations of Pakistan;  \n \n(g)  any willful act of pollution  from vessels,  release  of toxic or noxious substances  \nor dumping  of wastes  causing  or likely  to cause, damage  or harm  to Pakistan  or \nits resources  or its marine environment;  \n \n(h)  any fishing  activities;  \n \n \n \n \nPage 5 of 16 \n (i)  the carrying  out of research  or survey activities;  \n \n(j) any act aimed  at interfering  with any system  of communication or any other \nfacilities or installations of Pakistan;  and \n \n(k) any other activity not having a direct  bearing on passage.  \n \n(3) In exercising  the right  of innocent  passage,  a foreign  ship shall comply  with— \n \n(a)  generally  accepted  international  regulations,  procedures  and practices  for safety  \nat sea which  have  effects  on the  territorial  sea or any part the reof;  \n \n(b)  the provisions  of the  regulations  and any enactment,  order  or direction, which  \nhave effect in the territorial  sea or any part thereof, for or with respect  to— \n \n(i)  the safety of navigation and the regulation  of maritime traffic, including  \nuse of sea lanes  and the operation  of traffic separation schemes;  \n \n(ii)  the protection  of navigational aids  and facilities  and other facilities  or \ninstallations including research  installations;  \n \n(iii)  the protection of cables  and pipelines;  \n \n(iv)  the conservation of resources  of sea;  \n \n(v)  fishing  and fisheries;  \n \n(vi)  the preservation  of the marine  environment  and the prevention, \nreduction  and control of pollution thereof;  \n \n(vii)  marine  scientific research  and hydrographic surveys;  and \n \n(viii)  control  or prohibition  in relation  to customs,  excise,  immigration or \nsanitation.  \n  \n(4) Passage  shall be continuous and expeditious, stopping  or anchoring shall be permitted  only \nin so far as the same are incidental  to ordinary  navigation or  rendered  neces sary by force  majeure  or \ndistress  or for the purpose of rendering  assistance to persons  and ships or aircraft  in danger  or distress.  \n \n(5) Foreign  warships  including  submarines and  other  under  water vehicles may  enter or pass \nthrough the territorial sea  with the prior permission  of the  Federal  Government.  Submarines  and other  \nunder  water  vehicles  shall navigate  on the  surface  and show their flag while  passing  through  such sea.  \n \n(6) Foreign  super  tankers,  nuclear  powered  ships  and ships  carrying nuclear  or other  inherently \ndangerous or  noxious  substances  or materials  may enter  or pass through  the territorial  sea after giving  \nprior  notice  to the  Federal Government,  or any authority  or person  authorized  by it in this behalf by  \nthe Federal  Government,  and shall carry  documents  and observe  special precautionary measures  \ninternationally  recognized for such ships.  \n \n \n \n \nPage 6 of 16 \n (7) The Federal  Government,  or any authority  or person  duly authorized  in this behalf by the  \nFederal  Government,  may in the interest  of safety,  peace,  good order or security  of Pakistan  or any \npart thereof,  suspend,  by notification  subject  to such exceptions  and qualifications,  if any, as may be \nspecified  in the  notification,  the entry  of all  or any class  of foreign  ships  into such areas  of the territorial \nsea as may be specified  in the notification.  \n \n(8) The Federal  Government,  or any authority or  person  duly authorized  in this behalf by the \nFederal  Government,  shall have the right to order an  immediate  eviction  of a foreign  warship  or other  \nforeign government  ship operated  for non -commercial  purposes,  which  violates  the laws or regulations  \nof Pakistan  while  passing  through  the territorial sea of Pakistan.  The flag state of such a ship shall bear \nresponsibility  for any loss  or damage  to Pakistan  resulting from the non -compliance by such ship with \nthe laws and regulations  of Pakistan concerning  passage through  the territorial  sea or other generally  \naccepted  rules of  international  law. \n  \n7.  Contiguous  zone .—(1) The contiguous  zone  of Pakistan, hereinafter referred to as the \ncontiguous  zone, is an area adjacent to and beyond the territorial  sea, the limit of which  is twenty -four \nnautical  miles measured  from the baseline.  \n \n(2) The Federal  Government,  or any authority  or person  duly authorized  in this behalf by the \nFederal  Government,  may exercise  such powers and take such measures  in or in  respect of the \ncontiguous zone as it may consider  necessary  to prevent  and punish  the contravention  of and  an attempt  \nto contravene  any law, for the time being  in force, relating to;  \n \n(a)  the security  of Pakistan;  \n \n(b)  immigration and sanitation;  \n \n(c)  customs and other fiscal matters; or  \n \n(d)  archaeological and historical objects.  \n \n(3) The Federal Government may, by notification in the official  Gazette, — \n \n(a)  extend to the contiguous zone any relevant  law for the time being in force in \nPakistan,  or any provision  thereof,  relating  to any matter referred  to in sub -\nsection (2); and  \n \n(b)  make such provisions,  as it  may consider  necessary,  for facilitating the \nenforcement  of such law in the contiguous  zone.  \n \n8. Exclusive  economic  zone .—(1) The exclusive  economic  zone  of Pakistan,  hereinafter  \nreferred  to as the exclusive  economic  zone,  is an area beyond  and adjacent  to the territorial  sea, the \nlimit  of which  is two  hundred na titical miles from the baseline.  \n \n(2) In the exclusive economic  zone  including  its bed,  subsoil  and the superjacent waters,  \nPakistan has— \n \n(a)  sovereign  rights for the purpose  of exploration, development, exploitation,  \nconservation  and management of natural  resources both  living  and non-living \nas well as for producing  energy  from tides, winds, currents  and the sun;  \n \n \n \nPage 7 of 16 \n  \n(b)  exclusive  rights  and jurisdiction  for the construction,  maintenance or  operation  \nof artificial  islands,  off-shore terminals, installations and other  structures  and \ndevices  necessary  for the exploration and exploitation  of the  resources of this  \nzone  or for the safety  and convenience of navigation or for any other purpose;  \n \n(c)  exclusive rights  and jurisdiction to auth orize,  regulate,  conduct and  control \nscientific  research;  \n \n(d)  exclusive  jurisdiction  to preserve  and protect  the marine environment and to \nprevent,  reduce  and control  pollution  of marine environment; and  \n \n(e)  such other rights as are recognized by the i nternational  law. \n \n(3) No person  or company  including  a foreign  government  shall, except under and in \naccordance with the ter ms of any agreement with the Federal Government or a licence  or letter of \nauthority  issued by the Federal  Government, or  any authority  or person  duly authorized  in this behalf  \nby the Federal Government,  explore  or exploit any recourses  of the exclusive  economic  zone or carry  \nout any search  or excavation or conduct  any research  within the exclusive economic  zone or drill \ntherein  or construct,  maintain  or operate  therein  for any of the purposes  whatsoever, any artificial,  \nisland,  off-shore  terminal,  installation or other structure  or device.  \n \n(4) The Federal  Government  may,  by notification  in the official  Gazette — \n \n(a)  declare  any area of the exclusive  economic  zone to be a designated area; and  \n \n(b)  make such provisions  as it may deem necessary  with respect  to all  or any of the \nfollowing  matters,  namely:   \n \n(i)  the exploration,  development,  exploitation  and protection  of the \nresources  of such designated  area;  \n \n(ii)  other activities  for the economic  exploitation  and exploration of such  \ndesignated  area,  such as the production  of energy from tides,  winds,  \ncurrents and the sun;  \n \n(iii)  the safety  and protection  of artificial  islands,  off-shore term inals,  \ninstallations  and other  structures  and devices  in such designated  area;  \n \n(iv)  the protection of marine environment  of such designated area;  \n \n(v)  customs and other fiscal matters  in relation to such designated  area; and  \n \n(vi)  the regulation  of entry  into and passage  through  the designated  area of \nforeign  ships  by the estab lishment  of fairways,  sea lanes, traffic  \nseparation  schemes  or any other mode  of ensuring  freedom  of navigation  \nwhich  is not prejudicial to the interest of  Pakistan.  \n \n(5) The Federal  Govern ment  may,  by notification  in the official  Gazette, — \n \n \n \n \nPage 8 of 16 \n (a)  extend to the whole or any part of the exclusive economic  zone any relevant  law \nfor the time being  in force  in Pakistan , or any provision thereof; and  \n \n(b)  make such provisions as it may deem necessary  for facilitating the enforcement  \nof such laws  in the exclusive economic  zone or, as the  case may be, the part \nthereof to which it has been extended.  \n \n(6) The provisions of sub -section (6) of section 9 shall apply in  relation to  the laying  or \nmaintenance  of submarine  cables  or pipelines  or such other material  on the seabed of the exclusive  \neconomic  zone as they apply  in relation to  the laying  or maintenance  of submarine  cables  or pipelines  \nor such other material  on the seabed  of the continental  shelf.  \n \n(7) in the exclusive  economic  zone  and the air space  over the zone, ships and aircraft of all \nstates shall, subject to the exercise  by Pakistan of its right within the zone, enjoy freedom of navigation \nand the over fli ght. \n \n9. Continental  shelf .—(l) The continental  shelf  of Pakistan, hereinafter  referred to as the \ncontinental  shelf, comprises the seabed  and subsoil of the  submarine  areas  that extend  beyond  the limit  \nof the  territorial  sea of Pakistan throughout the natural  prolongation  of the  land territory  of Pakistan  to \nthe outer  limit  line comprising  fixed  points  measured  three  hundred  and fifty nautical  miles  from the  \nbaseline,  declared  under  sub-section  (3) of section  3, as notified  by the Federal Government in the \nofficial Gazette.  \n \n(2) Pakistan  has full and exclusive  sovereign  rights  in respect  of its continental  shelf \nincluding, — \n \n(a)  exclusive sovereign  rights  for the purposes  of exploration, development,  \nexploitation,  conservation  and management  of all natural  resources  consisting  \nof the  mineral  and other  ton-living resources of the seabed and subsoil  together  \nwith living organisms belonging to sedentary  species;  \n \n(b)  exclusive  rights  and jurisdiction to authorize,  regulate, conduct  and control  \nscientific  research;  \n \n(c)  exclusive  rights and jurisdiction  for the construction,  maintenance or  operation \nof artificial islands,  off-shore  terminals,  installations and  other  structures and  \ndevices  necessary  for the exploration and exp loitation  of the  resources  of the \ncontinental  shelf,  for the convenience of shipping or for any other purpose;  and  \n \n(d)  exclusive  jurisdiction  to preserve  and protect  the marine environment and to \nprevent  and control  marine pollution.  \n \nExplanation .—For the purpose  of this sub -section, the expression “living organisms ” shall  \nmean those  organisms which  at the harvestable stage,  are either immobile  on or under  the seabed  or \nare unable  to move  except  in constant physical contact with the seabed or the subsoil.  \n \n(3) No person  or company,  including  a foreign  government,  shall except  under and in \naccordance  with the terms  of any agreement with the Federal Government or a licence  or letter of \nauthority issued by the Federal  Government or any authority  or any person  duly authorized  in this \nbehalf by the  Federal Government, explore  the continental  shelf or  exploit  its resources  or carry  out \n \n \n \nPage 9 of 16 \n any search  or excavation  or conduct  any research  within  the continental shelf or drill  therein  or \nconstruct,  maintain  or operate  therein  for any of the purposes whatsoever  any artificial  island,  off-\nshore  terminal,  installation  or other structures  or devices.  \n(4) The Federal  Government  may by notification  in the official  Gazette, — \n \n(a)  declare  any area of the  continental  shelf to  be a designated  area;  and \n \n(b)  make  such provisions  as it may deem  necessary  with respect  to all  or any of  the \nfollowing  matters, namely;  \n \n(i)  the exploration,  development,  exploitation  and protection  of the  \nresources  of the  continental  shelf within  such designated area;  \n \n(ii)  the safety  and protection  of artificial  islands,  off-shore terminals, \ninstallations and other structure  and devices  in such designated  area;  \n \n(iii)  the protection of marine environment of such designated  area;  \n \n(iv)  customs  and other fiscal matters  in relation to such designated  area; and  \n \n(v)  the regulation  of entry  into and passage  through  the designated  area of \nforeign  ships  by the establishment  of fairways,  sealanes,  traffic  \nseparation  schemes  or any other mode  of ensuring  freedom  of navigation  \nwhich  is not prejudicial to the interest of Pakistan.  \n \n(5) The Federal  Government  may,  by notification  in the official  Gazette, — \n \n(a)  extend to the whole or any part of the continental  shelf any relevant law  for the \ntime being  in force  in Pakistan,  or any provision thereof; and  \n \n(b)  make  such provisions  as it  may consider  necessary  for facilitating the \nenforcement of such laws in the continental  shelf or, as the case may be, the part \nthereof to which  it has been extended.  \n \n(6) Subject to any measures  that may be necessary  for protecting the interests  of Pakistan,  the \nFederal  Government  may not impede  the laying  or maintenance  of submarine  cables  or pipelines  or \nsuch other  material  on the seabed of the continental  shelf by foreign states:  \n \nProvided  that the consent  of the  Federal  Government shall  be necessary for the delineation of \nthe course for the laying of such cables or pipelines  or such other material.  \n \n10.  Safety zones .—(1) The  Federal  Government  may establish  safety  zones  around  artificial  \nislands,  off-shore  terminals,  installations  and other structures,  devices  constructed,  maintained  and \noperated  within  the internal waters,  the territorial  sea, the exclusive economic  zone and the continental  \nshelf by the Federal  Government  or by a person or company  under a licence  issued  by the Federal  \nGovernment.  \n \n(2) The limits  of safety  zones  mentioned  in sub-section  (1) shall  not exceed  a distance  of five \nhundred  meters around  them,  measured  from each point of their  outer  edge  except  as authorized  by \ngenerally  accepted  international standards.  \n \n \n \nPage 10 of 16 \n  \n(3) All ships,  vessels  and bots while  navigating  in the vicinity  of the artificial  islands,  off-shore  \nterminals  installations  and other  structures  and devices shall  comply  with the laws and regulations  and \norders  issued  by the Federal  Government or any authority or person  duly authorized in  this behalf by \nthe Federal  Government for the safety of the navigation  and the artificial  islands  off-shore  terminals,  \ninstallations  other structures  and devices.  \n \n11.  Delimitation  of maritime  boundaries .—(1) Notwithstanding anything  contained  in any \nother  law for the  time being  in force  and any other provision  of this Act, the  delimitation  of the \nterritorial  sea, contiguous zone,  the exclusive  economic  zone,  the continental  shelf  and other  maritime  \nzones  between  Pakistan  and any other  state whose  coast  is opposite  or adjacent to that of Pakistan  shall \nbe determined by agreement  between  Pakistan  and such state.  \n \n(2) Every agreement referred to in  sub-section (1 ) shall be published  in the official Gazette  as \nsoon as it enters  into force.  \n \n12.  Publication of charts .—The Federal  Government may cause to be published  in official  \ncharts the baseline  referred to in sub-section (3) of section 3, the boundaries  of the territorial  sea, the \ncontiguous zone, the exclusive  economic zone,  the continental  shelf and  other  maritime  boundaries  as \nreferred  to in section 11 . \n \n13.  Removal  of off -shore installations .—(1) Subject to any  action under  any other  law for \nthe time  being  in force  and any  other provision  of this Act, the Federal Government or any authority  \nor a person  duly authorized in this behalf by the Federal  Government,  may direct  a person  or company  \nto remove  within  the time given  by the Federal  Government or  the authorized  person or  authorized  \nauthority,  the artificial  island,  off-shore  terminal,  installation  and other  structure  or device,  constructed,  \nmaintained  or operated  or any vessel, aircraft,  platform  or other  man-made  structure  dumped  by that \nperson  or company  in contravention of any provisions of the Act.  \n \n(2) In  case such  person  or company  mentioned in sub -section  (1) fails to remove  such artificial  \nisland,  off-shore  terminal,  installation, vessel,  aircraft, platform  or other  structure,  the Federal \nGovernment or  any authority  or person duly  authorized  in this  behalf by  the Federal  Government  may \nremove  such artificial  island,  off-shore  terminal,  installation,  vessel,  aircraft  and any other structure or \ndevice, at the risk and cost of such  person  or company  \n \n14.  Prohibition of pollution .—No person,  vessel  or company  shall cause  or attempt to cause  \nor abet to cause the pollution of marine  environment in the  internal  waters,  the territorial  sea, the \ncontiguous  zone,  the exclusive economic zone  and the continental  shelf.  \n \nExplanation .—For the  purpose  of this  section,  the expression “pollution of  marine  \nenvironment” , means  the introduction  by a person,  directly  or indirectly,  of substance or  energy  into \nthe marine  environment,  including estuaries  which result or is likely  to result  in such deleterious  effects  \nas harmful to  living  resources  and marine  life, hazardous  to human  health,  hindrance  to marine  \nactivities,  including  fishing  and other  legitimate  uses of the sea, impairment of quali ty for use of sea \nwater and reduction of amenities.  \n \n15.  Prohibition  of dumping .—No person,  vessel  or company  shall cause  or attempt  to cause  \nor abet to cause  the dumping in the internal  waters,  the territorial  sea, the contiguous  zone,  the \nexclusive  economic  zone  and the continental  shelf,  except  under  and in accordance with  the terms  of \n \n \n \nPage 11 of 16 \n a licence or letter of authority  issued  by the Federal Government or any  other  authority  or person duly \nauthorized in this behalf by the Federal  Government.  \n \nExplanat ion.—For the purpose of this section, the expression “dumping ” means, — \n(a)  any deliberate disposal  of wastes  or other  matters  from  vessels, aircraft,  \nplatforms or other man -made  structures at sea; and  \n \n(b)  any deliberate disposal  of vessels,  aircraft,  platforms or other man•  made \nstructures at sea but does not include — \n \n(i)  the disposal  of wastes  or any other matter  incidental to  or derived  from  \nthe norm al operations of  vessels,  aircraft, platforms  or other  man-made  \nstructures  at sea and their equipment,  other  than wastes  or other  matters  \ntransported by or to vessels,  aircraft,  platforms or other  man-made \nstructures at sea operating  for the  purpose  of disposal  of such  mater  or \nderived from the treatment  of such wastes  or other  matters  on such \nvessels,  aircraft,  platforms  or structures;  \n \n(ii)  placement  of matter  for a purpose  other  than the mere disposal  thereof,  \nprovided  that such placement is not contrary to any provisions of this \nAct. \n \n16.  Jurisdiction onboard a foreign ship .—(1) Where  an offence  is committed onboard  a \nforeign  ship,  being  a merchant  ship or government ship operated  for commercial purposes, during  its \npassage  through  the territorial  sea, jurisdiction may be exercised, in relation  to such offence,  only if;  \n \n(a)  the consequen ces of the offence extends to the territory of Pakistan;  \n \n(b)  the offence  is of a kind likely to disturb the peace of Pakistan  or good order of \nthe territorial  sea; \n \n(c)  the assistance of the Federa l Government or any public officer has been \nrequested by the master, of the foreign ship or by a diplomatic agent or consular \nofficer of the relevant foreign state; or  \n \n(d)  it is necessary  to exercise  jurisdiction  for the purpose  of suppressing any  illicit \ntraffic  in narcotic  drugs  or psychotropic substances  or weapons,  unauthorized  \nbroadcasting or any act of piracy and slave trade.  \n \nExplanation .—For the purpose  of clause  (d), the expression “unauthorized  broadcasting ” \nmeans the transmission of sound radio or television broadcasts from a ship or installation  in the \nexclusive economic zone or on the high  seas intended  for reception  by the people of Pakistan contrary \nto the international regulations, but excluding the tra nsmission of distress call.  \n \n(2) The limitation in sub -section (1 ) shall not apply in any case where a foreign ship is passing \nthrough the territorial sea after leaving the internal waters.  \n \n(3) Subject to sub-section  (1), where a foreign ship proceeding f rom a port outside  Pakistan  is \npassing through the territorial  sea without having entered intern al waters,  jurisdiction  may be exercised  \n \n \n \nPage 12 of 16 \n in relation  to any offence committed before the ship entered the territorial sea, onboard the ship during \nthe passage  only if— \n \n(a)  there  are grounds  for believing that the ship has, in the exclusive economic zone \nor the continental s helf, committed a violation of — \n(i)  any provision of law of Pakistan applicable in the exclusive economic \nzone and  the continental shelf for exploration or exploitation  of the \nnatural  resources whether living  or non -living;  \n \n(ii)  any provision of law of Pakistan and any international  rule or standard \napplicable  in the exclusive economic zone or the continental shelf; or \n \n(iii)  any provision of the regulations or any enactment conforming  to and \ngiving effect to any such rules and standards;  \n \n(b)  there  are reasonable  grounds  for believing  that violation  has resulted in a \nsubstantial discharge causing or threatening significant pollut ion of the marine  \nenvironment;  or \n \n(c)  there  is clear  evide nce that violation  has resulted  in a substantial discharge  \ncausing  major dam age or threat of major damage to the coastline  of Pakistan  or \nto any resources  of its territorial  sea or exclusive  economic  zone or continental  \nshelf.  \n \n17.  Pollution  and dumping  outside  internal  waters,  contiguous zone, territorial sea or \nexclusive economic zone .—(1) When  a foreign  ship which voluntarily  within a port or at an off -shore  \nterminal of Pakistan  has caused  marine  pollution  or dumping  as defined  in sections  14 and 15, outside  \nthe internal  waters,  the territorial  sea or the exclusive  economic  zone  and the continental  shelf, which  \nhas caused  or is likely to cause  pollution  in the internal waters,  the territori al sea or the  exclusive  \neconomic  zone,  the master  and the person  in charge  of such  ship shall  be deemed  to have  committed  \nthe offence liable for the punishment  under section 27.  \n \n(2) The owner  and agent of the ship mentioned  in sub-section  (1) shall also  be deemed  to have  \ncommitted  the offence  liable  for punishment  under section  27 unless  he proves  that the offence  was \ncommitted  without  his knowledge  or that  he exercised  all due diligence  to prevent  the commission  of \nthat offence.  \n \n18.  Seaworthiness of ships to avoid pollution or dumping .—When the Federal Government, \nor any authority or person duly authorized in this behalf by the Federal  Government,  has reasons  to \nbelieve  that a foreign ship within  one of the  ports or  at one of the  off-shore  terminals  of Pakistan,  in \nviolation  of generally accepted international  rules  and standards  relating  to seaworthiness of  such \nships,  is likely to cause  pollution  or dumping  as defined  in sections  14 and 15, in the internal  waters,  \nthe territorial  sea or the contiguous  zone  or the exclusive  economic  zone  or the continental  shelf,  the \nFederal  Government,  or any authority  or person duly authorized  in this  behalf by that Government, \nmay as far as practicable  take administrative  measures  to prevent such ship  from  sailing  and may \npermit  such'  ship to proceed  only to the nearest  appropriate repair yard and  upon removal  of the causes \nof the violations  may permit the ship  to continue immediately.  \n \n19. Hot pursuit .—(1) When the Federal  Government,  or any authority or person  duly \nauthorized  in this  behalf by the Federal  Governkn ent, has reason to believe  that a foreign  ship has \n \n \n \nPage 13 of 16 \n violated  the laws or regulations  of Pakistan,  it or he may undertake  the hot pursuit for the arrest of that \nship.  \n \n(2) Hot pursuit commences  when the foreign  ship or one of its boats or other  craft working  as \na team  and using  the ship pursued  as a mother  ship is within  the limits  of the  internal  waters,  territorial  \nsea or contiguous  zone  of Pakistan.  \n \n(3) If the foreign  ship is in the contiguou s zone  of Pakistan,  the hot pursuit may be undertaken \nif there  has been a violation of the  laws or regulations for which  the zone was established.  \n \n(4) As long as the hot pursuit  is not interrupted,  it may continue o utside the territorial  sea, the \ncontiguous zone,  the exclusive economic zone and the  continental shelf as  the case may be. The hot \npursuit  ceases as soon  as the ship  pursued  enters  the territorial  sea of its  own country  or of a third  \ncountry. The  right  of hot  pursuit  shall  be exercised by warships  or military  aircraft  of Pakistan,  or by \nships  or aircraft  clearly  marked  and identifiable  as being  on Federal  Government service  and duly \nauthorized  in this behalf  by the Federal Government  or any authority  or person  duly authorized  by the \nFederal Government.  \n \n(5) In case of violations of  laws or regulations  applicable  in the exclusive  economic  zone  or on \nthe continental  shelf,  the hot pursuit  may commence when  the ship pursued  or one  of it boats  using  the \nship pursued  as a mother  ship,  is within the limits  of the  exclusive economic zone  or continental shelf \nas the case may be.  \n \nExplanation .—For the purpose  of this section. — \n \n(a)  the expression  “warship  includes  all ships of the  Pakistan  Navy  and the Pakistan  \nMaritime Security  Agency;  and \n \n(b)  the expression  “military  aircraft ” includes  an aircraft  of the Pakistan Army, \nPakistan  Navy, Pakistan Air Force and the  Pakistan Maritime Security  Agency.  \n \n20.  Foreign warships .—A foreign  warship  and other  state owned ships used and operated by \nthe government thereof for non -commercial  purposes shall  not be arrested  or taken  into custody under  \nany provision  of this  Act. In such  cases,  a written  report  shall  be submitted  immediately  to the Federal \nGovernment or  any authority  or person  duly authorized  in this behalf by the Federal  Government.  \n \nExplanation .—For the  purpose  of this  section,  the expression “warship ” means a ship \nbelonging to the armed  forces of a State  bearing the external  marks distinguishing such  ship of its \nnationality,  under  the comman d of an officer  duly commissioned  by that  state and  whose  name  appears  \nin the  appropriate service list or its equivalent and manned  by a crew  which  is under  regular armed  \nforces discipline.  \n \n21.  Attempt  and abetment .—Whoever  attempts  to contravene  or abets  the contravention  of \nany provision  of this  Act shall  be deemed  to have contravened the provisions of this Act and rules \nmade thereunder.  \n \n22.  Trial  of Offences .—(1) Unless  otherwise  provided  under  the provisions of this Act, any \nperson committing an  offence under the provisions of this Act shall be punishable  under section 27 or \nunder any of the laws extended under this  Act and shall  be tried by  a Court of Sessions  designated by  \n \n \n \nPage 14 of 16 \n the Federal Government in consultation with Chief Justice of the High  Court of the respective province, \nin this behalf.  \n \n(2) Without  prejudice  to the provisions  of the Pakistan  Maritime Secu rity Agency  Act, 1994  \n(X of 1994), no proceedings  shall be initiated  under this  Act except  on a complaint  in writing  to the \ncompetent  Court  of Sessions made by Pakistan  Maritime  Security  Agency or Pakistan Navy.  \n \n23.  Arrest without warrant .—Notwithstanding anything  contained  in the Code of Criminal  \nProcedure,  1898 (V of 1898),  any person  who contravenes any provisions  of this Act may  be arrested  \nwithout  warrant by the commanding  officer  of a ship,  vessel  or boat of the Pakistan  Navy and the \nPakistan  Maritin ie Security Agency, not below the rank of lieutenant.  The arresting officer may also \ntake into custody  any ship,  vessel,  boat,  equipment  and gear used and any artificial  island, off-shore \nterminal,  installation,  structure  and device constructed, maintained  and operated  and any property  \nacquired,  possessed  or disposed  of in contravention of any provision  of this Act.  \n \n24.  Visit  and search .—For the purposes  of this section,  the commanding  officer  may board  \nor send  a boarding  party  to any ship  or vessel suspected  of being used  or any artificial  island , off-shore  \nterminal installa tion or any  other  structure  or device  suspect ed of being  constructed,  maintained  or \noperated  in contravention  of any provisions  of this Act for investigation, inspec tion, search and \nchecking  documents.  \n \n25.  Procedure after arrest .—The officer  making  an arrest  under section 23  shall, without  \nunnecessary de lay, take or produce  the person  arrested before the officer in charge of the police  station \nor the court, having jurisdiction in  the case and thereupon  the provisions  of the  Code  of Criminal  \nProcedure,  1898  (V of 1898),  relating  to investigation  of cognizable  offences  and trial before the Court \nof Sessions, shall apply.  \n \n26.  Disposal of perishable property .—In case any property taken into custody under section \n23 is a perishable  item, the same may be disposed  of under orders  of the court having jurisdiction in \nthe ease and if it is sold, its value  shall be treated  as property  taken into custody under that section.  \n \n27.  Punishment .—(1) Whoever  contravenes  any provision  of this  Act or any rule, regulation  \nor notification  made  or issued thereunder shall,  without prejudice to any other action which  may be \ntaken against  such person  under  any other provision  of this  Act or of any other law for the time being  \nin force  be punishable  by imprisonment  for a term  which  may extend  to five years  or with fine or with \nboth.  \n \n(2) Notwithstanding any provision  of any other  law for the time being in  force,  any ship,  vessel,  \nboat,  equipment  and gear and any artificial  island, off -shore terminal,  installation  and other structure  \nor device  used for commission of the offence  and any property  acquired,  possessed  or disposed  of in \ncommission  of an  offence  under  this Act shall  be forfeited  to the Federal Government.  \n \n28.  Piracy .—A person  commits  piracy,  if he commits  any one or more of the following  acts, \nnamely:  — \n \n(a)  any illegal act of violence  or detention,  depredation,  committed  for private  ends \nby the crew  or the passengers of a private  ship or a private aircraft  and \ndirected. — \n \n \n \n \nPage 15 of 16 \n (i)  against  another  ship or aircraft or against persons  or property onboard  \nsuch ship or aircraft;  or \n \n(ii)  against  a ship,  aircraft,  persons  or property  on high  seas or in a place \noutside the jurisdiction of any state; and  \n \n(b)  any act of voluntary  participation in the operation of a ship or of an aircraft with  \nknowledge  of facts  making it a pirate ship or aircraft;  \n \n(c)  any act of abetting or inciting  or of intentionally  facilitating an act  specified  in \nclauses  (a) or (b).  \n \n29. Punishment for piracy .—Whoever commits  piracy  shall be punishable  with imprisonment  \nwhich  may extend to ten  years  and if, while committing the offence,  commits  murder shall also be \nliable to imprisonment for life or with death.  \n \n30.  Armed robbery  against ships .—Whoever, by any unlawful  act of violence  or detention \nor any act of depredat ion or threat thereof, other than act of piracy, directed  against the ship or against  \npersons  or property  onboard  a ship in the  territorial  sea, commits  or attempts  to commit the  armed  \nrobbery  against ships shall be liable to punishment under section 27.  \n \n31. Offences  by companies .—Where  an offence  punishable  under section  27 has been \ncommitted  by a company,  any person who,  at the time  the offence was committed, was  in charge  of \nand was responsible to the company  for the  conduct  of the  business  of th e compan y, as  well as the \ncompany,  shall be deemed  to be guilty of the offence and shall be liable to be proceeded  against  and \npunished  accordingly,  provided  that nothing contained in this section shall render any such  person  \nliable to any punishment provide d in this Act if he proves  that the offence  was committed  without  his \nknowledge  or that he exercised  due diligence  to prevent the commission  of such offence.  \n \n32.  Power  to make  rules .—(1) The Federal  Government  may,  by notification  in the  official  \nGazette,  make  rules  for carrying  out the  purposes of this Act.  \n \n(2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such rules may \nprovide  for all or any of the following  Matters namely: — \n \n(a)  regulation  of the  conduct  of any  person  in the territorial  sea contiguous zone, \nthe exclusive  economic  zone, the continental shelf or any other maritime  zone \nof Pakistan;  \n \n(b)  regulation  of the exploration,  development,  exploitation, conservation  and \nmanagement  of the  resources of the  contiguous zone, the continental shelf and \nexclusive  economic  zone;  \n \n(c)  regulation  of the construction,  maintenance  and operation  of artificial  islands,  \noff-shore  terminals,  installations  and other structures and devices;  \n \n(d)  preservation  and protection  of the marine  environment  and prevention, \nreduction  and control  of marine pollution;  \n \n \n \n \nPage 16 of 16 \n (e)  authorization,  regulation  and control  of the  conduct  of marine  scientific \nresearch;  \n \n(f)  fees in relation to licences and letters of authority;  \n \n(g)  any matter  relating  to implementation  of the convention  and other such \nconventions;  and \n \n(h)  any matter  incidental to any of the matters specified  in this Act,  \n \n33.  Delegation .—The federal Government may,  by notification  in the official  Gazette  and \nsubject  to such conditions  as may be specified  in the notification,  direct  that all or any of its  powers  \nunder  this Act or rules  made thereunder shall also be exercis able by an authority  or officer  subordinate  \nto it or  by a provincial government  or any authority  or officer subordinate to it.  \n \n34.   Repeal and savings .—(1) The  Territorial  Waters  and Maritime  Zones Act,  1976 (LXXXII  \nof 1976) is hereby repealed.  \n \n(2) Everything  done  and all actions,  liabilities  or proceedings commenced  or power conferred,  \nrules made and  notifications  issued, under any provision  of the said repealed  Act shall continue  in \nforce  and be deemed to have been respectively done, taken, incurred, commenced, appointed, \nauthorized, conferred, made or issued under this Act."
}