{
    "file": "./converted_json\\administrator3651ef39f3a5822410427274955e87f3.json",
    "name": "Secretariat Allowance (Rescission of Orders, etc.) Ordinance, 2000",
    "date": "30th March, 2000",
    "tagline": "Ordinance to provide for rescission of certain orders relating to Secretariat Allowance",
    "content": "Page 1 of 2 \n  \nTHE SECRETARIAT ALLOWANCE (RESCISSION OF ORDERS, \nETC.) ORDINANCE, 2000  \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Rescission of certain orders  \n3.  Removals of difficulties  \n \n   \n\n \nPage 2 of 2 \n THE SECRETARIAT ALLOWANCE (RESCISSION OF ORDERS, ETC.) \nORDINANCE, 2000  \n \nORDINANCE No. XII of 2000  \n                                                                                    [30th March, 2000]  \nAn Ordinance to provide for rescission of certain orders relating to Secretariat Allowance  \n WHEREAS  it is expedient to provide for rescission of certain orders relating to Secretariat \nAllowance granted to certain employees of the Federal Government and to provide for matters \nconnected therewith  and incidental thereto;  \n \n AND WHEREAS  the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No. 1 as amended;  \n \nAND WHEREAS  the Pres ident is satisfied that circumstances exist which render it necessary \nto take immediate action;    \n NOW, THEREFORE,  in pursuance  of Proclamation of the fourteenth day of October, 1999, \nand Provisional Constitution Order No. 1 as amended as well as Order No.  9 of 1999, and in exercise \nof all powers enabling him in that behalf, the President of the Islamic Republic of Pakistan is pleased \nto make and promulgate the following Ordinance: — \n \n1. Short title, extent and commencement .___ (1) This Ordinance may be called the Secretariat \nAllowance (Rescission of Orders, etc.) Ordinance, 2000.  \n \n (2) It shall come into force at once.  \n \n 2. Rescission of certain orders .___ (1) The orders, office memorandums, instructions and other \ninstruments w hereby the Secretariat Allowance was granted to certain Federal Government Employees \nin the Federal Secretariat, President's Secretariat, Prime Minister's Secretariat, National Assembly \nSecretariat, the Senate Secretariat and other organizations of the Fed eral Government and the orders, \noffice memorandums, instructions and other instruments amending the aforesaid orders office \nmemorandums, instructions and other instruments, hereinafter referred to as the orders, converting the \nSecretariat Allowance into Pe rsonal Allowance are hereby rescinded and shall be deemed always to \nhave been so rescinded on the 1st July, 1988, and no financial benefit whatsoever, save and except as \nprovided in sub -section (2), shall accrue or deemed to have accrued of become payable thereunder to \nthe persons employed in the aforesaid Secretariats and other Organisations of the Federal Government \nnotwithstanding any decision of any Court including a High Court and the Supreme Court.  \n \n (2) Any order made, instruction issued, decision of  any Court including a High Court or the \nSupreme Court implemented immediately before the commencement of this Ordinance, shall be \ndeemed to have been validly made, issued and implemented and the amount of Secretariat Allowance \nincluding Personal Allowance  already paid thereunder shall be deemed to have been validly paid and \nshall not be recoverable from the recipients of such allowances.  \n \n 3. Removals of difficulties .___ If any difficulty arises in giving effect to the provisions of this \nOrdinance, the Federal Government may make such order as it may deem just and equitable to provide \nrecompense for the  benefit of the Federal Government Servants who were recipient of the Sec retariat \nAllowance or the Personal Allow sance."
}