{
    "file": "./converted_json\\administratorc730e5d2d9b3d51426e3b491e4b9db37.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 12 \n  \nTHE FISCAL RESPONSIBILIT Y AND DEBT LIMITATION ACT, \n2005  \n \n \n \n \n \n \n \nCONTENTS  \n           __________  \n \nCHAPTER  I \n \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \nCHAPTER II   \n \nPRINCIPLES OF SOUND FISCAL AND  \nDEBT MANAGEMENT  \n3.  Principles of s ound fiscal and debt management  \n \nCHAPTER – III \n \nECONOMIC POLICY STATEMENTS  \n4.  Economic policy statements to be laid before the National Assembly  \n5.  The medium term budgetary statement  \n6.  The fiscal policy statement  \n7.  The debt policy statement  \n8.  Disclosure of policy decisions and other matters  \n9.  Measures to enforce compliance  \n10.  Statement of responsibility  \n11. Measures for fiscal transparency  \n  \n \n\n \n \nPage 2 of 12 \n  \n \nCHAPTER – IV  \n \nDEBT POLICY CO -ORDINATION OFFICE   \n12.  Establishment of the Debt Policy Co -ordination Of fice \n13.  Functions of the Office  \nCHAPTER – V  \n \nMISCELLANEOUS PROVISIONS  \n14.  Publication and access of statements  \n15.  Indemnity  \n16.  Application of other laws not barred  \n17.  Power to make rules  \n18. Removal of difficulties  \n \n \n \n \nPage 3 of 12 \n THE FISCAL RESPONSIBILITY A ND DEBT LIMITATION ACT, 2005  \n \nACT NO. VI OF 2005  \n[13th June, 2005 ] \n1[An Act to provide for reduction of Federal fiscal deficit and ratio of public debt to gross domestic \nproduct to a prudent level by effective public debt management  \n  WHEREAS it is expedien t to provide for reduction of Federal fiscal deficit and ratio of \npublic debt to gross domestic product to a prudent level by effective debt management and for \nmatters connected therewith and incidental thereto;  \n \n It is hereby enacted as follows: —] \nCHAPTER  I \nPRELIMINARY  \n \n  1. Short title, extent and commencement .—(1) This Act may be called the Fiscal \nResponsibility and Debt Limitation Act, 2005.  \n(1) It extends to the whole of Pakistan.  \n(2) It shall come into force at once.  \n2. Definitions. —In the Act, unless  there is anything repug nant in the subject or context, — \n(a)  “annual  budget statement ” means the annual statement of the estimated \nreceipts and expenditures of the Federal Government laid before the National \nAssembly under Article 80 of the Constitution  1[of the Islamic Republic of \nPakistan] ; \n(b)  1[* * * * * * *] \n(c)  “debt reduction path ” means 1[the report on] the debt reduction path prepared \nby Debt Policy Coordination Office established under clause (b) of subsection \n(2) of section 13;  \n(d)  “economic  policy statements ” means the economic, fiscal and debt policy \nstatements specified in subsection (1) of section 4;  \n(e)  “fiscal  indicators ” means the measures such as numerical ratios and \nproportions to gross domestic product or revenues for evaluation of the fiscal \nposition of the Government as may be prescribed;  \n(f)  “guarantee ” includes any obligation undertaken to make payments in the event \nof the profit of an undertaking falling short of a specified amount;  \n(g)  “Minister ” means the Minister for Financ e, Government of Pakistan;  \n(h)  “Office” means the Debt Policy Coordination Office established under \nsubsection (1) of section 12;  \n \n \n1Subs.  Ins. & Omitted  by Finance Amendment Act, 2016 (XXIX OF 2016), s.6  \n \n \nPage 4 of 12 \n (i)  “prescribed ” means except where otherwise pro vided, prescribed by rules \nmade under this Act;  \n(j)  “principle  of sound fiscal and debt management ” means the principles of \nsound fiscal and debt management specified in section 3;  \n1[(k)  “Federal fiscal deficit” means the difference between total net rev enue receipts \nand total expenditure of the Federal Government ;] \n(1)  1[* * * * * * *] \n1[(m)  “total expenditure” means a sum of total recurrent expenditure, development \nexpenditure and net lending of the Federal Government ;] \n(n)  1[* * * * * * *] \n1[(o)  “total public debt” means the debt of the Government (including the Federal \nGovernment and the Provincial Governments) serviced out of the \nConsolidated Fund and debts owed to the International Monetary Fund;]  \n 2[Explanation. —Total debt of the Government is p ublic debt less accumulated \ndeposits of the Federal and Provincial Governments with the banking system.]  \n(p)  “total revenue ” means a sum of tax revenues, non -tax revenues and surcharges \nof the Government  1[; and]  \n1[(q) “total net revenue of Federal Govern ment” means a sum of tax revenues, non -\ntax revenues and surcharges of the Government minus transfer of provincial \nshare.]  \nCHAPTER II   \n \nPRINCIPLES OF SOUND FISCAL AND  \nDEBT MANAGEMENT  \n3. Principles of sound fiscal and debt management .—(1) Subject to subsecti on (4), the \nFederal Government shall pursue its policy objectives in accordance with the principles of sound \nfiscal and debt management specified in subsection (3).  \n1[(2) The Federal Government shall take all appropriate measures to reduce the Federal fisc al \ndeficit excluding foreign grants and ratio of total public debt to gross domestic product and maintain \nit within prudent limits thereof.]  \n \n(3) In particular and without prejudice to the generality of the foregoing provisions, the \nfollowing shall be the principles of sound fisc al and debt management, namely: — \n \n1[(a) limiting the Federal fiscal deficit excluding foreign grants to four percent of \ngross  domestic product during the three years, beginning from the financial \nyear 2017 -18 and maintaining it at a  maximum of three and a half percent of \nthe gross domestic product thereafter;  \n \n \n1Subs. & Omitted by Finance Amendment Act, 2016 (XXIX OF 2016), s.6  \n2Added by Finance Amendment Act, 2017  (XXVII OF 2017 ), s.5  \n \n \nPage 5 of 12 \n (b) ensuring that within a period of two financ ial years, beginning from the \nfinancial year 2016 -17, the total public debt shall be reduced to sixty percent \nof the estimated gross domestic product;  \n (c)  ensuring that within a period of five financial years, beginning from the \nfinancial year 2018 -19 to tal public debt shall be reduced by 0.5 percent every \nyear and from 2023 -24 and going up to financial year 2032 -33 a reduction of \n0.75 percent every year to reduce the total public debt to fifty percent of the \nestimated gross domestic product and thereafte r maintaining it to fifty percent \nor less of the estimated gross domestic product; and]  \n(d)  not issuing new guarantees, including those for rupee lending, bonds, rates of \nreturn, output purchase agreements and all other claims and commitments that \nmay be  prescribed, from time to time, for any amount exceeding two per cent. \nof the estimated gross domestic product in any financial year:  \n  Provided that the renewal of existing guarantees shall be considered as \nissuing a new guarantee.  \n(4) The Federal Governm ent may depart from the principles of sound fiscal and debt \nmanagement on the ground or grounds of unforeseen demands on the finances of the Government \ndue to national security or natural calamity as determined by the National Assembly, but when the \nFedera l Government does so — \n(a) any such departure shall be temporary; and  \n(b) the Minister shall, in accordance with the provisions of this Act, specify — \n(i)  the reasons for the Federal Government's departure from those \nprinciples;  \n(ii)  the approach or measur es the Federal Government intends to take to \nreturn to those principles; and  \n(iii)  the period of time that the Federal Government expects to take to \nreturn to those principles.  \nCHAPTER – III \n \nECONOMIC POLICY STATEMENTS  \n4. Economic policy statements to be laid before the National Assembly. —(1) The Federal \nGovernment shall, in each year, cause to be laid before the National Assembly, the following \nstatements of economic, fiscal and debt policy, namely: -  \n(a)  the medium term budgetary statement;  \n(b)  the fiscal policy statement; and  \n(c)  the debt policy statement:  \n \n \nPage 6 of 12 \n   1[Provided that where the National Assembly is not in session, the \nstatements may be laid in the next session even if it occurs after the end of the \nperiod specified in sub -section (2).]  \n(2) The e conomic policy statements specified on subsection (1) shall cause to be laid before \nthe National Assembly by the end of the period specified in sections 5, 6 and 7.  \n(3) The economic policy statements shall be in such form as may be prescribed from time to \ntime by the Federal Government.  \n5. The medium term  budgetary statement .—(1) The Federal Government shall include a \nmedium term budgetary statement, consistent with the principles of sound fiscal and debt \nmanagement, in the annual budget statement to be lai d before the National Assembly each year not \nlater than the thirtieth day of June of each financial year.  \n(2) The medium term budgetary statement shall set forth a three year rolling target for \neconomic indicators.  \n(3) In particular and without prejudice t o the provisions contained in subsection (2), the \nmedium term budgetary statement shall, for the financial year commencing on the first day of July \nand the two financial years following that financial year,  \n(a)  indicate explicitly, by the use of ratios o r other means the Federal Government's \nintentions regarding economic indicators including those specified in subsection (2) of \nsection 6; and  \n(b)  specify  clearly key fiscal measures and risks that the Federal Government considers \nimportant and against whi ch fiscal policy will be set and assessed.  \n6. The fiscal policy statement .—(1) The Federal Government shall cause to be laid before \nthe National Assembly the fiscal policy statement by the end of January each year.  \n(2) The fiscal policy statement shall, in ter alia, analyze the following key macroeconomic \nindicators, namely: — \n(a)  total expenditures;  \n1[(b)  total net revenue receipts;]  \n(c)  total fiscal deficit;  \n1[(d)  total Federal fiscal deficit excluding foreign grants; and]  \n(e)  total public debt.  \n1[(f)  debt per capita.]  \n \n \n1Subs. & Added by Finance Amendment Act, 2016 (XXIX OF 2016), s.6  \n \n \nPage 7 of 12 \n  (3) The Federal Government shall explain how fiscal indicators accord with the principles of \nsound  fiscal and debt management.  \n(4) The fiscal policy statement shall als o contain — \n(a)  the key fiscal measures and rationale for any major deviation in fiscal \nmeasures pertaining to taxation, subsidy, expenditure, administered pricing \nand borrowing;  \n(b)  an update on key information regarding macroeconomic indicators;  \n(c)  the strategic priorities of the Federal Government for the financial year in the \nfiscal area;  \n(d)  the analysis to the fullest extent possible of all policy decisions made by the \nFederal Government and all other circumstances that may have a material \neffect on meeting the targets for economic indicators for that fiscal year as \nspecified in the medium term budgetary statement; and  \n(e)  an evaluation as to how the current policies of the Federal Government are in \nconformity with the principles of sound fiscal a nd debt management and the \ntargets set forth in the medium term budgetary statement in section 5.  \n7. The debt policy statement .—(1) The Federal Government shall cause to be laid before the \nNational Assembly, the debt policy statement by the end of January each year.  \n(2) The purpose of the debt policy statement is to allow the assessment of the Federal \nGovernment's debt policies against the principles, of sound fiscal and debt management and the debt \nreduction path.  \n(3) In particular and without prejudice to  the provisions of subsection (2) the debt policy \nstatement shall , inter alia, contain \n(a)  assessment of the Federal Government's success or failure in meeting the \ntargets of total public debt to estimated gross domestic product for any given \nyear as spe cified in the debt reduction path;  \n(b)  evaluations  of external and domestic borrowing strategies and provide policy \nadvice on these strategies;  \n(c)  1[* * * * * * *] \n(d)  analysis  of the foreign currency exposure of Pakistan's external debt;  \n1[(e)  consis tent and authenticated information on public and external debt and \nguarantees issued by the Federal Government ;] \n1Omitted & Subs . by Finance Amendment Act, 2016 (XXIX OF 2016), s.6  \n \n \nPage 8 of 12 \n (f)  information  of all loan agreements contracted, disbursements made ther eof \nand repayments made thereon, if any, by the Government during the fiscal \nyear; and  \n(g)  analysis of trends in public debt and external debt and steps taken to conform \nto the debt reduction path as well as suggestions for adjustments, if any, in the \nFederal Government's overall debt strategy.  \n8. Disclosure of policy decisions and other matters .—(1) Subject to subsection (3), every \neconomic policy statement prepared under this Act shall incorporate to the fullest extent possible all \nFederal Government dec isions and all other circumstances that may have a material effect on the \nfiscal and economic situation of the country.  \n(2) Where the fiscal implications of Federal Government decisions and other circumstances \nreferred to in subsection (1) can be quantifie d for particular years with reasonable certainty by the \nday on which the statements are finalized, the quantified fiscal implications of those Government \ndecisions and other circumstances shall be incorporated in the statements.  \n(3) Nothing in subsections (1) and (2) shall apply to a decision or circumstance where the \nMinister determines that to incorporate that decision or circumstance in an economic policy \nstatement is likely to — \n(a)  prejudice  the substantial economic interests of Pakistan;  \n(b)  prejudic e the security or defence  of Pakistan or its international relations;  \n(c)  compromise  the Federal Government in a material way in negotiation, \nlitigation or commercial activity; or  \n(d)  result  in material loss of value to the Federal Government,  \nand there is no reasonable or prudent way the Federal Government can avoid this prejudice, \ncompromise or material loss.  \n9. Measures to enforce compliance. Notwithstanding anything in subsection (4) of section \n3, if the Federal Government continuously fails to meet t he target of debt to gross domestic product \nratio specified in the debt reduction path for any given year over the period of two financial years \nstarting from the first statement which indicates the failure of the Federal Government in meeting the \nprescrib ed target, the Federal Government shall take all necessary measures including the \ncurtailment of the sums authorized to be paid and applied from, and out of the Federal Consolidated \nFund to return to the debt reduction path latest by the end of the next tw o financial years:  \n1[Provided that nothing in this section shall apply to the expenditure charged upon the Federal \nConsolidated Fund.]  \n10. Statement of responsibility .—(1) 1[Every statement prepared under sections 5, 6 and 7 \nshall include —] \n1Subs. by Finan ce Amendment Act, 2016 (XXIX OF 2016), s.6  \n \n \nPage 9 of 12 \n (a)  a statement by the Minister that all policy decisions with material economic or \nfiscal implications that the Federal Government has made before the day on \nwhich the contents of the economic policy statements were finalized and all \nother circumstances with material economic or fiscal implications of which the \nMinister was aware before that day have been communicated to the Secretary \nof Finance; and  \n(b)  a statement by the Secretary of Finance that the Ministry has supplied to the \nMinister, using its best professional judgment on the basis of economic and \nfiscal information available to it before the day on which the contents of the \neconomic policy statements were finalized, an economic and fiscal statement \nincor porating the fiscal and economic implications of those decisions and \ncircumstances, but any decisions or circumstances that the Minister has \ndetermined under subsection (3) of section 8 shall not be incorporated in that \neconomic policy statement.  \n(2)  1[The statement under clause (a) of sub -section (1) shall additionally provide for –] \n(a)  the integrity of the disclosures contained in the economic policy statements;  \n(b)  the consistency with the requirements of this Act of the information contained \nin the e conomic policy statements; and  \n(c)  the omission from the economic policy statement of any decision or \ncircumstance specified in subsection (3) of section 8.  \n11. Measures for fiscal transparency .—(1) The Federal Government shall take appropriate \nmeasures t o ensure greater transparency in its fiscal operations in public interest and minimize, as far \nas practicable, secrecy in the preparation of the annual budget.   \n(2) In particular and without prejudice to the generality of the provisions of subsection (1), \nthe Federal Government shall, at the time of presentation of annual budget, disclose in a statement as \nmay be prescribed, — \n(a)  the significant changes in the accounting standards, definitions, policies and \npractices affecting or likely to affect, the comp utation of prescribed fiscal \nindicators; and  \n(b)  as far as practicable and consistent with protection of public interest, all \nguarantees including those for rupee lending, bonds, rates of return, output \npurchase agreement, exchange risk, claims, and commi tments made by the \nFederal Government having potential budgetary implications, including \nrevenue demands raised but not realized and liability in respect of major works \nand contracts.  \n \n1Subs . by Finance Amendment Act, 2016 (XXIX OF 2016), s.6  \n \n \n \nPage 10 of 12 \n CHAPTER – IV  \n \nDEBT POLICY CO -ORDINATION OFFICE   \n12. Establishment of the Debt Policy Co -ordination Office .—(1) Within sixty days of the \ncommencement of this Act, the Federal Government shall, by notification in the official Gazette, \nestablish an office to be known as  Debt Policy Co -ordination Office. The Office shall -  \n(a)  work  under the direct supervision of the Minister;  \n(b)  consist  of three directors of whom two directors shall be from the private \nsector and one of the directors shall be designated as Director -General.  \n(2) The directors of the Office shall be appointed for a term of three years and shall be \neligible for reappointment for a similar term. A director shall not be appointed for more than two \nterms.  \n(3) A director of the Office, may be removed by the F ederal Government from his office, if \non an inquiry by the Federal Public Service Commission, he is found incapable of performing the \nfunctions of his office by reason of mental or physical incapacity or has been found guilty of \nmisconduct.  \n(4) The terms a nd conditions of service of the director of the Office shall be such as may be \nprescribed.  \n13. Functions of the Office .—(1) The Office shall perform such functions as are specified in \nsubsection (2) or as may be prescribed from time to time.  \n(2) Without pr ejudice to the generality of the foregoing provision, the office shall — \n1[(a)  prepare a debt reduction path to achieve the principles of sound fiscal and debt \nmanagement;]  \n(b)  monitor  and evaluate external and domestic borrowing strategies and provide \npolicy advice on an appropriate mix of external borrowing from all sources;  \n(c)  monitor  the nominal and real costs of external and domestic borrowing and \nsuggest ways to contain these costs;  \n(d)  analyze  the foreign currency exposure of Pakistan's external debt, including \nforeign exchange obligations to residents and providing a framework for \nforeign exchange risk management;  \n(e)  provide  consistent and authenticated information on public and external debt \nand Government guarantees including total guarantees  outstanding;  \n(f)  prepare a debt policy statement on an annual basis on trends in public and \nexternal debt and implementing adopted debt reduction goals as well as \nsuggesting adjustments in the Federal Government's overall debt strategy;  \n \n1Subs . by Financ e Amendment Act, 2016 (XXIX OF 2016), s.6  \n \n \nPage 11 of 12 \n (g)  provide  leadership on debt data questions and ensure compliance with agreed \nreporting requirements; and  \n(h)  maintain  a centralized and updated electronic record, without prejudice to the \nspecific responsibili ties of the State Bank of Pakistan, Economic Affairs \nDivision, Budget and External Finance Wings and Central Directorate of \nNational Savings, of the public and external debts including updated balances \nand limits for he total public debt and guarantees.  \n(3) 1[*  * * * * * *] \nCHAPTER – V  \n \nMISCELLANEOUS PROVISIONS  \n14. Publication and access of statements .—(1) The 1[Federal Government]  shall, in respect \nof every economic policy statement referred to in section 4, arrange for publication in the official \nGazett e a notice - \n(a)  indicating, where the statement is published in advance of being laid before \nthe National Assembly, that the statement has been published; and  \n  (b)  specifying  a place at which copies of the statement are available for public \n  free of ch arge.  \n1[(2) The statement published under sub -section (1) shall, within fifteen days of the \npublication, be posted on website of the Federal Government.]  \n15. Indemnity .—No suit, prosecution or other legal proceedings shall lie against the Federal \nGovernmen t or any office of the Government for anything which is in good faith done or intended to \nbe done under this Act or the Rules made thereunder . \n16. Application of other laws not barred. The provisions of this Act shall be in addition to \nand not in derogatio n of, any other law for the time being in force.  \n17. Power to make rules .— (1) The Federal Government may by notification in the  official  \nGazette, make rules for carrying out the purposes of this Act.  \n(2) In particular and without prejudice to the generali ty of the foregoing power, such rules \nmay provide for all, or any of, the following  matters, namely: — \n(a)  the forms of all the economic policy statements specified in section 4;  \n(b)  the smooth functioning of the Office; and  \n(c)  any other matter which is  required to be, or may be, prescribed.  \n \n1sOmitted & Subs . by Finance Amendment Act, 2016 (XXIX OF 2016), s.6  \n \n \nPage 12 of 12 \n 18. Removal of difficulties. If any difficulty arises in giving effect to the provisions of the \nAct, the Federal Government may, by an Order publi shed in the official Gazette, make such \nprovisions not inconsistent with the provisions of the Act, as may appear to be necessary for \nremoving the difficulty:  \nProvided that no Order shall be made under this section after the expiry of two years from the \ncommencement of this Act.  \n(2) Every Order made under subsection (1) shall, as soon as may be, cause to be laid before \nthe National Assembly.  \n_____"
}