{
    "file": "./converted_json\\administrator7926833d38fdfb1fc463863ba08a8d16.json",
    "name": "Attorney-General for Pakistan (Terms and Conditions) Rules, 2011",
    "date": "June 20, 2011",
    "tagline": "Rules for the Attorney-General for Pakistan regarding terms and conditions of service",
    "content": "REGISTERED No.  \" 3°2  L.-7646 \nbe Oteette of Fakttafl  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, JUNE 20, 2011 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF LAW, JUSTICE AND PARLIAMENTARY AFFAIRS \nNOTIFICATIONS \nIslamabad, the 18th June, 2011 \nS. R. 0. 634(1)/2011.—ln pursuance of Article 100 of the Constitution of \nIslamic Republic of Pakistan, the President is pleased to make the following rules, \nnatnely:- \n1 . \tShort title and commencement.—(l) These rules may be called \nthe Attorney-General for Pakistan (Terms and Conditions) Rules, 2011. \n(2) \tThese rules shall come into force on the 1st July, 2011. \npe \tn privileges, etc.— \nfor Pakistan shall be entitled to retainership, perks and privileges a \nJudge of Supreme Court which are:— I. ' \t.  \nthrrible to a \n \n \n Salary \tRs. 368,186/-; \nSuperior JtO.carrAllowance \t Rs. 170,625/-; and \nHonse:fintif-offiniel-Resielenee not provitied----Rs ,-68,000/- -. \n(2077) \n538(2011)/Ex. Gaz.1 \t Price: Rs. 5.00 \n5- w G‘r 5re. 16( COMe cva-  /7/..27,e f \n2078 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 20, 2011 \tLr ART .1 i \nDuring the tenure of his office, the Attorney-General shall be entitled \nto the use of in official chautfriirdriven car maintained at Govertithent expense, \nbut as is in the case of Judge of the Supreme Court shall have-tb rbear the cost ()I' \npetrol used in the car during a month in excess of three h &lied liters. \nWhere the Attorney-General is r ired, otherwise than under rule 4, \nto leave the Capital in the performance • is official duties, traveling and other \nallowances on the scale admissibl \ta Jude of Supreme Court on tour shall be \npaid to him for journey necessar \te ormed in the c se o those duties.] \nAbsence from office.—During the absence, for any reason, of the \nAttorney-General for Pakistan the person appointed to act as Attorney-General for \nPakistan, shall receive the full emoluments of the office and shall exercise all the \npowers and perform all the duties of the office. \nDuties.—(I) It shall be the duty of the Attorney-General for Pakistan \nto give advice to the Federal Government upon such legal matters, and to perform \nsuch other duties of a legal character, as may be referred or assigned to him by the \nFederal Government and in the performance of his duties he shall have the right of \naudience in all courts and tribunals in Pakistan. \n(2) \tFor the performance of duties mentioned in sub-rule (I) the Attorney- \nGeneral for Pakistan shall be paid no .  fee other than the retainership payable under \nrule 2. \nAppearance in courts etc.—The Federal Government may require \nthe Attorney-General to appear before any High Court or any tribunal in any case, \nsuit, appeal or other proceedings in which the Federal Government is concerned \nand a daily fee of ten thousand rupees shall be paid to him for every day of his \nappearance before such court or tribunal. If such a reference requires him to be \nabsent from his headquarters the days of his absence, not being days of departure \nto and return from such appearance, shall be included in the days of such appearance. \nResponsibilities of Attorney-General for Pakistan.—(1) The \nAttorney-General for Pakistan shall not:— \nengage in private practice so long as he holds the office of the \nAttorney-General; \nadvise or hold briefs against the Federal Government; \nadvise or hold briefs in cases in which he is likely to be called upon to \nadvise, or appear for, the Federal Government; \nAn Additional Attorney-General shall be entitled to such retainership, perks \nI and privileges as admissible to a Judge of the High Court specified below:- \n1 \nRs. j4/,4)7_ \nRs. 136,500/-; and \nRs. 65,000/-. (j) Salary  \nii) \tSuperior Judicial Allowance \n(iii) House rent if official residence not provided \nchauffeu \none hundred and  \n=sec 3 CI \nW' \t• \t.10 \t1. \t.• II] \t\nTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 20, 2011 \t207S \ndefend accused persons in criminal prosecutions without the prior \norder or permission of the Federal Government; \naccept any appointment in any company, corporation or organization \nowned or controlled by Federal Government, without the prior \npermission of the Federal Government; and \nmake a conceding statement unless so authorized by the Law, Justice * \nand Parliamentary Affairs Division or with the prior approval of the \nLaw, Justice and Parliamentary Affairs Division or the head of the \nadministrative Division or the department concerned in writing. \n7. \tRepeal.—The Ministry of Law, Justice and Parliamentary Affair's \nNotification No. 11(27)/50-E, dated the 3rd July, 1952 is hereby repealed. \nS. R. 0. 635(1)/2011.—In exercise of the powers conferred by \nsub-section (2) of section 2 of .the Central Law Officers Ordinance, 1970 (VII of \n1970), the President is pleased to make the following rules, namely:- \nShort title and commencement.—(1) These rules may be called \nthe Additional Attorney-General, Deputy Attorney-General and Standing Counsel \n(Terms and Conditions) Rules, 2011. . \n(2) \tThese rules shall come into force at once except clause (a) of rule 2 \nwhich shall come into force on and from the 1st of July, 2011. \nRetainership, perks and privileges, etc.—An Additional Attorney \nGeneral, Deputy Attorney-General and Standing Counsel shall be entitled to the \nfollowing retainership, perks and privileges namely:— \n(a) \tAdditional Attorney-General \n4. \t5 k \tis \tr\"--  \n80 \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 20, 2011 \tf NKr  el' \n(v) \ttelephone facility, office and residence, as admissi 3Ie to a \nBPS 21 Officer. \n(iv) traveling and other allowances, where required, in performance of his \nofficial duties to leave the place where he normally practices his \nprofession at the rate admissible to a BS-21 Officer. \nDernitY-AtikrileYrGeneral, \nMonthly retainer Rs. 15 \nif' chauffeur driven car 1 \none hundred and twen \nOfficer; \ntelephone ceilings for \nfive hundred rupees \nlowances, where required, in performance of \nave the place where he normally practices his \nte admissible to a BS-20 Officer. \nStanding Counsel \nRs 100,000/- all inclusive; i) \ttraveling and other \nofficial duties to 1 \n. \tprofession at the r ffice, no limit and residence upto one thousan \ner month; and 00CC capacity with twenty liters petrol and \nfive kilogram CNG as admissible to a BS.20 000/- all inclusive; \nMonthly retain \nchauffeur driv \none hundred \nOfficer; n car 1000CC capacity with twenty liters petrol and \nnd twenty five kilogram CNG as admissible to a BS-20 \ntelephone eilings for office, no limit and residence upto one thousand \nfive hun ed rupees per month; and \ntraveli g and other allowances where required in performance of his \n;Mei 1 duties to leave the place where he normally practices. his \nprof _ssion_ax..the fate -tidiiii.ibirto-a -RS=20 Offieel j  \n13. \tAbsence from office.—During the absence, for any reason, the \ndditional Attorney-General, Deputy Attorney-General or of a Standing Counsel \nle person appointed to act as Additional Attorney-General, Deputy Attorney-General \ne(as the case may be) as Standing Counsel shall receive the full emoluments of \noffice and shall exercise all the powers and perform all the duties of the office. \nk1,.. AO,. ..17-7/..)/0„,-, zi- 1,,...,„,_ ,. \nIcpAra II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 20, 2011 \t2081  4  \n4. \tDuties.—(1) It shall be the duty of the Additional Attorney-General, \nuty Attorney-General and Standing Counsel,— \nto advise the Federal Government on any legal matter referred to \nthem by the Federal Government and to perform such other duties of \nlegal character as are assigned to them from time to time by the \nFederal Government; \nto appear on behalf of the Federal Government, if it so requires, in all \ncases, suits, appeals and proceedings before Supreme Court or a High \nCourt, Federal Shariat Court or any Tribunal or Special Court \nconstituted under any law in which the Federal Government is \nconcerned; and \nto keep inform Law, Justice and Parliamentary Affairs Division as \nwell as the administrative Ministry/Division/Department concerned \nof the progress of the cases assigned to him. \n(2) \tFor the performance of duties mentioned in sub-rule (1) the Additional \nAttorney-General, Deputy Attorney-General and Standing Counsel shall be paid no \nfee other than the retainership payable under rule 2. \n5. \tAppearance in courts etc.—(1) The Federal Government may \nrequire the Additional Attorney-General, Deputy Attorney-General and Standing \nCounsel to appear before Supreme Court, High Court, Federal Shariat Court or \nbefore any Tribunal, Commission or Special Court constituted under any law, in any \ncase, suit, appeal or other proceedings in which the Federal Government is concerned. \nIf the appearance is before any Court at a place other than the place \nwhich is his headquarters the Additional Attorney-General shall be paid a fee equal \n; to daily allowance as admissible to a BS-21 and Deputy Attorney-General or Standing \nCounsel to a BS-20 Officer of the Federal Government. \nIf appearance under sub-rule (1) requires the Additional \nAttorney-General, Deputy Attorney-General or Standing Counsel to be absent from \nhis headquarters, the days of his absence, not being days of departure to and return \nLsfrom.  such appearance shall, for the purpose of sub-rule (2), be added to the days of \nsuch appearance. \n6. \tResponsibilities of Additional Attorney-General, Deputy \nAttorney General and Standing Counsel.—The Additional Attorney-General, \nDeputy Attorney-General and Standing Counsel shall not,— \n(a) \tadvise or hold briefs against the Federal Government; \nTHE GAZETTE OF PAKISTAN,  EXTRA., JUNE 20, 2011 \t[PARTII  \nadvise or hold briefs in cases in which he is likely to be called upon to \nadvise, or appear for, the Federal Government; \ndefend accused persons in criminal prosecutions without the prior \norder or permission of the Federal Government; \naccept any appointment in any company, corporation or organization \nowned or controlled by Federal Government, without the prior \npermission of the Federal Government; and \nmake a conceding statement unless so authorized by the Law, Justice \nand Parliamentary Affairs Division or with the prior approval of the \nLaw, Justice and Parliamentary Affairs Division or the head of the \nadministrative Division or the department concerned in writing. \n7. \tRepeal.—The Ministry of Law, Justice and Parliamentary Affair's \nNotification No. S.R.O. 557(K), dated the 18th May, 1960 is hereby repealed. \n[No. F. 6 (2)/2010-A.Vill \nMUHAMMAD MASOOD CHISHTI, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}