{
    "file": "./converted_json\\administratorb5571a426e7a817ecdc2e94e97810b68.json",
    "name": "Anti-Rape (Investigation and Trial) Act, 2021",
    "date": "December 4, 2021",
    "tagline": "Establishment of Special Courts to Try Scheduled Offences",
    "content": "REGlSretEDNo.M-302\nL.-76,469\nGbeGwdr d fn[idtilr\nEXTBAORDINABY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SA'I'URDAY, DECEMBI]R .1, 202I\nPARf I\nAcls, Ordinanc€s, Presidcnt's Otders and Regulations\nNATION'AL ASSEMBLY SECRETARIAT\nklanabad. the 3rd Decenher. 2421\nNo. F. 22(3)/2021-Lcgis. fhe following Acr af M.4tis-e-Shoora\n(Parliament) received d1e assent ofthe President oo the lst Dccembe.,2021 is\nhereby published for gencral infom'lation: -\nA( r No XXX or,202l\ntt) rnsur! crpcclitious re(rhtssal ofrc1)e untl saxual abu* tines h respect oJ\nrorlen and chtldrcn thtough s??ckll t\\,ettigL1ltan teanlt arul speLiul Courts\nprutidingfor elfcutious pto&(lures. lpeedt'ttial, el,ide ce und ovtter,\\\n. coutectcd thcre\\ith or ircidentdl thereto:\nIt is hereby enactJd as folloss -. (e3 r)\nPtice Rt 20.40\n11721(2021)1Lx. Caz.l\n9)2 THI]GAZETTEOFPAKISTA.\\.EXTRA,,DECEMBER.l, 2O2I IPA]TTI\nL Short titl€, cxt€nt, and commencement.- (1) This Act ma)' be\ncallcd the Anri-Rapc (lnvcstigation and frial) Act. 2021.\n(3) It shall come into lorce on such date as the Federal Covemment\nmay appoint.(2) It extends to the whole ofPakistan\n(a) \"antFrape crisis cell'- is a cell appoinled under section,{ ofthis Ac(:\n(d) \"Govemmcnt\" means the Federal Government;\n(f) \"Schedule\" means a Schedule ann€xed to this Act; and2. Dclinitions.-{1) In this Act. unless there is anlthing repugnant rn\nthe subject 01 context,-\n(b) \"child\" means any male or female, who has not artained the age of\neighteen years;\n(c) \"Code\" mears the Code of Criminal Procedure, 1898 (Act V of\nrt9E):\n(e) \"independenl suppo( advisea means a person appointed, enlisted\nor recognized as such under section I I ofthis Act;\n(c)\"schcdulcd offences\" means oftinces as set out in the Schedules\nagainst a \"victim'' or a \"chrld\" as deijned in this Act;\n(h) \"sex offendcr\" means a1ld inclldcs any person convicted under\nsectioDs 292A, 2928.292C. 171A, i7lB. 375,375A. 3'16,3'77.\n1'7'14.3/78 oflhe Pakislan Penal Code, 1860 (Xl,V of IE60) ot\nsections 2l and 22 of the Prcvention of Electronic Crimes Act.\n2016 (Act XL of 2016);\n(i) \"special committee\" means Ue Committee set up undcr scction l5\nofthis Act;\n(j) \"Spccial Court\" means the Court established under section I ofthis\n(k) \"victim\" means a woman or child rvho has been subjected to\nscheduled offences:\nExplanation.-lt is clarified thar rvhere rhc SctredLrled offences are\ncommitted againsl persons who do not qualify to be categorized as\nPART I] THI] GAZETTE OF PAKTSTAN, EXTRA,, DI]CEMBER 4, 2021 931\n\"victim\" or \"child\" as defined under this Act, the offerces shall bc tried\nthrough procedure, rules ofevidence and courts, functioning prior to this\nAct cooring into ellcct-\n(2) All other terms and expressions used but not defined in this Act\nshall have the same meaninSs as are assigned thereto them in thc Pakistan Pcnal\nCode, I t60 (Acr XLv of I E60) or in thc Code of Criminal Procedure, l89t (Act\nV of IE9E). or the Qanoon-e-Shahadal Ordcr, L9E4 (P.O. No. I0 of l984).\n3. Estsblishmcnt of Special Courts, etc.-{1) The Pcdcral\nGovcmment, in consultation \\r'ith the ChiefJusticc ol lhe High Court concerned,\nshall cstablish as many Special Coutu throughout the country, as il may deem\nnecessary, to try rhe scheduled offences.\n(2) Thc Federal Golemment, in consultation with thc Chief Justice of\nthe IJigh Court concemed. shall appoinl any person as a Judge of the Spccial\nCou(, who is or has been a Scssions Judge or Additional Sessions Judge, or has\nbccn an advocate ofthe Hr8h Court for a period ofnot less than ten years, and is\nnot more than sixry-eight years ofage at the time ofappointment.\n(3) ln addition to or in lieu ofthe establishment ofSpccial Couns under\nsub-section (l), the Federal Govemment may, in consultation with the Chief\nJustice ofthe High Court concemed, designate, throughout the couitry, as many\nCoufls ofAdditional Sessions Judges or such other courts as Spacial Courts. as it\nmay dccm fil:\nProvided that where gender based violencc (GBV) coutu or juvenile\ncourts or child pror€ction couns have already b€en designated, they shall be\ndeemed to be the Special Couds under (his Act:\nProvided further that where rnore than one Spccial Court is designated or\nestablished in onc j urisdiction, the concemed Couns ofS€ssions shall allocate the\ncits€.\n(4) A Judge of thc Special Court shall have the same powers and\njurisdiction as are vested in thc Court ofSessions under the Code-\n(5) A Judge of the Special Court shall bc appointed for a period of\nthrcc years on such t€ms and colditions as may bc d€termincd by the Federal\nCovemmcnt.\n(6) A Judge of a Special Coud shall only be removable bcforc the\nexpiry ofhis rcnurc ifhe is found guilty ofmisconduct.\n934 THll GAZET'IL Ot PAKIS] AN. LX'lllA., I)IICDMBER 1, 2021 IPARI I\n(7) The discrphnary proceedings against a Judge of a Specral CourI\nshall be conducted in the same manncr and under the same leetal provisions and\nrules as prcscrib€d for a District and Scssions Judgc.\n(t) During his tcnure. s Judge of a Spccial Courl may bc transf€rred to\nanother Special Court wilhin the same Province, by the ChieiJustice ofthe High\nCoun concemed. for reasons lo b€ (ecordcd in \\rriting.\n(9) The trial of schcdulcrl offcnces shall ordinarily be conducted in the\nSpccial Coun within whosc tcritorialjurisdiction lhc offenccs are commitlcd.\n4. Anti-npe crfuis .clls. {l) lhe sccretar}, mrnistry of law and\njL$ice, in consult{tion u,ith the chicf sccrcrary of thc pn)vincc or rhe chief\ncomDrissionel ofthe Islamabad Capital llrritory (lc'l ), as the case may be. shall\nestablish or designate as many anti-rape cflsis cells rhroughout tie country rn\nrelation to offences mcntioned in Schedule-ll, in such public hospitals with\nadequate m€dical facilities, as he may dccm fit.\n(2) the anti-rape crisis cclls shall bc headcd by the concemed\ncommissioner or deputy commissioner ofthe area, as dcerned fil bJ' the secrelalt,\nministry of law and justice, ln consultation wrth the chief seirctary of thc\nprovinc€, or the chief commissioner ICT, as the case may be, and shall also\ncomprise thc medical superinlendent of rhc public hospital designated under sub\nsection (l), prefembly onc indepcndcnl supFDrt adviser, a policc omcer as\ndeamed fit b) the secrelary. mrnislry of law and justice. il| consulklion with thc\nchief se.retary of the province, or the chicf cornmissioncr l(l l. as the case may\nbe:\nProvrded that a1 leasl one member of the anti-rape crisis cell shall\nprefembly be a woman.\n5. Powcr, duti€s and functions etc. of the Anti.Repc Crisis Cell.-\n(l) As soon as an anti-rape crisis cell receives infomarion from any source, on\nits own accord or upon application by any person, orally or rn writing, ol an\nofttnc€ mentioned in Schedule It, it shall without any delay ensure the following,\nnamely:-\n(a)\n(b)conduct of a medico-legal examirration without,rny delay;\nsecuring, collection and gathcring of such cvidcnce as may bc\nexpedienti\nconduct ofa forensic analysrs or cxamination;\nregistration ofan first infonnation rcport (l'lR) by thc police; and\nperforming ofan) other action as may be necessary.(c)\nGt)\nG)\nP^Rrll THE CAZDI-I E OF PAKISTAN, EX]'RA., DECEMBER 4, 2021 935\n(2) The acrions mentioned in sub-section (1) may hc taken without any\npreferred order, however, all the said actions are required to be taken up\nexpeditiously.\n(3) As soon as an omccr.in-charge of a polce statiorl receives any\nrnformation with rc8ard to the commission ofar offence mentioned in Schedule-ll,\nhc shall, wrthout an) dclay, transmil soch information to the anti-rape crisis cell.\n(4) Thc sccrctarl, of the ministry ol law and jusLice, in consultation\nwirh chief secretary of the provtrcc or thc chicf comrnissioner ICT, as th€ case\nmay be from time to nme, upon recornmendations oflhe sp€cial comminee, issue\nguidelines for the anti-rape crisis cells to efficaciously carry out their powers,\nduries and functions\n6. L€grl assistance.-< l) The legal aid and justice authority\ncsrablished undcr (hc l*gal Aid and Jusricc Authority Aci, 2020 (Act Xvl of\n2020) shall providc lcgal assrstance to victirns ofscheduled offences. In addition,\nthe Fund established under this Ac( shall also b€ utilized lbr lcgal assista-nce\nunder this Act.\n(2) tn addilion to the legalassistance under sub-section (l), the spccial\ncommittee shall in consullation with the rninistry ofhuman rights, approve panels\nol advocates and voluntccrs in each districl or, ifnecessary, in any tehsil, for the\nprovision of legal, linancial or oth€r assistance erther onp.o bor.r or on fee basis,\nfor which the Fund under rhis Act a.nd undcr the L€gal Aid and Justice Authority\nAct, 2020 (Act XVI of2020) shall be utilizcd.\n7. Prosecutor general and specirl prosecutors.-{l ) The ministry of\nlaw and justice may dcsignale or appoinl a prosecutor Seneml and special\nprosecutors in a rnanncr as may be prescribcd by rules notified by the ministry of\nlaw and justice.\n(2) The prosecutor general and special prosecuiors shall prosecute th€\nschcduled offences.\n8. Victim end rvitness prole(tiotr.-<l) In addrrlon to the existing\nlaws, a victim and wilness protection slslcm may be established as prescribed in\nthe rules notificd by the ministry of law and Justice and shall, with a view to\ncarrying out the purposes of this Act and without generality of the aforesaid,\ninclude the following namely:\n(i) special sccurity arrangemcnls lbr witnesses and victims;\n(ri) conccalnlentof identity;\n936 THE C ZETTE OF PAKISIAN, EX].RA.; DECEMBER 4,202I [PART I\n(iii) distance recording of testimonies through video-conferencing,\naudio-video links and by the use ofmodem devices;\n(iv) re location ofvictims and witnesses;\n(v) provision of reasonable financial assistancc:\n(vi) compensation to lcgal hcrrs ofproterted victims and lvitnesses:\n(vii, safe.houses, dar-ulamans, elc.:\n(viii) such other mcasures as may be necessary and ancillary.\n(2) Till such timc the rules envisaged in sub-scction (1) are prescribed,\nprovincial or tCT witness protcc(ion laws as the cas€ may bc- shall be applicable\nto both victims and witnesscs undcr this AcL murd s mulandis.\n9. Inyestigatior io respect of scheduled olTences.-{l) For the\npurposes of inve$igation under this Act, special sexual offences investigation\nunits (SSOIUS) shall be established in cvery district by the provincial\ngovemmenls and for the purposcs of the Islamabad Capital Tenitory by the\nfederal Covenunent.\n(2) The SSOIU shall comprise police officers who have received\nt.aininS on investiSation rn relation to sexual offences and proferably one\nmenlber ofthe unit shall be a female police oIEcer.\n(l) The inlestiBation in respect of offences mentioned under this Act\nshall be carried out as follows:-\n(i) for offences mentioned in Schedule-I, by rhe SSOIU; and\n(ii) for offences mentioncd in Schedule-ll, b) SSOIU under the\nsupervision ofa poljcc olllcer not belou, thc rank of BPS- 17.\n(4) tn case thc cornplainanr in relation to an offence unde. Schedule II\nexprcsAcs dissatisfaction which is based on reasonable gaounds, lhe invesrigation\nsholl be traosfened to the district head ofinvestigalion ofthc police.\n(5) The ofllcers of lhc SSOILIS shall ordinarily bc from the area in\nwhioh the occuncnce ollthc olloncc has taken place:\nProvided that in exceptional circumstances, and where the dictates of\nfair. accurate and technical investigation warrant otherwise, ofEcers from areas\nolhcr than the area o[occurrcncc. rna-v- be depured in rhc SSOItjs.\nPARI I] THE GAZETTE OF PAKIS,I AN, I]XTRA,, DDCEMBER 42011 97',7\n(6) Upon completion of investigtion, the SSOru shall, through the\nprosecutor Beneml or special prosecutors. submir the final repon under\nsection 173 ofthe Code before the S[rcial Court.\n10. Connect€d offences not in the Schedule.s.-The investigation\nofficer or the joint invesligation te-am (JIT), as the casc may be, under section 9,\nmay also take cognizanco of offences, not listed in the schedules, commitled in\nconnection wrth the schcdulcd off'enccs. as if those offcnces rv€rc schcduled\noffences,\n11. Independent support adviscrs.-al) ll so delermined by the anti-\nrape crisis ccll, an independent support adviser shall accompany lhe victim\nduring Coun proc€edings, in order to reduce the risk ol duress. victimization of\naoy naturc. or any advcrsity afflicted or likely to bc amicted upon thc viclim.\n(2) l'he special commitee, in consutatron with the ministry of human\nights, shall prepare a list of indcpcndent support advisers at district or tehsil\nlevels.\n(3) For the purposes of sub-scction (2), the special committee shall, in\nconsultation with the ministry of human rights, enlist a civil society or a non\nSovernmental organization, $hose members or nominecs may act Ls independent\nsuPPon advis€rs.\n(4) An rndepcndcnt suppo( adviser shall be a person having skills to\ndeal with victims ofscheduled offencos. who may be a psychologrst, or a doctor,\nor a la*ycr, or a para-leqal. or a lady-hcahh worker, or a social worker, or a\nperson r{ho is a member or nominee of a civil society or a non-govemmental\norganizanon cnlisted under sub-section (3).\n12. In-camcra trirl.-4l) fhc trial of scheduled offenccs shall be\nconductcd in-camerai\nProvided rhal the Court if it thinks fit. on its own or on an application\nmade by cither of partics, allow any pa(icular person lo have access to court\nproceedings, or remain in lhc Court.\n(2) Nohvithstanding anrding contamed in any other la\\r for thc time\nbeing in forcc, where ary proceedings arc hcld under sub-section (l ). (hc Court\nmay adopt appropriale measures, including holding ofthe frial through vrdeo-link\nor usage of scrcens, for the prolection ofrhe victims and lhe witnesses.\n(3) Where any proceedings arc held under sub-section (l), it shall not\nbe lawful for any person to publish or broadcast any maner or information in\nrelation to any such proceedings, excepr with lhc permission ofthe Court.\n13. f,vidence and guidclincs.-1 I ) 'i he tlvo fingcr virginity testing, for\nthe purposes of rnedico-lega1 cxaminalion of a yictim rclating 10 scheduled\noffences. shall be striclly prohibitcd and no probativc value shall bc attached9JE TIIE GAZEi'']'I] OI' PAKISTAN. EXTRA,. DECEMRTR 4.202I\nProvided thal the righl ol an accused 10 a lair rrial shall not bc\npre.ludiccd.(2) In respect of any scheduled offence, any evid€nce to sho*. that the\nvictim is gcnerally olimmoral character. shalLbe iuadmissible.\n(3) The testirnooies and evrdencc of victims, accused and lvitnesses in\n(loun shall bc vidco rccordcd. preservcd and reduced in wntrng-\nl4- StatemcDt undcr scction 164 of the Code. ll) Nohvithstanding\nan)lhing contained in any other law for the time being in ibrcc. as soon as\npracticable. a statement ofthelictim shall be recorded under section 16.1 of the\nCode ooly once\nEq:knution::lhc stalcrnenl under this sub-section shall be video-\nrecorded, preserved 3r:d reduced Ln wntLng\n(2) An opporlunity of cross e\\,rmining the vrctim shall be given to (he\ncounsel f'or thc accused and not rhe accused himsclf. or thc Coull rna_!, itscll put\nquestions to thc victim or any questions lrarned by the accused may be given to\nthe prcsidirg olTiccr ol thc Court lvho rnay put such quesrions. as found\nappropriate by hrm. to the victinr\n15. Special Committee.-<l ) The mrnistry of law and justice shall\naopoinl a speciaL cornmillcc comprising such members and in such numbers as il\nn,a\\ deenr lir orr r',/a l,,rd or l,o .rir\\ ha\"i,\n(2) Chief secretades and the finance secretaries of the prolincial\ngovemrnenrs and dre ICT shall assist thc spccial committee to ensurc rcesonable\nfunding for the perfonnance ofduties under this Act. Ihe special committee rvill\nsct slandalds. kev performance indicators and conduct perlornnncc\n(l) fhe special comrnitlec shrll takc all sreps, including rcaching out 1{r\nany Federal or prcvincial nrinrstry, divjsron, dcpartmcnt. offlcc, agency or\nauthoriry. for the purposes ofeffectual compliance ofthrs AcL\n(4) The special commirtee mev comprise individuals fiorn any Federal\nor Piovlncial ministry, divrsion, departmcnt. authoritv or ofllcc. or from mcmbcrs\nofthe legal or medical protcssion, legislato's, rctired.iudgcs, serving or rcrircd\nP^RI ITHE CAZETTI OI PAKISTAN, EXTRA,. DECEMBER 42At 939\npublic servants, civil society or non-govemmental orgsnizations, as deemed fit\nby lhc ministry oFlaw and.iustice.\n(5) For the purposcs ofeflective compliance and proper working ofthis\nAct, the special commi(cc, from rime to timc, may seek info.mation or require\nthc performance of aclions hy officers of the Federal or provincial ministries,\ndivislons, departmcnts. officcs. agencies or authorilics.\n(6) If any peBon refuses or fails to comply with the directions issued\nby the sp€cial committee under rhis section, the special committe€ may rcfer the\nmatter to the appropnate authority for taking disciplinary action against thc\nperson who disregards the directions.\n16. Trial.=( l) The Court upon takmg cognizance of a case, under this\nAcl, shall decide rhe case expeditiously. preferably within four months.\n(2) A Sp€cial Coun shall not grant more lhan two adjoumments durinS\nthc trial ofa case. out of which one adjoumment shall bc up.)n payrnent ofcosts\nby the person seeking adjoumment. where thc defcnsc couns€l does not appcar\nafter two consecutive adjoummenE, the Court may appoint another delense\ncounsel with at least seven years slanding in criminal mallers for the defense of\nthc accused from thc panel ofadvocales maintained by the special committee.\n(3) If, in thc coursc ofa trial, the Court is ofthe opinion that any of lhe\noffences which the accused is alleged to havc committcd is not a scheduled\noffence, the Court shall reaord such opinion and try the accused only for soch\noffences. which are scheduled offences.\n(a) A Sp€cial Court may also try offcnccs, not list€d in the schedules,\nconrmi$ed in connection with the scheduled offenccs. as if those offences were\nscheduled offences.\nEtplanation. It is clanfied that sub section (,{) shall also be applicable\nwhere the provisions ofthe Anti-Tenorism Act, 1997 (Act Xxvll of 1997) a.e\ninvoked or invokable in resp€ct of offences under thrs n ct.\n17. Comp€r$rtion lo the victim.--{n conclusion of the trial, the\nCourt may order the convict to pay comp€nsation ro thc victim, in addition to the\npenalry offine, ifany.\n18. App€al.-{l) Any pcrson aggrieved by the final judgmert of a\nSpecial Court may filc an app€al to a High Court in whose jurisdiction the\nSpecial Court tendering the impu8ned Judgment, is situalcd.\n940 TIIE CAZETTE OF PAKISTAN. I]XTRA,, DECEMBER 4, 2021 [P^RT I\n(2) Copies ofthejudgment ofthc Special Court shall be supplied to thc\naccused and the prosccutron, fr€e ofcosl, on the day thejudgment is pronounccd,\nwherqfter the rccord ofthe trial shall bc rransmitted to the concemed High Coun\nwithin three days of the decision.\n(3) An appeal under sub-section (l) may bc preferred within thirty days\nofthe finaljudgment by the Special Coun.\n(4) An appeat prefer.ed undcr suEsecrion (l) shall be decided by a\ndivision bench of the High Court, as soon as pmcticable, preferably within six\nmonths from its institution.\n(5) While hearinB an appeal. the High Coun shall nol Brant more than\ntwo consecutive adjoumments,\n(6) Pending appeal, fie High Coun shall not release a person convicled\nb), the trial court.\n19. Rules.-<1) Thc ministry of law and justice may prescrib€ rules,\nupon the rccommendalions ofthe special committee, for the purposes of carrying\nout the purposes oflhis Act.\n(2) Without prejudice to thc gcneraliry ofthe foregoing powers, such\nrules may provide guidelines,-\n(i) for the purposes ofmedico-legal examination ofthc victims;\n(ii) in respect of the investigation and proseculion of scheduled\nofTcncesi includhg the collection and Sathering ofevrdence;\n(iii) in relation to the rchabilitation ofthe victim, offender, susp€ct or a\nmember of thc socie!)_:\n(iv) pertaining to gcnder and children sensLtization and training of all\nrelcvant stakeholdcrs, includinB Judges, police-officers,\nprosecutors, medico-lcgal omccrs and slaffand other dut) ofl'icers\nor pehonnel, bolh al the limc ofinduction and subsequently; and\n(v) Ior providing specialtrial court rooms; or special rooms or facilities\nfor the victims. especially children, ncar the trial courl roorns, for a\nconducIve environment,\n(3) Thc special committee, in forrnulating its recommendations under\nsub-scction (l), rnay consult any ministry. division, oftice, depa(ment, agency or\nPART I] THE CAZE,I TE OIi PAKIS'IAN, EX,I.RA., DECEMBER 4, 2021 94I\nauthority in the Federal or provrncial govemment and shail take into account\nmodem techniques and devices, as it may consider appropriare.\n20. Fund,{l) The Prime Minister shall establish a Fund to carry out\nthe purposes of this Act.\n(2) The purpos€s of tle lrund shall include the meeting of any\nexp€nses-\n(a) towards the establishment o f Special Courts; or\n(b) with regard to the exercisc of anv other power, duly or\nfunctron mcnlioncd in lhis Act. or\n(c) m respecr of an)lhing \\r'hich is ancillary or sundry for the\npurposes of this Act.\n(3) The Fund shall consis( oflhc following sources, namely:-\n(a) gmnts from thc Fcdcral Covemment and provinciel\nEOVemment5.\n(b) aid and assistance from local, national and intemational\nagencies;\n(c) contributions from slatulory bodies, corporations, p.ivate\norganizations and rndrviduals; snd\n(d) rncome and eamings from rnoveable and immoveable\nproperties acquired or leased by the Fund.\n(4) Thc amount crcdilcd to thc F'und shall not laps€ by the end ofa\nflnancia] year and shall be availahle for utilizatioll at any timc.\n21. Prevetrtive sction by police.-lf any police oiTicer receives\ninfoimation in relation to the commission or th.eat ofcommission ofa scheduled\noffence, he shall immediately interpose, act and take such action as may be\nncccssary including and not limilod to lhc cxcrcising ol powcrs under the Code,\nin pa(icular secnons 149 and l5l thcrcof. to prcvcnl the commission olsuch\noffenc€s, notwithstanding that the offence rcportcd has becn committed in an\narea not within thejurisdiction ofsuch police officer.\n22. Felse inv€stig.tion or complsint.--{l) Whoever, being a public\nservant, cntrustcd to invcstigatc schcdulcd olTcnces, fails lo carry out the\ninvestigation properly or diligently or causes the conduct of false investigation or\nfails to pursue thc case in any court oflflw properly and in breach olduties, shall\nbe guiiry ol an oflenoe punishable with imprisonment ofeither descnptron *hich\nma! €)it€nd to three years and *ith finc912 I HE GAZLI II.] OF PAKISTAN, EXTRA , DECEMBER .T, 202] ART I\nE\\plona\\ion. \"sex offeDder\" rnealrs a pc.son convicred of a schedul€d(2) Whoever gives to any publlc senant any infomation ir relarion to\nscheduled offences which he knows or bclicvcs to be false. intending rhereby to\ncause, or kflou,ing it to be likelf that he \\1ill thereby cause, such public ser,-ant-\n(a) ro do or omit an),thine *hrch such publi. scrl'ant ought not 10 do or\nomir if the true state ol facts respecting which such information is\ngiven uere knorvn by him: or\n(b) to use the lawful po\\,r'er of such public sefrant to rhe injury or\nannoyancc of any person:\nshall bc punished with imprisonnrent of eilhcr description for a term which may\nextend to thl:ee years and with finc\n2l Jurisdiction alld transfer of cascs, etc. 1l) I'he scheduled\noffrnces shrll be exclusively triable by ihe Special Court.\n(2) Subject 10 sub-secLion (3). upon commencement of this Act. the\ntrial ol scheduled offenccs pending in anr\" coud shall stand transferred to the\nSpccial Coufi having jurisdiction under thrs Act and such Court shall proceed\nwith the case from the stage at which i1 \\yas pending imrnediately before such\ntransfer and it shall not be bound to recall or re hear any rvitness who has given\nevidence and mav act on the ovidence and procedures already recorded and\ncomplied rvith, respectively-\n(3) Each lime u,hen a new o1Lncc is inserted into any o[rhe Schedules\nto this Act. sub-sectLon (2) shall come into opeftfiioi, nrutatii nurandit. fiom rhe\ndate ofsuch inscdon.\n2.1 Register of sex offetrders. {l) The National Data-Base and\nRe.sistration Aulhority (NADRA) shall prepare a rcgisre. ofscx offcnders-\n(2) Norwithstanding the aforesaid, the minisrry of law and justice may\nprescribe rules, upon the r€commeDdaLions of rhc spccial committee, for the\nrelease of such data of rhc register o[ sex offenders ro any pe.son, agency,\nauthority, court of la*,or sepuent of the society in public intercst and safety.\nPARr Il Tl{f, GAZETTE OF PAKIS'IAN. EXTRA., DECEMITLR 4.2021 941\n(3) The special committcc rnay rcquire the NADRA to prcpare\ndiflcrcnt categories ofsex offenders in thc rcgister under this section.\n(1) For thc purposes of this section, the special committee may\nrcquire th€ NADRA, the National Police llureau and thc forcnsic science\nlaboratories, lo prcparc diferent catcgorics ofsex offenders in thc register\n25. Public rcporting mcchrnisn.-The ministry of law aDd justice.\nupon recommendations of the spccial conrmittec, frarne rules for establishrng a\nreporting mechanism for reccivinB infornlalion from the public about suspicious\npersons or those suspccted ro ha!e committcd the sch€duled offcnces.\n26. Non-disclosure of identity of victims, etc.-{l ) No person shall\ndisclose or reveal the identit_\\' of any vicli or victim's family in respect of the\nsoheduled offences, without prior written permission of thc viclim or vrctim's\nguardian where the viclim is a minor or the victim's family, as the case may be.\n(2) Any pcrson contravening thc provisions ofsub-section (1) shall be\nguilry of an ofTence punishable in lhe samc manne. and to the same extent as\nprovided under section 376A of the Pakistao Penal Code, i860 (Act XLV of\nr86o).\n27. Acl oot to d€rogate from other lew.-ln rcspcct ol offences\nmcntioned in Schcdulc-1. the provisions ofthis Act shall be in addition to and not\nin derogatron ofany other la\\l for the timc bcttg in force.\n2E. Overiding efrect In respccr of offences mentioncd in Schedule-[.\nthc provisions ofthis Act shall have effect notwithstanding anything inconsistenr\nconlain€d in an) olhcr law for the (ime being in force.\n29. Applicetion of Codc.-Tlc provisions of the Code, to the extent\nnot inconsistent with anlthing containcd in this Act, shall apply ututatis\n30. Amendment itr the Scbcdulc.-The ministry of law and justice\nmay, by notificalion in thc official Gazene. amcnd the Schedulcs under this Act\nso as to include or cxclude an! offence or explanation.\n31. Rcmov.l of dimcultics.-Whcre any difliculty arises in giving\ncffcct to any of the provisions ofthis Ac1, thc President may, by notification in\nlhc omcial Gazette, make such order, not inconsrstent with thc provisions ofthis\nAct, as may appear lo be necessary for the purpose ofremoving the dimcultv.\n941 THE GAZETTE OF PAKISTAN. EXTRA,. DECEMBER 4, 2021 PART I\nSCHEDUL[.I\nExplrnariol It is clarified that offerces u nder sections 34. 365, 3654.\n368, l6q, j69A.498A.498C and 511 ofthe Pakistan Penal Code. 1860 (Act\nXLV of 1860) and oflences menlioned in ilems Nos 2 and 4, above, shall only\nbe cognizable and t.iable as offbnces falling under this Schcdule, iF thc), arc\nconnected \\\\ith oflences under cections 292A. 2928.292C and 354 of the\nPakistan Penal Code, 1E60 (Act XLV of 1860) and offences mentioned in item\nNo.3 above.\nSCHtrDULE-IIOffences under scclions 3.1. 2924. 29)8,292C. 354. 365, 365A,\n36E, 369, 3694, 49EB,498C. 5l I ofthe Pakistan Penal Code. 1860\n(Act XLV of 1860).\nOffcnces mcntioncd in Chaptcrs V and V A ol thc Pakistan Pena]\nCode, i860 (Acl Xl,V ot 1860).\nOffences under seclions 2l and 22 of lhe Prevertion of Electronic\nCrimes Act, 20 t6 ( ct XL of20 t6).\nOffences under lhe Anti Terorism Aot, 1997 (Acl Xxvll ot 1997)\nwhich are commilted alonc wilh the offcnces in this Schedule\nOffences under sections 31, 336,4., 3168, 354A, 364, 364A, 3658,\n3664, 3668, 367A. 371A. 3?lB, 375, 175A, 316. 31',7. 37'1A.\n3778, 51 1 ofthc Pakislan Penal Codc, 1860 (Act xLV of 1860).\nTAI'I]R IruSSAIN,1\n2\nI\n1.\n]Offences mentioned in Clhapters V, V-A and XVI of the Pakistar\nPenal Code, 1860 (Act XLV of IE60).\nOffences undcr the Anti-Tcrrorism Act, 199? (Act rXVII ol 1997)\nwhich are committed along with the offences in this Schedule.\nExpldndlion. It is clarified that offences under sectioos 3,1, 36.1, 36,1A\nand 511 of the Pakistan Penal (lodc. 1860 (Act XLV of 1860) and offences\nmcmioncd in items Nos.2 and l, aholc, shall only be cogniT-ablc and trjable as\nofi'ences falling under this Schedule, if they are connected with offences under\nsections 336,\\, 3368, i54A. 3658. 3664. 3668, 367A, 371A, l7lB, 375, 175A,\n376,311.1.71A and 37'7 B ofthe Pakistan Penal Code. lE60 (Acr XLV of 1860).\n(ISTAN PFISS ISLA\\{AEAD"
}