{
    "file": "./converted_json\\administrator588e4238e4c40c2f74e89321a2e0b847.json",
    "name": "Gilgit-Baltistan Infectious Diseases (Prevention and Control) Act 2020",
    "date": "June 17, 2020",
    "tagline": "An Act to provide for prevention and control of infectious diseases in the Gilgit-Baltistan.",
    "content": "PART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   671\nISLAMABAD, FRIDAY, OCTOBER 9, 2020\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGILGIT-BALTISTAN ASSEMBLY SECRETARIAT\nGilgit, the 17th June, 2020\nTHE GILGIT BALTISTAN INFECTIOUS DISEASES\n(PREVENTION AND CONTROL) ACT 2020\nACT NO. XIII O F 2020\nAN\nACT\nto provide for prevention and control of infectious diseases in the\nGilgit-Baltistan.\nNo. ALA-1(1)/2020/GBA.— It is expedient to make provisions for\nprevention and control of infectious diseases in the Gilgit-Baltistan and matters\nancillary and connected thereto. Provincial Assembly of the Gilgit-Baltistan is not\nin session, and Governor of the Gilgit-Baltistan is satisfied that circumstances\nexist which render it necessary to take immediate action.\nIn exercise of the powers conferred under clause (1) of Article 74 of the\nGovernment of Gilgit-Baltistan Order, 2018, Governor of the Gilgit-Baltistan is pleased\nto make and promulgate the following Act:\n(671)\nPrice : Rs. 40.00\n[6171(2020)/Ex. Gaz.]\n672    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\nPART I\nPRELIMINARY\n1.Short title, extent and commencement.— (1) This Act may\nbe cited as the Gilgit-Baltistan Infectious Diseases (Prevention and Control)\nAct 2020.\n(2) It extends to whole of the Gilgit-Baltistan.\n(3) It shall come into force at once.\n2.Definitions.— In this Act:\n(a) “decla ration” means the declaration of a serious and imminent infection\nthreat, made under section 3 of the Act;\n(b) “Director General Health” means the Director General Health\nServices, Gilgit-Baltistan;\n(c) “Government” means Government of the Gilgit-Baltistan;\n(d) “minor” means a person with an age of less than eighteen years;\n(e) “notified medical officer” means a medical officer notified for the\npurpose of the Act by the Secretary;\n(f) “Act” means the Gilgit-Baltistan Infectious Diseases (Prevention and\nControl) Act 2020;\n(g) “Potentially infectious person” means a person who:\n(1) is suspected to be infected or contaminated with an infectious\ndisease;\n(2) is a risk that such person might spread, infect or contaminate\nother persons with an infectious disease; or\n(3) has arrived from or through an area affected by an infectious\ndisease within fourteen days or such other period as may be\nspecified by the Secretary immediately preceding the date of\nhis arrival;\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   673\n(h)“Relief Commissioner” means the Relief Commissioner as\ndefined in the Gilgit-Baltistan National Calamities (Prevention\nand Relief) Act, 1958 (XXXIII of 1958);\n(i) “rules” means the rules made under the Act ; and\n(j) “Secretary” means Secretary to the Government, Health Department.\n3.Serious and imminent infection threat declaration.— (1) The\nSecretary, may, with the approval of the Chief Minister, by notification in the official\nGazette, declare that the -incidence or transmission of an infectious diseases poses\na serious and imminent threat to public health in the whole or any part of the Gilgit-\nBaltistan.\n(2) The secretary may, with the approval of the Chief Minister, by\nnotification in the official Gazette, revoke a declaration made under sub-section (1).\n(3) Before seeking approvals under sub-sections (1) and (2), the Secretary\nshall have due regard to any advice from:\n(a) the Director General Health; and\n(b) not less than two eminent epidemiologists appointed by the Chief\nMinister for rendering such advice.\nPART II\nGENERAL HEALTH PROTECTION\nMEASURES\n4.Power to impose duties, confer functions etc.— Subject to the\ndeclaration, the Secretary may, with the approval of Chief Minister:\n(a) impose duty upon all registered medical practitioners and health\nfacilities in any area of the Gilgit-Baltistan to record, communicate\nand treat cases of infection or contamination; or\n(b) confer functions upon one or more officers and servants or a\ndescription of officers and servants of the Government, and if so\nrequired one or more local governments in the Gilgit-Baltistan in\nrelation to monitoring and control of public health risk; or\n674    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n(c) impose one or more restrictions or requirements on or in relation to\npersons, things or premises as mentioned in section 5.\nExplanation:— For the purpose of this section:\n(a) a registered medical practitioner shall include a registered medical\npractitioner not in employment of the Government; and\n(b) the term health facility shall be deemed to include a clinic, hospital,\ndiagnostic laboratory and any other facility engaged in the provision\nof health services and not owned, financed, Managed or run by the\nGovernment.\n5.General restrictions and requirements.— (1) For purpose of\nsection 4, a person or a class or description of persons may be required to:\n(a) undergo a specified medical examination and submit results as indicated\nin the requirement;\n(b) be disinfected or decontaminated;\n(c) wear specified protective clothing;\n(d) attend training or advisory sessions on how to reduce the risk of\ninfecting or contaminating others;\n(e) be subject to one or more restrictions as to where he may go or with\nwhom he may maintains contact; and\n(f) abstain from working or trading.\n(2) For purposes of section 4, a thing or a class or description of things\nshall:—\n(a) be seized or retained;\n(b) be kept in isolation or a specified quarantine;\n(c) be disinfected or decontaminated; and\n(d) if so required, be destroyed or disposed of.\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   675\n(3) For purpose of section 4, the premises or class or description of\npremises shall:\n(a) be kept in a sanitary condition; and\n(b) be disinfected or decontaminated.\n6.Directions and restrictions relating to attendance of schools\nand burials etc.— Subject to a declaration, the Director General Health may, for a\nspecified period:\n(a) impose a specific or general duty upon persons who have responsibility\nfor a minor to ensure that the minor does not , attend his school; and\n(b) impose a specific or general restriction or requirement relating to the\nhandling, transport, burial or cremation of dead bodies or the handling,\ntransport or disposal of human remains.\nPART III\nCONTROL OF EVENTS, GATHERINGS\nAND PREMISES\n7.Prohibition or restriction of events and gatherings.—  (1) Subject\nto a declaration, the Director General Health may issue directions prohibiting or\nimposing one or more requirements or restrictions in relation to the holding of an\nevent or gathering for a specified period.\n(2) A direction under sub-section (1), may be issued in relation to:\n(a) a specified event or gathering; or\n(b) events or gatherings of a specified description including description\nwith reference to the number of people attending the event or gathering.\n(3) A direction under sub-section (1) may only have the effect of imposing\nprohibitions, requirements or restrictions on:\n(a) the owner or occupier- of premises for an event or gathering to which\nthe direction relates;\n(b) the organizer of such an event or gathering;\n676    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n(c) any other person involved in holding such an event or gathering.\n8.Closing or restricting entry into and exit from a premises.—\n(1) Subject to a declaration, the Director General Health may issue directions\nprohibiting or imposing one or more requirements or restrictions in relation to the\nentry into, exit from; or location of persons in a premises for a specified period.\n(2) A direction under sub-section (1) may be issued in relation to:\n(a) a specified premises; or\n(b) premises of a specified description.\n(3) A direction under sub-section (1) may only have the effect of imposing\nprohibitions, requirements or restrictions on:\n(a) the owner or occupier of premises to which the direction relates; and\n(b) any other person involved in entry into, or exit from such premises or\nthe location of persons in them.\n(4) A direction under sub-section (1) may impose requirements for the\npurpose of:\n(a) closing or sealing the premises;\n(b) restricting entry into the premises; and\n(c) securing restrictions in relation to the location of persons.\n(5) A direction under sub-section (1) may, impose prohibitions, requirements\nor restrictions on:\n(a) the facilities in the premises;\n(b) number of persons in the premises;\n(c) the size of the premises; and\n(d) the purpose for which a person is in the premises.\n9.Restricting entry into and exit from a general area.— (1) Subject\nto a declaration, the Deputy Commissioner of the concerned area may, on the\nadvice of the Secretary, issue directions prohibiting, or imposing requirements or\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   677\nrestrictions in relation to the entry into, exit from, or location of persons, goods,\nvehicles, vessels and other means of transportation in any area for a specified\nperiod.\nPART IV\nCONTROL OF POTENTIALLY\nINFECTIOUS PERSONS\n10.Movement and retention of potentially infectious person to a\nsuitable place.— (1) In an area, subject to a declaration, a notified medical officer\nmay, after having informed a potentially infectious person of the reasons for doing\nso, direct such person to proceed to a specified place which is suitable for screening\nand assessment and remain there for a period mentioned under sub-section (3).\n(2) Where a potentially infectious person fails to follow a direction under\nsub-section (1), the notified medical officer may: move him to the specified place; or\ndirect a police officer, through the concerned head of the district police, to\nmove him to the specified place.\n(3) A notified medical officer may require a potentially infectious person\nto remain at a place suitable for screening and assessment for a period which shall\nnot exceed forty eight hours unless:\n(a) in the opinion of the notified medical officer, the person is required to\nbe retained for a longer duration for valid satisfactory screening and\nassessment requirements; or\n(b) a longer maximum retention period is otherwise ordered by the\nSecretary with the approval of the Chief Minister in general or for\none or more circumstances related to an infectious disease.\n(4) The provisions of sub-section (3) shall also apply to a person who\nvoluntarily reports to a place specified for screening and assessment.\n(5) After each subsequent interval of twenty four hours during which a\nperson is retained at a place specified for screening and assessment, the notified\nmedical officer shall review the need for continuing his retention.\n(6) After making a review under sub-section (5), the notified medical\nofficer may:\n678    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n(a) discontinue retention if he considers that the retained person is no\nlonger potentially infectious or contaminated; or\n(b) extend the period of retention if he considers that the person is\npotentially infectious at the end of that period.\n11.Duty to undergo screening and assessment.— (1) In an area,\nsubject to a declaration, a notified medical officer may impose upon a potentially\ninfectious person one or more screening requirements to assess the level of risk of\ninfection or contaminating to others, and carry out such an assessment.\n(2) For the purpose of this section, a potentially infectious person shall:\n(a) answer every question on his health or other relevant circumstances\nincluding travel history and information regarding other persons\nwho might have contacted him;\n(b) provide sufficient information to allow making a contact with him\nfor the purpose of the Act during such period as the notified medical\nofficer considers appropriate;\n(c) produce any document which may be required in assessing his\nhealth;\n(d) allow personal examination including measurement of body\ntemperature and other physical conditions by an appropriate mean;\n(e) allow taking of a biological sample by an appropriate mean or\nprovide such a sample; and\n(f) forthwith move to and remain at another place which is, in view of\nthe notified medical officer, suitable for the purpose of this section.\n(3) The provisions of this section shall also apply to a potentially infectious\nperson who has not been moved or retained for screening and assessment under\nsection. 10.\n(4) A notified Medical Officer may impose one or more requirements\nunder sub-section (2) through a police officer.\n12.Additional requirements and restrictions for persons\npresenting significant risk.— (1) After screening and assessment under section\n11, where:\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   679\n(a) a person is found to be infected or contaminated, or\n(b) the results of his screening and assessment are inconclusive, the notified\nmedical officer may, after having informed him of the reasons for\ndoing so, require such person to:\n(i) provide any: relevant information in addition to the information\nmentioned at sub-section (2) of section 11;\n(ii) undertake further screening and assessment;\n(iii) remain at a specified place which may include a place suitable\nfor screening and assessment for a specified period;\n(iv) forthwith proceed to a specified place suitable for such purpose\nand to remain at such place for a specified period; or\n(v) remain at a specified place in isolation from others for a specified\nperiod.\n(2) A notified medical officer may, after having informed him of the\nreasons for doing so, impose one or more restrictions upon a person referred to in\nsub-section (1) for a specified period which may include restrictions relating to:\n(a) his movement or travel including travels within and outside the Gilgit-\nBaltistan;\n(b) his activities including work or business activities; and\n(c) his contact with other persons or with other specified persons.\n(3) The period specified for requirements referred to in sub-section (1)\nand the restrictions referred to in sub-section (2) shall not exceed fourteen days\nunless:\n(a) in view of the notified medical officer, the requirement or restriction is\nrequired for a longer duration; or\n(b) a longer maximum period is otherwise ordered by the Secretary with\nthe approval of the Chief Minister in general or for one or more\ncircumstances related to an infectious disease.\n680    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n(4) Where a person is required to remain at a place under sub-section\n(1), the notified medical officer may direct a police officer, through the concerned\nhead of the district police, to enforce such requirement.\n(5) After each subsequent interval of forty-eight hours during which a\nperson is subjected to a restriction or is retained under this section, the notified\nmedical officer shall review the need for continuing the restriction or retention.\n(6) After making a review under sub-section (6), the notified medical\nofficer may:\n(a) withdraw a requirement or restriction if he considers that the person\nsubjected to a restriction or retention under this section is no longer\npotentially infectious or contaminated;\n(b) substitute a different requirement or restriction; or\n(c) extend the period of a requirement or restriction if he considers that\nthe person is potentially infectious or contaminated at the end of that\nperiod.\n13.Applicability of provisions to minors and wards.— (1) A person\nor a Guardian who has responsibility for a minor or a ward shall, secure that the\nminor or the ward complies with any direction, instruction, requirement or restriction\nimposed upon him under the Act.\n(2) A person or a Guardian who has responsibility for a minor or a ward\nshall provide to the person exercising a power under the Act such information and\nassistance in relation to the minor or the ward as is reasonably necessary and\npracticable.\n(3) Where a power under the Act is exercisable in relation to a minor or\na ward and he is unaccompanied, the person by whom that power is to be exercised\nshall, wherever practicable:\n(a) contact the person or the Guardian responsible for the minor or the\nward before the exercise of the power; or\n(b) take reasonable steps after the exercise of that power to contact and\ninform the person or the Guardian responsible for the minor or the\nward.\n14.Duty to inform.— It shall be duty of every person, including:\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   681\n(a) head of a family;\n(b) a health Care provider including every physician, dentist, nurse, health\naid, in-charge of a hospital or a diagnostic laboratory;\n(c) in-charge of a school, college, university, seminary or other education\nfacility;\n(d) in-charge of a public transport, hotel, restaurant, work place or other\npublic facility including a hostel; and\n(e) in-charge of a place of worship;\nwho knows or believes, or has reason to know or believe, that a person\nunder his care, supervision or control is suffering from an infectious disease or is\ncontaminated, to report such case to a notified medical officer immediately.\n15.Pre-conditions and manner of exercise of powers.— (1) No power\nconferred under sections 10, 11, 12 and 13 of the Act shall be exercised by a\nnotified medical officer unless he considers it necessary and proportionate to do so:\n(a) in the interest of potentially infectious person;\n(b) for the protection risk of infection or contamination of other persons;\nor\n(c) in the interest of public health in general.\n(2) A direction, instruction, requirement or restriction under the Act may\ngive or impose orally or in writing.\n(3) Without any prejudice to the generality of the provisions of\nsub-section (2), where any requirement or restriction is given or imposed upon a\nperson by a notified medical officer orally, he shall, as soon as reasonably practicable\nthereafter, give the person a notice setting it out in writing.\n(4) A person exercising a power conferred under the Act shall have\nregards to:—\n(a) any relevant guidance issued by the Secretary; and\n(b) any advice given by a notified medical officer in relation to any particular\ncase.\n682    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n16.Ancillary powers.— (1) A notified medical officer or a police officer\nmay give reasonable instructions to a person in connection with:\n(a) a direction given to that person under a power conferred under the\nAct; or\n(b) moving that person or retaining him at a place under a power conferred\nunder the Act.\n(2) A power conferred under the Act to move a person to a place includes\na power to keep the person for a reasonable period pending his movement.\n(3) A police officer may use reasonable force, if necessary, in exercise\nof powers conferred under the Act.\n(4) A police officer shall have the power to apprehend a person running\naway from a place where he is retained or isolated under the Act and return him to\nthat place or another place which a notified medical officer may specify, and may\nuse reasonable force, if necessary, for this purpose.\n(5) A police officer, not below the rank of an Assistant Sub-Inspector,\nmay enter any place for the exercise of a power conferred under the Act.\nPART V\nOFFENCES AND PENALTIES\n17.Offences and penalties in respect of directions and restrictions\nimposed under Part II and III.— (1) A person commits an offence if he fails\nwithout reasonable excuse to comply with any direction, reasonable instruction,\nduty, requirement or restriction imposed upon him under the Act.\n(2) A person guilty of a first offence under this section shall, on conviction,\nbe punished with an imprisonment for a term not exceeding two months or a fine\nnot exceeding fifty thousand rupees, or both.\n(3) A person guilty of a repeat offence under this section, shall, on\nconviction be punished with an imprisonment for a term not exceeding six months\nor a fine not exceeding one hundred thousand rupees, or both.\n(4) Where an offence under this section is committed by a body corporate:\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   683\n(a) the fine for a first offence shall not be less than fifty thousand rupees\nand not exceeding two hundred thousand rupees; and\n(b) the fine for a repeat offence shall not be less than one hundred thousand\nrupees and shall not exceed three hundred thousand rupees.\n(5) Where an offence under this section by a body corporate is proved:\n(a) to have been committed with the consent or connivance of an officer\nof the body; or\n(b) to be attributable to any neglect on the part of such an officer, the\nofficer shall be guilty of the offence and liable to be prosecuted and\nproceeded against and punished accordingly.\n18.Offences and penalties in respect of certain directions,\nrestrictions and duties imposed under Part IV.—  (1) A person commits an\noffence if he:\n(a) fails without reasonable excuse to comply with any direction,\nreasonable instruction, requirement or restriction given to or imposed\nupon him under Part IV of the Act; or\n(b) fails without reasonable excuse to, comply with a duty imposed upon\nhim in relation to a minor or ward under section 13 of the Act; or\n(c) knowingly provides false or misleading information in response to a\nrequirement to provide information under section 11 and 12 of the\nAct; or\n(d) obstructs a person who is exercising or attempting to exercise a power\nconferred under Part IV of the Act.\n(2) A person guilty of a first offence under this section shall, on conviction,\nbe punished with an imprisonment for a term not exceeding three months or a fine\nnot exceeding fifty thousand rupees, or both.\n(3) A person guilty of a repeat offence under this section, shall, on\nconviction be punished with an imprisonment for a term not exceeding one year or\na fine not exceeding one hundred thousand rupees, or both.\n684    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n19.Offence and penalty for running away from a place of\nretention.— (1) A person commits an offence if he runs away or attempts to run\naway while being moved to or kept at a place under Part IV of the Act.\n(2) A person guilty of first offence under this section shall, on conviction,\nbe punished with an imprisonment for a term not exceeding six months or a fine not\nexceeding fifty thousand rupees, or both.\n(3) A person guilty of a repeat offence under this section, shall, on\nconviction be punished with an imprisonment for a term not exceeding eighteen\nmonths or a fine not exceeding one hundred thousand rupees, or both.\n20.Cognizance and trial of offences.— (1) No court other than that of\na Magistrate of first class shall take cognizance of or try an offence under the Act.\n(2) All offences under the Act shall be tried in accordance with the\nprocedure prescribed for summary trials of offences under the Code of Criminal\nProcedure, 1898 (V of 1898).\nPART VI\nCOMMON PROVISIONS\n21.General powers for prevention and control of  infection.— (1)\nWithout prejudice to other provisions of the Act as well as the powers conferred\nunder the Gilgit-Baltistan National Calamities (Prevention and Relief) Act,\n1958 (XXXIII of 1958):\n(a)the Relief Commissioner may take all such steps and measures\nwhich he deems necessary to provide relief to persons affected\nby an infectious disease in any area subject to a declaration; and\n(b) The Deputy Commissioner of the district subject to a declaration,\nshall take all such steps and measures which he deems necessary to\nmaintain order and provide immediate relief to persons affected by an\ninfectious disease.\n(2) Without prejudice to the generality of the powers conferred by\nsub-section (1), the Relief Commissioner or, as the case may be, the Deputy\nCommissioner of the district subject to a declaration, shall have the powers to:\n(a) evacuate or segregate population;\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   685\n(b) requisition means of transport including motor vehicles, carriages, boats\nand earth moving machinery;\n(c) require declaration of surplus stocks of food, medicines and other\nstores and commodities considered essential by him and to requisition\nthem;\n(d) requisition of buildings, facilities including facilities relating to provision\nof health services;\n(e) conscript labour; and\n(f) direct any person to abstain from certain act or to take certain Orders,\nrequirements and restrictions.\n(3) A person owning transport, articles, stocks, medicines, building and\nfacilities which are requisitioned or the labour who are conscripted for work or the\nperson who is directed to abstain from certain act or to take certain orders,\nrequirements and restrictions under this section shall be entitled to a reasonable\ncompensation as determined by the Relief Commissioner.\n(4) Subject to the right of an owner to a claim under sub-section.\n(3) the transport, articles, stocks, medicines, building and facilities shall\nforthwith rest with the Relief Commissioner who may himself, or through the Deputy\nCommissioner, deal with them in such manner as he deems proper in order to\ndischarge his duties under this section.\n22.Enforcement.— (1) The Deputy Commissioners shall, in the\nrespective districts, ensure compliance of an order, direction, restriction, requirement\nor any other measure under the Act.\n(2) For purposes of sub-section (1), a Deputy Commissioner may take\nsuch steps or pass such orders as he considers necessary including an order to an\nofficer sub-ordinate to him or a police officer, through the concerned head of the\ndistrict police.\n(3) For purposes of enforcement of an order, direction, restriction or\nrequirement issued under sections 4, 5 and 6 of the Act, a Deputy Commissioner, an\nofficer sub-ordinate to him, a police officer or any other person referred to in sub-\nsection (2), may:\n(a) enter upon any premises;\n686    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n(b) detain persons for a maximum period of twenty four hours; and\n(c) if, necessary, use reasonable force to ensure compliance.\n23.Requisition of services of Government officials.— The Relief\nCommissioner or, as the case may be, the Deputy Commissioner of the area, subject\nto a declaration, may after having consulted the Secretary of the respective\nAdministrative Department of the Government, requisition the services of officers\nand officials of that Department for the purpose of the Act.\n24.Delegation and concurrent exercise of certain powers.— (1)\nThe Secretary may delegate all or any of the powers conferred upon him under the\nAct, except the powers conferred under section 3, to a Commissioner, Deputy\nCommissioner or any other officer sub-ordinate to him.\n(2) The Relief Commissioner may delegate all or any of the powers\nconferred upon him under the Act to a Commissioner, Deputy Commissioner or any\nother officer sub-ordinate to him.\n(3) The powers of a notified medical officer under the Act shall be\nconcurrently exercisable by the respective Assistant Commissioners.\n25.Revision against an order etc. of notified medical officer and\nothers.— (1) A person against whom an order, direction, instruction, requirement\nor restriction has been imposed by a notified medical officer or a police officer\nunder the Act may file a revision petition before a board comprising the Commissioner\nof the respectiv division and a medical officer notified by the Secretary.\n(2) A revision petition under sub-section (1) may be filed by the person\nresponsible for a child or a ward in relation to whom an order, direction, instruction,\nrequirement or restriction has been imposed by a notified medical officer or a police\nofficer under the Act.\n(3) All revision petitions shall be decided by the board through a written\norder within fifteen days from its presentation.\n26.Bar to action.— No order made under the Act shall be called in\nquestion in any court and no civil or criminal proceedings shall be instituted against\nany person for anything done in good faith against any person for any loss or damage\ncaused to, or in respect of any property whereof possession has been taken under\nthe Act.\nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020   687\n27.Confidentiality.— (1) Any information, collected or held by a public\nservant or by any other person, that identifies a person with an infectious disease,\nor have been positively tested for an infectious disease, his address or contacts,\nshall not be released or made public except under this section.\n(2) The information under sub-section (1) may be released or made public:\n(a) with the consent of the identified person;\n(b) to a physician retained by the identified person;\n(c) to enforce the provisions of the Act and the rules;\n(d) to a medical practitioner for purposes of treatment of the person with\nan infectious disease;\n(e) to blood banks, schools and prisons; and\n(f) to the person responsible for a minor or a ward.\n28.Power to make rules.— The Government may, by notification in\nthe official Gazette, make rules for carrying out the purposes of the Act.\n29.Removal of difficulties.— The Government may, by an order, provide\nfor the removal of any difficulty which may arise in giving effect to the provisions\nof the Act.\n30.Overriding effect.— The provisions of the Act shall have effect\nnotwithstanding anything contained in any other law for the time being in force.\n32.Repeal and savings.— (1) The Gilgit-Baltistan Epidemic Disease\nAct, 1958 (XXXVI of 1958) is hereby repealed.\n(2)Save as otherwise provided in the Act, repeal of the\nGilgit-Baltistan Epidemic Diseases Act, 1958 (XXXVI of 1958) shall not affect:\n(a) the previous operation of the Gilgit-Baltistan Epidemic Diseases\nAct, 1958 (XXXVI of 1958) or anything duly done or suffered\nThere under;\n(b) any right, privilege, obligation or liability acquired, accrued or\nincurred under the Gilgit-Baltistan Epidemic Diseases Act, 1958\n(XXXVI of 1958);\n688    THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER  9, 2020 [P ART I\n(c) any penalty, forfeiture or punishment incurred in respect\nof any offence committed against the Gilgit-Baltistan\nEpidemic Diseases Act, 1958 (XXXVI of 1958); and\n(d) any investigation, legal proceedings or remedy in respect of\nany such right, privilege, obligation, liability, penalty, forfeiture\nor punishment as aforesaid, and any such investigation, legal\nproceedings or remedy instituted, continued or enforced and\nany such penalty, forfeiture and punishment imposed under\nthe Gilgit-Baltistan Epidemic Diseases Act, 1958 (XXXVI of\n1958).\nSPEAKER/PRESIDING OFFICER,\nGilgit-Baltistan Assembly.\n————\nRAJA JALAL HUSSAIN MAQPOON,\nGovernor Gilgit-Baltistan.\n————————————————————————————————————————————\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}