{
    "file": "./converted_json\\administrator88bd9d9de4d7aa091b67981fa2189f64.json",
    "name": "Capital University of Science and Technology Act, 2015",
    "date": "22nd September, 2015",
    "tagline": "An Act to provide for establishment of the Capital University of Science and Technology",
    "content": "Page 1 of 28 \n \n \n \nTHE CAPITAL UNIVERSITY OF SCIENCE AND TECHNOLOGY \nACT, 2015  \n \n \n \n \nCONTENTS  \n \n \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title, application and commencement.  \n \n2. Definitions.  \n \nCHAPTER II  \n \nTHE UNIVERSITY  \n \n3. Establishment and Incorporation of the University.  \n \n4. Powers and Purposes of the University.  \n \n5. University open to all classes, creeds, etc.  \n \n6. Teaching at the University.  \n \nCHAPTER III  \n \nOFFICERS OF THE UNIVERSITY  \n \n7. Officers of the Unive rsity.  \n \n8. Patron.  \n \n9. Visitation.  \n \n\n \nPage 2 of 28 \n 10. Chancellor.  \n \n11. Removal from the Board.  \n \n12. Vice­Chancellor.  \n \n13. Appointment and Removal of the Vice­Chancellor.  \n \n14. Dean.  \n \n15. Registrar.  \n \n16. Treasurer.  \n \n17. Controller of Examinations.  \n \n \nCHAPTER IV  \n \nAUTHORITIES OF THE UNIVERSITY  \n \n18. Authorities.  \n \n19. Board of Governors.  \n \n20. Powers and functions of the Board of Governors.  \n \n21. Executive Committee.  \n \n22. Powers and duties of the Executive Committee.  \n \n23. Academic Council.  \n \n24. Powers and functions of t he Academic Council.  \n \n25. Representation Committees.  \n \n26. Appointment of Committees by certain Authorities.  \n \nCHAPTER V  \n \nSTATUTES, REGULATIONS AND RULES  \n \n27. Statutes.  \n \n28. Regulations.  \n \n29. Amendment and repeal of Statutes and Regulations.  \n \n30. Rules.  \n \nPage 3 of 28 \n CHAPTER VI  \n \nUNIVERSITY FUND  \n \n31. The University Fund.  \n \n32. Audit and Accounts.  \n \nCHAPTER VII  \n \nGENERAL PROVISIONS  \n \n33. Retirement from Service.  \n \n34. Opportunity of show cause.  \n \n35. Appeal to the Board.  \n \n36. Benefits and Insurance.  \n \n37. Commencement of term of members of Authorities.  \n \n38. Filling of casual vacancies in authorities.  \n \n39. Disputes about membership of authorities.  \n \n40. Proceedings of authorities not invalidated by the vacancies.  \n \n41. Transitory Provisions.  \n \n42. Removal of Difficulties.  \n \n43. Inde mnity.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 28 \n THE CAPITAL UNIVERSITY OF SCIENCE AND TECHNOLOGY ACT, 2015  \n \nACT NO. XVI OF 2015  \n \n[22nd September, 2015]  \n \nAn Act to provide for establishment of the Capital University of  Science and Technology  \n \nWHEREAS it is expedient to provide for the establishment of Capital University of Science \nand Technology at Islamabad and for matters ancillary thereto;  \n \nIt is hereby enacted as follows: — \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short title, application and commencement. —(1) This Act may be called the Capital  \nUniversity of Science and Technology Act, 2015.  \n \n(2) It extents to the whole of Islamabad Capital Territory.  \n \n(3) It shall come into force at once.  \n \n2. Definitions.  In this Act, unless there is anything repugnant in the subject or context: — \n \n(a)  “Academic Council ” means the Academic Council of the University;  \n \n(b)  “Authority ” means any of the Authorities of the University set up under section \n18; \n \n(c)  “Board ” means the Board of Governors of the University;  \n \n(d)  “Chancellor ” means the Chancellor of the University;  \n \n(e)  “College ” means a constituent college;  \n \n(f)  “Commission ” means the Higher Education Commission of Pakistan;  \n \n(g)  “Constituent College ” means an educational institution, by whatever name \ndescribed, maintained  and administered by the University;  \n \n(h)  “Dean ” means the head of a faculty of the University;  \n \n(i)  “Department ” means a teaching department of the University;  \n \n(j)  “Director ” means the head of an institute established as a constituent institute \nby the  University;  \n \n(k)  “Executive Committee ” means the Executive Committee of the University;  \n \nPage 5 of 28 \n  \n(l)  “Faculty ” means an administrative and academic unit of the University \nconsisting of one or more departments;  \n \n(m)  “Government ” means the Federal Government;  \n \n(n)  “Institute ” means an institute maintained and administered by the University;  \n \n(o)  “Officer ” means any officer(s) of the University;  \n \n(p)  “Patron ” means the Patron of the University;  \n \n(q)  “Prescribed ” means prescribed by Statutes, regulations or rules;  \n \n(r)  “Professor Emeritus ” means a retired Professor appointed by the Chancellor on \nhonorary basis;  \n \n(s)  “Principal ” means the head of a College;  \n \n(t)  “Registrar ” means the Registrar of the University;  \n \n(u)  “Review Panel ” means the Review Panel set up by the Chancellor under section \n10; \n \n(v)  “Representation Committees ” means the representation committees constituted \nunder section 25;  \n \n(w)  “Search Committee ” means the search committee set up by the Board under \nsection 13;  \n \n(x)  “Statutes ”, “Regulations ” and “Rules ” means respectively the Statutes, the \nRegulations and the Rules made under this Act;  \n \n(y)  “Teacher ” include Professor, Associate Professor, Assist ant Professor and \nLecturer engaged whole­time by the University, or by a constituent college;  \n \n(z)  “Trust ” means the Mohammad Ali Jinnah University Trust;  \n \n(aa)  “University ” means the Capital University of Science and Technology;  \n \n(ab)  “University Teacher ” means a whole­time teacher appointed and paid \nby the  University; and  \n \n(ac)  “Vice­Chancellor ” means the Vice­Chancellor of the University.  \n \n \n \n \n \n \n \nPage 6 of 28 \n CHAPTER II  \n \nTHE UNIVERSITY  \n \n3. Establishment and Incorporation of the University. —(1) There shall be established at  \nIslamabad a University to be called the Capital University of Science and Technology consisting of:  \n \n(a)  the Patron, the Chancellor, the Vice­Chancellor, the members of the Board, the \nmembers of Executive Committee, deans, the chairmen of t he teaching \ndepartments and members of the Academic Council of the University;  \n \n(b)  the members of the boards, committees and other bodies as the Board may \nestablish;  \n \n(c)  the teachers and students of the University and its constituent units; and  \n \n(d)  such other officers and members of the staff as the Board may, from time to \ntime, specify.  \n \n(2) The University shall be a body corporate by the name of Capital University of Science and  \nTechnology having perpetual succession and a common seal, with powers,  among others to acquire \nand hold property, both movable and immovable, and to lease, sell or otherwise transfer any movable \nand immovable property which may have become vested in or been acquired by it.  \n \n(3) The principal seat of the University shall be a t Islamabad and it may set up its campuses, \ncolleges, institutes, offices, research/study centres and other facilities at such places in Pakistan as \nBoard of Governors may determine. The additional campuses shall be set up in other parts of the \ncountry onl y after their evaluation by the Higher Education Commission to determine whether they \nmeet the eligibility criteria fixed by the Commission.  \n \n(4) The University shall be competent to acquire and hold property, both movable and \nimmovable, and to lease, sell  or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it.  \n \n(5) Notwithstanding anything contained in any other law for the time being in force, the \nUniversity shall have academic, financial and admini strative autonomy, including the power to employ \nofficers, teachers and other employees on such terms as may be prescribed, subject to the terms of this \nAct and the Higher Education Commission Ordinance, 2002 (LIII of 2002). In particular, and without \nprejudice to the authority granted to the Commission by the law, the Government or an authority or \nauditor appointed by the Government shall have no power to question the policy underlying the \nallocation of resources approved by the Board in the annual budget of the University.  \n \n4. Powers and Purposes of the University.  The University shall have the following powers, \nnamely: — \n \n(a)  to provide education and scholarship in such branches of knowledge as it may \ndeem fit, and to make provisions for research, service  to society and for the \napplication, advancement and dissemination of knowledge by employing \ninformation technology including satellite, television, internet etc., or through \nconventional methods;  \n \n(b)  to prescribe courses of studies to be conducted by it  and the colleges;  \n \nPage 7 of 28 \n (c)  to hold examinations and to award and confer degrees, diplomas, certificates \nand other academic distinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions;  \n \n(d)  to prescrib e the terms and conditions of employment of the officers, teachers \nand other employees of the University;  \n \n(e)  to engage, where necessary, persons on contract of specified duration and to \nspecify the terms of each engagement;  \n \n(f)  to confer honorary degrees or other distinctions on approved persons in the \nmanner prescribed;  \n \n(g)  to provide for such instruction for persons not being students of the University \nas it may prescribe and to grant certificates and diplomas to such persons;  \n \n(h)  to institute programmes for the exchange of students and teachers between the \nUniversity and other universities, educational institutions and research \norganizations, inside as well as outside Pakistan;  \n \n(i)  to provide career counseling and job search serv ices to students and alumni;  \n \n(j)  to maintain linkages with alumni;  \n \n(k)  to develop and implement fund­raising plans;  \n \n(l)  to provide and support the academic development of the faculty of the \nUniversity;  \n \n(m)  to confer degrees on persons who have carr ied on independent research under \nprescribed conditions;  \n \n(n)  to accept the examinations passed and the period of study spent by students of \nthe University at other universities and places of learning equivalent to such \nexaminations and periods of study i n the University, as it may prescribe, and to \nwithdraw such acceptance;  \n \n(o)  to co­operate with other universities, public authorities or private organizations, \ninside as well as outside Pakistan, in such manner and for such purposes as it \nmay prescribe;  \n \n(p)  to institute Professorships, Associate Professorships, Assistant Professorships \nand Lectureships and any other posts and to appoint persons thereto;  \n \n(q)  to create posts for research, extension, administration and other related purposes \nand to appoint persons thereto;  \n \n(r)  to recognize selected members of the teaching staff of colleges or educational \ninstitutions admitted to the privileges of the University or such other persons as \nit may deem fit, as University teachers;  \n \nPage 8 of 28 \n  \n(s)  to institute and  award financial assistance to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n \n(t)  to establish teaching departments, schools, colleges, faculties, institutes, \nmuseums and other centres of learning f or the development of teaching and \nresearch and to make such arrangements for their maintenance, management \nand administration as it may prescribe;  \n \n(u)  to provide for the residence of the students of the University and the colleges, \nto institute and main tain halls of residence and to approve or license hostels and \nlodging;  \n \n(v)  to maintain order, discipline and security on the campuses of the University and \nthe colleges;  \n \n(w)  to promote the extra curricular and recreational activities of the students, a nd to \nmake arrangements for promoting their health and general welfare;  \n \n(x)  to demand and receive such fees and other charges as it may determine from \ntime to time;  \n \n(y)  to make provision for research, advisory or consultancy services and with these \nobjects to enter into arrangements with other institutions, public or private \nbodies, commercial and industrial enterprises under prescribed conditions;  \n \n(z)  to enter into, carry out, vary or cancel contracts;  \n \n(za)  to receive and manage property transferred and grants, contributions \nmade to the University and to invest any fund representing such \nproperty, grants, bequests, trusts, gifts, donations, endowments or \ncontributions in such manner as it may deem fit;  \n \n(zb)  to provide for the printing an d publication of research and other works; \nand \n \n(zc)  to do all such other acts and things, whether incidental to the powers \naforesaid or not, as may be requisite or expedient in order to further the \nobjectives of the University as a place of education, le arning, and \nresearch; and  \n \n(zd)  to decide virtual/online teaching methods and strategies in order to \nensure the conduct of most effective educational and training programs \nin light of Policy on the subject made by the commission.  \n \n5. University open to a ll classes, creeds, etc. —(1) The University shall be open to all persons \nof either gender and of whatever religion, race, creed, class, colour or domicile and no person shall be \ndenied privileges of the University on the grounds of religion, race, caste, c reed, class, colour or \ndomicile.  \n \n \nPage 9 of 28 \n (2) An increase in any fee or charge that is in excess of ten percent per annum on an annualised \nbasis from the last such increase may not be made except in special circumstances, and only with the \napproval of the Chancell or. \n \n(3) The University shall institute financial aid programmes for students in need, to the extent \nconsidered feasible by the Board given the resources available, so as to enable admission and access \nto the University and the various opportunities provid ed by it to be based on merit rather than ability \nto pay.  \n \n6. Teaching at the University. —(1) All recognized teaching in various courses shall be \nconducted by the University or the colleges in the prescribed manner and may include lectures, \ntutorials, disc ussions, seminars, demonstrations and other methods of instruction as well as practical \nwork in the laboratories, hospitals, workshops and other organizations.  \n \n(2) The authority responsible for organizing recognized teaching shall be such as may be \nprescr ibed.  \n \nCHAPTER III  \n \nOFFICERS OF THE UNIVERSITY  \n \n7. Officers of the University.  The following shall be the officers of the University, namely: — \n \n(a)  Patron;  \n \n(b)  Chancellor;  \n \n(c)  Vice­Chancellor;  \n \n(d)  Deans;  \n \n(e)  Principals of the constituent colleges;  \n \n(f)  Head of the teaching departments;  \n \n(g)  Registrar;  \n \n(h)  Treasurer;  \n \n(i)  Controller of Examinations; and  \n \n(j)  such other persons as may be prescribed by the statutes or regulations.  \n \n8. Patron. —(1) The President of Islamic Republic of Pakistan sha ll be the Patron of the \nUniversity.  \n \n(2) The Patron shall, when present, preside at the convocation of the University. In the absence \nof the Patron, the Board of Governors may request a person of eminence or the Chancellor to preside \nover the convocation of  the University.  \n \n \nPage 10 of 28 \n (3) Every proposal to confer an honorary degree shall be subject to confirmation by the Patron.  \n \n9. Visitation. —(1) The Patron may, in accordance with the terms and procedures as may be \nprescribed, cause an inspection or inquiry to be mad e on his own motion or at the request of the Higher \nEducation Commission in respect of any matter connected with the affairs of the University and shall, \nfrom time to time, direct any person or persons to inquire into or carry out inspection of:  \n \n(a)  the University, its building, laboratories, libraries and other facilities;  \n \n(b)  any institution, department or hostel maintained by the University;  \n \n(c)  the adequacy of financial and human resources;  \n \n(d)  the teaching, research, curriculum, examination and  other matters of the \nUniversity; and  \n \n(e)  such other matters as the Patron may specify.  \n \n(2) The Patron shall communicate to the Board his views with regard to the result of visitation \nand shall, after ascertaining the views of the Board, advise the Chancellor on the action to be taken by \nit. \n \n(3) The Chancellor shall, within such time as may be specified by the Patron, communicate to \nhim such action, if any, as has been taken or may be proposed to be taken upon the results of visitation.  \n \n(4) Where t he Board does not, within the time specified, take action to the satisfaction of the \nPatron, the Patron may issue such directions as he deems fit and Board shall comply with all such \ndirections.  \n \n10. Chancellor. —(1) The Chairman of the Trust shall be the C hancellor of the University and \nthe Chairperson of the Board.  \n \n(2) The members of the Board as well as the Vice­Chancellor shall be appointed by the \nChancellor from amongst the persons recommended by the Representation Committee set up for this \npurpose or the Search Committee established in accordance with this Act and the statutes, as the case \nmay be, along with those elected.  \n \n(3) where the Chancellor is satisfied that serious irregularity or mismanagement with respect \nto the affairs of the University has  occurred, he may, — \n \n(a)  as regards proceedings of the Board, direct that specified proceedings be \nreconsidered and appropriate action taken within one month of the direction \nhaving been issued:  \n \nProvided that if the Chancellor is satisfied that either no  reconsideration \nhas been carried out or that the reconsideration has failed to address the concern \nexpressed he may, after calling upon the Board to show cause in writing, appoint \na five member Review Panel to examine and report to the Chancellor on the \nfunctioning of the Board. The report of the Review Panel shall be submitted \nwithin such time as may be prescribed by the Chancellor. The Review Panel \n \nPage 11 of 28 \n shall be drawn from persons of eminence in academics and in the fields of law, \naccountancy and administrati on; and  \n \n(b)  as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority other than the Board, direct the Board to exercise \npowers under section  19. \n \n(4) The Chancellor may remove any person from the membershi p of any authority if such \nperson: — \n \n(a)  has been found of unsound mind; or  \n \n(b)  has been incapacitated to function as a member of such Authority; or  \n \n(c)  has been convicted by a court of law for an offence involving moral turpitude; \nor \n \n(d)  has been found indulging in any activity against the interest of the University.  \n \n(5) Should the Chancellor be incapacitated from acting as such due to absence or any other \ncause, the Vice­Chancellor or a nominee of the Chancellor shall act for him.  \n \n11. Removal fr om the Board. ⸺(1) The Chancellor may, upon the recommendation of the  \nReview Panel, remove any person from the membership of the Board on the ground that such person:  \n \n(a)  has become of unsound mind; or  \n \n(b)  has become incapacitated to function as member of the Board; or  \n \n(c)  has been convicted by a court of law for an offence involving moral turpitude; \nor \n \n(d)  has absented himself from two consecutive meetings without just cause; or  \n \n(e)  has been guilty of misconduct, including use of position for personal advantage \nof any kind, or gross inefficiency in the performance of functions.  \n \n(2) The Chancellor shall remove any person from the membership of the Board on a resolution \ncalling for the removal of such person supported by at least three­fourth of  the membership of the \nBoard:  \n \nProvided that before passing such resolution, the Board shall provide the member concerned a \nfair hearing:  \n \nProvided further that the provisions of this section shall not be applicable to the \nVice­Chancellor in his capacity a s a member of the Board.  \n \n12. Vice­Chancellor. ⸺(1) There shall be a Vice­Chancellor of the University who shall be an  \neminent academician or a distinguished administrator and shall be appointed on such terms and \nconditions as may be prescribed.  \n \nPage 12 of 28 \n  \n(2) The Vice­Chancellor shall be the chief executive officer of the University responsible for \nall administrative and academic functions of the University and for ensuring that the provisions of this \nAct, statutes, regulations and rules are faithfully observed.  \n \n(3) The Vice­Chancellor shall, if present, be entitled to attend any meeting of any authority or \nbody of the University.  \n \n(4) The Vice­Chancellor may, in an emergency that in his opinion requires an immediate action \nordinarily not in the competence of the V ice­Chancellor, take such action and report to the Board.  \n \n(5) The Vice­Chancellor shall also have the following powers, namely: — \n \n(a)  to direct teachers, officers and other employees of the University to take up such \nassignments in connection with examin ation, administration and such other \nactivities in the University as he may consider necessary for purposes of the \nUniversity;  \n \n(b)  to sanction by re­appropriation an amount, not exceeding an amount prescribed \nby the  Board, for an unforeseen item not prov ided for in the budget;  \n \n(c)  to make appointment of such categories of employees of the University and in \nsuch manner as may be prescribed by the statutes;  \n \n(d)  to suspend, punish and remove from service, in accordance with prescribed \nprocedure, officers , teachers and other employees of the University except those \nappointed by or with the approval of the Board;  \n \n(e)  to delegate, subject to such conditions as may be prescribed, any of his powers \nunder this  Act to an officer or officers of the University; and \n \n(f)  to exercise and perform such other powers and functions as may be prescribed.  \n \n13. Appointment and Removal of the Vice­Chancellor. ⸺(1) The Vice­Chancellor shall be  \nappointed by the Chancellor on recommendations made by the Board.  \n \n(2) A Search Committee for the recommendation of persons suitable for appointment as Vice­ \nChancellor shall be constituted by the Board on the date and in the manner prescribed by the Statutes \nand shall consist of two eminent members of society nominated by the Chancel lor, of whom one shall \nbe appointed the Convener, two members of the Board, two distinguished University Teachers who \nare not members of the Board and one academician of eminence not employed by the University. The \ntwo distinguished University Teachers sha ll be selected by the Board through a process, to be \nprescribed by Board, that provides for the recommendation of suitable names by the University \nTeachers in general. The Search Committee shall remain in existence till such time that the \nappointment of th e next Vice­Chancellor has been made by the Chancellor.  \n \n(3) The persons proposed by the Search Committee for appointment as Vice­Chancellor shall \nbe considered by the Board and of these a panel of three, in order of priority, shall be recommended \nby the B oard to the Chancellor:  \n \n \nPage 13 of 28 \n Provided that the Chancellor may decline to appoint any of the three persons recommended \nand seek recommendations of a fresh panel. In the event of a fresh recommendation being sought by \nthe Chancellor the search committee shall ma ke a proposal to the Board in the prescribed manner.  \n \n(4) The Vice­Chancellor shall be appointed for a renewable tenure of five years on terms and \nconditions prescribed by statute. The tenure of an incumbent Vice­Chancellor shall be renewed by the \nChancell or on receipt of a resolution of the Board in support of such renewal:  \n \nProvided that the Chancellor may call upon the Board to reconsider such resolution once.  \n \n(5) The Board may, pursuant to a resolution in this behalf passed by three­fourth of its \nmembe rship, recommend to the Chancellor the removal of the Vice­Chancellor on the ground of \ninefficiency, moral turpitude or physical or mental incapacity or gross misconduct, including misuse \nof position for personal advantage of any kind:  \n \nProvided that the C hancellor may make a reference to the Board stating about inefficiency, \nmoral turpitude or physical or mental incapacity or gross misconduct on the part of the Vice­Chancellor \nthat has come to his notice. After consideration of the reference the Board may,  pursuant to a resolution \nin this behalf passed by two­third of its membership, recommend to the Chancellor the removal of the \nVice­Chancellor:  \n \nProvided further that prior to a resolution for removal of the Vice­Chancellor being voted upon, \nthe Vice­Chanc ellor shall be given an opportunity of being heard.  \n \n(6) A resolution recommending removal of the Vice­Chancellor shall be submitted to the \nChancellor forthwith. The Chancellor may accept the recommendation and order removal of the \nVice­Chancellor or retur n the recommendation to the Board.  \n \n(7) At any time when the office of the Vice­Chancellor is vacant, or the Vice­Chancellor is \nabsent or is unable to perform functions of his office due to illness or some other cause, the Board \nshall make such arrangement s for performance of the duties of the Vice­Chancellor as it may deem fit.  \n \n14. Dean. —(1) There shall be a dean of each faculty to be appointed by the Chancellor on \nrecommendation of the Vice­Chancellor, on such terms and conditions as may be prescribed.  \n \n(2) The dean shall be in charge of the faculty and shall assist the Vice­Chancellor on matters \nrelating to teaching, research, academic program and extension of other development projects.  \n \n(3) Subject to overall supervision of the Vice­Chancellor, the dean shall formulate and \nrecommend to the Academic Council, rules and relegations relating to academic and research matter \nof the faculty.  \n \n(4) The dean shall also have the following powers, namely: — \n \n(a)  to collaborate with universities, industry and oth er research organizations;  \n \n(b)  to formulate recommendations to the Academic Council on the courses of study \nto be taught in different departments of the faculty;  \n \n(c)  to co­ordinate the award of fellowships, stipends, medals and prizes;  \n \nPage 14 of 28 \n  \n(d)  to co­ordi nate the teaching and research work of the faculty;  \n \n(e)  to perform such other functions and exercise such other powers as may be \nentrusted or delegated to him by the Board or the Vice Chancellor; and  \n \n(f)  to delegate any of his powers to appropriate lev els of management, subject to \nsuch conditions as he may deem fit.  \n \n15. Registrar. —(1) There shall be a Registrar of the University to be appointed by the \nChancellor on the recommendation of the Vice­Chancellor, on such terms and conditions as may be \nprescr ibed.  \n \n(2) The experience as well as the professional and academic qualifications necessary for \nappointment to the post of the Registrar shall be as may be prescribed.  \n \n(3) The Registrar shall be a full­time officer of the University and shall: — \n \n(a)  be the administrative head of the secretariat of the University and be responsible \nfor the provision of secretariat support to the authorities of the University;  \n \n(b)  be the custodian of the common seal and the academic record of the University;  \n \n(c)  mainta in a register of registered graduates in the prescribed manner;  \n \n(d)  supervise the process of election, appointment or nomination of members to the \nvarious authorities and other bodies in the prescribed manner; and  \n \n(e)  perform such other duties as may b e prescribed.  \n \n(4) The term of office of the Registrar shall be a renewable period of three years:  \n \nProvided that the Board may, on advice of the Vice­Chancellor, terminate appointment of the  \nRegistrar on grounds of inefficiency or misconduct in accordance  with prescribed procedure.  \n \n16. Treasurer. —(1) There shall be a Treasurer of the University to be appointed by the Board \non the recommendation of the Vice­Chancellor, on such terms and conditions as may be prescribed.  \n \n(2) The experience as well as profes sional and academic qualifications necessary for \nappointment to the post of the Treasurer shall be as may be prescribed.  \n \n(3) The Treasurer shall be chief financial officer of the University and shall:  \n \n(a)  manage the assets, liabilities, receipts, expend itures, funds and investments of \nthe University;  \n \n(b)  prepare the annual and revised budget estimates of the University and present \nthem to the Executive Committee or a committee thereof for approval and \nincorporation in the budget to be presented to the Board;  \n \n \nPage 15 of 28 \n (c)  ensure that funds of the University are expended on the purposes for which they \nare provided;  \n \n(d)  have the accounts of the University audited annually; and  \n \n(e)  perform such other duties as may be prescribed.  \n \n(4) The term of office of the Treasurer shall be a renewable period of three years:  \n \nProvided that the Board may, on the advice of the Vice­Chancellor, terminate the appointment \nof the Treasurer on grounds of inefficiency or misconduct in accordance with prescribed procedure.  \n \n17. Cont roller of Examinations. —(1) There shall be a Controller of Examinations, to be \nappointed by the Board on the recommendation of the Vice­Chancellor, on such terms and conditions \nas may be prescribed.  \n \n(2) The minimum qualifications necessary for appointment  to the post of the Controller of  \nExaminations shall be as may be prescribed.  \n \n(3) The Controller of Examinations shall be a full­time officer of the University and shall be \nresponsible for all matters connected with the conduct of examinations and shall p erform such other \nduties as may be prescribed.  \n \n(4) The Controller of examinations shall be appointed for a renewable term of three years: \nProvided that the Board may, on the advice of the Vice­Chancellor, terminate appointment of the  \nController of examinations on grounds of inefficiency or misconduct in accordance with prescribed  \nprocedure.  \n \nCHAPTER IV  \n \nAUTHORITIES OF THE UNIVERSITY  \n \n18. Authorities. —(1) The following shall be the authorities of the University, namely: — \n \n(a)  authorities established by the Act: — \n \n(i)  Board;  \n \n(ii)  Executive Committee;  \n \n(iii)  Academic Council;  \n \n(b)  authorities to be established by the statutes: — \n \n(i) board of Advanced Studies and Research;  \n \n(ii)  board of Studies;  \n \n(iii)  selection board;  \n \n \nPage 16 of 28 \n (iv)  finance and planning committee;  \n \n(v)  search committee for the appointment of the Vice­Chancellor;  \n \n(vi)  representation committees for appointment to the Board, Executive \nCommittee and the Academic Council;  \n \n(vii)  quality assurance committee;  \n \n(viii)  discipline committee; and  \n \n(ix)  such other authorities as may be prescribed by the Board.  \n \n19. Board of Governors. —(1) The body responsible for governance of the University shall be \ndescribed as the Board, and shall consist of the following, namely: — \n \n(a)  the Chancellor who shall be the chairperson of the Board;  \n \n(b)  the Vice­Chancellor;  \n \n(c)  one member of the Government not below the rank of Additional Secretary from \nthe Ministry of Education;  \n \n(d)  four persons from society at large being persons of distinction in the fields of \nadministration, management, education, academics, law, accountancy, \nmedicine, fine arts, architecture, agriculture, science, technology and \nengineering, such that the appointment of these persons reflects a balance across \nthe v arious fields:  \n \nProvided that the special focus or affiliation of the University, to be \ndeclared in the manner prescribed, may be reflected in the number of persons \nof distinction in an area of expertise relevant to the University who are \nappointed to the Board;  \n \n \n(e)  one person from amongst the alumni of the University;  \n \n(f)  two persons from the academic community of the country, other than an \nemployee of the  University, at the level of professor or principal of a college;  \n \n(g)  four University teachers;  and \n \n(h)  one person nominated by the Commission.  \n \n(2) The number of the members of the Board described under clauses (e) to (h) of sub­section \n(1) may be increased by the Board through statutes subject to condition that the total membership of \nthe Board does not exceed twenty one, with a maximum of five University teachers, and the increase \nis balanced, to the extent possible, across the different categories specified in sub­section (1).  \n \n \nPage 17 of 28 \n (3) All appointments to the Board shall be made by the Chancellor. Appointments of persons \ndescribed under clauses (e) and (f) of sub­section (1) shall be made from amongst a panel of three \nnames for each vacancy recommended by the representation committee set up in terms of section 25 \nand in accordance with procedure as may be prescribed:  \n \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Board:  \n \nProvided that as regards the University teachers described in clause (g) of sub­section (1) the \nBoard shall prescribe a procedure for appointment on the basis of elections that provide for voting by \nthe various categories of University teachers. Provided also that the Board may alternatively prescribe \nthat appointment of University teachers to the Bo ard shall also be in the manner provided by this \nsub­section for the persons described in clauses (e) and (f) of sub­section (1).  \n \n(4) Members of the Board, other than ex­officio  members, shall hold office for three years. \nOne­ third of the members, other than ex­officio  members, of the first restructured Board, to be \ndetermined by lot, shall retire from office on the expiration of one year from the date of appointment \nby the Chan cellor. One­half of the remaining members, other than ex­officio  members, of the first \nrestructured Board, to be determined by lot, shall retire from office on the expiration of two years from \nthe date of appointment and the remaining one­half, other than ex­officio  members, shall retire from \noffice on expiration of the third year:  \n \nProvided that no person, other than an ex­officio member, may serve on the Board for more \nthan two consecutive terms:  \n \nProvided further that the University Teachers appointed to  the Board may not serve for two \nconsecutive terms.  \n \n(5) The Board shall meet at least twice in a calendar year.  \n \n(6) Service on the Board shall be on honorary basis:  \n \nProvided that actual expenses may be reimbursed as may be prescribed.  \n \n(7) The Registrar  shall be secretary of the Board.  \n \n(8) In the absence of the Chancellor meetings of the Board shall be presided over by such \nmember, not being an employee of the University or the Government, as the Chancellor may, from \ntime to time, nominate. The member s o nominated shall be the convener of the Board.  \n \n(9) Unless otherwise prescribed by this Act, all decisions of the Board shall be taken on the \nbasis of the opinion of a majority of the members present. In the event of the members being evenly \ndivided on an y matter the person presiding over the meeting shall have a casting vote.  \n \n(10) The quorum for a meeting of the Board shall be two thirds of its membership, a fraction \nbeing counted as one.  \n \n20. Powers and functions of the Board of Governors. —(1) The Board  shall have power of \ngeneral supervision over the University and shall hold the Vice­Chancellor and the Authorities \naccountable for all the functions of the University. The Board shall have all powers of the University \n \nPage 18 of 28 \n not expressly vested in an authority or officer by this Act and all other powers not expressly mentioned \nby this Act that are necessary for the performance of its functions but which are not inconsistent with \nthe provisions of this Act or the statutes, regulations and rules made thereunder.  \n \n(2) Without prejudice to the generality of the foregoing powers, the Board shall have the \nfollowing powers: — \n \n(a)  to approve proposed annual plan of work, the annual and revised budgets, the \nannual report and the annual statement of accounts;  \n \n(b)  to hol d, control and lay down policy for the administration of the property, funds \nand investments of the University, including the approval of the sale and \npurchase or acquisition of immovable property;  \n \n(c)  to oversee quality and relevance of the University's  academic programmes and \nto review the academic affairs of the University in general;  \n \n(d)  to approve the appointment of the Deans, Professors, Associate Professors and \nsuch other senior faculty and senior administrators as may be prescribed;  \n \n(e)  to ins titute schemes, directions and guidelines for the terms and conditions of \nappointment of all officers, teachers and other employees of the University;  \n \n(f)  to approve strategic plans of the University;  \n \n(g)  to approve financial resource development plans  of the University;  \n \n(h)  to consider drafts of statutes and regulations proposed by the Executive \nCommittee and the Academic Council and deal with them in the manner as \nprovided for in sections 27 and 28, as the case may be:  \n \nProvided that the Board may f rame a statute or regulation on its own initiative \nand approve it after calling for the advice of the Executive Committee or the \nAcademic Council as the case may be;  \n \n(i)  to annul by order in writing the proceedings of any authority or officer if the \nBoard is satisfied that such proceedings are not in accordance with the \nprovisions of this Act, statutes or regulations after calling upon such Authority \nor officer to show cause why such proceedings should not be annulled;  \n \n(j)  to recommend to the Chance llor removal of any member of the Board in \naccordance with the provisions of this Act;  \n \n(k)  to make appointment of members of the Executive Committee, other than \nex­officio  members, in accordance with the provisions of the Act;  \n \n(l)  to make appointment o f members of the Academic Council, other than ex­officio  \nmembers, in accordance with the provisions of this Act;  \n \n \nPage 19 of 28 \n (m)  to appoint Professors Emeritus on such terms and conditions as may be \nprescribed;  \n \n(n)  to remove any person from the membership of any a uthority if such person:  \n \n(i)  has become of unsound mind; or  \n \n(ii)  has become incapacitated to function as member of such authority; or  \n \n(iii)  has been convicted by a court of law for an offence involving moral \nturpitude; and  \n \n(o)  to determine the form , provide for the custody and regulate the use of the \ncommon seal of the University.  \n \n(3) The Board may, subject to the provisions of this Act delegate all or any of the powers and \nfunctions of any authority, officer or employee of the University at its main campus, to any authority, \ncommittee, officer or employee at its additional campus for the purpose of exercising such powers and \nperforming such functions in relation to such additional campus, and for this purpose the Board may \ncreate new posts or pos itions at the additional campus.  \n \n21. Executive Committee. —(1) There shall be an Executive Committee of the University \nconsisting of the following: — \n \n(a)  Vice­Chancellor who shall be its Chairperson;  \n \n(b)  Deans of the faculties of the University;  \n \n(c)  three professors from different departments, who are not members of the Board, \nto be elected by the University teachers in accordance with procedure to be \nprescribed by the Board;  \n \n(d)  Principals of the constituent colleges;  \n \n(e)  Registrar;  \n \n(f)  Treasurer; and  \n \n(g)  Controller of Examinations.  \n \n(2) Members of the Executive Committee, other than ex­officio  members, shall hold office for \nthree years.  \n \n(3) As regards the three Professors described in clause (c) of sub­section (1) the Board may, as \nan alternative to elections, prescribe a procedure for proposal of a panel of names by the representation \ncommittee set up in terms of section 25. Appointment of persons proposed by the representation \ncommittee may be made by the Board on the recommendation of the Vice­Chancellor.  \n \n(4) The quorum for a meeting of the Executive Committee shall be one­half of the total number \nof members, a fraction being counted as one.  \n \nPage 20 of 28 \n  \n(5) The Executive Committee shall meet at least once in each quarter of the year.  \n \n22. Powers and duties of the Executive Committee. ⸺(1) The Executive Committee shall be \nthe executive body of the University and shall, subject to the provisions of this Act and the statutes, \nexercise general supervision over affairs and management of the Unive rsity.  \n \n(2) Without prejudice to the generality of the foregoing powers, and subject to the provisions \nof this Act, the statutes and directions of the Board the Executive Committee shall have the following  \npowers:  \n \n(a)  consider the annual report, the annu al and revised budget estimates and to \nsubmit these to the Board;  \n \n(b)  transfer and accept transfer of movable property on behalf of the University;  \n \n(c)  enter into, vary, carry out and cancel contracts on behalf of the University;  \n \n(d)  cause proper boo ks of accounts to be kept for all sums of money received and \nexpended by the University and for the assets and liabilities of the University;  \n \n(e)  invest any money belonging to the University including any unapplied income \nin any of the securities describ ed in section 20 of the Trusts Act, 1882 (Act II \nof 1882), or in the purchase of immovable property or in such other manner, as \nmay prescribe, with the like power of varying such investments;  \n \n(f)  receive and manage any property transferred, and grants, bequests, trust, gifts, \ndonations, endowments, and other contributions made to the University;  \n \n(g)  administer any funds placed at the disposal of the University for specified \npurposes;  \n \n(h)  provide the buildings, libraries, premises, furniture, apparatus, equipment and \nother means required for carrying out the work of the University;  \n \n(i)  establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n \n(j)  recommend to the Board adm ission of educational institutions to the privileges \nof the  University and withdraw such privileges;  \n \n(k)  to arrange for the inspection of colleges and the departments;  \n \n(l)  institute Professorships, Associate Professorships, Assistant Professorships, \nLectureships, and other teaching posts or to suspend or to abolish such posts;  \n \n(m)  create, suspend or abolish such administrative or other posts as may be \nnecessary;  \n(n)  prescribe the duties of officers, teachers and other employees of the University;  \n \n \nPage 21 of 28 \n (o)  report to the Board on matters with respect to which it has been asked to report;  \n \n(p)  appoint members to various authorities in accordance with the provisions of this \nAct; \n \n(q)  propose drafts of Statutes for submission to the Board;  \n \n(r)  regulate th e conduct and discipline of the students of the University;  \n \n(s)  take actions necessary for the good administration of the University in general \nand to this end exercise such powers as are necessary;  \n \n(t)  delegate any of its powers to any authority or officer or a committee; and  \n \n(u)  perform such other functions as have been assigned to it by provisions of the \nBill or may be assigned to it by the Statutes.  \n \n23. Academic Council. ⸺(1) There shall be an Academic Council of the University, consisting \nof the following: — \n \n(a)  Vice­Chancellor who shall be its Chairperson;  \n \n(b)  Deans of faculties and such heads of departments as may be prescribed;  \n \n(c)  five members representing the departments, institutes and the constituent \ncolleges to be elected in the manner prescribed by the Board;  \n \n(d)  five Professors including Professors Emeritus;  \n \n(e)  Registrar;  \n \n(f)  Controller of Examinations; and  \n \n(g)  Librarian.  \n \n(2) The Board shall appoint the members of the Academic Council, other than ex­officio  and \nelected members, on the recommendation of the Vice­Chancellor:  \n \nProvided that as regards the five professors and the members representing the departments, \ninstitutes and the constituent colleges the Board may, as an alternative to elections, prescribe  a \nprocedure for proposal of a panel of names by the representation committee set up in terms of section  \n25. Appointment of persons proposed by the representation committee may be made by the Board on \nrecommendation of the Vice­Chancellor.  \n \n(3) Members of the Academic Council shall hold office for three years.  \n \n(4) The Academic Council shall meet at least once in each quarter.  \n \n(5) The quorum for meetings of the Academic Council shall be one half of the total number of \nmembers, a fraction being counted as o ne. \n \nPage 22 of 28 \n  \n24. Powers and functions of the Academic Council. —(1) The Academic Council shall be \nthe principal academic body of the University and shall, subject to the provisions of this Act and the \nstatutes, have the power to lay down proper standards of instruc tion, research and examinations and to \nregulate and promote the academic life of the University and the colleges.  \n \n(2) Without prejudice to the generality of the foregoing powers, and subject to the provisions \nof this Act and the statutes, the Academic Cou ncil shall have the power to,  \n \n(a)  approve the policies and procedures pertaining to the quality, of academic \nprogrammes;  \n \n(b)  approve academic programmes;  \n \n(c)  approve the policies and procedures pertaining to student related functions \nincluding admiss ions, expulsions, punishments, examinations and certification;  \n \n(d)  approve the policies and procedures assuring quality of teaching and research;  \n \n(e)  propose to the Executive Committee schemes for the constitution and \norganization of faculties, teaching departments and boards of studies;  \n \n(f)  appoint paper setters and examiners for all examinations of the University after \nreceiving panels of names from the relevant authorities;  \n \n(g)  institute programmes for the continued professional developmen t of University \nteachers at all levels;  \n \n(h)  recognize the examinations of other Universities or examining bodies as \nequivalent to the corresponding examinations of the University;  \n \n(i)  regulate award of studentships, scholarships, exhibitions, medals an d prizes;  \n \n(j)  frame Regulations for submission to the Board;  \n \n(k)  prepare an annual report on the academic performance of the University; and  \n \n(l)  perform such functions as may be prescribed by regulations.  \n \n25. Representation Committees. —(1) There sha ll be a representation committee constituted \nby the Board through Statutes for recommendation of persons for appointment to the Board in \naccordance with the provisions of section 19.  \n \n(2) There shall also be a Representation Committee constituted by the Bo ard through statutes \nfor the recommendation of persons for appointment to the Executive Committee and the Academic \nCouncil in accordance with the provisions of sections 22 and 24.  \n \n(3) Members of the representation committee for appointments to the Board s hall consist of \nthe following: — \n \n \nPage 23 of 28 \n (a)  three members of the Board who are not University teachers;  \n \n(b)  two persons nominated by the University teachers from amongst themselves in \nthe manner prescribed;  \n \n(c)  one person from the academic community, not employed by the University, at \nthe level of professor or college principal to be nominated by the University \nteachers in the manner prescribed; and  \n \n(d)  one eminent citizen with experience in administration, philanthropy, \ndevelopment work, law or accounta ncy to be nominated by the Board.  \n \n(4) The representation committee for appointments to the Executive Committee and the  \nAcademic Council shall consist of the following:  \n \n(a)  two members of the Board who are not University teachers;  \n \n(b)  three persons nom inated by the University teachers from amongst themselves \nin the manner prescribed;  \n \n(5) The tenure of the representation committees shall be three years:  \n \nProvided that no member shall not serve for more than two consecutive terms.  \n \n(6) The procedures of the representation committees shall be as may be prescribed.  \n \n(7) There may also be such other representation committees set up by any of the other \nauthorities of the University as are considered appropriate for recommending persons for appointment \nto the various authorities and other bodies of the University.  \n \n26. Appointment of Committees by certain Authorities. —(1) The Board, the Executive \nCommittee, the Academic Council and other authorities may, from time to time, appoint such standing, \nspecial or advisory committees, as they may deem fit, and may place on such committee persons who \nare not members of the authorities appointing the committees.  \n \n(2) The constitution, functions and powers of the authorities for which no specific provision \nhas been mad e in this Act shall be such as may be prescribed by statutes or regulations.  \n \nCHAPTER V  \n \nSTATUTES, REGULATIONS AND RULES  \n \n27. Statutes. —(1) Subject to the provisions of this Act, statutes, to be published in the official  \nGazette, may be made to regulate or  prescribe all or any of the following matters: — \n \n(a)  the contents of and the manner in which the annual report to be presented by the \nVice­ Chancellor before the Board shall be prepared;  \n(b)  the University fees and other charges;  \n \n \nPage 24 of 28 \n (c)  constitution of a ny pension, insurance, gratuity, provident fund and benevolent \nfund for  University employees;  \n \n(d)  scales of pay and other terms and conditions of service of officers, teachers and \nother  University employees;  \n \n(e)  maintenance of the register of registered graduates;  \n \n(f)  admission of educational institutions to the privileges of the University and the \nwithdrawal of such privileges;  \n \n(g)  establishment of faculties, departments, institutes, colleges, study centres and \nother academic divisions;  \n \n(h)  powers and duties of officers and teachers;  \n \n(i)  conditions under which the University may enter into arrangements with other \ninstitutions or with public bodies for purposes of research and advisory services;  \n \n(j)  conditions for appointment of Emerit us Professors and award of honorary \ndegrees;  \n \n(k)  efficiency and discipline of University employees;  \n \n(l)  the constitution and procedure to be followed by representation committees in \ncarrying out functions in terms of this Act;  \n \n(m)  the constitution and procedure to be followed by the Search Committee for \nappointment of the Vice­Chancellor;  \n \n(n)  constitution, functions and powers of the authorities of the University; and  \n \n(o)  all other matters which by this Act are to be or may be prescribed or regu lated \nby statutes.  \n \n(2) The draft of statutes shall be proposed by the Executive Committee to the Board which may  \napprove or pass with such modifications as the Board may think fit or may refer back to the  Executive \nCommittee, as the case may be, for recon sideration of the proposed draft:  \n \nProvided that statutes concerning any of the matters mentioned in clauses (a) and (1) of sub­ \nsection (1) shall be initiated and approved by the Board, after seeking the views of the Executive \nCommittee:  \n \nProvided further  that the Board may initiate a statute with respect to any matter in its power or \nwith respect to which a statute may be framed in terms of this Act and approve such Statute after \nseeking the views of the Executive Committee.  \n \n28. Regulations. —(1) Subject to the provisions of this Act and the statues, the Academic \nCouncil may make Regulations, to be published in the official Gazette, for all or any of the following \nmatters: — \n \nPage 25 of 28 \n  \n(a)  courses of study for degrees, diplomas and certificates of the University;  \n \n(b)  manner in which the teaching referred to in sub­section (1) of section 6 shall be \norganized and conducted;  \n \n(c)  admission and expulsion of students to and from the University;  \n \n(d)  conditions under which students shall be admitted to the courses and \nexaminations of the  University and shall become eligible for award of degrees, \ndiplomas and certificates;  \n \n(e)  conduct of examinations;  \n \n(f)  conditions under which a person may carry on independent research to entitle \nhim to a degree;  \n \n(g)  institution o f fellowships, scholarships, exhibitions, medals and prizes;  \n \n(h)  use of the Library;  \n \n(i)  formation of faculties, departments and board of studies; and  \n \n(j)  all other matters which by this Act or the statutes are to be or may be prescribed \nby Regulations.  \n \n(2) Regulations shall be proposed by the Academic Council and shall be submitted to the Board \nwhich may approve them or withhold approval or refer them back to the Academic Council for \nreconsideration. A regulation proposed by the Academic Co uncil shall not be effective unless it \nreceives approval of the Board.  \n \n(3) Regulations regarding or incidental to matters contained in clauses (g) and (i) of sub­section  \n(1) shall not be submitted to the Board without the prior approval of the Executive C ommittee.  \n \n29. Amendment and repeal of Statutes and Regulations.  The procedure for adding to, \namending or repealing the Statutes and the Regulations shall be the same as that prescribed respectively \nfor framing or making Statutes and Regulations.  \n \n30. Rule s.—(1) The authorities and the other bodies of the University may make rules, to be \npublished in the official Gazette, consistent with the Act, statutes or the regulations, to regulate any \nmatter relating to the affairs of the University which has not been  provided for by this Act or that is \nnot required to be regulated by statutes or regulations, including rules to regulate the conduct of \nbusiness and the time and place of meetings and related matters.  \n \n(2) Rules shall become effective upon approval by the  Executive Committee.  \n \n \n \n \n \n \nPage 26 of 28 \n CHAPTER VI  \n \nUNIVERSITY FUND  \n \n31. The University Fund. —(1) The university shall have a fund to which shall be credited its \nincome from fees, donations, trusts, bequests, endowments, grants, contributions and all other sources.  \n \n(2) Capital recurrent expenditure of the University shall be met from the contributions made \nby the Board and any other source, including other foundations universities and individuals, and from \nthe income derived from such sources.  \n \n(3) No contribution, d onation or grant which may directly or indirectly involve any immediate \nor subsequent financial liability for the University, shall be accepted without prior approval of the \nBoard.  \n \n32. Audit and Accounts. —(1) The accounts of the University shall be mainta ined in such form \nand manner as may be determined by the Board and shall be audited each year within four months of \nthe closing of the financial year of the University by an independent Chartered Accountant appointed \nby the Board.  \n \n(2) The accounts, togeth er with the report of the auditor thereon, shall be submitted to the Board \nfor approval.  \n \n(3) The auditor's report shall certify that the auditor has complied with the standards of audit \nand certification laid down by the Institute of Chartered Accountants  of Pakistan.  \n \nCHAPTER VII  \n \nGENERAL PROVISIONS  \n \n33. Retirement from Service.  An employee of the University shall retire from service:  \n \n(a)  on the attainment of such age or tenure of service as may be prescribed for \npension or other retirement benefits, as  the competent authority may direct:  \n \nProvided that no employee shall be compulsory retired unless he has \nbeen informed in writing on the grounds of the action proposed to be taken \nagainst him and has been given reasonable opportunity of showing cause agai nst \nthat action; or  \n \n(b)  where no direction is given under clause (a) above, an employee shall retire on \nthe completion of sixty years of his age.  \n \n34. Opportunity of show cause.  Except as otherwise provided, no officer, teacher or other \nemployee of the University holding a permanent post, shall be reduced in rank, or removed or \ncompulsorily retired from service, unless he has been given a reasonable opportunity of showing cause \nagainst the action proposed to be taken against him.  \n \n35. Appeal to the Board. —(1) Where an order has been passed punishing an employee other \nthan the Vice­Chancellor, or altering or interpreting to his disadvantage the prescribed terms or \n \nPage 27 of 28 \n conditions of his  service, he shall, where the order is passed, by the Vice­Chancellor or any other \nofficer or teacher of the University, has the right to appeal to the Board against the order, and where \nthe order is made by the Board has the right to apply to the Board fo r review of that order.  \n \n(2) The appeal or application for review shall be submitted to the Vice­Chancellor who shall \nlay it before the Board with his views and record of the case.  \n \n(3) No order in appeal or review shall he made unless the appellant or the  applicant, as the case \nmay be has been given an opportunity of being heard.  \n \n36. Benefits and Insurance. —(1) The University shall constitute for the benefit of its \nemployees in such manner and subject to such conditions as may be prescribed, such pension,  \ninsurance, gratuity, provident fund and benevolent fund schemes as it may deem fit.  \n \n(2) Where any provident fund has been constituted under this Act the provision of Provident  \nFund Act, 1925 ( XIX of 1925) shall apply to such fund.  \n \n37. Commencement of t erm of members of Authorities. —(1) When a member of a authority \nis elected, appointed or nominated, his term of office, as fixed under this Act shall commence from \nsuch date as may be prescribed.  \n \n(2) Where a member who has accepted any other assignment or  for any other similar reason \nremained absent from the University for a period of not less than six months he shall be deemed to \nhave resigned and vacated his seat.  \n \n38. Filling of casual vacancies in authorities.  Any casual vacancy among the appointed or \nnominated members of any authority shall be filled as soon as conveniently possible by the person or \nthe body who appointed or nominated the members whose place has become vacant shall be member \nof such Authority for the residue of the term for which the p erson whose place he fills would have \nbeen a member:  \n \nProvided that where a vacancy in the membership of an authority other than the Board, cannot \nbe filled for the reason that the member was ex­officio , and the office has ceased to exist, or the \norganizat ion, institution or other body other than the University has ceased to exist or has ceased to \nfunction, or for any other circumstances which make it impracticable to fill the vacancy, the vacancy \nshall be filled in such manner as the Board may direct on th e recommendation of the Vice­Chancellor.  \n \n39. Disputes about membership of authorities. ⸺(1) Notwithstanding anything contained in \nthis Act, a person nominated or appointed to any authority shall cease to be member of such authority \nas soon as he cease to hold the position by virtue of which he was nominated or appointed.  \n \n(2) If a question arises whether any person is entitled to be a member of any authority, the \nmatter shall be referred to a committee consisting of the Chancellor, two nominees of the Boar d and a \nnominee of the Vice­Chancellor and the decision of the committee thereon shall be final and binding.  \n \n40. Proceedings of authorities not invalidated by the vacancies.  No act, resolution or \ndecision of any authority shall be invalid by reason of any  vacancy on the Authority doing, passing, \nor making it or by reason of any want of qualification or appointment or nomination of any de facto \nmember or the authority, whether present or absent.  \n \n \nPage 28 of 28 \n 41. Transitory Provisions. —(1) Notwithstanding anything contained in this Act, the Board \nshall be structured and the members thereof, except the University teachers, appointed by the \nChancellor in accordance with the numbers and criteria for membership specified in this Act. As \nregards the University teachers, they shall also be appointed by the Chancellor for first structured \nBoard and subsequently they will be elected or appointed as per prescribed manner. The first structured \nBoard so constituted shall initiate, as soon as possibl e, the process for the appointment of the members \nof the Executive Committee and the Academic Council in accordance with the terms of this Act. The \nterm of tenure provided in sub­section (4) of section 19 notwithstanding, one­third of the members, \nother th an ex­officio  members, of the first structured Board, to be determined by lot, shall retire from \noffice on the expiration of one year from the date of appointment by the Chancellor. One­half of the \nremaining members, other than ex­officio  members, of the f irst structured Board, to be determined by \nlot, shall retire from office on the expiration of two years from the date of appointment and the \nremaining one­half, other than ex­officio  members, shall retire from office on the expiration of the \nthird year.  \n \n(2) Notwithstanding anything contained in this Act, the first Vice­Chancellor shall be \nappointed by the Chancellor for a period of three years.  \n \n42. Removal of Difficulties.  If any difficulty arises as to the first constitution or reconstitution \nof any auth ority upon coming into force of this Act or otherwise in giving effect to any provision of \nthis Act the Patron may give appropriate directions to remove such difficulty.  \n \n43. Indemnity.  No suit or legal proceedings shall lie against the Government, the Un iversity \nor any authority or employee of the University or any person, in respect of anything which is done, or \npurported to have been done in good faith this Act."
}