{
    "file": "./converted_json\\administrator27cb873981cbcdc48ae78cfd10b9c087.json",
    "name": "Arbitration (International Investor) Disputes) Ordinance, 2010",
    "date": "April 20, 2010",
    "tagline": "Implementing the International Convention on the Settlement of Investment Disputes",
    "content": "@beGvfia d ?altdtcrr9\nEXTRAORDINARY\nPUBLISHED BY AUTHOBIW\nTSLAMABAD, TUESDAY APRIL 20,2OIO\nPA RT I\nActs, Ordinances, President's Orders and Regulations\n(;OVERNMtiN-T OF PAKISlAN\nMINISTRY OF LAW AND JUSTICE\n- \n1s lanabatl, thc 2bth \n^pril, 1010\nF. No.-2 ( | )/201O-Pub.-The following Ordinance prornulgated by the\nPresident on the I 8th April, 2010 is hereby published for general information:-\nORDTNAN( E No. Vl or, 201 0\nAN\nOR DIN ANCE\nlo inplement tlte lnlernalional Contanlion o thc Scttlcne t of Investment\n. Disputes betwcen Statcs tnd Nutio ols ol olher Stnes\nWTTEREAs Pakistan has signed and ratified the lnternational Convention on\nthe Settlement of Investnlent Disputes between States and Nationals ofother States;\nAND wHEREAS the National Assembly is not in session and the President is\nsatisfied that circumstances exist wlrich render it necessarv to take immediate action:\n( le7)\nPrice : Rs.20.50\n[2353(20 I 0)/E.t. Gaz.]REGISTER-ED No.M ' 302\nL.-764,6\nI98 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2OIO [PEN-I I\nNow. rsEnerone. in exercise olthe porvers conferred by clause (l) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and promulgate the following Ordinance:-\nL Short title, extent and conuuencemcnt:--( I ) This Ordinance may\nbe called the Arbitration ( International Invcstnrer)t Disputes) Ordinance, 201 0.\n(2) It cxtends to the whole ol Pakistan\n.(3) It shall come into force at once and shall be deemed to have taken\neffect on a.nd from the 26th March, 2010.\n2. Definitions.-ln this Ordinance, unless there is anything repugnant\nin lhe subjecl or context,\n(b) \"Centrc\" means the International Centre for Settlement oflnvestment\nDisputes established by the Convention;\n(c ) \"Convention\" means the Convention on the Settlement oflnvestment\nDisputes between.States and Nationals of other States incorporated\nin the Schedule:\n(d) \"Covcmmcnt\" nreans thc Fcderal Government; and\n(e) \"Schedule\" nreans the Schedule to this Ordinance.\n3. Registration of awards.-( I ) An award shall be deemed to have\nbeen rendered pursuant to the Convention on thc date on which certified copies of\nllre auaid were (lisnalchcd ltl the partics.\n(2) Any person seeting recognition or entbrcenrent ofan award rendered\npursuant to the Convention shall be cntitled [o have the award registered in the\nHigh Coun subject to proofofany nratters that may be prescribed and to the other\nprovisions of this Ordinance.\n.(3) In addition to the pecuniary obligations imposed by the award, the\naward shall be registered lor the reasonable costs ofand incidental to registration.\n(4) Ifat the date ofthe application for registration the pecuniary obligations .\nimposed by the award have been partly satisfied, the arvard shall be registered only(a) \"arvard\" includes any decision interprcting, leversing or annulling an ,]\naward, being a decision pursuant to the Convention, and any decision\nas to costs which under the Conventior is to form part of the award;\nP^- r !THE GAZET\nin respect of the balance. and accortlingly if those obligations have been wholly\nsatisfied, the award shall not be registered.\n4. Effect of registration.- Subject to the provisions ofthis Ordinance,\nan award registered under section -3 shall, as respects the peauniary obligations\nwhich it inrposcs, be ofthe sanre lorcc and effect for the purposes ofexecution as\nif it had been a judgment of the High Coun given when the arvard was rendered\npursuant to the Convention and entered on the datc of registration under this\nOrdinance, and. so far as it relates to such pecuniary obligations,\n(a) proceedings may be taken on tlre award;\n(b) the sum for which the al'ard is rcgistered shall carry interest; and\n(c) the High Court shall have tlre sanre control ovei the execution of the\naward, as if the arvard had been ajudgmcnt ofthc High Court.\n5. Binding on the Covernnrint.*Scctions 3 and 4 shall bind thc\nGovemment but not so as to make an awald enforceable against the Government in\na manner in which a judgntent would not be enlorceable against the Government.\n6. Cqvernment contribution to expenses under the Convention.-\nAny sums required to meet any obligations ofthe Covernment arising outbfArticle'\nI 7 of the Convention (which obligcs the ContractinB States to r'neet any deficit of\nthe Centre) shall bc charged on antl lxid oul ol the Fcdcr:ri Consolidated Fund.\n7. Exclusion of Arbitration Act,- Tlrc prcr,,isions of the Arbitration\nAct, 1940 (X of 1940), shall not apply to procccdings pursuanl to the Convention.\n8. Certain provisions of Convention to have force of law.-(l)\nNotwithstanding anything to the contrary in any law, the provisions ofArticles I 8,19,\n20, 2 l(a), Article 22 as it applies to Article 2l (a), 23( I ) and 24 shall have the force\noI law.\n(2) Nothing in Articlc 24( l) ol lhc Convcntion shall be construed as\n(a) entitling the Centrr to inrport into Pakistirn goods lice ofany customs. duty without restriction on thcir subsequent salc therein;\n(b) conferring on the Centre any exemplion from taxes or duties which\nform part ofthe price ofgorids sold; or\n(c) conferring on.the Centre any exenrption from taxes or duties which\nare in fact no more than charges for services rendered.\n200 THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [P.rnr I\n(3) For the purposes ofArticle 20 and Article 2l (a) ofthe Convention as\ngiven the force of law by this section, a statement to the eflect that the Centre has\nwaived an.immunity in the circumstances specified in the statement, being a statement\ncertified by the Secretary-General of the Centre, or by the person acting as\nSecretary-Gencral, shall be conclusive evidence of such waiver.\n9. Poryer to make rules.- The F'ederal Govctnment may make rules\n(a) to prescribe the procedure lor applying for registration ofan award\nunder this Ordinance, and to require the applicant to give prior notice,\nof his intention to register. to olher parlies:\n(b) to prescribe matters to be proved on the application and the manner of\nproof, and in particularto require the applicant to furnish a copy ofthe\naward certified pursuant to the Convention;\n(c) to provide for the seruice ofnotice olregistration ofthe award by the\napplicant orr other parties:\n(c) to provide for the stay ofexecution whether provisionally or otherwise\nofany award registered under this Ordinance in accordance with the\nprovisions oI the Convention: and\n(e) on any other matter which may be necessary to can'yout the purposes\nof th is Ordinance.\nI0. Federal Government to amend Schedule.-The Federal\nGovernment may, by notfiicrition in tire official Gazctte, amend the Schedule in\nconformily with any amendments to the provisions ofthe Convention set out therein\nwhich nray hereafter be duly made and adopted.\nSCHEDULE\n[See section 2(e) and 10]\nCONVENTION ON THE\nSETTLEMENT OF INVESTMENT DISPUTES BETWEEN STATES AND\nNATIONALS OF OTHER STATES\nPREAMBLE\nThe Contracting States,-\nConsidering the need for intemationalcooperation for economic development,\nand the role ofprivate inlernational investnrent thercin;\nPrrrllTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 z}l\nBearing in nrind the possibility that from time to tinre disputes may arise in\nconnection with such investment betwccn Contracting Stat;s and nationals ofother\nContracting Statesi\nRecognizing that while such disputes would usually be subject to national\nIegal processes, intemational methods of settlement may be appropiiate in certain\ncases;\nAttaching particular in'tportance to the availability of facilities for international\nconciliation or arbitriition to rvhich Contracting States and narionals of other\nContracting States may submit such disputes ifthey so desire;\nDesiring to establish such facilities under the auspices ofthe Intemational\nBank for Reconstruction and Development;\nRecognizing that mutual consent by the parties to submit such disputes to\nconcilialion or to arbitration through such facilities constitutes a binding agreement\nwhich requires in particular that due consideration be given to any recommendation\nofconciliators, aird that any arbitral award be conrpliid with; arid\nDeclaring that no Corrtracting State shall by the mere fact ofits ratification,\nacceptance or approval ofthis Convention and without its cousent be deemed tobe\nunder any obligation to subinit any particular dispute to conciliation or arbitration,\nhave agreed as follows:-\nCHAPTER I\nINTERNATIONAL CENTRE FOR\nSETTLEMENT OF INVESTMENT DISPUTES\nStcrror l: Establishnent and Orgtni:alion\nAn'rrcr r. I\n( I ) There is hereby established the Intemational Centre for Settlement of\nlnvestment Disputes (hereinalter called the Centre).\n' (2) The purpose ofthe Centre shall bc to provide lacilities for conciliation\nand arbitration ofinvestment disputes bctween Contracting States and nationals of\notlrer Contracting States in accordance rvith the provisions olthis Convention.\nAnlrcle 2\n' Th\" seat ofrthe Centre shall be at the principal.office for the Intemational\nBank for Recoristruction and Developrnent (hereinafter called the Bank). The seat\n202 THE GAZETTE OF PAKISTAN, EXTRA.. APRIL 20, 2010 [Prtr I\nmay be moved to another place by decision of thL Administrativc Council adopted\nby a uajority of two-thtrds of its membcrs.\n' Ar nc t.l J\nThe Centre slfall have an Adminislrative Council and a Secretariat and\nshall maintain a Panel ofConciliators and a.Panel ofArbitrators.\nSecroN 2: The A(lDti istrative Council\nAnrr< le 4\n(l) The Administrative Council shall,be composed ofone representative\nof each Contracting State. An altemate may act as representative in case of his\nprincipal's absence from a meeting or inability to act.\n(2) In thp absence ofa contrary designation, each govemor and alternate\ngou\"rnoi of the Bank appointed by a Contracting State shatl be'ex fficio its\nrepresentative and its altemate respectively.\nAnrrc t.t 5\nThe President ofthe Bank shall be cr o/7icio Chairman ofthe Administrative\nCouncil (hereinafter called the Chairman) but shall have no vote. During his absence\nor inability to act and during any vacancyin the office ofPresident ofthe Bank, the\nperson for the time being acting as President shall act as Chairman of the\nAdministrative Council.\n(l ) Without prejudice to the powers and functions vested in it by othcr\nprovisions olthis Conventjon, the ednrinistrative Council shalllARTtcl.[ 6\n(a) adopt the administrative and financial regulations ofthe Centre;\n(b) adopt the rules of procedure for the institution of.conciliation and\narbitration proceedings:\n(c) adopt the rules of procedure for conciliation and arLitration proceedings\n(hereinafter called the Conciliation Rules and the Arbitration Rules);\n(d) upp.orr\" u..ung..ents with the Bank for the use of the Bank's\nadministrative facilities and services;\nPen'r Il THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 203\n(e) determine the conditions of service ofthe Secretary-General and of\nany Depuly Secretary-General;\n(D adopt the annual budget ofrevenues and expenditures ofthe Centre;\nand\n(g) approve the annual report on the operation ofthe Centre.\nThe decisions referred to in sub-paragraphs (a), (b), (c) and (f) above shall\nbe adopted by a majority of two-thirds ofthe ntembers of the Administrative Council.\n(2) The Administrative Councilnray appoint such committees as itconsiders\nnecessary.\n, (3) The Adnrinistrative Council shall also exercise such other powers and\nperform such other functions as it shall deternrine to be necessary fgr the\nlmplementation of the provisions of the Convention.\nARflcLE 7\n(l) The Administrative Council shall hold an annual meeting and such\nother meetings as may be determined by the Council,.or convened by the Chairman,\nor convened by the Secretary-General at the request ofnot less than five members\nofthe Council.\n(2) Each member ofthe Adminiptrative Council shall have one vote and,\nexcept as otherwise herein provided, all matters befote the Council shall be decided\nby a majoriry ol'the votes cast.\n(3) A quorum for any meeting ofthe Administrative Council shall be a\nmaiority of its members.\n(4) The Administrative Council may establish, by a majority of two-thirds\nof its members, a procedur'e whereby the Chainnan may seek a vote ofthe Council\nwithout convening a meeting ofthe Council. The vote shall be considered valid only\nif the majority of the nrembers of the Council cast their votes within the time limit\nfixed by the said proccdure.\nAnrrcle 8\nMembers of the Adn.rinistrative Coirncil and the Chairnlan shall serve without\nrernuneration fronr the Cenlre.\n204 THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Pr.ar I\nSecrloN 3: The Secretariat\nAmcre 9\nThe Secretariat shall consist of a Secretary-General, one or more Deputy\nSecretaries-General and staff.\nAnrrclE l0\n(1) The Secretary-General and any Deputy Secretary-General shall be\nelected by the Administrative Council by a majority of two-thirds of its members\nupon the nominatior ofthe Chairman for a term olservice not exceeding six years\nand shall be eligible for re-election, After consulting the members of the\nAdministrative Council, the Chairman shall propose one or flore candidates for\neach such office. .\n(2) The offices ofSecretary-General and Deputy Secretary-General shall\nbe incompatible with the exercise ofany political function. Neith€r the Secretary-\nGeneral nor any Deputy Secretary-General may hold any other employment or\nefrgage in any other occupation except with the approval of the Administralive\nCouncil.\n(3) During the Secretary-General's absence or inability to act' and during\nany vacancy of the office of Secretary-Qeneral, the Deputy Secretary-Ceneral\nshall dct as Secretary-General. Ifthere shall be more than one Deputy Secretary-\nGeneral, the Administrative Council shall determine in advance the order in which\nthey shall act as Secretary-General.\nAnlcls I I\nThe Secretary-Ceneral shall be the legal representative and the principal\nofficer ofthe Centre and shall be responsible for its administration, including the\nappointnrent olstaff, in accordance with the provisions of this Convention and the\nrules adopted by the Administrative Countil. He shall perlonr the functions of\nregistrar and shall have the power to authenticate arbitral awards rendered pursuant\nto this Convention, and to certify copies thereof.\nSecrrox 4: The Panels\nAprrcle 12\nThe Panel ofConciliators and the Panel ofArbitrators shall each consist of\nqualified persons, designated as hereinafter provided, rvho are willing to serve thereon.I\nPrar IITHE GAZETTE OF PAKISIAN, EXTRA., APRIL 20, 2010 205\nAetrcle 13\n(1) Each Contracting State may designate to each Panel four persons\nwho may but need not be its nationals.\nAnrrclg l4\n(l) Persons designated to serve on the Panels shall be persons of high\nmoral character and recognized conrpetence in the fields oflaw' commerce, industry\nor finance, who mayte relied upon to exercise independent judgment. Competence\nin the field of la* shall be of particular importance in the case of persons on the\nPanel ofArbitrators-\n(2) The Chaiman, in designating persons to serve on the Panels, shall in\naddition pay due regard to the importance ofassuringiepresentation on the Panels\nofthe principal legal systems ofthe world and ofthe main forms ofeconomic activity.\nAnrrcls l5\n(l) Panel members shall sen,e for renewable periods ofsix years\n(2) In case ofdeath or resignation ofa mentber ofa Panel, the authority\nwhich designated the member shall have the right to designate another person to\nserve for the remainder of that member's term.\n(3) Panel members shall continue in office until their successors have\nbeen designated.\nAnrrcle l6\n(l) A person may serve on both Panels\n(2) ifa person shall have been designated to serve on the same Panel by\n- more than one Contracting State, or by one or more Contracting States and the\nChairman, he shall be deemed to have been designated by the authority which first\ndesignated him oq ifone such authority is the State ofwhich he is a national, by that\nState.\n. (3) All designations shall be notified to the Secretary-Ceneral and shall\ntake effect from the date on which the notilication is received.(2) The Chairman may designate ten persons to each Panel. The persons\nso designated to a Panel shall each have a diffcrent nationality.\n206 THE C AZETTE OF PAKISTAN; EXTRA.,APRIL 20,. 2010 [Perr I\nSrcrtolt 5: Financing the Cenlre\nAnr tcrr I 7\nIf the expenditure ofthe Centre cannot be met out ofcharges for the use of\nits facilities. or out ofother receipts, the excess shall be borne by Cbntracting States\n*hi.h ur\" members of the Bank in propo'1ion to their respective subscriptions to\nthe capital stock ofthe Bank, and by Contracting States which are not members of\nthe Bank in accordance with rules adopted by the Administrative Council'\nSrcrtor 6: Stitus, lmnunities and Privileges\nAartct'r l8\n.TheCenrreshallhavefullintemationallegalpersonality.Thelegalcapacity\nof the Centre shall include the capacity-\n(a) to contract;\n(b) to acquire and dispose ofmovable and immovatrle property; and\n(c) to institute legal proceedings.\n' Anrtcle 19\nTo enable the Centre to fulfil it's functions, it shall enjoy in the territories of\neach Contracting Stdte the immunities and privileges set forth in this Section'\nAnrtcla 20\nThe Centre, its property and assets shall enjoy immunity from all legal\nprocess, except when the Centre waives this immunity'\nArrtclg. 2l\nThe Chairman, the membprs of the Administrative Council' persons acting\nas conciliators dr arbitrators or membtlrs of a committee appointed pursuant to\n. p\"*g.\"pf, t:l of Article 52' and the officers and employees of the Secretariat-\n(a) shalt enjoy immunity from legal processwith respect to acts performed\nby them in the exeicise of their functions, except when the Centre\nwaives this immunitY; or\nPenrllTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 207\n(b) not being local nationals, shall enjoy the same immunities from\nimmigration restrictions, alien registration requirements and national\nservice obligations, the same facilities as regards exchange restrictions' and the same treatment in respect oftraveling facilities as are accorded .\nby Contracting States to the representatives, officials and employees\nof comparable rank of other Contracting States.\nArrrcr-E 22\nThe provisions ofArticle 21 shall apply to persons appearing in proceedings\nunder this Cotrvention as parties, agents, counsel, advocates, witnesses or experts;\nprovided, however, that sub-paragraph (b) thereof shall apply only in connection\nwith their travel to and from, and their stay at, the place where the proceedings are\nhetd.\nAnrrcle 23\n(l) The archives ofthe Centre sliall be inviolable, wherever they may be\n(2) With regard to its officialcommunications, the Centie shall be accorded\nby each Contracting State treatment not less favorable than that accorded to other\ninternational organizations.\nArrrcr.e 24\n(1) The Centre, its assets, property and income, and its operations and\ntransactions authorized by this Convention shall be exempt from all taxation and\ncustoms duties. The Centre shall also be exempt from liability for the collection or\npayment of any taxes or customs duties.\n. (2') Except in the case of local nationals, no tax shall be levied on or in\nrespect of expense allowances paid by the Centre to the.Chairman or members of\nthe Adnrinistrative Council, or on or in respect of salaries, expense allowances or\nother enroluments paid by the Centre to officials or cnlployees ofthe Secretariat.\n(3) No tax shall be levied on or in respect offees or expense allowances\nreceived by person acting as conciliators, or arbitrators, or members ofa Committee\nappointed pursuant to paragraph (3) of Article 52, in proceedings under this\nConvention. if the solejurisdictional basis lor such tax is the location of the Centre\nor the place where such fees or allowances are paid.\n208 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Penr I\nCHAPTER II\nJURISDICTION OF THE CENTRE\nAnrrcr-e 25\n(1) Thejurisdiction ofthe Cenne shall extendto any legal dispute arising\ndirectly out ofan investment, between a Contracting State (pr any constituent sub:\ndivision or agency of a Contracting State designated to the Centre by that State)\nand a national ofanother Contracting State, which thc parties to the dispute consent\nin\"writing to submit to the Centre. When the parties have given their consent, no\nparty may withdraw its consent unilaterally.\n(2) \"National ofanother Contracting State\" means-\n(a) any natural person who had the nationality of a Contracting State\n' other than the State parti to the dispute on the date on which the\nparties consented to submit such dispute to conciliation or arbitration\nas well as on the date on which tlre request was registered pursuant to\nparagraph (3) ofArticle 28 or paragraph (3) ofArticle 36, but does not\ninclude arty per5on who on either date alsg had the nationality ofthe' Contracting State pafty to the dispute; and\n(b) . anyjuridical person which had the nationality ofa Contracting State\nother than lhe State party to the dispute on the date on which the\nparties consented to submit such dispute to conciliation or arbitration' and any juridical person which had the nationality ofthe Contracting\nState party to the dispute on that date and which, because of foreign\ncon[rol, the parties have agreed should be treated as a national of\nanother Contracting State for the purposes of this Convention.\n(3) Consent by a constituent sub-division or agency ofa Contracting State\nshall require the approval ofthat State unless that State notifies the Centre that no\nsuch approval is requ ired.\n(4) Any Contracting State may, at the time ofratification, acceptance or\napproval ofthis Convention or at any time thereafter, Ilotify the Centre ofthe class\nor classes of disputes which it would or wduld not co.nsider submitting to. the\njurisdiction of the Centre. The Secretary-General shall forthwith transmit such\nnotification to all Contracting States. Such notification shall notconstitute the consent\nrequired by paragraph (1 1.\nPenr I'ITHE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 ' 209\nAnrcr-e 26\nConsent of the panies to arbitration under this Convention shall, unless\notherwise staled, be deemed consent to such arbitration to the exclusion of any\nother remedy. A Contracting State may require the exhaustion oflocal administrative\norjudicial remedies as a condition df its consent to arbitration under this Convention.\nARncLE 27\n(l) No Contracting State shall give diplomatic protection, or.bring an\ninternational claim, in respect of a dispute which one of its nationals and another\nContracting Stat€ shall have consented to submit or shall have submitted to arbitration\nunder this Convention, unless such other Contracting State shall have failed to\nabide by and comply with the award rendered in such dispute.\n(2) Diplomaric protection, for the purposes of paragraph (l), shall not\ninclude ihformaldiplomatic exchanges for the sole purpose offacilitating a settlement\nofthe dibpute.\nCHAPTER III\nCONCILIATION\nSrcrto;r l: Raqucst .fi.tr Conciliution\nAnrrcL.e 28\n( I ) Any Contracting State or any national of a Contracting State wishing\nto institute conciliation proceedings shall address a request to that effect in writing\nta the Secretary-Ceneral who shall send a copy of the request to the other party.\n(2) The request shall contain inflormalion concerning the issues in dispute,\nthe identity ofthe parties and their conscnt to conciliation in accordance with the\nrules ofprocedure for the institution ofconciliation and arbitration proceedings.\n, (3) The Secretary-Ceneral shall register the request unless he finds, on\nthe basis ofthe information contained in the request, that the dispute is manifestly\noutside the jurisdiction of the Centre. He shall forthwith notify the parties of\nregistration or refusal to register.\nSrc'rtor 2: Constitulion ol tha Conciliation Connrission\nAnrtcrr.2g\n( I ) The Conciliation Commission (hereinafter called the Commission) shall be\nconstituted as soon as possible after registration ofa request pursuant to Article 28.\n210 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Prtr I\n(2') (a) The Commission shall consist ofa sole conciliator or any uneven\nnuntber ofconciliators appointed as tlle parlies shall agree; and\n(b). Where the parties do not agree upon the numhei ofconciliators\nand the method of their appointment, the Commission shall consist\nofthree conciliators, one conciliator appointed by each party and\nthe third, who shall be the president ofthe Commission, appointed\nby agreement of the parties.\nAnrrcr-e 30\nIf the Commission shall not have been constituted rvithin 90 days after\n' notice ofregistration of the request has been dispatched by the Secretary-General\nin accordance with paragraph (3) of Article 28, or such other period as the parties\nmay agree, the Chairman shall, at the request of either party and after consultihg\nbothparties as far as possible, appoint the conciliator or conciliators not yet appointed.\nAnrrcle 3 I\n(2) Conciliators appointed fronr outside the Panel ofConciliators shall\npossess the qualities stated in paragraph (l) of Article 14.\nSecrroN 3: Concil iation Proceeclings\nAnltr:t-e 32\n(l) The Commission'shall be the judge of its owlt cotllpetence\n(2) Any objection by a party to the disputc that th€ dispute is not within\nthejurisdiction ofthe Centre, or for other reasons is not within the competence of\nIhe Conrmission, shall be considered by the Conrnrission which shall delermine\nwhether to deal with it as a preliminary question or to join it to the merits of the\ndispute.\nAnrrcla 33\nAny conciliation proceeding shall be conducted in accordance with the\nprovisions ofthis Section and, exccpt as the partics otherwise agree, in accordance\nwith the Conciliation Rules in effect on the date on which the parties consented to\n- conciliation. Ifany question ofprocedure arises which is not covered by this Section( I ) Conciliators may be appointed fronl outside the Panel ofConciliators,\nexcept in the case of appointments by the Chairrnan pursuant to Article 30.\nPINT I]THE GAZETTE OF PAKISTAN, EXTRA., APRILJO, 2O1O 211\nor the Conciliation Rules or any rules agreed by the parties, the Commission shall\ndecide the question.\nArtrcr.e 34\n( I ) Ir shall be the duty of the Commission to clarify the issues in dispute\nbetween the parties and to endeavor to bring about agreement between them upon\nmutually acceptable temrs. To that end, the Cornmission may at any stage ofthe\nproceedings and fronr time to time recommend terms of settlement to the parties.\nThe parties shall cooperate in good,faith with the Commission in order to enable the\nCommission to carry out its functions, and shall give their most serious consideration\nto its recommendations.\n(2) Ifthe parties reach agreenlent, the Commission shall draw up a report\nnoting the issues in dispute and recording that the panies have reached agreemenl.\nIf, at any stage ofthe proceedings, it appears to the Commission that there is no\nlikelihood ofagreement between the parties, it shall close the proceedings and shall\ndraw up a report noting the submission ofthe dispute and recording the failxre of\nthe parties to reach agreement. If one party fails to appear or participate in the\nprocecdings, the Commission shall close ihe proceedings and shall draw up a report\nnoting that party's failure to appear or participate.\nArrrcr-e 35\nExcept as the parties to the dispute shall otherwise agree, neitherparty to a\nconciliation proceeding shall be entitled in any other proceeding, whether before\narbitrators or in a court oflaw or otherwise, to invoke or rely on any views expressed\nor statements or admissions or offers of settlement made by the othei party in the\nconciliation proceedings, or the report or any recommendations made by the\nComnrission.\nCHAPTER IV\nARBITRATION\nSECTToN l: Request for Arbitation\nAnrcr-E 36\n(l) Any Contracting State or any national ofa Contracting State wishing\nto institute arbitration proceedings shall address a request to that effect in writing to\nthe Secretary-General who shall send a copy of the request to the other party'\n(2) The request shall contain information conceming the issues in dispute,\nthe idenrity of rhe pirties and their consent to arbitration in accordance with the\nrules ofprocedure for the institufionbfconciliation and arbitration proceedings'\n(3) The Secretary-General shall register the request unless he finds, on\nthe basis ofthe information contained in the request, that the dispute is manifestly\noutside the jurisdiction of the Centre. He qhall forthwith notify the parties of\nregistration or refusal.lo register\nSecrton 2i Constilution of the Tribunal\nArrtcr-s 37\n(l) The Arbitral Tribunal (heleinalter called the Tlibunal) shall be\nconstituted as soon as possible alter registration ofa request pursuant to A icle36\n(2) (a) The Tribunal shall consist of a sole arbitrator or any uneven\nnumber ofarbitrators appointed as the parties shall agree; and212THE GAZETTE OF PAKISTAN, EXTRA, APRIL 20' 2010 [PenrI\nArncle 38\nIfthe Tribunal shall not have been constituted within 90 days after rlotice of\nregistration of the request has been diqpatched by the Secretary-General in\naciordance with paragraph (3) of Article 36, or such other period as the parties\nmay agree, the Chairman shall, at the request of either party and after consulting\nbcith parlies as far as possible, appoint the arbitrator or arbitrators not yet appointed'\nArbitiators appointed by the Chairman pursuant to this Article shall not be nationals\nof the Contracting State party to the dispute or of the Contracting State whose\nnational is a parly to the dispute.. (b) Where the parties do not agree upon the number of arbitrators\nand the method oftheir appointment, the Tribunal shall consist of\n. three arbitrators, one arbitrator appointed by each party and the\nthird, who shall be the president of the Tribunal, appointed by\nagreemenl of the parties.I\nI\nI\nAnrtcle 39\nThe majority of the arbitrators shall be nationals of States other than the\nContracting State party to the dispu6 and the Contracting State whose national is a\nparty to the dispute; provided, however, that the foregoing provisionsofthis Article\nshall not apply ifthe sole arbihztor or each individual member ofthe Tribunal has\nbeen appointed by agreement of the parties.\n(l) Arbitrators may be appointed fronr outside the Panel ofArbitrators,\nexcept in thd case ofappointnrents by the Chaimran pursuant to ArJicle 38.\n(2) Arbitralors appointed fronr outside the Panel of Arbitrators shall\npossess the qualities stated in paragraph (l) of Article 1,1.\nSecnox 3: Poy,ars attd [;un<:tions ol the Tribunal\nArrrclr 4l\n( l) The I'ribunal shall be thejudgc of ils ou,l competence\n(2) Any objection by a party to the dispute that the disPute is nor rvithin\nthe j rrrisd iction ofthc Ceritre, ol for otlrcl rcasons is not within the cornpercnce of\nthe Tribunal, shall be considered by the Trrbunal r.r,hich shall determine whether to\ndeal u'ith it as a prelinrinan. que,ction or to join it to tlie merirs of the dispute.\nArrcle 42\n( l) The Tribunal shall decide a disputc in accordance.tvith such rules of\nlar.v,as mav bc agreed by the p.arties. In tlrc abscnce ofsuch agreenrent, the Tribunal\nshall apply thc lau, ofthe Contracling State party to the dispute (including its rules\non the conflict of laws) and such rules ol intentational larv as ntay be applicable.\n. (2) The Tribunal may notbringin afind,ing o{ ron liq&elon the ground of\nsilencc or obscurity ofthe law.\nAarrcr.e 43\n(1) Except as the par,ties.otherwise agree. the Tribunal may, ifit deems it\nnecessary at any stage of the proceedings,\n(a) call upon the parties to produce documents or other evidence; and\n(b) visit the scene connected with the dispute, and conduct such inquiries\nrlrcre ai it may deem appronriale.P.,rnr Il THE GAZETTE OF PAKISTAN, EXTRA:. APRIL 20, 2010 213\n. ArrrclE 40\n(3) The provisions ofparagraphs ( I ) and (2) shall not prejudice the power\nof the .Tribunal to decide a dispute e\\ aegLn et Bono il the pafiies so agree.\n214 Tl-lE GAZETTE OF PAKISTAN. EXTRA., APRIL 20, 2010 fPaar I\nARTTcL[ 44\nAny arbitration proceeding shall be conducted i1 accordance with the\nprovisions ofthis Section and, except as the parties othenvise agree, in accordance\nu,ith th6 Arbitration Rulei in effect on the date on which the parties consented to\narbitration. Ilany question ofprocedure arises which.is not covered by this Section\n'or \nthe Arbitration Rules or any rules agt'eed by thc parties, the Tribunal shall decide\nlhe quest ion.\nAnrrcle 45\n(2) lf a party fails to appear or to prescnt his case at any stage of the\nproceedings the other party lnay request tl]e Tribunal to deal rvith the guestions\nsr.rbnritted to it and to render rn aq'ard. Before rendering an au'ard, the Tribunal\nshall notify, and grant a periocl ofgrace to, the party failing to appear or to present\nits case, unless it is satisfied that that Farty does not intend to do.so.\nARTTcLE 47\nExcept as the pafiies otherwise agree, thc Tribunal may, if it consides that\nthe circumstances so require, recommend any provisional measures rvhich should\nbe triken to preserve the respective rights of either party.\nSr:ciror 4: The Av;ord\n(r)\nmembers.Acr rcr.F 48\nThe Tribunal shall decide questions by a majority ofthe votes ofall its\n(2) The award ofthe Tribunal shall be in writing and shall be signed by\nthe members ofthe Tribunal who voted for it.(1) Failure ofa party to appear or to present his case shall not be deemed\nan admission of the other party's assertions.\nAnrrcre 46\n' Except as the parties otherwise agree, ihe Tribrrnal shall, ifrequested by a\nparty, determine any incidental or additional claitns or countcr-claims arising directly\nout of the subject-matter ofthe dispute provi{ed that they are rvithin the scope of\n' the consent of the parties and are dtherwise rvithin the jurisdiction of the Ccntre\nPrnr Il THEGAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2OIO 215\n(3) Thc award shall deal with evcry quesliotl submittcd to the Tribunal,\nand .rlrall state llre rcasons trpon rr hiclr it is Lrrscd.\n(4) Any menrber ofthe TribLrnal uray attach his indir idual opinion to the\narvard. rvhether he disscnts from the ma-iority or not, or a statement ofhis dissent.\n(5) The Centre shall not publish the award without the consent of the\nPartics \n. ARrr( r-F 49\n(1) The Secretary-General shailpromptly disptitch certified copies ofthe\naward to tlte parties. The aw4rd shall be deemed to have been rendered on the date\non which the certified copies were dispatched.\n' (2) The Tribunal upon the request ofa party made within 45 days after\nthe date on which the award was rendered nlay after notice to the other party\ndecide any question which it had omitted to decide'in the award, and shall rectify\nany clerical. arithmeticrl or similat error in lhe auard lts tlccision shall beconle\npart of the arvatcl and shall be notified to the parties in the same manner as the\naward. The periods of time provided lot under paragraph (2) of Article 5l and\nparagraph 1i1 ot Artlcte 52 shall run from the date on which the decision rias\nrendered.\nSec'rrol 5: Interpretation, Reivisiort tnd Antn ment of the Award\n(l) lf any dispute shall.arise between the pirties as to the meaning or\nscope of an -award, either party may request interpretation of the award by an\napplication in writing addressed to the Secretary-G eneral.\n(2) The request shall. ifpossible. be submitted to the Tribunal which\nrendered the awird. Ifthis shall not be possible, a new Tribunal shall be. constituted\nin accordance with Section 2 ofthis Chapter. The Tribunal may, if it considers that\nthe circumstances so require, stay enforcefient ofthe award pending its decisiort'AnrclL50\nAr.rclg 5l\n(1) Either pafty may request rcvision of the award by an appligation in\nwriting addressed to the Secretary-General on the ground of discovery of some '\nfact of such a nature as decisively to affect thb award, provided that when the\naward rvas rendered that fact was unknown to the Tribunal and to the applicant and\nthat lhe applicant's ignorance of that fact was nol due to negligence.\n216 THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [P,qnr I\n(2) The application shall be made rvithin 90 daysaftcr the discovery of\nsuch fact and in any evcnt rvithin three years aller thc date ou which the au'ard\nu as rendcrctl.\n(4) The Tribunal may, if it considers that the circumstances so require,\nstay enforcelrent of the arvard pend i ng i ts dec ision. I f t hc applicant requ'ests a stay\nof cnforqement of the award'in his application, enfcjrceirent shall be stajed\nprovisionally until tlie Tribunal rules on such requesl.\nAnrlcle 52\n(1) Either parry may request annulment ofthe award by an application in\nwriting.addressed to the Sbcretary-General on one or more of the following ;\ngrouncls:\n(q)\n(b)\n(c )\n(d)\n(e)that thc Tribunal was not properly col.)stitulcd; .\ntlrat thc Tribunal has rnanilc'tly exceedcd its ltotvcrs:\nthat there u,as comrption on the part ofa member ofthe Tribunal;\nlhat therc has been a serious deparlurc from a fundantental rule ol\nl.roce.Jttrc: or\nthat dre award has.failed to state the lctsons on rvhich it is based.\n(2) The application shall be nrade within 120 days after the date on whicii\nthe eward was rendered except that when annulnent is-requested on the lround of\ncorruption such application shall be made within 120 days after discovery of the\ncorru;xion and in any event within tlrree years after the date on which the award\nwas rendered.\n(3) On receipt ofthe request the Chairnran shall folthwith appoint from\nthe Panel of Arbitrators an ad hoc Com-mittce of thtee peisons. None olthe\nmembers of lhc Comnrittee shall have beerr a membcr of the Tribun al'wh ic h rendered\nthe awarcl, shall be ofthe same nationality as ariy such mcmber, shallbe a national\nof the State pafty to the dispute or of the Stale whose national.is a party to the\ndispute. shall have been designated to the Panel ofArbitrators by either ofthose\nStates. or shali have acted as a conciliator jn the same dispute. The Committee shall(3) The request shall, ifpossible, be submitted to the Tribunal which\nrendcrcd the arvard. Ifthis shall not be posgible, a new Tribunal shall beconstituted\nin accordance rvith Seclion 2 of this Chapter\nPrnr Il THE GAZETTE OF PAKISTAN. EXTRA., APRIL 20, 2010 217\nhave the'authority to annul the award or any part thereofon any of the grounds set\nlorth in paragraph ( l).\n. (4) The provisions of Articles 4l -45. 4li. ,19, 53 and 54, and ofChapters\nVI and VII shrll apply lutotis mutanlis to proceedings before the Committee.\n(5) The Conimittee may, ifit considers that rhe circumstances so require,\nstay enforcement oftlie award pending its decision. lfthe applicant requests a stay\nof enforcement of the award in his application, enforcement shall be stayed\nprovisionaily until tlre Comnrittee rules on suchrequest.\n(0; tf the award is annulled ihe dispute shall; at the re'quest of either\nparty, be subnritted to a nerv Tribunal constituted in accordance u,ith Section 2 ol\nthis Chapter.\nSt:c nou 6: Recognition trrl Enfotrenett oi ;he .4it,:u\"d\nAn |r.i.r 53\n(l) The awardlhallbe binding on the parties and shall notbesubjectto\nany appepl or to any other remedy except those provided for in this Convention.\nEach palty shall abide hy and conrply' with the ternls of thc iward except to the\nextent that euforcement shall have been stayed pursuanl lo the relevant prov isiotrs\nofthis Convention.\n(2) For the purposes ofthis Section, \"award\"'shall include any decision\ninterpreting, revising or annulling such award pursuant to Articles 50, 5 I or 52.\nAnrrcL.E 54\n' (l) Each Contra.ring State shall recognize an award rendered pursuant\nto this Convertion as binciing and'enforce the pecuniary obligations imposed by that\naward within its territories as if it werc a fir:al judgnrent of a couft in that State. A\nContracting State with a federal constitution may erforce such an award in or\nthrough its federal courts and may provide that such courts shall treat the award as\nif it rvere a final judgmeqt of th'e courts of a constituent state.\n(2) A party seeking recognition or enforcement in'the territories of a\nCortracting State sliall furnish to a competdnt coutl or other authority which such\nState shali have designated for this purpose a copy of the awarh certified by the\nSecretary-General. Each Contractilg State shall notily the Secietary-Genetal of\nthe designation ofthe competent court or other authority lor this purpose and olany\nsubscquent clrange in such design4tion.\n218 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Patr I\n(3) Execution ofthe award shallbe gov6med by the laws concerning the\nexecution ofjudgments (n force in the.state in whose territories such exebution is\nsought.\n. Nothing in Arlicle 54 shall be construed as derogating from the law in force\nin any Contracting State relating to inrnrunity ofthat State or ofany foreign State\nfronr execution.Anlrct-r 55\nARr r( l r, 56CHAPTER V\nReplaccment and Disqualifi cation ot'Conciliators and Arbitrators\nA party may propose to a Conrmission or Tribrrnal the disqualification of\nany of iti nrembers on account olany fact indicating a nranifest lack ofthe Qualities\nrequired by paragraph (1) ofArticle 14. A party to arbitration proceedings may, in\naddition, propose the disqualification of an arbitrator.on the ground th6t he was\nineligible for appointment to the Tribunal under Scction 2 ofChapter IV\nAnrrcla 58\nThe decision on'any proposal to tlisqual.ify a conciliator or arbitrator shall\nbe taken by the other menrbers of tlre Con.rmission dr Tribunal as the case may bc,\nprovided that where those menibirs ire equally divided, or in tlre case ofa proposal- ( I ) Atler a Commission or a Tribunal has been constituted and proceedings\nhave begun, its composition shall remain unchanged; provided, however, that ifa\n' coirciliaior or an arbitrator should die, become incapacitated, orresign, the resulting\nvacancy shall be filled in accordance with the provisions ofSection 2 of-Chapter III\nor Section 2 of Chapter IV.\n(2) A nrenrber of a Comnrission or Triburral 5hall continue to seive in that\ncapacity'notwithstanding that he shall have ceased to be a member of the Panel'\n(3) Ifa conciliator or arbitrator appoirlted by a party shall have resigned\nwithout the consent of the Commission or Tribunal of which he was a member, the\nChairman sball appoint a person from the appropriate Panel to fill the resulting\nvacancy.\n'AR'ncr-E 57\nPnrr IlTHE GAZETTE OF PAKISTAN, EXTRA.. APRIL 20, 2O1O 219\nto disqualify a sole conciliator dr arbitrator, or a mqjority of the conciliators or\narbitrators, the Chairman shall take that decision. tf it is decided that the proposal is\nu,ell-founded the conciliator or arbitratoi to whom the decision relates s-hall be\nreplaced in accordance witlrthe provisions ofSection 2 ofChapter III or Section 2\nol Chapler IV .\nCHAPTER VI\nCOST OF PROCEEDINGS\nAn'rrcr.e 59\nThe charges payable by the partics for the use ofthe facilities ofthe Centre\nshall be determined by the Secretary-Gerteral in accordance with the regulations\nadopted by the Admiristrative Coirncil.\nAm-rct.e 60\n(l) Each. Commission and cach Tribunal shall determine the fees and\nexpenses of its members within limits established from time to time by the\nAdministrative Council and after consultation with the Secretary-General.\n(2) Nothing in paragraph ( I ) ofthis Article shall preclude the parties from\nagreeing in advance with the Qommission or Tribunal concerned upon the fees and\n. expense\\ of its ntembers.\nAnrrcle 61\nitl tn the case of conciliation procdedings the fees and expenses of\nmembers ofthe Commission as well as the charges for the-usd ofthe facilities of\nthe Gntre, ihall be borne equally by the parties. F.ach party shall bear any other\nexpenses it incurs in connection rvith the proceedings.\n(2) In the casg ofarbitration proceedings the Tribunal shall' except as the\nparties otherwise agree, assess the elpenses incurred by the parties itr connection\nwith the proceedings, and shall decide how and by whom those expenses, the fees\nand expenses of the members of ths Tribunal and the charges for the use of the -\nfacilities ofthe Centre shall be paid. Such decision shall form pa ofthe award.\n220 THE GAZETTE OF PAKISTAN, EXTII,\\., -APRIL 20,2010[P,r n-' l\nCI{APTER VII\nPLACE.OF PROCEEDINGS\nAqrrcrr 62\n- Conciliation and arbitration proceedings shall be held at the sdat of the\nCentrc excepl as hereinalier providcd.\nAnrrc re.63\nConciliation end arbitration proc6edings may be held, if the paities so\nagree,\n(a) at the seat of tlre Pennanent Court of Arbiirarion or of any other\n' appropriatc institution, rvhether private or public, r'vith which the Centre\nnra-v make airange,nents for that putpose; or\n(b) at a1r)' other place approved by the Comnrissior or Tlibunal after\nconsuitation with the Secrettry General.\nCHAPTER VIJI\nDISPUTES BETWEEN CON'IRACTING STATES\nAr.l( r,[ 6.+\nCHAFFER ]X\nA NI EN D ]\\I E N'I'\nApr rcL.e 65Any dispute arising bet\\yeenContracting States concenring the interpretation\nor application of this Convcntlor which is not sett[-tl by negotiation shall be referred\nto the Intemational Co'url ofJustice by the application ofany party to sLlch dispute.\nunless the States concerned agree to another method of settlement.\nAny Contracting State may propose amendnrent of this Convention. The\ntext ofa proposed amendment shall be communicated to the Secretary-General not\nless than 90 days prior to the meeting of the Admlnistrative Council atwhich such\nanrendment is to be considered and shall foithwirh be transmitted by him to allrhe\nmembers of the Adirinistrative Council.\nPrnr llTHE GAZETTE OF PAKISTAN, EXTRA., APRIL.20, 2O1O -22]\nAmrcle 66\n(l) lf the Administrative Council shall so decide by a nrajority of trvo-\nthirds ofirs nrembers, the proposed amendment shall be circulated to all Contracting\nStates for ratification, acceptance or approval. Eaclr amendment shall enter into\nforce 30 days after dispatch by the depository ofthe Convention ofa notification to\nContractir.lg States that all Contracting States have ratified, accepted or approved\nthe amendment.\n(2) No amendmeit shall affect the rights and obligations under this\nConvention of any Contracting State or of any.of its constituent sub-divisions or\nagencies, or ofany national ofsuch Statd arising out ofconsent to thejurisdiction of\nthe Centre given belore the date ofentry into force of the amendment.\nCHAPTERX\nFINAL PROVISTONS\nAnrrcr-r 67\nThis Convention shall be open for signature on behalfofStates members o '\nthe Bank. It shall also be open for signature on behalfofany other State which is z\nparty to the Statute ofthe Intemational CourtofJustice and which the Administrative\nCouncil, by a vote of two.thirds of its memtiers, shall have invited to sign thc\nConvcntion.\nArrrcle 68\n(1) This Convention shall be subject to ratification, acceptance or approval\nby the sighatory States in accordance with their respective constitutional procedurcs.\n(2) This Convention shall enter into force 30 days after the date ofdeposit\nof the twentieth instrument of ratification, acceptance or approval. It shall enter\ninto force for each State which subsequently deposits its instrument ofratification.\nacceptance or approval 30 days after the date of such deposit.\nAs'nclr 69\nEach Contracting State shall take such legislative or other measures a!\nmay be necessary for making the provisions of this Convention effective in it\nterri tori es -f\n222 'tHE CAZETTE OF PAKISTAN, EXTRA., APRJL 20, 2010 [Pam I\nArltcr-p 70\nThis Convention shallapply to all territories for whose intemational relations\na Contracting State is responsible, except thbse which are excluded by such State\nby written notice to the depository ofthis Convention either at the time ofratification,\nacceptance or approval or subsequently.\nArrrcls 7l\nAny Contracting Slate may denounce this Convontion by written notice to\nlhe depositary of this Convention. The denunciation shall take effect six months\nafier redeipt of such notice.\nAnrrcle 72\nNotice by Contracting State pursuant to Articles 70 or 7l shall not affect\nthe rights or obligations under this Convention ofthat State or ofany ofits constituent\nsub-divisions or agencies or ofany national ofthat State arising out ofconsent to\nthejurisdiction ofthe Centre giVen by one ofthem before such notice was received\nby the depositary.\nAmclg 73\nInstruments ofratification, acceptance or approval ofthis Convention and\nof amendments thereto shall be deposited with the Bank which shall act as the\ndppositary ofthis Convention. The depositary shall transmit certified copes ofthis\nConvention to States members ofthe Bank and to any other State invited to sign the\nConvention.\nAnrrcle 74\nThe depositary shall register tlris convention with the Secretariat of the\nU nited Nations in accordance with Article 102 of the Charter of the United Nations\nand the Regulations thereunder adopted by the Ceneral Assembly.\nARrlcLE 75\nThe depositary shall notify all signatory States ofthe following:-\n(a) signatures in accordance with Article 67;\n(b) deposits of instruments of ratification, acceptnnce and approval in\naccordance with A(icle 73;\nPrnr IITHE GAZET-IE OF PAKISTAN, EXTRA., APRIL 20, 2010 223\n(c) the date on which this Convention enters into force in accordance\nwith Article 68;\n(d) exclusions from territorial application pursuant lo Article 70;\n(e) the date on which any amendment oflhis Convention enters into force\nin accordance with Article 65; and\n(f) denunciations in accordance with Article 7l .\nDone at Washington, in the English, French and Spanish languages, all three\ntexts being equally authentic, in a single copy which shall remain deposited in the\narchieves of the International Bank'for Reconstruction and Development which\nhas indicared by its signature b€lo\\y its agreement to fulfill the functions with which\nit is c.harged under this Convention.\nASIFALI ZARDARI,\nPresident.\nSYED SULTAN AHMED,'Senior Joint Secretary.\nPRINTED BY THE MANACER, PRINTING CORPORATION OF PAKISTAN PRFSS, ISLAMABAD\nPUBLTSIIED BY THI DEPUTY CONTROLLER, STA]]ONERY & FORMS, UNTVERSITY ROAD. KARACHI"
}