{
    "file": "./converted_json\\administrator964ce81cc171ed5dcd0960630e922422.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 51 \n \n \n \n \nINDUSTRIAL RELATIONS ACT, 2012  \n \n \n \nCONTENTS  \n \nCHAPTER -I \nPRELIMINARY  \n1.  Short title, extent, application and commencement.  \n2.  Definitions.  \nCHAPTER -II \nREGISTRATION OF TRADE UNIONS  \n3.   Trade unions and freedom of association.  \n4.   Registrar of trade un ions.  \n5.   Powers and functions of Registrar.  \n6.   Application for registration.  \n7.   Requirements for application.  \n8.   Requirements for registration.  \n9.   Registration.  \n10.   Certificate of registration.   \n11.   Cancellation of registration.  \n12.  Appeal a gainst the order/decisions etc. of Registrar.  \n13.   Incorporation of registered trade union.  \n14.   Registration of federation of trade unions.   \n\n \nPage 2 of 51 \n 15.   Registered trade union to maintain register, etc.  \n16.   Returns.  \n17.   Transfer, etc., of officer of trade union during pendency of application for registration.  \n18.   Disqualification for being an officer or a member of a trade union.  \n \nCHAPTER -III \nCOLLECTIVE BARGAINING AGENT  \n19.   Collective bargaining agent.  \n20.   Functions of the Collective Bargaining Agent.  \n21.   Performance of functions pending ascertainment of collective bargaining agent.  \n22.   Check off.  \n \nCHAPTER -IV \nWORKERS PARTICIPATION  \n23.   Shop steward.   \n24.   Functions of Shop Steward.  \n25.   Works Council.   \n26.   Functions of Works Council.  \n27.  Work ers’ Participation in Management.  \n28.  Joint Management Board.  \n29.   Inspector.  \n30.  Functions of the Inspector.  \nCHAPTER -V \nUNFAIR LABOUR PRACTICES  \n31.   Unfair labour practices on the part of employers . \n32.   Unfair labour practices on the part of a workmen.  \n \nCHAPTER -VI \nSETTLEMENT OF DI SPUTES  \n33.   Redress of individual grievances.  \n \nPage 3 of 51 \n 34.   Raising of industrial disputes.  \n35.   Negotiations relating to differences and disputes.  \n36.   Conciliator.  \n37.   Conciliation after notice of strike or lock -out. \n38.   Proceedings before Conciliator.  \n39.   Commencement and conclusion of proceedings.  \n40.   Arbitration.  \nCHAPTER -VII \nSTRIKES AND LOCK -OUT  \n41.   Notice of strike or lock -out. \n42.   Strike and lock -out. \n43.   Illegal strikes and lock -out. \n44.   Procedure in cases of illegal strikes or lock -out. \n45.   Strike or lock -out in public utility services . \n46.   Prohibition of serving notice of strike or lock -out while proceedings pending.  \n47.   Removal of fixed assets.  \n48.   Protection of certain persons.  \nCHAPTER -VII \nAWARDS AND SETTLEMENTS  \n49.   Settlem ents and awards on whom binding.  \n50.    Effective date of settlement, award, etc.  \n51.   Interpretation of settlement and awards.  \n52.   Recovery of money due from an employer under settlement or award.  \n \nCHAPTER -VIII \nNATIONAL INDUSTRIAL RELATIONS COMMISSION  \n53. National  Industrial Relations Commission.  \n54.    Functions of the Commission.  \n \nPage 4 of 51 \n 55.   Benches of th e Commission, etc.  \n56.   Resolution of difference of opinion.  \n57.   Additional powers of the Commission.  \n58.   Appeals.  \n59.  Finality of order.  \n60.   Enforcement of guaranteed rights.  \n61.   Powers of the Commission to prohibit strike, etc.  \n62.   Determinat ion, etc., of collective bargaining unit.   \n63.  Certain matters to be kept confidential.  \n64.   Conditions of service to remain unchanged while proceedings pending.  \n65.   Representation of parties.  \n66.   Power to make regulations.  \nCHAPTER -IX \nPENALTIES AND PROCEDURES  \n67.    Penalty for unfair labour practices.  \n68.   Penalty for committing breach of settlement.  \n69.   Penalty for failing to implement settlement, etc.  \n70.   Penalty for false statement, etc.  \n71.   Penalty for discharging officer of trade union i n certain circumstances, etc. \\ \n72.   Penalty for embezzlement or misappropriation of funds.  \n73.   Penalty for obstructing inspector.  \n74.   Penalty for contravening Section 27 or Section 28, etc.  \n75.   Penalty for other offences.  \n76.   Offences to be non -cognisable.  \n77.   Offences by corporation.  \n78.   Trial of offences.  \n \nPage 5 of 51 \n 79.  Indemnity.  \nCHAPTER -X \nSUPPLEMENTAL  \n80.   Conformity with Ratified International Conventions.  \n81.   Law of conspiracy limited in application.  \n82.   Immunity from civil suit in certain ca ses. \n83.   Enforceability of agreement.  \n84.   Registrar, etc., to be public servants.  \n85.   Limitation.  \n86.   Power to make rules.  \n87.   Act to override other laws.  \n88.   Repeal and savings.  \n89.   Former registration offices, officers, etc., to continue.  \n90.   Removal of difficulties.  \n91.   Rights and duties of employers and workers.  \n \n_______________  \n \nSCHEDULE -I \nPUBLIC UTILITY SERVICES  \nSCHEDULE -II \nRIGHTS AND DUTIES OF EMPLOYERS AND WORKERS  \n________________  \n \n \n \nPage 6 of 51 \n INDUSTRIAL RELATIONS ACT, 2012  \nAct No. X of 2012  \n[14th March, 20 12] \nAn Act to consolidate and rationalize the law relating to formation of trade unions, and improvement of \nrelations between employers and workmen in the Islamabad Capital Territory and in trans -provincial \nestablishments and industry  \nWHEREAS , the Constitu tion of the Islamic Republic of Pakistan recognizes the freedom of \nassociation as a fundamental right of the citizens;  \n AND WHEREAS the Islamic Republic of Pakistan has ratified ILO Convention No.87 on \nFreedom of Association and Convention No.98 on Right t o Organize and Collective Bargaining;  \n AND WHEREAS it  is expedient to consolidate and rationalize the law in Islamabad Capital \nTerritory and at trans -provincial level, relating to formation of trade unions and federations or trade \nunions, determining the c ollective bargaining agents, regulation of relations between employers and \nworkers, the avoidance and settlement of any differences or disputes arising between them or matters \nconnected therewith and ancillary thereto;  \nIt is hereby enacted as follows: — \nCHA PTER -I \n \nPRELIMINARY  \n 1. Short title, extent, application and commencement. — (1) This Act may be called the \nIndustrial Relations Act, 2012.  \n (2) Subject to sub -section (3), it extends to the whole of Pakistan.  \n (3) It shall apply to all persons employed in any establishment or industry, in the Islamabad \nCapital Territory or carrying on business in more than one province, but shall not apply to any person \nemployed — \n(a)  in the Police or any of the Defence Services of Pakistan or any services or \ninstallations exclusively connected with the Armed Forces of Pakistan including \nan Ordnance Factory maintained by the Federal Government;  \n(b)  in the administration of the State other than those employed as workmen;  \n(c)  as a member of the Security Staff of the Pakistan  International Airlines \nCorporation or drawing wages in pay group not lower than Group V in the \n \nPage 7 of 51 \n establishment of that Corporation as the Federal Government may, in the public \ninterest or in the interest of security of the Airlines, by notification in the o fficial \nGazette, specify in this behalf;  \n(d)  by the Pakistan Security Printing Corporation or the Security Papers Limited; and \n(e) by an establishment or institution for the treatment or care of sick, infirm, \ndestitute or mentally unfit persons excluding those run on commercial basis.  \n (4) It shall come into force at once.  \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n(i) “arbitrator” means a person appointed as such under Section 40;  \n(ii) “award” means the det ermination by the Commission or Arbitrator of any \nindustrial dispute or any matter relating thereto and includes an interim award;  \n(iii) “Bench” and “Full Bench ” mean a Bench and Full Bench of the Commission;  \n(iv) “collective bargaining agent ” in relation to an establishment, group of \nestablishments or industry, means the trade union of the workmen which under \nSection 19, is the agent of workmen in the establishment or, as the case may be, \nindustry, in the matter of collective bargaining;  \n(v) “collective ba rgaining unit ” means those workers or class of workers of an \nemployer in one or more establishment falling within the same class of industry \nwhose terms and conditions of employment are, or could appropriately be, the \nsubject of collective bargaining toget her; \n(vi) “Commission ” means the Industrial Relations Commission constituted under \nSection 53;  \n(vii) “conciliation proceedings ” means any proceedings before a conciliator;  \n(viii)  “Conciliator ” means a person appointed as such under Section 36;  \n(ix) “employ er” in relation to an establishment, means any person or body of persons, \nwhether incorporated or not, who or which employs workmen in the \nestablishment under a contract of employment and includes — \n(a)  an heir, successor or assign, as the case may be, of such person or body as \naforesaid;  \n(b)  any person responsible for the management and control of the \nestablishment;  \n \nPage 8 of 51 \n (c)  in relation to an establishment run by or under the authority of any \ndepartment of the Federal Government, the authority appointed in th is \nbehalf or, where no authority is so appointed, the Head of the department;  \n(d)  in relation to an establishment run by or on behalf of a local authority, the \nofficer appointed in this behalf, or where no officer is so appointed, the \nchief executive offi cer of that authority;  \nExplanation. —For the purpose of distinction from the category of \n“workers” or “workmen ”, officers and employees of a department of the \nFederal Government who belong to the superior, managerial, secretarial, \ndirectorial, supervisory o r agency staff and who have been notified for this \npurpose in the official Gazette shall be deemed to fall within the category \nof “employers ”; and  \n(e)  in relation to any other establishment, the proprietor of such establishment \nand every director, manager , secretary, agent or officer or person \nconcerned with the management of the affairs thereof;  \n(x)  “establishment ” means any office, firm, factory, society, undertaking, company, \nshop or enterprise, which employs workmen directly or through a contractor fo r \nthe purpose of carrying on any business or industry and includes all its \ndepartments and branches in the Islamabad Capital Territory or falling in more \nthan one province, whether situated in the same place or in different places and \nexcept in Section 62 includes a collective bargaining unit, if any, constituted by \nany establishment or group of establishments;  \n(xi) “executive ” means the body, by whatever name called, to which the management \nof the affairs of a trade union is entrusted by its constitution;  \n(xii)  “Government ” means the Federal Government;  \n(xiii)   “Group of establishments ” means establishments belonging to the same employer \nand the same industry;  \n(xiv)   “illegal lock -out” means a lock -out declared, commenced or continues otherwise \nthan in the  provisions of this Act;  \n(xv)  “illegal strike ” means a strike declared, commenced or continues otherwise than \nin accordance with the provisions of this Act;  \n(xvi)   “industrial dispute ” means any dispute or difference between employers and \nemployers or bet ween employers and workmen or between workmen and \nworkmen which is connected with the employment or non -employment or the \nterms of employment or the conditions of work of any person;  \n \nPage 9 of 51 \n (xvii)   “industry” includes any business, trade, calling, employment or o ccupation for \nproduction of goods or provisions of services in the Islamabad Capital Territory \nand falling in more than province, and excluding those set up exclusively for \ncharitable purposes;  \n(xviii)  “industry -wise trade union ” means a trade union having  its membership in more \nthan one province in a group of establishments owned by one employer;  \n(xix)  “inspector” means an inspector appointed under this Act;  \n(xx)  “Labour Court ” means a Labour Court established in a province;  \n(xxi)   “lock-out” means the cl osing of place of employment or part of such place, or the \nsuspension, wholly or partly, of work by an employer, or refusal, absolute or \nconditional, by an employer to continue to employ any number of workmen \nemployed by him, where such closing, suspension  or refusal occurs in connection \nwith an industrial dispute or is intended for the purpose of compelling workmen \nto accept certain terms and conditions of or affecting employment;  \n(xxii)  “officer” in relation to a trade union, means any member of the execu tive thereof \nbut does not include an auditor or legal adviser;  \n(xxiii)  “organization ” means any organization of workers or of employers for furthering \nand defending the interests of workers or of employers;  \n(xxiv)   prescribed ” means prescribed by rules;  \n(xxv)  “public utility service ” means any of the services specified in Schedule I;  \n(xxvi)   “registered trade union ” means a trade union registered under this Act;  \n(xxvii)  “Registrar” means a Registrar of trade unions appointed under Section 4;  \n(xxviii) “rules” and “regulations ” mean rules and regulations made under this Act;  \n(xxix)  “settlement ” means a settlement arrived at in the course of a conciliation \nproceeding, and includes an agreement between an employer and his workmen \nwhere there is no Collective Bargaining Agent, or Collective Bargaining Agent, \nas the case may be, arrived at or in the course of any conciliation proceedings, \nwhere such agreement is in writing, has been signed by the parties thereto in such \nmanner as may be prescribed and a copy the reof has been sent to the Government, \nthe Conciliator and such other person as may be prescribed;  \n(xxx)   “strike” means a cessation of work by a body of persons employed in any \nestablishment acting in combination or a concerted refusal, or refusal under a \n \nPage 10 of 51 \n common understanding of any number of persons who have been so employed to \ncontinue to work or to accept employment;  \n(xxxi)  “trade union ” means any combination of workmen or employers formed primarily \nfor the purpose of regulating the relations between wor kmen and employers, or \nworkmen and workmen or employers and employers, or for imposing restrictive \nconditions on the conduct of any trade or business, and includes a federation of \ntwo or more trade unions;  \n(xxxii)  “trans -provincial ” means any establishment , group of establishments, industry, \nhaving its branches in more than one province;  \n(xxxiii)  “worker” and “workman ” mean person not falling within the definition of \nemployer who is employed (including employment as a supervisor or as an \napprentice) in an establishment or industry for hire or reward either directly or \nthrough a contractor whether the terms of employment are express or implied, \nand, for the purpose of any proceedings under this Act in relation to an industrial \ndispute includes a person who h as been dismissed, discharged, retrenched, laid off \nor otherwise removed from employment in connection with or as a consequence \nof that dispute or whose dismissal, discharge, retrenchment, lay -off, or removal \nhas led to that dispute but does not include an y person who is employed mainly in \nmanagerial or administrative capacity.  \n____________  \n \nCHAPTER -II \nREGISTRATION OF TRADE UNIONS  \n 3.  Trade unions and freedom of association. — Subject to the provisions of this Act and \nnotwithstanding any other law for the t ime being in force, — \n(a)  workers, without distinction whatsoever, shall have the right to establish and, \nsubject to the rules of the organization concerned, to join international \nassociations of their own choice without previous authorization:  \nProvided th at in the establishment where women are also employed the \nTrade Union shall include the women in the executive of the said trade union with \nthe same proportion in which they are employed in the establishment:  \nProvided further that no worker shall be entitl ed to be a member of more \nthan one trade union at any one time and on joining another union the earlier \nmembership shall automatically stand cancelled;  \n(b)  employers, without distinction whatsoever, shall have the right to establish and, \nsubject only to t he rules of the organization concerned, to join international \nassociations of their own choice without previous authorization:  \n \nPage 11 of 51 \n (c)  every trade union and employers association shall frame its own constitution and \nrules to elect its representatives in full freedom to organize its administration and \nactivities and to formulate its programmes; and  \n(d)  workers , and employers  organizations shall have the right to establish and join \nfederations and confederations and any such organization, federation or \nconfeder ation shall have the right to affiliate with international organization s and \nconfederations of workers ’ and employers ’ organisations.  \n4.  Registrar of trade unions. — For the purpose of this Act, the Government shall, by \nnotification in the official Gazette , appoint the Registrar of Trade Unions who shall be assisted by one or \nmore Joint Registrars.  \n5.  Powers and functions of Registrar. — The Registrar, and the Joint Registrars, as the case \nmay be, shall have the following powers and functions: — \n(a) the regi stration of trade unions under this Act and the maintenance of a register \nfor the purpose;  \n(b)  to lodge, or authorize any person to lodge, complaints with the Commission for \naction, including prosecution, against trade unions, employers, workers or other \npersons for any alleged offence or any unfair labour practice or violation of any \nprovision of the Act or for expending the funds of a trade union in contravention \nof the provisions of its constitution;  \n(c)  the determination of the question as to which on e of the trade unions in an \nestablishment or an industry is entitled to be certified as the collective bargaining \nagent in relation to that establishment or industry;  \n(d)  to inspect the accounts and record of the registered trade unions, or investigate or  \nhold such inquiry in the affairs of the trade unions as he deems fit either by \nhimself or through any officer subordinate to him and to authorize him in writing \nin this behalf; and  \n(e)  such other powers and functions as may be prescribed.  \n6.  Application  for registration. — Any trade union may, under the signature of its President \nand the Secretary, apply to the Registrar for registration of the trade union under this Act:  \nProvided that there shall be at least two trade unions in an establishment.  \n7.  Requ irements for application. — Every application for registration of Trade Union shall be \nmade to the Registrar and shall be accompanied by — \n(a)  a statement showing, — \n \nPage 12 of 51 \n  (i)  the name of the trade union and the address of its Head Office;  \n(ii)  date of formatio n of the union;  \n(iii) the titles, names, ages, addresses and occupations of the officers of  the \ntrade union;  \n(iv) statement of total paid membership;  \n(v)  the name of the establishment or group of establishments, or the industry, \nas the case may be, to whi ch the trade union relates along with a statement \nof the total number of workers employed therein;  \n(vi)  the names and addresses of the registered trade unions in the establishment \ngroup of establishments or industry, as the ease may be, to which the \nunion  relates; and  \n(vii) in case of a federation of trade unions, the names, addresses and \nregistration number of member -unions;  \n(b)  three copies of the constitution of the trade union together with a copy of the \nresolution by the members of the trade union ad opting such constitution bearing \nthe signature of the Chairman of the meeting;  \n(c)  a copy of the resolution by the members of the trade union authorizing its \nPresident and the Secretary to apply for its registration; and  \n(d)  in case of a federation of tr ade unions, a copy of the resolution from each of the \nconstituent unions agreeing to become a member of the federation.  \n8.  Requirements for registration. — (1) A trade union shall not be entitled to registration under \nthis Act unless the constitution there of provides for the following matters, namely: — \n(a)  the name and address of the trade union;  \n(b) the objects for which the trade union has been formed;  \n(c)  the purposes for which the general funds of the union shall be utilized;  \n(d) the number of persons  forming the executive which shall not exceed the \nprescribed limit and shall include not less than seventy five percent from amongst \nthe workmen actually engaged or employed in the establishment or establishments \nor the industry for which the trade union h as been formed;  \n \nPage 13 of 51 \n  Provided that the condition of being employed in any establishment or an \nindustry as aforesaid shall not apply to the remaining twenty -five percent of the \nmembers of such executives;  \n(e)  the conditions under which a member shall be entitl ed to any benefit assured by \nthe constitution of the trade union and under which any fine or forfeiture may be \nimposed on him;  \n(f)  the maintenance of a list of the members of the trade union and of adequate \nfacilities for the inspection thereof by the off icers and members of the trade \nunion;  \n(g)  the manner in which the constitution shall be amended, varied or rescinded;  \n(h)  the safe custody of the funds of the trade union, its annual audit, the manner of \naudit and adequate facilities for inspection of th e account books by the officers \nand members of the trade union;  \n(i)  the manner in which the trade union may be dissolved;  \n(j)  the manner of election of officers by the general body of the trade union and the \nterm, not exceeding two years, for which an of ficer may hold office upon his \nelection or re -election;  \n(k)  the procedure for expressing no confidence in any officer of the trade union; and  \n(l)  the meeting of the executive and of the general body of the trade union so that the \nexecutive shall meet at least once in every three months and the general body at \nleast once a year.  \n (2) Without prejudice to the provisions of sub -section (1), a trade union of workmen shall not be \nentitled to registration under this Act — \n(a)  unless all its members are workmen actually engaged or employed in the industry \nwith which the trade union is connected;  \n Explanation .— For the purpose of this clause, a dismissed, terminated of \nretrenched worker, whose dismissal, termination or retrenchment is pending \nadjudication before a  Court of competent jurisdiction, shall be deemed to be an \nemployed worker of that establishment, and  \n(b)  where there are two or more registered trade unions in the establishment, group of \nestablishments or industry with which the trade union is connected , unless it has \nas its members not less than one -fifth of the total number of workmen employed \nin such establishment, group of establishments or industry, as the ease may be.  \n \nPage 14 of 51 \n 9.  Registration. — (1) On receipt of application for registration, the Registrar shall ensure \ncompliance of Sections 7 and 8 of this Act, and issue the registration certificate in the prescribed form \nwithin seven days.  \n(2) In case the application has been rejected or a certificate of registration has not been issued \nwithin a period of seven days as provided in sub -section (1), as the case may be, the trade union may \nappeal to the Commission who, for reasons to be stated in its judgment, may pass an order directing the \nRegistrar to register the trade union and to issue a certificate of r egistration or may dismiss the appeal.  \n(3) Notwithstanding anything contained in any other provision of this Act, every alteration made \nin the constitution of a registered trade union and every change of its officers shall be notified by \nregistered post by  the trade union to the Registrar within fifteen days of such change.  \n(4) The Registrar may refuse to register such change or alteration if it is in contravention of any \nof the provisions of this Act or if it is in violation of the constitution of the trad e union.  \n(5) Subject to the provision of sub -section (4), every inclusion or exclusion of any constituent \nunit of a federation of trade unions shall be notified by registered post by the federation to the Registrar \nwithin fifteen days of such inclusion or exclusion.  \n(6) In case there is a dispute in relation to the change of officers of a trade union, or any trade \nunion is aggrieved by the refusal of the Registrar under sub -section (4), the Registrar may, after \nsatisfying himself that a dispute exists, hold  fresh elections under his supervision.  \n10.  Certificate of registration. — The Registrar, on registering a trade union under Section 9, \nshall issue a certificate of registration in the prescribed form which shall be conclusive evidence that the \ntrade union  has been duly registered under this Act.  \n11.  Cancellation of registration. — (1) Subject to other provisions of this section, the \nregistration of a trade union may be cancelled by the Registrar if the trade union has — \n(a) contravened or has been registere d in contravention of any of the provisions of \nthis Act or the rules;  \n(b)  applied for such cancellation or ceased to exist;  \n(c)  obtained registration by fraud or by misrepresentation of facts;  \n(d)  obtained less than ten percent of total votes polled in an election for determination \nof a Collective Bargaining Agent, or is not a contestant in such election;  \n(e)  failed to submit its annual returns to the Registrar as required under this Act or the \nrules;  \n(f)  contravened any of the provisions of its consti tution; or  \n \nPage 15 of 51 \n (g) made in its constitution any provision which is inconsistent with this Act or the \nrules.  \n (2) Where the Registrar is of opinion that the registration of a trade union should be cancelled, \nhe shall submit an application to the Commission pray ing for permission to cancel such registration.  \n (3) The Registrar shall cancel the registration of a trade union within seven days from the date of \nreceipt of permission from the Commission.  \n (4) The registration of a trade union shall not be cancelled on  the ground mentioned in clause (d) \nof sub -section (1) if the unfair labour practice is not committed within three months prior to the date of \nsubmission of the application to the Commission.  \n (5) Where any person who is disqualified under Section 18 from being 10 member or elected as, \nor from being an officer of a trade union is elected as an officer of a registered trade union, the \nregistration of that trade union shall be cancelled if the Commission, upon a complaint in writing made \nin this behalf by the  Registrar, so directs.  \n  (6) The registration of a trade union shall be cancelled by the Registrar if, after holding such \ninquiry as he deems fit, he finds that such trade union has dissolved itself or has ceased to exist.  \n12. Appeal against the order/dec isions etc. of Registrar. — A trade union, its members or an \nofficer may prefer an appeal against the order, decision and proceeding conducted by the Registrar \nwithin thirty days before the Commission  \n13.  Incorporation of registered trade union. — (1) Every  registered trade union shall be a \nbody corporate by the name under which it is registered, shall have perpetual succession and a common \nseal and the power to contract and to acquire, hold and dispose of property, both movable and \nimmovable, and shall by t he said name sue or be sued.  \n (2) The Societies Registration Act, 1860 (XXIV of I860), the Cooperative Societies Act, 1925 \n(W.P. Act VII of 1925) and the Companies Act, 1984 (XLVII of 1984), shall not apply to any registered \ntrade union and the registratio n of any trade union under any of these Acts shall be void.  \n14.  Registration of federation of trade unions. — (1) Any two or more registered trade unions \nmay, if their respective general bodies so resolve, constitute a federation by executing an instrument  of \nfederation whereas any four or more registered trade unions, (from any two or more provinces) may \nconstitute a federation or confederation and apply to the Registrar for the registration of the federation:  \n Provided that a trade union of workmen shall not join a federation which comprises a trade \nunion of employers; nor shall a trade union of employers join a federation which comprises a trade \nunion of workmen.  \n  (2) An instrument of federation referred to in sub -section (1) shall, among other things, p rovide \nfor the procedures to be followed by the federated trade unions and the rights and responsibilities of the \nfederation and the federated trade union.  \n \nPage 16 of 51 \n   (3) An application for the registration of a federation of trade unions shall be signed by the \nPresidents of all the trade unions constituting the federation or by the officers of these trade unions \nrespectively authorized by the trade unions in this behalf and shall be accompanied by three copies of \nthe instrument of federation referred to in sub -section (1).  \n  (4) No trade union federation or confederation shall be formed and registered having same, \nsimilar on identical name.  \n  (5) Subject to sub -Sections (1), (2), (3) and (4), the provisions of the Act shall, so far as may be \nand with the necessary m odifications, apply to a federation of trade unions as they apply to a trade \nunion.  \n15.  Registered trade union to maintain register, etc. — Every registered trade union shall \nmaintain in such form as may be prescribed — \n(a) a register of members showing par ticulars of subscriptions paid by each member;  \n(b)  an accounts book showing receipts and expenditure; and  \n(c)  a minute book for recording the proceedings of meetings.  \n16.  Returns.— (1) There shall be sent annually to the Registrar, on or before such dat e as may \nbe prescribed, a general statement, audited in the prescribed manner, of all receipts and expenditure of \nevery registered trade union during the year ending on the 31st day of December, next preceding such \nprescribed date, and of the assets and li abilities of the trade union existing on such 31st day of \nDecember, as may be prescribed.  \n (2) Together with the general statement there shall be sent to the Registrar a statement showing \nall changes of officers made by the trade union during the year to w hich the general statement refers, \ntogether also with statement of the total paid membership and a copy of the constitution of the trade \nunion corrected up to the date of the dispatch thereof to the Registrar.  \n (3) A copy of every alteration made in the co nstitution of a registered trade union and of a \nresolution of the general body having the effect of a provision of the constitution, shall be sent to the \nRegistrar within fifteen days of the making of the alteration or adoption of the resolution.  \n (4) In case the registered trade union is member of a federation, the name of the federation shall \nbe given in the annual statement.  \n (5) The Registrar shall audit the return and issue a certificate of acceptance. In case the \nstatement of expenditure is found inco rrect, he will submit a complaint before the Commission for \ninitiation of cancellation proceedings of the union.  \n17.  Transfer, etc., of officer of trade union during pendency of application for \nregistration. — Save with the prior permission of the Registra r, no officer or member of a trade union of \nworkmen shall be transferred, discharged, dismissed or otherwise punished during the pendency of an \n \nPage 17 of 51 \n application for registration of the trade union with the Registrar, provided that the union has notified the \nnames of its officers and members to the employer in writing.  \n18.  Disqualification for being an officer or a member of a trade union. — Notwithstanding \nanything contained in the constitution or rules of a trade union, a person who has been convicted and \nsente nced to imprisonment for two years or more or in an offence involving moral turpitude under the \nPakistan Penal Code (Act XLV of 1860) shall be disqualified from being elected as, or from being, an \nofficer of a trade union, unless a period of five years has  elapsed after the completion of the sentence.  \n______________  \n \nCHAPTER -III \n \nCOLLECTIVE BARGAINING AGENT  \n19.  Collective bargaining agent. — (1) Where there is only one registered trade union in an \nestablishment or a group of establishments, that trade union  shall if it has as its members not less than \none-third of the total number of workmen employed in such establishment or group of establishments, \nupon an application made in this behalf be certified by the Registrar in the prescribed manner to be the \ncolle ctive bargaining agent for such establishment or group of establishments.  \n(2) Where there are more registered trade unions than one in an establishment or a group of \nestablishments, the Registrar shall upon an application made in this behalf by any registe red trade union \nof an establishment or group of establishments, hold within fifteen days from the making of the \napplication, a secret ballot to determine as to which one of such trade unions shall be the collective \nbargaining agent for the establishment or  group:  \n Provided that the Registrar may, in the case of a large establishment having its branches in more \nthan one town, hold the secret ballot within thirty days from the making of the application:  \n Provided further that the Registrar shall not entertain  any application under this sub -section in \nrespect of an establishment or group of establishments, consisting of, or including, a seasonal factory \nwithin the meaning of Section 4 of the Factories Act, 1934 (XXV of 1934), unless such application is \nmade dur ing the month in which the number of workmen employed in such factory in a year is usually \nthe maximum.  \n (3) Upon receipt of an application under sub -section (2), the Registrar shall, by notice in writing \ncall upon every registered trade union in the estab lishment or group of establishments to which the \napplication relates: — \n(a)  to indicate whether it desires to be a contestant in the secret ballot to be held for \ndetermining the collective bargaining agent in relation to such establishment or \ngroup; and  \n(b)  if it so desires, to submit to him within the time specified in the notice a list of its \nmembers showing, in respect of each member, his parentage, age, the section or \n \nPage 18 of 51 \n department and the place in which he is employed, his ticket number and the date \nof his becoming a member and if union is a federation of trade unions, a list of its \naffiliated trade unions together with a list of members of each such trade union \nshowing in respect of each such member the said particulars.  \n (4) Every employer shall — \n(a)  on being so required by the Registrar, submit a list of all workme n employed in \nthe establishment excluding those whose period of employment in the \nestablishment is less than three months and showing, in respect of each workman, \nhis parentage, age, the Sect ion or department and the place in which he is \nemployed, his ticket number and the date of his employment in the establishment; \nand \n(b)  provide such facilities for verification of the lists submitted by him and the trade \nunions as the Registrar may requir e: \nProvided that, in computing the period of three months referred to in \nclause (a) in the case of a workman employed in a seasonal factory within the \nmeaning of Section 4 of the Factories Act, 1934 (XXV of 1934), the period during \nwhich he was employed in  that factory during the preceding season shall also be \ntaken into account.  \n(5) The Registrar shall, after verification of the lists submitted by the trade unions, prepare a list \nof voters in which shall be included the name of every workman whose period o f employment as \ncomputed in accordance with sub -section (4), is not less than three months and who is a member of any \nof the contesting trade unions and shall, at least four days prior to the date fixed for the poll, send to \neach of the contesting trade un ions a certified copy of the list of voters so prepared.  \n(6) Every workman who is a member of any of the contesting trade unions and whose name \nappears in the list of voters prepared under sub -section (5) shall be entitled to vote at the poll to \ndetermine the collective bargaining agent.  \n(7) Every employer shall provide all such facilities in his establishment as may be required by \nthe Registrar for the conduct of the poll, including actual expenditures of the poll, but shall not interfere \nwith, or in any w ay influence, the voting.  \n(8) No person shall canvass for vote within a radius of fifty metres of the polling station.  \n(9) For the purpose of holding secret ballot to determine the collective bargaining agent, the \nRegistrar shall — \n(a)  fix the date for the  poll and intimate the same to each of the contesting trade \nunions and also to every employer;  \n \nPage 19 of 51 \n (b) on the date fixed for the poll so placed in the polling station set up for the purpose \nthe ballot boxes which shall be sealed in the presence of the represen tatives of the \ncontesting trade unions as to receive the ballot papers;  \n(c) conduct the poll at the polling station at which the representatives of the \ncontesting trade unions shall have the right to be present;  \n(d)  after the conclusion of the poll and in  the presence of such of the representatives \nof the contesting trade unions as may be present, open the ballot boxes and count \nthe votes; and  \n(e)  after the conclusion of the count, certify the trade union which has received the \nhighest number of votes to be the collective bargaining agent:  \nProvided that no trade union shall be certified to be the collective \nbargaining agent for an establishment or group of establishments unless the \nnumber of votes received by it is not less than one -third of the total numb er of \nvotes of workmen mentioned in the voters ’ list employed in such establishment or \ngroup of establishments:  \nProvided further that, if no trade union secures such number of votes in the \nfirst poll, a second poll shall be held between the trade unions wh ich secure the \ntwo highest numbers of votes in the first poll and the trade union which secures a \nmajority of the votes cast at the second poll shall be certified in the prescribed \nmanner to be the collective bargaining agent:  \nProvided also that, if the nu mber of votes secured by two or more trade \nunions securing the highest number of votes is equal, further poll shall be held \nbetween them until one of them secures a majority of the votes cast at such further \npoll. \n (10) If no trade union indicates under cl ause (a) of sub -section (3) that it desires to be a \ncontestant in the secret ballot, the Registrar shall certify the trade union which has made the application \nunder sub -section (2) to be the collective bargaining agent for a period of two years.  \n (11) Whe re a registered trade union has been certified under clause (e) of sub -section (9) and \nsub-section (10) to be the collective bargaining agent for an establishment or group of establishments, no \napplication for the determination of the collective bargaining  agent for such establishment or group shall \nbe entertained within a period of two years from the date of such certification except where the \nregistration of such a registered trade union is cancelled before the expiration of the period:  \nProvided that for the trade unions having membership of more than five thousand and presence \nin more than one province, the period of two years will be enhanced to three years.  \n (12) The Registrar may authorize in writing an officer to perform all or any of his functions \nunder this section.  \n \nPage 20 of 51 \n  (13) After an application under sub -section (2) is made to the Registrar, no employer shall \ntransfer, remove, retrench or terminate any worker who is officer of any contestant trade union save with \nthe permission of the Registrar.  \n20.  Functions of the Collective Bargaining Agent. — (1) The collective bargaining agent in \nrelation to an establishment or group of establishments shall be entitled to — \n(a) undertake collective bargaining with the employer or employers on matters \nconnected with employment, non -employment, the term of employment or the \nconditions of work other than matters which relate to the enforcement of any right \nguaranteed or secured to it or any workman by or under any law, other than this \nAct, or any award or settlement;  \n(b)  represent all or any of the workmen in any matter or judicial proceedings under  \nthis Act;  \n(c)  give notice of, and declare, a strike in accordance with the provisions of this Act; \nand \n(d)  nominate representatives of workmen on the Board of Trustees of any welfare \ninstitutions or Provident Funds and of the Workers Participation Fund established \nunder the Companies Profits (Workers Participation) Act, 1968 (XII of 1968).  \n (2) A collective bargaining agent may, without prejudice to its own position, implea d as a party \nto any proceedings under this Act to which it is itself a party or any federation of trade unions of which \nit is a member.  \n21.  Performance of functions pending ascertainment of collective bargaining agent. — Any \nact or function which is by thi s Act required to be performed by or has been conferred upon a collective \nbargaining agent may, until a collective bargaining agent has been certified under the provisions of this \nAct, be performed by a registered trade union which has been recognized by t he employer or employers.  \n22.  Check off. — (1) If a collective bargaining agent so requests, the employer shall deduct from \nthe wages of the workmen such amounts towards their subscription to the funds of the trade union as \nmay be specified by each individ ual workman named in the demand statement furnished by the trade \nunion.  \n (2) An employer making any deductions under sub -section (1) shall, within fifteen days of the \nend of the period for which the deduction have been made, deposit the entire amount so de ducted by him \nin the account of the trade union on whose behalf he has made the deductions.  \n (3) A collective bargaining agent shall maintain with a branch of the National Bank of Pakistan, \nor with a scheduled bank with “AAA” credit -rating recognised by th e State Bank of Pakistan, or with a \nPost Office Savings Bank an account to which shall be credited the entire amount deducted by the \nemployer under sub -section (1) from the wages or the members of the trade union.  \n \nPage 21 of 51 \n  (4) The employer shall provide facilities  to the collective bargaining agent for ascertaining \nwhether deductions from the wages of its members are being made under sub -section (1).  \n_______________  \n \nCHAPTER -IV \nWORKERS PARTICIPATION  \n 23.   Shop steward. — (1) In every factory/establishment in which  twenty -five or more \nworkmen are employed, shop stewards, from amongst the workmen in a shop , Section or department of \nthe factory/establishment, shall, — \n(a)  where there is a collective bargaining agent in the factory/establishment, be \nnominated by it, or  \n(b)  where there is no collective bargaining agent in the factory/establishment, be \nelected at a secret ballot held in the prescribed manner.  \n (2) The employer shall provide all such facilities in his factory/ establishment as may be \nrequired for the hold ing of a ballot under sub -section (1) but shall not interfere with, or in any way \ninfluence, the voting.  \n (3) A shop steward shall hold office for a period of one year from date of his election or \nnomination as the case may be.  \n (4) Any dispute arising out  of, or in connection with, the election of a shop steward shall be \nreferred to the Registrar whose decision shall be final and binding on all parties to the dispute.  \n24.  Functions of Shop Steward. — The shop steward shall act as a link between the workers  \nand the employer, assist in the improvement of arrangements for the physical working conditions and \nproduction work in the shop section or department for which he is elected and help workers in the \nsettlement of their problems either connected with work o r with any such individual grievance of a \nworkman as is referred to in sub -section (1) of Section 33.  \n25.  Works Council. — (1) In every factory/establishment in which fifty or more workmen are \nemployed or were employed on any day in the preceding twelve mo nths, the employer shall constitute, \nin the prescribed manner, a work council consisting of representatives of the employer and the workmen \nin such a manner that the number of the representatives of the workmen is not less than the number of \nthe representa tives of the employer in the works council.  \n  (2) In the case of any factory establishment where there are one or more trade unions, the \ncollective bargaining agent shall nominate the representatives of the workmen on such Works Council:  \nProvided that if there is no collective bargaining agent, representatives of workmen on Works \nCouncil shall be chosen in the prescribed manner from amongst the workmen engaged in the \nfactory/establishment for which the Works Council is constituted.  \n \nPage 22 of 51 \n 26.  Functions of Works Council.— The functions of Works Council shall be to promote \nmeasure for securing and preserving good relation between an employer and his workmen and, in \nparticular;  \n(a)  To endeavour to maintain continuous sympathy and understanding between the \nemployer and the workmen;  \n(b)  To promote settlement of differences and disputes through bilateral negotiations;  \n(c)   To promote security of employment for the workmen and conditions of safety, \nhealth and job satisfaction in their work;  \n(d)  To take measures of fa cilitating good and harmonious working condition in the \nfactory/establishment; to provide vocational training and educational facilities for \nchildren of workmen in secretarial and accounting procedures and to promote \ntheir absorption in these departments o f the factory/establishment; and  \n(e)  To discuss any other matter of mutual interest with a view to promoting better \nlabour -management relations.  \n27. Workers ’ Participation in Management. — (1) In every factory/ establishment employing \nfifty persons of more there shall be elected or nominated workers ’ representatives to participate to the \nextent of fifty per cent in the management of the factory /establishment:  \n Provided that there shall be elected or nominated at least one worker ’s representative to \nparticipa te in the management of such factory  establishment:  \n Provided further that, for the purpose of determining the number of workers ’ representatives in \nthe management of the factory /establishment, fractions equal to, or greater than one half shall be \nregarde d as one and lesser fractions shall be ignored.  \n (2) The workers  representatives shall be workmen employed in the same factory/establishment \nand shall, — \n(a)  where there is a collective bargaining agent in the factory/ establishment, be \nnominated by it, or  \n(b)  where there is no collective bargaining agent in the factory/establishment, be \nelected by simple majority at a secret ballot by all workmen employed in the \nfactory/establishment.  \n (3) The workers representative shall hold office for a period of two y ears from the date of their \nelection of their election or nomination, as the case may be.  \n \nPage 23 of 51 \n  (4) The workers ’ representatives shall participate in all the meetings of the management \ncommittee constituted in the prescribed manner and all matters relating to t he management of the \nfactory/establishment, except commercial and financial transaction, may be discussed in such meetings.  \n (5) The management shall not take any decision in the following matters without the advice in \nwriting of the w orkers’ representativ e, namely :— \n(a)  framing of services rules and policy about promotion and discipline of workers;  \n(b) changing physical working conditions in the factory/ establishment;  \n(c)  in-service training of workers;  \n(d) recreation and welfare of workers;  \n(e)  regulat ion of daily working hours and breaks;  \n(f)  preparation of leave schedule; and  \n(g)  matters relating to the order and conduct of workers within the \nfactory/establishment.  \n (6) The workers ’ representatives may on their own initiative give advice in writing concerning \nthe matters specified in sub -section (5) and, where they do so, the management shall convene a meeting \nwithin two weeks of the receipt of the advice to discuss its merits with them.  \n (7) The management shall give reply to the workers ’ representa tive within two weeks of the \nreceipt of their advice given under sub -section (5) or sub -section (6) and any such advice shall not be \nrejected except by the person holding the highest position in the management of the \nfactory/establishment.  \n (8) In case the  advice of the workers ’ representatives is rejected by the management of the \nfactory/establishment, the matter may, within fifteen days of the advice being so rejected, be taken up by \nthe collective bargaining agent in the Works Council for bilateral negot iations and thereupon the \nprovisions of Section 35 shall apply as they apply to the settlement of an industrial dispute in relation to \nwhich the views of the employer or the collective bargaining agent have been communicated to the \nWorks Council under sub -section (1) of the section.  \n28. Joint Management Board. — (1) Every company which owns or manages an \nfactory/establishment, and in every factory/establishment which is not so owned or managed, and which \nemploys fifty persons or more, the management shall, i n the prescribed manner set up a joint \nmanagement board in which the workers ’ participation shall be to the extent of thirty percent.  \n (2) The employer ’s representatives on the joint management board shall be from amongst the \nDirectors or senior executives  and the workers ’ representatives shall be workmen employed in the \nfactory/establishment.  \n \nPage 24 of 51 \n  (3) The joint management board shall look after the following matters, namely: — \n(a)  improvement in production, productivity and efficiency;  \n(b) fixation of job and piece -rates;  \n(c)  planned regrouping or transfer of the workers;  \n(d) laying down the principles of remuneration and introduction of new remuneration \nmethods; and  \n(e)  provision of minimum facilities for such of the workers employed through \ncontractors as a re not covered by the laws relating to welfare of workers.  \n (4) The joint management board may call for reasonable information about the working of the \ncompany or factory/establishment from its management and the management shall supply the \ninformation cal led for.  \n (5) The joint management board shall meet at such intervals as may be prescribed.  \n (6) The workers ’ representative shall hold office for such period as may be prescribed.  \n (7) In this section, — \n(a)  “company” has the same meaning as in the Compan ies Act, 1984 (XLVII of \n1984); and  \n(b)  “management ” means the employer.  \n (8) In the case of an factory/establishment where there are one or more trade unions, the \ncollective bargaining agent shall nominate the representatives of the workmen on such join m anagement \nboard:  \n Provided that where there is no collective bargaining agent, representatives of workmen on the \njoin management board shall be chosen in the prescribed manner from amongst the workmen engaged in \nthe factory/establishment for which the join t management board is constituted.  \n29.  Inspector. — The inspectors appointed under Section 10 of the Factories Act, 1934 (XXV of \n1934), and such other persons, not being Conciliators appointed under this Act, as the Government may , \nby notification in the o fficial Gazette appoint, shall be inspectors for ensuring compliance with the \nprovisions of this Act within the local limits assigned to each.  \n30. Functions of the Inspector. — (1) The inspector may — \n(a)  at all reasonable hours enter any premises and make such examination of any \nregister and document relating to the provisions of Section 27 and Section 28 and \n \nPage 25 of 51 \n take on the spot or otherwise such evidence of any person, and exercise such other \npowers of inspection, as he may deem necessary for discharging his duty;  \n(b)  call for such information from the management as he may deem necessary for the \ndischarge of his functions and the management shall provide the information \ncalled for within such period as may be specified by him; and  \n(c)  make a report in writin g to the Registrar having jurisdiction of any offence \npunishable under this Act.  \n (2) Every Inspector shall be deemed to be a public servant within the meaning of Section 21 of \nthe Pakistan Penal Code. 1860 (XLV of 1860).  \nCHAPTER -V \n \nUNFAIR LABOUR PRACTICES  \n31.  Unfair labour practices on th e part of employers .— (1) No employer or trade union of \nemployers and no person acting on behalf of either shall — \n(a)  impose any condition in a contract of employment seeking to restrain the right of \na person who is a party to such contract to join a trad e union or continue his \nmembership of a trade union;  \n(b) refuse to employ or refuse to continue to employ any person on the ground that \nsuch person is, or is not a member or officer of a trade union;  \n(c)  discriminate against any person in regard to any em ployment, promotion, \ncondition of employment or working condition on the ground that such person is, \nor is not, a member or officer of a trade union;  \n(d)  dismiss, discharge, remove from employment or transfer or threaten to dismiss, \ndischarge or remove fr om employment or transfer a workman or injure or threaten \nto injure him in respect of his employment by reason that the workman:  \n(i)  is or proposes to become, or seeks to persuade any other person to \nbecome, a member or officer of a trade union; or  \n(ii)  participates in the promotion, formation or activities of a trade \nunion;  \n(e) induce any person to refrain from becoming, or to cease to be a member or officer \nof a trade union, by conferring or offering to confer any advantage on, or by \nprocuring or offeri ng to procure any advantage for such person or any other \nperson;  \n \nPage 26 of 51 \n (f)  compel or attempt to compel any officer of the collective bargaining agent to \narrive at a settlement by using intimidation, coercion, pressure, threat, \nconfinement to a place, physical i njury, disconnection of water, power and \ntelephone facilities and such other methods;  \n(g)  interfere with or in any way influence the balloting for the determination of the \nCollective Bargaining Agent;  \n(h)  recruit any new workman during the period of a no tice of strike under Section 41 \nor during the currency of a strike which is not illegal except where the Conciliator \nhaving been satisfied that complete cessation of work is likely to cause serious \ndamage to the machinery or installation, has permitted tem porary employment of \na limited number of workmen in the section where the damage is likely to occur;  \n(i) close down the whole of the establishment in contravention of Standing Order 11 -\nA of the industrial and Commercial Employment (Standing Orders) Act, 19 68 \n(W.P. Ord. VI of 1968); or  \n(j)  Commence, continue, instigate or incite others to take part in or expend or supply \nmoney or otherwise act in furtherance or support of, an illegal lockout.  \n(2) Nothing in sub -section (1) shall be deemed to preclude an emp loyer from requiring that a \nperson upon his appointment or promotion to managerial position shall cease to be, and shall be \ndisqualified from being, a member or officer of a trade union of workmen.  \n32.  Unfair labour practices on the part of a workmen. — (1) No workmen or other person or \ntrade union of workmen shall — \n(a)  persuade a workman to join or refrain from joining a trade union during working \nhours; or  \n(b) intimidate any person to become, or refrain from becoming, or to continue to be, \nor to cease to  be a member or officer of a trade union; or  \n(c)  induce any person to refrain from becoming, or cease to be a member or officer of \na trade union, by intimidating or conferring or offering to confer any advantage \non, or by procuring or offering to procure any advantage for such person or any \nother person; or  \n(d)  compel or attempt to compel the employer to accept any demand by using \nintimidation, coercion, pressure threat, confinement to, or ouster from, a place, \ndispossession, assault, physical injury, dis connection of telephone, water or power \nfacilities or such other methods; or  \n \nPage 27 of 51 \n (e) commence, continue, instigate or incite others to take part in, or expend or supply \nmoney or otherwise act in furtherance or support of, an illegal strike or a go -slow; \nor \n  Explanation. — In clause (e) the expression ‘go-slow’ means an \norganized, deliberate and purposeful slowing down of normal output, or the \ndeterioration of the normal quality of work by a body of workmen acting in a \nconceited manner, but does not include the slowing down of normal output, or the \ndeterioration of the normal quality of work which is due to mechanical defect, \nbreakdown of machinery, failure or defect in power supply or in the supply of \nnormal materials and spare parts of machinery.  \n (2) It shall be an unfair practice for a trade union to interfere with a ballot held under Section 19 \nby the exercise of undue influence, intimidation, impersonation or bribery through its executive or \nthrough any person acting on its behalf.  \n______________  \nCHAPTER -VI \n \nSETTLEMENT OF DISPUTES  \n 33.  Redress of individual grievances. — (1) A worker may bring his grievance in respect of \nany right guaranteed or secured to him by or under any law or any award or settlement for the time being \nin force to the notice of his emplo yer in writing, either himself or through his shop steward or collective \nbargaining agent within ninety days of the day on which the cause of such grievance arises.  \n (2) Where a worker himself brings his grievance to the notice of the employer, the employe r \nshall, within fifteen days of the grievance being brought to his notice, communicate his decision in \nwriting to the worker.  \n (3) Where a worker brings his grievance to the notice of his employer through his shop steward \nor collective bargaining agent, th e employer shall, within seven days of the grievance being brought to \nhis notice, communicate his decision in writing to the shop steward or as the case may be the collective \nbargaining agent.  \n (4) If the employer fails to communicate a decision within the  period specified in sub -section (2) \nor, as the case may be sub -section (3), or if the worker is dissatisfied with such decision, the worker or \nthe shop steward may take the matter to his collective bargaining agent or to the Commission or, as the \ncase may  be, the collective bargaining agent may take the matter to the Commission, and where the \nmatter is taken to the Commission, it shall give a decision within seven days from the date of the matter \nbeing brought before it as if such matter were an industrial  dispute:  \n Provided that a worker who desires to so take the matter to the Commission shall do so within a \nperiod of sixty days from the date of the communication of the employer or, as the case may be, from \nthe expiry of the period mentioned in sub -sectio n (2), or sub -section (3), as the case may be.  \n \nPage 28 of 51 \n  (5) In adjudicating and determining a grievance under sub -section (4), the Commission shall go \ninto all the facts of the case and pass such orders as may be just and proper in the circumstances of the \ncase.  \n (6) If a decision under sub -section (4) or an order under sub -section (5) given by the \nCommission or a decision in an appeal against such a decision or order is not given effect to or complied \nwith within seven days or within the period specified in such o rder or decision, the defaulter shall be \npunishable with imprisonment for a term which may extend to one year, or with fine which may extend \nto seventy -five thousand rupees, or with both.  \n (7) No person shall be prosecuted under sub -section (6) except on a  complaint in writing — \n(a)  by the workman if the order or decision in his favour is not implemented within \nthe period specified therein; or  \n(b)  by the Commission if an order or decision thereof is not complied with.  \n (8) For the purposes of this section,  workers having common grievance arising out of a common \ncause of action may make a joint application to the Commission.  \n (9) Any collective bargaining agent or any employer may apply to the Commission for the \nenforcement of any right guaranteed or secured  to it or him by or under any law or any award or \nsettlement.  \n (10) There shall be a Tripartite Council for review of grievances of workers in the Islamabad \nCapital Territory comprising not less than three members each of the workers, employers and the \nGovernment:  \n Provided that the representatives of the workers and the employers shall be nominated by the \nGovernment after consultation with registered trade unions and employers ’ organizations to be notified \nin the Official Gazette.  \n34.  Raising of industria l disputes. — (1) No industrial dispute shall be deemed to exist unless it \nhas been raised in the prescribed manner by a collective bargaining agent or an employer;  \n (2) Notwithstanding anything contained in this Act, a federation of trade unions or federat ion \nmay, if it is a collective bargaining agent, raise an industrial dispute affecting all employers or workers \nof the establishments represented by that federation and a decision of the Commission shall be binding \non all such employers and workers.  \n (3) No collective bargaining agent shall, at any time when a decision of the Commission in \nrespect of any matter is effective, be entitled to raise a demand relating to that matter.  \n35.  Negotiations relating to differences and disputes. — (1) If at any time an employer or a \ncollective bargaining agent finds that an industrial dispute has arisen or is likely to arise, the employer \nor, as the case may be, the collective bargaining agent, may communicate his or its views in writing \n \nPage 29 of 51 \n either to the Works Council or to  the other party and where the views are so communicated to the Works \nCouncil, a copy of the communication shall also be sent to the other party.  \n (2) On receipt of the communication under sub -section (1) the Works Council or the party \nreceiving it shall t ry to settle the dispute by bilateral negotiations within ten days of receipt of the \ncommunication or within such further period as may be agreed upon by the parties and, if the parties \nreach a settlement, a memorandum of settlement shall be recorded in wr iting and signed by both the \nparties and a copy thereof shall be forwarded to the Conciliator and the authorities mentioned in clause \n(xxx) of Section 2.  \n (3) Where a settlement is not reached between the employer and the collective bargaining agent \nor, if  the views of the employer or collective bargaining agent have been communicated under sub -\nsection (1) to the Works Council, there is a failure of bilateral negotiations in the Works Council, the \nemployer or the collective bargaining agent may, within seve n days from the end of the period referred \nto in sub -section (2), serve on the other party to the dispute a notice of lock -out or strike, as the case may \nbe, in accordance with the provisions of this Act.  \n36.  Conciliator. — The Commission may, appoint as m any persons as it considers necessary to \nact as Conciliators under this Act.  \n37.  Conciliation after notice of strike or lock -out.— Where a party to an industrial dispute \nserves a notice of strike or lock -out under sub -section (3) of Section 35, it shall, simultaneously with the \nservice of such notice, deliver a copy thereof to the Conciliator and to the Commission.  \n38.  Proceedings before Conciliator. — (1) The Conciliator shall within fifteen days call a \nmeeting of the parties to the dispute for the purpos e of bringing about a settlement.  \n (2) The parties to the dispute shall be represented before the Conciliator by persons nominated \nby them and authorized to negotiate and enter into an agreement binding on the parties:  \n  Provided that if, in the opinion of  the Conciliator, the presence of the employer or any officer of \nthe trade union connected with the dispute is necessary in a meeting called by him, he shall give notice \nin writing requiring the employer or such officer to appear in person before him at th e place, date and \ntime, specified in the notice and it shall be the duty of the employer or the officer of the trade union to \ncomply with the notice.  \n (3) The Conciliator shall perform such functions in relation to a dispute before him as may be \nprescribed  and may, in particular, suggest to either party to the dispute such concessions or \nmodifications in its demand as are in the opinion of the Conciliator likely to promote an amicable \nsettlement of the dispute.  \n (4) If a settlement of the dispute or of any matter in dispute is arrived at in the course of the \nproceedings before him, the Conciliator shall send a report thereof to the Commission together with a \nmemorandum of settlement signed by the parties to the dispute.  \n \nPage 30 of 51 \n  (5) If no settlement is arrived at wi thin the period of the notice of strike or lock -out, the \nconciliation proceedings may be continued for such further period as may be agreed upon by the parties.  \n39.  Commencement and conclusion of proceedings. — (1) A conciliation proceeding shall be \ndeemed  to have commenced on the date on which a notice of strike or lock -out is received by the \nConciliator under sub -section (3) of Section 35.  \n(2) A conciliation proceeding shall be deemed to have concluded:  \n(a)  where a settlement is arrived at, on the date o n which a memorandum of \nsettlement is signed by the parties to the dispute; and  \n(b)  where no settlement is arrived at — \n(i)  if the dispute is referred to an arbitrator under Section 40 on the date on \nwhich the arbitrator has given his award or otherwise; or \n(ii)  on the date on which the period of the notice of strike or lock -out expires.  \n (3) Proceedings before the Commission shall be deemed to have commenced — \n(a)  in relation to an industrial dispute, on the date on which an application has been \nmade und er Section 42 or Section 60, or on the date on which it is referred to the \nCommission by the Federal Government under Section 42 or Section 45; and  \n(b) in relation to any other matter, on the date on which it is referred to the \nCommission.  \n (4) Proceedings  before the Commission in relation to a dispute referred to it under Section 42 or \nSection 45 or to a dispute raised under sub -section (2) Section 34, shall be deemed to have commenced \non the date on which the reference is made to it or, as the case may be , the dispute is raised before it.  \n (5) Proceedings before the Commission shall be deemed to have concluded on the date on which \nthe decision is delivered under sub -section (5) of Section 42.  \n40.  Arbitration. — (1) If the conciliation fails, the Conciliato r shall try to persuade the parties to \nagree to refer the dispute to an arbitrator. In case the parties agree, they shall make a joint request in \nwriting for reference of the dispute to an arbitrator agreed upon by them.  \n (2) The arbitrator to whom a dispu te is referred under sub -section (1) may be a person borne on \na panel to be maintained by the Commission or any other person agreed upon by the parties.  \n (3) The arbitrator shall give his award within a period of thirty days from the date on which the \ndispute is referred to him under sub -section (1) or such further period as may be agreed upon by the \nparties to the dispute.  \n \nPage 31 of 51 \n   (4) After he has made an award, the arbitrator shall forward a copy thereof to the parties and to \nthe Government for publication in t he official Gazette.  \n (5) The award of the arbitrator shall be final and no appeal shall lie against it.  \n (6) The award shall be valid for a period not exceeding two years, as may be fixed by the \narbitrator.  \nCHAPTER -VII \n \nSTRIKES AND LOCK -OUT  \n 41.  Notice of strike or lock -out.— The period of a notice of lock -out or strike given under sub -\nsection (3) of Section 35 shall be fourteen days.  \n42.  Strike and lock -out.— (1) If no settlement is arrived at during the course of conciliation \nproceedings  and the parties to the dispute do not agree to refer it to an arbitrator under Section 40, the \nworkmen may go on strike or, as the case may be, the employer may declare a lock -out, on the \nexpiration of the period of the notice under Section 41 or upon a d eclaration by the Conciliator that the \nconciliation proceedings have failed, whichever is the later.  \n (2) The party raising a dispute may at any time either before or after the commencement of a \nstrike or lock -out make an application to the Commission for adjudication of the dispute.  \n (3) Where a strike or lock -out lasts for more than thirty days, the Government, may by order in \nwriting, prohibit the strike or lock -out: \nProvided that the Government may, with respect to any other strike or lock -out relating to a \ndispute which the Commission is competent to adjudicate and determine, by order in writing, prohibit a \nstrike or lock -out at any time before the expiry of thirty days, if it is satisfied that the continuance of \nsuch a strike or lock -out is causing ser ious hardship to the community or is prejudicial to the national \ninterest.  \n (4) In any case in which the Government prohibits a strike or lock -out, it shall forthwith refer \nthe dispute to the Commission.  \n (5) The Commission shall, after giving both the par ties to the dispute an opportunity of being \nheard, make such order as it deems fit as expeditiously as possible but not exceeding thirty days from \nthe date on which the dispute referred to it:  \nProvided that the Commission may also make an interim order on any matter in dispute:  \nProvided further that any delay by the Commission in making an order shall not affect the \nvalidity of any order made by it.  \n (6) An award of the Commission shall be for such period as may be specified in the award \nwhich shall not be more than two years.  \n \nPage 32 of 51 \n 43.  Illegal strikes and lock -out.— (1) A strike or lock -out shall be illegal if — \n(a)  it is declared, commenced or continued without giving to the other party to the \ndispute, in the prescribed manner, a notice of strike or lock -out or  before the date \nof strike or lock -out specified in such notice, or in contravention of Section 46;  \n(b)  it is declared, commenced or continued in consequence of an industrial dispute \nraised in a manner other than that provided in Section 34;  \n(c)  it is co ntinued in contravention of an order made under Section 42, Section 45, or \nSection 61 or sub -section (6) of Section 44; or  \n(d)  it is declared, commenced or continued during the period in which a settlement or \naward is in operation in respect of any of the  matters covered by a settlement or \naward.  \n (2) A lock -out declared in consequence of an illegal strike and a strike declared in consequence \nof an illegal lock -out shall not be deemed to be illegal.  \n44.  Procedure in cases of illegal strikes or lock -out.— (1) Notwithstanding anything \ncontained in any other provision of this Act or in any other law for the time being in force, an Officer of \nthe Commission not below the rank of Deputy Registrar, hereinafter in this section referred to as the \nOfficer, may be a ssigned by the Commission the duly to make enquiries in such manner as he may deem \nfit into an illegal strike or illegal lock -out in an establishment and make a report to the Commission.  \n (2) The officer may, for the purpose of enquiry under sub -section (1 ), enter with such assistance \nby the persons in the service of Pakistan, as he thinks fit, in an establishment, where he has reason to \nbelieve an illegal strike or lock -out to be in progress, and make such examination of the premises and \nplant and of any r egisters maintained therein and take on the spot or otherwise such evidence of persons \nand exercise such other powers as he may deem necessary for carrying out the purposes of this section.  \n (3) The officer shall have authority to call any party to such di spute to his office or secure his \npresence in the establishment and shall also have the power to bind any party to the dispute to appear \nbefore the Commission.  \n (4) Where a party to an illegal strike or lock -out, on being required or bound under this secti on \nto appear before the officer or the Commission, does not so appear, the officer or the Commission, as the \ncase may be, may, besides taking such other action as may be admissible under this Act, proceed ex-\nparte . \n (5) After receiving the enquiry report t he Commission shall serve a notice on the employer and \nthe collective bargaining agent or the registered trade union concerned with the dispute to appear before \nthe Commission on a date which shall not be later than seven days.  \n \nPage 33 of 51 \n  (6) The Commission may, wit hin ten days following the day on which it receives a report under \nsub-section (1), and after considering the report and hearing such of the parties as may appear before it, \norder the strike to be called off or the lock -out to be lifted.  \n (7) If the employ er contravenes the order of the Commission under sub -section (6) and the \nCommission is satisfied that the continuance of the lock -out is causing serious hardship to the \ncommunity or is prejudicial to the national interest, it may issue an order for the att achment of the \nestablishment and for the appointment of an official receiver for such period as it deems fit, and such \nperiod may be varied from time to time.  \n  (8) The official receiver shall exercise the powers of management and may transact business, \nenter into contracts, give valid discharge of all moneys received and do or omit to do all such acts as are \nnecessary for conducting the business of the establishment.  \n (9) The Commission may, in appointing and regularizing the work of an official receiver \nexercise the powers of a Civil Court under the Code of Civil Procedure, 1908 (Act V of 1908).  \n (10) If the workers contravene the order of the Commission under sub -section (6), the \nCommission may pass orders of dismissal against all or any of the striking w orkers and, notwithstanding \nanything to the contrary contained in this Act, if the Commission, after holding such inquiry as it deems \nfit, records its finding that any registered trade union has committed or abetted the commission of such \ncontravention, th e finding shall have the effect of cancellation of the registration of such trade union and \ndebarring all officers of such trade union from holding office in that or in any other trade union for the \nun-expired term of their offices and for the term immedia tely following:  \nProvided that the Court may review its orders if good and sufficient cause is shown by an \naffected worker within seven days of such orders of dismissal.  \n45.  Strike or lock -out in public utility services .— (1) The Government, in the case of  a strike \nor lock -out relating to — \n(a) an industrial dispute of national importance; or  \n(b)  an industrial dispute in respect of any of the public utility services which the \nCommission is competent to adjudicate and determine, may, by order in writing, \nprohibit a strike or lock -out at any time before or after the commencement of the \nstrike or lock -out. \n (2) The provisions of sub -Sections (4), (5) and (6) of Section 42 shall also apply to an order \nmade under Sub -section (1) above as they apply to an order ma de under sub -section (3) of that section.  \n46.  Prohibition of serving notice of strike or lock -out while proceedings pending. — No \nnotice of strike or lock -out shall be served by any party to an industrial dispute during the pendency of \nany conciliation pro ceedings or proceedings before an Arbitrator or Commission in respect of any matter \nconstituting such industrial dispute.  \n \nPage 34 of 51 \n 47.  Removal of fixed assets. — No employer shall remove any fixed assets of the establishment \nduring the currency of an illegal lock -out or a strike which is not illegal:  \nProvided that the Commission may, subject to such conditions as it may impose, cause to be \nremoved any such fixed assets for safe custody to avoid damage to such assets due to flood, fire, \ncatastrophe or civil commotion . \n48.  Protection of certain persons. — (1) No person refusing to take part or to continue to take \npart in any illegal strike or illegal lock -out shall, by reasons of such refusal, be subject to expulsion from \nany trade union or to any fine or penalty or to  the deprivation of any right or benefit which he or his \nlegal representatives would otherwise have been entitled, or be liable to be placed in any respect, either \ndirectly or indirectly, under any disability or disadvantage as compared with other members of the trade \nunion.  \n (2) Any contravention of the provisions of sub -section (1) may be made the subject matter of an \nindustrial dispute, and nothing in the constitution of a trade union providing the manner in which any \ndispute between its executive and me mbers, shall be settled shall apply to any proceedings for enforcing \nany right or exemption granted by sub -section (1). In any such proceeding, the Commission may, in lieu \nof ordering a person who has been expelled from membership of a trade union to be re stored to \nmembership, order that he be paid out of the funds of the trade union such sum by way of compensation \nor damages as the Commission thinks just.  \n________________  \nCHAPTER —VII \n \nAWARDS AND SETTLEMENTS  \n 49.  Settlements and awards on whom binding .— (1) A settlement arrived at in the course of \nconciliation proceedings, or otherwise between the employer and the collective bargaining agent or an \naward of an arbitrator prescribed under Section 40, or an award or decision of the Commission delivered \nunder Section 54 and Section 57 shall — \n(a)  be binding on all parties to the industrial dispute;  \n(b)  be binding on all other parties summoned to appear in any proceedings before the \nCommission as parties to the industrial dispute, unless the Commission \nspecifically otherwise directs in respect of any such party;  \n(c)  be binding on the heirs, successors or assignees of the employer in respect of the \nestablishment to which the industrial dispute relates where an employer is one of \nthe parties to the dispute; a nd \n(d)  where a collective bargaining agent is one of the parties to the dispute, be binding \non all workmen who were employed in the establishment or industry to which the \n \nPage 35 of 51 \n industrial dispute relates on the date on which the dispute first arose or who are \nemployed therein after that date:  \n Provided that, where a collective bargaining agent or a trade union performing the functions of a \ncollective bargaining agent under Section 21 exists, the employer shall not enter into a settlement with \nany other trade uni on, and any contravention of this provision shall be deemed to be an unfair labour \npractice under Section 31.  \n (2) A settlement arrived at by agreement between the employer and a trade union otherwise than \nin the course of conciliation proceedings shall be  binding on the parties to the agreement.  \n50.   Effective date of settlement, award, etc. — (1) A settlement shall become effective — \n(a) if a date is agreed upon by the parties to the dispute to which it relates, on such \ndate; and  \n(b) if a date is not so ag reed upon, on the date on which the memorandum of the \nsettlement is signed by the parties.  \n(2) A settlement shall be binding for such period as is agreed upon by the parties, and if no such \nperiod is agreed upon for a period of one year from the date on wh ich the memorandum of settlement is \nsigned by the parties to the dispute and shall continue to be binding on the parties after the expiry of the \naforesaid period until the expiry of two months from the date on which either party informs the other \nparty in writing of its intention no longer to be bound by the settlement.  \n (3) An order passed by the Commission shall, unless an appeal against it is preferred to the Full \nBench, become effective on such date and remain effective for such period, not exceeding tw o years, as \nmay be specified therein. The Arbitrator or the Commission shall specify dates from which the award or \ndecision on various demands shall be effective and the time limit by which it shall be implemented in \neach case;  \nProvided that if, at any tim e before the expiry of the said period, any party bound by an award or \ndecision applies to the Commission for reduction of the said period on the ground that the circumstances \nin which the award or decision was made have materially changed, the Commission may, by order made \nafter giving to the other party an opportunity of being heard, terminate the said period on a date \nspecified in the order.  \n (4) Notwithstanding the expiry of the period for which an award is to be effective under sub -\nsection (3), the awa rd shall continue to be binding on the parties until the expiry of two months from the \ndate on which either party informs the other party in writing of its intention no longer to be bound by the \naward.  \n51.  Interpretation of settlement and awards. — (1) If any difficulty or doubt arises as to the \ninterpretation of any provisions of an award or settlement, it shall be referred to the Full Bench \nconstituted under this Act.  \n \nPage 36 of 51 \n  (2) The Full Bench to which a matter is referred under sub -section (1) shall after givi ng the \nparties an opportunity of being heard, decide the matter, and its decision shall be final and binding on \nthe parties.  \n52.  Recovery of money due from an employer under settlement or award. — (1) Any money \ndue from an employer under a settlement, or u nder an award or decision of the Arbitrator, the \nCommission may be recovered as arrears of land revenue or as a public demand if, upon the application \nof the person entitled to the money, the Commission so directs.  \n (2) Where any workman is entitled to rec eive from the employer any benefit, under a settlement \nor under an award or decision of the Arbitrator, the Commission, which is capable of being computed in \nterms of money, the amount at which such benefit shall be computed may, subject to the rules, be \ndetermined and recovered as provided for in sub -section (1) and paid to the workman concerned within a \nspecified date.  \n (3) The Commission shall have the powers of Collector Grade -I and shall exercise such powers \nof recovery as determined by it.  \nCHAPTER -VIII  \n \n \nNATIONAL INDUSTRIAL RELATIONS COMMISSION  \n \n53.   National  In dustr5ial Relations Commission .—(1) The Federal Government shall \nconstitute a National  Industrial Relations  Commission.  \n  \n(2)  The Commission  shall consist of not  less than ten full time members, including  the \nChairman . \n  \n(3)  the qualification  for appoi ntment as a member  or as the Chairman or the Commission shall \nbe such as may be prescribed.  \n \n(4)  The Chairman and other members  of the Commission shall be appointed by the Government \nin the prescribed manner.  \n \n(5)  Two of the members shall be appointed in the prescribed manner to advise the Chairman, \none to represent the employers and the other to represent trade unions and the federations of such trade \nunions.  \n \n(6)  The Chairman of the Commission may , in addition  to the representatives of workers \nappointed to the Commission , co-opt, in cases wher e the deems it ne cessary, from amongst workers \nbelonging to federations such representatives of workers as the may deem fit.  \n \n(7)   The worker ’s representative co -opted under sub -section (6) shall be entitled to such \nhonorarium  as ma y be prescribed .  \n  \n54.   Funct ions of the Commission. — The following shall be the functions of the Commission, \nnamely :— \n \nPage 37 of 51 \n (a) to adjudicate and determine an industrial dispute in the Islamabad Capital \nTerritory and trans -provincial to which a trade union or a federation of such trade \nunions is a party and which is not confined to matters of purely local nature and \nany other industrial dispute which is, in the opinion of the Government, of \nnational importance and is referred to it by that Government;  \n(b)  to register trade unions and indust ry-wise trade unions of an establishment or \ngroup of establishments in the Islamabad Capital Territory and trans -provincial, \nand federations of such trade unions;  \n(c) to determine the collective bargaining agents amongst trade unions and industry -\nwise trad e unions in the Islamabad Capital Territory and trans -provincial and \nfederations of such trade unions;  \n(d) to try offences punishable under — \n(i) Section 67 other than sub -sections (1) and (6) thereof; and  \n(ii) any other section, in so far as they relate to  employers or workers \nin relation to a trade union or an industry -wise trade union in the \nIslamabad Capital Territory and trans -provincial, and a federation \nof such trade unions, or officers of such union or federation;  \n(e)  to deal with cases of unfair la bour practices specified in Sections 31 and 32 on the \npart of employers, workers, trade unions of either of them or persons acting on \nbehalf of any of them, whether committed individually or collectively, in the \nmanner laid down under Section 33 or sub -section (9) Section 33 or in such other \nway as may be prescribed, and to take, in such manner as may be prescribed by \nregulations under Section 66, measures calculated to prevent an employer or \nworkman from committing an unfair labour practice;  \n(f)  to advise  the Government, trade unions and industry -wise trade unions in the \nIslamabad Capital Territory and trans -provincial, and federations in respect to the \neducation of workers in the essentials of trade unionism, including education in \nrespect of their right and obligations, and to secure the provision of facilities \nrequired thereof, and to apportion the cost thereof between the Government, trade \nunions and federations of such trade unions, and the employers, in such manner as \nmay be considered equitable by th e Commission, subject to the approval of the \nGovernment;  \n(g)  to take measures calculated to prevent an employer or workman from committing \nan unfair labour practice in such manner as may be determined by regulations;  \n(h) to deal with cases of individual g rievance in the manners prescribed in Section 33.  \n \nPage 38 of 51 \n (i)  to exercise exclusive jurisdiction over the establishment or group of \nestablishments situated in the Islamabad Capital Territory and trans -provincial; \nand \n(j)  such other powers and functions as the Go vernment may, by notification in the \nofficial Gazette, assign to it from time to time.  \n55.  Benches of the Commission, etc. — (1) The Chairman shall exercise general \nsuperintendence over its affairs.  \n (2) For the efficient performance of the functions of th e Commission, the Chairman shall \nconstitute — \n(a) a Full Bench of the Commission which shall consist of not less than three \nmembers of the Commission; and  \n(b)  as many other Benches of the Commission consisting of one member of the \nCommission, as he may dee m fit.  \n(3) The Benches shall — \n(a) adjudicate and determine an industrial dispute or any other matter which has been \nreferred to, or brought before it under this Act;  \n(b)  enquire into and adjudicate any matter relating to the implementation or violation \nof a settlement which is referred to it by the Federal Government.  \n(c)  try offences under this Act ; and  \n(d) exercise and perform such other powers and functions as are or may be conferred \nupon or assigned to it by or under this Act or any other law:  \n Provi ded that, in the performance of those functions and in the exercise of those \npowers, the Benches shall, unless otherwise provided in this Act, follow the procedure \nlaid down in the regulations.  \n (4) If any member of the Commission is absent from, or is oth erwise unable to attend any sitting \nof the Commission or of a Bench consisting of more than one members of which he is a member, the \nChairman may reconstitute the Bench.  \n (5) No act, proceedings, decision, or award of the Commission or Bench shall be inval id or be \ncalled in question merely on the ground of absence or of the existence of a vacancy in or any defect in \nthe constitution of the Commission or Bench.  \n56.  Resolution of difference of opinion. — (1) If the members of a Bench differ in opinion as to \nthe decision to be given on any point, — \n \nPage 39 of 51 \n (a)  the point shall be decided according to the opinion of the majority, if there is a \nmajority; and  \n(b)  If the members are equally divided, they shall state, the point on which they differ \nand the case shall be ref erred by them to the Chairman for hearing on such point \nby one or more of the other members of the Commission, and such point shall be \ndecided according to the opinion of the majority of the members of the \nCommission who have heard the case, including thos e who first heard it:  \n Provided that if, upon any matter requiring the decision of a Bench which includes the Chairman \nof the Commission as one of its members, there is a difference of opinion among its members and the \nmembers so constituting the Bench are  equally divided, the opinion of the Chairman shall prevail and \nthe decision of the Bench shall be expressed in terms of the views of the Chairman.  \n (2) Any order or decision made, award given, sentence passed, power exercised, functions \nperformed or proce edings taken by any Bench of the Commission in accordance with this Act and the \norder constituting the Bench shall be deemed to be the order or decision made, award given, sentence \npassed, power exercised, functions performed or proceedings taken, as the c ase may be, by the \nCommission.  \n Explanation. — In this section, the expression “The Chairman of the Commission ” includes \nsuch member of the Commission to be known as Senior Member as the Chairman may nominate to \nperform the functions, and exercise the power s of the Chairman during his absence.  \n57.  Additional powers of the Commission.___ (1) In addition to powers which the Commission \nhas under this Act — \n(a)  the Commission shall have power to punish any person who obstructs or abuses \nits process or disobeys any of its orders or directions, or does anything which \ntends to prejudice the case of a party before it, or tends to bring it or any of its \nmembers in relation to proceedings of the Commission into hatred or contempt, or \ndoes anything which, by law, const itutes contempt of Court, with simple \nimprisonment which may extend to six months or with fine which may extend to \nfifty thousand rupees, or with both; and  \n(b) for the purposes of any investigation, enquiry or adjudication to be made by the \nCommission unde r this Act, the Chairman or any member of the Commission \nmay at any time between the hours of sunrise and  sunset, and any other person \nauthorised in writing by the Chairman or any member of the Commission in this \nbehalf may, after he has given reasonable n otice, enter any building, factory, \nestablishment, workshop or other place or premises whatsoever and inspect the \nsame or any work, machinery, appliance or article therein or interrogate any \nperson therein in respect of anything situated therein or any mat ter relevant to \nmatters before the Commission; and  \n (2) The Commission may, on the application of a party, or of its own motion,  \n \nPage 40 of 51 \n (a)  initiate prosecution, trial or proceedings, or take action, with regard to any matter \nrelating to its functions;  \n(b)  withdraw from a Labour Court of Province any application, proceedings or appeal \nrelating to unfair labour practice, which fall within jurisdiction of the \nCommission; and  \n(c)  grant such relief as it may deem fit including interim injunction.  \n (3) For the purpo se of dealing with a case of unfair labour practice of which the Commission is \nseized, the Commission may — \n(a)  proceed directly with the case;  \n(b)  ask the Provincial Registrar within whose jurisdiction the case has occurred or is \nlikely to occur to enqui re into it and submit a report; or  \n(c)  refer the case to a Provincial Labour Court within whose jurisdiction the case has \noccurred or is likely to occur, either for report or for disposal.  \n (4) The Labour Court to whom the case is so referred shall enqui re into it and, if the case was \nreferred to it for report, forward its report thereon to the Commission or, if the case was referred to it for \ndisposal, continue the proceedings and dispose of the case as if the proceedings had originally \ncommenced before it and grant such relief as the Commission has the power to grant.  \n (5) Save as provided in sub -section (4) no Registrar, Labour Court or Labour Appellant Tribunal \nshall take any action, or entertain any application or proceedings, in respect of any matter  which falls \nwithin the jurisdiction of the Commission:  \n Provided that no Court, including Labour Court, shall take any action or entertain any \napplication or proceedings in respect of a case of unfair labour practice which is being dealt with by the \nCommi ssion.  \n Explanation. — The expressions “industry -wise trade union ” and “federation of such trade \nunions” refer to a trade union membership of which extends to establishments in more than one Province \nand a federation of trade unions whose membership extends  to registered trade unions in more than one \nProvince.  \n58.  Appeals.— (1) Notwithstanding anything contained in this Act, or in any other law for the \ntime being in force, any person aggrieved by an award or decision given or a sentence or order \ndetermining  and certifying a collective bargaining unit passed by any Bench of the Commission, may, \nwithin thirty days of such award, decision, sentence or order prefer an appeal to the Commission.  \n (2) An appeal preferred to the Commission under sub -section (1) shal l be disposed of by the Full \nBench  of the Commission which shall — \n \nPage 41 of 51 \n (a)  if the appeal is from an order determining and certifying a collective bargaining \nunit, have the power to confirm, set aside, vary or modify such an order.  \n(b) if the appeal relates to any other matter, the Full Bench may, confirm, set aside, \nvary or modify the decision or sentence passed and shall exercise all the powers \nrequired for the disposal of an appeal.  \n(c)  The decision of the Full Bench shall be delivered as expeditiously as po ssible, \nwithin a period of sixty days following the filing of the appeal, provided that such \ndecision shall not be rendered invalid by reasons of any delay in its delivery.  \n(d)  The Full Bench may, on its own motion at any time, call for the record of any \ncase or proceedings under this Act in which a Bench within its jurisdiction has \npassed an order for the purpose of satisfying itself as to the correctness, legality, \nor propriety of such order, and may pass such order in relation thereto as it thinks \nfit: \n Provided that no order under this sub -section shall be passed revising or modifying any order \nadversely affecting any person without giving such person a reasonable opportunity of being heard.  \n (3) In an appeal preferred to it against the order of a Bench  directing the re -instatement of a \nworkman, the Full Bench may make an order staying the operation of the order of the Bench.  \n (4) The Full Bench shall decide such appeal within twenty days of its being preferred:  \n Provided that, if such appeal is not deci ded within the period aforesaid, the stay order of the Full \nBench shall stand vacated on the expiration of that period.  \n59. Finality of order. — No Court shall entertain any plea as to the jurisdiction of the \nCommission or as the legality or propriety of an ything done or purporting to be done by the Commission \nor any of its Benches, and no order, decision, judgment or sentence of the Commission shall be called in \nquestion in any manner, whatsoever, in or before any Court or other authority.  \n60.  Enforcement of guaranteed rights. — Any collective bargaining agent or any employer \nmay apply to the Commission for the enforcement of any right guaranteed or secured to it or him or to \nthe workers collectively by or under any law, award, settlement or decision.  \n61.  Powers of the Commission to prohibit strike, etc. — (1) When a strike or lock -out in \npursuance of an industrial dispute has already commenced and is in existence at the time when, in \nrespect of such industrial dispute, there is made to, or is pending before,  the Commission, an application \nunder sub -section (9) Section 33, the Commission may, by an order in writing prohibit continuance of \nthe strike or lock -out. \n (2) When an appeal in respect of any matter arising out of an industrial dispute is preferred to \nthe Full Bench under Section 55, the Full Bench may, by an order in writing, prohibit continuance of \n \nPage 42 of 51 \n any strike or lock -out in pursuance of such industrial dispute which had already commenced and was in \nexistence on the date on which the appeal was preferre d. \n62.  Determination, etc., of collective bargaining unit. — (1) Where the Commission, on an \napplication made in this behalf, by a trade union of Workmen or a federation of such trade unions, or on \na reference made by the Federal Government, after holding such inquiry as it deems fit, is satisfied that \nfor safeguarding the interest of the workmen employed in an establishment or group of establishments \nbelonging to the same employer and the same industry, in relation to collective bargaining, it is \nnecessary , just and feasible to determine one or more collective bargaining units of such workmen in \nsuch establishment or group, it may, having regard to the distribution of workers, existing boundaries of \nthe components of such establishment, or group, facilities  of communication, general convenience, \nsameness or similarity of economic activity and other cognate factors, — \n(a)  determine and certify one or more collective bargaining units in such \nestablishment or group;  \n(b)  Specify the modifications which, in cons equence of the decision under this \nsection, will take effect in regard to the registration of the trade unions and \nfederations of trade unions affected by such decision and certification of \ncollective bargaining agents among such unions and federations, no mination or \nelection of shop stewards, and workers ’ representatives for participation in the \nmanagement of the factories, if any, affected by such decision;  \n(c)  specify the date or dates from and the period, for which all or any of such changes \nshall take  effect:  \n Provided that the date so specified shall not be a date falling within the \nperiod of two years specified in sub -section (11) of Section 19, in its application \nto a collective bargaining agent certified in respect of an establishment or \nestablishm ents:  \n Provided further that, after the receipt of a reference for determination of \na collective bargaining unit, the Commission may stop or prohibit the proceedings \nto determine collective bargaining agent under Section 19 for any establishment \nor group o f establishments which is likely to be affected by a decision under this \nsection:  \n(d)  take such measures or issue such directions to the Registrar as may be necessary \nto give effect to such modifications; and  \n(e)  determine and certify a collective bargai ning agent for each such unit in \naccordance with Section 19 insofar as applicable and with the necessary \nmodifications, if such a unit relates to more than one province, or direct the \nRegistrar to take such action, if such a unit relates to the Islamabad C apital \nTerritory.  \n \nPage 43 of 51 \n  (2) Where the Commission issues any directions to the Registrar under this section, the Registrar \nshall comply with them within such period as the Commission may from time to time determine.  \n (3) After the certification of a collective bargaining unit, no trade union shall be registered in \nrespect of that unit except for the whole of such unit and no certification or proceedings for \ndetermination of collective bargaining agent under Section 19 shall take place for a part of a collective \nbargaining unit or a group of collective bargaining units.  \n63. Certain matters to be kept confidential. — Any information obtained by a Registrar, \nConciliator, Arbitrator or Commission in the course of any investigation or inquiry as to a trade union or \nas to any individual business (whether carried on by a person, firm or company) which is not available \notherwise than through the evidence given before such authority shall not be included in any report, \naward or decision under this Act, if the trade union, p erson, firm, or company in question has made a \nrequest in writing to the authority that such information shall be treated as confidential, nor shall such \nproceedings disclose any such information without the consent in writing of the Secretary of the trade  \nunion or the person, firm or company in question, as the case may be:  \n Provided that nothing contained in this section shall apply to disclosure of any such information \nfor the purpose of a prosecution under Section 193 of the Pakistan Penal Code (Act XLV  of 1860).  \n64.  Conditions of service to remain unchanged while proceedings pending. — (1) No \nemployer shall, while any conciliation proceedings or proceedings before an Arbitrator or the \nCommission in respect of an industrial dispute are pending, alter to the disadvantage of any workman \nconcerned in such dispute, the conditions of service applicable to him before the commencement of such \nconciliation proceedings, or of the proceedings before an arbitrator, as the case may be, nor shall he save \nwith the perm ission of the Conciliator, the Arbitrator or the Commission, discharge, dismiss or \notherwise punish any workman except for misconduct not connected with such dispute.  \n (2) Notwithstanding anything contained in sub -section (1), an officer of a registered tr ade union \nshall not, during the pendency of any proceedings referred to in sub -section (1), be discharged, \nterminated, dismissed or otherwise punished for misconduct, except with the previous permission of the \nCommission. However, the terms and conditions of employment secured by the workers through \ncollective bargaining agreements, awards and decisions of Courts shall continue to be binding upon the \nparties until revised for betterment of workers.  \n65.  Representation of parties. — (1) A workman who is a par ty to an industrial dispute shall be \nentitled to be represented in any proceedings under this Act by an officer of a collective bargaining \nagent and subject to the provisions of sub -section (2) and sub -section (3) any employer who is a party to \nan industri al dispute shall be entitled to be represented in any such proceedings by a person duly \nauthorised by him.  \n (2) No party to an industrial dispute shall be entitled to be represented by a legal practitioner in \nany conciliation proceedings under this Act.  \n \nPage 44 of 51 \n  (3) A party to an industrial dispute may be represented by a legal practitioner in any proceedings \nbefore the Commission, or before an Arbitrator, with the permission of the Commission or the \nArbitrator, as the case may be.  \n66.  Power to make regulations. — (1) Subject to the provisions of this Act, the Commission \nmay make such regulations relating to its procedure and the performance of its functions as it may deem \nfit. \n (2) In particular and without prejudice to the generality of the foregoing power, such r egulations \nmay provide for all or any of the following matters, namely :— \n(a)  registration of trade unions and industry -wise trade unions in the Islamabad \nCapital Territory and trans provinces, and federations of such trade unions and the \nprocedure, for suc h registration;  \n(b) determination of collective bargaining units;  \n(c)  determination of collective bargaining agent from amongst the industry -wise trade \nunions, federations of such trade unions and the procedure thereof;  \n(d)  procedure, including rules of evidence, for adjudication of industrial dispute;  \n(e)  procedure, including rules of evidence, for trial of offences;  \n(f)  procedure for dealing with unfair labour practices;  \n(g) superintendence of the Chairman over the affairs of the Commission;  \n(h)  form s of registers; processes and returns in respect of matters relating to the \nfunctions of the Commission; and  \n(i)  fixing of places and times of its sitting and deciding whether to sit in public or in \nprivate.  \n________________  \nCHAPTER -IX \n \nPENALTIES AND PROC EDURES  \n 67.   Penalty for unfair labour practices. — (1) Whoever contravenes the provisions of Section \n17 shall be liable to imprisonment which may extend to fifteen days or fine which may extend to ninety \ndays thirty thousand rupees, or both.  \n (2) Whoever contravenes the provisions of Section 31 shall be liable to imprisonment which \nmay extend to thirty days or fine which may extend to fifty thousand rupees, or both.  \n \nPage 45 of 51 \n  (3) Whoever contravenes the provisions of Section 32, other than those of clause (d) of su b-\nsection (1) thereof, shall be liable to imprisonment which may extend to thirty days or fine which may \nextend to twenty thousand rupees, or both.  \n (4) An officer of a trade union, a workman or person other than a workman who contravenes or \nabets the cont ravention of the provisions of clause (d) of sub -section (1) of Section 32 shall be liable to \nimprisonment which may extend to thirty days or fine which may extend to thirty thousand rupees, or \nboth.  \n (5) Where the person convicted of an offence under sub -section (4) is an officer of a trade union, \nthe Commission may, in addition to any other punishment which it may award to such person under that \nsub-section, direct that he shall cease to hold the office of such officer and be disqualified from holding \nany office in any trade union during the term immediately following the term in which he so ceases to \nhold office.  \n (6) Whoever contravenes the provisions of Section 47 shall be liable to imprisonment which \nmay extend to thirty days or fine which may extend t o seventy -five thousand rupees, or both.  \n (7) Nothing in this Act shall be deemed to exclude the jurisdiction of a Labour Court of a \nprovince or the Court of a Magistrate to try a case under this section if it is authorized to do so by \ngeneral or special o rder of the Commission.  \n68.  Penalty for committing breach of settlement. — Whoever commits any breach of any term \nof any .settlement, award or decision which is binding on him under this Act shall be punishable — \n(a)  for the first offence, with imprisonmen t which may extend to thirty days or fine \nwhich may extend to thirty thousand rupees, or with both; and  \n(b)  for each subsequent offence, with fine which may extend to seventy -five thousand \nrupees.  \n69.  Penalty for failing to implement settlement, etc. — Whoever wilfully fails to implement \nany term of any settlement, award or decision which is his duty under this Act to implement shall be \npunishable with imprisonment which may extend to fifteen days or a fine which may extend to thirty \nthousand rupees, or wi th both and, in the case of continuing failure, with a further fine which may \nextend to five thousand rupees for every day after the first during which the failure continues.  \n70.  Penalty for false statement, etc. — Whoever wilfully makes or causes to be ma de in any \napplication or other document submitted under this Act or the rules made thereunder, any statement \nwhich he knows or has reason to believe to be false, or wilfully neglects or fails to maintain or furnish \nany list, document or information he is r equired to maintain or furnish, under this Act or the rules made \nthereunder shall be punishable with imprisonment which may extend to fifteen days or fine which may \nextend to seventy -five thousand rupees, or with both.  \n \nPage 46 of 51 \n 71.  Penalty for discharging officer of trade union in certain circumstances, etc. — Any \nemployer who contravenes the provision of Section 64 shall be punishable with imprisonment which \nmay extend to fifteen days or fine which may extend to thirty thousand rupees, or with both.  \n72.  Penalty fo r embezzlement or misappropriation of funds. — Any officer or any employee \nof a registered trade union, guilty of embezzlement or misappropriation of trade union funds, shall be \nliable to imprisonment which may extend to thirty days and shall also be liable  to a fine which shall not \nexceed the amount found by the Court to have been embezzled or misappropriated. Upon realisation, the \namount of fine shall be reimbursed by the Court to the trade union concerned.  \n73.  Penalty for obstructing inspector. — Whoever wilfully obstructs an inspector in the \nexercise of any power under Section 29, or fails to produce on demand by an inspector any register or \nother document in his custody required by him under the provisions of this Act, or conceals or prevents \nany worker in an establishment from appearing before or being examined by an inspector, shall be \npunishable with fine which may extend to seventy -five thousand rupees.  \n74.  Penalty for contravening Section 27 or Section 28, etc. — (1) Whoever contravenes the \nprovision s of Section 27 or Section 28 shall be punishable with imprisonment which may extend to \nfifteen days or fine which may extend to one hundred thousand rupees, or with both.  \n (2) No Court shall take cognizance of any offence punishable under sub -section (1) except upon \na complaint in writing made by the Registrar.  \n75.  Penalty for other offences. — Whoever contravenes, or fails to comply with, any of the \nprovisions of this Act shall, if no other penalty is provided by this Act for such contravention or failure , \nbe punishable with fine which may extend to ten thousand rupees.  \n76.  Offences to be non -cognisable. — Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898 (Act V of 1898) no police officer shall be competent to arrest without warran t \nan employer or a worker for an offence under this Act.  \n77.  Offences by corporation. — Where the person guilty of any offence under this Act is a \ncompany or other body corporate, every director, manager, secretary or other officer or agent thereof \nshall, unless he proves that the offence was committed without his knowledge or consent or that he \nexercised all due diligence to prevent the commission of the offence, be deemed to be guilty of such \noffence:  \nProvided that, where a company has intimated to Govern ment in writing the name of any of its \ndirectors resident in Pakistan whom it has nominated for the purpose of this section and the offence is \ncommitted while such director continues to be so nominated, only such director shall be so deemed to be \nguilty of  such offence.  \n78.  Trial of offences. — Save as provided in this Act, no Court other than a Labour Court or that \nof a Magistrate of the first class, as the case may be, shall try any offence punishable under this Act.  \n \nPage 47 of 51 \n 79. Indemnity. —No suit, prosecution or  other legal proceedings shall lie against any person \nfor anything which is in good faith done or intended to be done in pursuance of this Act or any rule.  \n_______________  \n \nCHAPTER -X \n \nSUPPLEMENTAL  \n 80.  Conformity with Ratified International Conventions. — The Government may co -\nordinate with the provinces before enacting any law or rules for the effective enforcement of obligations \nof the State to international labour -related and employer related Conventions so ratified by the State and \nin case of difference  of opinion, shall refer such matter, to the Council of Common interests for decision.  \n81.  Law of conspiracy limited in application. — No officer or member of a registered trade \nunion or a collective bargaining agent as certified by the Registrar shall be liable to punishment under \nsub-section (2) of Section 120 -B of the Pakistan Penal Code, 1860 (XLV of 1860), in respect of any \nagreement made between the members thereof for the purpose of furthering any such object of the trade \nunion as is specified in its  constitution, unless the agreement is an agreement to commit an offence, or \notherwise violates any other law for the time being in force.  \n82.  Immunity from civil suit in certain cases. — (1) No suit or other legal proceedings shall be \nmaintainable in any civil Court against any registered trade union or a collective bargaining agent or any \nofficer or member thereof in respect of any action done in contemplation or furtherance of an industrial \ndispute to which the trade union is a party on the ground only t hat such act induces some other person to \nbreak a contract of employment, or that it is an interference with the trade, business or employment of \nsome other person or with the right of some other person to dispose of his capital or of his labour as he \ndesires. \n (2) A trade union shall not be liable in any suit or other legal proceedings in any civil Court in \nrespect of any tortuous act done in good faith in contemplation or furtherance of an industrial dispute by \nan agent of the trade union if it is proved that such person acted without the knowledge of, or contrary to \nexpress instructions given by, the executive of the trade union.  \n83.  Enforceability of agreement. — Notwithstanding anything contained in any other law for \nthe time being in force, an agreemen t between the members of a trade union shall not be void or \nvoidable by reason only that any of the objects of the agreement are in restraint of trade:  \n Provided that nothing in this section shall enable any civil Court to entertain any legal \nproceedings i nstituted for the express purpose of enforcing, or covering damages for the breach of any \nagreement concerning the conditions on which any member of a trade union shall or shall not sell their \ngoods, transact business or work, employ or be employed.  \n84.  Registrar, etc., to be public servants. — A Registrar, a Conciliator, the Chairman and a \nMember of the Commission shall be deemed to be a public servant within the meaning of Section 21 of \nthe Pakistan Penal Code (Act XLV of 1860).  \n \nPage 48 of 51 \n 85.  Limitation. — The prov isions of Section 5 of the Limitation Act, 1908 (IX of 1908), shall \napply in computing the period within which an application is to be made, or any other thing is to be \ndone, under this Act.  \n86.  Power to make rules. — (1) The Government may make rules for carrying out the purposes \nof this Act.  \n (2) Rules made under this section may provide that a contravention thereof shall be punishable \nwith fine which may extend to ten thousand rupees.  \n87.  Act to override other laws. — The provisions of this Act shall hav e effect notwithstanding \nanything to the contrary contained in any other law for the time being in force.  \n88.  Repeal and savings. — The Industrial Relations Act, 2008 (IV of 2008), having been \nrepealed by virtue of sub -section (3) of Section 87 thereof, no twithstanding the repeal of the said Act, \nhereinafter to be called the repealed Act, and without prejudice to the provisions of Sections 6 and 24 of \nthe General Clauses Act, 1897 (X of 1897) — \n(a)  every trade union of an establishment or industry located i n the Islamabad Capital \nTerritory, or in more than one province and existing immediately before the \ncommencement of this Act, which was registered under the repealed Act shall be \ndeemed to be registered under this Act and its constitution shall continue in  force \nuntil altered or rescinded;  \n(b)  anything done, rules made, notification or order issued, officer appointed Court \nconstituted, notice given, proceedings commenced or other actions taken under \nthe repealed Act shall be deemed to have been done, made,  issued, appointed, \nconstituted, given, commenced or taken, as the case may be, under the \ncorresponding provisions of this Act; and  \n(c)  any document referring to the repealed Act relating to industrial relations shall be \nconstrued as referring to the corr esponding provisions of this Act.  \n89.  Former registration offices, officers, etc., to continue. — (1) The offices existing at the \ncommencement of this Act for registration of trade unions shall be continued as if they had been \nestablished under this Act.  \n (2) Any person appointed to any office under, or by virtue of the provisions of the repealed Act \nshall be deemed to have been appointed to that office under or by virtue of this Act.  \n (3) Any books of accounts, book, paper, register or document kept under the provisions of the \nrepealed Act relating to companies shall be deemed to be part of the books of accounts, book, paper, \nregister or document to be kept under this Act.  \n \nPage 49 of 51 \n 90.  Removal of difficulties. — If any difficulty arises in giving effect to any provi sions of this \nAct, the Government may, by notification in the official Gazette, make such order, not inconsistent with \nthe provisions, of this Act, as may appear to it to be necessary for the purpose of removing the difficulty:  \n Provided that no such power  shall be exercised after the expiry of six months from the coming \ninto force of this Act.  \n91.  Rights and duties of employers and workers. — The employers and workers shall within \nthe bounds of this Act and other laws for the time being in force shall abid e by a code of conduct to \nrespect their rights and duties in accordance with the guidelines in Schedule II.  \n_____________  \n \nSCHEDULE -I \n \nPUBLIC UTILITY SERVICES  \n[See Section 2(xxv)]  \n 1. The generation, production, manufacture, or supply of electricity, gas, oil or water to the \npublic.  \n2.  Any system of public conservancy or sanitation.  \n3.  Hospitals and ambulance services.  \n4.  Fire-fighting service.  \n5.  Any postal, telegraph or telephone service.  \n6.  Railways and Airways.  \n7.  Ports.  \n 8.  Watch and Ward Staff and security services maintained in any establishment.  \n_____________  \nSCHEDULE -II \n \nRIGHTS AND DUTIES OF EMPLOYERS AND WORKERS  \n[See Section 91]  \nRights and Duties of Workers and Employers  \nWorkers and employers to respect each others ’ rights:  Without prejudice  to the provision of \nthis Act and any other labour law in vogue, workers and employers in each establishment will respect \n \nPage 50 of 51 \n each others ’ rights and the rights of the enterprise to reasonable returns on investments and to expansion \nand growth. Such rights, am ong other, will include the following: — \nEmployers ’ Rights and Duties  \na.  Right to conduct business. — The employer has the right to manage, control and \nuse enterprise property and conduct its business in any manner considered prudent \nand satisfactory by it.  \nb.  Right to manage. — The employer has the right to manage the enterprise \neffectively and efficiently by finding the best use of its available resources, \nincluding human resource, in most prudent and fruitful manner in the general \ninterest of the enterpri se. \nc.  Duties of the Employer. — (i) While exercising the right to conduct business and \nthe right to manage the enterprise, it will be duty of the employer to act in \naccordance with the principles and guidelines provided under the law.  \n(ii)  The employee w ill implement all laws, including labour laws, in letter and \nspirit.  \n(iii)  The employer will protect and safeguard the interest and welfare of its \nworkers to obtain maximum productivity and output to the mutual \nadvantage of the enterprise.  \n(iv)  The Emplo yer will respect the workers ’ rights to decent work, wages, \ndecent living and quality of life, subject to the resources of the enterprise.  \n \nWorkers ’ Rights and Duties  \na.  Right to work, wage and welfare. — It is the right of a worker to work according \nto th e job assigned and to receive wages as per agreed terms and conditions of \nemployment and to such welfare benefits and safety measures as one is entitled to \naccording to law, agreement settlement and/or award.  \nb.  Right to Freedom of association and collect ive bargaining and other rights \nsecured or guaranteed under the Industrial Relations Act, 2011, and other \nlaws.— Worker has unfettered right to enjoy the benefits guaranteed to him under \nthe law, rules, settlement, agreement, award and in line with the pri nciples of \nsocial justice.  \nc.  Duties of the Workers. — (i) Worker will perform their duties, as assigned by the \nemployer or his representatives, according to his best ability with due diligence, \ncare, honesty and commitment.  \n \nPage 51 of 51 \n (ii)  Worker will fully observe  norms of organizational discipline.  \n(iii)  Worker, in exercise of his right, will fully respect the rights of the \nemployer and will fully cooperate with the employer in efficient conduct \nof the business of the establishment.  \nd.  Mutual obligations of empl oyers and workers, — (1) Both employers and \nworkers will promote and foster an atmosphere of trust confidence and \nunderstanding for each others ’ viewpoint and will at the first place make every \neffort not to let conflict arise among their relationship and i f and when a conflict \narises they will make every effort to resolve the same by bilateral negotiation at \nthe establishment level.  \n(ii)  Both employers and workers will accept the same degree of responsibility \nfor industrial relations as for other functions  within their respective \nestablishment and will establish formal and informal climate of \ncommunication and social dialogue on at the establishment level for \ndischarging the responsibility.  \n(iii)  Both employers and workers will strive to develop good indus trial \nrelations within the framework of efficiency in the establishment.  \n(iv)  Both employers and workers take all reasonable steps to ensure \ncompliance with agreements and agreed procedures so that the objectives \nof productivity and growth are served in a tmosphere of industrial peace.  \n(v)  Both employers and workers in their mutual interaction will demonstrate \nmutual respect for each other and will not indulge in any act or insinuation \nto show person disrespect in any form in keeping with the Islamic tradi tion \nof love, fraternity, brotherhood and accepted social norms and civilized \nsociety.  \ne.  Incentives and Recognition for Promoting Good Industrial Relations. — Such \nestablishment, which maintains a track record of good industrial relations through \nbilatera l efforts of employers and workers and their representative organizations \nin the establishment, shall be recognized by the Government as a “Model \nOrganisation in Industrial Relations ” to be determined on the basis of such \ncriterion and in such manner as ma y be prescribed in the rules to be provided for \nthe purpose. Such recognition shall be in the form of a Certificate prescribed for \nthe purpose which will entitle the establishments and their unions to inscribe the \nword “Model Organisation in Industrial Rel ations” on their letter -heads and \nofficial logo and monograms.  \n \n________________"
}