{
    "file": "./converted_json\\administrator8fe52ef9364bae85d4b0f2153b3a0525.json",
    "name": "Pakistan Council of Scientific and Industrial Research Act, 1973",
    "date": "9th February, 1973",
    "tagline": "An Act to provide for the establishment of a Pakistan Council of Scientific and Industrial Research.",
    "content": "Page 1 of 9 \n  \n \n \nTHE  PAKISTAN CO UNCIL  OF SCIENTI FIC AND INDU STRIAL  \nRESEARCH ACT, 1973  \n \n \nCONTENTS  \n \n1. Short title, extent and commencement . \n2.  Definitions  \n3. Establishment of the Council  \n4. Composition of the Council  \n5.  Term of office of members, etc.  \n 6.  Functions of the Council  \n7.  Meetings of the Council, etc  \n8.  Governing Body  \n9.  Board of Management of institutes  \n10.  Funds of the Council.  \n11.  Budget  \n12.  Appointment of officers, etc  \n13.  Delegation of powers  \n14.  Submission of periodical reports, etc  \n15.  Directives from the Federal Government.  \n16.  Discoveries and inventions to vest in the Council.  \n17.  Declaration of fidelity and secrecy.  \n18.  Power to make rules  \n\n \nPage 2 of 9 \n 19.  Power to make regulations.  \n20.  Continuance of certain rules  \n21.  Winding up  \n22.  Dissol ution of registered Council  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 9 \n THE  PAKISTAN CO UNCIL  OF SCIENTI FIC AND INDU STRIAL  \nRESEARCH ACT, 1973  \n     1Act No. XXX of  1973  \n          [9th F ebruar y, 197 3] \nAn Act to provide for the establishment of a Pakistan Council of Scientific and Industrial Research. \nWHEREAS  it is expedient to provide for the  establishm ent of a Pakistan Coun cil of \nScientific and Indust rial Research to undertake, promote and guide scientific and technolo gical \nresearch in respect of problems connected with the establishment and d evelopm ent of indust ries \nunder conditions  prevailing in  Pakistan, and to encourage the extension  of the  results of research to \nvarious sectors of the  economic  developm ent of the country in the best possible m anner; \n It is hereby enacted as follows:― \nCHA PTER  I \nPRELI MINARY \n1.  Short  title,  extent  and  comme ncement.—(1)  This  Act  may  be  called  the  Pakistan \nCouncil of Scientific and Industrial Research Ac t, 1973.  \n (2) It extends to the whole of  Pakistan. \n (3) It shall come into force at once. \n2. Definitions. In  this  Act,  unless  there  is  anything  repugnant  in  the  subject  or \ncontext,— \n(a)   “Chairman” means the  Chairman of the Coun cil; \n(b)  “Coun cil” means the Pakistan Coun cil of Scientific and Indust rial Research \nestablish ed und er section 3;  \n(c)   “Director”, in relation to  an Institut e, means the  Director of the institute  ;  \n(d)  “Governing Body” means the Governing Body of the Coun cil; \n(e)   “institut e” means an institute  set up by the Coun cil; (f)   “member” means a \nmember of the Coun cil; \n(g)  “prescribed” means prescribed by rules made under this A ct; and \n(h)  “registered Coun cil” means the  Pakistan Coun cil of Scientific and Indust rial \nResearch registered under the Societies Registration Act, 1860  (XXI of \n1860).  \n1For Statement of Objects and Reasons, see Gaz. of P.. 1973 Ext.. PL II. p. 278.\n \nPage 4 of 9 \n 3. Establishment of the Council.—(1) As soon  as may be after the commencement of this  \nAct, the Federal Government shall establish,  in accordance with the provisions  of this A ct, a Coun cil \nto be called the Pakistan Coun cil of Scientific and Indust rial Research. \n(2) The Coun cil shall be a body corporate by the name of the Pakistan Coun cil of Scientific \nand Indust rial Research having perpetual succession  and a common  seal, with pow er, subject to the \nprovisions  of this Act, to hold and dispose  of property, and shall by the said name sue and be sued. \n (3) the h eadquarters of the Coun cil shall be at Islamabad. \n 1*                    *                      *                      *                      *                      *                      *  \n2[3A. Ordinance XXIII  of 1969  not to apply to Co uncil. Nothing contained in the \nIndust rial Relations  Ordinance, 1969  (XXIII of 1969)  shall apply to or in relation to the Coun cil or \nany of the o fficers, advisers and emplo yees appoint ed by it.] \nCHA PTER II  \nCOM POSITION AND  FUNC TIONS  OF THE COUN CIL, ETC.  \n4. Composition of the Council.—(1) The Council shall consist  of the following twen ty \none members, namely:— \n(a)       a Chairman to be  appoin ted by the Federal Gov ernment; \n(b)       a Finance Member, being a representative of the Minist ry of Finance; \n(c)       two whole -time Science members, of whom  at least one shall be an engineer \nor a technologist, to be  nomin ated by the Federal Government; \n(d)       four officers serving under the Federal Government, to be nomin ated by that \nGovernment; \n(e)       Director of Indust ries in each Province, ex-officio; \n(f)        th ree Directors of the institut es, to be nomin ated by the Federal Government \nso, how ever, that a Director shall not be nomin ated for another term until the \nother Directors have been members ; \n(g)  six  representatives  of  indust ries  in  the  private  and  public  sectors, to be \nnomin ated by the Federal Government. \n \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sen., II. \n2Added by the Pakistan Council of Scientific and Industrial Research (Amdt.) Ordinance, 1984 (42 of 1984), s. 2. \n \nPage 5 of 9 \n (2) The  Chairman shall be the chief executive  officer of the Coun cil and the other members, \nexcept the Finance Member, shall perform such functions  as the Coun cil may assign to each of them \nfrom time to tim e. \n (3) The  Finance Member shall exercise such powers and perform such functions  as may be \nprescribed. \n 5. Term of  office of members, etc.—(1) Save as hereinafter provided, a members, oth er \nthan an ex-officio member, shall hold office for a period of th ree years from the date of his  \nnomin ation and shall be eligible for re-nomin ation for such  further period or periods,  not exceeding \nthree years at any one tim e, as the Federal Government may deem fit. \n (2) A person who becomes, or is nomin ated to be, a member by virtue of his holding an \noffice or appointm ent shall cease to be a m ember when he ceases to hold that office or appointm ent. \n (3) A member, other than an ex-officio member, may at any time  resign his m embership by \nwriting under his hand addressed to the Federal  Government but shall continue to p erform his \nfunctions  until his resignation has been accepted. \n (4) A vacancy caused by  resignation or any other reason shall be filled by the \nnomin ation of a person qualified to fill such vacancy. \n (5) The Federal Government may at any time terminate the appointment of the Chairman or \nany other member without assigning any cause.  \n (6) No act or proceeding of the Coun cil shall be invalid on the ground  only of the existence \nof a vacancy in, or defect in the constitution  of, the Coun cil. \n 6. Functions of the Co uncil. The functions  of the Co uncil shall be— \n(a)  to set up and manage technological research institutes exclusively for certa in \nselected industries and such laboratories and centres as may be required for the \npromotion of the overall technological development of the country;  \n(b)  to coordinate and review the work of the institutes, labora tories and centre s; \n(c) to manage the existing research units of the registered Council pending the ir \nabsorption  in  the  institutes,  laboratories  and  centres  to  be  set  up  b y  the \nCouncil; and  \n(d)       to   undertake   such   special   scientific    and   technological   surveys   and \ninvestigations as may be referred to it by the Federal Government from time to \ntime. \n7. Meetings of the Co uncil, etc.—(1) Save as hereinafter provided, the  Coun cil shall \nregulate the procedure for its meetings. \n(2) Meetings of the Council shall be called by its Chairman on such date and at such time \nand pl ace as he may deem fit: \n \nPage 6 of 9 \n  Provided that not less than two m eetings shall be held in a  year. \n(3) Ten members shall constitute  the quo rum for a meeting of the Coun cil. \n(4) Each meeting of the Coun cil shall be presided over by the  Chairman and, in his absence, \nby a member elected for the pu rpose by the m embers present. \n 8. Governing Body.—(1) There shall be a Governing Body consisting  of the following  \nmembers, namely:— \n(a)       the Ch airman; \n(b)       the Finance Member; and \n(c)       the two whol e-time Science members. \n (2) The Governing Body shall be the executive  organ of the Coun cil and shall, subj ect \nto the superintendence and control of the Coun cil, perform all functions of the Coun cil and shall be \nguided by such general or special instructions  as may from time to time be  given to it  by the Co uncil. \n 9. Board of Management of institutes.—(1) Each Institute  shall be managed by a Board of \nManagement consisting  of seven to eleven members, depending on the size of the institute  \nconcerned, of whom  not less than two and not more than four sh all be the representatives of the \nindustries concerned in the private and public s ectors. \n (2) The  Director shall be the Chairman of the Board of Management of the institute and shall \nbe directly responsible  for the day to day working of the institute  to the Board of M anagement and, \nthrough it, to the Gov erning Body. \n (3) M embers of the Board of Management, including the  Director, shall be appoint ed by the  \nCoun cil for a term of three years and shall be eligible for re-appointm ent for such further period or \nperiods, not exceeding three years at any one time, as the Coun cil may deem fit. \n 10. Funds of the Co uncil.—(1) The funds of  the Coun cil shall comprise—  \n(a) funds  of the registered Council which stand transferred to the Coun cil under \n section 22; \n(b)       grants from the Federal Government and the Provincial Governments;  \n(c)       donations  and endowm ents; and \n(d)       income and receipts from such other sources as may be approved by the \n Federal Government. \n (2) The Coun cil may open a deposit  account with the State Bank of Pakistan or with any \nagency of the State Bank other than Government Treasury or, with the approval of the Federal \nGovernment, with any other bank. \n \nPage 7 of 9 \n (3) The accounts of the C ouncil shall be audited by the Auditor -General of Pakistan, and shall \nbe maintained and Presented for audit in such form and manner as may be prescribed.  \n 11. Budget. The Coun cil shall, by such date and in such form as may be prescribed, submit  \nto the Federal Government for approval its budget for each financial year showi ng the  estimated \nreceipts and expenditu re and the sums  which are likely to be required from the Federal Government \nduring that financial year. \n 12. Appointment of officers, etc.—(1) The Council may, subject to the provisions of  sub-\nsection (2) and such general or special orders as the Federal Government may give from time to \ntime, appoint such officer advisers and employee as it considers necessary for the efficient \nperformance of its functions  on su ch terms and conditions  as it may deem fit. \n (2) The Federal Government may direct the Coun cil to terminate the services of any officer, \nadviser, or employee and the Coun cil shall be bound  to comply with  any such direction. \n 13. Delegation of powers. The Coun cil may, by general or special order in writing, direct \nthat such of its powers shall, in su ch circumstances and under such conditions,  if any, as may be \nspecified in the order, be exercisable also by the Governing Body, the Board of Management of an \nInstitut e, or a member or officer of the Coun cil. \nCHA PTER  III  \nMISCELLANEOUS  \n 14. Submission  of periodical reports, etc. The Coun cil shall submit  to the Federal \nGovernment at such time  and at such intervals as the Federal Government may specify:— \n(a)       annual report on the working of the Coun cil and of each Institut e, laboratory \nand centre establish ed by the Coun cil: \n(b)       such periodical reports and summ aries as may be required by the Federal \nGovernment; \n(c)       such periodical returns, accounts,  statements and statistics as may be required \nby the Federal Government; \n(d)       information and comm ents asked for by the  Federal Government on any \nspecific point;  \n(e)       copies of the documents required by the Federal Government; and \n(f)        original documents required by the Federal Government for examination of \nany other purpose. \n 15. Directives from the Federal Government. The Federal Government may, from time  to \ntime, issue  to the Coun cil such directives and orders as it may consider necessary for carrying out \nthe purposes of this Act and the Coun cil shall follow  and carry out  such directives and orders.       \n \nPage 8 of 9 \n  16. Discoveries and inventions to vest in the Council. All rights relating to dis coveries  and  \ninventions  and  any  imp rovements  in  materials,  methods,  processes, apparatus or equipm ent \nmade by any officer or employee of the Coun cil in the course of this employment shall vest in the \nCoun cil \n 17. Declaration of fidelity and secrec y. Every member, adviser, officer or other employee \nof the Coun cil shall make such declaration of fidelity and secrecy as may be p rescribed. \n 18. Power to make rules. The Federal Government may, by noti fication in the official \nGazette, make rules for carrying but the p urposes of this Act. \n 19. Power to make regulations. The Coun cil may, with the p revious  sanction of the Federal \nGovernment, make su ch regulations,  not inconsist ent with this Act or the rules made th ereunder, as \nmay, in its opinion , be necessary or expedient for the achievement of its aims and obje cts or for the \nperformance of its functions. \n 20. Continuance of certain rules. All rules, regulations  and bye-laws made by the \nregistered Coun cil and in force immediately before the comm encement of this Act shall, mut atis \nmutandis,  and so far as they are not inconsist ent with any of the provisions  of this A ct, continue in \nforce until repealed or altered by rules or regulations  made under this Act. \n 21. Winding up. No provision  of law relating to the windi ng up of bodies .corporate shall \napply to the Council  and the Coun cil shall not be wound  up except by order of the Federal \nGovernment and in su ch manner as the Federal Government may direct. \n 22. Dissol ution of registered Council.—(1) Upon the comm encement of this Act, the   \nregistered   Coun cil   shall,   notwit hstanding   anything   contained   in   the   Societies Registration \nAct, 1860  (XXI of 1860),  stand dis solved, and upon su ch dissolutio n— \n(a)       all assets, rights, pow ers, authorities and privileges and all property, mov able \nand immov able, cash and bank balance, reserve funds, inv estments and all \nother interests and rights in, or arising  out of, such property and all debts, \nliabiliti es  and  obligations  of  wh atever  kind  of  th e  registered  Council \nsubsisting  immediately before its dissolution  shall stand transferred to and \nvest in the Coun cil; \n(b)       all   officers   and   other   employees   of   the   registered   Council   shall, \nnotwithst anding  anything contained in any law or in any agreement, deed, \ndocument or other inst rument, stand transferred to the Coun cil and shall be \ndeemed to have been appoint ed or engaged, by the Coun cil in accordance \nwith the terms and conditions  of service applicable to them; and no officer or \nother employee whose  services are so transferred shall be entitled to any \ncompensation because of  such transfer; \n(c)       all debts and obligations incurred or contracts entered into or rights acquired \nand all matters and things engaged to be done by, with or for the  registered \n \nPage 9 of 9 \n Coun cil before its disso lution  shall be deemed to have been incurred, entered \ninto, acquired or engaged to be  done  by, with or  for the Coun cil; and \n   (d)   all suits and other legal proceedings instituted by or against the regist ered \nCouncil before its dissolution shall be deemed to be suits and proceedings  or  \nagainst the Counc il and ma y be proceeded or otherwise dealt with accordingly . \n (2) The Federal Government may, for the purpose of removi ng any difficulty in relation to \nthe transfer and other matters specified in sub-section (1), make such order as it consid ers expedient \nand any such order shall be deemed to be, and given effect to, as a part of the p rovisions  of this \nAct."
}