{
    "file": "./converted_json\\administratord5b4fb41a79f41fd7f85175910ad4510.json",
    "name": "The Revenue Recovery Act, 1890",
    "date": "14th February, 1890",
    "tagline": "An Act to make better provision for recovering certain public demands",
    "content": "Page 1 of 5 \n  \n \n \n \nTHE REVENUE  RECOVERY ACT, 1890  \n \n \n \nCONTENTS  \n \n1. Title and extent. \n2. Definitions.  \n3. Recovery of public demands by enforcement of process in other districts than those in w hich \n they become payable. \n4. Remedy availa ble to person denying liability to  pay amount recovered under last  foregoing \n section. \n5. Recovery by Collectors of sums recoverable as  arrears of revenue by other public \n officers or by local authorities. \n6. Property liable to sale under this Act. \n7. Saving of local laws relating to revenue.  \n8. Recovery in Pakistan of certain public demands arising beyond Pakistan. \n \n9. Recovery in Pakistan  of land-revenues, etc., accruing  in Burma , \n10. Duty of Collectors to remit moneys collected in certain cases.  \n11. Recovery in the Provinces of land-revenue, etc., accruing  in an Acceding State. \nTHE SCHEDULE \nCERTIFICATE  \n \n \n \n \n \n \n \n\n \n \nPage 2 of 5 \n THE REVENUE  RECOVERY ACT, 1890  \n1\nACT  NO. I OF 1890  \n[14th  February, 1890]  \n \n \nAn Act to make better provision  for recovering certain public demands \n \n WHEREAS  it is expedient to make better provision  for recovering certain public  \ndemands; It is hereby enacted as follows :— \n \n 1. Title and extent.—(1) This Act may be called the Revenue Recovery Act, 1890.  \n \n 2\n[(2) It extends to the whole  of Pakistan]. \n \n 2. Definitions. In this Act, unless there is something  repugnant in the subject or \ncontext,— \n \n 3\n* * * * * * * \n \n (2) “Collector” means the chief officer in charge of the land-revenue administr ation of a \ndistri ct: and \n \n (3) “defaulter” means a person from whom  an arrear of land-revenue, or a sum recoverable \nas an arrear of land-revenue, is due, and includes a person who is responsible  as surety for the \npayment of any such arrear or sum. \n \n 3. Recovery of public demands by enforcement of process in other districts than those \nin which they become payable.—(1) Where an arrear of land-revenue, or a sum- recoverable as \nan arrear of land-revenue, is payable to a Collector by a defaulter being or having property in a \ndistri ct other than that in which the arrear accrued or the sum is payable, the Collector of may send \nto the collector of that other distri ct a certificate in the form  as nearly as may be of the schedule, \nstating— \n \n(a)  the name of the defaulter and such other particulars as may be necessary for \nhis identification, and \n \n(b)  the amount payable by him and the account on which it is due. \n \n \n 1For Statement  of Objects  and Reasons,  see Gazette  of India,  1887,  Pt. V, p.128;  for Report  of the Select  Committee,  see ibid., 1890,  Pt. V, \n p. 11; and for Proceedings  in Council,  see ibid., 1887,  Pt, VI. pp. 66 and 67, and ibid., 1890,  Pt. VI. pp. 7 and 12. \n Extended  to the State  of Bahawalpur,  see G. G. O. 2 of 1952,  Art. 2. Extended  to Khairpur  State,  subject  to certain  modification,  see the \n Khairpur  (Federal  Laws)  (Second  Extension)  Order,  1953  (G. G. O.14 of 1953).  \n It has also been  extended  to the Baluchistan  States  Union  by G.G.O.  18 of 1953,  in respect  of proceedings  under  certain  specified  laws.  \n 2The existing  sub-section  (2) as amended  by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and 3rd Sch.,  the \n Burma  Laws  Act, 1898  (13 of 1898),  s. 18 and Sch. V, the Repealing  and Amending  Act, 1914  (10 of 1914),s.3  and 2nd Sch. the G.G.O.  2 \n of 1947,  Sch.,  has been  subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960), s. 3 and 2nd Sch. (with effect  from the \n 14th October,  1955).  \n 3The original  clause  (1) omitted  by A.O.,  1949.  Sch. \n \n \nPage 3 of 5 \n  (2) The certificate shall be signed by the Collector making it 1\n[or by any officer to whom  \nsuch Collector may, by order in writing, delegate this duty,] and, save as otherwise provid ed by this \nAct, shall be conclusive  proof  of the matters therein stated. \n \n (3) The Collector of the other distri ct shall, on receiving the certificate, proceed to recover \nthe amount stated therein as if it were an arrear of land-revenue which had accrued in his own \ndistri ct. \n \n 4. Remedy availa ble to person denying liability to pay amount recovered under last \nforegoing section.—(1) When proceedings are taken against a person under the last foregoing \nsection for the recovery of an amount stated in a certificate, that person may, if he denies his \nliability to pay the amount or any part thereof and pays the same under pro test made in writing  at the \ntime of payment and signed by him or his agent, institute  a suit for the repayment of the amount or \nthe part thereof so paid. \n \n (2) A suit under-sub-section (1) must be instituted in a Civil Court having jurisdi ction in the \nlocal area in which the office of the Collector who made the certificate is situate, and the suit shall \nbe determined in accordance with the law in force at the place where the arrear accrued or the \nliability for the payment of the sum arose. \n \n (3) In the suit the plaintiff may, notwithst anding  anything in the last foregoing section, but \nsubject to the law in force at the place aforesaid, give evidence with respect to any matter stated in \nthe certificate. \n \n 2\n[(4) This section shall apply if under this Act as in force as part of the law of India, or \nunder any other similar Act forming part of the law of India, proceedings are taken against a person \nin India for the recovery of an amount stated in a certificate made by a Collector in Pakistan.] \n \n 5. Recovery by Collectors of sums recoverable as arrears of revenue by other public \nofficers or by local authorities. Where any sum is recoverable as an arrear of land-revenue by any \npublic  officer other than a Collector or by any local authori ty, the Collector of the distri ct in which \nthe office of that officer or authori ty is situate shall, on the request of the officer or authori ty, \nproceed to recover the sum as if it were an arrear of land-revenue which has accrued in his own \ndistrict, and may send a certificate of the amount to be recovered to the Collector of another district \nunder the foregoing provisions  of this Act, as if the sum were payable to himself. \n \n 6. Property liable to sale under this Act.—(1) When the Collector of a distri ct receives a \ncertificate under this Act, he may issue a proclamation prohibiting  the transfer or charging of any \nimmoveable property belonging to the defaulter in the distri ct. \n \n (2) The Collector may at any time, by order in writin g, withdraw the proclamation, and it \nshall be deemed to be withdr awn when either the amount stated in the certificate has been recovered \nor the property has been sold for the recovery of that amount.  \n \n \n1Ins. by the Decentralization  Act, 1914  (4 of 1914),  s. 2 and Sch.,  Pt. I. \n2Sub-section  (4) which  was previously  ins. by, A.O,  1937,  has been subs.  by Federal  Laws  (Revision  and Declaration)  Ordinance,  1981 (27 of 1981),  s.3 \nand 2nd Sch. \n \n \nPage 4 of 5 \n  (3) Any private alienation of the property or of any interest of the defaulter therein, whether \nby sale, gift, mortgage or otherwise, made after the issue  of the proclamation and before the \nwithdr awal thereof, shall be void as l[against the 2[Government]] and any person who may purchase \nthe property at a sale held for the recovery of the amount stated in the certificate. \n \n (4) Subject to the foregoing  provisions  of this section, when proceedings are taken against \nany immoveable property under this Act for the recovery of an amount stated in a certificate the \ninterests of the defaulter alone therein shall be so proceeded against, and no incumbrances created, \ngrants made or contracts entered into by him in 3good faith shall be rendered invalid by reason only \nof proceedings being taken against those  interests. \n \n (5) A proclamation under this section shall be made by beat of drum or other customary \nmethod and by the posting  of a copy thereof on a conspi cuous place in or near the property to \nwhich it relates. \n \n 7. Saving of local laws relating to revenue. Nothing  in the foregoing sections  shall be \nconstru ed— \n \n(a)  to impair any security provid ed by, or affect the provisions  of, any other \nenactment for the time being in force for the recovery of land-revenue or of \nsums recoverable as arrears of land-revenue, or \n \n(b)  to authori ze the arrest of any person for the recovery of any tax, payable to \nthe corpor ation, commission er, committee, board, council or person having \nauthori ty over a municipality under any enactment for the time being in force. \n \n 8. Recovery  in Pakistan  of certain  public  demands  arising  beyond  Pakistan . When  this \nAct has been  applied  to any local  area which  is under  the administration  of 4[the 5[Federal \nGovernment] 6***] but which is not part of 7[8 * * * Pakistan], an arrear of land- revenue accruing in \nthat local area, or a sum recoverable as an arrear of land-revenue and payable to a Collector or other \npublic  officer or to a local authori ty in that local area, may be recovered under this Act in 7[8* * * \nPakistan]. \n \n 9. [Recovery in Pakistan  of land-revenues, etc., accruing  in Burma ,] Omitted by the \nFederal Laws (Revision  and Declaratio n) Ordin ance, 1981  (XXVII of 1981), s. 3 and Sch. II. \n \n 10. Duty of Collectors to re mit moneys collected in certain cases.  Where a Collector \nreceives a certificate under this Act from a Collector 9[in the other Province] or a Collector in \n10[India 11* * he shall remit any sum recovered by him by virtue of that certificate to that Collecto r, \nafter deducting his expenses in connection with the matter.]  \n \n 1Subs.  by A.O.,  1937,  for “against  the Govt.”.  \n 2Subs. by A. O., 1961 , Art. 2, for “Crown” (with effect  from  the 23rd March,  1956 ). \n 3See definitio n in the Genera l Clau ses Act, 1897 (10 of 1897), s. 3(20). \n 4Subs. by A. O., 1937 , for “the G. G. in, C.”. \n 5Subs. by F.A.O. , 1975 , Art. 2 and Table , for “Centra l Govern ment”. \n 6The word s “or the Crow n Repre sentative” omitted by G.G.O . 2 of 1947 , Sch., Part IV. \n 7Subs. ibid.,  for “Britis h India” . \n 8The word s “the Province s of” have been omitted by the Centra l Laws (Statute Refor m) Ordinance , 1960 (21 of 1960 ), s. 3 and 2nd Sch. \n (with  effect  from  the 14th October,  1955 ).  9Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. (with effect from the 14th October, 1955) \n for “of another Province”. \n 10\nIns. by G. G. O. 2 of 1947, Sch., Pt. IV (from 15th August, 1947). \n 11\nThe words “or Burma” omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.3 and 2nd Sch. \n \n \nPage 5 of 5 \n  4\n11. [Recovery in the Provinces of land-revenue, etc., accruing  in an Acceding State.] \nOmitt ed by the Federal Laws (Revision  and Declaration)  Ordinan ce, 1981 (XXVII of 1981),  s. 3 and \nSch. II. \n \nTHE SCHEDULE \nCERTIFICATE  \n[See section 3, sub-section (1)] \n \nFrom \n \nThe Collector of \n \nTo \n \nThe Collector of \n \nDated the of 18 . \n \n The sum of Rs. is payable on account of by, son of, resident of, who is believed (to be at) ( to \nhave property consisting  of at ) in your distri ct. \n \n Subject to the provisions  of the Revenue Recovery Act, 1890,  the said sum is recoverable \nby you as if it were an arrear of land revenue which had accrued in your own distri ct, and you are \nhereby desired so to recover it and to remit it to my office at \n \n \nA. B., \nCollector of \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n 4\nSec. 11 added by the Revenue Recovery (Amdt.) Act, 1950 (56 of 1950), s.2."
}