{
    "file": "./converted_json\\administrator245b4aa097578e1179807a9c9e6f7a30.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13 \n \n \n \n \n \nTHE PROTECTION OF PAKISTAN ACT, 2014  \n \n \n \n \n \nCONTENTS  \n \n \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Use of armed forces and civil armed forces to prevent scheduled offences.  \n4.  Application of Code.  \n5.  Investigation.  \n6.  Preventive det ention.  \n7.  Report.  \n8.  Establishment of Special Courts etc.  \n9.  Place of inquiries, investigations and trials etc.  \n10.  Exclusion of public from proceedings of Special Court.  \n11.  Establishment of Prosecuting Agency.  \n12.  Prosecutor General.  \n13.  Protecti on of judges, prosecutors and witnesses etc.  \n14.  Joint trial.  \n15.  Burden of proof.  \n16.  Punishment.  \n17.  Transfer of cases.  \n18.  Certain provisions of the Code not applicable.  \n19.  Appeal.  \n20.  Savings.  \n21.  Power to make rules.   \n\n \nPage 2 of 13 \n 22.  Amendment of Schedul e. \n23.  Authorization.  \n24.  Overriding effect.  \n25.  Removal of difficulties.  \n26.  Validation.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 13 \n THE PROTECTION OF PAKISTAN ACT, 2014  \nACT NO. X OF 2014  \n[14th July, 2014]  \nAn Act to provide for protection against waging of war or i nsurrection against Pakistan and the \nprevention of acts threatening the security of Pakistan  \nWHEREAS  it is expedient to provide for protection against waging of war or insurrection \nagainst Pakistan,  prevention of acts threatening the security of Pakistan a nd for speedy trial of \noffences falling in the Schedule and for matters connected therewith or incidental thereto;  \nIt is hereby enacted as follows  :— \n1.  Short title, extent and commencement._____(1)  This Act may be called the Protection of \nPakistan Act, 2014.  \n(2)           It extends to the whole of Pakistan.  \n(3)           It shall come into force at once:  \nProvided that this Act shall remain in force for a period of two years from the date it comes \ninto force.  \n2.  Definitions.____ In this Act, unless ther e is anything repugnant in the subject or context,___ \n(a)       ”armed forces ” means the Military, Naval and Air Forces of Pakistan and the \nReserves of such Forces;  \n(b)      ”civil armed forces ” means Police, Frontier Constabulary, Frontier Corps, \nPakistan  Coast Guards, Pakistan Rangers or any other civil a rmed force \nnotified by the Government as such;  \n(c) “Code” means the Code of Criminal Procedure, 1898 (Act V of 1898);  \n(d) “enemy alien ” means a militant: — \n(a)   whose identity is unascertainable as a Paki stani, in the locality where \nhe has been arrested or in the locality where he claims to be residing, \nwhether by documentary or oral evidence; or  \n(b)    who has been deprived of his citizenship, under the Pakistan \nCitizenship Act, 1951 (11 of 1951), acquire d by naturalization;  \n             (e) “Government ” means the Federal Government,  \n                \n \nPage 4 of 13 \n   (f) “militant” means any person who:  \n(a)       wages war or insurrection against Pakistan, or  \n(b)       raises arms against Pakistan, its citizens, the arme d forces or civil \narmed forces; or  \n(c)       takes up, advocates  or encourages or aids or abets the raising of arms or \nwaging of war or a violent struggle against Pakistan; or  \n(d)       threatens or acts or attempts to act in a manner prejudicial to the \nsecurity, integrity or defence of  Pakistan; or  \n(e)        commits or threatens to commit any scheduled offence; and includes:  \n(i)        a person who commits any act outside the territory of \nPakistan for which he has used the soil of Pakistan for \npreparing to commit such act that constitutes scheduled \noffence under this Act and the laws of the State where such \noffence has been committed, including an act of aiding or \nabetting such offence; or  \n(ii)        any person against whom there are reasonable grounds t hat he \nacts under the directions or in concert or conspiracy with or in \nfurtherance of the designs of an enemy alien;  \n(g)     “Police” includes all the police forces established by the Provincial \nGovernments or the Federal Government;  \n(h)       “Preparing to commit a scheduled offence ” means any act, prior to an attempt, \nwhereby a person equips or adorns himself with the means and instruments \nnecessary for the commission of such offence and includes the possession, \nstorage, fabrication or transport of explo sives, firearms, instruments, articles, \nsuicide jackets or vehicles designed to be used in such commission;  \n(i)      “Prosecuting agency ” means a prosecuting agency established by the \nGovernment for the prosecution of offences falling under this Act;  \n(j)        “Prosecutor General ” means the person appointed as Prosecutor General by \nthe Government under section 12 of this Act;  \n(k)        “Schedule” means a Schedule annexed to this Act;  \n(l)         “Scheduled offence ” means an offence as set out in the Sched ule; \n(m)      “security of Pakistan ” shall have the same meaning as is assigned to it in \nArticle 260 of the Constitution;  \n(n)       “Special Court ” means the Special Court established under section 8 of this \nAct; and  \n \nPage 5 of 13 \n  (o) “Special Judicial Magistrate ” mean s the Special Judicial Magistrate appointed \nunder section 8 of this Act.  \n         3.    Use of armed forces and civil armed forces to prevent scheduled offences.____ (1) Any \npolice officer not below BS -15 or member of the armed forces or civil armed forces  who is present \nor deployed in any area may, on reasonable apprehension of commission of a scheduled offence after \ngiving sufficient warning, use necessary force to prevent the commission of a scheduled offence, and \nin so doing shall, in the case of an off icer of the armed forces or civil armed forces, exercise all the \npowers of a police officer under the Code.  \n(2) In particular and without prejudice to generality of sub - section (l), an officer of the police \nnot below BS -15 or member of the armed forces or  civil armed for ces in the above situation may, — \n(a)       after giving prior warning use such force as may be deemed necessary or \nappropriate, keeping in view all the facts and circumstances of the situation, \nagainst any person who is committing or in all  probability is likely to commit \na scheduled offence, it shall be lawful for any such officer after forming \nreasonable apprehension that death or grievous hurt may be caused by such \nact, to fire, or order the firing upon any person or persons against whom he is \nauthorized to use force in terms hereof:  \nProvided that the decision to fire or order firing shall be taken only by \nway of last resort, and shall in no case extend to the inflicting of more harm \nthan is necessary to prevent the scheduled offence which  has given rise to the \nreasonable apprehension of death or grievous hurt:  \nProvided further that all cases of firing which have resulted in death or \ngrievous hurt shall be reviewed in an internal inquiry conducted by a person \nappointed by the head of the co ncerned law enforcement agency:  \nProvided further that all cases of firing which have resulted in death \nmay, if the facts and circumstances so warrant, be also reviewed in a judicial \ninquiry conducted by a person appointed by the Federal Government.  \nExplana tion.— Reasonable apprehension that death or grievous hurt may be caused, may, \ninter alia, be based on  the following grounds, namely: — \n(i)        credible prior information about a person, who is identified on site or is \nsuspected to be that person and suc h person either attempts to resist \narrest by force or refuses a command to surrender and his action may \nlead to grievous hurt or death;  \n(ii)       prior information but without any clear identification of individual(s) \nin an area who may have been or are g oing to be involved in the \nplanning, commission or financing of a scheduled offence to carry out \naction as mentioned in paragraph (i) above;  \n(iii)      appreciation of circumstances on the scene that a person can cause \nharm and the situation may lead to gr ievous hurt or, a judgment based \non event/s or a sequence of event(s) on site;  \n \nPage 6 of 13 \n (iv)      threatening movement of a person who is in possession of a fire arm or \nreaching for a firearm, to target law enforcing personnel or a member \nof the public which may le ad to grievous hurt or death; or  \n(v)       prior information or a judgment on site that the person may cause to \nsignal or personally trigger an explosion which can cause harm or a \nperson assisting in commission of such a crime that may lead to \ngrievous hur t or death.  \n(b)        arrest, without warrant, any person who has committed a scheduled offence or \nagainst whom a reasonable suspicion or credible infom1ation exists that he has \ncommitted, or is about to commit any such act or offence; and  \n(c)        enter and search, without warrant any premises to make any arrest or to take \npossession of any fire -arm, explosive, weapon, vehicle, instrument or article \nused, or likely to be used and capable of being used, in the commission of any \nscheduled offence:  \nProvide d that after the search, the circumstances justifying it and the \nitems recovered shall be reported within two days to Special Judicial \nMagistrate of the area by the officer conducting the search.  \n           (3) Nothing contained in sub -section (1) or sub -section (2) shall affect the provisions of \nChapter IX of the Code and the provisions of section 132 of the Code shall apply to any person \nacting under this section.  \n        4.   Application of Code.____ The provisions of the Code, insofar as they are not in consistent \nwith this Act, shall be applicable thereto.  \n            5.  Investigation.___ (l) All the scheduled offences shall be cognizable and non -bailable.  \n(2)  All scheduled offences, where armed forces /civil armed forces are acting in aid of civil \nauthority, shall be inquired into and investigated by a Joint Investigation Team comprising of one \ngazzetted police officer and two officers from the armed forces /civil armed forces. The Joint \nInvestigation Team shall be headed by the Police Officer as aforesa id. \n(3)  Whenever a person is arrested or detained in custody under clause (b) or clause (c) of \nsub-section (2) of section 3 and it appears that the inquiry or investigation cannot be completed \nwithin the period of twenty -four hours, the head of Joint Inve stigation Team or any other officer \nacting under him, excluding the time necessary for journey from the place of arrest or detention to \nthe court shall produce him before a Special Judicial Magistrate and may apply for remand of the \naccused to the custody of the police or custody of any other investigating agency.  \n(4)  A Special Judicial Magistrate may remand the accused, from time to time, in such \ncustody as such Special Judicial Magistrate thinks fit for a term not exceeding sixty days:  \nProvided that the Special Judicial Magistrate shall not remand an accused person to custody \nunder this section for a period exceeding fifteen days at a time:  \n \nPage 7 of 13 \n Provided further that all such reports requesting for further custody of the accused shall be \nsubmitted through the Public Prosecutor.  \n(5) A person arrested or detained under this Act who falls within the meaning of clause (d) of \nsection 2 of this Act shall be considered an enemy alien and subject to provisions of section 15 \npresumed to have joined waging war or insurre ction against Pakistan.  \n             6. Preventive detention.____  (1) The Government may, by an order in writing, authorize the \ndetention of a person for a period specified in the order shall not exceed ninety days if the \nGovernment has reasonable grounds to believe that such person is acting in a manner prejudicial to \nthe integrity, security, defense of Pakistan or any pal1 thereof or external affairs of Pakistan or public \norder or maintenance of supplies and services:  \n                Provided that detenti on of such person shall be in accordance with the provisions of Article \n10 of the Constitution:  \n                Provided further that without prejudice to the above, an enemy alien may be detained by \nthe Government to prevent him from acting as aforesaid f or such period as may be determined by it \nfrom time to time in accordance with Article 10 of the Constitution.  \n                Explanation .____ A person connected or reasonably believed to be connected with the \npreparation, attempt or commission of a sched uled offence or a person acting in concert or under \ndirections of an enemy alien, or a person falling under sub -section (5) of section 5 shall be deemed to \nbe a person acting in the manner stated above.  \n                (2) In areas where the Federal Govern ment or the Provincial Government has called \nArmed Forces in aid of civil power under Article 245 of the Constitution or where any civil armed \nforce has been called by the Federal Government or Provincial Government in aid of civil power \nunder the Anti -terrorism Act, 1997 (XXVII of 1997), the said requisitioned force may detain any \nenemy alien or militant, in designated intel11ment camps after a notification to that effect:  \n                Provided that detention of such person shall be in accordance with t he provisions of Article \n10 of the Constitution.  \n                (3) At any time during the said notification or u pon its withdrawal, such internee  may be \nhanded over to Police or any other investigating agency for formal investigation and prosecution.  \n                (4) The Federal Government shall make Regulations to regulate the internment orders, \ninternment camps, mechanisms for re presentation against the internment orders and judicial \noversight of such camps, subject to the provisions of sub -section ( 2) of section 9.  \n                (5) Any person, arrested or detained by the armed forces or civil armed forces and kept \nunder arrest or detention before the coming into force of the Protection of Pakistan (Amendment) \nOrdinance, 2014 (Ordinance No. I of 20 14) shall be deemed to have been arrested or detained \npursuant to the provisions of this Act if the offence in respect of which such arrest or detention was \nmade also constitutes an offence under this Act.  \n            7.    Report .___ Upon completion of in vestigation, the Joint Investigation Team shall, through \nthe Public Prosecutor, submit a report before the Special Court:  \n \nPage 8 of 13 \n Provided that notwithstanding anything contained in the Qanun -e-Shahadat, 1984 (P.O. 10 of \n1984), such report shall be admissible in e vidence within the meaning of section 173 of the Code . \n8.     Establishment of Special Courts etc.____  (1) The Government may establish as many \nSpecial Courts under this Act as determined by it.  \n(2)    The Government, after consultation with the Chief Just ice of the concerned High Court, \nmay appoint any person as judge of the Special Court constituted under this Act who is or has been a \nSessions Judge in any province of Pakistan, or has been an advocate of the High Court for a period of \nnot less than ten ye ars, and is not more than seventy years of age.  \n(3)    A judge of the Special Court shall have all the powers of a Sessions Court as provided \nunder the Code.  \n(4)   The Government may provide security of tenure to a judge of the Special Court \nappointed unde r this Act as may be prescribed by the rules.  \n(5)   The Government may, after consultation with the Chief Justice of the concerned High \nCourt, appoint any Magistrate of the First Class serving as a member of the subordinate judiciary \nunder any High Court o r any other officer of not less than BS -18 of the Pakistan Administrative \nService or Provincial Management Service of any Province or any person who is or has been an \nadvocate of the High Court for a period not less than five years, as Special Judicial Mag istrate.  \n(6)    The Special Judicial Magistrate shall have all the powers of Magistrate of the First Class \nprovided under the Code, unless they are inconsistent with this Act.  \n(7)    No Special Court shall take cognizance of a scheduled offence except on a  report \nsubmitted under section 7.  \n9.  Place of inquiries, investigations and trials etc.____(l) The Government, on the report of \na prosecuting agency, may determine  the place of custody, inquiry, investigation and trial of a \nscheduled offence anywhere in Pakistan.  \n(2)           Subject to the Constitution,_____ \n(a)       the Government, Joint Investigation Team, armed forces or civil armed forces \nmay, in the interest of the security of its personnel or for the safety of the \ndetainee or accused or internee,  as the case may be, or for any other reasonable \ncause withhold the information except from a High Court or the Supreme \nCourt regarding the location of the detainee or accused or internee or \ninternment centre established or information with respect to any detainee or \naccused or internee or his whereabouts:  \nProvided that the judge or judges to whom the disclosure is made may \ndecide to treat it as privileged information in the public interest; and  \n(b)        the Government may not in the interest of the secur ity of Pakistan disclose the \ngrounds for detention or divulge any information relating to a detainee, \naccused or internee who is an enemy alien or a militant.  \n \nPage 9 of 13 \n (3)  A person convicted of a scheduled offence sub ject to direction of the Govern ment may be \nconfined at any place in Pakistan including the prisons established by the Provincial and Federal \nGovernments.  \n10.  Exclusion of public from proceedings of Special Court.____ In addition, and without \nprejudice, to any powers which a Special Court may have by v irtue of any law for the time being in \nforce to order the exclusion of the public from any proceedings, if at any stage in the course of the \ntrial of any person before a Special Court, an application is made by the prosecution on the ground \nthat the public ation of any evidence to be given or of any statement to be made in the course of the \ntrial would be prejudicial to the public safety, and that, for that reason, all or any segment of the \npublic should be excluded during any part of the hearing, the Specia l Court may make an order to \nthat effect, but the passing of sentence shall in any case take place in open court.  \n  11. Establishment of Prosecuting Agency.____ The Government shall establish an \nindependent Prosecuting Agency headed by a Prosecutor General  in order to provide consultation \nand legal guidance to the investigating agency and to conduct the prosecution of scheduled offences.  \n12. Prosecutor General.___ (1) The Government may appoint any person as Prosecutor \nGeneral who is not less than forty -five years of age and has been an advocate of the High Court for a \nperiod of not less than ten years.  \n(2) The Prosecutor General may issue instructions and guidelines for the competent \ninvestigation and effective prosecution of the cases of scheduled offences . \n(3) The Prosecutor General may, with prior approval of the Govern ment , withdraw from the \nprosecution of any accused in a case pending before any Special Court and on submission of such \nrequest the Court may discharge or acquit the accused from the case a s it may deem fit.  \n13. Protection of judges, prosecutors and witnesses etc.____  The Government shall take \nappropriate measures to provide adequate security to the prosecution witnesses, investigating \nofficers, prosecutors, Special Judicial Magistrates and Judges of the Special Courts and for this \npurpose may establish, anywhere in Pakist an, high security prisons with c ourt rooms.  \n            14.  Joint trial .____  (1) While trying any offence under this Act, a Special Court may also try \nany other o ffence,  which an accused may, under the Code of Criminal Procedure, 1898, be charged, \nat the same trial if the offence is connected with such other offence.  \n            (2)  If, in the course of any trial under this Act of any scheduled offence it is found that the \naccused person has committed, in addition any other offence connected with scheduled offence, the \nSpecial Court may convict an accused for such other offence also and pass any sentence authorized \nby this Act or, as the case may be, such other law.  \n            15.  Burden of proof.____  (1) An enemy alien or a militant facing the charge of a scheduled \noffence on existence of reasonable evidence against him, or a person arrested in preparation to \ncommit or while attempting to commit such an offence shall be pr esumed to be engaged in waging \nwar or insurrection against Pakistan unless he establishes his non -involvement in the offence.  \n            (2)  Any person apprehended in the course of preparation, attempt or commission of a \nscheduled offence and from whom a ny weapon, material, vehicle, article or instrument designed for \nor capable of being used to commit or to facilitate the commission of the offence of bombing, suicide \n \nPage 10 of 13 \n bombing or target killing or grievous hurt shall be presumed to be guilty of preparation,  attempt or \ncommission, as the case may be, of a scheduled offence.  \n             Explanation :____ A cell phone or other instrument that contains logs or evidence of calls or \nmessages made or received that facilitate the preparation, attempt or commission o f such an offence, \nshall be deemed to be such an instrument and any record thereon or therein shall be admissible in \nevidence.  \n  16. Punishment.____  Notwithstanding anything contained in the Pakistan Penal Code or any \nother law for the time being in force,  a scheduled offence shall be punishable with imprisonment \nwhich may extend to twenty years, with fine and confiscation of property unless the scheduled \noffence already provides a higher punishment and the Special Court convicting the accused may also \ndeprive him of the citizenship acquired by him by naturalization.  \n17. Transfer of cases.____ (1) Where, after taking cognizance of an offence, a Special Court \nis of opinion that the offence is not a scheduled offence, it shall, notwithstanding that it has no \njurisdiction to try such offence, return the case to the prosecuting agency for its submission before a \ncourt of competent ordinary jurisdiction.  \n(2)  The Persecutor General may, with the approval of Government and for reasons to be \nrecorded, withdraw a cas e at any stage of the proceedings from one Special Court with its permission \nand submit the same in other Special Court constituted under this Act.  \n(3)  Notwithstanding anything contained in any other law for the time being in force, the \nGovernment may app ly to any court of law or tribunal that any case involving any scheduled offence \npunishable under this Act, pending before such court or tribunal be transferred to a Special Court, \nthen such other court or tribunal shall transfer the said case to Special C ourt and it shall not be \nnecessary for the Special Court to recall any witness or again record any evidence that may have \nbeen recorded.  \n18.  Certain provisions of the Code not applicable.____ The provisions of sections 374, 426, \n435, 439, 439A, 491, 496, 497, 498 and 561A of the Code shall not be applicable to the scheduled \noffences.  \n19.  Appeal.____  (l) An appeal against the final judgment of a Special Court shall lie to the \nHigh Court.  \n(2)  Copy of the judgment of a Special Court shall be supplied to the  accused and public \nprosecutor on the day the judgment is pronounced  \n(3)  Any aggrieved person or the Government may file an appeal against the final judgment \nof a Special Court within a period of thirty days from the pronouncement of judgment.  \n20. Savings ._ No member of the police, armed forces or civil armed forces acting in aid of \ncivil authority, Prosecutor General, a prosecutor, Special Judicial Magistrates or the Judge of a \nSpecial Court shall be liable to any action for the acts done in good faith du ring the performance of \ntheir duties.  \n21.  Power to make rules.____  (1) The Government may make rules to carry out the purposes \nof this Act.  \n \nPage 11 of 13 \n (2)  In particular and without prejudice to the generality of foregoing power such rules may \ninclude guidelines for  police and members of armed forces I civil armed forces acting in aid of civil \nauthority while using force to prevent scheduled offences.  \n(3) On the notification, the rules shall be laid before both Houses of Parliament.  \n            22.  Amendment of Sche dule.____  The Government may, by notification in the official \ngazette, amend the Schedule by adding or modifying any entry therein or omitting any entry \ntherefrom.  \n23.  Authorization.____  The Federal Government may, by notification in the official gazette,  \nauthorize a Provincial Government to perform such functions and exercise such powers under this \nAct or the rules made thereunder as the Federal Government may deern fit.  \n24.  Overriding effect.____  (l) Subject to such conditions as the Government may spec ify by \nnotification in the Official Gazette, the provisions of this Act shall have effect notwithstanding \nanything contained in any other law for the time being in force.  \n(2)  In case there is any conflict between the provisions of this Act and any other l aw for the \ntime being in force, the provisions of this Act shall prevail to the extent of inconsistency.  \n               25.  Removal of difficulties.___ (1) If any difficulty arises in giving effect to any provision \nof this Act, the President may make such  order, not inconsistent with the provisions of this Act, as \nmay appear to him to be necessary for the purpose of removing such difficulty.  \n              (2)  An order under sub -section (1 ) shall be laid before each House of the Parliament in its \nfirst sit ting after the order is made.  \n26. Validation.____  All inquiries, investigations and proceedings initiated and conducted, \nanything done, actions taken, sentences or orders passed, rules or regulations made, notifications \nissued, powers conferred, assumed or  exercised by any person or authority or forum between the 6th \nday of June, 2014 and the date this Act comes into force (both days inclusive) shall be deemed to \nhave been validly initiated, conducted, done, taken, passed, made, issued, conferred, assumed o r \nexercised under this Act and shall have effect accordingly.  \n______________  \n \n \n \n \n \n \n \n \nPage 12 of 13 \n SCHEDULE  \n[See section 2(1)]  \nScheduled Offences (1) The following acts, if committed with the purpose of waging war or \ninsurrection against Pakistan or threatening the secur ity of Pakistan shall be the scheduled offences \nand includes other offences relating to:  \n(i)       crimes against ethnic, religious and political groups or minorities including \noffences based on discrimination, hatred, creed and race;  \n(ii)     use of arson , fire -bombs, suicide bombs, biological weapons, chemical \nweapons, nuclear arms, plastic explosives and other materials capable of \nexploding or creating bombs employed to kill or cause hurt to  persons or \ndestroy property;  \n(iii)      use of arson and bombs  on public places, government premises, sites of \nworship, historical places, business concerns, or other places, and risking or \ncausing death or hurt to any person therein;  \n(iv)      killing, kidnapping, extortion, assault or attack of members of the Parli ament, \nJudiciary, Executive, Media, and other important personalities or any other \nperson;  \n(v)        killing, kidnapping, extortion, assault or attack on officers and employees of \nPakistan including armed forces and law enforcement agencies;  \n(vi)       killing, kidnapping, extortion, assault or attack on foreign officials, official \nguests, tourists, foreign visitors, or internationally protected persons etc;  \n(vii)     killing, kidnapping, extortion, assault or attack on social or welfare workers, \nincluding  health personnel, aid workers, and volunteers;  \n(viii)      destruction of or attack on communication and interaction lines, devices, grids \nof stations, or systems etc;  \n(ix)      destruction of or attack on energy facilities including dams, power generating  \nand distributing systems including stations, lines and poles;  \n(x)       destruction of or attack on aircrafts and airports, attack on flight crew with any \nweapon or endangering human life by means of weapons on aircrafts;  \n(xi)      destruction of or attac k on gas or oil pipelines and liquid or natural gas \nfacilities and other means of their transport including tankers;  \n(xii)     destruction of or attack on of national defense materials, premises, utilities, \nand installations including check posts, prisons and other fixtures;  \n(xiii)     destruction of or attack on educational institutions, police stations and security \norganizations etc.  \n \nPage 13 of 13 \n (xiv)     cyber crimes, internet offences and other offences related to information \ntechnology which facilitate any offence u nder this Act;  \n(xv)     wrecking, disrupting or attacking mass transport systems including trains, \nbuses, cats and their stations and ports;  \n(xvi)     violence or attack against maritime navigation, maritime fixed platforms, \nshipping and port installations and other maritime fixtures;  \n(xvii)     violence against nuclear arms, sites or any other related installations;  \n(xviii)    hostage taking, or attempting to take hostage any person;  \n(xix)      violence against nationals occurring outside Pakistan;  \n(xx)      illegally crossing national boundaries in connection with Scheduled offence;  \n                (2)   Offences punishable under sections 121, 121A, 122,123, 123A, 123B, 124, 124A, \n125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137,  138, 139 and 14 0 of the Pakistan \nPenal Code.  \n                (3)  Preparation, abetment, attempt or conspiracy to commit any of the offences specified \nin this Schedule."
}