{
    "file": "./converted_json\\administratorc2ed7d1e87194dbe6296bd7322561d8a.json",
    "name": "Federal Public Service Commission (Validation of Rules) Ordinance, 2018",
    "date": "July 26, 2018",
    "tagline": "To validate the rules for regulating the competitive examination conducted by the Federal Public Service Commission",
    "content": "M-302REGISTERED No.,L._7&6\nGheGvdtrr, d siltsrErr9\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, THURSDAY, JULY 26, 2018\nPART I\nActs, Or{inances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AI\\D JUSTICE\nIslamabad, the 26thJuly, 2018\nNo. F.2(1)/2018-Pub.- The following Ordinance promulgated by the\nPresid€nt on24th July,2018 is hereby published for general information:-\nORomaNcrNo. XII oF 2018\nAN\nORorNaNcn\nto validate the rules for regulating the competitive examination\nconducted by the Federal Public Service Commission\nWHpRpas it is necessary to validate the rules for regulating the\ncompetitive examination conducted by the Federal Public Service Commission\nin the years 2016 and2017;,\nANo wupnpAS the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that\ncircumstances exist which render it necessary to take immediate action;\n(7s3)\nPrice: Rs. 5.00\n[6913(2018)Ex.Caz.]\n754 THE GAZETTE OF PAKISTAN, EXTRA., IULY 26, 2OI8 ART I\nNow, THEREFoRE, in exercise of the pow(is conferred by clause'(l) of\nArticle 89.of the Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Republic of Pakistan is pleased to make and promulgate the\nfollowing Ordinance:-\nl Short title and commencemept.- (l) This Ordinance may be\ncalled the Federal Public Service Commission (Validation of Rules) Ordinance,\n20r 8.\n(2) It shall come into force at once.\n2. Validation of certain rules.{l) Notwithstanding anything\ncontained in any other law, rules for regulating the conduct of the Competitive\nExamination,2016 issued vide Notification No. SRO 953(l) 2015, rules for\nregulating the conduct of the Competitive Examination, 2017 issued vde\nNotification No. SRO 847(l)12016 and all other similar rules purportedly issued\nunder the Federal Public Service Commission ordinance, 1977 (xLY of 1977)\nand the rules and notifications through which any of these rules were amended,\nshall be deemed to have been validly made with effect from the date of\nnotification of the rules or the amendments.\n(2) Notwithstanding any defect in approval of the rules or amendments\nmentioned in sub-section (l), any examination held by the Federal public\nservice commission, acts done, notification issued or proceedings taken'under\nthe rules or amendments shall be deemed to have been validly held, done, issued\nor taken.\nMAMNOON HUSSATN,\nPresident.\nJusrrcE (R)\nABDUL SHAKOOR PARACHA,\nSecretary.\nPUBLISHED BY THE DEPUTY CONTROLLER, S'IATIONERY AND FORMS, UNIVERSI'IY ROAD. KARACHI."
}