{
    "file": "./converted_json\\administratorded1c069a9091b0f9cc88abde19c5609.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER  9,  2021  1173 \n \n \n \n \nISLAMABAD,  THURS DAY , DECEMBER   9,  2021  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad, the 1st  December , 2021 \n \n  No. F. 23(26)/2019-Legis .—The following Act of Majlis -e-Shoora  \n(Parliament) re ceived the assent of the President on the 1st December, 2021 is \nhereby published for general information :— \n \nACT NO. XLIX  OF 2021 \nAN \nACT \nto make provisions for prohibition of corporal punishment against children  \n \nWHEREAS  the Constitution recognizes the invi olability of dignity of a \nperson as fundamental right;  \n \nWHEREAS  it is necessary to make provisions for the protection of children \nagainst corporal punishment by any person, at work place, in all types of educational \ninstitutions including formal, non -forma l, and religious both public and private, in \nchild care institutions including foster care, rehabilitation centers and any other \nalternative care settings both public and private, and in the Juvenile Justice System ; \n(1173) \n \nPrice: Rs. 10.00 \n[1762 (2021 )/Ex.  Gaz.].   \n1174  THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER   9,  2021  [PART I \n \n AND WHEREAS  Pakistan has ratified United Nations Convention on \nRights of the Child (1989) and in accordance with Article 19 of this Convention, \nGovernment of Pakistan has committed to taking all appropriate legislative, \nadministrative, social and e ducational measures to protect the child from all \nforms of physical or mental violence, injury or abuse, neglect or negligent \ntreatment, maltreatment or exploitation;  \n \nIt is hereby enacted as follows: — \n \n1. Short title, extent and Commencement. —(1) This Act  shall be \ncalled the Islamabad Capital Territory Prohibition of Corporal Punishment Act, \n2021.  \n \n(2) It extends to the Islamabad Capital Territory.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. —(1) In this Act, unless the context otherwise require s,— \n \n(a)  “care institutions” means an educational institution, an \norphanage or a place of safety for one or more children for the \npurposes of providing alternative care or foster care; it may \ninclude a children’s home, rehabilitation center or shelter \neither on permanent or temporary basis whether public or \nprivate; registered or unregistered;  \n \n(b) “child” means any person under the age of eighteen years;  \n \n(c) “corporal” or “physical” means any punishment in which \nphysical force is used and intended to cau se some degree of \npain or discomfort, however light it may be, which may \ninvolve hitting (“smacking”, “slapping”, “spanking”) a child, \nwith the hand or with an implement (a whip, stick, belt, shoe, \nwooden spoon, etc.) including kicking, shaking or throwing  a \nchild, scratching, pinching, biting, pulling hair or boxing ears. \nForcing a child to stay in uncomfortable positions, burning, \nscalding or forced ingestion for example, washing a child’s \nmouth out with soap or forcing him to swallow hot spices, \nincludin g mental abuse or any other kind of  punishment but \nnot limited to: — \n \n(i) “assault” as defined in section 351 of the Pakistan Penal \nCode (Act XLV of 1860) hereinafter referred to in this \nsection as “the said Code”;  \n \n(ii) “hurt” as defined in section 332 of the said Code;  \n \n(iii) “criminal force” as defined in section 350 of the said \nCode; and  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER  9,  2021  1175 \n (iv) other non -physical forms of punishment which are cruel \nand degrading, for example, punishment which belittles, \nhumiliates, denigrates, scapegoats, threatens, sca res or \nridicules the c hild. \n \n(d) “educational institution” means any institution where any kind \nof instruction is imparted in a formal or non -formal way \nwhether it is on a full time or part time basis; including \nboarding houses, both public or private; registered or un -\nregister ed; and  \n \n(e) “work place” means the place of work or the premises where \nan organization or employer operates and includes building, \nfactory, shop, commercial establishment, workshop, farm, \nresidential hotel or restaurant, open area or a larger \ngeographical  area where the activities of the organization or of \nemployer are carried out and including any situation that is \nlinked to official work or official activity outside the office.  \n \n(2) “words and expression” used but not defined shall have the same \nmeaning as assigned in the respective laws.  \n \n3. Prohibition of Corporal Punishment. —(1) The child has the right \nto be shown respect for his personality and individuality and shall not be made \nsubject to corporal punishment or any other humiliating or degrading tre atment.  \n \n(2) Notwithstanding anything contained in section 89 of the Pakistan \nPenal Code, 1860 (Act XLV of 1860) and any other law and regulation for the \ntime being in force, corporal punishment of children by any person is prohibited \nin all its forms, at work place, in schools and other educational institutions \nincluding formal, non -formal, and religious, both public and private, in child care \ninstitutions including foster care, rehabilitation centers and any other alternative \ncare settings, both public an d private, and in the Juvenile Justice System.  \n \n(3) Disciplinary measures concerning the child can only be taken in \naccordance with the child’s dignity, and under no circumstances corporal \npunishments, or punishments which relate to the child’s physical a nd mental \ndevelopment or which may affect the child’s emotional status are allowed.  \n \n4. Penalties. —(1) Whoever violates the provisions of section 3 of this \nAct shall be liable to the punishments prescribed for the said offences in the \nPakistan Penal Code,  1860 (Act XLV of 1860) and in other enactments.  \n \n(2) The following minor and major penalties shall be in addition to \nother enactment, who violate the provisions of section 3 of this Act in \neducational, care institutions, and in other  alternative care sett ing:— \n \n(a) Minor penalties:  \n \n(i) censure;  \n1176  THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER   9,  2021  [PART I \n \n (ii) withholding, for a specific period, promotion or increment, \notherwise than for unfitness for promotion or financial \nadvancement in accordance with the rules or orders pertaining \nto the service or post;  \n \n(iii) stoppage from p romotion, for a specific period, at an \nefficiency bar in the time -scale, otherwise than for unfitness to \ncross such bar; and  \n \n(iv) recovery from pay of the whole or any part of any pecuniary \nloss caused to government by negligence or breach of orders; \nand \n \n(b) Major penalties:  \n \n(i) demotion to a lower post or time -scale, or to a lower stage in a \ntime scale;  \n \n(ii) compulsory retirement;  \n \n(iii) removal from service; and  \n \n(iv) dismissal from service.  \n \n(3) Removal from service does not, but dismissal from service does, \ndisqualify for f uture employment.  \n \n(4) In this section removal or dismissal from service does not in clude \nthe discharge of a person — \n \n(a) appointed on probation, during the period of probation, or in \naccordance with the probation or training rules applicable to \nhim; or  \n \n(b) appointed, otherwise than under a contract, to hold a \ntemporary appointment, on the expiration of the period of \nappointment; or  \n \n(c) engaged under a contract in accordance with the terms of the \ncontract.  \n \n5. Cognizance of Offence. —Cognizance of offence under this Act \nshall be taken by a court of a magistrate upon complaint by the child on whom \npunishment is inflicted or the parent of such child or his next of kin.  \n  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER  9,  2021  1177 \n 6. Enforcement of the provisions of this Act to private \ninstitutions. —(1) The Federal Gov ernment shall devise a comprehensive system \nfor the enforcement and monitoring of this Act in private institutions whether \nregistered or unregistered.  \n \n(2) All private institutions shall formulate a complaint system to \naddress corporal punishment.  \n \n(3) At the time of registration the private institution will have to submit \nan undertaking in writing that they will be responsible for the formulation of \ncomplaint system in line with the Act and Rules made there under for \nentertaining complaints of corporal pun ishment; failing which will make them \nliable to the cancelation of registration. The form of undertaking will be \nprescribed.  \n \n(4) In case of a private institution the complaint of corporal punishment \nmay also be filed for invoking the provisions of the Act  before an authority \nwhich may be prescribed.  \n  \n7. This Act to override all other laws. —The provisions of this Act \nshall override all other laws for the time being in force.  \n \n8. Rules. —(1) The Federal Government may, by notification in the \nofficial Gazette , make rules within six months after commencement of this Act.  \n \n(2) The Federal Government shall amend the code of conduct for \nteachers and the relevant rules etc. to include the prohibition of corporal \npunishment against children at workplace and in all e ducational institutions \nincluding formal, non -formal, and religious, both public and private, and in child \ncare institutions including foster care, rehabilitation centers, and any other \nalternative care settings, both public and private and in juvenile jus tice system.  \n  \n \nTAHIR HUSSAIN , \nSecretary.  \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}