{
    "file": "./converted_json\\administratora4ba7ea9b7bf1cfa6442546adcdb2adc.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 17 \n  \n \n \nTHE  PRIVATE POWER AND INFRASTRUCTURE BOARD ACT, \n2012.  \n \n \n \n \n \n \n \nCONTENTS  \nPART -I \nGENERAL  \n1. Short title, extent and commencement  \n2. Definitions  \nPART -II \nPRIVATE POWER AND INFRASTRUCTURE BOARD  \n3. Establishment of the Private Power and Infrastructure Board  \n4. Location of office  \n5. Functions and Powers of PPIB  \nPART -III \nMANAGEMENT AND ADMINISTRATION  \n6. Composition of the PPIB  \n7. Managing Director and other members  \n8. Meeting of  the Board  \n9. Delegation  \n10. Employees  \n11. Employment of agents, advisers and consultants  \n12. Public servants   \n\n \nPage 2 of 17 \n 13. Disclosure of interest  \n \nPART -IV \nFINANCIAL PROVISIONS  \n14. Fund of the PPIB  \n15. Expenditure to be charged on Fund  \n16. Investment  \n17. Bank accounts  \n18. Account  \n19. Audit  \nPART -V \nMISCELLANEOUS  \n20. Information  \n21. Annual report  \n22. Indemnity  \n23. Power to make rules  \n24. Power to make regulations  \n25. Act to override other laws  \n26. Common seal  \n27. Support of the Federal Government  \n28. Removal of di fficulties  \n29. Dissolution of the Board  \n30. Dissolution of Alternative Energy Development Board  \n31. Exemption from taxes  \n32. Issuance of policy directives  \n33. Repeal    \n \nPage 3 of 17 \n THE PRIVATE POWER AND INFRASTRUCTURE BOARD ACT, \n2012.  \nACT No. VI OF 2012  \n[2nd March, 2012 ]  \nAn Act to provide for establishment of the Private Power and Infrastructure Board.  \nWHEREAS it is expedient to establish the Private Power and Infrastructure Board for \nimplementing the power policies, the development and implementation of Power proje cts and related \ninfrastructure in the private sector and public -private partnership basis and to provide for matters \nconnected therewith or incidental thereto;  \nAND WHEREAS it is expedient to establish the aforesaid Board to promote, encourage, \nfacilitate p rivate sector investment in the power sector and to safeguard the investments already made \ntherein and to provide one window facility to investors 1[and to assist and facilitate development of \ntransmission, distribution and generation of conventional and a lternative or renewable energy and  \nrelated  infrastructure in order to achieve sustainable economic growth with transfer of technology for \ndevelopment of an indigenous technological base through a diversified energy generation ]; \nIt is hereby  enacted  as follows:  \nPART -I \nGENERAL  \n1. Short title, extent and commencement.__ (1)This Act may be called the Private Power \nand Infrastructure Board Act, 2012.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n2. Definitions.__ In this Act, unless there is anything repugnant in the subject or context ,__ \n1[(a)  “Alternative or renewable energy” means energy that is produced by alternative  \nor renewable resources as compared to the conventional or that are replenished \nnaturally which do not deplete when consumed and are non -polluting and \nenvironment friendly; ] \n1[(aa)] “Board” means the Private Power and Infrastructure Board, hereinafter \nreferred to as the PPIB;  \n(b) “Chairman” means the Chairman of the Board  1[appointed under this Act] ; \n(c) “Fund” means the PPIB fund established under section 14;  \n1[(ca) “institute” means institute of alternative and renewable energy -\ntechnologies established under this Act; ]; \n \n1Ins., and Re -numbered  by Act XXVI of 2023,s.2 -3. \n \nPage 4 of 17 \n (d) “Managing Director” means the Managing Director appointed under section 7;  \n(e) “member” means a member of the Board designated under section 6 or \nappointed under section 7, as the ca se may be;  \n1[(ea) “organization” means an organization of the alternative and renewal \nenergy established under this Act; ]; \n(f) “person” includes an individual, partnership, trust association, company, body \ncorporate or body of individuals, whether or not having separate legal \npersonality  \n2[* * * * * * *] \n(g) “prescribed” means prescribed by rules or regulations  1[made under this Act] ; \n1[(ga) “Prime Minister” means the Prime Minister of the Islamic Republic of \nPakistan; ] \n(h) “private power” means all activities concerning generation, transmission and \ndistribution of electricity and the related infrastructure, which may be carried \nout by or on behalf of private sector under power related policies and applicable \nlaws;  \n(i) “property” includes any right, t itle or interest in property, moveable or \nimmovable, tangible or intangible and in whole or in part;  \n3[(J)  “Public Sector Power Projects” means power generation, transmission or \ndistribution facilities constructed or to be constructed, owned, managed or \ncontrolled by the Federal Government, a Provincial government, a local \nauthority or any entity owned or controlled by any such Government or \nauthority where such facilities are specifically sanctioned by Federal \nGovernment to be established under the applic able power policies to be \nprocessed by private Power and Infrastructure Board;]  \n3[(k)] “regulations” means the regulations made under section 24;  \n3[(l)] “rules” means the rules made under section 23;  \n3[(m)] “sponsor” means a person, including consortium fr om the private or public sector \nwho intend to invest or have already invested in the power sector as per \nprovisions of power policies; and  \n3[(n)]  “staff” means the officers and employees of PPIB and includes deputationists \nand regular and contract employe es. \n \n \n1Ins., by Act XXVI of 2023,s. 3. \n2Omitted by Act XXXIX of 2016, s.2(i).  \n3Re-numbered and Ins. by Act XXXIX of 2016, s.2(ii).  \n  \n \nPage 5 of 17 \n PART -II \nPRIVATE POWER AND INFRASTRUCTURE BOARD  \n3. Establishment of the Private Power and Infrastructure Board.__ (1) There is hereby \nestablished the Private Power and Infrastructure Board for carrying out the purposes and objectives of \nthis Act.  \n(2) The PPIB shall be independent in the performance of its functions and shall be a body \ncorporate having perpetual successio n and a common seal, with power, subject to the provisions of \nthis Act, to enter into agreements and contracts, acquire and hold property and to sue and be sued in \nits own name.  \n4. Location of office.__ The principal office of PPIB shall be at Islamabad and it may \nestablish  regional offices at such other place or places in Pakistan, as it deems appropriate.  \n5. Functions and Powers of PPIB.__ (1) The PPIB shall exercise all powers which shall \nenable it to effectively perform its functions as specified in s ub-section (2).  \n(2) In particular and without prejudice to the generality of the foregoing power the PPIB \nshall__ \n(a) recommend and facilitate development of power policies  1[including for the \nutilization of alternative or renewable energy resources] ; \n(b) consult the concerned Provincial Government, prior to taking a decision to \nconstruct or cause to be constructed a hydroelectric power station in any \nProvince and to take decisions on matters pertaining to power projects set up by \nprivate sector or through public private partnership and other issues pertaining \nthereto;  \n1[(ba) develop national strategy, policies and plans for utilization of alternative \nand renewable energy resources to achieve the targets approved by the \nFederal Government in consultation wit h the Board;  \n(bb)  act as a forum for evaluating proposals, monitoring of the projects and \nalternative and renewable energy products and to certify their vendors, \ninstallers and service providers;  \n(bc)  create awareness and motivation of the need to set up  alterative and \nrenewable energy projects for benefit of general public as well as \nevaluating concepts and technologies from technical and financial \nperspective;  \n(bd)  conduct  feasibility  studies  and surveys  to identify  opportunities for \npower generation a nd other applications through conventional and \nalternative and renewable energy resources;  \n \n1Ins., by Act XXVI of 2023,s. 4. \n  \n \nPage 6 of 17 \n  \n(be)  make legislative proposals to enforce use and installation of equipment \nutilizing alternative and renewable energy;  \n(bf)  setup alternative or renewable energy projects on its own or through \njoint venture or partnership with public or private entities in order to \ncreate awareness and motivation of the need  to take such initiatives for \nthe benefit of general public as well as b y evaluating concepts and \ntechnologies from technical and financial perspectives;  \n(bg) interact and co -ordinate with international and national agencies for \npromotion and development of alternative or renewable energy;  \n(bh)  assist in development and imple mentation of plans with  concerned \nauthorities and provincial governments and special areas  for off -grid \nelectrification;  \n(bi)  to develop or cause to be developed electric power installations and \ninfrastructure in accordance with the power policies and act  as an \nindependent auction administrator and perform other functions in the \nelectric power market;  \n(bj)  to act as a coordinating agency for commercial application of alternative \nor renewable technology ;] \n(c) coordinate with the Provincial Governments, loc al governments, Government \nof Azad Jammu and Kashmir (AJ and K) and regulatory bodies in \nimplementation of the power policies, if so required;  \n(d) coordinate and facilitate the sponsors in obtaining consents and licences from \nvarious agencies of the Federa l Government, Provincial Governments, local \ngovernments and Government of AJ and K;  \n(e) work in close coordination with power sector entities and play its due role in \nimplementing power projects in private Sector or through public private \npartnership 1[or for public sector power projects,] as per power system \nrequirements;  \n(f) function as a one -stop organization on behalf of the Federal Government and its \nMinistries, Departments and agencies in relation to private power companies, \n2[*] sponsors, lenders and  whenever necessary or appropriate, other interested  \n2[persons];  \n(g) draft, negotiate and enter into security package documents or agreements and \nguarantee the contractual obligations of entities under the power policies;  \n \n1Ins. by Act XXXIX of 2016, s, 3( i) \n2Omitted and Subs. by Act XXXIX of 2016, s, 3(ii)  \n \n  \n \nPage 7 of 17 \n (h) execute, administer and monitor contracts;  \n(i) prescribe and receive fees and charges for processing applications and deposit \nand disburse or utilize the same, if required;  \n(j) obtain from sponsors or private power companies, as the case may be, security \ninstruments and encash or return them, as deemed appropriate;  \n(k) act as agent for development, facilitation and implementation of power policies \nand related infrastructure in th e Gilgit -Baltistan areas and AJ and K;  \n(l) prescribe, receive, deposit, utilize or refund fees and charges, as deemed \nappropriate;  \n(m) open and operate bank accounts in local and foreign currencies as permissible \nunder the laws of Pakistan;  \n(n) commence, c onduct, continue and terminate litigation, arbitration or alternate \ndispute resolution mechanisms at whatever levels may be necessary or \nappropriate and hire and pay for the services of lawyers and other experts \ntherefor;  \n(o) appoint technical, professiona l and other advisers, agents and consultants, \nincluding accountants, bankers, engineers, lawyers, valuers and other persons \nin accordance with section 11;  \n(p) hire professional and supporting staff and, from time to time, determine the \nemoluments and terms  of their employment, provided always that at no stage \nshall such emoluments be reduced from such as are agreed in the contracts with \nsuch persons; and  \n(q) perform any other function or exercise any other power as may be incidental or \nconsequential for the  performance of any of its functions or the exercise of any \nof its powers or as may be entrusted by the Federal Government to meet the \nobjects of this Act.  \n1[5A. Organization of the Board. — (l) The Board may, for carrying out its functions for \npromotion an d development of transmission, dictmibution and generation of conventional and \nalternative and renewable energy and related infrastructure, monitoring of alternative and renewable \nenergy products and projects, project management and certification of vendor s, installers and service \nproviders, establish one or more organization as it may consider necessary.  \n(2) An organization established under sub -section (l) shall be subject to control and \nsupervision of the Board and shall function within the framework of this Act, and perform such \nfunctions as may be prescribed by regulations.  \n \n1Ins., by Act XXVI of 2023,s. 5. \n \n \nPage 8 of 17 \n 5B. Institute of energy technologies .— (1) The Board may, for carrying out its functions \nof commercial application of alternative or renewable energy and development and promotion of \ngeneration, transmission and distribution and related infrastructure, establish an institute for the \ndevelopment of corresponding human resource. The institute shall also provide economic and policy \ncounseling and co nduct alternative or renewable economic research.  \n(2) The institute established under sub -section (1) shall conduct its business in such manner \nas may be prescribed by regulations.  \n(3) The institute may be funded subject to the public finance management Ac t, 2019, by \nsuch fees and charges as may be prescribed by rules. ] \nPART -III \nMANAGEMENT AND ADMINISTRATION  \n6. Composition of the PPIB.__  (1) The general management and administration of affairs \nof the PPIB shall vest in the Board, which shall consist of the  following, namely:__ \n(a) 1[Secretary of the administrative Division] , Government of Pakistan___ \nChairman ; \n(b) 1[* * * * * * *] \n(c) Secretary, Ministry of Finance, Government of Pakistan or his nominee not \nbelow  the rank of Additional Secretary or equivalent__ Member ; \n1[(ca) Secretary of the Division to whic h business of climate change stands \nallocated or his nominee not below the rank of Additional Secretary or \nequivalent — Member ;] \n(d) Secretary, 1[of the Division to which business of Petroleum stands allocated] , \nGovernment of Pakistan or his nominee not below the rank of Additional \nSecretary or equivalent__ member ; \n(e)  Secretary, Planning Commission, Government of Pakistan or his nominee not  \nbelow the rank of Additional Secretary or equivalent__ Member ; \n(f) Chairman, Federal Board of Revenue__ Member ; \n(g) Chairman WAPDA__ Member ; \n(h) Managing Director, PPIB__ Member ; \n(i) Chief Secretaries of Provinces and AJ and K or their nominees not below the \nrank of Additional Secretary or equivalent__ Memb er; \n(j) One representative 1[*] from Gilgit -Baltistan (G.B) 1[**] to be nominated by \nChief Minister, G.B. 1[***]  respectively; and  \n \n1Subs. Omitted  and Ins.,  by Act XXVI of 2023,s.6.   \n \nPage 9 of 17 \n (k) One representative from private sector from each Province to be nominated by \nthe respective Provincial Government.  \n(2) The Board shall appoint a Secretary to the Board.  \n(3) The Federal Government may increase or decrease the number of members of the Board \nfrom time to time as it may consider appropriate and specify the  qualifications and procedure of \nappointment of the members.  \n(4) No act or proceedings of the Board shall be invalid by reason only of the existence of a \nvacancy in or defect in the constitution of the Board.  \n7. Managing Director and other members.__ (1) There shall be a Managing Director of \nPPIB who shall be appointed by the Federal Government.  \n(2) The Managing Director shall be responsible for the day -to-day administration of the \naffairs of PPIB and shall, subject to the regulations, be assisted by the staff in carrying out the functions \nof PPIB.  \n(3) The Managing Director shall be a Pakistani professional of known integrity and \ncompetence with a minimum of twenty years of related experience in law, business, engineering, \nfinance, accounting, economics or  the power industry.  \n(4) The Managing Director shall be paid such remuneration and allowances and shall be \nentitled to such privileges and facilities as may be determined by the Board and the same shall not be \nvaried to his disadvantage during his term of office. The members shall be entitled to such privileges \nand facilities as may be prescribed by regulations.  \n(5) The Managing Director shall, unless he resigns or is removed from office earlier by the \nFederal Government, hold office for three years or for such period as may be extended by the Federal \nGovernment or on attaining the age of sixty -five years, whichever is earlier.  \n(6) The members of the Board other than the ex-officio  members shall, unless they resign \nor are removed from office earlier by the F ederal Government, hold office for three years or for such \nperiod as may be extended by the Federal Government or on attaining the age of sixty -five years, \nwhichever is earlier.  \n(7) No person shall be appointed or continue as managing Director or a member,  if__ \n(a) he has been convicted of an offence involving moral turpitude or has been found \nguilty of misconduct;  \n(b) he has been or is adjudged insolvent;  \n(c) he is incapable of discharging his duties by reason of physical or mental \nunfitness and has been s o declared by a special medical board appointed by the \n1[Board] ; or \n \n1Subs. , by Act XXVI of 2023,s. 7.  \n \nPage 10 of 17 \n (d) he fails to disclose any conflict of interest at or within the time provided for \nsuch disclosure by or under this Act or contravenes any of the provisions of Act \npertaining to unauthorized disclosure of information.  \n(8) A member other than ex-officio  member may, at anytime, resign from his office by \nwritten notice addressed to the Federal Government. The office of a private sector member shall \nbecome vacant upon the death or resignation of such member. A vacancy caused by resignation or any \nother reason shall be filled by the appointment of a person qualified to fill such vacancy.  \n(9) The Managing Director shall not, during his term of office in th e PPIB, engage himself \nin any other service, business, vocation or employment and enter into the employment of or accept any \nadvisory or consultancy relationship.  \n(10) Subject to section 9 and any policy of the Board made in this behalf, the Managing \nDirec tor may, at his discretion, delegate any of his functions to any other officers of PPIB.  \n8. Meeting of the Board .__ (1) The meetings of the Board shall be presided over by the \nChairman and in his absence a member designated by the Chairman shall preside over the meeting of \nthe Board.  \n(2) At least fifty per cent  of the total membership of the Board shall constitute a quorum \nfor meetings of the Board.  \n(3) The meetings of the Board shall be held at such time and place as the Chairman of the \nBoard or a majori ty of members may from time to time determine. The members shall have reasonable \nnotice of the time and place of the meeting and the matters on which a decision by the Board is to be \ntaken in such meeting.  \n(4) Decisions of the Board shall be taken by the m ajority of its members present and in \ncase of a tie the Chairman or the member presiding over the meeting shall, as the case may be, have a \ncasting vote.  \n(5) The Secretary shall keep minutes of the proceedings of every meeting of the Board. The \ndecisions o f the Board shall be recorded in writing.  \n9. Delegation.__ (l) The Board may, for carrying out its functions, constitute such \ncommittees,  from time to time, as may be considered necessary. The Board or any of its committees \nmay invite any technical expert or other representative of a government or reputable private institution \nfor assistance in the performance of its functions. The proceeding of the committees shall be duly \nreduced in writing and recommendation etc., shall be sent to the Board for approval.  \n(2) The Board may, subject to such conditions and limitations as it may deem fit to impose, \ndelegate any of its functions or powers to the Managing Director or one or more members of the Board \nor any officer of PPIB, except__ \n(a) the power to approve the audited accounts;  \n(b) the power to incur annual expenses in excess of any limits set out in the \nregulations;  \n(c) the power to commit anything involving financial liability or impact on the \nFederal Government; and  \n \nPage 11 of 17 \n (d) the power to make or repeal regulations . \n(3) A delegation under this section shall not prevent the concurrent performance or exercise \nby the Board of the functions or powers so delegated.  \n10. Employees .__ (1) To carry out the purposes of this Act, PPIB may, from time to time,  \nemploy persons to be staff of PPIB who shall be paid such remuneration and allowances and shall hold \ntheir employment on such terms and conditions as may be prescribed by regulations.  \n(2) The staff of PPIB shall be liable to disciplinary action in accordance with the \nregula tions.  \n11. Employment of agents, advisers and consultants.__ (1) Subject to sub -section (2) the \nPPIB  may employ any technical, professional and other advisers, agents and consultants, including \naccountants, bankers, engineers, lawyers, valuers and other persons to transact any business or to do \nany act required to be transacted or done in the exercise of its powers, the performance of its functions \nor for the better implementation of the purposes of this Act.  \n(2) The decision to employ and the terms of em ployment of advisers, agents and \nconsultants shall be made by PPIB in accordance with the regulations.  \n12. Public servants.__ The Chairman, Managing Director, members, staff and other \npersons  employed or authorized to perform or exercise any function or power under this Act or \nrendering services to PPIB as advisers, agents or consultants shall be deemed to be public servants \nwithin the meaning of section 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860).  \n13. Disclosure of interest.__ (1) Where a pers on is present at a meeting of the Board or any  \ncommittee of the Board and that person or his family or his professional or business partner or associate \nhas direct or indirect interest in the subject for consideration in that meeting, such person shall__ \n(a) forthwith disclose such interest: and  \n(b) not take part in any consideration on that matter unless the Board or the \ncommittee thereof otherwise directs.  \n(2) Where a member or staff, including an adviser, agent, consultant or family member of \nsuch person  has a direct or indirect interest in any matter relating to PPIB, such person shall forthwith \ndisclose such interest to the PPIB and the PPIB shall take such action as it deems appropriate.  \nPART -IV \nFINANCIAL PROVISIONS  \n14. Fund of the PPIB .__ (1) There is  hereby established, for the purposes of this Act, a \nPrivate  Power and infrastructure Board Fund to be administered and controlled by the PPIB. The \noperation of the PPIB shall be funded from the Fund. The Fund shall consist of__ \n(a) grants and loans from t he Federal Government and by donor agencies;  \n(b) proceeds from encashment of security instruments;  \n(c) other loans or funds obtained by the PPIB subject to prior approval of the \n \nPage 12 of 17 \n Federal Government;  \n(d) fees and all other sums collected by it as prescribed from time to time;  \n(e) all other sums or property which may in any manner become payable to or \nvested in the PPIB in respect of any matter incidental to the exercise of its \nfunctions and powers; 1[*] \n(f) returns and profits on the investments  1[;] \n1[(g)  funds provided by the Federal Government for meeting the objectives of this \nAct including for payment of salaries, establishing infrastructure and running \nday to day business of the Board;  \n(h) foreign aid, grants, loans negotiated or raised or otherwise ob tained by the \nBoard, directly or through the Division to which business of economic affairs \nstands allocated;  \n(i) income from sale of movable or immovable property; and  \n(j) funds from floating bonds, shares, debentures, commercial papers or other \nsecuritie s issued by the Board or through any other means. ] \n(2) It shall be the duty of the PPIB to conserve the Fund while performing its function and \nexercising its powers under this Act.  \n15. Expenditure to be charged on Fund.__ The Fund shall be expended for the  purposes \nof__ \n(a) paying any expenditure lawfully incurred by the PPIB, including the \nremuneration and allowances of the Chairman, Managing Director, members, \nstaff, employees, accountants, advisers, agents, consultants, lawyers, valuers \nand other experts  appointed and employed by PPIB, including provident fund \ncontributions, superannuating allowances or gratuities and legal fees and costs \nand other fees and costs, if any;  \n(b) paying for expenditure incurred on__ \n(i) marketing and publicity;  \n(ii) capacity building, seminars and conferences, and  \n(iii) restructuring;  \n(c) purchasing or hiring equipment, machinery and any other materials, acquiring \nland and constructing buildings and carrying out any other work and \nundertakings by PPIB in the performance of its  functions or the exercise of its \npowers under this Act.  \n \n \n1Omitted, Subs., and Ins., by Act XXVI of 2023,  s.8. \n  \n \nPage 13 of 17 \n (d) re-paying any financial accommodation received or moneys borrowed under or \npursuant to or by virtue of this Act and the profit, mark -up or  return due thereon; \nand \n(e) paying any other expenses, costs or expenditure properly incurred or accepted \nby the PPIB in the performance of its functions or the exercise of its powers \nunder this Act.  \n16. Investment.__ The PPIB may, in so far as its moneys  are not required to be expended \nunder  this Act, invest amounts in such manner as prescribed by the Board from time to time.  \n17. Bank accounts.__ The PPIB may open and maintain its accounts in local and foreign  \ncurrencies in such scheduled banks and other financial institutions as it may from time to time \ndetermine in accordance with the instruction of the Federal Government in this regard.  \n18. Account.__ (1) The PPIB shall maintain proper accounts and other records relating to \nits financial affairs and sha ll, as soon as practicable after the end of each financial year, cause to be \nprepared for that financial year statements of accounts of the PPIB which shall include a balance sheet \nand an account of income and expenditure.  \n(2) The financial year of PPIB sh all be the period of twelve months ending on the 30th June \nin each year.  \n19. Audit.__ The accounts of PPIB shall be audited annually by a reputable firm of chartered  \naccountants approved by the Board from amongst the approved list of Auditor General of Pak istan:  \nProvided that the Federal Government may also require the Auditor -General of Pakistan to \nconduct special audit of the PPIB, as and when it considers necessary.  \nPART -V \nMISCELLANEOUS  \n20. Information.__ The PPIB may call for any information required by  it for carrying out \nthe purposes of this Act or as is required under contracts entered into by the PPIB from any person \ninvolved, directly or indirectly, in the power sector or any matter incidental or consequential thereto \nand any such person shall provi de the required information called by the PPIB.  \n21. Annual report.__ (1) As soon as practicable but no later than three months after the end \nof each financial year, Secretary shall prepare and submit to the Board an annual report concerning its \nactivities during the financial year within three months. The Chairman of the Board shall submit the \nsame before the Council of Common Interests and both Houses of the Majlis -e-Shoora (Parliament).  \n(2) The report referred to in sub -section (1) shall include__ \n(a) activities of PPIB during the financial year;  \n(b) an audited statement of income and expenditure;  \n(c) an audited balance sheet; and  \n(d) any other matter which the PPIB may consider appropriate.  \n \nPage 14 of 17 \n 22. Indemnity.__ No suit, prosecution or other legal proceedings shall lie against the \nChairman,  Managing Director, members, consultants, officers or other employees of PPIB in respect \nof anything done or intended to be done in good faith under this Act.  \n23. Power to make rules.__ The 1[Federal  Government]  may, by notif ication in the official \nGazette, make rules,  not inconsistent with the provisions of this Act, for exercising its powers and \ncarrying out of its functions under this Act and any other matter incidental or consequential to the \nimplementation of this Act.  \n24. Power to make regulations.__ The 1[Board]  may, 1[* * *] , make regulations, not \ninconsistent with this Act and the rules, concerning the internal affairs of PPIB.  \n25. Act to override other laws.__ The provisions of this Act shall have effect \nnotwithstanding  anything inconsistent contained in any other law for the time being in force.  \n \n26. Common seal.__ The PPIB shall have a common seal and such seal shall be kept in the  \ncustody of the Managing Director or such other person as may be authorize d by the regulations. \nDocuments required or permitted to be executed under seal shall be specified in and authenticated in \nsuch manner as shall be authorized by regulations.  \n27. Support of the Federal Government.__ The Federal  Government and all its agenc ies, \nparticularly the concerned enterprises owned and controlled wholly or partially, directly or indirectly \nby the Federal Government shall render such support to the PPIB as may be necessary to fulfill its \nobjective and functions under this Act.  \n28. Remo val of difficulties.__ If any difficulty arises in giving effect to any provision of \nthis Act  the Federal Government may make such order, not inconsistent with the provisions of this \nAct, as may appear to it to be necessary for the purposes of removing the  difficulty.  \n29. Dissolution of the Board.__ (1) Upon commencement of this Act, the Private Power \nand Infrastructure Board established and reconstituted vide the Federal Government's Notification \nNo.PPC - 3(33)/94, dated the 2nd August, 1994 and other related notifications issued from time to time \nhereinafter referred to as the former board, shall stand dissolved and upon such dissolution:__ \n(a) all assets, rights, powers, authorities and privileges and all property, cash and \nbank balances, reserve fund s, investment and all other interests and rights in or \narising out of such property and all debts, liabilities and obligations of whatever \nkind of the former board subsisting immediately before its dissolution shall \nstand transferred to and vest in PPIB co nstituted under this Act;  \n(b) notwithstanding anything contained in this Act or any other law for the time \nbeing in force or in any agreement, deed, document, or other instrument.__ \n(i) Chairman of the former board shall continue as the Chairman of PPIB;  \n(ii) the Managing Director of the former board shall continue as the \nManaging Director unless and until a Managing Director is appointed \nunder section 7;  \n \n1Subs., and Omitted by Act XXVI of 2023,s.9 -10. \n  \n \nPage 15 of 17 \n (iii) a member of the former board shall continue to  be a member of the PPIB \nunless and until such member is appointed under section 7; and  \n(iv) all officers, consultants, advisers, auditors and other employees and staff \nof the former board shall stand transferred to and be officers consultants, \nadvisers, a uditors and employees and staff of PPIB;  \n(c) the persons mentioned in clause (b) shall be deemed to have been appointed or \nengaged by PPIB in accordance with the same terms and conditions of service \nas were applicable to them, immediately before such continuance in office or \ntransfer under this Act and shall not be entitled to compensation because of such \ncontinuance or transfer:  \nProvided that the civil servants appointed to or working in the former \nboard shall upon their transfer to the PPIB continue to be governed by the Civil \nServants Act, 1973 (LXXI of 1973) and rules made thereunder;  \n(d) all debts and obligations incurred or contracts entered into, rights acquired and \nall matters and things engaged to be done by, with or for the former board shall \nbe deemed to have been incurred, entered into, acquired or engaged to be done \nby, with or for the PPIB;  \n(e) all suits and other legal proceedings instituted by or against the former board \nbefore its dissolution shall be deemed to be suits and proceedings b y or against \nthe PPIB and shall be proceeded or otherwise dealt with accordingly; and  \n(f) any reference to the former board in any statutory instrument or document shall, \nunless the context otherwise requires, be read and construed as reference to be \nPPIB.  \n(2) All rules, regulations, notifications, orders or instructions in force pertaining to or in \nanyway concerned with or affecting the former board immediately before the commencement of this \nAct, shall, so far as they are not inconsistent with any of the provisions of this Act, continue to be in \nforce until repealed, altered or rescinded by rules or regulations made under this Act.  \n1[30. Dissolution of Alternative Energy Development Board. — (1) Upon commencement \nof the Private Power and Infrastructure Boar d (Amendment) Act, 2021, the Alternative Energy \nDevelopment Board established under section 3 of the Alternative Energy Development Board Act, \n2010 (Act XIV of 2010) shall stand dissolved and upon such dissolution__ \n(a) the alternate energy fund establishe d under section 13 of the Alternative Energy \nDevelopment Board Act, 2010 (Act XIV of 2010) shall stand transferred and \nvest in the Private Power and Infrastructure Development Board Fund \nestablished under section 14;  \n(b) all assets, rights, powers, authori ties and privileges and all property, cash and \nbank balances, reserve funds, investment and all other interests and rights in or \narising out of such property and all debts, liabilities and obligations of whatever  \n \n1Ins., by Act XXVI of 2023,s.11.  \n \nPage 16 of 17 \n kind of the dissolved Alternative Energy Development Board subsisting \nimmediately before its dissolution, shall stand transferred to and vest in the \nPPIB;  \n(c) notwithstanding anything contained in this section or any other law for the time \nbeing in force or in any  agreement, deed, document or other instrument, all \nofficers consultants, advisers, auditors and other employees and staff of the \ndissolved Alternative Energy Development Board shall, after the \ncommencement of the Private Power and Infrastructure Board (Am endment) \nAct, 2021, stand transferred and to be officers, consultants, advisor, auditors and \nemployees and staff of the P IB:  \nProvided that — \n(i) upon such transfer the emoluments of all officers, other employees and staff of \nthe dissolved Alternative Energy Development Board shall not be varied to their \ndisadvantage as they were entitled to receive in accordance with the dissolved \nAlternative Energ y Development Board Act, 2010 (Act XIV of 2010);  \n(ii) The persons so transferred shall be deemed to have been appointed or engaged \nby the PPIB in such grades; and on such terms and conditions as will be \ndetermined by the Board having regard to equivalence of respective grades, \nqualifications and experience of employees of the dissolved Alternative Energy \nDevelopment Board with the respective grades, qualifications and experience \nof existing staff of PPIB;  \n(iii) Persons so transferred shall not be entitled t o additiona l compensation only \nbecause of such continuance or transfer; and  \n(iv) Any civil servants appointed to or working in the dissolved Alternative Energy \nDevelopment Board shall upon their transfer to the PPIB continue to be \ngoverned by the Civil Ser vants Act, 1973 (LXXI of 1973) and rules made \nthereunder.  \n(d) immediately after the commencement of the Private Power and Infrastructure \nBoard (Amendment) Act, 2021, the Board shall announce and notify a voluntary \nseparation allowance under a voluntary sep aration scheme for such transferred \nofficers, other employees and staff who may opt for such voluntary separation \nallowance within a period of three months after such notification after such \noption is exercised and payment of such voluntary separation allo wance is made \nto such officers, other employees and staff, their employment shall stand \nterminated with immediate effect. After such maximum period of three months \nsuch transferred officers employees and staff who have not opted for voluntary  \nseparation al lowance shall be deemed to have been appointed and engaged by \nthe Board from the date of such transfer. All payments made in respect of such \nvoluntary separation  scheme by PPIB sh all be reimbursed by the Federal -\nGovernment within a period of six months;  \n(e) all debts and obligations incurred or contracts entered into, guarantees issued, \nrights acquired and all matters and things engaged to be done by, with or for the \ndissolved Alternative Energy Development Board shall be deemed to have been \n \nPage 17 of 17 \n incurred, enter ed into, acquired or engaged to be done by, with or for the PPIB;  \n(f) all suits, arbitrations and other 1egal  proceedings instituted by or against the \ndissolved Alternative Energy Development Board before its dissolution shall be \ndeemed to be suits, arbitr ations and proceedings by or against the PPIB and shall \nbe proceeded or otherwise dealt with accordingly; and  \n(g) any reference to the Alternative Energy Development Board so dissolved in any \nstatutory instrument, policy or other document or instrument shall, unless the \ncontext otherwise requires, be read and construed as reference to be PPIB.  \n(2) Notwithstanding anything contained to the contrary in the Private Power and \nInfrastructure Board (Amendment) Act, 2021, the terms and conditions of the existin g PPIB officers, \nother employees and staff shall not be varied to their disadvantage due to appointment and engagement \nof such transferred officers, employees and staff.  \n(3) All rules, regulations, policies, notifications, orders, tax exemptions as provide d under \nsection 24 of the Alternative  Energy Development Board Act. 2010 (Act XIV of 2010) or instructions \nin force pertaining to or in any way concerned with or affecting the dissolved Alternative Energy \nDevelopment Board immediately before commencement o f the Private Power Infrastructure Board \n(Amendment) Act, 2021, shall, so far as they are not inconsistent with any of the provisions of this \nAct, continue to be in force until repealed, altered or rescinded by rules or regulations made under this \nAct. \n31. Exemption from taxes. — Notwithstanding anything contained in the Income Tax \nOrdinance, 2001 (XLIX of 2001), or any other law for the time being in f‹ ce relating to income tax, \nthe Board shall not be liable to pay any such tax on its income, investment, c apital profit, wealth, gifts \nor gains.  \n32. Issuance of policy directives. — The Federal Government may as and when it \nconsiders necessary issue policy directives, not inconsistent with this Act, to the Board in respect of \nits activities and co mpliance of su ch directives shall be binding on the Board.  \n33. Repeal.— The alternative Energy Development Board Act, 2010 (XIV of 2010) is \nhereby repealed. ] \n \n____ ______"
}