{
    "file": "./converted_json\\administrator806b77447397a52a9bd37aa6399878f4.json",
    "name": "Regional Development Finance Corporation and Small Business Finance Corporation (Amalgamation and Conversion) Ordinance 2001",
    "date": "19th October, 2001",
    "tagline": "An Ordinance to amalgamate the Regional Development Finance Corporation and the Small Business Finance Corporation and to convert them into a public limited company",
    "content": "Page 1 of 5 \n \n \n \n THE REGIONAL DEVELOPMENT FINANCE CORPORATION \nAND SMALL BUSINESS FINANCE CORPORATION \n(AMALGAMATION AND CONVERSION) ORDINANCE 2001  \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n2. Definitions  \n3. Amalgamation of the R.D.F.C. and S.B.F.C  \n4. Registration of the company  \n5. Transfer and vesting of assets, contracts, liabilities, proceedings and undertakings  \n6. Continuation of taking deposits and other business  \n7. Continuation of service in the company  \n8. Contracts and proceedings  \n9. Bar to jurisdiction  \n10. Indemnity  \n11. Ordinance to override other laws, etc . \n12. Power to make rules  \n13. Removal of difficulties  \n14. Repeal  \n \n  \n\n \nPage 2 of 5 \n THE REGIONAL DEVELOPMENT FINANCE CORPORATION AND SMALL \nBUSINESS FINANCE CORPORATION (AMALGAMATION AND \nCONVERSION) ORDINANCE 2001  \nORDINANCE No. LVI OF 2001  \n[19th October, 2001 ] \nAn Ordinance to amalgamate the Regional Development Finance Corporation and the  Small \nBusiness Finance Corporation and to convert them into a public limited company  \nWHEREAS it is expedient to provide for the amalgamation and conversion of the Regional \nDevelopment Finance Corporation and the Small Business Finance Corporation into a public limited \ncompany an d for matters connected therewith or ancillary thereto;  \nAND Whereas the President is satisfied that the circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE, in pursuance of the Proclamation of Emergency of the fourteenth day \nof October, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional \nConstitution (Amendment) Order No .9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance:  \n1. Short title, extent and commencement.___ (1) This Ordinance may be called the  Regional \nDevelopment Finance Corporation and Small Business Finance Corporation  (Amalgamation and \nConversion) Ordinance, 2001.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions.___(1) In  this Ordinance, unless there is anything repugnant in the  subject or \ncontext,___ \n(a) “assets” means  rights,  and  powers  of  every description  and  includes  all \nproperties,  movable  or  immovable,  tangible  or  intangible,  mortgages, \ncharges and claims in the name of the RDFC or SBFC, as the case may be;  \n(b) “company” means the company, form ed and registered pursuant to section 4;  \n(c) “contracts” means ; all contracts,  agreements, bonds, guarantees, indemnities , \nrepresentations, obligations, undertakings and other legal documents and \ninstruments of every description executed by or on behalf of  the RDFC or \nSBFC, as the case may be, including employment, investment, sales and \nfinancial contracts with whomsoever;                 \n  *(d) “effective date ” means the date specified in the Order;  \n \n* i.e. 1 -1-2001,vide S.R.O. 898(I)/2001, dt. 29 -12-2001.  \n \nPage 3 of 5 \n (e) “liabilities”  means  all  liabilities  lawfully  incurred  by  the  RDFC or SBFC, \nas the case may be, and includes duties of every kind imposed thereon;  \n(f) “order” means an order made by the Federal Government under subsection  (1) \nof section 5;  \n(g) “proceedings ” includes applications, appeals, awards, reviews and revisions \nfiled  of pending in  any suit,  arbitration  or other  legal  or  administrative \nproceedings;  \n(h) “R.D.F.C.” means the Regional Development Finance Corporation established \nunder th e Regional Development. Finance Corporation Ordinance, 1985 \n(XXXII of 1985);  \n(i) “S.B.F.C.”  means  the  Small  Business  Finance  Corporation  established \nunder` the Small Business Finance Corporation Act, 1972 (XXIX of 1972);  \n(j) “transfer” means the tra nsfer of assets, contracts, liabilities, proceedings and \nundertakings  of  the  R.D.F.C.  or  S.B.F.C.,  as  the  case  may  be,  to  the \ncompany and  \n(k) “undertaking ” includes all projects, ventures and any other operations \nundertaken by the R.D.F.C. or S .B.F.C., as the case may be, individually or in \ncollaboration with some other person,  \n(2) All expressions and words used but not defined in this Ordinance shall have the same \nmeanings as in the Companies Ordinance, 1984 (XLVII of 1984).  \n3. Amalgamation of the RDFC  and SBFC —Within ninety days of the promulgation  of this  \nOrdinance,  the  Federal  Government  shall,  in  consultation  with  the R.D.F.C. and S.B.F.C: and \ntheir shareholders, prepare a scheme for the amalgamation of the R.D.F.C. and S.B.F.C. in to a \ncompany.  \n4. Registration of the company.___ (1) Pursuant to the scheme for amalgamation made under \nsection 3, the Federal Government shall, in collaboration with the shareholders of the R.D.F.C. and \nS.B.F.C., form a public limited company and register the same under the Companies Ordinance, \n1984 (X LVII of 1984).  \n(2) Notwithstanding anything contained in section 470 of the Companies Ordinance,  1984 \n(XLVII of 1984), and the Sixth Schedule thereto, the company shall be exempt from the payment of \nany registration fee or any other charges for the purpose  of its registration.  \n (3) The value ascribed to the assets and liabilities transferred to, and vested in the company \nby the Federal Government under the order shall represent the fair net value of the assets for \ntaxation, depreciation or any other purpose s. \n(4) No stamp duty or any other charges shall be payable by the company under -any law for \nthe time being in force for the transfer and vesting of the assets, contracts, liabilities, proceedings or \nundertakings of the R.D.F.C. and S.B.F.C. to the company  or any shares or  securities issued in \nfavour of the shareholders or financiers of the R.D.F.C. and S.B.F.C. by the company.  \n \nPage 4 of 5 \n 5. Transfer and vesting of assets,  contracts,  liabilities, proceedings and undertakings. — \n(1) Subject to section 3, after the regis tration of the company, the Federal  Government shall by an \norder, published in the official Gazette, direct that all the assets, contracts, liabilities, proceedings \nand undertakings of the R.D.F.C. and S.B.F.C. stand transferred to, and vest in the company  on the \ndate specified therein, on such terms and conditions as may be determined by the Federal \nGovernment in this behalf.  \n(2) The order shall, inter alia, provide for the following, namely: — \n(a) the transfer of all the assets, contracts, liabilities, proceedings and \nundertakings of the R.D.F.C. and S.B.F.C., to the company;  \n(b) the allotment of shares or debentures of the company to the shareholders, \ndebenture -holders or bond -holders of the R.D.F.C.  and S.B.F.C. in proportion \nto their shares, debenture s, bonds or other securities in the R:D.F.C. or \nS.B.F.C, as the case may be, after determining the net asset value of both the \nR.D.F.C. and S.B.F.C. the effective date;  \n(c) the dissolution of the R.D.F.C. and S.B.F.C. from the effective date; and  \n(d) such incidental, consequential and supplemental matters as are necessary to \nsecure the amalgamation and transfer under this  ordinance.  \n(3) Without prejudice to the provisions of section 146 of the Companies Ordinance,1984 \n(XLVII of 1984), the company shall, upo n transfer, continue all undertakings of the  R.D.F.C. and \nS.B.F.C. as were being carried on immediately prior to the effective date.  \n 6. Continuation of taking deposits and other business.___(1) Notwithstanding  anything \ncontained in any other law for the t ime being in force, the company shall take and maintain existing \ndeposits, continue, lending and any other business which were being undertaken by the R.D.F.C. and \nS.B.F.C., respectively, without prejudice to its application to the State Bank of Pakistan f or a licence \nto transact banking business.  \n(2) The company shall be authorised to use the word “bank” or any of its derivatives as a part \nof its name.  \nExplanation. —For the purposes of this  section the expression “existing deposits ” means \ndeposits received by the company as part of the transfer.  \n7. Continuation of service in the company.___ (1) All permanent employees of the  R.D.F.C. \nand S.B.F.C., who were continuously in the service of the R.D.F.C. or, as the case may be, S.B.F.C. \nfor a period of one year i mmediately before the effective date shall stand transferred to, and become \nthe employees of, the company as of the effective date on the same terms and conditions and shall be \nsubject to the same rules and regulations as were applicable to them before the  effective date.  \n(2) No person transferred to the company pursuant to subsection (1) shall be entitled to any \ncompensation as a consequence of transfer to the company.  \n8. Contracts  and  proceedings.____(1) All contracts  subsisting or having  effect immediately \nbefore the effective date, to which the R.D.F.C. or S.B.F.C. may have been a party or beneficiary, \nshall be deemed to have been made by the company.  \n \nPage 5 of 5 \n (2) All proceedings by or against or relating to the R.D.F.C. or al S.B.F.C. pending on the \neffective date before any Court, tribunal arbitrator or any other authority shall be continued, \nprosecuted of the defended, enforced and executed by or against the company in the same manner \nand to the same extent as might have been continued prosecuted, defe nded, enforced and executed by \nor against the R.D.F.C. or S.B.F.C., as the case may be.  \n9. Bar to jurisdiction. —No Court, tribunal, arbitrator or authority shall question, or permit \nto be called in question, any transfer or order made, anything done, or ac tion taken or purported to be \nmade, done or taken under this Ordinance.  \n10. Indemnity.___ No suit, prosecution of other legal proceedings shall lie against the Federal \nGovernment, the R.D.F.C., the S. B. F. C. the company or any other person for anything w hich is in \ngood faith hone or intended to be done under this Ordinance or any rule or order made thereunder.  \n11. Ordinance  to override other laws, etc .____This Ordinance, shall have effect \nnotwithstanding anything contained in any other law for the time being in force, or in any agreement, \ncontract, decree, order or any other instrument whatsoever.  \n12. Power to make rules.  The Federal Government may, by Notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n13. R emoval of difficulties.___If any difficulty arises in giving effect to any provision of this \nOrdinance, the Federal Government may make such order, not inconsistent with the provisions of \nthis Ordinance, as may appear to it to be necessary, for the purpose  of removing the difficulty:  \nProvided that no such power shall be exercised after the expiry of two years from the \ncommencement of this Ordinance.  \n14.  Repeal. —The Regional Development Finance Corporation Ordinance, 1985 (XXXII of \n1985), and the Small. Bus iness Finance Corporation Act, 1972 (XXIX), shall stand repealed on the \neffective date."
}