{
    "file": "./converted_json\\administrator5cbc15aa43f455520177758b7645aac0.json",
    "name": "Public Interest Disclosures Act, 2017",
    "date": "2nd November, 2017",
    "tagline": "Providing a mechanism for public interest disclosures and protection of persons making such disclosures",
    "content": "Page 1 of 11 \n  \n \n \n \nTHE PUBLIC INTEREST DISCLOSURES ACT, 2017  \n \n \n \n  \n  \n \n \n \nCONTENTS  \n___________ __ \n \nCHAPTER I  \n \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2.    Definitions. \nCHAPTER II  \n \nPUBLIC INTERESTDISCLOSUREAND INQUIRY IN RELATION  \nTHERETO  \n3.    Public interest disclosure.  \n4.    Preliminary inquiry.  \n5.    Matters not to be inquired by Competent Authority.  \n6. Exemption from disclosure.  \nCHAPTER III  \n \nCOMPETENT AUTHORITY  \n \n7.    Powers of Competent Authority.  \n8.    Organizations etc., to establish systems.  \n9.    All authorities to assist Competent Authority.  \nCHAPTER IV  \n \nPROTECTION OF COMPLAINANT AND WITNESSES  \n10. Protection against adverse actions et c. \n11. Protection of witnesses etc.  \n12. Protection of identity or complainant.  \n13. Power to issue interim orders.  \n \n \n \n\n \nPage 2 of 11 \n CHAPTER V  \n \nOFFENCES AND PENALTIES  \n14. Penalty for furnishing incomplete or incorrect or misleading comments or explanation or \nreport.  \n15. Punishment for revealing identity of complainant.  \n16. Punishme nt for false or frivolous disclosure.  \n17.    Punishment for Head of Organization.  \n18.    Offences by companies.  \n19.    Court to take cognizance.  \nCHAPTER VI  \n \nMISCELL ANEOUS  \n \n20.    Protection of action taken in good faith.  \n21.    Report on disclosures . \n22.    Power of Government to make rules.  \n23.    Power of Competent Authority to make regulations.  \n24. Rules to be laid before Parliament.  \n25.    Overriding effect . \n26.    Removal of difficulty . \n  \n \nPage 3 of 11 \n THE PUBLIC INTEREST DISCLOSURES ACT, 2017  \n \n[2nd November, 201 7] \n \nACT NO. XXXVI of 2017  \n \n \nAn Act to provide a mechanism  for public  interest disclosures and protection of  \npersons making  such disclosures  \n \n \nWHEREAS  it is expedient to provide a mechanism for public interest disclosures to prevent \ncorruption and corrupt practices, protect persons making such disclosures  and for matt ers connected \ntherewith or ancillary thereto;  \n \nIt is hereby enacted as follows: ⸺ \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short  title, extent and commencement.  (1) This Act may be  called the Public Interest \nDisclosures Ac t, 2017.  \n \n(2) It extends to the whole of  Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions . In this Act, unless there is anything repugnant in the subject or context, — \n \n(a) “Competent Authority ” means  the respective Head of the Organization;   \n \n(b) “complainant ” means a person making complaint  relating to disclosure under \nthis Act;   \n \n(c)  “disclosure ” means a complaint relating to, — \n \n(i) willful misuse of power or willful misuse of discretion by virtue of  \nwhich substantial loss is caused to the Government or substantial \nwrongful gain accrues to the p ublic servant  to third party: and  \n \n(ii) commission of or an attempt to commit an o ffence of corruption or \ncorrupt practices as defined in the National Accountability Bureau \nOrdinance, 1999 (XVIII of 1999) or any other law relating to corruption \nand includes the offence  committed through electroni c mail or device;  \n \n(c)  “Government ” means the Federal Government;  \n \n(d)  “Head of Organization ” means the Head of Organization con cerned with  \ndisclosure:  \n \n \nPage 4 of 11 \n (e)  “Organization ” means:  \n \n(i)  a Ministry, Division, Department or an Office of the  Government;  \n \n(ii)  a corporation, company, body, an institution or enti ty controlled or \nestablished by the Government;  \n \n(iii)  institutions established under the Constitution except the institutions  \nwhich exclusively relate to Province;  \n \n(iv)  any other public sector authority body, institution or entity not covered \nunder paragraphs (i) and (iii) above which the Government may, by \nnotification in the official Gazette, specify for the purposes of  this Act; \n \n(v)  any private sector body company or entity including NGOs of national \nand public importance which the Government may, by notification in \nthe official Gazette, specify for the purposes of this Act.  \n \n(f)  “person” means any person who is, or has been holding or has held, a post or \noffice in any public corporation, bank, financial institution, undertaking or other \norganization established  controlled or administered by or under the authority of \nGovernment;  \n \n(g)  “public servant ” for the purposes of this Act, means a public serva nt as defined \nin section 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860) and includes \nan employee of any corporation  or other body or organization setup, controlled \nor administered by,  or under the authority of the Government; and  \n \n(h)  “prescribed ” means  prescribed by rules made by the Government  under this Act. \n \nCHAPTER II  \n \nPUBLIC INTEREST  DISCLOSURE  AND INQUIRY IN RELATION  \nTHERE TO \n \n3. Public interest disclosure. ⸺(1) Any person may make a public interest disclosure before \nthe Competent Authority.  \n \n(2) A disclosure under sub-section (1) shall be made in good faith and shall be substantiated \nby a declaration that the information being disclosed or allegations being leveled by him are true to \nthe best of his knowledge and belief.  \n \n(3) The disclosure sh all be in the prescribed form and duly  supported by relevant documents, \nor other materials, if any. \n \n(4) The Competent Authority may, if it deems fit, call for further information or particulars \nfrom the Complainant.  \n \n(5) Anonymous or pseudonymous disclosures shall not be entertained or processed by the \nCompetent Authority.  \n \nPage 5 of 11 \n (6) The Competent Authority may designate or appoint such officers as may be notified any \nofficer not below BPS -17 or equivalent to receive complaints . \n \n4. Preliminary inquiry.  The Competent Authority shall conduct a preliminary inquiry into the \ndisclosure to ascertain the identity and credibility of the Complainant in prescribed  manner.  \n \n5. Matters not to b e inquired by Competent Authority. ⸺The Competent Authority shall \nnot inquire into following matters, namely: — \n \n(a)  any matter specified or an issue raised in a disclosure has been  determined by a \ncourt or tribunal authorized to  determine the same; or  \n \n(b)  matter in respect of which a formal and public inquiry has been  ordered under \nthe law; \n \n(c)  in respect of a matter which has been referred for inquiry under the  law. \n \n(2) Nothing in this Act shall be construed as empowering the Competent Authority to question, \nin any inquiry under this Act, any bona fide  action or bona fide  discretion including administrative or  \nstatutory discretion exercised in discharge of duty by the employee or  person concerned.  \n \n6. Exemption from disclosure.  Disclosure shall not be made if  the information, — \n \n(i)  is likely to prejudicially affect,— \n \n(a)  the sovereignty and integrity of Pakistan;  \n \n(b)  the security, strategic or economic interests of  the Pakistan: or  \n \n(c)  relations with foreign stat es; \n \n(ii)  may lead to incitement to offence;  \n \n(iii)  contains Cabinet or Cabinet Committees papers including records of \ndeliberations of the Cabinet Ministers, secretaries and other offices except as \npermitted by the Cabinet Secretary ; \n \n(iv)  has been expressly forbidden to be published by a court or tribunal;  or if the \ndisclosure of information may result in  contempt of court;  \n \n(v)  cause a breach of privilege of Parliament or Provincial Assembly;  \n \n(vi)  relates to trade secrets, intellectual property (and such disclosure would harm a \ncompetitor), except if such information is permitted under the law relating to \nright of information;  \n \n(vii)  is available to the person making the disclosure in his fiduciary capacity, except \nif such information is permitt ed under the law relating to right of information;  \n \n(viii)  is received in confidence from a foreign government;  \n \nPage 6 of 11 \n (ix)  impede the process of investigation or apprehension or prosecution  of offenders:  \n \n(x)  endanger the life or physical safety of a person, o r identify the source of \ninformation given in confidence for law enforcement or security purposes; and  \n \n(xi)  contains disclosure of personal information and it has no relationship with any \npublic interest or if it causes unwarranted invasion of privacy, except if it is \npermitted under the law relating to right of information.  \n \nCHAPTER III  \n \nCOMPETENT AUTHORITY  \n \n7. Powers of Competent Authority. ⸺(1) For the purpose of inquiry (including the \npreliminary inquiry), the C ompetent Authority  shall have all the powers of a Civil Court while trying \na suit under the Code of Civil Procedure,  1908 (A ct V of 1908) , in respect of the following matters, \nnamely:⸺ \n \n(a) summoning and enforcing the attendance of any person and  examining him on oath;  \n \n(b) requiring the discovery and production of any document;  \n \n(c) receiving evidence on affidavits;  \n \n(d) requisitioning any public record or copy thereof from any court or office;  \n \n(e) issuing commissions for the examination of witnesses or  documents ; and \n \n(f) such other matters  as may be prescribed.  \n \n(2) The Competent Authority shall be deemed to be a civil co urt for the purpose of section 1 95 \nand Chapter XXVI of the Code of Criminal Procedure , 1898 (Act V of 1898), and every pr oceeding \nbefore the Competent Authority shall be deemed to be a judicial proceeding within the meaning of \nsections 193 and 228 and  section 196 of the Pakistan Penal Code , 1860 (Act XLV of 1860).  \n \n(3) No claim for any privilege etc., shall be accepted in a proceeding under this Act . \n \n(4) The Competent Authority, shall take all necessary steps to protect  the disclosure of identity \nof the Complainant while proceeding under this Act.  \n \n8. Organizations etc., to establish systems.  All organization shall establish  proper and \nadequate systems for dealing with inquiry and processing of disclosures.  \n \n9. All authorities to assist Competent Authority.  For the purpose of making discreet inquiry \nor obtaining information from the organization concerned, the Competent Autho rity may take \nassistance of the Police authorities or any other authority or agency as may be considered necessary, \nto render necessary assistance to complete the inquiry within the prescribed time  pursuant to the \ndisclosure received by the Competent Autho rity. A person who  makes disclosu re shall also assist in \nthe inquiry under this Act.  \n \n \nPage 7 of 11 \n CHAPTER IV  \n \nPROTECTION OF COMPLAINANT AND WITNESSES  \n \n10. Protection against adverse actions etc. ⸺(1) The Government  shall ensure that neither \nany adverse action shall be taken against a Complainant  nor shall he be victimized by initiation of any \nproceedings or otherwise merely  on the ground that he made a disclosure or rendered assistance in \ninquiry under this Act. A person shall be considered victimized if,— \n \n(i)  dismisse d; \n \n(ii)  suspended;  \n \n(iii)  denied promotion:  \n \n(iv)  demoted;  \n \n(v)  made redundant;  \n \n(vi)  harassed;  \n \n(vii)  intimidated;  \n \n(viii)  threatened with  any of the matters set out in (i) to (vii); and \n \n(ix)  subjected to a discriminatory or other adverse measure by the employer or a \nfellow employee.  \n \n(2) If any person is being victimized or likely to be victimized on  the basis  of his filing a \ncomplaint or making a disclosure or rendering assistance in inquiry under this Act, he may make an \napplication to the Competent Authority seeking redress in the matter, and such authority shall take \nsuch action, as deemed fit and may give s uitable directions to the concerned public servant or the \nOrganization, as the case may be, to protect him from being victimized or  avoid his victimization.  \n \n(3) The Competent Authority shall, before giving any such direction to the Organization, give \nan opportunity of hearing to the complainant and the Organization, as the case may be:  \n \nProvided that in any such hearing, the burden of proof that the alleged  action on the part of the \nOrganization is not victimisation, shall lie on the  Organiza tion. \n \n(4) The  Organization shall be bound by every direction given under  sub-section (3).  \n \n(5) Notwithstanding anything contained in any other law for the time being in force, the power \nto give directions under sub -section  (2), in relation to a public servant, shall include the power to direct \nthe restoration of the public servant making the disclosure, to the status quo ante. \n \n(6) Any person who willfully does not comply with the direction of the Competent Authority \nunder s ub-section (2), shall be liable to a penalty which may extend up to five hundred thousand rupees.  \n \n11. Protection of witnesses etc. ⸺If the Competent Authority either  on the application of the \ncomplainant, or witnesses, or on the basis of  information gather ed, is of the opinion that either the \n \nPage 8 of 11 \n complainant or public  servant or the witnesses or any person rendering assistance for inquiry under \nthis Act need protection, the Competent Authority shall issue appropriate  to the concerned Government \nauthorities ( including  Police) which shall take necessary steps, through its agencies, to protect such \ncomplainant or public  servant or persons concerned.  \n \n12. Protection of identity of complainant.  The Competent Authority  shall,  notwithstanding \nany law for the time being  in force, conceal, as required under  this Act, the identity of the complainant \nand the documents or information furnished  by him, for the purposes of inquiry under this Act, unless \ndecided otherwise by the Competent Authority itself or it became necessary  to reveal or produce the \nsame by virtue of the order of  the court.  \n \n13. Power to issue interim orders. ⸺In case the Competent Authority is of  the view that after \ndisclosure,  any corrupt practice is required to be stopped, during the pendency of any inquiry it may \npass such interim orders as deem appropriate, to prevent the continuation of such  practice.  \n \nCHAPTER V  \n \nOFFENCES AND PENALTIES  \n \n14. Penalty for furnishing incomplete or incorrect or misleading comments or explanation \nor report. ⸺(1) W(here the Competent Authority is of the opinion that the Organization or official \nconcerned has not furnished the report within the specified time, without any reasonable cause, or \nmalafidely refused to submit the report or knowingly submitted incomplet e, incorrect or  misleading or \nfalse report or destroyed record or information which was the subject of the disclosure or obstructed \nin any manner in furnishing the report, it  may impose where the Organization or official  concerned — \n \n(a)  without any reasona ble cause, has not furnished the report within the specified \ntime or malafidely refused to submit the report, a minimum penalty which may \nextend to ten thousand rupees for each day till report is furnished;  \n \n(b)  has knowingly given incomplete, incorrect or misleading or false report or \ndestroyed record or information which was the subject of the disclosure or \nobstructed in any manner the furnishing of the report, a  penalty which may \nextend to one hundred thousand rupees:  \n \nProvi ded that no penalty shall be imposed against any person unless he has been given  an \nopportunity of being heard.  \n \n(2) Any person aggrieved by order of Competent Authority under sub -section ( 1) may within \nthirty  days of order  prefer an appeal to  the next hig her authority  or an authority  as may be prescribed \nfor the purposes of  this section.  \n \n15. Punishment for revealing identity of complainant. ⸺Any person,  who negligently or \nmalafidely reveals the identity of a complainant shall, without prejudice to the other provisions of this \nAct, be punishable with imprisonment for a term which may extend to six months or with fine or with  \nboth.  \n \n16. Punishment for false or frivolous  disclosure.  Any person who makes any disclosure \nmalafidely  and knowingly that it was incorrect or false or misleading shall be punishable with \n \nPage 9 of 11 \n imprisonment for a term which may extend to one year and also to fine which may extend up to one \nhundred thousand rupees.  \n \n17. Punishment for Head of  Organization. ⸺(1) Whe re an offence under this Act has been \ncommitted by any Organization of Government, the Head of the Organization shall be liable unless he \nproves that the offence was  committed without his knowledge or that he exercised all due diligence to \nprevent the co mmission of such offence.  \n \n(2) Notwithstanding anything contained in sub -section (1), where an offence under this A ct has \nbeen committed by an Organization of Government and it is proved that the offence has been \ncommitted with the consent or connivance of , or is attributable to any officer, su ch officer  shall also \nbe deemed to be guilty of that offence and shall be liable to be proceeded against and punished \naccordingly.  \n \n18. Offences by companies. ⸺(1) Where an offence under this Act has been committed by a \ncompany, every .person who at the time of commission of  the offence was in charge of, and was \nresponsible to the company for the conduct of the business of the company as well as the company, \nshall be deemed to be guilty of the offence  and shall be liable to be proceeded against and  punished \naccordingly:  \n \nProvided that nothing contained in this sub -section shall render any such person liable to any \npunishment provided in this Act, if he proves that the offence was committed without his knowledge \nor that he has exercised all due diligence to prevent the commission of  such offence.  \n \n(2) Notwithstanding anything contained in sub -section ( 1), where an offence under this Act has \nbeen committed by a company and it is proved that the offence has been committ ed with the consent \nor connivance of, or is attributable to, any neglect on the part of any  director, manager, secretary or \nother officer of the company, such director, manager, secretary or other officer shall also be deemed \nto be guilty of the offence an d shall be liable to be  proceeded against and punished accordingly.  \n \nExplanation. ⸺For the purposes of this section, ⸺ \n \n(a) “company” means  anybody  corporate  and includes  a firm or other association \nof individuals;  and \n \n(b)  “director”, in relation to a firm, means  a partner  in the firm.  \n \n19. Court to take cognizance. ⸺(1)No court,  shall take cognizance of any offence punishable \nunder this Act or the rules or regulations made thereunder, except on a complaint made  by the \nCompetent  Authority or any officer or  person authorized by it in writing . \n \n(2) No  court inferior to  that of a Court  of Sessions  shall  try any offence punishable under  this \nAct and the provisions of the Code of Criminal  Procedure, 1898 (Act V of 1898) shall, mutatis \nmutandis , apply to the trial of such offences.  \n \n(3) No Court shall have jurisdiction in respect of any matter which the Competent Authority is \nempowered by or unde r this  Act determine and no  injunction shall  be granted  by any court or other \nauthority in respect of any action  taken o r to be  taken  in pursuance of any  power conferred by or under \nthis Act.  \n \n \nPage 10 of 11 \n CHAPTER VI  \n \nMISCELL ANEOUS  \n \n20. Protection of action taken in good faith. ⸺No suit, prosecution  or other legal proceedings  \nshall lie against the Competent Authority or against any officer,  employees, agency or person acting \non its behalf or any other person, in respect  of anything which is in good faith  done or intended to be \ndone  under this Act.  \n \n21. Report on disclosures. ⸺(1) The Competent Authority shall prepare  a consolidated annual \nreport of the performance of its activities in such form as may  be prescribed and forward it to the \nGovernment:  \n \nProvided that Identity of the complainant if not necessary shall not be  disclosed in the Report . \n \n(2) On receipt of the annual report under sub -section  (1), the Gover nment shall cause a copy \nthere  of to be laid before each House of Parliament.  \n \n22. Power  of Government to make  rules.⸺(1)The Government  may, by notification in the \nofficial  Gazette , make  rules  for carrying  out the  purposes of this Act.  \n \n(2) In particular, and without prejudice to the generality of the foregoing power, such rules may \nprovide for all or any of the following matters, namely: ⸺ \n \n(a)  the procedure for disclosure under section 3;  \n \n \n(b)  the manner and the time within which the inquiry shall be conducted by the \nCompetent Authority;  \n \n(c)  the additional matter in respect of which the Competent Authority  may exercise \nthe powers of a Civil Court under section 6;  \n \n(d)  the form  of annual report under sub-section (1) of  section 21;  \n \n(e)  promoting awareness mechanism for protection of persons making public \ninterest disclosures and the financial incentives which may be offered to such \npersons; and  \n \n(f) any other matter which is required to be, or may be,  prescribed.  \n \n23. Power of Competent Authority to make regulations.  The Competent Authority may, \nwith the previous approval of the Gove rnment , by notification in the Official Gazette, make regulations \nnot inconsistent with the provisions of the Act and the rules made thereunder to provide for all matters \nfor which provision is expedient for the purposes of giving effect to the provisions of this Act. \n \n24. Rules to be laid before Parliament.  The rules made by the Government under this Act \nshall be laid, as soon as may be after they are issued, before each House of  Parliament.  \n \n25. Overriding effect.  The provisions of this Act shall have effect notw ithstanding anything \ncontained in any other law for the time being in force.  \n \nPage 11 of 11 \n  \n26. Removal of difficulty. ⸺(1) If any difficulty arises in giving effect to any of the provisions \nof the Act, the Government may, by order, not inconsistent with  the provisions o f this Act, remove the \ndifficulty:  \n \nProvided that no such order shall be made after the expiry of a period of  three years from the \ndate of the commencement of this Act.  \n \n(2) Every order made under this section shall, as soon as may be after it is made  be laid before \neach House of Parliament."
}