{
    "file": "./converted_json\\administrator6d88efe6117dcfb251663daf5cb43180.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "P\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n63\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, SA\nTURDA\nY\n,  \nFEBRUARY \n 22, 2020\n__________________________________________________________________\n__________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nSENATE SECRETARIAT\nIslamabad, the 21st February, 2020\nNo. F. 9 (5\n)/2020-Legis.—\nThe following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on 18th February, 2020 and is\nhereby published for general information:—\nA\nCT\n N\nO\n. VII \nOF\n 2020\nAn Act further to amend the Code of Civil Procedure, 1908\nW\nHEREAS\n it is expedient further to amend the Code of Civil Procedure,\n1908 (Act V of 1908) for bringing procedural reforms in order to provide in-expensive\nand expeditious justice;\nIt is hereby enacted as follows:—\n(63)\nPrice : Rs. 20:00\n[5196(2020)/Ex. Gaz.]\n64\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n      \n [P\nAR\nT\n I\n1.\nShort title, commencement and extent.—\n(1) This Act may be\ncalled the Code of Civil Procedure (Am\nendment) Act, 2020.\n(2)\nIt shall come into force at once.\n(3)\nIt shall extend to the Islamabad Capital Territory.\n2.\nAmendment of section 1, Act V of 1908.—\nIn the Code of Civil\nProcedure, 1908 (Act V of 1908), hereinafter referred to as the said Act, in section 1,\nafter sub-section (3), the following new sub-section shall be inserted, namely:—\n“(4)\nThe primary objective of this Code is to enable the Courts to,—\n(a)\ndeal with the cases justly and fairly;\n(b)\nencourage parties to alternate dispute resolution procedure if it\nconsiders appropriate;\n(c)\nsave expense and time both of courts and litigants; and\n(d)\nenforce compliance with provisions of this Code.”\n3.\nSubstitution of section 3, Act V of 1908.—\nIn the said Act, for\nsection 3, the following shall be substituted, namely:—\n“3.\n   \nSub-ordination of Courts.—\nFor the purposes of this Code, the\nhierarchy and sub-ordination of Civil Courts shall be the same as\nprescribed in the West Pakistan Civil Courts Ordinance, 1962 (W.P.\nOrdinance No. II of 1962).”\n4.\nSubstitution of section 6, Act V of 1908.—\nIn the said Act, for\nsection 6, the following shall be substituted, namely:—\n“6.   Pecuniary jurisdiction.—\nSave in so far as is provided for the\nIslamabad High Court exercising original civil jurisdiction at Islamabad,\nall civil suits shall be filed in the following manner, namely:—\n(a)\nwhere the amount or value of the subject matter of the suit is\nbelow rupees fifty million, the suit shall be filed in the court of\nCivil Judge, as may be prescribed by the High Court; and\n(b)\nwhere the amount or value of the subject matter of the suit is\nabove rupees fifty million the suit shall be filed in the court of\nDistrict \nJudge, as may be prescribed by the High Court.”\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n65\n5.\nOmission of section 7, Act V of 1908.—\nIn the said Act, section 7\nshall be omitted.\n6.\nSubstitution of section 26, Act V of 1908.—\nIn the said Act, for\nsection 26, the following shall be substituted, namely:—\n“\n26.\nInstitution of suits through plaint or otherwise.—\n(1) Every suit\nshall be instituted by the presentation of a plaint or in such other manner\nas may be prescribed.\n    \n(2)\nOn presentation of the plaint, it shall be the duty of the\nCourt to \nprima facie,\n satisfy itself of jurisdiction, cause of action and\nlimitation:\n      \nProvided that if Court does not satisfy itself, it shall be bound to\nrecord reasons for doing so.\n        \n(3)\nThe plaintiff shall, at the time, file as many copies of the\nplaint and accompanying documents as there are defendants to the\nsuit to be sent along-with the summons and two extra copies of the\nentire set.\n       \n(4)\nIt shall be duty of the Court to maintain electronic records\nof proceedings in suits as may be prescribed.\n      \nExplanation.—\nFor the purposes of this sub-section suits includes\nany proceedings in applications, appeals, review, revision or anything\nincidental thereto.\n26A.  Written statement and proposed issues by the\ndefendant.—\n(1) The defendant shall file written statement not later\nthan thirty days from the date of service to the plaintiff:\nProvided that if the defendant fails to file written statement\non the date fixed, the court may grant an opportunity to file the same\nnot later than fifteen days subject to payment of adjournment costs:\nProvided further that if the defendant fails to file after the\nopportunity given under the first proviso, a final opportunity may be\ngiven by the Court to file the written statement not later than fifteen\ndays subject to payment of adjournment costs after which the defendant\nshall lose the right of defence and the Court shall close the right to\ndefend the case:\n66\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n      \n [P\nAR\nT\n I\nProvided\n also that the written statement may be allowed to be\nfiled by the Court upon payment of costs to be determined by it, if the\ndefendant through an application supported by an affidavit, satisfies\nthe Court that he had just and sufficient cause and the Court record\nreasons for it.\n         (2)\nThe defendant shall file proposed issues along-with the\nwritten statement:\n        Provided that if no issues are proposed by the defendant, the\nCourt shall permit the defendant to file proposed issues not later than\nseven days upon payment of cost to be determined by the Court.\n         (3)\nThe defendant shall provide additional copies of written\nstatement and of the documents annexed therewith for each of the\nparties and the Court.\n26B.  Proposed issues by the plaintiff.—\nThe plaintiff shall file\nproposed issues not later than seven days from the date of receiving\nthe written statement:\n          Provided that in case the plaintiff tails to file the proposed issues,\nthe Court shall permit the plaintiff to file proposed issues not later than\nseven days upon payment of cost to be determined by the Court.\n26C.    Framing issues and filing of list of witnesses and recording\nof evidence.—\n(1) Not later than ninety days of the institution of a\nsuit the Court after considering the pleadings and issues proposed by\nparties, shall determine the material propositions of fact and laws which\nthe parties are at variance and frame issues.\n        (2)\nFor the purposes of sub-section (1), the Court in its discretion\nas it may deem fit may proceed to frame issues without hearing.\n   (3)\nIn case issues are framed without hearing, any party, not\nlater than seven days of the framing of issues, may file an application\nseeking modification of the issues, which application shall be decided\nwithin fifteen days.\n       (4)\nAfter framing the issues, the Court shall order parties to\nfile list of witnesses, not later than fifteen days.\n      (5)\nIf any party fails to comply with the orders of Court in sub-\nsection (4), a final opportunity may\n be given by the Court to file list of\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n67\nwitnesses not later fifteen days subject to payment of adjournment\ncosts.\n       \n(6)\nImmediat\nely upon framing of issues and filing of the list of\nwitnesses, the Court shall direct the recording of evidence through\nCommission in the prescribed manner.\n       (7)\nFor the purposes of sub-section (6) of this section, the Court\nshall appoint a Commission from a list of approved panel of such\nCommission, comprising advocates and retired judges maintained by\nthe Court in the prescribed manner, on such fee and terms and\nconditions as determined by the Court.\n      (8)\nThe parties shall file affidavits as evidence of their respective\nwitnesses, before the Commission which shall be construed to be\nexamination-in-chief.\n      (9)\nOn the affidavits in evidence, the witnesses shall be\nsubjected to cross examination and if necessary, just and expedient,\nshall be subjected to re-examination followed by cross-examination or\nre-examination.\n     (10)\nThe Commission shall record the evidence and proceedings\nthereof in written and audio and video recording.\n     (11)\nNot later than ninety days of the order under sub-section\n(6), the Commission shall finalize the recording of the evidence and\nsubmit a report in this regard to the Court along-with the complete\nwritten, audio and video record of the proceedings under sub-\nsection (10).\n     (12)\nThe High Court shall frame rules for the purposes of\nrecording of evidence through Commission, \ninter alia, \nempowering\nthe Commission to regulate the Commission’s proceedings including\nbut not limited to allowing or disallowing questions, documents, choosing\nsides, extension of Commission and passing such ancillary or other\norders which are necessary to carry out the functions of the\nCommission.\n 26D.  Hearing of final arguments.—\n(1) The Court after submission\nor closing of evidence, as the case may be shall fix a date not later\nthan fifteen days, for hearing of final arguments by parties.\n      (2)\nThe Court m\nay require the parties to file their written\narguments in addition to oral arguments\n.”\n68\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n      \n [P\nAR\nT\n I\n7.\nAmendment of section 27, Act V of 1908.—\nIn the said Act,—\n(a)\nin section 27, after the word “claim”, the words “not later than fifteen\ndays” shall be inserted; and\n(b)\nafter section 27, as amended herein-above, the following new section\nshall be inserted, namely:—\n“\n27A.  Process of summons to be simultaneous.—\n(1) Summons\nshall be sent simultaneously unless otherwise ordered by the Court, to\nthe defendant, by registered post acknowledgment due and another\ncopy of the summons by courier service signed and sealed in the manner\nprescribed, or as the court may determine, by urgent mail service of\nPakistan Post, at the cost of plaintiff.\n       \n(2)\nThe acknowledgement, purported to be signed by the\ndefendant, of the receipt of the registered communication or an\nendorsement by a courier messenger or postal employee that the\ndefendant refused to take delivery of the summons shall be deemed\nby the Court issuing the summons to be \nprime facie\n proof of the\nservice of summons.\n     \n(3)\nSimultaneously, the Court shall order service by,—\n(a)\naffixing a copy of the summons at some conspicuous part of the\nhouse, if any, in which the defendant is known to have last resided\nor carried on business or personally worked for gain;\n(b)\nany modern device including electronic device of communication\nwhich may include mobile, telephone, telegram, phonogram, telex,\nfax, radio, television etc. in a prescribed manner;\n(c)\nurgent mail service or public courier services;\n(d)\nbeat of drum in the locality where the defendant resides;\n(e)\nannouncement through, mosque, temple, community center etc.;\n(f)\npublication in the press in the prescribed manner; or\n(g)\nany other manner or mode as it may think fit:\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n69\n      \nP\nrovided th\nat the Court may order the use of all or any of\nthe aforesaid manners and modes of service simultaneously.\n      (4)\nIf the defendant fails to appear, the Court may direct service\nagain by any of the modes mentioned in sub-section (3) to appear on a\ndate not later than seven days.\n      (5)\nLocation of bailiff or process-server serving the summons\nshall be monitored by modern devices, in a manner prescribed, and a\nphotograph shall be taken of the defendant or the premises or the\nperson accepting summons on behalf of defendant and be made part\nof the record as a proof of delivery.”\n8.\nAmendment of section 33, Act V of 1908.—\nIn the said Act, in\nsection 33, after the word “judgment”, the words “within ninety days of the final\nhearing” shall be inserted.\n9.\nInsertion of new section 75A, Act V of 1908.—\nIn the said Act,\nafter section 75, the following new section shall be inserted, namely:—\n“75A. Spot checks.—\n(1) In order to further the primary objective\nmentioned in sub-section (4) of section 1, in any proceedings in a suit,\nthe Presiding Officer of the Court in its discretion may, on his own or\nat the application of any of the parties, at any stage may carry out spot\nchecks including inspection of documents and premises in order to\nascertain issues of partition, demarcation, possession, state of\nconstruction and anything incidental and ancillary thereto.\n       \nExplanation I.—\nFor the purposes of this sub-section, spot checks\nmay be carried out after passing of decree to ensure Court orders are\nimplemented as decreed.\n      \nExplanation II.—\nFor the purpose of this sub-section a spot check\nconducted by Presiding Officer of a Court should not be construed to\nbe an inspection through the appointment of Commission.\n        (2)\nThe Court may call for the evidence of any person or\ndocuments at the spot.\n      \n \nExplanation.—\nFor the purpose of this sub-section, person includes\nparties to the suit, individuals person at the spot or any individual Court\nmay deem proper to give evidence in the matter in issue.\n        (3)\nAfter conducting spot checks an interim order recording\nthe findings of the spot inspection shall be prepared and signed by the\nPresiding Officer of the Court:\n70\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n      \n [P\nAR\nT\n I\n       Provided tha\nt the interim order shall state the date, time, purpose\nof visit, evidence recorded and interim findings.\n       (4)\nThe Presiding Officer, in his discretion shall be entitled to\npass an order or judgment upon the basis of interim order mentioned in\nsub-section (3) of this section provided the same is confronted to all\nthe parties, who are given a reasonable opportunity to file objections\nto the same.”\n10.\nSubstitution of section 96, Act V of 1908.—\nIn the said Act, for\nsection 96, the following shall be substituted, namely:—\n “96.  Appeal from final judgment or decree.—\nSave where\notherwise expressly provided in the body of this Code or by any other\nlaw for the time being in force, an appeal shall lie to the High Court not\nlater than thirty days from every final judgment passed by any Court\nexercising original jurisdiction on any question of law or fact erroneously\ndetermined by the original court and the High Court shall decide the\nappeal within ninety days.”\n11.\nOmission of sections, Act V of 1908.—\nIn the said Act sections\n100, 101, 102 and 103 shall be omitted.\n12.\nAmendment of section 106, Act V of 1908.—\nIn the said Act, for\nsection 106, the following shall be substituted, namely:—\n“106. What Courts to hear appeals.—\nAppeals against order passed\nunder this Code shall lie to the Court, directly from its sub-ordinate\ncourt exercising original jurisdiction adjudicating the suit, in the manner\nprescribed.”.\n13.\nAmendment of section 111, Act V of 1908.—\nIn the said Act, in\nsection 111, clause (b) shall be omitted.\n14.\nAmendment of section 114, Act V of 1908.—\nIn the said Act, in\nsection 114,—\n(a)\nin clause (b), the word “or”, at the end, shall be omitted; and\n(b)\nfor clause (c) the following shall be substituted, namely:—\n“may apply for a review of judgment to the Court which passed the\ndecree or made the order, and the Court may make such order thereon\nas it think fit.”\nP\nAR\nT\n I]\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n71\n15.\nSubstitutio\nn of section 115, Act V of 1908.—\nIn the said Act, for\nsection the following shall be substituted, namely:—\n“115.  Revision.—\nAny party aggrieved by an order under\nsection 104, passed by the Court of District Judge or Additional District\nJudge in an appeal against an interlocutory order passed by a Civil\nJudge or Senior Civil Judge, as the case may be, may within thirty\ndays of the said order may file a revision to the High Court on an\nobvious mis-apprehension of law or in respect of a defect in\njurisdiction.”\n16.\nAmendment of section 128, Act V of 1908.—\nIn the said Act, in\nsection 128, after sub-section (2) the following new sub-section (3) shall be inserted,\nnamely:—\n      “(3)  The High Court shall make rules, not inconsistent with the\nprovisions of this Code, for case management and scheduling\nconferences binding the parties to follow the schedules and timelines\nprescribed therein.”\n17.\nSubstitution of section 141, Act V of 1908.—\nIn the said Act, for\nsection 141, the following shall be substituted, namely:—\n“141. Proceedings regarding application for injunctions and\nother miscellaneous application and issues.—\n(1) The procedure\nprovided in this Code with regard to suits shall be followed, as far as it\ncan be made applicable, in all proceedings in any Court of civil\njurisdiction.\n       (2)\nAll suits, in which interlocutory applications have been filed,\nshall have duplicate sets, one of which shall be placed in the court\nhearing the main suit and other shall be placed in the court hearing\ninterlocutory applications.\n     (3)\nAt all material times, the respective offices of the two courts\nmentioned in sub-section (1) of this section, shall keep both the files in\nthe two courts updated and tallied with each other in duplicate and\nidentically including the respective orders and diary sheets.\n     (4)\nBoth the courts hearing the main case and the interlocutory\napplications respectively shall proceed collaterally according to the\ntimelines prescribed in this Code and rules or by any order of the\nCourt.\n      \nExplanation.—\nIt is clarified that the pendency of any interlocutory\napplication shall be no ground to stay or delay the proceedings before\nthe Court hearing the \nmain case.\n72\nTHE  GAZETTE  OF  PAKISTAN,  EXTRA.,  FEBRUARY  22,  2020\n      \n [P\nAR\nT\n I\n       \n(5)\nAll applications for addition, deletion and substitution of\nparties, amendments to pleadings, modification or alteration of issues,\nrejection of plaints, and stay of suits shall be heard and adjudicated by\nthe Court hearing the main case, while all other applications shall be\nconstrued to be interlocutory applications warranting to be filed and\ndecided by the Court hearing the interlocutory applications.\n      \n(6)\nThe filing of any application including an application for the\nrejection of the plaint or a dismissal of suit shall be no ground to dispense\nwith or waive the requirement of filing a written statement within the\ntimelines prescribed in this Code.\n      \n(7)\nThis section shall have effect notwithstanding any other\nprovision in this Code or any other law for time being in force.”\n18.\nAmendment of section 151, Act V of 1908.—\nIn the said Act, in\nsection 151, after word “Court”, occurring for the first time, the words “to be\nexercised after recording reasons” shall be inserted.\n19.\nInsertion of new section, Act No. V of 1908.—\nIn the said Act,\nafter section 158, the following new section shall be inserted, namely:—\n“159. Savings of proceedings.—\nAll proceedings instituted prior to\nenactment of the Code of Civil Procedure (Amendment) Act, 2020\nshall be deemed to proceed and dealt in accordance with the provisions\nof Code of Civil Procedure which existed prior to the said amendment\nAct.\n     \nExplanation.—\nIn this section the expression “proceedings”\nincludes suit, appeal, review, revision, execution applications or any\nother proceedings and any matter incidental thereto.”\nMAJOR (R) SYED HASNAIN HAIDER,\nActing Secretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}