{
    "file": "./converted_json\\administrator327f6b4e28c78a069f7f76def808ccb2.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTEREDNo.M-302L.-7g,6I\n@$e@we d SEBtdtEII\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WEDNESDAY, AUGUST II, 2O2I\n. PART I\nActs, Ordinances, President's Orders and Regulations\nSENATE SECRETARIAT\nIslannbad, the )Oth Augtts4 2021\nNo. F. 9(28)/2021-Legis.-The tbllowing Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on 29th July, 2021 and is\nher-eby published for general inforrnation:-\nAcr No . Xrt oF 2021\nAn Act lo le-orgauize and create the National lfistitute of Health\nWhereas it is expedient to re-organize the National Institution of Health\nand to provide for an autonomous body to corporate and manase institutes and\ncenlers for carrying out research and for the prevention of the spread of\ninfectious diseases and health etlergencies in Pakistan, for the purposes herein\nafter appearing;\nIl is herebv enacted as follows:-\nCI.{APTER-I\nPRELIMINARY\nI . Short title, extent and commencemcnt.{ I ) This Act shall be\ncalled the National lnstitute of Health (Re-organization) Act, 202 | .\n(s4l )\nPrice: Rs. 10.00\n[1 i 66(2021) Ex.Gaz.]\n5,+2 THE CAZETTE OF PAKISTAN, EXTRA,, AUGUST il, 2O2L [P^RT t\n(2) It extends to the rvhole ofPakistarr\n(3) It shall come into force at once.\nCHAPTER-II\nDEPINITTONS\n2. Definitions.-In this Act, unless there ts anythitr-e :epugnant in the\nsub-,ect or cr)ntext;\n(a) \"Board\" means the Board of GoVemors of the ltllH established\nunder section 6;\n(b)\n(c)\n(d)\"ceflter\" means a center establislied under sectiolt. ]-;\n\"Chairperson\" means the Chaiqrcrson of the Board .\n\"Chief Executive Officer'' meens the chief executive officer of\nNIH appointed by the Board:\n\"Chief Financial Ofl'icer\" tneans the person rrppointed under\nsection l2:\n\"confidential national data\". means such data as nt.ty be defined as\nconfidential in the national or'\\ccurity inlerests ol Pakistan by the\nFederal Covemment;\n\"Executive Director\" means thc Executive Direcl, rr of an institute\nor center appointed by the Federal Government;\n\"lnstitute\" means au institute provided for under st:tion 4;\n'National Institute of tlealth\" or ''NIIl\" mca,s the National\nInstitute of Health established under seetion 3:\n\"prescribed\" means presgribed b;- rules or rctrulations made under\nthis AcU\n\"rules\" means rules madc undcr this Act:(e)\n(0\n(e)\n(h)\n(D\n0)\n(k)\n(D \"regulations\" means regulations nrade by rhe Boarl under this Act;\nand\n(m) \"unit\" means a unit established ivithin an lnsritute , rr center\n. CHAPTER-III\nNATIONAL INSTITUTE OF HEALTH\n3. Establishment of the National Institute of Health.{l)\nImmediatcly and not later than thirfy'days after the commencement of this Act,\nthe F-ederal Govemrnent shall establish an autouomous body, in aciordance u.ith\nthe provisions of this Act, io be called rhe National lnstitute of Health.\n(2) The National lnstitute of Health shall be an autonomous body\ncorpolate having perpetual succession and a common seal with porver, subject to\nthe provisions of this Act. to acquire, hold and dispose of property, both movable\nanri immovable, and shall by its name sue and be sued.\n(3) The headquarters of the National Institure of Health shalt be at\nIs lamabad.\n'(4) The National Institute of Health shall be subject to policies of the\nFederal Government\n4. Institutes and Centers of Health and Disease Control. {l) The\nfollowing institutes and centers for health and disease control shall be setup and\noperate under the control and authoritl,ofthe National Institute of Health:\n(a) Center for disease control;\n(b) Health Research Institute;\n(c) National Health Laboratory;\n(d) Health Data Center;\n(e) Institute ofNutrition and Health,\n(l) Vaccine and Biological Produpts Center; and\n(g) center.for environmental and occupational health\n(2) Each insritute and centel shall be headed bv an Executive Director\nappointed in accordance with the provisions ofthis Act.\n5 Search and nomination committee.-{l) The.Prime Minister\nshall constitute a search and nomination committee, for recommendations ofP^-, IT THE GMETTE\n541 'fHE GAZETTE OF PAKISTAN, EXTRA., AUGUST ]1, 2O2I[P^RT I\npersons i;uitable to be appointed as mertbers of the Board of Gc'vemors- u'hich\nshall consist as per follorving Table, namely:-\nTahle\nStatus Sr. No\n(3)\nCliairntan\nVi::e-Chainnan\nnt t,nt b er\n,Vi. mber\nntt'ntber\nM':mber\nmttnber\n(2) The Chairman shall chair the meeting ofthe search imd nomination\ncomlnittee and in his absence, the Vice-Chairman shall chair the rrreeting.\n(3) A member nominated under sub-section (l) or (1:) shall, unless\notherwise dilected by the Prime Minister, hold office for 'a perio,.l of three years\nand shall be eligible for another tenn of three years or palt thereof as the\nPrime Minisler may deem appropriate:\nProvided that the appointing authority, mav remove a me.nber other than\nex-offcio member at any time after giving him an opportunity of .,eing heard.\nl4) A quorum for a meeting ofthe Committee shall be {lve members of\nwhich at least three are members appointed under clause (d) to (g ofsub-section\n(1). All decisions of the Committee shall be taken by a majority.\nti. Board of Governors.-{1) There shall be a Board cf Governors of\nthe NItl to administer and manage its affairs and shall have overall\nsul;erintendence and control over the functions of the NIH and th 3 lnstitutes and\nCenters t'unctioning under the NIH and all related matters.Person appointed or nominated\n)( (1)\naM inister in-charge ot' a Federal Ir{inister\nnominated bv the Prime Minister\nSecretary Establishrnent Divisionb\nSe cretary Ministry of National I{ealth Services c\ndThe head of a renowned public or private\nmedical university\nThe head of a public ol private rnedical\ninstitution renowned for researche\nflA representative of civil society with\nsubstantial contribution to public healthcare to\nbe nominated bv the Prime Minister\nga senior member of the medical profession\nto be nominated by the Prime Minister\nP^RT I]THE GAZETTE OF PAKISTAN, EXTRA., AUGUST II, ?O2I 545\n(2) The Board shall comprise of the follo\\Ying nine members, none of\nwhom shall have a conflict of interest including any affiliations with interest\ngroups or non-governtncntal organizations:\n(a) Secraary, Ministry of National Health Senvices, Regulation and\nCoordinatiou Ex-fficio\n(b) Surgeon General of Pakistan;\n(c) an lnfectious disease specialist of recogniz-ed high repute and\nstanding with not less than twenty years' experience in the field;\n(d) a Pathologist of recognized high repute and standing with not less\nthan twenty years experience in the field: '\n(e) a scientist in the basic health fields, such as physiology,\nimmunology, neurosciences, geiretics, proteomics etc of\nrecognized high repute and standing with not less than twenty\nyears experiencc in the field;\n(0 a Microbiologist or Moiecular Biologist of recognized high repute .\nand standing with not less than trventy years experience in the\nfield;\n(g) a pcrson specializing in research in health nutrition, occupational\nhealth or environmental health and of recognized high repute and\nstanding.with not less than N/ent5r years experience in the field;\n(h) a clinical research scientist of recognized high repute, as assessed,\namongst other quatities, by number of peer reviewed publications\nin indexed joumals, citation index and impact factor; and\n(i) any person nominated by the Prime Minister\n(3) The members under clause (c) to (h) of sub-section (2) shall be\nappointed and notified by the Government on the recommendation ofthe Search\nand Nomination Committee constituted under section 5. provided that the\nmembers shall hold office for a period of three years and be eligible for re-\nappointment for one further tem.\n(4) The Chairperson shalt be appointed by the Prime.Minister from\narnongst the members appointed under clause (c) to (i) of sub-section 2 and he\n546-HE GAZETTE OF PAKISTAN, EXTRA., AUGUST I I, .]O2I[P.{Rr I\nshall preside over the Board meerings. In case of his absence. lttc Board shall\nelect an actins Chairperson.\n(5) A member other than members under clause (a) z.nd (b) of sub-\nsection 2, shall cease to hold otlce if he r.esigns or fails tr attend three\nconsecutive rneetings without sufficient cause or for any other reasons rvhich\nincapacitate the member to remain as nrember. Any such vacarrc.,,shall be filled\nu'ilhin one month.\n{6) The membership of a member; other than members under clause\n(a) and (b) of sub-section 2, nray be terminared. b;, the (rovemment by\nnotification and'for reasons f,o be recorded on grounds of incorrrpetence, or on\nthe grounds in sub-section 7, or in view ofactions of such nrember which brings\nthc NIH or the Board into disrepute.\n(7) No person shall be appointed under clause (c) to (it of sub-section\n2, or renrain as a member ofthe Board, ifsuch person;\n(a) is not ofsound mind:\n(b) has applied to be adjudged as an insolvenr and his apptication is\npending;\n(c) is declared by a competent court of law as at.. un-discharged\ninsolvent;\n(d) has been convicted by a court of law for an offence involving\nmoral rurpitude:\n(e) has been debarred from holding any office undet provisions of law;\nor\n(0 has a conflict ofinterest with such a position\n7. Powers of the National\nthrough the Board of Govemors shall;Institute of tlealth. {1) The NIH\n(a) frame policies for the financial and administrativr: management of\nthe affairs of the institutes and centers firnctioninl under the NIH\n. and do all such acts and take all such steps as ar.e recessary for the\npromotion and fulfillment of the objectives and functions of the\nNIH, institutes and centers:\nPART U TI1E GAZETTE OF PAKISTAN, EXTRA,, AUGUST 1I, 2O2I 517\n(b) frame regulations to, govem the working of eash ofthe insritutcs\nand ccnters and to lay dolYn procedure for the conduct of the\nbusincss of the NlH, institutes and centers and its various\ncommittees and sub-committeesl\n(c) .prescribe lunctions ol an institute r.rr centei in addition to tlrose\npre.. r ibcti rrrdcr th is Aut:\n(d) be the custodian of the national health fund and administer the\nfund;\n(e) 'ame national policies and programs foi disease control;\n(0 provide a national or provincial health disease advisorv to the\nFederal Govemnrent and any or all the Provincial Govemments;\n(g) appoint working groups, committees and sub-committees from\namongst its members or expeds, whether foreign or Pakistani, as it\nmay consider necessary to assist it in the discharge of its functions\nor assist in tlie discharge of the fimctions of any institute or center\nas deemed necessary:\n(h) appoint and prescribe the terms and conditions ofemployment and\nmanner of appointrnent for all officers and employees of the NIH\nand each of its institutes and centers to carry out the purposes of\nthis Act: and\n(i) prescribe fees and charges for services to be reirdered by the NIH\nor any institute or center on a commercial basis for raising revenue.\n(2) In the discharge of its functions. the Board shall be guided by\npolicies of the Federal Govemment and the Provincial Governments as may be\nissued fiom time 10 time.\n. 8. Functions of the Board.-{l) The functions of the NIH antl iis\nBoard of Governors, and its institutes and centers where applicll,le,\nnotwithstanding additional functions and pon'ers of each Institute and CctrLcr\nprovided for in this Act, shall include-\n(a) to advise the Federal Govemmcnt and Provincial Govemments on\nthe control of diseases by suitable methods:\n(b) to implement proglams ofdisease control;\n(c) to implement any schemes for health manage.nent and disease\ncontrol as approved by the Federal Governnre rt ol zr Provincial\nGovernrrent under a biiateral arrangemeflt u,ith t re NIII;\n(d) to inrcstigate cpiCemics and other commuuicab e diseases and to\nconduct research or these using modern techriques alid achieve\nexcellence and to.coliaborate with other concerr:d agencies under\nthe Federal Governnent rrr the Provincial Govenrrnents;\n(e) to develop mcrhodol(rgv and standardized'investigating various diseases and health issue\ncountry;techniques for\nprcvalent in the\n(1) to dissipate tlrese techniques to the people worliing in the health\nprofession including but not limited to training plograms;\n(g) to promote medical research in all medical an<l related fields by\nreview and provision of research funds for rese.rrch projects, and\noverview of these projects lbr scientific va idity and ethical\nstandards.\n(h) to advise regarding environment with special refr:rence to air, water\nand food pollution;\n(i) to advise government on legislation regarding or:cupational health\nand to promote research into occupational and environmental\nhealth;\n(j) to analyze and test the quality ol drugs and act i.s a laboratory for\nthe purpose of sub-section (5) of section li2 of the Drugs\nOrdinance, 1976 (XXXI of I976):\n(k) to function as a producer of virccines, sera and biologic ploducts\nfor prophylactic and therapeutic use and acq.rire capabilitv ot'\nmeeting domestic and foreign dcnrands;\n(l) to collaboratc rrith interrrational rrrrd domestic r:search in'rrttite.,\nuniversities and agcncies for th. purposcs of pr,.rmoting, fo.r.,'na\nand enhancing medical and hcrilr h lesealch;548 ]HE GAZETTE OF FAKISTAN, EXTRA., AUGUST 11.2021 [PARI I\nPARI I}TI'IE GAZETT E OF PAKISTAN, EXTRA., AUGUST I1, 2O2I 549\n(m)to collaborate with the World Health Organization in matters of\nd isease and health;\n(n) .to conduct research on applied nutrition and undertake nutrition\neducal ion programme:\n(o) to advise and assist the Federal Government and Provincial\nGovemmeuts and regulatory authorities in developing food\nstandards and Pure food laws;\n(p)to collect data from all over Pakistan relating to health and disease\nresearch and control;\n(q)to issue an annual national health and disease report and approve\nthe annual reports to be issued by each institute and center;\n(r) to conduct the audit ofthe NIH and all its institutes and centers and\napprove the annual cumulative accounts ofthe NIH; .\n(s) to prepare and approve the annual budget of the NIH and each\ninstitute and center and recommend to the Federal Govemment for\napproval the annual budget which requires a grant by the.Federal\nGovemment;\n(r) to prescribe the terms of services of the Chief Financial Officer,\nExecutive Directors and alt oiher persons employed by the NIH\nand its institutes and centers commensurate with their roles,\nresponsibilitiEs and orgaqizational hierarchy;\n(u) to enter into any and all contracts to carry out the purposes ofthe\nOrdinance as may be necessary;\n(v) to receive funding, donations or grants in any form or manneq for\nthe purposes of the Ordiriance and to carry out functions of the\nBoard;\n(w) to approve the creation of a Division within an institute or center\nand define its functions and scope ofwork;\n(x) to develop a national health emergency action plan; and\n(y) to perform such other functions as the Board may decide'\n550 THI] GAZETTE OF PAKISTAN, EXTRA., AUGUST II 2O2I [P^RT I\n(2) The NIH may on behalfofthe Federal Government or a Provincial\nGovemmenr. perform functions relatinq to research and investilation on health\nand disease problems on such terms and conditions as mav be agreed upon\nbehveen the NIH and the Federal or Provincial Government.\n9. Mectings of the Board. {l) The meeting of th,: Board shall be\ncalled by the Chairperson on such date and at such time auil place as urar be\nspecified br him.\n(2) The Board shall meet at ieasr once every three months\n(3) To constitute a quorum at a rneeting of the Board lot less than five\nmernbers shall be presenl.\n(4) All the meetings of the Board shall be presided at by the\nChairperson and, in the absence of the Chairperson, by the actin:i Chairperson.\n(5) All matters shall be decided at a meeting of r:he Board by a\nmajority ofthe members present and voting. and, in the case of cquality ofvotes,\nthe Chair shall have a casting vote. Therc shall be no proxy vot€.s at a meeting of\nthe Board:\nProvided thai, in an emergenc\\. any mafter may be decided by\ncirculation among all the members and any proposal so circular ed and approved\nby a nrajority of the members shall be as effective and binding as if such\nproposal had been approved at a regular meeting ofthe Board.\n(6) No act or proceeding of the Board shall be invalid by reason only\nofthe existcnce ofany vacancy in or defect in the constitution ol'the Board.\nl0 Chief Executive Officer.-{l) The Board srall select and\nrecommend to the Federal Government for appointment an Executive Director of\nan1' of the institutes or centers as the Chief L,xecutive Officer.\n(2) The Chief Executive Officer shall attend the meerrnqs ofthe Board\nof Govemors and shall perfonn such l'unctions as prescrib,.d including the\nconsolidated administration afld functioning ol'the National [nst.tutes of Health.\nl0A. Executive Directors., {1) lhe Board shall thr.or.gh a transparent\nand merit hased process select and recommend to the Federal Government for\nappointmerLt of an Executive Director for each of the institutes irnd centers of the\nNllJ provirled under Section 4 in the manncr prescribed under this Act.\nP^Rr Il THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 11, 2021 551\n(2) The vacancy of an Executive Director shall be advertised in\nnational and intemational print media and on the web site of the NIH and the\nI\\linistry of National Health Services, Regulations and Coordination.\n(3) The Board shall prescribe qualifications and eligibility criteria for\nthe post of each Erecutive Director.\n(4) The Board shall from amongst the applicants shortlist not less than\nfive applicants for interview in person by the Board and select by a majority the\ncandidate on merit for the post of Executive Director.\n(5) Unless earlier removed by the Federal Govemment on the\nrecommendation of the Board, the term of an Executive Director shall be four\nyears. An Executive Director may resign his office by writing under their hand\naddressed to the Chairperson ofthe NIH.\n(6) The terms and conditions of service of an Executive Director shall\nbe prescribed by the Board commensurate with the qualifications and experience\nof the person to ensure a person of the highest capability.\n(7) The Bdard may recommend to the Federal Government\nreappointment an Executive Director for one firrther term on tle expiry oftheir\nfirst term based on their performance.\n(8) An Executive Director shall have no conflict of interest and shall\nissue a declaration ofno conflict\nI I . Functions and Powers of Executive Director.{ 1) An Executive\nDirector shall be the administrative head of the relevant institute or center.\n(2) The Executive Director slmll,-\n(a) keep in custody the records and seal ofthe institute or center'\n'1b) appoint officers and other employees of the institute or center as\nmay be delegated b.v the Board in the prescribed manner;\n(c) superv'ise and control the administration of the institute or center,\nincluding disciplinary action against employees in a manner\nprescribed by the Board;\n55?.:]HE GAZETTE OF PAKISTAN, EXTRA., AUGUST 1It02l [PARr I\n(C) authorise pavments and incur expenditures in accorllance financial\nrules as may be Prescribed;\n(e) to execute deeds, documents and contracts on behall ofthe institute\nor center in a manner delegated by the Board;\n(0 propose budget estimates and revised budget es'imates and in\nconsultation with the Chief Financial Officer prepare the same to\nbe placed before the Board for approval;\n(g) take steps for the implementation ofthe functions ol the institute or\ncenter, decisions of the Board, working groups' c'ommittees and\nsub-commifiees;\n(h) prepare the annual report of the institute or centel and present to\nthe Board for aPProval;\n(.D negotiate grants, funding and receive donations for the benefit of\nthe institute or center: generally or for specific proje':ts; and\n(j) to perform any othef duties or functions as may be lssigned by the\nBoard or the Federal Govemment.\nCHAPTER-VI\nCENTERS A.I\\[D INSTITUTES\n12. tr'unctions of the Center for Disease Control'- (1) The Center\nfor Disease Control shall set the strategic agenda and mar late related to\ninfectious disease surveillance as well as promotive, pr€ventive and therapeutic\naspects .for infectious diseases of public health importance in Pak stan\n(2) The Center shalt perform such functions as a e directed and\nassigned by the Federal Government or the Board including,-\n(a) advisory on epidemics, disease outbreaks, prer:ntion, control,\nsurveillance and response to an outbreak;\n(b) preparation and apptication of the principles anrl techniques of\ni.irg\"n\"y and preParedness at the national and sub-national\nlevels:\n(c) develop an Emerging Infections Unit, the functior s of which shall\ninclude-\nPART U THE GAZETTE OF PAKISTAN, EXTRA.. AUGUST II, 2O2I 553\n(i) Surveillance and monitoring of emerging infections and\nconditions of public health importance via scientific and\nmodern methods and technologies;\n(ii) Analysis and interpretation of surveillance data and\ninformation;\n(iii) Formulation of emergency response to prevent, control and\nmanage emerging infections;\n(iv) Formulation of disease prevention programs which shall\ninstitute population-based and individual-based prevention\ninterventions that aim to minimize the impact of emergency\non the loss of life and property, and to reduce the risks\nassociated with the disease;\n(v) drug and vaccine stockpiles;\n(vi) health promotion and health security;\n(vii) communication and coordination with intemational, national\nand sub-national organizations for development of strategies\nofdisease conhol; and\n(viii) dissemination of information and communication with the\npublic for implementing contro15 and mitigation strategies;\n(d) develop a Diseases Specific Unit, the functions of which slall\ninclude;\n(D management of ongoing special disease programs such as\nPolio, HIV, Hepatitis, Tuberculosis, Malaria etc.;\n(ii) management of future emerging special disease Programs as\nidentified by experts such as carbapenem resistant\nEnterobacteriaceae, drug-resistant typhoid, COVID-19 etc.;\n(iii) access, examine and incorporate emerging intemational\ndevelopments in public health laboratory and drugs sciences;\n(iv) Preventive activities contained in a program may include\nvaccination and post-exposure prophylaxis, provision of\n554 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST ll. 2021 [PAR] 1\ninformation on behavioral and health risr<s. counselling,\nnutritional and lood supplementation: hvgiene and health\nseruices; and screening programmes for eeriy detection of\ndisease.\n(3) The Center shall rvith the assistance of the Federal and Provincial\nGovernments and all public authorities develop and maintai:r a surveillance\nsystem Lo monitor infections and conditions of public health intpr;6nngs.\n(4) The Center shall develop a testing and quaranrin,r policy for the\naugmentine of the contact tracing efforts of cxposed or infer:ted individuals-\nwhich :ihall be implemented in collaboration with the Federal and Provincial\nHealth Departments and other the health authorities in Pakistan who shall all\nensure assistance to the Center in implenientation ofthe provisions ofthis Act.\n(5) The Center in implementing its functions and the p rovisions ofthis\nAct shall ensure the highest standards ofhuman respect, dignity and privacy and\nshall ensure maintenance of secrecy of personal health informar.ion and data of\nthe citizens in a manner that the same is not disclosed to any pel.son so as to\ncause any ditmage (o the respect. digniry and reputation o[a the ririzens.\n13. Declaration of Health Emergency or Epidemic.- -The Center.for\nDisease Control on the basis of national disease surveillanct: data received\nthrough nat.ional and provincial disease surveillance centers r)r reporting by\nhealth care professionals and health care instihrtions or due to r:n extraordinary\nei'ent that constitutes a public health risk through the intema:ional spread of\ndisease and after having determined that;\n(i) a disease or disorder presents a serious risk to the pubtic at large;\nor\n(ii) that an outbreak of infectious disease is signifir:ant enough ro\nwarrant the declaration of a health emergency; or\n(iii) that an outbreak has significant potential to imrninently affect\nnational security or the health and security of pakistani citizens,\ndomestically, or intemationally, through locai or imported\ntransmission;\nCeclare a national or localized Health Emergency or Epid,:mic\nPART I]THE GAZETTE OF PAKISTAN. EXTRA,, AUGUST 11.2021 555\n(2) Upon declaration of a state of health emergency or epidemic, the\nCenter shall advise and recommcnd measures to the Federal and Provincial\nGovemments, relevant authorities and the public.\n(3) The Center and the NIH shall take all measures within its powcr\nand capaciry and provide all assistance to the governments and authorities and\nthc pLrblic to address a hcalth enrergency or cpidemic.\n(.1) The Center may establish and categorize levels of a health\nemergency or epidemic and from time to time upgrade or downgrade the level of\na health emergency or epidernic.\n(5) The Center shall withdraw its declaration of a health cmergency or\nepidemic rvhen satisfied that tlle reasons for such declaration have ceased to\nexist.\n(6) The federal and provincial Bovernments and national and local\nauthorities shall provide alt requestpd assistance to the Center and the NIH in the\nevent ofa declaration ofhealth emergency or epidemic.\n(7) The Center and the NIH shall in the event ofa health emergency or\nepidemic prepare, establish and provide screening and testing protocols\nincluding providing testing facilities vvhere possible and have the authority to\npublic or private facilities to undettake screening and testing protocols and\nservices.\n14. Functions of the Health Research Institute.{l) The Nationai\nHealth Research tnstitute shall promote and coordinate health research in\nPakistan and act as the custodian of public research funds.\n(2) The lnstitute shall perform such functions as are directed and\nassigned by the Federal Government or the Board including.\n(3) To promote, organize, coordinate, and conduct scientific research\nin the field of health inctuding allopathy, homeopathy, herbal, unani, avurvedic\nand traditional medicine.-\n(a) ensure ethical compliance ofmedical and health related research to\nestablish national and intemational standards;\n(b) provide financial support for health research through grants and\nfellowships;\n556 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 11, 202) . [PART I\n(e) evaluate submitted research proposals for scientific quality, ethical\ncompliance and validity of outcomes, in order ro grant funds for\nthc research purpose;\n(d) Oversee research projects funded by the NIH for scientific integrity\nand eth ical compliance;\n(e) establish a National Bioethics Committee t,) coordinate and\npromote ethical oversight as necessary of bionedical research in\nPakistan:\n(l')\n(e)advise th6 Federal and Provincial Governmerits and any other\nrelevant body or organization on matters related r r health research;\nestablish, strengthen and expand bioinformati,.s for support of\nresearch;\n(h) establish linkages with national and\ninstitutions, bodies and organizations\ncommunity groups and agencies; andintenrational\nas 7,ell asresearch\nrelevant\n(i) develop financial and other resources for its fun ltions and for the\nsupport of research.\n1i. Functions of the National Health Laboratory.- {1) The National\nHealth Laboratory shall establish and operate state of the arr Core laboratories\ncapable ol'performing all complex, modem measurements ol human materials\nin telms of chemical, biologic, immunologic, bacteriologi,:, . virologic, and\nmolecular ana llsis.\n(2) the Laboratory shall perform such functions a:r are directed and\nassigned by the Federal Govem;nent or the tsoard.\n. (3 ) The Laboratory shall serve as a referencr: laborarory for\nuncommonly available tests including new research tests anc shall collaborate\nwith r,:search investigators to provide tests and analyses.\n16. Functions of the Health Data Center.-<l) fhe Health I)ata\nt lcrter shall function as the national central repository foi all aspects r_rt herlih\n:nl' )rrr:irliol and data.\nPART I] THE GAZETTE OF PAKISTAN. EXTRA,, AUGUST II, 2O2I 557\n(2) The Center shall pertbrm such functions :is are directed and\nassigned by the Federal Grcvemment or the Board including;-\n(a) access from relevant authorities information and data and house,\ncollate and analyze all health information and epidemiologic data\nnationall):\n(b) establish a central repository for all aspects of health information\nand data to ensul€ i1s easy availability on in digital forma!\n(c) provide appropliate data anall'tics;\n(d) to maintain and continually update data matemal. and neonatal\nhealth. neonatal,. child health immunizations, adolescent and,\ncommunicable diseases, and non-communicable diseases,\npopulati<in and demographics, health accounts, health services.\nhealth system including human resource, supplies, equipment and\nin lraslructure;\n(e) to devclop and advise adoption of the standards and rnethods\nstandards and methods for efficient and secure exchange and\ninteroperability of healthcare data and information.\n(3) The Center shill ensure that its advice, policies, material, research\nand reports are available to the general public on the web site ofthe NIH.\n17. Functions of the Institute of Nutrition and Health.- {l) The\nInstitutc of Nutriiion and Health shall perform such functions as are directed and\nassigncd by the Federal Government or the Board including,-\n(a) rccommend policy, technical advice and research for'nutrition\nsciences;\n(b) prepare education materials for the nutrition domain and conduct\nof capacit-v building.activities for nutrition and dietary experts and\nsludents of various nutrition programs in national universities;\n(c)' engage lvith universities and their students for various projects and\nresearch activitics undeftaken for the domain of nutrition:\n558 rHE GAZETTE OF PAKISTAN, EXTRA., AUGUST Il. 2011 [l\\R] i\n(d) approving and commissioning research on nutritir,n and uri- 'ins\nenhancernents of role in 1he contexl of devclcltnents itt the\nNutrition Sqiehccs; and\n(e) extend technical supporl to the federal and pror incial\ncells and Federal and Provincial Govetnment:, lor\nintervenlions planning and itnplernentation.nutfltlon\nnutrition\n(2) The Inslitute shall ensure that its advice, polir:ics, material,\nresearch and repofis arc available to the general pr.rblic on thc ''/eb sitc of tlle\nNIH.\n8. Functions of Vaccine and Biological Ccnter.-{ I ) I'he Vaccine\nand Biological Center shall perfom such functions as are directe,l and assigned\nby the Federal Governrrrcnt or the Board including:-\n(a) produce biological malelials and vaccines;\n(b) organize training programs throtrgh national diploma and\nspecializcd shott-tcrm training courses for vacsirie and biologic\nProd ucl iIrr:\n(c) collaborale with national and international resear,:lr institutes to\nprovidc the technical input in the areas of vaccin: development.\nvaccines research; and\n(d) pronrote research activities and development towarr Ls improvernent\nof biolo.qical products, up-scaling of technologies. introduction of\nnewer vaccines, diagnostics and other biological prcducts.\n19. Functions of Centcr for Environmental and Occupational\nhealth.- (l) I'he center for occupational and environmental hcallr shall perlorm\nsuch furLctions as are directed and assip.ned by the Fedelal Go\\'ernment or the\nBc,ard. includinB:\nr'a) e\\al ate, perfonn research. analyse and advise or., enviroumental\nhazards and occupational safety;\n,ib) develop and provide national guidelines on environrrental safety;\nic) devclop and provide national guidelines on occupational safety\nrrrcluding racliological. biological nnd chemical hazrrrds:\nPART I]THE GAZETTE OF PAKISTAN, EX]'RA,, AUGUST I I, 2021 559\n(d) assist the Federal and Provincial Governments in fonnulating larvs\nand policies related to environmental and occupational safety;\n(e) act in an advisory, investigative and consultative capacity to the\nFedcral or Provincial Govemments or the public in specific\ninstances of actual or suspected environmental or occupational\nhazards.\n(2) The Institute shall. ensure that its advice, policies, matelial.\nresearch and reports are available to the general public on the tveb site of the\nNIH.\n20. National Health Fund.-{1) Immediately and not later than thirrv\ndays aftel the comrnencement of this Act, the F;deral Govemrnent shail\nestablish the r\"{atio.al Health Fund to provide lor the operations and fu,ctions of\nthe NIH and its institutes and cenrers.CIIAPTER-V\nFINANCIAL MANAGEMENT\n(2) The National Health Fund shall consist ofi\n(a) special grant by the Federal Government to provide for any\nshortfall in the annual approved budget of the NIH and grants in\naid from the Federal Govemment and the provincial Governments:\n(b) one-time special grant as seed money at the time of establishment\nof NIH of Rs.50 billion by the Federal Goyernment;\n(c) donations and endorvments;\n(d) sale proceeds ol vaccine sera, fee from Laboratory tests and health\ncertificales:\n(e) income lioln investments and deposits;\n(fl receipts from such sources as may be approved by the Board:\n(g) aid tioln international agencies, donors and foreign countries, and\n(h) loans from national and intemalional agencies obtaired with the\napproval ofthe Federal Govemment.\n(3) The National Health Fund shall be administered ar'd controlled b1'\nthe Board and shall be audited annually and accounts publishcd publicly\n(4) Tlie funds of the National Health Fund shall be naintained rvilh\nthe National Bank of Pakistan or any other scheduled bank as 'rpproved by the\nBoa rd.\n21. Budget,.audit and accounts,ll) Each institure rnd center shall\nsubmit, by such date as rnay bi prescribed' to the Board itri budget in the\nprescribei manner showing its estimated receipts and expenditttte for approval\nofthe Board.\n(2) The Board shall approve the financial regulations'\n(3) The accounts of the NIH including each institute and center shall\nbe rnaintained in such form and manner as directed by the Boar'l and as may be\nadvised by fhe Accountant General of Pakistan\n(4) The accounts of the NtH'shall be audited by one :rr more auditors\n!r'ho arc ch:Lrtered accountants within the meaning, ofthe Chartered Accountants\nOrdinfurce, l96l (X of 1961), and are appointed by ttre Board on the\nrecomnrenclation of the Chief Financial Officer in a transpare:rt- manner' Any\ngrants, aid, funds or loans provided by the Federal or Provincial Govemments or\na publi,: body shalt be audited by the Auditor General ofPakistarr'\n(5) The audited accounts ofthe NIH shall be providr:d to the Federal\nCiovemment and shall be published on the website ofthe NIH560THII GAZETTE OF PAKISTAN, EX'fRA,, AUGUST 11,2021 [P^RT I\n72. Chief Financial Officer. {1) The Board shall select and\nrecommenrj to the Federal Government for appointment a Chief Financial\nOfficer of the NIH in a transparent manner on merit and on temrs and conditircns\nto be prescribed by the Board. Al[ provisions of sub-section (2) to (E) of section\nl0A ilrall apply utatis mutandis to the appointment of a lhief Executive\nOflicer.\n(2) The Board shall forrvard for approval the selected ':andidate for the\nposition of Chief Financial Officer to a committee cornprising of Secietary\nbabinet Divisiorl, Secretary Finance Division and Secretary E,conomic Affairs\nDivisic,n. -['he appointment of the Chief Financial Officer shz ll be rnade after\napproval ol the comminee pursuant to lhis sub-seclion (2).\n(3) The Chief Financial Officer shall be appointed fi'r a term of four\n)ears, ,:nless removed by the Board earlier. which term may be :xtended for one\nfurther temr by the Board based on performance.\nP,\\RT UTHE GAZETTE OF PAKISTAN, EXTRA,, AUGUST 11,2021 56t\n(4) The Chief F'inanciai Officer sha'll perfonn such functions as are\ndir-ected and assigned by the Board or prcscribed by rules and rcgulations\ninclud ing-\n(a) maintaining the accounts of the NIH;\n(b) assisting each institute and centel in prepaiation of the anuual\nbudgett\n(c) ensuring the audit of the accounts of the NIH;\n(d) maintaining the National Health Fund on the directions of the\nBoard;\n(e) operating the bank accounts of the NtH in a manner dilegated and\ndirected by the Board;\n(f) developing an annual financial plan for the NIH and;\n(g) acting as secretan' to the Finance and Audit Committee of the NlH.\nC}{APTER VI\nMISCELLANEOUS\n23. Reporting, dissemination and confidentiality of data. {l) The\nreal time data, information and reports as produced by each Institute or Center or\nthe NIH shalt be reported and regularly placed and updated on a public website\nfor rvider dissemination and sharing, dlso in the national language, to keep the\npublic in lormed.\n(2) The NIH shall act strictly in accordance wilh directions of the\nFederal Govemment, as may be issued from time to time, for maintaining.\ndissemination and utilization of Confidential National Data as may be made\navailable to the NIH or obtained by NIH.\n24. Delegation of powers.-The Board tnay, by general or special\norder in rvriting, direct that all or any its powerS under this Act shall, subject to\nsuch conditions and in such circumstances as may be specified in the order, be\nexercisable also by an Executive Director or any specified member oi officer of\nthe Board.\n25. Ordinance XXIII of 1969 not to apply to Institute.-Noth ing\ncontained in the lndustrial Relations Ordinanc,e, 1969 (XXIII of 1969), shall\n562 'fHE GAZEI'TE OF PAKISTAN, EXTRA.. AUCUST II 2021 [P,\\RI I\nappl,v- t() or in lelation to the Institute or- any of the officers and (: r'nployees of the\nLlStitute.\n26. Dircctives from the Federal Government.--The Federal\nCovemmert ma1 from tirne to rimc issue to thc NIH such p, icies. ciirectivcs\naad instructions as it mav considel necessar\"- for canl,ing out llle purposes of\nthis Ac: anci NIII and the Board shall be bound to act thereon.\n27. Discoveries and invcntions to vest in the NIH.- All intellectual\nproperty and legal rights relal;ng to discoveries and inverrtions and any\nitnprovJmert in materials- methods. processes, apparatus or eqr iprnent made bv\nany officers or employee ofthe NII-l in the course oftheir ernpl(,yrnent shallvest\nin the ]rllH.\n28. Transfer of existing emplovees of the Natio al Institute of\nHealth and the Pakistan Research Council to the NIH. {1) l,,lohvithstanding\nanvthing to the contrary in any contract or agreemerlt or in t Le conditions of\nsen,ice. evcry person in the serrice ofthe National Institutc o{ Health and the\nPakistao Health Research Council immediately, bcfore the cornmencement of\nthis Ac:, shall stand transfened to the NIH and become an empl,ryee of the NIH\non such ten,^rs and conditions as ma.v be prescribed by the Board\nProvidcd that such terms and conditions slrall not be l,:ss favorable in\nfinancial terms tlran the terms and conditions admissible to thr:rn irnmediatclv\nbe lore thc ( olnmenccmen[ of this Act.\n(2) All civil servants serving in the National Institute rf Health or thc\nPakistar Health Research Council before commencement of thi: Act may within\na period of three months of the qommencement of this Act exe-cise a one-time\nirrevocable option to become ernployees of the NIH. The civil :.eryants who opt\nfor such employment, shall be subject to terms and conditions ol employnent as\npresclitred by the Board of Covernors including but not limitec to their service\nslructure, promotion and disciplinary matters. Employees who opt for such\nernployment shall be entitled to post-retirement benefits and emoluments for the\nperiod of tireir service as civil servants as per existing goventment laws and\nn rlcs.\n(3) A civil servant who does not exercise the option l)ursuant to sub-\nscclion (2) r,hall remain a civil servant under the Civil Servants A ct, 1973 (LXXI\noi 1973) and shallbe repatriated to the administrative division.\n(4) A civil seruant, who opts to serve the NIH under sub-section (2),\nshall cease 1o be a civil seryant from the date oftheir absorption in the service of\nthe NIII and their seliorit-v and other matters vis-a-vis emplc,ynent with the\nNIFI, shall be delermined in the manner. as may tre prescribed b1 the Board.\nP^RI I] ].HE GAZETTE OF PAKISTAN, EXTRA,. AUGUST 1I. 2O2I 563\n29. Powcr to make rules.-The Federal Govemrnent may, b1,\nnotification in the olficial Gazette, make rules to carD, out the purposes of this\nAct.\n30. Power to make regulations.- The Board may make such\nregulalions rot inconsistent with thc provisions of this Act and tlie rules for\ncarrying out the purposes of this Act and as it ma.v consider necessary or\nexpedient for the adnlinistration and management ofthe affairs of the NII{.\n3 1. Removal of difficulties.-lf any difficulty arises in giving elfect\nto any oi the pr,l,isions of this Act. the F-ederal Govemment tnay utake such\norder, not inconsistcnt rvith the provisions of this Ait- as may appcar to it to be\nnecessarv for the purpose of removing the difficult-v.\n32. Jurisdiction in dispute resolution.-The civil cou( shall have\nexclusive jurisdiction in respect of any and all disputes, arising out matters of\nemployment and terms and conditious of selvice, or any act of or contract\nexecuted by the NlH.\n33. Repeal and Savings.-{1)\nOrdinance, 1980 (Ordinance XLIII of\ncommencement of this Act.The National Institute of Health\n1980) shall stand repealed at the\n(2) The Pakistan Health Research Council Act, 2016 (Xll of 2016)\nshall *and repealed at the commencement of this Act-\n(3) All rules and b1,e laws of the National Institute of llealth in force\nimrnediately before the commencement of this Act sh,all, munris nniandis and\nso far as they are not inconsistent with any ofthe provisions ofthis Act, continue\nin force until lepealed or altered by the Board.\n(4) Upon the commencement of this Act, the National histitute of\nHealth and the Pakistan Ilealth Research Council shall stand dissolved and upon\nsuch dissolution:\n(a) all assets, rights, powcrs, autlrorities and privilcgcs and all\nproperty, movablc and immovable. caslr rrncl bank h:ilairces, reserve\nfunds, investments and all other intcrcsts arrl rrghts irr or arising\nout of such properry and all debts, Iiabilitics and obligations of\nwhatcrer kind ol the National Institute of Health and rhe Pakistan\nHealth Research Council shall be transferred to and vest in the\nNIH;\n(b) all contracts entered into and all matters and things engaged to be\ndone with or for the National Institute oI tiealth and the Pakistan\n551 TIIE GAZETTE OF PAKISTAN, EXTRA,, AUGUST I1 2O2I IPART I\nHealth Research Council before such dissolution ,;hall be deemed\n1o have enteied into, or engaged to be done by. u,it r ol for the N[]{:\nand\n(c) all suits and other legal proceedings institute(l by or lgainst\nthe National Institute of Hcalth and the Pakistan llealth Research\nCouncil before such dissolution shall be deenred to be suits and\nploceedings by or against the NIH and shall l:e proceeded or\nothenr ise dealt with accordirrgll.\nMOI{AMMAD QASIM S AMAD KHAN,\nSecretar.,t.\nPRINTED I]YI], '.I\\\\ACl:R PRINTING CORPORA]ION OF PAKIS'IAN PRESi. ISLAMABAD\nPUBLISI{ED IJY I.HL i I,I TY CO\\TROI-LIJR STATONERY AND FORMS. T,NI\\ERsfiY RoAD. KARACHI"
}