{
    "file": "./converted_json\\administrator288d0a3ec8ff89402149c031823f12e7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n  \n \nTHE CASTE DISABILITIES REMOVAL ACT, 1850  \n \n \n \nCONTENTS  \n \n1.  Law or usage which inflicts forfeiture of, effects, rights on change of religion or loss of caste \nto cease to be enforced  \n  \n\n \nPage 2 of 2 \n 1[THE CASTE DISABILITIES REMOVAL ACT, 1850]  \nACT No. XXI OF 1850  \n[11th April, 1850]  \nAn Act for extending the principle of section 9, Regulation VII, 1832, of the Bengal Code throughout \nthe Territories subject to the Government of the East India Company.  \n WHEREAS it is enacted by section 9, Regulation VII, 1832, of the Bengal Code2, that \n“whenever in any civil suit the parties to such suit may be of different persuasions, when one party \nshall be of the Hindu and the other of the Muhammadan persuasion, or where one or more of the \nparties to the suit shall not be either of the Mu hammadan or Hindu persuasions, the laws of those \nreligions shall not be permitted to operate to deprive such party or parties of any property to which, \nbut for the operation of such laws, they would have been entitled; and whereas it will be bene ficial t o \nextend the principle of that enactment throughout the territories subject to the Government of the \nEast India Company; It is enacted as follows: - \n 1. Law or usage which inflicts forfeiture of, effects, rights on change of religion or loss of \ncaste to ce ase to be enforced.  So much of any law or usage now in force within the territories \nsubject to the Government of the East India Company as inflicts on any person forfeiture of rights or \nproperty, or may be held in any way to impair or affect any right of i nheritance, by reason of his or \nher renouncing, or having been excluded from the communion of, any religion, or being deprived of \ncaste, shall cease to be enforced as law in the Courts of the East India Company, and in the Courts \nestablished by Royal Chart er within the said territories.  \n \n__________  \n \n \n \n \n \nDate: 13 -09-2024  \n1Short title given by the Short Titles Act, 1897 (14 of 1897).  \n This Act has been declared to be in force in all the Provinces and the Capital of the Federation, except the Scheduled Distri cts, by the Laws \nLocal Extent Act, 1874 (15 of 1874), s. 3.  \n It has been declared, by notification under s. 3  (a) of Act 14 of 1874, to be in force in the following Scheduled Districts, namely : - \nSind . . . . .. See Gazette of India, 1880, Pt. I, p. 672.  \n The District of Peshawar, Hazara, Kohat, Bannu, Dera IsmaiI Khan and Dera Ghazi Khan, [Portions of the Districts of Hazara, Bannu, Dera \nIsmail Khan and Dera Ghazi Khan and the Districts of Peshawar and Kohat, now form the N.W.F.P. See Gazette of India, 190 1, Pt. I, p. 857, and ibid., \n1902, Pt. I, p. 575] . \n Applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to cert ain \nmodifications, and extended to the Excluded Area of Upper Tanawal (N. W.F.P .) other than Phu lera with effect from such date and subject to such \nmodifications as may be notified__See N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.  \n This Act has been amended in its application to the Province of West Pakistan by th e Caste Disabilities Removal (West Pakistan \nAmendment) Act,1963(W. Pak. Act 10 0f 1963), s.2 (with effect from the 12th July, 1963).  \n2Rep. by the Bengal Civil Courts Act, 1871 (6 of 1871), which was rep. by the Bengal North -Western Provinces and Assam Civi l Courts Act, 1887 (12 \nof 1887)."
}