{
    "file": "./converted_json\\administrator3830db6dbeb3025eb9086d20c25f912f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 31 \n  \n \n \n \n \nTHE MARINE INSURANCE ACT, 2018.  \n \n \n \n \nCONTENTS  \n_______  \nCHAPTER -I \n \nPRELIMINARY  \n \n1.   Short title, extent, commencement and application.  \n2.   Definitions.   \nCHAPTER -II \n \nMARINE INSURANCE  \n \n3.   Scope.  \n4.   Mixed sea and land risks.  \n5.   Marine adventure  and maritime perils defined.  \n \nCHAPTER -III \n \nINSURABLE INTEREST  \n \n6.   Avoidance of wagering or gaming contracts.  \n7.   Insurable interest defined.  \n8.   When interest must attach.  \n9.  Defeasible or contingent interest.   \n\n \nPage 2 of 31 \n 10.  Partial interest.  \n11.  Reinsurance.   \n12.   Master's and seamen's wages.  \n13.   Advance freight.  \n14.   Charges of insurance.  \n15.   Quantum of interest.  \n16.   Assignment of interest.  \nCHAPTER -IV \n \nINSURABLE VALUE  \n \n17.   Measure of insurable value.  \n \nCHAPTER -V \n \nDISCLOSURE AND REPRESENTATIO N \n18.   Insurance is uberrimae lidei  \n19.   The duty of fair presentation.  \n20.  Knowledge of insurer.  \n21.   Remedies for breach.  \n22.  When contract is deemed to be concluded.  \n \nCHAPTER -VI \n \nTHE POLICY  \n23.   Contract must be embodied in policy.  \n24.  What policy must specify.  \n25.   Signature of insurer.  \n26.  Voyage and time policies.  \n27.   Designation of subject -matter.  \n28.   Valued policy.  \n29.   Unvalued policy.   \n30.   Floating policy by ship or ships.  \n \nPage 3 of 31 \n 31.   Construction of terms in policy.  \n32.  Premium to be arranged .  \n \nCHAPTER -VII \n \nDOUBLE INSURANCE  \n33.   Double insurance.  \n \nCHAPTER -VIII \n \nWARRANTIES  \n \n34.  Nature of warranty.  \n35.   When breach of warranty excused.  \n36.   Express warranty.  \n37.   Warranty of neutrality.  \n38.  No implied warranty of nationality.  \n39.   Warran ty of good safety.  \n40.   Warranty of seaworthiness of ship.  \n41.  No implied warranty that goods are seaworthy.  \n42.   Warranty of legality.  \n \nCHAPTER -IX \nTHE VOYAGE  \n43.   Implied condition as to commencement of risk.  \n44.   Alteration of port of departure.  \n45.   Sailing for· different destination.  \n46.   Change of voyage.  \n47.  Deviation.  \n48.   Several ports of discharge.  \n49.   Delay in voyage.  \n \nPage 4 of 31 \n 50.  Excuses for deviation or delay.  \n \nCHAPTER -X \n \nASSIGNMENT OF POLICY  \n51.   When and how policy is assignable.  \n52.   Insured who has no interest cannot assign.  \n \nCHAPTER -XI  \n \nTHE PREMIUM  \n53.   When premium payable .  \n54. Policy effected through broker.  \n55.  Effect of receipt on policy.  \n \nCHAPTER -XII \n \nLOSS AND ABANDONMENT  \n56.   Included and excluded losses.  \n57.   Partial and to tal loss.  \n58.   Actual total loss.  \n59.  Missing ship.  \n60.  Effect of transshipment, etc.  \n61.   Constructive total loss defined.  \n62.    Effect of constructive total loss.  \n63.   Notice of abandonment.  \n64.   Effect of Abandonment.  \n \nCHAPTER -XIII \n \nPARTIAL LOSSE S INCLUDING SALVAGE, GENERAL AVERAGE AND PARTICULAR \nCHARGES  \n65.  Particular average loss.  \n66.  Salvage charges.  \n \nPage 5 of 31 \n 67.   General average loss.  \n \nCHAPTER -XIV \n \nMEASURE OF INDEMNITY  \n68.  Extent of liability of insurer for loss.  \n69.   Total loss.  \n70.  Partial loss  of ship.  \n71.   Partial loss of freight.  \n72.   Partial loss of goods, merchandise etc.  \n73.   Apportionment of valuation.  \n74.   General average contributions and salvage charges.  \n75.   Liabilities to third parties.  \n76.   General provisions as to measure of indemnity.  \n77.   Particular average warranties.  \n78.   Successive losses.  \n79.   Suing and laboring clause.  \nCHAPTER -XV \n \nRIGHTS OF INSURER ON PAYMENT  \n80.  Right of subrogation.  \n81. Right of contribution.  \n82.  Effect of under insurance . \n  \nCHAPTER -XVI \n \nRETURN O F PREMIUM  \n83.  Enforcement of return.  \n84.  Return by agreement.  \n85.  Return for failure of consideration.  \n \nCHAPTER -XVII  \n \nMUTUAL INSURANCE  \n \nPage 6 of 31 \n 86.   Modification of this Act in case of mutual insurance.  \n \nCHAPTER -XVIII \n \nSUPPLEMENTAL  \n \n87.   Ratification by assure d. \n88.   Implied obligations varied by agreement or usage.  \n89.   Reasonable time, etc., a question of fact.  \n90.   Covering note as evidence.  \n91.   Certain provisions to override the Transfer of Property Act 1882  \n92.   Repeal.  \n93.   Power to issue directive s, circulars, guidelines.  \n94.   Power to make Rules.  \n95.   Power to make Regulations.  \n96.   Savings.  \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \nPage 7 of 31 \n THE MARINE INSURANCE ACT, 2018  \n \nACT NO. V OR 2018  \n \n [2nd February, 2018 ] \n \nAn Act to provide for the regulation o f the business of  marine insurance  \n \nWHEREAS  it is expedient to provide for the law relating to Marine  \nInsurance and matters connected therewith and incidental thereto;  \n \nIt is hereby enacted as follows: — \n \nCHAPTER -I \n \nPRELIMINARY  \n \n1.  Short title, extent, com mencement and application. — (1) This  Act may b e called the \nMarine Insurance Ac t, 2018.  \n \n(2)  It extends to the whole of Pakistan.  \n \n(3)  It shall come into force at once.  \n \n(4)  Notwithstanding any other law for the time being in force and save as otherwise  expressly \nprovided, this Act shall apply to every contract of Marine Insurance.  \n \n2.  Definitions. — (1) In this Act, unless there is anything repugnant in  the subject or context, — \n \n(a)  “action includes counter -claim and set off; \n \n(b)  “Commission ” means S ecurities and Exchange Commission established  under \nsection 3 of the Securities and Exchange Commission  of Pakistan Act, 1997 \n(XLII of 1997);  \n(c)  “freight ” includes the profit derivable by a ship owner from the employment of \nhis ship to carry his own goo ds or moveables, as well as freight payable by a \nthird party, but does not include  passage money;  \n \n(d)  “marine insurance ” means a contract whereby the insurer undertakes to \nindemnify the insured, in manner and to the extent thereby agreed, against \nmarine losses, that is to say, the losses incident to marine adventure;  \n \n(e)  “maritime perils ” means the perils consequent on, or incidental to, the \nnavigation of the sea, that is to say, perils of the seas, fire, war perils, pirates, \nthieves, captures, seizures , restraints and detainments of peoples, jettisons, \nbarratry and any other perils, either of the like kind or which may be designated \nby the policy;  \n \n(f)  “moveables ” means any moveable tangible property, other than the  ship and \nincludes money, valuable se curities and other documents;  \n \n(g)  “policy ” means a marine policy; and  \n \nPage 8 of 31 \n (h)  “ship” means any vessel used for the carriage of goods by sea. \n \n \n(2)  The words and expression used herein but not defined in this Act  shall have the same \nmeaning as assigned to t hem in the Insurance Ordinance,  2000 unless the context requires otherwise.  \n \nCHAPTER -II \n \nMARINE INSURANCE  \n \n3.  Scope.— This Act shall extend to all overseas movements and carriage of goods and \nservices whether through ships, inland waterways, aircraft, roa d transport, rail services, etc. as well as \nto all such carrying vehicles, as long as they are insured by a contract of marine insurance under this \nAct. \n \n4.  Mixed sea and land risks. — (1) A contract of marine insurance may, by its express terms \nor by usag e of trade, be extended so as to protect the insured against losses on inland waters or on any \nland risk which may be incidental to any sea voyage.  \n \n(2)  Where a ship in course of building, or the launch of a ship, or any adventure analogous to \na marine ad venture, is covered by a policy in the form of a marine policy, the provisions of this Act, \nin so far as applicable, shall apply thereto but, except as by this section provided, nothing in this Act \nshall alter or affect any rule of law applicable to any co ntract of insurance other than a contrast  of \nmarine insurance as by this Aet defined.  \n \n5.  Marine adventure and maritime perils defined. — (1) Subject to the provisions of this \nAct, every lawful marine adventure may be the subject of a contract of marine in surance.  \n \n(2) In particular, there is a marine adventure , where, — \n \n(a)   any ship goods or other moveable’s  are exposed to maritime perils.  Such \nproperty is in this Act referred to as “insurable property ”; \n \n(b)   the earning or acquisition of any freight, passage money, commission, profit, or \nother pecuniary benefit, or the security for any advances, loan or disbursements, \nis endangered by the exposure of insurable property to maritime perils; and  \n \n(c)   any liability to a third party may be incurred by the  owner of, or other person \ninterested in or responsible for, insurable property, by reason of maritime perils.  \n \nCHAPTER -III \n \nINSURABLE INTEREST  \n \n6.  Avoidance of  wagering or gaming contracts. — (1) Every contract of marine insurance by \nway of gaming or wage ring is void.   \n \n(2)  A contract of marine insurance is deemed to be a gaming or  wagering contract, — \n \n \nPage 9 of 31 \n (a)  where the insured has not an insurable interest as defined in section 7 and the \ncontract is entered into with no expectation of acquiring such an inte rest; or  \n \n(b)  where the policy is made “interest or no interest, ” or “without further proof of \ninterest than the policy itself, ” or “without benefit of salvage to the insurer, ” or \nsubject to any other like term:  \n \nProvided that, where there is no possibili ty of salvage, a policy  may be \neffected without benefit of salvage to the insurer.  \n \n7.  Insurable interest defined. — (1) Subject to the provisions of this Act, every person has an \ninsurable interest who is interested in a marine adventure.  \n \n(2)  In particu lar, a person is interested in a marine adventure where he stands in any legal or \nequitable relation to the adventure or to any insurable property at risk therein, in consequence of which \nhe may benefit by the safety or due arrival of insurable property, o r may be prejudiced by its loss, or \nby damage thereto, or by the detention thereof, or may incur liability in respect thereof  \n \n8.  When interest must attach. — (1) The insured must be interested in the subject has matter \ninsured at the time of the loss thou gh he need not be interested when the insurance is effected:  \n \nProvided that where the subject -matter is insured “lost or not lost, ” the insured may recover \nalthough he may not have acquired his interest until after the  loss, unless at the time of effecting  the \ncontract of insurance the insured was aware of the loss, and the insurer was not. \n \n(2)  Where the insured has no interest  at the time of the loss, he cannot  acquire interest by any \nact or election after he is aware of the loss. \n \n9. Defeasible or conti ngent interest. — (1) A defeasible interest is insurable, as also is a contingent \ninterest.  \n \n(2)  In particular, where the buyer of goods has insured them, he has an insurable interest, \nnotwithstanding that he might, at his election, have rejected the goods , or have treated them as at the \nseller's risk, by reason of the latter's delay in making delivery or otherwise.  \n \n10. Partial interest. — A partial interest of any nature is insurable.  \n \n11. Reinsurance. — (l) The insurer under a contract of marine  insurance has an insurable \ninterest in his risk and may reinsure in respect of it. \n \n(2)  Unless the poliey otherwise provides, the original insured has no right or interest in respect \nof such reinsurance.  \n \n12.  Master's and seamen's wages. — The master or any member of the crew of a ship has an \ninsurable interest in respect of his wages.  \n \n13.  Advance freight .—In the case of advance freight, the person advancing the freight have \nan insurable interest, in so far as such freight is not repayable in case of loss.  \n \n \nPage 10 of 31 \n 14.  Charges of insurance. — The insured has an insurable interest in  the charges of any \ninsurance which he may effect.  \n \n15.  Quantum of interest. — (1) Where the subject -matter insured is mortgaged, the mortgagor \nhas an insurable interest in the full value thereo f and the mortgagee has an insurable interest in respect \nof any sum due or to become due under the mortgage.  \n \n(2)  A mortgagee, consignee or other person having an interest in the subject -matter insured \nmay insure on his own behalf and for the benefit of o ther persons interested as well as for his own \nbenefit.  \n \n(3)  The owner of insurable property has an insurable interest in respect of the fuli value thereof, \nnotwithstanding that some third person may have agreed; or be liable, to indemnify him in ease of loss. \n \n16.  Assignment of interest. — Where the insured assigns or otherwise parts with his interest \nin the subject -matter insured, he does not thereby transfer to the assignee his rights under the contract \nof insurance, unless there be an express or implie d agreement with the assignee to that effect:  \n \nProvided th at the provisions of this section shall not affect a  transmission of interest by \noperation of law.  \n \nCHAPTER -IV \n \nINSURABLE VALUE  \n \n17.  Measure of insurable value. — (1) Subject to any express provisio n or valuation in the \npolicy, the insurable value of the subject -matter insured must be ascertained as follows :— \n \n(a)  In insurance on ship, the insurable value is the value, at the commencement of the risk of \nthe ship, including her outfit, provisions and  stores for the officers and crew, money advanced for \nseamen's wages and other disbursements, if zany, incurred to make the ship fit for the voyage or \nadventure contemplated by the policy, plus the charges of insurance upon the whole; and  \n \n(b)  the insurab le value, in the case of a motor ship , includes  also the machinery, generators \nboilers, fuel and engine stores if owned by the insured and, in the case of a ship engaged in a special \ntrade, the ordinary fittings requisite for that trade.  \n \n(2)  In insurance  on freight, whether paid in advance or otherwise, the assumable  value is the \ngross amount of freight at the risk of the insur ed, plus the charges of insurance.  \n \n(3)  In insurance on goods or merchandise, the insurable value is the prime cost of the proper ty \ninsured, plus the expenses of and incidental to shipping and the charges of insurance upon the whole.  \n \n(4)  In insurance on any other subject -matter, the insurable value is the amount at the risk of \nthe insured when the policy attaches, plus the charges  of Insurance.  \n \n \n \n \n \n \nPage 11 of 31 \n CHAPTER -V \n \nDISCLOSURE AND REPRESENTATIO N \n \n18.  Insurance is uberrimae lidei .— A contract of r marine insurance is a contract based upon \nthe utmost good faith,  \n \n19.  The duty of fai r presentation. — (1) Before a contract  of insurance is e ntered into, the \ninsured is bound to make to the insurer a fair presentation of the risk. This obligation shall be termed \nas the “Duty of Fair Presentation ”. \n \n(2)  Accordingly, the insured will be requir ed to, — \n \n(a)   Disclose relevant material circumstanc es which the insured knows or ought to \nknow, that could in fluence the decis ion of an insurer in deciding whether to \ninsure the risk and if so, on what terms; or  \n \n(b)   Provide sufficient information to put a p .den t insurer on notice that it needs to \nmake further enquiries for he pu rpose of revealing those material circumstances.  \n \n(3)  insured will be considered to have known, or ought to have  known ,— \n \n \n(a)  Information that could be revealed by a reasonable search of available internal \ninformation; or  \n \n(b)  Information held or known by a person/ department responsible for effecting or \narranging insurance.  \n \n(4)  Insured  will be expected to know such confidential information that is known only to an \nindividual who is, — \n \n(a)  an agent of the insured, or any e mployee of such agent; or  \n \n(b)  the information was acquired by such agent or his employee, througl a business \nrelationship with a person who is not connected with the contract of Marine \nInsurance.  \n \n(5)  For the purpose of sub -clause (4), the persons conne cted with a  contract of Marine \nInsurance are,— \n \n(a)  the insured or any other person for whom cover is provided by the contract; and \n \n(b)  If the contract re -insures risks covered by another contract, the persons who are, \nby virtue of this sub -clause, conn ected with that other contract.  \n \n(6)  In the absence of an inquiry, sub -clause (2) does not require the insured to disclose a \ncircumstance if,— \n \n(a)  It diminishes the risk; or  \n \nPage 12 of 31 \n  \n(b)  The insurer knows it; or  \n \n(c)  The insurer ought to know it; or  \n \n(d)  The insured is presumed to know it; or  \n \n(e)  It is something as to which information is waived by the insurer.  \n \n20. Knowledge of insurer. — (I) For the purposes of sub -section19(6(b), an insurer knows \nsomething only if it is known to one or more of the  individ uals who participate on behalf of the insurer \nin the decision whether to  take the risk, and if so, on what terms whether the individual does so as, the \ninsurer's e mployee or agent, as an employee of the insurer's agent or in any other capacity.  \n \n(2)  For t he purposes of section 19(6)(c), an insurer ought to know  something only if,— \n \n(a)  an employee or agent of the insurer knows it, and ought reasonably to have \npassed on the relevant information to an individual mentioned in sub -section (l), \nor \n \n(b)  the re levant information is held by the insurer and is readily available to an \nindividual mentioned in sub -section (1).  \n \n(3)  For the purposes of section 19(6)(d), an insurer is presumed to  know, — \n \n(a)  things which are common knowledge; and  \n \n(b)  things which a n insurer offering insurance of the class in question to insured in \nthe field of activity in question would reasonably be expected to know in the \nordinary course of business.  \n \n21.  Remedies for breach. — (1) The insurer has a remedy against the insured for a breach of \nthe duty of fair presentation only if the insurer shows that, but for the breach, the insurer, — \n \n(a)  would not have entered into the contract of insurance at all; or  \n \n(b)  would have done so only on different terms.  \n \n(2)  If a qualifying breac h was deliberate, the insurer;  \n \n(a)  may by notice to the insured, treat the contract of marine insurance as having \nbeen terminated with effect from the time when the variation was made; and  \n \n(b)  need not return any of the premium paid.  \n \n(3)  If a qualify ing breach was neither deliberate nor reckless, then  either of the following \nremedies shall be available to the insurer, — \n \n \nPage 13 of 31 \n (a) if the insurer can show that it would not have entered into the marine insurance \ncontract on any terms, it will be able to avoid the contract and refuse to pay \nclaims but will have to return the premium;  \n \n(b)  the insurer may review and vary the marine insurance policy in the light of such \nbreach and the said marine insurance policy shall then be treated as if it had \nbeen written on  those terms from the outset;  \n  \n(c)  If the insurer can show that the different terms would have reduced or removed \nhis liability for claims already paid, then an insured may need to reimburse the \ninsurer accordingly;  \n \n(d)  In other cases, instead of charg ing an additional premium, the insurer may be \nable to reduce claims' payments proportionately.  \n \n22. When contract is deemed to be concluded. — A contract of marine insurance is deemed \nto be concluded when the proposal of the insured is accepted by the insur er, whether the policy be then \nissued or not and, for the purpose of showing when the proposal was accepted, reference may be made \nto the slip or covering note or other customary memorandum of the contract.  \n \nCHAPTER -VI \n \nTHE POLICY  \n \n23.  Contract must be em bodied in policy. — Subject to the provisions of this Act, a contract \nof marine insurance is in -admissible in evidence unless it is embodied in a marine policy in accordance \nwith this Act. The policy may be  executed and issued either at the time when the co ntract is concluded \nor afterwards.  \n \n24. What policy  must specify. — A marine policy must specify the name of the insured or of \nsome person who effects the insurance on his behalf.  \n \n25.  Signature of insurer. — (1) A marine policy must be signed by or on beha lf of the insurer, \nprovided that in the case of a corporation the corporate seal may be sufficient, but nothing in this \nsection shall be construed as requiring the subscription of a corporation to be under seal.  \n \n(2)  Where a policy  is subscribed by or on behalf of two or more insurers, each subscription, \nunless the contrary be expressed, constitutes a distinct contract with the assured.  \n \n26. Voyage and time policies. — (1) Where the contract is to insure the subject -matter “at and \nfrom ”, or from one place t o another or others, the policy is called a “voyage policy ” and where the \ncontract is to insure the subject -matter  for a definite period of time the policy is called a “time policy'. \nA contract for both voyage and time may be included in the same policy.  \n \n(2)  Notwithstanding anything in sub -section I above, a contract of marine Takaful shall be for \na stated period of time with an express stipulation to the effect that the benefits under the said marine \nTakaful contract shall cease on arrival of the subject -matter of Takaful on destination, or earlier in case \nof frustration of the maritime venture.  \n \n \n \nPage 14 of 31 \n 27.  Designation of subject -matter. — (1) The subject -matter insured  must be designated in a \nmarine policy with reasonable certainty.  \n \n(2)  The nature and extent  of the interest of the insured in the subject matter insured need not \nbe specified in the policy.  \n \n(3) Where the policy designates the subject -matter insured in general terms, it shall be \nconstrued to apply to the interest intended by the insured to be co vered.  \n \n(4)  In the application of this section, regard shall be had to any usage regulating the designation \nof the subject -matter insured.  \n \n28.  Valued policy .— (l) A policy may be either valued or unvalued.  \n \n(2)   A valued policy is a policy which specif ies the agreed value of the  subject -matter insured.  \n \n(3)  Subject to the provisions of this Act and in the absence of fraud, the value fixed by the \npolicy is, as between the insurer and the insured, conclusive of the insurable value of the subject \nintended  to be insured, whether the loss be total or partial.  \n \n(4)  Unless the policy otherwise provides, the value fixed by the policy is not conclusive for \nthe purpose of determining whether there has been a constructive total loss.  \n \n29.  Unvalued policy.— An unvalued policy is a policy which does not specify the value of \nthe subject -matter insured, but, subject to the limit of the sum insured, leaves the insurable value to be \nsubsequently ascertained, in the manner herein before specified.  \n \n30.  Floating policy by ship or ships. — (1) A floating policy is a policy which describes the \ninsurance in general terms and leaves the name of the ship or ships and other particulars to be defined \nby subsequent declaration.  \n \n(2)  The subsequent declaration or declarations may  be made by  endorsement on the policy or \nin other customary manner.  \n \n(3)  Unless the policy otherwise provides, the declarations must be made in the order of dispatch \nor shipment. They must, in the case of goods, comprise all consignments within the terms of the policy \nand the value of the goods or other property must be honestly stated, but an omission or erroneous \ndeclaration may be rectified even after loss or arrival, provided the omission or declaration was made \nin good faith.  \n \n(4)  Unless the policy o therwise provides, where a declaration of value is not made until after \nnotice of loss or arrival, the policy must be treated as an unvalued policy as regards the subject -matter \nof that declaration.  \n \n31.  Construction of terms in policy. — Subject to the pr ovisions of this Act and unless the \ncontext of the policy otherwise requires, the terms and expressions mentioned in the Schedule to this \nAct shall be construed as having the scope and meaning in that Schedule assigned to them.  \n \n32. Premium to be arranged. — (1) Where an insurance is effected at a premium to be \narranged and no arrangement is made, a reasonable premium is payable.  \n \nPage 15 of 31 \n (2)  Where an insurance is effected on the terms that an additional premium is to be arranged \nin a given event and that event happ ens but no arrangement is made, then a reasonable additional \npremium is payable.  \n \nCHAPTER -VII \n \nDOUBLE INSURANCE  \n \n33.  Double insurance. — (1) Where two or more policies are effected by or on behalf of the \ninsured on the same adventure and interest or any pa rt thereof and the sums insured exceed the \nindemnity allowed by this Act, the insured is said to be over -insured by double insurance.  \n \n(2)  Where the insured is over -insured by double insurance, — \n \n(a)   the insured, unless the policy otherwise provides, ma y claim payment from the \ninsurers in such order as he may think fit, provided that he is not entitled to \nreceive any sum in excess of the  indemnity allowed by this Act;  \n \n(b)   where the policy under which the insured claims is a valued policy, the insured \nmust give credit as against the valuation for any sum received by him under any \nother policy without regard to the actual value of the subject -matter insured;  \n \n(c)  where the policy under which the insured claims is an unvalued policy he shall \ngive credit,  as against the full insurable value, for any sum received by him \nunder any other policy; and  \n \n(d)  where the insured receives any sum in excess of the indemnity allowed by this \nAct, he is deemed to hold such sum in trust for the insurers, according to the ir \nright of contribution among themselves.  \n \nCHAPTER -VIII \n \nWARRANTIES  \n \n34. Nature of warranty. — (1) A warranty, in the following sections relating to warranties, \nmeans a promissory warranty, that is to say, a warranty by which the insured undertakes that some \nparticular thing shall or shall not be done or that some condition shall be fulfilled or whereby he affirms \nor negates the existence of a particular state of facts.  \n \n(2)  A warranty may be express or implied.  \n \n(3)  A warran ty, as defined in sub -section (1), is a condition which must be exactly complied \nwith, whether it be material to the risk or not. If it be not so complied with, then, subject to any express \nprovision in the policy, the insurer is discharged from liability as from the date of the breach  of \nwarranty, but without prejudice to any liability incurred by him before that date.  \n \n(4)  Notwithstanding anything to the contrary that pertains to warranties in this Act, no \nrepresentation made by the insured is capable of being converted into a warran ty by means of any \nprovision of marine insurance contract, nor shall any such representation be declared to form the basis \nof marine insurance contract.  \n \nPage 16 of 31 \n 35.  When breach of warranty excused. — (1) Non -compliance with a warranty is excused \nwhen, by reason of  a change of circumstances, the warranty ceases to be applicable to the \ncircumstances of the contract or when compliance with the warranty is rendered unlawful by any \nsubsequent law.  \n \n(2)  A breach of warranty may be waived by the insurer.  \n \n36.  Express wa rranty.— (1) An express warranty may be in any form of words from which \nthe intention to warrant is to be inferred.  \n \n(2)  An express warranty must be included in, or written upon, the policy or must be contained \nin some document incorporated by reference i nto the policy.  \n \n(3)  An express warranty does not exclude an implied warranty, unless it be inconsistent \ntherewith.  \n \n37.  Warranty of neutrality. — (1) Where insurable property, whether ship or goods, is \nexpressly warranted neutral, there is an implied con dition that the property shall have a neutral \ncharacter at the commencement of the risk and that so far as the insured can control the matter, its \nneutral character shall be preserved during the risk.  \n \n(2)  Where a ship is expressly warranted “neutral ” there is also an implied condition that, so \nfar as the insured can control the matter, she shall be properly documented, that is to say, that she shall \ncarry the necessary papers to establish her neutrality and that she shall not falsify or suppress  her paper s \nor use simulated papers. If any loss occurs through breach of this condition, the insurer may avoid the \ncontract.  \n \n38.  No implied warranty of nationality. — There is no implied warranty as to the nationality \nof a ship or that her nationality shall not be  changed during the risk.  \n \n39.  Warranty of good safety. — Where the subject -matter insured is warranted “well” or “in \ngood safety on a particular day, it is sufficient if it be safe at any time during that day.  \n \n40.  Warranty of seaworthiness of ship. — (l) In a voyage policy there is an implied warranty \nthat at the commencement of the voyage the ship shall be seaworthy for the purpose of the  particular \nadventure insured.  \n \n(2)  Where the policy  attaches while the ship is in port, there is also an implied war ranty that \nshe shall, at the commencement of the risk, be reasonably fit to encounter the ordinary perils of the \nport. \n \n(3)  Where the policy relates to a voyage which is performed in different stages, during which \nthe ship requires different kinds of or f urther preparation or equipment, there is an implied warranty \nthat at the commencement of each stage the ship is seaworthy in respect of such preparation or \nequipment for the purposes of that stage.  \n \n(4)  A ship is deemed to be seaworthy when she is reason ably fit in all respects to encounter \nthe ordinary perils of the seas of the adventure insured.  \n \n \nPage 17 of 31 \n (5)  In a time policy there is no implied warranty that the ship shall be seaworthy at any stage \nof the adventure, but where, with the privity of the assured, the ship is sent to sea in an unseaworthy \nstate, the insurer is not liable for any loss attributable to unseaworthiness.  \n \n41. No implied warranty that goods are seaworthy. — (1) In a policy on goods or other \nmovables there is no implied warranty that the go ods or movables are seaworthy.  \n \n(2)  In a voyage policy on goods or other movables there is an implied warranty that at the \ncommencement of the  voyage the ship is not only seaworthy as a ship, but also that she is reasonably \nfit to carry the goods or other  movables to the destination contemplated by the policy.  \n \n42.  Warranty of legality. — There is an implied warranty that the adventure insured is a lawful \none and that, so far as the insured can control the matter, the adventure shall be carried out in a la wful \nmanner.  \nCHAPTER -IX \n \nTHE VOYAGE  \n \n43.  Implied condition as to commencement of risk. — (1) Where the subject -matter is \ninsured by a voyage policy “at and from ” or “from ” a particular place, it is not necessary that the ship \nshould be at that place when t he contract is concluded, but there is an implied condition that the \nadventure shall be commenced within a reasonable time and that if the adventure be not so commenced \nthe insurer may avoid the contract,  \n \n(2)  The implied condition may be negatived by sho wing that the delay was caused by \ncircumstances known to the insurer before the contract was concluded or by showing that he waived \nthe condition.  \n \n44.  Alteration of port of departure. — Where the place of departure is specified by the policy \nand the ship,  instead of sailing from that place, sails from any other place the risk does not attach.  \n \n45.  Sailing for  different destination. — Where the destination is specified in the policy and \nthe ship, instead of sailing for that destination, sails for any other  destination the risk does not attach.  \n \n46.  Change of voyage. — (1) Where, after the commencement of the risk, the destination of \nthe ship is voluntarily changed from the destination contemplated by the policy, there is said to be a \nchange of voyage . \n \n(2)  Unless the policy otherwise provides, where there is a change of voyage, the insurer is \ndischarged from liability as from the time of the change, that is to say, as from the time when the \ndetermination to change it is manifested and it is immaterial that the ship may not have left the course \nof voyage contemplated by the policy  when the loss occurs.  \n \n47. Deviation. — (1) Where a ship, without lawful excuse, deviates from the voyage \ncontemplated by the policy, the insurer is discharged from liability as from  the time of deviation and \nit is immaterial that the ship may have regained her route before any loss occurs.  \n \n(2)  There is a deviation from the voyage contemplated by the policy,  \n \n \nPage 18 of 31 \n (a)  where the course of the voyage is specifically designated by the policy and that \ncourse is departed from; or \n \n(b)  where the course of the voyage is not specifically designated by the  policy, but \nthe usual and customary course is departed from.  \n \n(3)  The intention to deviate is immaterial, there must be a deviation in fact to discharge the \ninsurer from his liability under the contract.  \n \n48.  Several ports of discharge. — (1) Where several ports of discharge are specified by the \npolicy, the ship may proceed to all or any of them but, in the absence of any usage or sufficient c ause \nto the contrary, she must proceed to them or such of them as she goes to in the order designated by the \npolicy. If she does not, there is a deviation.  \n \n(2)  Where the policy is to “ports of discharge ”, within a given area, which are not named, the \nship must, in the absence of any usage or sufficient cause to the contrary, proceed to them or such of \nthem as she goes to in their geo -graphical order. If she does not, there is a deviation.  \n \n49.  Delay in voyage. — In the case of a voyage policy, the adventu re insured must be \nprosecuted throughout its course with reasonable dispatch and, if without lawful excuse it is \nnot so prosecuted, the insurer is discharged from liability as from the time when the delay \nbecomes un -reasonable.  \n \n50. Excuses for deviation or delay. — (1) Deviation or delay in prosecuting the voyage \ncontemplated by the policy is excused, — \n \n(a) where authorized by any special term in the policy; or  \n \n(b)  where caused by circumstances beyond the control of the master  and his \nemployer; or  \n \n(c)  where  reasonably necessary in order to comply with an express or  implied \nwarranty; or  \n \n(d)  where reasonably necessary for th e safety of the ship or subject matter insured; \nor \n \n(e)  for the purpose of saving human life or aiding a ship in distress  where human \nlife may be in danger; or \n \n(f)  where reasonably necessary for the purpose of obtaining medical or surgical aid \nfor any person on board the ship; or  \n \n(g)  where caused by the barratrous conduct of the master or crew, if barratry be one \nof the perils insured  against.  \n \n(2)  When the cause excusing the deviation or delay ceases to operate, the ship must resume \nher course and prosecute her voyage with reasonable dispatch.  \nCHAPTER -X \n \n \nPage 19 of 31 \n ASSIGNMENT OF POLICY  \n \n51.  When and how policy  is assignable.  (1) A marine polic y is assignable unless it contains \nterms expressly prohibiting assignment. It may be assigned either before or after loss.  \n \n(2)  Here a marine policy has been assigned so as to pass the beneficial interest in such policy, \nthe assignee of the policy  is enti tled to sue thereon in his own name and the defendant is entitled to \nmake any defense arising out of the contract which he would have been entitled to make if the action \nhad been brought in the name of the person by or on behalf of whom the policy was effe cted.  \n \n(3)  A marine policy may be assigned by endorsement thereon or in  other customary manner.  \n \n52.  Insured who has no interest cannot assign. — Where the insured has parted with or lost \nhis interest in the subject -matter insured and has not,  before or a t the time of so doing, expressly or \nimpliedly agreed to assign the  policy any subsequent assignment of the policy is in -operative:  \n \nProvided that nothing in this section affects the assignment of a policy  after loss. \n \nCHAPTER -XI  \n \nTHE PREMIUM  \n \n53.  When p remium payable. — Unless otherwise agreed, the duty of the insured or his agent \nto pay the premium and the duty of the insurer to issue the policy to the insured or his agent are \nconcurrent conditions and the insurer is not bound to issue the policy until payment has been received.  \n \n54. Policy effected through broker. — (1) Unless otherwise agreed, where a marine policy is \neffected on behalf of the insured by a broker, the broker is directly responsible to the insurer for the \npremium and the insurer is direct ly responsible to the insured for the amount which may be payable in \nrespect of losses or in respect of returnable premium.  \n \n(2)  Unless otherwise agreed, the broker has, as against the assured, a lien upon the policy for \nthe amount of the premium and his charges in respect of effecting the policy and, where he has dealt \nwith the person who employs him as a principal, he also have a lien on the policy in respect of any \nbalance on any insurance account which may be due to him from such person, unless when the debt \nwas incurred he had reason to believe that such person was only an agent.  \n \n55. Effect of receipt on policy. — Where a marine policy effected on behalf of the insured by \na broker acknowledges the receipt of the premium, such acknowledgement is, in the  absence of fraud, \nconclusive as between the insurer and the insured but not as between the insurer and broker.  \n \nCHAPTER -XII \n \nLOSS AND ABANDONMENT  \n \n56.  Included and excluded losses. — (1) Subject to the provisions of this Act and unless the \npolicy otherwis e provides, the insurer is liable for any loss proximately caused by a peril insured \nagainst but, subject as aforesaid, he is not liable for any loss which is not proximately caused by a peril \ninsured against.  \n \n \nPage 20 of 31 \n (2)  In particular, — \n \n(a)  the insurer is not liable for any loss attributable to the willful misconduct of the \ninsured but, unless the policy otherwise provides, he is liable for any loss \nproximately caused by a peril insured against, even though the loss would not \nhave happened but for the misconduc t or negligence of the master or crew;  \n \n(b)  unless the policy otherwise provides, the insurer on ship or goods is not liable \nfor any loss proximately caused by delay, although the delay be caused by a \nperil insured against; or  \n \n(c)  unless the policy othe rwise provides, the insurer is not liable for ordinary wear \nand tear, ordinary leakage and breakage, inherent vice or nature of the subject -\nmatter insured or for any loss proximately caused by rats or vermin or for any \ninjury to machinery not proximately c aused by maritime perils.  \n \n57.  Partial and total loss. — (1) A loss may be either total or partial.  Any loss other than a \ntotal loss, as hereinafter defined, is a partial loss.  \n \n  (2)  A total loss may be either an actual total loss or a constructive loss. \n \n(3)  Unless a different intention appears from the terms of the policy , an insurance against total \nloss includes a constructive as well as an actual total loss.  \n \n(4)  Where the insured brings an action for a total loss and the evidence proves only a part ial \nloss, he may, unless the policy otherwise provides, recover for a partial loss.  \n \n(5)  Where goods reach their destination in specie but by reason of obliteration of marks or \notherwise they are incapable of identification, the loss, if any, is partial a nd not total.  \n \n58.  Actual total loss. — (1) Where the subject -matter insured is destroyed or so damaged as \nto cease to be a thing of the kind insured or where the insured is irretrievably deprived thereof, there \nis an actual total loss.  \n \n(2)  In the case o f an actual total loss notice of abandonment need not  be given,  \n \n59. Missing ship. —  Where the ship concerned in the adventure is missing and after the lapse \nof a reasonable time no news of her has been received an actual total loss may be presumed.  \n \n60. E ffect of transshipment, etc. — Where, by a peril insured against, the voyage is interrupted \nat any intermediate port or place, under such circumstances as apart from any special stipulation in the \ncontract of affreightment, to justify the master in landing and re -shipping the goods or other movables \nor in transshipping them and sending them on to their destination, the liability of the insurer continues, \nnotwithstanding the landing or transshipment.  \n \n61.  Constructive total loss defined. — (1) Subject to any express provision in the policy, there \nis a constructive total loss where the subject -matter insured is reasonably abandoned on account of its \nactual total loss appearing to be unavoidable or because it could not be preserved from thc actual total \nloss wit hout an expenditure which would exceed its value when the expenditure had been incurred.  \n \n \nPage 21 of 31 \n (2)  In particular, ther e is a constructive total loss, — \n \n(a)  where the insured is deprived of the possession of his ship or goods by a peril \ninsured against and it is unlikely that he can recover the ship or goods, as the \ncase may be, or the cost of recovering the ship or goods, as the case may be, \nwould exceed their value when recovered;  \n \n(b)  in the case of damage to a ship, where she is so damaged by a peril insu red \nagainst that the cost of repairing the damage would exceed the value of the ship \nwhen repaired; or \n \n(c)  in the case of damage to goods, where the cost of repairing the damage and \nforwarding the goods to the destination would exceed their value on arri val. \n \n(3) In estimating the cost of repairs, no deduction shall be made in respect of general average \ncontributions to those repairs payable by other interests, but account shall be taken of the expense of \nfuture salvage operations and of any future genera l average contributions to which the ship would be \nliable if repaired.  \n \n62.   Effect of constructive total loss. — Where there is a constructive total loss the insured \nmay either treat the loss as a partial loss or abandon the subject -matter insured to the insurer and treat \nthe loss as if it were an actual total loss.  \n \n63.  Notice of abandonment. — (1) Subject to the provisions of this section, where the insured \nelects to abandon the subject -matter insured to the insurer he shall give notice of the abandonmen t. If \nhe fails to do so, the loss can only be treated as a partial loss.  \n \n(2)  Notice of abandonment may be given in writing or by word of mouth or partly in writing \nand partly by word of mouth and may be given in terms which indicate the intention of the insured to \nabandon his insured interest in the subject -matter insured un -conditionally to the insurer.  \n \n(3)  Notice of abandonment must be given with reasonable diligence after the receipt of reliable \ninformation of the loss, but where the information is o f a doubtful character the insured is entitled to a \nreasonable time to make query . \n \n(4)  Where notice of abandonment is properly given, the rights of the insured shall not be \nprejudiced by the fact that the insurer refuses to accept the abandonment.  \n \n(5)  The acceptance of an abandonment may be either express or implied from the conduct of \nthe insurer. The mere silence of the insurer after notice is not an acceptance.  \n \n(6)  Where a notice of abandonment is accepted the abandonment is irrevocable. The \naccept ance of the notice shall conclusively admit liability for the loss and the sufficiency of the notice.  \n \n(7)  Notice of abandonment is un -necessary where, at the time when the insured receives \ninformation of the loss, there would be no possibility of benefit  to the insurer if notice were given to \nhim. \n(8)  Notice of abandonment may be waived by the insurer.  \n  \n(9)  Where an insurer has reinsured his risk, notice of abandonment need  not be given by him.  \n \nPage 22 of 31 \n  \n64.  Effect of Abandonment .— (1) Where there is a valid a bandonment the insurer is entitled \nto take over the interest of the insured in whatever may remain of the subject -matter insured and all \nproprietary rights incidental thereto.  \n \n(2)  Upon the abandonment of a ship, the insurer thereof is entitled to any fre ight in course of \nbeing earned and which is earned by her subsequent to the casualty causing the loss, less the expenses \nof earning it incurred after the casualty and, where a ship is carrying the owner's goods, the insurer \nshall be entitled to a reasonabl e remuneration for the carriage of them subsequent to the casualty \ncausing the loss.  \n \nCHAPTER -XIII \n \nPARTIAL LOSSES INCLUDING SALVAGE, GENERAL AVERAGE AND PARTICULAR \nCHARGES  \n \n65. Particular average loss. — (1) A particular average loss is a partia l loss of the subject -\nmatter insured caused by a peril insured against and which is not a general average loss.  \n \n(2)  Expenses incurred by or on behalf of the insured for the safety or preservation of the \nsubject -matter insured, other than general average and salvage charges, are called particular charges. \nParticular charges are not included in particular average.  \n \n66. Salvage charges. — (1) Subject to any express provision in the policy, salvage charges \nincurred in preventing a loss by perils insured agains t may be recovered as a loss by those perils.  \n \n(2)  For the purpose of this section, the expression “salvage charges means the charges \nrecoverable under maritime law by a salvor independently of contract. They do not include the \nexpenses of services in the  nature of salvage rendered by the insured or his agents or any person \nemployed for hire by them for the purpose of averting a peril insured against. Such expenses, where \nproperly incurred , may be recovered as particular charges or as a general average los s according to the \ncircumstances under which they were incurred.  \n \n67.  General average loss. — (1) A general average loss is a loss caused  by or directly \nconsequential on a general average act. It includes a general  average expenditure as well as a general \naverage sacrifice.  \n \n(2) There is a general average act where any extraordinary sacrifice or expenditure is \nvoluntarily and reasonably made or incurred in the time of peril for the purpose of preserving the \nproperty imperiled in the common adventure.  \n \n(3)  Where there is a general average loss, the party on whom it falls is entitled, subject to the \nconditions imposed by maritime law, to a ratable contribution from the other parties interested and \nsuch contribution is called a general average contribution.  \n \n(4)  Subject to any express provision in the policy, where the insured has incurred a general \naverage expenditure he may recover from the insurer in respect of the proportion of the loss which \nfalls upon him and in the case of a general average sacrifice he  may recover from the  insurer in respect \nof the whole loss without having enforced his right of contribution from the other parties liable to \ncontribute.  \n \nPage 23 of 31 \n  \n(5)  Subject to any express provision in the policy, where the insured has paid or is liable to \npay a  general average contribution in respect of the subject insured, he may recover therefore from the \ninsurer.  \n \n(6)  In the absence of express stipulation, the insurer is not liable for any general average loss \nor contribution where the loss was not incurred for the purpose of avoiding or in connection with the \navoidance of a peril insured against.  \n \n(7)  Where ship, freight and cargo or any two of those interests are owned by the same assured, \nthe liability of the insurer in respect of general average losses o r contributions is to be determined as \nif those subjects were owned by different persons.  \n \nCHAPTER -XIV \n \nMEASURE OF INDEMNITY  \n \n68.  Extent of liability of insurer for loss. — (1) The sum, which the insured can recover in \nrespect of a loss on a policy by whic h he is insured, in the case of an unvalued policy to the full extent \nof the insurable value or in the case of a valued policy to the full extent of the value fixed by the policy \nis called the measure of indemnity.  \n \n(2)  Where there is a loss recoverable u nder the policy, the insurer or each  insurer if there be \nmore than one is liable for such proportion of measure of indemnity as the amount of his subscription \nbears to the value fixed by the policy in the case of a valued policy or to the insurable value i n the case \nof an unvalued policy.  \n \n69.  Total loss. — (1) Subject to the, provisions of this Act and to any express provision in the \npolicy, where there is a total loss of the  subject -matter  insured, — \n \n \n(a)  if the policy be a valued policy, the measure of indemnity is the sum fixed by \nthe policy; or  \n \n(b)  if the policy be an unvalued policy, the measure of indemnity is the insurable \nvalue of the subject -matter insured  \n \n70. Partial loss of ship. — Where a ship i s damaged but not totally lost the measure of \nindemnity, subject to any express provision in the policy, is as  follows, namely. — \n \n(a)   Where the ship has been repaired, the insured is entitled to the reasonable cost \nof the repairs, less the customary deductions, but not exceeding the sum insured \nin res pect of any one casualty;  \n \n(b)  where the ship has been only partially repaired, the insured is entitled to the \nreasonable cost of such repairs, computed as above and also to be indemnified \nfor the reasonable depreciation, if any, arising from the unrepair ed damage, \nprovided that the aggregate amount shall not exceed the cost of repairing the \nwhole damage computed as above; or  \n \n \nPage 24 of 31 \n (c)  where the ship has not been repaired and has not been sold in her damaged state \nduring the risk, the insured is entitled to be  indemnified for the reasonable \ndepreciation arising from the unrepaired damage, but not exceeding the \nreasonable cost of repairing such damage computed as above.  \n \n71.  Partial loss of freight. — Subject to any express provision in the policy, where there i s a \npartial loss of freight the measure of indemnity is such proportion of the sum fixed by the policy in the \ncase of a valued policy or of the insurable value in the case of an unvalued policy, as the proportion of \nfreight lost by the insured bears to the whole freight at the risk of the insured under the policy.  \n \n72.  Partia l loss of goods, merchandise etc .— (1) Where there is a partial loss of goods, \nmerchandise or other movables, the measure of indemnity, subject to any express provision in the \npolicy, is as follows, namely :— \n \n(a)  where part of the goods, merchandise or other movables insured by a valued \npolicy is totally lost, the measure of indemnity is such proportion of the sum \nfixed by the policy as the insurable value of the part lost bears to the  insurable \nvalue of the whole ascertained as in the case of an unvalued policy;  \n \n(b)  where part of the goods, merchandise or other movables insured by an unvalued \npolicy is totally lost the measure of indemnity is the insurable value of the part \nlost asce rtained as in the case of total loss; and  \n \n(c)  where the whole or any part of the goods or merchandise insured has been \ndelivered as damaged at its destination, the measure of indemnity is such \nproportion of the sum fixed by the policy in the case of a va lued policy or of the \ninsurable value in the case of an unvalued policy, as the difference between the \ngross sound and damaged values at the place of arrival bears to the gross sound \nvalue.  \n \n(2)  For the purposes of this section, the expression “gross valu e” means the wholesale price \nor. if there be no such price, the estimated value with, in either case, freight, landing charges and duty \npaid beforehand provided that in the case of goods or merchandise customarily sold in bond the bonded \nprice is deemed to  be the gross value and “gross proceeds ” means the actual price obtained at a sale, \nwhere all charges on sale are paid by the sellers.  \n \n73.  Apportionment of valuation. — (1) Where different species of property are insured under \na single valuation, the valu ation must be apportioned over the different species in proportion to their \nrespective insurable values, as in the case of an unvalued policy. The insured value of any part of \naspecies is such proportion of the total insured value of the same as the insura ble value of the  part \nbears to the insurable value of the whole, ascertained in both cases as  provided by this Act.  \n \n(2)  Where a valuation has to be apportioned and particulars of the prime cost of each separate \nspecies, quality or description of goods ca nnot be ascertained, the division of the valuation may be \nmade over the net arrived sound values of the  different species, qualities or descriptions of goods.  \n \n74.  General average contributions and salvage charges. —(1) Subject to any express \nprovision in the policy, where the insured has paid or is liable for any general average contribution, \nthe measure of indemnity is the full amount of such contribution, if the subject -matter liable to \ncontribution is insured for its full contributory value but if such subject -matter be not insured for its \n \nPage 25 of 31 \n full contributory value or if only part of it be insured, the indemnity payable by the insurer must be \nreduced in proportion to the under insurance and where there has been a particular average loss which \nconstitutes a  deduction from the contributory value and for which the insurer is liable that amount must \nbe deducted from the insured value in order to ascertain what the insurer is liable to contribute.  \n \n(2)  Where the insurer is liable for salvage charges the extent of his liability must be determined \non the like principle.  \n \n75.  Liabilities to third parties. — Where the insured has effected an insurance in express \nterms against any liability to a third party, the measure of indemnity, subject to any express provision \nin the policy, is the amount paid or payable by himto such third party in respect of such liability.  \n \n76.  General provisions as to m easure of indemnity. —(1) Where there has been a loss in \nrespect of any subject -matter not expressly provided for in the for egoing provisions of this Act, the \nmeasure of indemnity shall be ascertained as nearly as may be in accordance with those provisions in \nso far as applicable to the particular case.  \n \n(2)  Nothing in the provisions of this Act relating to the measure of inde mnity shall affect the \nrules and provisions relating to double insurance or prohibit the insurer from disproving interest wholly \nor in part or from showing that at the time of the loss the whole or any part of the subject -matter insured \nwas not at risk und er the policy.  \n \n77.  Particular average warranties. — (1) Where the subject -matter insured is warranted free \nfrom particular average, the insured cannot recover for a loss of part, other than a loss incurred by a \ngeneral average sacrifice , unless the contra ct contained in the policy be apportionable but, if the \ncontract be apportionable, the insured may recover for a total loss of any apportionable part.  \n \n(2)  Where the subject -matter insured is warranted free from particular average, either wholly \nor under a certain percentage, the insurer is nevertheless liable for salvage charges and for particular \ncharges and other expenses properly incurred pursuant to the provisions of the suing and labouring \nclause in order to avert a loss insured against.  \n \n(3)  Unless  the policy otherwise provides, where the subject -matter is warranted free from \nparticular average under a specified percentage, a general average loss cannot be added to a particular \naverage loss to make up the specified percentage.  \n \n(4)  For the purpose of ascertaining whether the specified percentage has been reached, regard \nshall be had only to the actual  loss suffered by the subject -matter insured. Particular charges and the \nexpenses of and incidental to ascertaining and proving the loss must be exclud ed. \n \n78.  Successive losses. — (1) Unless the policy otherwise provides and subject to the provisions \nof this Act, the insurer is liable for successive losses even though the total amount of  such losses may \nexceed the sum insured.  \n \n(2)  Where under the same  policy, a partial loss, which has not been repaired or otherwise made \ngood, is followed by a total loss, the insured can only recover in respect of the total loss:  \n \nProvided that nothing in this section shall affect the liability of the insurer under the suing and \nlaboring  clause.  \n \n \nPage 26 of 31 \n 79.  Suing and laboring  clause. —(1) Where the policy contains a suing and laboring  clause, \nthe engagement thereby entered into is deemed to be supplementary to the contract of insurance and \nthe insured may recover from the insur er any expenses properly incurred pursuant to the clause, \nnotwithstanding that the insurer may have paid for a total loss or that the subject -matter may have been \nwarranted free from particular average, either wholly or under a certain percentage.  \n \n(2)  General average losses and contributions and salvage charges, as defined by this Act, are \nnot recoverable under the suing and laboring  clause.  \n \n(3)  Expenses incurred for the purpose of averting or diminishing any loss not covered by the \npolicy are not recov erable under the suing and laboring  clause.  \n \n(4)  It is the duty of the insured and his agents, in all cases, to take such  measures as may be \nreasonable for the purpose of averting or minimizing  a loss.  \n \nCHAPTER -XV \n \nRIGHTS OF INSURER ON PAYMENT  \n  \n80. Right  of subrogation. — (1) Where the insurer pays for a total loss, either of the whole or, \nin the case of goods of any apportion able  part, of the subject -matter insured, he thereupon become \nentitled to take over the interest of the insured in whatever may rem ain of the subject -matter so paid \nfor and he is thereby subrogated to all the rights and remedies of the insured in and in respect of that \nsubject -matter as from the time of the casualty causing the loss.  \n \n(2)  Subject to sub -section (D), where the insurer  pays for a partial loss, he acquires no title to \nthe subject -matter insured or such part of it as may remain, but he is thereupon subrogated to all rights \nand remedies of the insured in and in respect  of the subject -matter insured as from the time of the \ncasualty causing the loss, in so far as the insured has been indemnified, according to this Act, by such \npayment for the loss.  \n \n81. Right of contribution. — (1) Where the insured is over -insured by double insurance, each \ninsurer is bound, as between himself  and the other insurers, to contribute ratably to the loss in \nproportion to the amount for which he is liable under his contract.  \n \n(2)  If any insurer pays more than his proportion of the loss, he is entitled to maintain an action \nfor contribution against the other insurers and is entitled to the like remedies as a surety who has paid \nmore than his proportion of the debt.  \n \n82. Effect of under insurance. — Where the insured is insured for an amount less than the \ninsurable value or, in the case of a valued pol icy, for an amount less than the policy valuation, he is \ndeemed to be his own insurer in respect of the un -insured balance.  \n \nCHAPTER -XVI \n \nRETURN OF PREMIUM  \n \n83. Enforcement of return. — Where the premium or a proportionate  part thereof is, by this \nAct, d eclared to be returnable, — \n \n \nPage 27 of 31 \n (a) if already paid, it may be recovered by the insured from the  insurer; and  \n \n(b) if unpaid, it may be retained by the insured or his agent.  \n \n84. Return by agreement. — Where the policy contains a stipulation for the return of t he \npremium or a proportionate part thereof on the happening of a certain event and that event happens, \nthe premium or, as the case may be, the proportionate part thereof, is thereupon returnable to the \nassured.  \n \n85. Return for failure of consideration. — (1) Where the consideration for the payment of the \npremium totally fails and there has been no fraud or illegality on the part of the insured or his agents, \nthe premium is thereupon returnable to the assured.  \n \n(2)  Where the consideration for the payment of the premium is apportionable and there is a \ntotal failure of any apportionable part of the consideration, a proportionate part of the premium is, \nunder the like conditions, thereupon returnable to the assured.  \n \n(3)  In particular, — \n \n(a)  where the policy i s void or is avoided by the insurer as from the commencement \nof the risk, the premium is returnable, provided  that there has been no fraud or \nillegality on the part of the assured, but if the risk is not apportionable and has \nonce attached, the premium is not returnable;  \n \n(b)  where the subject -matter insured or part thereof has never been imperiled, the \npremium or, as the case may be, a proportionate part thereof, is returnable:  \n \nProvided that where the subject -matter has been insured “lost or not \nlost” and has arrived in safety at the time when the contract is concluded, the \npremium is not returnable unless, at such time, the insurer knew of the safe \narrival;  \n \n(c)  where the insured has no insurable interest throughout the currency of the risk, \nthe premium  is returnable, provided that this provision does not apply to a policy \neffected by way of gaming or wagering;  \n \n(d)  where the insured has a defeasible interest which is terminated during the \ncurrency of the risk, the premium is not returnable; and  \n \n(e)  where the insured has over -insured under an unvalued policy, a proportionate \npart of the premium is returnable.  \n \n(4)  Subject to the foregoing provisions, where the insured has over• insured by double \ninsurance, a proportionate part of the several premiums is returnable:  \n \nProvided that, if the policies are effected at different times and any earlier policy has at any \ntime borne the entire risk or if a claim has been paid on the policy in respect of the full sum insured \nthereby, no premium is returnable in re spect of that policy  and when the double insurance is effected \nknowingly by the insured no premium is returnable.  \n \n \nPage 28 of 31 \n CHAPTER -XVII  \n \nMUTUAL INSURANCE  \n \n86.  Modification of this Act in case of mutual insurance. — (1) Where two or more persons \nmutually agree to i nsure each other against marine losses there is said to be a mutual insurance.  \n \n(2)  The provisions of this Act relating to the premium do not apply to mutual insurance, but a \nguarantee or such other arrangement as may be agreed upon may be substituted for  the premium.  \n \n(3)  The provisions of this Act, in so far as they may be modified by the agreement of the \nparties, may in the case of mutual insurance or cooperatives, be  modified by the terms of the policies \nissued by the association or by the rules  and r egulations of the association.  \n \n(4)  Subject to the exceptions mentioned in this section, the provisions of this Act apply to a \nmutual insurance as well as a cooperative insurance scheme.  \n \n(5)  If an entity registered in Pakistan enters into a mutual insur ance arrangement with other \nlocal entities, their mutual insurance shall be registered as per the prevailing insurance laws.  \n \nCHAPTER -XVIII \n \nSUPPLEMENTAL  \n \n87.  Ratification by assured. — Where a contract of marine insurance is in good faith effected \nby one person on behalf of another, the person on whose behalf it is effected may ratify the contract \neven after he is aware of a loss.  \n \n88.  Implied obligations varied by agreement or usage. — (1) Where any right, duty or \nliability would arise under a contract of  marine insurance by implication of law, it may be negatived \nor varied by express agreement or by usage, if the usage be such as to bind both parties to the contract.  \n \n(2)  The provisions of this section extend to any right, duty or liability  \ndeclared by t his Act which may be lawfully modified by agreement.  \n \n89.  Reasonable time, etc., a question of fact. — Where by this Act any reference is made to \nreasonable time, reasonable premium or reasonable diligence, the question what is reasonable is a \nquestion of fact. \n \n90.  Covering note as evidence. — Where there is a duly issued policy, reference may be made, \nas heretofore, to the slip or covering note in any legal proceeding.  \n \n91.  Certain provisions to over ride the Transfer of Property Ac t 1882 .— Nothing in cla use \n(e) of section 6 of the Transfer of Property Ac t, 1882  (IV of 1882), shall affect the provisions of  \nsections 16, 51, 52 and 80.  \n \n92.  Repeal.—(1) Sections 130A and 135A of the Transfer of Property  Act, 1882 (IV of 1882), \nare hereby repealed.  \n \n \nPage 29 of 31 \n (2)  The rules of the common law including the law merchant, save in so far as they are not \ninconsistent with the express provisions of this Act, shall continue to apply to contracts of marine \ninsurance.  \n \n93.  Power to issue directives, circulars, guidelines.  The M inister in -Charge shall have the \npower to issue such directives, codes, guidelines, circulars or notifications as are necessary to carry \nout the purposes of this Act.  \n \n94.  Power to make Rules. — The Federal Government may, by notification in the official \nGazette, make such rules as may be necessary to carry out the purposes of this Act.  \n \n95.  Power to make Regulations. — (1) The Commission may, by notification in the  official \nGazette, make such regulations as may be necessary to carry out the purposes of thi s Aet:  \n \nProvided that the power to make regulations conferred by this clause shall be subject to the \ncondition of previous publication and before making any regulations the draft thereof shall be \npublished in the manner considered most appropriate by the C ommission for eliciting public opinion \nthereon within a period of not less than thirty days from the date of publication . \n \n(2)  Any regulation made under sub -section (I) may provide that a contravention thereof shall \nbe punishable with a penalty which may extend to five million rupees and, where the contravention is \na continuing one, with a further penalty which may extend to one hundred thousand rupees for every \nday after the first during which such contravention continues.  \n \n96.  Savings. — Marine policies that are already in force shall continue  to be governed under \nthe prevailing law till their expiry.  \n___________  \n \nSCHEDULE  \n \n(see section 31)  \n \nRules for construction of policy  \n \nThe following are the rules referred to by this Act for the construction of a pol icy, where the \ncontext does not otherwise require, namely :— \n \n1. Where the subject -matter is insured “lost or not lost ” and the loss has occurred before the \ncontract is concluded, the risk attaches, unless at such time the insured was aware of the loss and  the \ninsurer was not.  \n \n2. Where the subject -matter is insured “from ” a particular place, the  risk shall not attach until \nthe ship starts on the voyage insured.  \n \n3. In the following circumstances, — \n \n(a)   where a ship is insured \"at and from\" a particular p lace and she is  at that place \nin good safety when the contract is concluded; the risk  attaches immediately.  \n \n \nPage 30 of 31 \n (b)  if she be not at that place when the contract is concluded, the risk  attaches as \nsoon as she arrives there in good safely and, unless the  policy othenvise \nprovides, it is immaterial that she is covered by  another policy for a specified \ntime after arrival.  \n \n(c)   where chartered freight is insured \"at and from\" a particular place  and the ship \nis at that place in good safety when the contract is  concluded the risk attaches \nimmediately. If she be not there when  the contract is concluded, the risk attaches \nas soon as she arrives  there in good safety.  \n \n(d)   where freight, other than chartered freight, is payable without  special conditions \nand is insu red \"at and from\" a particular place,  the risk attaches pro rata as the \ngoods or merchandise are shipped,  provided that if there be cargo in readiness \nwhich belongs to the  ship owner or which some other person has contracted \nwith him to  ship, the risk atta ches as soon as He ship is ready to receive such  \ncargo.  \n \n \n4.  Where goods or other movables are insured “from the loading thereof, ” the risk does not \nattach until such goods or movables are actually on board and the insurer is not liable for them while \nin transit from shore to ship.  \n \n5. Where the risk on goods or other movables continues until they are “safely landed ” they \nmust be landed in the customary manner and within a reasonable time after arrival at the port of \ndischarge and if they are not so landed  the risk cease.  \n \n6.  In the absence of any further license or usage, the liberty to touch and stay “at any port or \nplace whatsoever ” does not authorize the ship to depart from the course of her voyage from the port \nof departure to the port of destination.  \n \n7.  The expression “perils of the seas ” refers only to fortuitous accidents or casualties of the \nseas. It does not include the ordinary action of the winds and waves.  \n \n8.  The expression “pirates ” includes passengers who mutiny and  rioters who attack the  ship \nfrom the shore.  \n \n9.  The expression “thieves ” does not cover clandestine theft or a theft committed by anyone \nof the ships company, whether crew or passengers.  \n \n10.  The expression “arrests, etc., of kings, princes and people ” refers to political or executive \nacts and does not include a loss caused by riot or by  ordinary judicial process.  \n \n11.  The expression “barratry ” includes every wrongful aet willfully committed by the master \nor crew to the prejudice o f the owner or, as the case may be, the chart erer. \n \n12.  The expression “all other perils ” includes only perils similar in  kind to the perils \nspecifically mentioned in the policy.  \n \n13.  The expression “average unless general ” means a partial loss of the subject -matter insured \nother than a general ave rage loss and does not include “particular charges ”. \n \nPage 31 of 31 \n  \n14.  Where the ship has stranded, the insurer is liable for the expected losses although the loss \nis not attributable to the stranding, provided that when the stranding takes place the risk has attached  \nand, if the policy  be on goods, that the damaged goods are on board.  \n \n15.  The term “ship” includes the hull, materials and outfit, stores and provisions for the officers \nand crew and, in the case of vessels engaged in a special trade, the ordinary fittin gs requisite for the \ntrade and also, in the case of a steamship, the machinery, boilers and coals and engine stores, if owned \nby the assured.  \n \n16.  The term “freight ” includes the profit derivable by a shipowner from the employment of \nhis ship to carry his  own goods or moveable’s , as well as freight payable by a third party, but does not \ninclude passage money.  \n \n17.  The term “goods ” means goods in the nature of merchandise and  does not include personal \neffects or provisions and stores for use on board.  \n \nI8.  In the absence of any usage to the contrary, deck cargo and living animals must be insured \nspecifically and not under the general denomination of goods.  \n_______________"
}