{
    "file": "./converted_json\\administrator637e500ab08dca91f4f62540251e3f7d.json",
    "name": "Employees' Provident Fund (Investment in Listed Securities) Rules, 1996",
    "date": "26th February, 1996",
    "tagline": "Regulating Investment in Listed Securities for Employee Provident Funds",
    "content": "TO BE PUBLISHED IN PART-II OF THE \nGAZETTE OF PAKISTAN \nEXTRAORDINARY \n \nGovernment of Pakistan \nCorporate Law Authority \n \n \nIslamabad, the 26th February,1996 \n \nNOTIFICATION \nS.R.O. ( I)/96.- In exercise of the powers conferred by section 227 read with \nsection 506 of the Co mpanies Ordinance, 1984 ( XLVII of 1984), and Finance \nDivision’s Notification No. S.R.O. 698( I)/86, dated the 2nd July, 1986, the \nCorporate Law Authority is pleased to ma ke the following rules, the same having \nbeen previously published as required by proviso to sub-section (1) of section \n506, namely:-  \n \nTHE EMPLOYEES’ PROVIDENT FUND (INVESTMENT IN LISTED \nSECURITIES) RULES, 1996 \n  \n1. Short title and commencement. -- (1) These rules may be called the \nEmployees’ Provident Fund (Investment in Listed Securities) Rules, 1996. \n (2) They shall come into force at once.  \n2. Interpretation .-- In these rules the words and  expressions used shall \nhave the same meanings as are assigned to them in the Companies Ordinance, \n1984 ( XLVII of 1984). \n \n3. Conditions for investment in listed securities, etc.-- Where it is \ndecided to make investment, out of the provident fund constituted for the \nemployees of a company, in securities of the companies listed on any stock exchange in Pakistan, such  investment shall be subject to the following \nconditions, namely:- \n \n(i) Total investment in listed securities shall not exceed [thirty]\n1ten per \ncent of \nthe provident fund; \n [  ]2 \n                                                 \n1 Substituted the word “twenty” with the word “thirty” vide S.R.O. 1260 (I)/98 dated 2nd November, 1998. \nEarlier the word “ten” was substituted with the word “t wenty” vide S.R.O. 410(I)/97, dated June 6, 1997. \n2 The following clause was omitted vide S.R.O. 410(I)/97, dated June 6, 1997: \n \n“(ii) investment shall not exceed one per cent of th e provident fund in the lis ted securities of any one \ncompany;” \n \n \n (iii) investment in shares or ot her listed securities of a particular \ncompany shall not exceed five per cent of its paid up capital; \n (iv) In the case of invest ment in the shares of li sted companies, it shall \nbe made only where such companies— \n \n(a) have a minimum operational record of five years; and  (b) have paid not less than fift een per cent dividend to their \nshare holders during the three preceding consecutive years; \n \n(v) in the case of investment in se curities other than shares of listed \ncompanies, it shall not be made unless such securities have been rated as an investment grade with minimum rating of “BBB” by a \ncredit rating company register ed with the Authority under the \nSecurities and Exchange Ordina nce, 1969 (XVII of 1969), and the \nrating is maintained as such at  the time of investment; and \n (vi) Investment shall not be made in a se curity if it is publicly known that \nthe issuer of the security has committed default while availing of \nany financing facility.  \n4. Powers of Authority to relax rules.- Where the Authority is satisfied \nthat it is not practicable to comply with any condition of these rules in a particular \ncase or class of cases, the Authority may, for reasons to be recorded and subject \nto such conditions as it may deem fit, relax any of the conditions  specified in rule \n3 in the case of such company or class of companies.   5. Penalty .- Whoever fails or refuses to comply with or contravenes any \nprovision of these rules, or knowingly and wilfully authorises or permits such \nfailure, refusal or contravention shall, in  addition to any other  liablity under the \nordinance, be also punishab le with fine not exceedi ng two thousand rupees, and, \nin case of continuing failure, refusal or contravention to  a further fine not \nexceeding one hundred rupees fo r every day after the first during which such \ncontravention continues. ________________________ __________________ _____________ \n[ NO. F. 1(24)CF/POL/94 ]    \n( MUHAMMAD HAYAT JASRA ) \nREGISTRAR OF COMPANIES"
}