{
    "file": "./converted_json\\administratorf161addf2835d80f9c3e460daa990828.json",
    "name": "The Conci liation Courts Ordinance, 1961",
    "date": "28th November, 1961",
    "tagline": "An Ordinance to make provision for the establishment of Conciliation Courts",
    "content": "Page 1 of 11 \n \n \n \n \n \n \nTHE CONCILIATION COURTS ORDINANCE, 1961    \n \n \nCONTENTS   \n \nPREAMBLE  \n \n1. Short title, extent and commencement  \n \n2. Definitions  \n \n3. Cases referable to conciliation  \n \n4. Application for constitution of a Conciliation Court  \n \n5. Conciliation Courts, their comp osition, etc  \n \n6. Jurisdiction of Conciliation Courts, etc  \n \n7. Power of Conciliation courts to wards compensation  \n \n8. Finality of the decisions of Conciliation  Courts  \n \n9. Enforcement of decree  \n \n10. Procedure on failure of conciliation  \n \n11. Power of Conciliat ion Courts to summon witnesses, etc  \n \n12. Contempt of Conciliation Courts  \n \n13. Recovery of fine  \n \n14. Limitation, etc, in certain cases  \n \n15. Procedure  \n \n16. No appearance through counsel  \n \n17. Transfer of certain cases  \n \n18. Investigation by police  \n \n19. Pending  cases  \n \n20. Power to exempt  \n \n21. Power to make rules  \n \nSCHEDULE  \n \nPART I  \n \nSection A —Criminal cases  \n \nPART II  \n \nSection B —Criminal cases\n\n \nPage 2 of 11 \n THE CONCILIATION COURTS ORDINANCE, 1961.  \n \n1ORDINANCE NO. XLIV OF 1961  \n \n[28th November, 1961 ] \n \nAn Ordinance to make provisio n for the establishment of Conciliation Courts.  \n \nWHEREAS it is expedient to make provision for the establishment of Conciliation Courts to \nenable people to settle certain disputes through conciliation, and for matters connected therewith ; \n \nNOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf the P resident is pleased to make and \npromulgate  the following Ordinance :— \n \n1. Short title, extent and commencement. — (1) This Or dinance may be called the \nConci liation Courts Ordinance, 1961.  \n \n(2) It extends to the whole of Pakistan.    \n(3) It shall come into force on such date2 as the 3[Federal Government] may, by notification \nin the Official Gazette, appoint in this behalf.  \n \n2. Def initions. — In this Ordinance, unless there is anything repugnant in the subject or \ncontext, —  \n(a) “cognizable offence” means a cognizable offence as defined in section 4 of \nthe Code of Criminal Procedure, 1898 ( Act V of 1898 ); \n \n(b) “Conciliation Court” mea ns a Conciliation Court constituted under this \nOrdinance;  \n  \n4[(c) “Controlling  Authority” means 5[an officer appointed by Government to be \nthe Controlling Authority for purposes of this Ordinance .] \n \n(it extends only to the Islamabad Capital Territory)  \n \n(c) “Controlling A uthority” means [Sessions Judge] . \n \n(d) “decree” means a decree as defined in section 2 of the Code of Civil \nProcedure, 1908 ( Act V of 19 08) ; \n \n(e) “District Judge” shall include an Additional District Judge, a Subordinate \nJudge and a Civil J udge ;  \n \n1The Ordinance has been amended in its application to the Province of West Pakistan by West Pakistan Act 13 of 1963, s. 2 (wit h from the \n 15th July, 1963); and by West Pakistan Ordinance XI of 1966, ss. 3, 15 and 16 (with effect from the 4th April,  1966).  \nThe Ordinance has been extended to the Tribal Areas of Quetta Division by West Pakistan Regulation No. I of 1964, s.2 (with e ffect from \n the 25th August,1964).   \nThis Ordinance has been repealed in its application to the Province of Punjab, by Punja b Act No. XXXIV of 1975, s. 233.   \nThis Ordinance has been amended to the extent of Islamabad Capital Territory, see Ordinance No. XXVII of 1981, s. 5 and 4th S ch. \n2The 1st day of March, 1962, see Gaz. of P., 1962, Ext., p. 234c.  \n3Subs. by F.A.O., 1975, Art . 2 and Table, for “Central Government”. \n4Subs. ibid., Art. 2 and Sch., for cl. (c).  \n5Subs. by the Conciliation Courts (Amdt.) Ordinance,  1982 (18 of 1982), s. 2, for “the Deputy Commissioner”.  \n \nPage 3 of 11 \n (f) “Government” in relation to any local area in a Province, means the Provincial \nGovernment, and in relation to Cantonments, the 1[Federal Government] ;  \n \n(it extends only to t he Islamabad Capital Territory)  \n \n(f) “Government”, in relation to any local area in a Province, means the \nProvincial Government,  and in relat ion to Cantonments [and the Islamabad \nCapital Territory,] the Federal Government.   \n \n2[(ff) “law relating to local government” means the Punjab Local Government \nOrdinance, 1979 (Punjab Ordinance No. VI of 1979), the Sind Local \nGovernment Ordinance, 1979 (Si nd Ordinance No. XII of 1979), the \nNorth­West Frontier Province Local Government Ordinance, 1979 ( N.W.F.P. \nOrdinance No. IV of 1979), the Baluchistan Local Government Ordinance, \n1980 (Baluchistan Ordinance No. II of 1980), the Capital Territory Local \nGove rnment Ordinance, 1979 (XXXIX of 1979), or, as the case may be, the \nCantonments Act, 1924 (II of 1924) ;]  \n \n(g) “party” shall include any person whose presence as such is considered \nnecessary for a proper decision of the dispute and whom the Conciliation \nCourt adds as a party to such dispute ;    \n3[(h) “prescribed” means prescribed by rules made under this Ordinance ;  \n(i) “Union Council” means a Union Council constituted under a law \nrelating to local government and, except in the Schedule, includes a \nTown Com mittee so constituted;  \n \n(ii) “ward” means a ward, an electoral unit or an electoral ward of a city, \nmunicipality or cantonment constituted under a law  relating to local \ngovernment.]  \n \n 3. Cases referable to conciliation .—(1) Notwithstanding anything contai ned in the Code of \nCriminal Procedure, 1898 (Act V of 1898), or in the Code of Civil Procedure, 1908 (Act V of \n1908),—  \n(a) all cases falling under Part I of the Schedule shall, save as otherwise provided, \nhereinafter be referred to conciliation under this  Ordinance, and no civil or \ncriminal court shall have jurisdiction to try any such case ; and  \n \n(b) any of the cases falling under Part II of the Schedule may be so referred if all \nthe parties thereto agree to such a reference.  \n \n(2) The following cases relating to matters falling under Section B of Part I of the Schedule \nor under Section B of Part II thereof shall be excluded from conciliation, namely:__ \n(a) cases in which the interest of a minor is involved;  \n \n (b)    cases where provision for arbitration has been made in a contract between the  \nparties ;  \n1Subs. by F.A.O., 197 5, Art. 2 and Table, for “Central Government”.  \n2Cl. (ff) ins. ibid.  \n3Subs. by the Conciliation Courts (Amdt.) Ordinance, 1982. (18 of 1982) s. 2 for cls (h) and (i).  \n \n \nPage 4 of 11 \n (c)  cases by or against the 1[Federal] or a Provincial Government or a public \ncorporati on or a public servant acting in the discharge of his duty ; \n(d) cases which according to the customary law of a community are referable to a \ncommunity  panchayat . \n \n2[(3) Government may, by notification in the official Gazette, amend the Schedule so as to — \n \n(a) add thereto any class of cases relating to such disput es betw een private parties \nas are of a local nature and are capable of settlement by compromise ;  \n \n(b) omit any entry therefrom ; or  \n \n(c) alter or modify any entry therein.]  \n \n(4) Nothing in this section shall apply to cases relating to an offence specified  in the Schedule if  the \naccused had previously been convicted of a c ognizable offence.  \n4. Application for constitution of a Conciliation Court. —(1) Where a case is, under this  \nOrdinance, referable to conciliation, any party to the dispute may, i n the presc ribed manner, and on \npayment of the prescribed fee, apply to the Chairman of the Union Council concerned 3[or, as the \ncase may be, to the member representing the ward or, in the case of a ward which has more members \nthan one, to such one of them as may be determined in the prescribed ma nner;] for the constitu tion of \na Conciliation Court for the settlement of the disputes, and unless the Chairman 3[or, as the case may \nbe, the member], for reasons to be recorded in writing, rejects the a pplication, he shall p roceed to \nconstitute, in the prescribed manner, a Conciliation Court for the purpose:  \nProvided that no application under this section shall be made against a person of unsound \nmind.  \n(2) Any person aggrieved by an order of rejection under sub -section (1) ma y, on the ground \nthat the order is mala fide or substantially unjust, prefer, in the p rescribed manner and within the \nprescribed time, an application for revision to the Controlling Authority , or to such other authority as \nmay be prescribed.  \n \n (it extends only to the Islamabad Capital Territory)  \n \n(2) Any person aggrieved by an order of rejection under sub -section (1) may, on the \nground that the order is mala fide or substantially unjust, prefer, in the prescribed manner and \nwithin the prescribed time, an a pplication for revision to the c ontrolling Authority or to such \nother authority as may be prescribed [if the case relates to a matter falling under Section A of \nPart I of the Schedule or to the District Judge, if the case relates to a matter falling under \nSection B thereof].  \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central”.  \n2Subs. by the Ord (18 of 1982) s. 3, for sub-section  (3). \n3Ins by the Conciliation Courts (Amdt.) Ordinance, 1982 (18 of 1982) s. 4.  \n \n \nPage 5 of 11 \n 5. Conciliation Courts, their composition, etc.—(1) A Conciliation Court shall be a body \nconsisting of a Chairman and two representatives to be nomi nated, in the prescribed manner;  by each \nof the parties to the dispute[.]1 \n \n2*   *   *   *   *   *   * \n \n(2) The Chairman of the Union Council 3[or, as  the case may be, the member r epresenting the  \nward, or, in the case of a ward which has more members than one, such one of them as may be \ndetermined in the prescribed manner,] shall be the Chairman of the C onciliation Court, but where he \nis, owing to illnes s or any other cause, unable to act as Chairman,  or does not, on account of any \npersonal con sideration, wish to do so, or his impartiality is challenged b y any party to the dispute, \nany other person appointed in the prescribed manner, not being a person no minated by any party, \nshall be the Chairman of the Court.  \n \n(3) If either party to the dispute consists of more than one person, the Chairman shall call \nupon the persons constituting that party to nominate the two representatives on its behalf, and if they \nfail so to nominate, shall authorize any one of such persons to do so, and thereupon the person so \nauthorized shall alone have the right to nominate such representatives.  \n \n(4) Where representatives required under this section to be nominated are not nomina ted \nwithin the prescribed time, then,__ \n \n(a) if the case falls under Part I of the Schedule, the Conciliation Court shall, \nwithout such representatives, be deemed to have been validly constituted for \nthe purposes of this Ordinance, and conciliation shall p roceed accordingly; \nand \n \n(b) if the case falls under Part II of the Schedule, the 4[Court] shall issue a \ncertificate that conciliation has failed.  \n \n6. Jurisdiction of Conciliation Courts, etc. —(1) Subject to the provision of sub-section  (2), \na Conciliation  Court shall be constituted and shall have jurisdiction to try a case only when the \nparties to the dispute ordinarily reside within the 5[jurisdiction of the same Union Council] in which \nthe offence has been committed or the cause of action has arisen.  \n \n6[(2) Where one of the parties to a dispute ordinarily resides, and the offence has been \ncommitted or the cause of action has arisen, in one ward of a city, municipality or cantonment, and \nthe other party ordinarily resides in another ward of the same city, municipality or cantonment, then, \na Conciliation Court may be constituted in the ward in which the offence has been committed or, as \nthe case may be, the cause of action has arisen.]  \n \n \n \n \n \n1Subs. by the Law Reforms Ordinance, 1972 (12 of 1972), s. 2 and Sch . for colon.  \n2Proviso omitted ibid.  \n3Ins. by Ord.18 of 1982, s. 5.  \n4Subs. by the Conciliation Courts (Amdt.) Ordinance, 1982 (18 of 1982), s. 5, for “Chairman”.  \n5Subs. ibid., s. 6, for “limits of the Union”.  \n6Subs. ibid., for sub-section  (2). \n \n \nPage 6 of 11 \n 7. Power of Conciliation courts to wards compensation. —(1) Save as otherwise provided \nin this Ordinance, a Conciliation Court shall have no power to pass a sentence of imprisonment or \nfine, but if it holds a person guilty of an offence specified in the Schedule, it ma y order the accused \nto pay to the aggrieved person compensation the amount of which may not exceed 1[five hundred] \nrupees, but if the offence is one punishable under section 428 or section 429 of the Pakistan Penal \nCode (Act XLV of 1860), the amount of com pensation may exceed 1[five hundred] rupees but not \n2[one thousand] rupees.  \n \n(2) In a case relating to a matter falling under Section B of Part I of the Schedule or under \nSection B of Part II thereof, the Conciliation Court shall have the power to order pa yment of money \nup to the amount specified therein in respect of such matter or delivery of property to the person \nentitled thereto.  \n \n8. Finality of the decisions of Conciliation  Courts.— \n \n3*  *   *   *   *   *   * \n \n(2) 4[Any party may, within thirty days o f the decision of a Conciliation Court], apply, in the  \nprescribed manner, — \n \n(a) to the Controlling Authority, if the case relates to a matter falling under \nSection A of that  Part, or  (it extends only to the Islamabad Capital Territory)  \n \n(a) to the Controll ing Authority, if the case relates to a matter falling under  \n[Section A of  Part I of the Schedule].  \n \n(b) to the District Judge, if the case relates to a matter falling under Section B \nthereof,  and the Controlling Authority or the District Judge, as the ca se may \nbe, if satisfied that there has been a failure of justice, may set aside or modify \nthe decision, or direct that the dispute be referred back to the Conciliation \nCourt for reconsideration.  \n \n(3) If the decision of Conciliation Court is not unanimous, and the case falls under Part II of \nthe Schedule, the Court shall issue a certificate that conciliation has failed.  \n \n(4) Notwithstanding anything in any law any matter decided by a Conciliation Court in  \naccordance with the provisions of this Ordinance shal l not be tried in any Court, including a \nConciliation Court.  \n \n9. Enforcement of decree. —(1) Where a Conciliation Court decides to award compensation \nto a person or to order the delivery of property, it shall pass a decree in such form and in such \nmanner as  may be prescribed, and shall enter the particulars thereof in the prescribed register.  \n \n \n \n \n \n1Subs. ibid s. 7, for “two hundred and fifty”.  \n2Subs. ibid., for “five hundred”.  \n3Sub-section  (1) omitted by the Law Reforms Ordinance, 1972 (12 of 1972), s. 2 and  Sch.,  \n4Subs. ibid., for certain words.  \n \nPage 7 of 11 \n (2) If any money is paid or any property is delivered in the presence of the Conciliation Court \nin satisfaction of the decree, it shall enter the fact of payment or delivery, as the case may be, in the \naforesaid regi ster. \n \n(3) Where a decree relates to payment of compensation and the decretal amount is not paid \nwithin the prescribed time, the same shall, if the Chairman of the Conciliation Court so directs, be \nrecovered as arrears of land revenue, and, on recovery, sh all be paid to the decree holder.  \n \n(4) Where the satisfaction of a decree can be had ot herwise than by payment of \ncompa nsation, the decree may be presented for execution to such civil Court as the District Judge \nmay, by special or general order, direct, an d such court shall thereupon proceed to execute the decree \nas if it were a decree passed by itself.  \n \n(5) A Conciliation Court may, if it thinks fit, direct that the amount of compensation be paid \nin such instalments as it may fix.  \n \n10. Procedure on failure  of conciliation.  Where a certificate is issued that conciliation has  \nfailed, either  under clause (b) of sub -section (4) o f section 5 or under sub -section (3) of section 8, \nany party to the dispute may seek its remedy in the court in which it would in law be entitled to seek \nsuch remedy if this Ordinance had not been promulgated.  \n \n11. Power of Conciliation Courts to summon witnesses, etc. —(1) A Con ciliation Court \nmay issue summons to any person to appear and give evidence, or to pro duce or cause the product ion \nof any document:  \n \nProvided that — \n \n(a) no person who is exempt from personal appearance in Court under sub -section  \n(1) of section 133 of the Code of Civil Procedure, 1908 (Act V of 1908), shall \nbe required to  appear in person ;  \n \n(b) a Conciliation Court  may refuse to summon a witness or to enforce a \nsummons already  issued against a witness when in the opinion of the Cour t the \nattendance of the witness cannot be procured without such delay, expense or \ninconv enience as in the circumstances would be unreaso nable ; \n \n(c) a Conciliation Court shall not require any person living beyond its jurisdiction \nto give  evidence or to produce or cause the production of a do cument unless \nsuch sum of money is deposited for payment to him as the Court would thi nk \nsufficient for de fraying his travelling  and other expenses.  \n \n(2) If any person to whom a Conciliation Court has issued summons to appear and give \nevidence  or to produce or cause the production of any document before it wilf ully disobeys such \nsummons, the Conciliation Court  may take cognizance of such disobedience, a nd, after giving such \nperson an opportunity to explain, sentence him to a fine not exceeding twenty -five rupees.  \n \n \n \n \n \n \nPage 8 of 11 \n 12. Contempt of Conciliation Courts.  A person shall be guilty of contempt of a Conciliation \nCourt if he, without lawful excuse,  — \n(a) offers any insult to the Conciliation Court or any member thereof while the \nCourt is functioning as such ; or  \n \n(b) causes any interruption in the work of the Conciliation Court ; or  \n \n(c) fails to produce or deliver a  document when ordered by the Conciliation Court \nto do so ; or  \n \n(d) refuses to answer any question of the Conciliation Court which he is bound to \nanswer; or  \n \n(e) refuses to take oath to state the truth or to sign any statement made by him \nwhen required by the Conciliation Court to do so ; and the Conciliation Court \nmay, without any complaint having been made to it, forthwith try such person \nfor such contempt and sentence him to a fine not exceeding fifty rupees.  \n \n13. Recovery of fine. —(1) Where a Conciliati on Cou rt imposes a fine under section 11 or \nsection  12 and such fine is not immediately paid, it shall record an order sta ting the amount of fine \nimposed and the fact that it has not been paid, and shall forward the same to the nearest Judicial \nMagistrate  who shall proceed to recover it in accordance with the provisions of the Code of Criminal \nProcedure, 1898 (Act V of 1898), as if it were a fine imposed by himself, and su ch Magistrate may \nalso sentence the accused to imprisonment in default of payment of s uch fine.  \n \n(2) All fines paid to a Conciliation Court under sections 11 and 12, or collected on behalf of a  \nConciliation Court under this section, shall form part of the funds of the 1[local council] concerned.  \n \n2[Explanation .—In this sub-section , “local c ouncil” means a  Union Council, Town \nCommittee, Municipal Corporation, Municipal Committee, Metropolitan Corp oration or, as the case \nmay be, Cantonment Board constituted under a law relating to local government.]  \n \n14. Limitation, etc., in certain cases.  Whe re a case relating to a  matter falling under Section B of \nPart II of the Schedule is referred to conciliation and conciliation fail s, and the case is subsequently \ntaken to a Civil Court, in computing the period of limitation prescribe d therefore by or unde r any law \nfor the time being in force, the time spent on conciliation proceedin gs, commencing from the date of \nthe application made under section 4 and ending on the day the certificate of failure of conci liation is \nissued, shall, notwithstanding anything in the Limitation Act, 1908 (IX of 1908), be excluded.  \n \n15. Procedure. —(1) Save as otherwise expressly provided by or under this Ordinance, the \nprovisions of the Evidence Act, 1892 (I of 1892 ), the Code of Criminal Procedure, 1898 (Act V of \n1898), and of t he Code of Civil Procedure, 1908 (Act V of 1908), shall not apply to proceedings \nbefore any Conciliation Court.  \n \n(2) Sections 8 to 11 of the Oaths Act, 1873 (X of 1873), shall apply to all proceedings before \nConciliation Courts.  \n \n \n \n1Subs. by the Conciliati on Courts (Amdt.) Ordinance, 1982 (18 of 1982), s. 8, for “Union Council”.  \n2Explanation added ibid.  \n \nPage 9 of 11 \n 16. No appearance through counsel. —(1) Notwithstanding anything contained in t he Legal \nPractitioners Act, 1873  (XVIII of 1879), no legal practitioner shall be permitted to appear on behalf \nof any party to a dispute before any Conciliation Court or before any Controlling Authority or other \nauthority exercising powers under this Ordinance.  \n \n(it extends only to the Islamabad Capital Territory)  \n \n16. [No appearanc e through Counsel.] — (1) Notwithstanding anything contained in the \n[Legal Practitioners and Bar Councils Act, 1973 (XXXV of 1979), no legal practitioner shall be \npermitted to appear on behalf of any party to a dispute before any Conciliation Courts or befo re any \nControlling Authority or other authority exercising powers under this Ordinance.  \n \n(2) If a person required under this Ordinance to appear before a Conciliation Court is a  \npurdanashin lady, the Conciliation Court may permit her to be represented by a  duly authorized \nagent who shall in no case be a paid agent.  \n \n17. Transfer of certain cases. —(1) Where the Controlling Authority is of the opinion that \nthe circumstances of a case relating to a matter falling under Section A of Part I of the Schedule or \nunder Section A of Part II thereof and pending before a Conciliation Court are such that the public \ninterest and the ends of justice demand its trial in a Criminal Court, the said Authority may, \nnotwithstanding anything contained in this Ordinance, withdraw the same from the Conciliation \nCourt and direct that it be referred to the Criminal Court for trial and disposal.  \n \n(2) A Conciliation Court may, if it is of the opinion that in a case relating to a matter as \naforesaid and pending before it the ends of just ice demand a punishment for the accused, forward the \ncase to the Criminal Court for trial and disposal.  \n \n18. Investigation by police.  Nothing in this Ordinance shall prevent the police from investigating a \ncognizable case by reason of the fact that the cas e relates to an offence specified in Section A of Part \nI of the Schedule, but if any such case is taken to a criminal Court such Court may, if it thinks fit, \ndirect that it be referred to conciliation under this Ordinance.  \n \n19. Pending cases.  This Ordinanc e shall not apply to cases referable under this Ordinance to \nconciliation which, immediately before the coming into force of this Ordinance, are pending in any \ncivil or criminal Court, and such cases shall be disposed of by those Courts as if this Ordinanc e had \nnot been promulgated:  \n \nProvided that if all the parties to any such case agree to have the same decided by a \nConciliation Court, the proceedings thereof shall terminate, and the case shall be referred to \nconciliation in accordance with the provisions  of this Ordinance.  \n \n(it extends only to the Islamabad Capital Territory)  \n \n19. [Pending Cases.] shall be omitted.  \n \n20. Power to exempt.  Government may, by notification in the official Gazette, exempt any area or \nareas, or any case or class of cases, or any  community from the operation of all or any of the \nprovisions of this Ordinance.  \n \n \nPage 10 of 11 \n 21. Power to make rules. Government may, by notification in the Official Gazette, make rules to \ncarry into effect the provisions of this Ordinance.  \n————  \nSCHEDULE  \n \nPART I  \n \nSection A— Criminal cases  \n \n(1) Sections 143 and 147 of the Pakistan Penal Code (Act XLV of 1860), read with the Third \nor the Fourth clause of section 141 of that Code, when the common object of the unlawful assembly \nis to commit an offence under section 323, or 426 or 447 of that Code, and when not more than ten \npersons are involved in the unlawful assembly.  \n \n(2) Sections 160, 323, 334, 341, 342, 352, 358, 426, 447, 504, 506 (first part), 508, 509 and \n510, Pakistan Penal Code.  \n \n(3) Sections 403, 406, 417 and 4 20, Pakistan Penal Code, when the amount in respect of \nwhich the offence is committed does not exceed one hundred rupees.  \n \n(4) Section 427, Pakistan Penal Code, when the value of the property involved does not \nexceed  one hundred rupees.  \n \n(5) Sections 428 a nd 429, Pakistan Penal Code, when the value of the animal does not exceed  \none hundred rupees.  \n \n(6) Sections 24, 26 and 27 of the Cattle -trespass  Act, 1871 (I of 1871).  \n \n(7) Attempts to commit or the abetment of the commission of any of the above offences.  \n \nSection B — Civil cases  \n \n1. Suit for the recovery of  \nmoney due on contracts,  \nreceipts or other  \ndocuments.  \n2. Suit for the recovery of  \nmovable property, or for  \nthe value thereof.  \n— In the case of Union Councils,  \n— when the amount claimed, or the  \n— price of  movable property, does  \n— not exceed 1[one thousand] rupees  \n— ; and  \n3. Suit for compensation  for wrongfully taking or  \ndamaging movable  \nproperty.  \n4. Suit for damages by  \ncattle trespass.  \n— In the case of 2[Town Committees,  \n— Municipal Corporations, Municipal  \nCommittees, — Metropolitan  \nCorporations and  \n— Cantonment Boards] when the amount  \nclaimed, — or the price of movable  \nproperty, does — not exceed 3[ten  \nthousand] rupees.\n \n \n1Subs. by the Conciliation Courts (Amdt.) Ordinance, 1982 (18 of 1982), s. 9, for “f ive hundred”.  \n2Subs. ibid., for “Union and Town Committees”.  \n3Subs. ibid., for “one thousand”.  \n \n \nPage 11 of 11 \n PART II  \nSection A — Criminal cases  \n \n(1) Sections 324, 343, 355, 357, 427, 430, 448, 461, 498, 500, 501 and 502, Pakistan Penal \nCode ( Act XLV of 1860 ). \n \n(2) Secti on 379, Pakistan Penal Code, when the value of the property involved does not \nexceed two hundred and fifty rupees.  \n \n(3) Sections 380 and 381, Pakistan Penal Code, when the value of the property involved does \nnot exceed one hundred rupees.  \n \n(4) Sections 403 , 406, 417 and 420, Pakistan Penal Code, when the amount in respect of \nwhich the offence is committed exceeds one hundred rupees, but does not exceed two hundred and \nfifty rupees.  \n \n(5) Section 408, Pakistan Penal Code, when the value of the property involv ed does not \nexceed one hundred rupees.  \n \n(6) Section 411, Pakistan Penal Code, when the value of the property involved does not \nexceed two hundred and fifty rupees.  \n \n(7) Sections 428 and 429, Pakistan Penal Code, when the value of the animal exceeds one  \nhundred rupees but does not exceed five hundred rupees.  \n \n(8) Section 451, Pakistan Penal Code, when the offence is committed with the intention of  \ncommitting any of the offences mentioned in Section A of Part I of this Schedule or in this section.  \n \n(9) Attemp ts to commit or the abetment of the commission of any of the above offences.  \n \nSection B — Civil cases  \n \nAll civil cases (excepting those mentioned in Section B of Part I of this Schedule), in which the  value \nof the claim does not exceed 1[twenty -five thousan d] rupees.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Conciliation Courts (Amdt.) Ordinance, 1982 (18 of 1982), s. 9, for “ten thousand”."
}