{
    "file": "./converted_json\\administrator4b1a12b6fc4db3041fdad5f5fb0d7739.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n  \n \n \n \nTHE IMPORT OF GOODS (DEVELOPMENT SURCHARGE)  \nORDINANCE, 1984.  \n \n \n                                           \n            \n                 \nCONTENTS  \n1. Short title, and commencement  \n2. Levy of surcharge   \n3. Customs Act, 1969 (IV of 1969), to apply  \n  \n\n \nPage 2 of 2 \n THE IMPORT OF GOODS (DEVELOPMENT SURCHARGE)  \nORDINANCE, 1984.  \n \nORDINANCE No. VII OF 1984  \n[5th February, 1984 ] \n   \nAn Ordinance to provide for the levy and collection of a develop ment surcharge on certain goods \nimported through the Karachi customs -port.  \n   \nWHERE AS it is expedient to provide for the levy and collection of a development surcharge on \ncertain goods imported through the Karachi customs -port to reimburse to the Karachi Port Trust the \nexpenditure incurred by it on the construction of the Jinnah Bridge o ver the China Creek, Karachi;  \n  \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n  \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, and in \nexercise of all po wers enabling him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance: — \n  \n1. Short title and commencement. —(1) This Ordinance may be called the Import of Goods \n(Development Surcharge) Ordinance, 1984.  \n  \n (2) It shall com e into force on such day as the Federal Government may, by notification in the \nofficial Gazette, appoint.  \n  \n 2. Levy of surcharge. —(1) There shall be levied and collecte d on all goods, other than \nfoodgrains, fertilizers and petroleum products, imported thr ough the Karachi customs -port a \ndevelopment surcharge at the rate of three rupees and fifty paisa per ton.  \n  \n Explanation .— In this sub -section, “ petroleum products ” has the same meaning as in the \nPetroleum Products (Development Surcharge) Ordi nance, 1961  (XXV of 1961).  \n  \n (2) As soon as may be after the close of each month, the proceed s of the development surcharge \nrecovered during that month shall, after de duction of two and one half per cent thereof as expenses of \ncollection and recovery, be paid to the Federal Government.  \n  \n 3. Customs Act, 1969 (IV of 1969), to apply. Subject to sub -section (1) of section 2, the \nprovisions of the Customs Act, 1969 (1V of 1969), shall have effect in respect of the development \nsurcharge levied under this Ordinance as if i t were a duty levied under that Act."
}