{
    "file": "./converted_json\\administrator5be539b0f1f55a530caa92940608a288.json",
    "name": "Privatization Commission (Amendment) Ordinance, 2023",
    "date": "December 15, 2023",
    "tagline": "Amending the Privatisation Commission Ordinance, 2000 for jurisdiction of Privatization Appellate Tribunal",
    "content": "REGTSTBRED No.Y :-l-02\nL.-7M6\n@Ue Gvfrodpfl[ffiI\n.-!xrqr-\nEXTRAOHDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, FRIDAY, DBCEMBER 15, 2023\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the l4th December, 2023\nNo. F. 2(l\\12023-Pub.-The following Ordinance Promulgated on\n13th December, 2023 by the President is hereby published for general\ninformation:-\nORDINANCENO. VII OF 2023\nAN\nORDINANCE\nfurther to amend the Privatisation Commission Ordinance, 2000\nWTEREAS, it is expedient further to amend the Privatisation Commission\nOrdinance, 2000 (LII of 2000), in the manner and for the purposes hereinafter\nappearing;\nAND wmREAS, the Senate and the National Assembly are not in session\nand the President of the Islamic Republic of Pakistan is satisfied that\ncircumstances exist which render it necessary to take immediate action;\n(841)\nPrice: Rs. 10.00\n12332(2023) Ex.Gaz.l\n84' THE GAZETTE OF PA\nNow, TIEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution the Islamic Republic of Pakistan, the President of\nthe Islamic Republic of Pakistan is pleased to make the following C)rdinance:-\nIt is hereby enacted as follows:\n1. Short title and commencement.{1) This Ordinance shall be\ncalled the Privatization Commission (Amendment) Ordinance, 2023.\n(2) This Ordinance shall come into force at once.\n2. Substitution of section 28, Ordinance LII of 2000.- kr the\nPrivatization Commission Ordinance, 2000 (LII of 2000), hereinafter referred to\nas the said Ordinance, for section 28,the following shall be substififred, namely:-\n\"28. Privatization Appellate Tribunal.--(1) Notwith-\nstanding anythi.rg contained in any other law for the time being in\nforce, no court other than the Privatisation Appellate Tribunal\nconstituted under this Ordinance, hereinafter called as the Appellate\nTribunal, shall exercise jurisdiction under this Ordinance.\n(2) The Appellate Tribunal shall, for the purposes of hearing\nand deciding civil and criminal matters under this Ordinance, have\nthe same powers as are vested in a civil court or, irs the case may\nbe, criminal court trying a suit or case under the Code of Civil\nProcedure, 1908 (Act V of 1908) or the Code of Criminal\nProcedure, 1898 (Act V of 1898) in respect of-\n(a) surtmoning and enforcing the attendance of any\nperson and examining him on oath;\n(b) requiring the discovery and production of\ndocuments and material objects;\n(c) receiving evidence on affidavits; and\n(d) issuing commissions for examination of witnesses\nand documents.\n(3) The Federal Government shall, by noiification in the\nofficial Gazette, constitute the Appellate Tribunal consisting of a\nchairperson, one technical member and one judiciul member to be\nappointed by it.\n(4) A retired Judge of the Supreme Court shall be appointed\nas Chairperson of the Tribunal who shall be entitled to the salary,\nperks and privileges as were last drawn by him as such Judge.\n(5) The technical and judicial members shall be entitled to\nthe salary, perk and privileges as are admissible to a person\nappointed in MP-I scale of the Federal Govemment.\nPanr THE GAZETTE OF PAKISTAN, EXTRA., DEC. 15, 2023 843\n(6) The chairperson and members shall hold office for a\nperiod of three years extendable for another term, based on\nperformance, on similar terms and conditions and shall cease to\nhold office on attaining the age of seventy years or on the expiry of\nthe term unless renewed, whichever is earlier.\n(7) No person shall.be appointed as a technical member, or\nremain as such member, of the Appellate Tribunal unless he-\n(a) is a crtizen of Pakistan;\n(b) is not of the age exceeding sixty-five years on the\ndate of his appointment;\nhas not been by a competent court of law declared\nas undischarged insolvent;\nhas not filed a petition before a competent court of\nlaw to declare him insolvent and such petition is\nnot pending adj udication;\nhas not been by a competent court of law declared\nof unsound mind or insane;\nhas not been by a competent court of law convicted\nfor an offence involving moral turpitude, fraud,\ndishonesty or coffuption ;\nis not incapable of discharging his duties by\nreasons of physical or mental unfitness and has not\nbeen so declared by a duly constituted medical\nboard;\nis not, or while appointed as technical member\ndoes not become, an officer or a director in any\npublic listed company;\nwhile appointed as technical member, does not fail\nto disclose any conflict of interest at or within the\ntime provided for such disclosure under this\nOrdinance or does not contravene any of the\nprovisions of this Ordinance pertaining to\nunautho rized di sclo sure o f informat ion;\nis not, or while appointed as technical member\ndoes not become) an officer or director of an entity\nthat is licensed or registered under this Ordinance;\nis not or has not been a member or employee of the\nCommission unless a period of two years has\nelapsed after he has ceased to be such member or\nemployee;(c)\n(d)\n(e)\n(0\n(e)\n(h)\n(i)\n0)\n(k)\n844 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 15, 2023 ART I\n(1) possesses at least a master's or professional degree\nor equivalent qualification from a university, or\ninstitute, recognized by the Higher Education\nCommission in finance, law, accountfficy,\ninsurance, economic, investment management,\nindustry, banking or finance; and\n(m) possesses at least fifteen years of professional work\nexperience in any of the fields under clause (1).\n(8) No person shall be appointed as a judicial member, or\nremain as such member, of the Appellate Tribunal unless he-\n(a) has been a District and Sessions Judge;\n(b) is or has been an advocate having for a period of\nnot less than ten years' active practice of\nconducting cases before a high Court; or\n(c) possess the qualifications provided fbr under clause\n(a) and (b) of sub-section (7) and does not suffer\nfrom disqualification provided for under clause (c)\nto (k) of sub-section (7) if therein for the word\n\"technical memb at\" , the words 'Judicial member\"\nwere substituted.\n(9) The Federal Government ffi&y, by a notice of not less\nthan thirty days and after affording opportunity of being heard,\nremove from office the chairperson or a member of the Appellate\nTribunal on the ground that he is incapable of properly performing\nthe duties of his office by reason of physical or mental incapacity or\nhaving been guilty of misconduct.\n(10) The chairperson or a member may by writing under his\nhand addressed to the Federal Government with anoticJof not less\nthan thirty days resign from his office and shall continue to perform\nhis duties till acceptance of his resignation.\n(1 1) Notwithstanding anything contained in this Ordinance,\nthe Federal Government shall make rules governir,g practice and\nprocedure of the Appellate Tribunal.\".\n3. Substitution of section 29, Ordinance LII of 2000.-In the said\nOrdinance, for section 29,the following shall be substituted, namely:-\n\"29. Appeal to Supreme Court Any person aggrieved by. an\norder of the Appellate Tribunal may within sixty days thereof prefer an\nappeal to the Supreme Court.\".\nPenr THE GAZETTE OF PAKISTAN, DEC. 15, 2023 84s\n. 4. Omission of section 30, Ordinance LII of 2000.-In the said\nOrdinance, section 30 shall be omitted.\n5. Amendment of section 31, Ordinance LII of 2000.-In the said\nOrdinance, in section 31,-\n(a) in sub-section (1), for the expression \"this Ordinance before\nany forum, tribunal or court shall stand transferred to the\nHigh Court\",\nthe expression \"the Privatisation Commission (Amendment)\nOrdinance, 2023 ( VII of 2023) shall stand transferred to the\nPrivatisation Appellate Tribunal\" shall be substituted; and\n(b) in sub-section (2), for the expression \"a High Court under\nsub-section (1), the High Court\", the expression \"the\nPrivatisation Appellate Tribunal under sub-section (l), the\nPrivatisation Appellate Tribunal\" shall be substituted and for\nthe expression \"forum, tribunal or court\", the words \"the High\nCourt\" shall be substituted.\n6. Amendment of section 32, Ordinance LII of 2000.-In the said\nOrdinance, in section 32,-\n(a) in sub-section (l), for the words \"High Court\", the words \"the\nPrivatisation Appellate Tribunal\" shall be substituted; and\n(b) in sub-section (6), for the words \"High Court\", the words \"the\nPrivatisation Appellate Tribunal\" shall be substituted.\n7. Omission of section 33, Ordinance LII of 2000.-In the said\nOrdinance, section 33 shall be omitted.\nDR. ARIF ALVI,\nPresident.\nRAJANAEEM AKBAR,\nSecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBUSHED BY T}IE DEPUTY CONTROLT,E& STATIONERY A}TD FORMS, LINTVERSITY ROAD, KARACHI."
}