{
    "file": "./converted_json\\administrator7cdaa20a77bb820bbdebddb72d6c4721.json",
    "name": "Pakistan Industrial Development Corporation (Transfer of Projects and Companies) Act, 1974",
    "date": "April 24, 1974",
    "tagline": "An Act to provide for the transfer of certain projects and companies of the West Pakistan Industrial Development Corporation",
    "content": "Page 1 of 6 \n  \n \n \nTHE PAKISTAN INDUSTRIAL DEVELOPMENT CORPORATION     \n(TRANSFER OF PROJECTS AND COMPANIES) ACT, 1974  \n \n  \n        \n       CONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Act to override other laws  \n4.  Vesting of projects and managed companies  \n5.  Contracts and proceedings  \n6.         Continuance in service and transfer, of employees , etc. \n7.  Officers, etc.,  failing to join duties  \n8.  Provident Fund  \n9.  Reference in other law s \n10.  Bar of jurisdiction  \n11.  Indemnity  \n12.  Power to make rules  \n13.  Removal of difficulties  \n14.  [Omitted]  \nSCHEDULE  \n \n   \n \n\n \nPage 2 of 6 \n THE PAKISTAN INDUSTRIAL DEVELOPMENT CORPORATION \n(TRANSFER OF PROJECTS AND COMPANIES) ACT, 1974  \nACT NO. XXVIII OF 1974  \n[24th April, 1974]  \nAn Act to provide for the transfer of certain projects and companies of the West Pakistan Industrial \nDevelopment Corporation to  certain specified corporations  \nWHEREAS it is expedient to provide for the transfer of certain projects and companies of the \nWest Pakist an Industrial Development Corporation to certain specified corporations and for matters \nconnected therewith or incidental thereto;  \nIt is hereby enacted as follows: — \n1. Short title, extent and commencement .___(1) This Act may be called the 1[Pakistan \nIndustrial Development Corporation (Transfer of Projects and Companies) Act, 1974].  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions .—In this Act, unless there is anyth ing repugnant in the subject or context, — \n(a)  “corporation ” means a company formed and registered under the Companies \nAct, 1913 (VII of 1913), the entire issued and subscribed share capital of which \nis held by the Federal Government and its nominees;  \n(b)  “managed company ” means a company formed and registered under the \nCompanies Act, 1913 (VII of 1913) , of which the principal corporation  is the \nmanaging agent and of the issued and subscribed share capital of which the \nwhole or a part is held by that Corporation and its nominees;  \n(c)  “managed establishment ” has the same meaning as in the Economic Reforms \nOrder, 1972 (P.O. 1 of 1972);  \n(d)  “principal Corporation ” means the 1[Pakistan Industrial Development \nCorporation] established under section 3 of the 1[Pakistan Industrial \nDevelopment Corporation Ordinance, 1962 (XXXVIII of 1962)];  \n \n \n \n \n1Subs. by the Federal Laws (Revision and Declaration ) Ordinance, 1981 ( XXVII  of 1981), s. 3 and Sch .11.  \n \nPage 3 of 6 \n  (e)  “project ” means a project in the possession, ownership, power or control of the \nprincipal Corporation and includes the assets, rights, authorities, powers, \nprivileges, properties, lands, buildings,  mines, leases, leaseholds, licences, \nworks, workshops, any related office, shop, factory, godown, yard, stocks, \nstores, reserve fund, cash and bank balances, investments, security, bookdebts, \nand all rights, interests and benefits in assignable contracts and choses in action \nrelating to the project, and all books of accounts, registers, records and all other \ndocuments of whatever nature relating thereto and all borrowings, liabilities and \nobligations of whatever kind of or relating to the project;  \nExplanation. —”security ” includes share, scrip, stock, bond, debenture, debenture stock or \nother marketable security of a like nature in or of any body corporate and a Government security;  \n(f)  “vesting of a managed company in a corporation ”, with its grammatical \nvariations, mean s the transfer to, and vesting in, a corporation of the shares held \nby the Principal Corporation in a managed company, in pursuance of sub -\nsection (1) of section 4 or of an order under clause (b) of sub -section.(2) of that \nsection.  \n3. Act to override other  laws .—The provisions of this Act and any rule or order made \nthereunder shall have effect notwithstanding anything contained in any other  law for the time being in \nforce, or in any contract, agreement, award, memorandum or articles of association or other instrument \nwhatsoever.  \n4. Vesting of projects and managed companies .— (1) On and from the 13th day of August \n1973, hereinafter referred to as the appointed day, the projects specified in column 1 of the Schedule, \nand the shares held by the principal Corpor ation and its nominees in the capital of the managed \ncompanies so specified, shall stand transferred to, and vest in, the corporation specified in column 2 \nof the Schedule.  \n(2) The Federal Government may, by order, direct that — \n(a)  a project shall stand t ransferred to a corporation specified in the order on such \nday, in such manner and to such extent as may be so specified, and thereupon \nthe project so transferred shall vest in and be managed by such corporation; and  \n(b)  all the shares held by the princi pal Corporation and its nominees in the capital \nof a managed company shall stand transferred to, and vest in, a corporation \nspecified in the order on such day as may  be so specified and thereupon the \ncorporation shall become the registered holder of such s hares and have the same \nrights under the Companies Act, 1913 (VII of 1913.), or any other law or the \narticles of association of the managed company as the principal Corporation and \nits nominees had immediately before the said day.  \n(3) On the appointed day or, as the case may be, the day specified in the order made under \nclause (b) of sub -section (2) for the transfer of the shares of a managed company to a corporation, such \ncorporation shall become the managing agent of the company and the principal corporat ion shall cease \nto be its managing agent.  \n \nPage 4 of 6 \n 5. Contracts and proceedings .—(1) Unless otherwise expressly provided in this Act, on the \nvesting of a project or a managed company in a corporation, all orders, contracts, deeds, bonds, \nagreements, powers of attor ney, grants of legal representation and other instruments of whatever nature \nsubsisting or having effect immediately before the appointed day or, as the case may be, the day \nspecified in the order made under sub -section (2) of section 4, executed or issued  by or in favour of \nthe principal Corporation in relation to such project or managed company shall be of as full force and \neffect against or in favour of the corporation, and may be enforced or acted upon as fully and \neffectually, as if instead of the prin cipal Corporation such corporation had been a party thereto or as if \nthe same had been issued by or in favour of that corporation.  \n(2) If any suit, appeal or other proceeding of whatever nature in relation to any project or \nmanaged company vested in a cor poration is pending by or against the principal corporation  the same \nshall not abate, be discontinued or be in any way prejudicially affected by reason of the vesting or of \nanything done under this Act, but the suit, appeal or other proceeding may be conti nued, prosecuted \nand enforced by or against such corporation.  \n6. Continuance in service and transfer, of employees , etc.— (1) Every Officer, workman or \nother employee employed in a project specified in column 1 of the Schedule and transferred to the \ncorporation specified against it in column 2 of the Schedule shall be deemed to have become an officer, \nworkman or other employe e, as the case may be, of such corporation on the day of the transfer of the \nproject to it.  \n(2) Every Officer, workman or other employee employed in a project vested in a corporation, \nby whomsoever appointed, shall, on the day of the vesting of the projec t in the corporation, become \nan officer, workman or other employee, as the case may be, of the corporation.  \n(3) The Federal Government may, by order in writing, direct that the services of any  officer, \nworkman or other employee of the principal corporatio n employed in its Head Office or any of its \nBranch Offices or in connection with its functions as Managing Agents of companies shall, on such \nday as may be specified in the order, stand transferred to the corporation, managed company vesting \nin a corporati on or managed establishment so specified.  \n(4) An officer, workman or other employee who becomes an officer, workman or other \nemployee of, or whose service are transferred to, a corporation, managed company vesting in a \ncorporation or managed establishment  under sub -section (1) , sub-section (2) or sub -section (3) shall, \nin such corporation, managed company or managed establishment, as the case may be, be entitled to \nterms and conditions which are not less favourable to him than those to which he was or may be entitled \nimmediately before the day on which he becomes an officer, workman or other employee of, or his \nservices are transferred to, such -corporation, managed company or managed establishment.  \n(5) The transfer, by or under this Act, of the services of any officer, workman or other employee \nto a corporation, a managed company vesting in a corporation or a managed establishment shall not \nentitled any such officer, workman or other employee to any compensation or to the designation he \nwas holding at the ti me of such transfer and no claim for such compensation or designation shall be \nentertained by any court, tribunal or other authority.  \n(6) If any question arises as to whether any person was an officer, workman or other employee \nof any project, the princip al Corporation, or a managed company vesting in a corporation immediately \n \nPage 5 of 6 \n before the appointed day or, as the case may be, the day referred to in sub -section (1) or sub -section \n(2) or sub -section (3), the question shall be referred to the Federal Governmen t whose decision shall \nbe final.  \n7. Officers, etc. , failing to join duties .—Notwithstanding anything contained in section 6, if \nan officer, workman or other employee shall, otherwise than for reasons which, in the opinion of the \ncorporation, managed compan y or managed establishment concerned, were beyond his control, fail to \njoin his duties immediately after the appointed day or, as the case may be, the day referred to in sub -\nsection (1) or sub -section (2) or sub -section (3) of section 6, his service shall stand terminated and he \nshall be paid by the principal corporation the dues to which he may be entitled under any law, rules or \ncontract.  \n8. Provident Fund .—(1) Notwithstanding anything contained in the Employees Provident \nFund Trust Deed or Rules of the principal Corporation, where the services of an officer, workman or \nother employee of that Corporation are transferred to a corporation , a managed company vesting in a \ncorporation or a managed establishment under section 6, the accumulated balance stan ding to the credit \nof such officer, workman or other employee in the Employees Provident Fund of the Corporation on \nthe date of such transfer shall be paid to such Corporation, managed company or managed \nestablishment.  \n(2) An officer, workman or other empl oyee transferred to a corporation, managed company \nvesting in a corporation or managed establishment under section 6 shall be deemed to have become a \nmember of the provident fund established by such corporation, managed company or managed \nestablishment on the date of such transfer and, in the records of such provident fund, a separate account \nshall be opened for such officer, workman or other employee and be credited with the amount of the \naccumulated balance standing to the credit of such officer, workman or other employee in the \nEmployees Provident Fund of the principal Corporation on the said date.  \n9. Reference in other law. —Any reference to the principal corporation , in relation to a project \ntransferred to a corporation or a managed company vesting in a corporation in any law, other than this \nAct, or in any contract or other instrument, shall, if not inconsistent with any provision of this Act, be \nconstrued as a reference to such corporation.  \n10. Bar of jurisdiction .—(1) No court shall call in question, o r permit to be called in question, \nany provision of this Act, or of any rule or order made or anything done or any action taken or \npurporting to be made, done or taken thereunder.  \n(2) No court shall grant any injunction, make any order or entertain any proceedings in relation \nto anything in good faith done or intended or purporting to be done under this Act.  \n11. Indemnity .—No suit, prosecution or other legal proceeding shall lie against the Federal \nGovernment, the principal corporation , a corporation, a managed establishment, a managed company \nor any other person for anything in good faith done or intended or purporting to be done under this \nAct.  \n12. Power to make rules .—The Federal Government may, by notification in the official \nGazette, m ake such rules as appear to it necessary or expedient for carrying out the purposes of this \nAct.  \n \nPage 6 of 6 \n 13. Removal of difficulties .—If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may make such order or issue such directives, not inconsistent with the \nprovisions of this Act, as may appear to it to be necessary or expedient for the purpose of removing \nthe difficulty:  \nProvided that no such order shall be made after the expiry of one year from the commencement \nof this  Act.  \n14. 1[Omitted]  \nSCHEDULE  \n \n[See section s 4 (1) and 6 ( 1)] \n \nS. No . Column  1 Column  2 \n1 2 3 \n1 Maple -Leaf Cement Factory Ltd.  State Cement Corporation of Pakistan Ltd.  \n2 Zeal-Pak Cement Factory Ltd . State Cement Corporation of Pakistan Ltd.  \n3 White Cement Industries Ltd . State Cement Corporation of Pakistan  Ltd. \n4 Gypsum & Limestone Quarries, \nDaudkhel.  State Cement Corporation of Pakistan  Ltd. \n5 Antibiotics (Private) Ltd.  Federal Chemical &Ceramic Corporation Ltd.  \n6 Kurram Chemical Company Ltd . Federal Chemical & Ceramic Corporation Ltd.  \n7 Development of Swa t China Clay \n(Mining and Elutrition Plant, \nShahdari).  Federal Chemical & Ceramic Corporation Ltd.  \n8 Pak-American Fertilizers Ltd.  National Fertilizer Corporation of Pakistan Ltd.  \n9 Pakistan Machine Tool Factory, \nLandhi.  State Heavy Engineering & Machine Tool \nCorporation Ltd . \n10 Heavy Mechanical Complex, \nTaxila.  State Heavy Engineering & Machine Tool \nCorporation Ltd.  \n11 Heavy Foundry & Forge Project \nTaxila.  State Heavy Engineering & Machine Tool \nCorporation Ltd.  \n12 Heavy Electrical Complex \nProject.  State Electrical Corporation of Pakistan Ltd.  \n \n_______________  \n \n \n \n \n \n \nRGN Uploaded on 28.2.2024  \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981(XXVII of 1981), s.3 and  Sch.II."
}