{
    "file": "./converted_json\\administrator94d7a49c38eab92b1d187da1997db58b(2).json",
    "name": "Pakistan Arms Ordinance, 1965 (XX OF 1965)",
    "date": "8th June, 1965",
    "tagline": "To consolidate and amend the law relating to the sale, transport, bearing or possession of arms, ammunition or military stores",
    "content": "The [Pakistan] Arms Ordinance,1965\n(XX OF 1965)\nCONTENT\n________\nCHAPTER 1\nPRELIMINARY\n1. Shorttitleandcommencement.\n2. Exception .\n3. Definitions .\nCHAPTER II\nSALE AND REPAIR\n4. Unlicensed sale and repair prohibited .\nCHAPTER III\nTRANSPORT\n5. Power to prohibit transport .\n6. Power to establish searching posts .\n7. Arrest of persons conveying arms, etc., under suspicious circumstances .\nCHAPTER IV\nGOINGARMED AND POSSESSING ARMS, ETC.\n8. Prohibition of going armed without licence .\n9. Unlicensed possession of arms, etc .\n10. In certain cases arms to be deposited at police station or with licensed dealers .\nCHAPTER V\nLICENCES\n11. Power to make rules as to licences.\n11–A).Power of the Federal Government .\n11-B.Prohibition of keeping, carrying, or displaying arms .\n12. Cancellation and suspension of licences .Updated till 23.9.2021\nThe [Pakistan] Arms Ordinance,1965\n(XX OF 1965)\nCONTENT\n________\nCHAPTER 1\nPRELIMINARY\n1. Shorttitleandcommencement.\n2. Exception .\n3. Definitions .\nCHAPTER II\nSALE AND REPAIR\n4. Unlicensed sale and repair prohibited .\nCHAPTER III\nTRANSPORT\n5. Power to prohibit transport .\n6. Power to establish searching posts .\n7. Arrest of persons conveying arms, etc., under suspicious circumstances .\nCHAPTER IV\nGOINGARMED AND POSSESSING ARMS, ETC.\n8. Prohibition of going armed without licence .\n9. Unlicensed possession of arms, etc .\n10. In certain cases arms to be deposited at police station or with licensed dealers .\nCHAPTER V\nLICENCES\n11. Power to make rules as to licences.\n11–A).Power of the Federal Government .\n11-B.Prohibition of keeping, carrying, or displaying arms .\n12. Cancellation and suspension of licences .\nUpdated till 23.9.2021\nThe [Pakistan] Arms Ordinance,1965\n(XX OF 1965)\nCONTENT\n________\nCHAPTER 1\nPRELIMINARY\n1. Shorttitleandcommencement.\n2. Exception .\n3. Definitions .\nCHAPTER II\nSALE AND REPAIR\n4. Unlicensed sale and repair prohibited .\nCHAPTER III\nTRANSPORT\n5. Power to prohibit transport .\n6. Power to establish searching posts .\n7. Arrest of persons conveying arms, etc., under suspicious circumstances .\nCHAPTER IV\nGOINGARMED AND POSSESSING ARMS, ETC.\n8. Prohibition of going armed without licence .\n9. Unlicensed possession of arms, etc .\n10. In certain cases arms to be deposited at police station or with licensed dealers .\nCHAPTER V\nLICENCES\n11. Power to make rules as to licences.\n11–A).Power of the Federal Government .\n11-B.Prohibition of keeping, carrying, or displaying arms .\n12. Cancellation and suspension of licences .Updated till 23.9.2021\nCHAPTER VI\nPENALTIES\n13. Penalty for breach of Sections 4, 5, 8 to 11 .\n14. Certain breaches of Sections 4, 5, 9 and 21 .\n14-A Certain offences triable by Magistrates .\n15. Breach of licence .\n16. Knowingly purchasing arms, etc., from unlicensed persons .\n17. Penalty for breach of rules .\n18. Penalty for failure to give information under Section 23 .\n19. Penalty for refusing or neglecting to produce arms .\n20. Power to confiscate .\nCHAPTER VII\nMISCELLANEOUS\n21. Search and seizure by magistrate .\n22. Seizure end detention by Government .\n23. Information be given regarding offences .\n24. Searches in the cas e of offences how conducted .\n25. Operation of other laws not barred .\n26. Power to take census of arms .\n27. Power to exempt .\n28. Notice and limitation of proceedings .\n29. Repeal.\n1The2[Pakistan]ArmsOrdinance ,1965\n(XX OF 1965)\n[8th June, 1965]\nAnOrdinance to consolidate and amend the law relating to the sale, transport; bearing or\npossession of arms, ammunition or military stores\nPreamble: WHEREAS it is expedient to consolidate the law relating to the sale, transport,\nbearing or possession of arm s, ammunition or military stores, in the manner hereinafter appearing;\nAND WHEREAS the Provincial Assembly of West Pakistan is not in session and the\nGovernor of West Pakistan is satisfied that circumstances exist which render immediate legislation\nnecessary ;\nNOW THEREFORE ,in exercise of the powers conferred on him by clause (1)of Article\n79 of the Constitution, the Governor of West Pakistan is pleased to make and promulgate the\nfollowing Ordinance : —\nCHAPTER 1\nPRELIMINARY\n1.Short title, extent and commencement: (1) This Ordinance may be called the Pakistan\nArms Ordinance, 1965.\n(2)It extends to the whole of Pakistan except the Tribal Areas,\n(3)It shall come into force at once.\n2.Exception : Nothing contained in this Ordinance shall apply to—\n(a)arms, ammunition or military stores on board any sea -going vessel and forming\npart of her ordinary armament or equipment; or\n(b)the sale,transport, bearing or possession of arms, ammunition or military stores\nby order of the3[Federal Government ]or a Provincial Government, as the case\nmay be, or by a public servant or a member of any of the non -regular forces raised\nor maintained by or under the authority of the3[Federal Government ]or a\nProvincial Government, in the cou rse of his duty as such public servant or\nmember.\n1This Ord. was promulgated by the Governor of W.P. on 8thJune, 1965; approved by the Provincial Assembly of W.P. on 10thJuly, 1965,\nunder clause (3) of Article 79 of the Constitution of the Islamic Republic of Pakistan (1962); and,published in the W.P. Gazette (Extra -ordinary,\ndated 10thJuly, 1965, pages 3673 -84.)\n2Subs. by Act XXXVIII of 1974, for “West Pakistan”.\n3Subs. by Act XXXVIII of 1974, for “Central Government”.\n3.Definitions:__(1) In this Ordinance, unless the context otherwise requires, the\nfollowing expressions shall have the meanings hereby respectively assigned to them, that is so\nsay—\n(a)\"ammunition\" includes-\n(i)ammunition of all types for light and heavy automatic weapons, revolvers,\npistols, rifles, carbines, muskets and shotguns;\n(ii)ammunition constructed and modified for firing projectiles or gas or\nsmokecontainers;\n(iii)gun wads, gun fli nts, percussion -caps, fuses, friction tubes and detonators;\n(iv)all types of grenades, bombs, rockets, mines and fuels for flame throwers ;\n(v)all types of explosives, fulminating material and propellants, including all\narticles specially designed for torpedo operation and charges ;\n(vi)all parts of ammunition, but does not include lead, sulphur or saltpeter;\n(b)\"arms\"includes —\ncannon;\n(i)fire-arms of all types, such as light and heavy automatic and semi -\nautomatic weapons, rifles, carbines, muskets, shotguns (whether single or\ndouble barreled), revolvers, pistols and appliances the object of which is\nthe silencing of firearms;\n1[(iii)air pistols, bayonets, swords, sword -sticks daggers, knives with blades of\nfour inches or more(but notkitchen knives or knives used in good faith\nfor the carrying on of a profession ),and flick-knives irrespective of the\nblade;]\n(iii)knuckle-dusters, spears, spear -heads, bows and arrows and parts of arms;\n(c)\"cannon\" includes —\n(i)all types of artillery, mortars, machine and sub -machineguns;\n1Subs. by W.P. Ord. XI of 1969.\n(ii)silencers for all machines and sub -machineguns\n(iii)anti-tank rifles and recoil -less guns or rifles and bazookas;\n(iv)revolvers or pistols over 46 inches bore;\n(v)nuclear weapons of all types;\n(vi)projectors, guided missiles, and dischargers for grenades, rockets, bombs\nand gas or smoke containers;\n(vii)flame throwers of all types;\n(viii)all carriages, platforms and appliances for mounting or transporting\ncannon;and\n(ix)parts ofcannon;\n1[(d) “Government\" means the \"Federal Government for the whole of Pakistan and the\n\"Provincial Government\" in the case of a Province; ]\n2[(dd)\"flick-knife\"means a knife which has a blade which opens automatically by hand\npressure applied to a button ,spring or other device in, or attached to ,the handle of\nthe knife, and includes any knife which has a blade which is released from the\nhandle or sheath thereof by the force of gravity or by the application of centrifugal\nforce and which ,when released, is locked in place by means of a button, spring\nlever or other device ; ]\n(e)\"licence\" means a licence granted under this Ordinance ;\n(f)\"military stores\" means any stores which the3[Federal Government ]may, by\nnotification in the official Gazette, declare to be military stores;\n(g)\"rules\"mean rules made under this Ordinance.\n(2) Government may, by notification in the official Gazette, declare any article or substance not\nspecified in clause (a) or cl ause (b) or clause (c) of sub -section (1), to be ,as the case may be,\nammunition, arms or cannon for the purposes of this Ordinance, and on the publication of such\nnotification, such article or substance shall be deemed to be specified in the said clause ( a) or clause (b)\nor clause (c), as may be notified.\n1Subs. by Act XXXVIII of 1974.\n2Ins. by W.P. Ord. XI of 1969.\n3Subs. by Act XXXVIII of 1974, for “Central Government”.\nCHAPTER II\nSALE AND REPAIR\n4.Unlicensedsaleand repair prohibited:__(1) No person shall sell or keep, offer or\nexpose for sale, an yarms, ammunition, or military stores, or undertake the repairs of any arms, except\nundera licence and in the manner and to the extent permitted thereby.\n(2) Nothin g herein contained shall prevent any person from selling any arms or ammunition\nwhich he lawfully possesses for his own private use to any person who is not by any enactment for the\ntime being in force prohibited from possessing the same, but every person so selling arms or\nammunition to any person shall, without unnecessary delay, give to the Magistrate of the district or to\nthe officer incharge of the nearest police station ,notice of the sale and of the purchaser's name and\naddress.\nCHAPTER III\nTRANSPORT\n5.Power to prohibit transport:__Government may, from time to time, by notification in\nthe official Gazette, regulate or prohibit the transport of any description of arms, ammunition or military\nstores over the whole of the Province or any part thereof either altogether or except under a licence and\nto the extent and in the manner permitted by such licence.\nExplanation: Arms,ammunition or military stores transhipped at a port in the Province are\ntransported within the meaning of this section.\n6.Power to establish searching posts:__Government may, at any place along the\nboundary line between the Province and an Acceding State and at such distance within such line as it\ndeems expedient, or at any place in the Province that it may deem proper e stablish searching posts at\nwhich any person, vessel, vehicle or any other type of transport or any type of package or container in\ntransit,may be stopped and searched for arms, ammunition and military stores by any officer\nempowered by Government in this behalf by name or in virtue of his office.\n7.Arrest of persons conveying arms, etc., under suspicious circumstances: (1) When\nany person isfound carrying or conveying any arms, ammunition ormilitary stores, whether covered by\na licence or not, insuch manner or under such circumstances as to afford just grounds of suspicion that\nthe same are being carried or conveyed by him with intent to use them, or that the same may be used for\nany unlawful purpose ,any person may without warrant apprehend him and take such arm s,ammunition\nor military stores from him.\n(2)Anyperson so apprehended ,anyarms ammunition or military stores so taken by a person\nnot being a magistrate or a police officer, shall be delivered over as soon as possible to a police officer.\n(3)All persons apprehended by ,or delivered to, apolice officer and all arms, ammunition\nand military store sseized by or delivered to any such officer under th issection shall be taken without\nunnecessary delay before a magistrate.\nCHAPTER IV\nGOING ARMED AND POSSESSING ARMS, ETC.\n8.Prohibition of going armed without licence:___(1) No person shall go armed with any\narms except under a licence and to the extent and in the manner permitted thereby.\n(2)Any person so going armed without a licence or in contravention of its provision maybe\ndisarmed by any Magistrate, police officer or other person empowered by Government in this behalf by\nname or by virtue of his office.\n(3)Nothing in sub -sections(1) and (2) shall apply to a person carrying arms ,under a written\nauthority issued in accordance with the rules.\n9.Unlicensed possession of arms ,etc.:--No person shall have in his possession or under\nhis control any arms, or any ammunition or military stores, except under thelicense and in themanner\nand to the extent permitted thereby.\n10.In certain cases arms to be deposited at police station or with licensed dealers:__(1)\nAny person possessing arms, ammunition or military stores the possession whereof, has, in consequence\nof the cancellation or expiry of a licence or of an exemption or the death of the licensee or otherwise,\nbecome unlawful, shall wi thout unnecessary delay deposit the same either with the officer incharge of\nthe nearest police station or, at his option and subject to such conditions as Government ,may by rule\nprescribe, with a licensed dealer:\nprovided that where, within one month of the expiry of a licence an application for its renewal\nhas been made by registered post or by hand ,the retention by the holder of such licence of the arms,\nammunition or military stores covered by the licence shall be deemed to be lawful until such time a s the\nlicence has been renewed or its renewal refused.\n(2)When arms, ammunition or military stores have been deposited under sub -section (1), the\ndepositor, or in case of his demise, his legal heir, shall, at any time before the expiry of such period as\nGovernment may by rules prescribe, be entitled —\n(a)to receive back anything so deposited the possession of which by him or his legal\nheirs has become lawful; and\n(b)to dispose, or authorise the disposal, of anything so deposited by sale or otherwise\nto anypersonwhose possession of the same would be lawful, and to receive the\nproceeds of any such sale:\nProvided that nothing in this sub -section shall be deemed to authorise the return or disposal of\nanything the confiscation of which has been directed under Sec tion1[20].\n(3)All things deposited under sub -section (1) and not returned or disposed of under sub -\nsection (2) Within the prescribed period therein referre d to, shall be forfeited to Government.\n(4)(a) Government may make rules consistent with this Ordinance for carrying into effect\nthe provisions of this section.\n1Subs. by W.P. Ord. XI of 1969, for the figure “19”.\n(b)In particular and without prejudice to the generality of the foregoing provision ,\nGovernment may by rules prescribe —\n(i)the conditions subject to which arms, ammunition or military stores may\nbe deposited with a licensed dealer ;and\n(ii)the period after the expiry of which things deposited as aforesaid shall be\nforfeited under sub-section (3).\nCHAPTER V\nLICENCES\n11. Power to make rules as to licences: Government may, from time to time, by notification in\nthe Official Gazette, make rules to determine the officers by whom ,the form in which ,and the terms\nand conditions on and subject to which any licence shall be granted, or renewed, and may by such rules\namong other matters —\n(a)fix the period for which such licences shall continue in force;\n(b)fix a fee payable by stam p or otherwise in respect of any such licence;\n(c)1[*******];\n(d)direct that the holder of any such licence shall keep a record or account, in such\nform as Government may prescribe, of anything done under such licence, and\nexhibit such record on account when called upon to do so by an officer of\nGovernment authorized in this behalf;\n(e)empower any officer of Government to enter and inspect any premises in which\narms, ammunition or military stores are kept by any person holding a licence of\nthe description referred to in section4 ;\n(f)direct that any such person shall exhibit the entir e stock of arms, ammunition and\nmilitary stores in his possession or under his control to any officer of Government\nso empowered ; and\n(g)require the person holding any licence or acting under any licence to produce the\nsame and to produce or account for the arms,ammunition or military stores\ncovered by the same when called upon to do so by an officer of Government so\nempowered.\n2[(11–A). Power of the Federal Government: (1) The Federal Government may ,by\nnotification in the official Gazette, specify the description, caliber or bore of arms and ammunition\nwhich are to be prohibited bores for the purpose of this Ordinance.\n(2)No licence for the arms and ammunition notified under sub -section (1) shall b e issued\nexcept by the Federal Government.\n1Del. By Act XXXVIII of 1974.\n2Add. ibid.\n(3)The Federal Government shall have the power to issue licences for non -prohibited bore\nweapons valid for the whole or any part of Pakistan.\n(4)The Provincial Government shall have the power to issue licences for non -prohibited\nweapons only which power shall be exercised by the said Government subject to Section 11.\n2[(5)The Federal Government may, by notification in the official Gazette, delegate any of its\npowers under this Ordinance to be exercised by any authority or officer sub -ordinate to it, subject to\nsuch extent, limitations and conditions as are specified in the notification.\n(6)All prohibited bore and non -prohibited bore arms licenses issued, canc elled, suspended or\nmodified, actions done, powers exercised,appointments made, persons authorized , agreements made ,\nperiorto commencement of the Pakistan Arms (Amendment) Act, 2021, shall be deemed to have validly\nbeen issued, cancelled, suspended, modi fied, done, exercised ,made and authorized under this\nOrdinance. ]\n1[11-B. Prohibition of keeping, carrying, or displaying arms: (1) The Federal Government\nmay, and if so directed by the Federal Government, the Provincial Government shall, by general or\nspecial order, prohibit the keeping, carrying or display of arms at such places or times or on such\noccasions as may be specified in the order.\n(2)In particular, and without prejudice to the generality of sub -section (1), an order issued\nthereunder may prohibit —\n(a)the keeping of arms within the premises of educational institutions and the\npremises of the hostels or boarding and lodging houses relating or affiliated\nthereto;and\n(b)the carrying or display of arms at fairs or in gatherings or procession s of a\npolitical, religious, ceremonial or sectarian character or in the premises of Courts\nof law or public offices.\n(3)Any person keeping, carrying or displaying any arms in contravention of an order issued\nunder sub -section (1) may be disarmed by the Magistrate, policeofficer or other person empowered by\nGovernment in this behalf. ]\n12.Cancellation and suspension of licences: (1) Any licence may be cancelled or\nsuspended —\n1added by Act No. LXXX of 1976 .\n2added by Act No.VII of 2021, s.2 (Extend to only ICT) .\n(a)by the officer by whom the same was granted or by any authority to which he may\nbe subordinate, or any District Magistrate within the local limits of whose\njurisdiction the holder of such licence may be, when ,for reasons to be recorded in\nwriting,and after giving the holder of the licence an opportunity of showing cause\nagainst the proposed cancellation or suspension, such officer, authority or\nMagistrate deems it necessary for the security of the public peace to cancel or\nsuspend such licence ;or\n(b)by any Judge or Magistrate before whom the holder of such licence is convicted\nof an offence against this Ordinance or against the rules andGovernment may ,by\na notification in the official Gazett e, cancel or suspend all or any licences\nthroughout the Province or any part thereof .\n(2) An appeal against an order of cancellation or suspension under clause (a) of sub -section (1)\nmay be made by the person whose licence has been cancelled or suspended to the immediate official\nsuperior to the authority making the order, within sixty days of the receipt by him of a copy of the order\nwhere appeal lies to Government, and where appeal lies to any other authority, within thirty days of the\nreceipt by him of a copy of the order.\nCHAPTER VI\nPENALTIES\n13.Penalty for breach of Sections 4, 5, 8 to 11: whoever commits any of the following\noffences, namely:-—\n(a)sells, or keeps, offers or exposes for sale, any arms, ammunition or military stores,\nor under takes the repairs of any arms in contra ventionofthe provisions of\nSection 4 ;\n(b)fails to give notice of the sale of arms and ammunition and of the purchaser's\nname and address as required by Section 4 ;\n(c)transports any arms, ammunition or military stores in contravention of a\nregulation or prohibition issued under Section 5 ;\n(d)goes armed in contravention of the provisions section 8;\n(e)has in his possession or under his control any arms, ammunition or military stores\nin contravention of the provisions of section 9;\n(f)fails to deposit arms, ammunition or military stores as required by section 10;\n(g)intentionally makes any false entry in a record of account which by a rule made\nunder clause (d)of section 11 he is required to keep;1[*]\n(h)intentionally fails to exhib its anything which by a rule made under clause ( f)of\nsection 11 he is required to exhibit;2[or]\n1The word “or” del. By Act No. LXXX of 1976 .\n2Add. ibid.\n1[(i)keeps, carries or displays any arms in contravention of an order issued under\nsection 11 -B; ]\nshall bepunished with imprisonment for a term which may extend to2[seven years], or with fine, or with\nboth:\n3[Provided that the punishment for an offence committed in respect of any \n(a)cannon, grenade, bomb or rocket; or\n(b)light or heavy automatic weapon, rifle of 303 bore or over , musket 410 bore or\nover or  pistole or revolver of 441 bore or over, or ammunition which can be fired\nfrom such weapon, rifle, musket, pistol or revolver,\nshall be imprisonment for a term which is not less tha n three years.]\n14. Certain breaches of Sections 4, 5, 9 and 21: Whoever__\n(a)4[* ******]\n(b)on any search being made under Section 21, conceals or attempts to conceal any\narms, ammunition or military stores,\nshall be punished with imprisonment for a term which may extend to seven years, or with fine ,or with\nboth :\n5[Provided that the punishment for an offence committed of any —\n(a)cannon, grenade, bomb or rocket; or\n(b)light or heavy automatic weapon, rifle of .303 bore or over ,musket of .410 bore\nor over or pistolor revolver of .441 bore or over orammunition which can be\nfired from such weapon, rifle, musket, pistol or revolver,\nshall be imprisonment for a term which is not less than two years. ]\n6[14-A Certain offences tria ble by Magistrates: (1) Notwithstanding anything contained in\nthe Code of Criminal Procedure, 1898 (Act V of 1898), an offence ,punishable under Section 13 or\nSection 14 shall ,unless it has been committed in respect of any of the arms, ammunition or milit ary\nstores referred to in the proviso to the said Section 13, be triable by a Magistrate of the First Class.\n(2) All cases relating to offences triable by a magistrate of the firstclass under sub -section (1)\nand pending in a Court of Sessions immediately before the commencement7of the Pakistan Arms\n(Amendment) Ordinance, 1976 (XXI of 1976), in which the charge had not been framed shall, on such\ncommencement, stand transferred to the Court of the magistrate of the first class having jurisdiction\nover such cases.]\n1Add.By Act No. LXXX of 1976 .\n2Sub. By Act No. LII of 1973, for “three years”.\n3The original proviso which was omitted by W.P. Act XI of 1967 was re -inserted by Act No. LII of 1973.\n4Del. By Act No. LII of 1973.\n5Sub. By Act No. LXXX of 1976.\n6Add. by Act No. L of 1976.\n7It came into being w.e.f. 25thMay, 1976.\n15.Breach of licence: Whoever, in violation of a condition subject to which a licence has been\ngranted, does or omits to do any act shall, when the doing or omitting to do such act is not punishable\nunder Sec. 13 or Section 14, be punished with fine which may extend to five hundred rupees.\n16.Knowingly purchasing arms, etc. ,from unlicensedpersons: Whoever: -\n(a)knowingly purchases any arms, ammunition or military stores from any person\nnot licenced or authorized under sub-section(2) ofsection 4 to sell the same; or\n(b)delivers any arms ,ammunition or military stores into the possession of any person\nwithoutpreviously ascertaining that such person is legally authorized to possess\nthesame,\nShall be punished with imprisonment for a term which may extend to three years or with fine ,or with\nboth:\n1[Provided that the punishment for an offence committed in respect of any –\n(a)canon, grenade, bomb or rocket; or\n(b)light or heavy automatic weapon, rifle of .303 bore or over ,musket of .410 bore\nor over a pistol or revolver of .441 bore or over, or ammunition which can be fired\nfromsuchweapon, rifle, musk et, pistol or revolver,\nShall be imprisonment for a term which is not less than one year. ]\n17.Penalty for breach of rules: Any person violating any provision of any rule made under\nthisOrdinance for the violation of which no penalty is provided by this Ordinance, shall be punished\nwith fine which may extend to two hundred rupees.\n18.Penalty for failure to give information under Section 23: Any person who in the\nabsence of reasonable excuse, the burden of proving which shall lie upon such person, fails to give\ninformation to the nearest police officer or magistrate in respect of any offence under sub-section (1) or\nsub-section (2) of section 23 of which he becomes aware or which he has reason to suspect, shall be\npunished with imprisonment for a term wh ich may extend to six months, or with fine which may\nextend to Rs. 500 or with both.\n19.Penalty for refusing or neglecting to produce arms: Any person refusing or neglecting\nto produce any arms when so required under section 26 shall be punished with imprisonment for a term\nwhich may extend to one month or with fine which may extend to two hundred rupees, or with both.\n1Sub. By Act No. LXXX of 1976.\n20.Power to confiscate: When any person is convicted of any offence punishable under this\nOrdinance, committed by him in respect of any arms, ammunition or military stores, it shall be in the\ndiscretion of the committing Court or magistrate further to direct that the whole or any portion of such\narms, ammunition or military stores ,and any vessel, vehicle or any other type of transport used to\nconvey the same, and any type of package or container in which the same may have been concealed,\ntogether with the other contents of such p ackage or container shall be confiscated :\nProvided that where such conviction is in respect of an offence punishable under this Ordinance\nwith imprisonment for not less than twelve months, the Court or the magistrate convicting such person\nshall direct t hat the whole or any portion of such arms, ammunition or military stores shall be\nconfiscated.\nCHAPTER VII\nMISCELLANEOUS\n21.Search and seizure by magistrate: Whenever any magistrate or an officer incharge of a\npolice station has reason to believe that any person residing within the local limits of his jurisdiction -\n(a)has in his possession any arms, ammunition or military stores for any unlawful\npurpose ; or\n(b)that such person cannot be left in the possession of any such arms, ammunition or\nmilitary stores without danger to the public peace;\nsuchmagistrate or such police officer having first recorded the grounds of his be lief, may cause a\nsearch to bemade of the house or premises occupied by such person or in which such magistrate or\nsuch police officer has reason to believe such arms, ammunition or military stores are or is to be found,\nand may seize and detain the same, although covered by licence or exemption, in safe custody for such\ntime as he thinks necessary.\n22.Seizure end detention by Government: Government may at any time order or cause to\nbeseizedany arms, ammunition or military stores in the possession of any person, notwithstanding that\nsuch person is lawfully entitled to possess the same, and may detain th e same for such time as it thinks\nnecessary for the public safety.\n23.Information be given regarding offences: (1) Every person aware of the commission of\nany offence punishable under this Ordinance shall in the absence or reasonable excuse, the burden o f\nproving which shall lie upon such person, give information of the same to the nearest police officer or\nmagistrate.\n(2) Every person employed upon any railway or by any public carrier shall, in the absence of\nreasonable excuse, the burden of proving whi ch shall lie upon such person, give information to the\nnearest police officer or magistrate regarding any package or container in transit which he may have\nreason to suspect contains arms, ammunition or military stores in respect of which an offence agains t\nthisOrdinance has been or is being committed.\n24.Searches in the case of offences how conducted: When a search is to be made for any\nof the purposes of this Ordinance, such search shall be made under the provisions of the Code of\nCriminalProcedure 18 98 (Act V of 1898).\n25.Operation of other laws not barred: Nothing in this Ordinance shall be deemed to\nprevent any person from being prosecuted under any other law for any act or omission which constitutes\nan offence against this Ordinance or the rules or from being liable under such other law to any higher\npunishment or penalty than that provided by this Ordinance:\nProvided that no person shall be punished twice for the same offence.\n26.Power to take census of arms:___(1) Government may, from time to time, by\nnotification in the official Gazette, direct a census to be taken of any arms in any area, and empower any\nperson by name or in virtue of his office or take such census.\n(2) On the issue of any such notification, all persons possessing any such arms in such area shall\nfurnish to the person so empowered such information as he may require in reference thereto, and shall\nproduce such arms to him if he so requires.\n27.Power to exempt:1[Federal Government ]may, from time to time, by notification in the\nofficial Gazette, or in exceptional circumstances by a written order, exempt any person by name or in\nvirtue of his office, or any class of persons, or exclude any description of arms, ammunition or military\nstores, or withdraw any part of the Provinc e from the operation of any prohibition or direction contained\nin this Ordinance.\n28.Notice and limitation of proceedings: No suit, prosecution or other proceeding shall lie\nagainst any person for anything which is in good faith done or intended to be do ne in pursuance of this\nOrdinance.\n29.Repeal:The Arms Act 1878 (XI of 1878), as in force in the Province of West Pakistan,\ntogether with all enactments amending or modifying the same, except the provisions thereof relating to\nmanufacture (including conversion), export or import of arms, ammunition and military stores, is hereby\nrepealed.\n1Subs. by Act No. XXXVIII of 1975, for “Government”.\n_______"
}