{
    "file": "./converted_json\\administrator91e3836d8f06d0cd2d3444708a086bf1.json",
    "name": "Export-Import Bank of Pakistan Act, 2022",
    "date": "October 19, 2022",
    "tagline": "To establish the official export credit agency of the country to support, develop, and promote international trade.",
    "content": "RDcTSTERED No,-!!-:-!02L.-7@69\nGbeGatdc d ?u[ttmr\nEXTHAOBOINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WNDNESDAY, (rcIOBER 19, 2022\nPART I\nActs, Ordinances, President's Orders and Regulations\nSENATE SECR.ETARIAT\nIslahabad. the lSth OctobeL 2022\nNo. F. 9(212022-Legir.-The following Act of Majli:-e-Shooru\n(Parliamcnt) receivcd the assent ofthe President on l4th October, 2022 and is\nhereby published for general information:.\nAcrNo.XXII oF 2022\n,4n Act to estoblish the Expott-lnpo Bank ofPakislan lot tlg prcnorion\nof inlem@ional trade\nWHERTAS it is expedient and in the public interest to e$ablish the\nExporl-Impo( Bank of Pakistan, as the omcial export credit agency of the\ncountry to support, develop and promot€ intcmational tade and thc lslamic\nRepublic ofPakis(an's competitiveness in the intemational market-place by i,zrsr\nala providing trade financing fi-ade credil insurance, equity participstion, trade\nservices and to provide for matters c6nnect€d therewilh or incidental thereto;\nIl is hereby enacted as follows:-\n[9555 (2022lEx. Gaz.](l ll3)\nPtice : Rs. 10 00\nlll4 THE GAZETTE oF PAKISTAN. EXTR ., OCTOBERI9,2022 [PARr I\nCH PTER-I\nPRXLIMINARY\nl. Short title, ertert .nd commetrcemetrt.-{l) This Act shall be\ncalled the Export-lnpod Bank o'Pakistan Act, 2022.\n(2) It extends to the whole of Pakistan.\n(3) This Act sha.ll come into lorce at once, save for sections 35 and 36\n$,lich shall, to the cxGnt provided therein, come into force on the date of the\nnotification issued by the Fede-ral Covemmenl or the rcspeclive Provincial\nCovcmments.\n2. Deliritions.-In this Act, unless thcrc is anything rEpugnant in lhe\nsubject or context -\n(i) 'Br.k\" means 6€ Expon-lmport Bank of Pakisten established\nutrder section 3;\n(iD\n(iii)\n(i')'Board\" means the Boad of Diectors of lhe Bark;\n\"ctrirErtr\" Eea,|s the chairmsn ofrhe Boad;\n\"dirr.aor\" meins a member of the Board and shall include the\nPresident ofth€ Bank;\n(v) 'ertity'means atry cntity other then e narural pcrson and shall\nincludc a compary, solc propriefo.ship, a partneEhip or association\nof persons, a tn st, body corporale, society and forEign agencies;\n(vi) 'eqlity Drrticapraior\" me{ns panicipstion by 6le Bank in a t'ade\nhvestnent by way of an equity invesment io an entity in or\noutside Pslistan;\n(vii) 'erpoa\" shall have the same meaning assigned to it under th€\nImports and Exports (Control) Acl I 950 (XXXX of | 950);\n(viii) fitrrrc:r\" shrll have the same meaninS assign€d to it utrdcr the\nFinancial Instin tions (R€covery of Fin nc€s) CHinancr, 2001\n(XLvl of 2001);\n(ix) gfitrancirl iNtitutioD' shall have ihe same mening assigned to it\nunder the Finarcial Institutions (Recovery of Finances) frinanc€,\n2001 (XLvl of200l);\nPART U THE GAZEIrE OF PAKISTAN, EXTRA., OCTOBER19,2022 lll5\n(x) 'foreigr ag€nci€s' mcans any national, provincial, state or local\ngovemment of a foreign country or any political sub-division and\nany agency thereot including but not limited to a foreign export\ncredit agency;\n(xi) \"import\" shall have the same meaning assigned to it under the\nImports and Exports (Control) Act, 1950 (XXXIX of 1950);\n(xii)\n(xiii)\n(xiv) \"ncgotirble itrstrumeDt\" shall have the same meaning as is\nxssigned to it under the Negotiable Instruments Act, 1881 (XXVI\nof I88l);\n(xv) \"persotr\" includes a natural person or any legal entity, in or\noutside Pakistan;\n(xvi) 'prescribed\" means prescribed by rules or regulations made under\nthis Acg-\n(xvii) \"President\" means the chief executive olTicer of the Bank\nappointed under s€ction l5;\n(xviii) 'privete sector director\" means a director appointed under\nsection l7;\n(xix)'prudertial r ulatiotrs\" means the rules, regulations, directions,\norders and circulars issue4 from time to time, by the Sta0e Bank\nunder the Banking Companies Ordinanc€, 1962 (LVII of 1962) and\nany other law administered by the State Bank and coDstituting the\nregulalory framework applicable to the Banl;\n\"regulrtiotrs\" means regulations made ynder sectio0 4l; (x*)\n()c\\i)\nG*,D\n\"security intcrest\" means an interest in a or a charge on property\nby way of mortgage, Iien, pledge or otherwise taker to secure the\npayment or performance olan obligation;\"inlemational trade\" means the export or export-oriented import\nof goods and services to and ftom Palistan in accordance with\nlaws for the time being in force and shall include rc-export and\nmerchanting trade;\n\"internatiotral trade schemes\" means any exisling or futwe\nfunds, schemes and programs that are launched and implemented\nFor the suppon, developrnent and promotion ofintemational trade;\nt'rules\" mean the rules made undcr section 401\n\"s€curitics\" shall have the same meaning as is assigned to it under\nthe Companies Act, 2017 (XLX of20l7);\n(xxiii)\nI tl6 TltE CAZET',I'E OF PAKISTAN, EXTRA., OCTOBER 19, 2022 [PARr I\n(xxiv)astale Bank' means the State Bank of Pakistan cstablished under\nthe Stare Bank of Pakislan Act, 1956 (XXXIII ol 1956) and b€ing\nthe cenlral bank ofth€ Islamic Republic of PakisL:tn;\n(xxv)\n(xxvi)tradc cEdit insuraac€\" mears 6 tmnsaclion to provide\nconventional or Slra.rar? compliant insuaance or reinsurance lo any\nperson iD relation to 'rks associaled with intemational trade or a\ntrade investmenl;\n\"trrde fitranairg\" means a transection to provide conventional'or\nS,a/ia, compliant financ€ to any person in relation to intcrnational\ntradc or a trade investmenq\n(xxvii)trrde investmetrt' means an investment fansactiofl, by way of\ndebt or equity, by any person in or outside Pakisan for thc\nestablishment, expansion or acquisition of, or technology transfer,\ntechnical cooperation or development of intellectual property in\nrelation to, an exporl or export oriented or impon substituting\nbusiness or industry: and\n\"t.rdc servicB\" merns a fansaction to provide advisory,\ncfl5ulting or other supporl servic€s to aJry person in connertion\nwith intemational tradc or atmdc investment.(xxviii)\nCHAPTER.TI\nESTABLISIIMENI OF IHE BANK\n3. Eshblishment of the Bark. {l) On commencement of this Act,\nthc Export-Import llank olPakistan shsll stand established.\n(2) The Bank shall be a body corporate having perpclual succession\nand a common seal, and shall by the said name sue and bc sued.\n(3) The head office of thc Bank shall be situated in Islamabad, or at\nsuch other place as the Federal Govemment may, hy notification ill official\nGa-r-ette, spcciry. The Ba.nk may establish branches and oflices anywhere in or\noutside Pakistan.\n4. Batrk d€aned a finrncial iDsaitEtior.-lmmediately on th€\ncommenc€ment of lhis Ac! the Federsl Govemment shall, by notificatioh in the\nofficial Cazette. declare the Bank as a financial institution undcr section 3A of\nthe Banking Compahres Ordinance- 1962 (LVll of 1962).\n5. pissolulion and Transfcr of asscts of EXIM Bank of Prkistan\nLinrited.-{1) Nowirhstaoding an}1hing contained ir lhc Companies Acl, 2017\nP^Rr ll TIIE GAZETTE OF PAKISTAN, EXTRA., OCTOBIiR19,2022 1ll7\n(XIX of20l7) and any other Pakrslan law for the time being i[ force, the Federal\nGovemmenl shall, by an order published in the official Gazette, tuansfer to the\nBank the whole of the uDdertaking of lhe existing EXIM Bank of Palistan\nLimited.\n(2) Th€ order under suFsection (l) shall providc for-\n(a) that all lhe assets, rights, powers, authorities, privileges and all\nparopertics, movablc and ihmovablc, cash and bank balances,\nreseFe funds, invcslments and all othcr interests and rights irl or\narisinS out ofsuch prope es and all, or pan of, debls, liabilities\nand obligations of what€ver kind of the existing Export-lmport\nBank of Pakist n Limit€d Subsisting immediately b€fore the date\nof the order shdll stand transfeErd to and vest in the Bank;\n(b) rhar all the contracts entered into, or the rights, licences, approvals\nand consents acquired and all matters a.nd 6in8s engagcd to be\ndon€ by, wilh or for the existing Export-Import Bank of Pakistar\nLimited betbrc the date ofthe order shall be deemed to have been\nincurred, entered into, acquir€d or engaged to be done by, wift or\nfor the Bank. as the case may be:\n(c) that all sui6 and odrer legal procredings institutcd by or against the\ncxisting Expon-lmport Bank of Pakistan Limited beforE the date of\nrhe order shallbe deemed to b€ suits and proceedings instituted by\nor against the Bank as the case may be and be deah with\naccordingly; and\n(d) that the continuance ofthe services ofall the pefinanent €mployees\n(excluding personnel on secondment, deputation or probation) of\nthe EXIM Banl of Pakistan Limited in the Bank on not less\nfavorablc than the existing tcrms and conditions of their services,\nrights and privileges and other matters as werc applicable to them\nbefore the date oflhc ordcr.\n(l) Upon issuance of thc order under sub-section (1), the registrar of\ncompanies shall srdke off the name of Export Import Bank of Pakistan Limitei\nwh'ch shall. with effect from the date ofthc order, cqtse to exist.\n(4) Notwi6standing any law for the time being in force; transfer of\nany properly, f,sset or liebiiity pursuanl lo the said order shall not constitute a\nconveyancci novation or assigrment, and no fees, texes, Ievies, sramp dutics or\nany other charges shall b€ payable by the Bank or th€ EXIM Bank of Pakistan\nLimited on the transfer and vcsting of the whole or any part of lhe undeaaking\nI II8 THE GAT,ETTE OF PAKISTAN. [X1'R-A., OCTOBER 19, 2022 ART I\najld property and liabitities of existing ExlM Bank of Pakistan Limited lo lhe\nBank puBuant to the o.der issued under sub-section (l).\nCHAPl'ER-III\nCAPITAL OF THD BANK\n6. Shsr. crpitd oI the Banlc-{l) The authorized share capilal of\nthe Bank shall b€ one hundred billion Ruplcs, or such other amounl as tie\nFederal Govemment may, fiom time to time. speciry by notification in the\nofficial Cazette, alld shall be divided into ten billion shares of a par value of\nRupees ten each.\n(2) The initial paid up capilal ofthc Baok shall b€ ten billion Rup€es\ndivided into one billion fully paid-up shares at par value which shall be wholly\nsubscribei by tie Federal Govemment.\n(3) On the recommendation olthc Board, the paid-up capital ofthe Bank\nmay, from time to timc, be increased through subscription of shares by the.\nFed€ral Govemment for such amount and on such terms as the Federal\nCovemrrent may approve,\n(4) The Federal Govemment shall, at all times, be the sole sharehotder\nofthc Bank.\n7. Borrowings.-The Bank may, for the purpos€s of the Bank's\nbusinees, borrow in local or foreign currency on such terms and conditions as\nrnay be prescribed by the Board and subj€ct to the provisions ofother laws, from\nthe followinS souces, namely\n(a) the FedeBl Govemment;\n(b) intemational bilateral and mullilateral agencies;\n(c) finoncialinstitutions;\n(d) thc public by issuing, on its own or through a wholly owned or\nconholled subsidiary, securities in or outside Pakistan; or\n(e) through such other means as may be p€rnitted under the pndenrial\nregulatioDs or is other$ise approved by the State Bank. .\n8. Rcscrvca and prorisions. I'he Bank may, in accordance *ith the\nprudential regulations, establish one or more general or special purposes reserves\nor prDvisions out ofwhich may be paid any losses susrained by the Bank in the\nconduct of its busincss,\nPART ll THE GAZETTE OF PAKISI./iN, EXTRA., OCTOBER19,2g22 lttg\nCHAPTER-IV\nPIIRPOSE AND POWERS OF TEE BANK\n9. Purpose of thc Brok-The Bank is established for the purposes\nof-\n(a) supporting, promoting ,rd developing intemational tradc, trade\ninvestments, export-oriented dnd imported suhituting businesses\nand indushies in ac{ordanc€ with th€ provisions ofthis Act and dle\nnational trade policies and programs ofthe Federal Govemmenq\n(b) the administ_alion, o[Eration and managemeot of sruch intemational\nnade schemes as may tr transfered or outsourced to the Bank by\nthe Fede.al Govemment or any of its agencies, or the Stste Brnh\nas a auseE ,gent, or s€rvic€ provide., on such terms ard cooditions\nas nuy be pescribed throuSh die rules ufld€t ftis Acqzrd\n(c) the dischrge of sny function entrusted to it by the Fcderal\nGovemment by notification in oftrcial Gszette fff the advancement\nof the purposes of the Bank under thrs Act alld on such terms md\ncoDditioos as may be specified, subject to dle provisions of this\nAc! by lhe Federal Govemhent in such notificatiotr.\n10. Powers rtrd butitra*t of ttra Brnlc {l)The Bank shall calry on\nsuch business end exercise such pou€Is as are nec€ssaD/ or expedient for, or arc\nincidental to, for the advarrcement of thc purposas of the Ba.ok und€r this Acl,\nhaving due regard to the principles offinsncial soun&ess and suslainabilily.\n(2) Wi$out prejudice to lhc gcnerality of the foregoing, ard subject to\nother laws and any conditions &s, may be prescribed, the Bank may-\n(a) acquire, hold, posscss, leasc or otherwise dispose ofany interesl ill\nany movable ond immovable property in oroutside Pakislrn;\n(b) provide, on its own or with other fiDancial itutitutions or insuaanc€\nproyiders in or oulsidc Pakistan, tnde finaffing, Eade creiit\ninsumnce and €quity paniciFtioo;\n(c) provide trade serviccs;\n(d) resEuctrE, rEsch€dulc or write-offany tiade financing tsade crcdit\ninsurance or equity participdtion by the Bank;\n(e) acquire o. disposc otany intcrest in an entity, other thsn forcitn\nagencieq in or outside Pakistan;\nI I2O THE GAZETTE OF PAK]STAN, EXTRA , OCI'OBER 19, 2022 IPAR r I\n(0 purchase, hold and sell local and forcign sccurilies;\n(g) charge, receive and utilize fees. prenrium, and charges for carrying\nout ils business;\n(h) take any security rntcrest in anv prope(y:\n(i) obtain reinsurancc from ant-' foreign agencies or any insurancc\ncompanics in or oulside Paliiran:\n(j) draw, buy. sell, accep! negotiate, avaltsc, l'actor. discount or\nrediscount negoliable instrumen6 drawn or payable in or outside\nPakistan;\n(k) open, rnaiDtain and operate banks accrjunts in local and foreign\ncurrEncy with financial institutions in and outside Pa-kistan:\n(l) enrer into and perform all cotrtracts and agreements for conducting\nany of its business;\n(m) invest surplus funds ofthe Bank in accordance wilh.the dirEctions\nofrhe Board;\n(n) carry out insurance agency or brokerage activitics;\n(o) act as an atent for any person or authorirc any pcrson to act as\nagent fo. the Bank;\n(p) incoryorata subsidiaries and enter inlo joint venrurcs in or outside\nPakistan with any person oa foreign agency to conduct any form of\nbusiness that can be conducted by the Bank or is incidental to the\npurpose ofthe Bank under this Act;\n(q) sell and realizc all property, whether mo{able or immovablc,\nwhich may in any way come into thc possession of the Bank in\nsatisfaction, or paat satisaactioo of, any of its claimst and\n(a) purchas€, sell and otherwis€ d€al in foreiSnn exchange and\nderivative ransactions. .\nCHARTER-V\nMANAGEMENT\nll. Board of dir€.tors.-{ l) The general superintendence, direction\nand malagement of the affairs and business of the Ban-k and overall policy\nPAar Il THE GAZETTE OF PAKISTAN, EXTRA., OCIOBER I 9, 2022 I t2t\nmaking in resp€ct of its op.rations shsll, vest in the Board constituted uader\nsuLsection (2) which may exercise all such powers afld do all such acls, de€ds\nand things thar may be exercisod or done by lhe Bark.\n(2) The compositioo ofthe Boerd shallbe as under-\n(a)A p€rson, nominated by (he Federal\nCovemm€ntChairman\n(b) Secretsry, Ministy ofCommerce ex-ofrcio di(@Lot\nex-oficio dil[.*tu (c)Additional S€crctery, MinisEy of\nFinaflce\n(d)thrce directors to be appointed by\nthe Fcd€ral Govemment from thc\nprivate s€ctor in acrordance with\nsection 17Independeht dit@tot\n(e,The President to be sppointed under\nsectior 15ex-oflicio dt@tot\n(l) Each dnector shall exercise his powers and crlry out his duties\nwith due and r€asonable carc, skill and 4iligence and with a serse of objective\njudSm€nt and independe ce, for the promotion of lhe objecG, and in the best\ninlerests, ofthe Bank.\n12. Futrction! of the Borrd.-Without prejudice to the generality of\nsuusection (l) of s..tion I l, the Bo6rd shall perfom the following firnctions,\nnanely-\n(a) formulate, approve and ensu.e iEpl€mentation and periodic review\nof policics to c.'ry out effe.dvely the paovisions of this Act,\nincluding but not limited 10, policies on tsade financing, tsade\ncr€dit insurance, equity perticipations, risk management, tre$ury\nand iovestment, corporaL govem6nce, procurement, intemal\ncontrol syst€m and audit, information technoloE/ 0T) security,\nhumal resourcc, expendilure, ac4ounting ard disclosurc and any\nother operational area which the Board may deem appropriate from\ntime to time;\n(b) approve and monitor the implementation ofany long term stmtcSic\nplan, lhe annual business plah and operating and capilal budgeLs\nfor thc Bank;\n(c) formulate, approve and issue regulations undcr section 4l; andi\ni\nI\nI\nI\ntl22 II{E GAZETTE OF PAKISTAN, UXTRA., OCTOBER 19, 2022 LP^^r I\n(d) disch&ge rll such functiofls as are assigned to it under this Act or\nrs may he prescribed.\n13. Comaittc€s otdirectorr.-{l) The Bosrd $all, liom amonSst the\ndirEators, Constitute rn rudit comhittcc rnd mf,y conshtulc such othcr\ncommittecs rs it considers nccessary to assist it in carrying out its functions\nuDder this Act, and shall prcscribe tlrough reguhtions th€ constitution, powels\nrnd fi[ctions of such coDmitlces.\n(2) The minutes of cv€ry mceling ofa committee ofdirectors shall be\npresented before the Bosd tt its next meeting following the meeting of the\ncommitlcc.\n(3) Th€ Bo.rd or any of its <dnmiftcer mly invite ! rer,@sentativc of\ntho Fcderd Govemmen! r rcputabl€ Fivate institution or d tcchnicll or\nFofesriqul exFrt to rssin h 6c p€rfoml.rrcc of its functiqrs.\n14. Ct.irr.r lra D.?.q ChirE.r.< l) The offrcc of rhc\nCtt int$ &sll bc t.poflre frd his rceonsibilities distind. fioh those of dle\nhc.id.r.\n(r) In dE cEt of ltc S€€rcc or inc+.aity of tfie ChdrE Ir, or if thc\nofficc of tfre Chlirman is vrcllrt, tll€ DeFrty Chrirman shlll perfrxrn the\nfunctiorc of ttc Chdman du.ing such absenc€, incapscity o[ vacslcy.\n15. AppohbDcna of P]lsklctrt.-{l) The Board shall appoint e fuU-\ntimc Presiderf in accordance with the procedurc sct fonh in sub-section (2):\nProvided that tle Presideflt of the existirS E)(IM Bank of PalisrDn\nLimitcd shall, in terms of clause (d) of sub-s€ction (2) of seclion 5, be thc first\nPresident of the Bank.\n(2) TIe Boad shall shortlist and recommend et leest drrEe crndidatcs\nfor the approval by the Fedcral CovemmeDt of one of the candidates for the\noffice of the Presidcnt of the Bank. On receiving thc approval of the Fedcral\nGovammeat, th€ Board sbell sppoint such cardidaae os the President for a t€nD\nof thrEe ye€Is and on such terrns and conditions as may be prcscriH by de\nBolrd under this Act.\n(3) A fErson fiom the private sector shall be eligible for\nremmnendation f,s c{ndi&te rnd appoirnmenf as the president if he meers the\nfit and propea critaria as specificd in the pnrdeltial regulations.\n(4) The Presidenl shall be thc ohiefexecutiv€ omc€r of the Benk and\nshall, subject to thc cootlol, policies and dir€ltions ofthe Boad, be responsible\nPAiI ITI{E GAZETTE OF PAKISTAN EXTt,l., OCTOBER r9,lgz' |21\nfG tlle management .nd day to d.y aftrirs of dr. Ba,rt md shall hayc $rcl\npowed for thir purpos€ e! sre deleg$.d b hioL tr tin b tiE, b, tL B€.d\nand ttrar are not by this Act (x by aEy fl*r o( r.Sulatirs expressly dittod cr\nrequired to be donc by tlrc Board.\n(5) On dte expily of his tefn of offrq tlo hrsideot sla[, vidr th€\nprior pproval ofthe Federal Govemrrent, be eligibh for rcrppohtme fo. upto\none te.m of thEe ye.fi each ff lest, srd orl such ErDr atld ceditbr. as mey be\ndetermined by th€ Boed\n15. Exatrei.t di?.<lolr <l) An ei-olrftb dirlctor shall hold offi..\nas directo. till such time as hc holds the ofrrce by yifta otwhich lE fu . dialctor.\nrlrd upon hi! tsuLlfer, retl€nreor, rrripaaion, daa& or rrmv.l fioo s(El oIISce,\nrhc person ap?oinrd in plac. ofrucf, d&t.to. il$ll irH oflk-€ for rlrc rcmrioing\nlcrn of thst dir€cla.\n(2) lf an offici^l et-ofrcio dirEctor ir abs.nt fiom Pakist a or is unable\nto attend r me€tin8 oftha Boar4 he mey authorizc ell officer not b€low the renk\nof rdditional s€qetary or joint sccrEtary, as applic.ble, o( equivalent to attlnd\nthe meeting and ta.ke decisions oo belulf of such dir.ctor. A non-ofricial\ner-oficio dt({t$ may, in similar sitation, authorize his Vic€-chaima, or\nequivalent for the purpos€ of attendinS fie meerting and t kc decisiods or behalf\nofsuch dtector.\n17. Appointmeoa of pdvsae sector dirc.tor.{l) The Fedeml\nGovemment shall sppoint such person from the private s€ctor as a Fivate sectol\ndirector \\r,ho me€ts the fit and proper c.riteria as specified in rhe pn &ntial\nr€Sulations.\n(2) A private s€.tor dirEctor dull be appointed for a tqln ofdrce y€ffs\nard on such tems and conditions as lhe Boad mey determine under s€ction 19.\n(3) On the expiry of his term of omce, a privste sector dirEctor may be\n.eappointed by the Federal Govemm€nt tor aIl additional term of three yeaas or\nless and on such terms and conditions as may be determined by the Board.\nIt. Dilqudifc.tion of diEctorr.-No pcFon shall continue to hold\nollice as director who-\n(a) fails to mec( the fit and proFr cdtefla as sp€cified in rhe prudential\nregulalions;\n(b) is incapable of discharging his duties by reasons of physical or\nmental unaltness for a p€(iod ofsix months or more; or\n(c)has b€en absent lrom three or more successive me€tings of the\nBoard without leate of the Board alld in the case of an er-orcio\nII24 THE ClzET[E OF PAKISTAN, EXTRA,, OCTOBER 19,2@2 IP^R.I I\ndirector fails to appoint snothq person to act 0s directoa cs\nrequirEd under section 16.\n19. ReErutr.r.tior of dirc.aoB.-{l) Thc Bo.rd shall, detcrminc the\nrcmui€mtion packege of'the diEtors in the prcscribed ltlanner, .rld such\nrcmun€rition package sh&ll not be vrried to their disadventege du.ing the term\noftheir office.\n(2) For thc purposes of this sectioo, redunemtion package shall\ninclude fees snd reimbursement ofrEasonable travel, accommodstion and relarcd\nexpenses, for afiendinS me€tints of the Bo6rd ard any extra servicls to bc\nprovidcd by th€ dir€cbrs, o6cr than thc Presidenl.\n20. Removd of direetol!\"<l ) The Fedcral Govdnment moy aemove\na direator, other than the President, liom his oflice in accordance with dris\nseation for any one or more reasons under suLsection (3).\n(2) The President may be rEmoved from his olfice by lhe Bo6rd, with\nthe prior approval of the F€derrl Govemment, in sc.o.dsncc with this section\nand for any one or more rensons under sub-section (3).\n(3) A director shall be removed rfhe-\n(a) becomes ineligible for one or more reasons under section\nl8; or\n(b) is not dischorging his rEsponsibilities and furrctions under\nthis Act baaad on a perfodnftc€ evaluation canicd out by\nthe Board.\n(4) A director shsll not b€ removed unless he has been given an\nopportunity of being h6rd in he manner prescriH b.for€ taking any such adion.\n21. Resignatio[ of dlre.tors.-The Prcsider and any private sector\ndirector may, at any time, resign from his olfice by giving a writtcn notice ofat\nlL:ast two monlhs to the Boerd and Fcdcral Govcmment respectively.\n22 Cxlurl vr.ancics.-{l) The office of a director shall become\nvacant ifhe\n(a) dies;\n(b) completes the term of his office and is not re-appoinlql;\n(c) is rcmoved liom office under secrion 2tt; or\n(d) resigns t om offic€ under se4tion 21.\np^Rr rl THE GAZETTE OF PAKISTAN. EXTRA., OCTOBER 19, 2C22 ll25\n(2) Ifthe of6ce of the President is vacarl the Boad may eppoint any\ndirecror or senior ofiicer of the Bank to act as the PresideDt for lhc time being\nand shall hx the terms and conditions ofhis appointEent and his ramunerstion,\nprovided thet such acting President shall not continue in oflice for a pcriod\nexceeding one month without prior approval of the Federal Gov€mment.\n(3) If rhe oftice of the President or a private s€clor diEctor becomes\nvacant a person shall be appointed to filltbe vacalcy at dle earliest and no laler\nthan two months ftom the date on which such vacancy oc€us.\n(4) The peEon appointed under subs€.tion (3) to fill a vac5rcy\ncre.ated under clause (a), (c) or (d) of suLs€ction (l), shall hold office for tle\nremaiDder of the term of the dirEctor in whose place he is appoirted.\n(5) Upon resignation or expimtion of the term of office, if tie new\ndirector has nol yet be€n appointed, the dirEctor resigniog or retiring atrhe end\nofsuch term, shall rcmain in oflic. until tie appointmeDt ofthe new director.\n23. Borrd meetings.-{l) There shall be at least one me€ting of the\nBoard every quarter to be convencd by tho Chairman, provided thar rhe\nChairman shall convene a meeting at any time on the re{uest, in writin& ofthr€e\nor mor€ directors.,\n(2) The Chairman shall preside the meetinSs of th€ Board. If the\nChairman is not present at the meeting, the Deputy Chairman shall preside over\nsuch mEeting. If the Chailma[ and the Deputy Chrirman ar€ Dot prcsent 6t the\nmeetin& the dir€ctors atteDding lhe meeting shall, if they constitule a quorum,\neled a director !o act as the Chairman and preside over such mceting.\n(3) The quonrm for a meeting of the Board shall not be less than five\ndirectors attending in person or through video-link.\n(a) The Board shall make decisions by a majority of the votes of the\ndirectors present and voting at a mecting of the Board at whioh quorum is\nprescnt. Each director shall heve one vote. In case of rn equality of votes, the\nChairman shall have a castiDs vote.\n(5) A resolution in writing signe-d by all directors shall be as ef€ctive\nas ifsuch resolution has b€en passod at a meeting ofrhe Boa.d.\n(6) Minutes shall be kept of the proceedings of eyery meetinS of the\nBoard and all determinations and decisions of the Board shall be in Briting and\nsigned by the President\n(7) The Board shall mect at such times and places and shall observe\nsuch rulcs of Procedur€ in regard to the business Eansacted at its meetings as\nmay be prescribed b) the Board.\n1126 THE GAZETTE OF PAKISTAN, LXTRA,, OCTOBERI', 2022 [P^RT I\n(t) No act or proceedings of th. Board cr rny committee of thc Boad\nshall be invalirt merely on tho gound of tfrc cxist tlce d ary y.crncy irl' q\ndefect in th€ constiotioo of. ttc Board c sr.rch coarmittcr.\n24. I)clcgrthr of pored. <l) Tlrc Eord ruy, Ic ttr Frpc. oa\nensuring srnoo{fr and effrchr* functionint of tha Btlll sd subjet to fie\nconditions lnd limitationr a! it may impose, dete&ate tlly of it! frurctiont cr\npowcrs to the PtBident or elly direcor or any officer oI tha Banl.\n(2) The President rhay, ar his discrctioll ld subi)ct lo rL. co.lditiD\nand limitrtiont ar he may impose, delegat€ my of hi! l\\r,E1ixt! to aay oth€.\noJficerg ofthe Baal with tie approval of tlrc Boad.\nCHAPTER-VI\nSOVDRDIGN SI.IPPORT AND REPORTII{GI RDGULATIO!{ A.II'D\nA?PLICAIION Of OTHER LAWS\n25. Sov.rcign gurrrtrt r.-{l) The Federal Govemment hereby\nguaradoes all liabilities and obligations of the Bank in relation to its business,\nsubject to such limits on the arnount and validity period of the soverEigl\nguarante€ as may, from time to time, b€ notified by the Fed€ral Covernment by\nway of e notificstion in the official Cazette. No amouns may be payable by the\nFede.r.l Govemment in €xc€ss of, or b€yond the validity period of, the soveri:ign\nguarantea 8s dotified by the F€deral Govemment puEuant to this sub-section.\n(2) Before issuing a notification under sub-section (l), the Fede.al\nGovemmcnt shall determine, with the prio. consultalior of the Board and the\nState Ba[h (he limits on &o finount of the sover€igr guaEntee in eccordrocr\n$irh the existint laws and the exposure limits specified in the prudential\nr€gulations.\n(3) No fees shall b€ payable by the Bank to the F€deml Covemment in\nrElation !o the sovereign gu&antee under suLsection (l).\n26. Regdrrory a[thority.-Subject to the provisions of ss-1ions 2?\nof this Acl the Bank shall be subject to r€gulatory supervision by the State\nBank.\n27. ApplicrtioD of other l.ws.-{l) The provisions of the Ba*in8\nCompanies Ordinanc€, 1962 (LV[ of 1952) and rules, regularions, and\ndirections issued therc under, as applicable to financial institutions notificd\nunder the said Ordinance, shall be applicable to the Bank in relarion to rhe\nBank's ectivities, subject to such modifications as may b€ determined, from time\nto time, by the Slete Banl to be neccssary or expedient for the advanccment of\nthe objectives of the Benk under this Acl in lhe public irtcrcsr.\nP^-Rr Il THD GAZETTE OF PAKISTAN, EXT?A., OCTOBER 19, 2022 ll27\n(2) l'hc Frovisions of,the Foreign Exchange Re8ulation Act, 1947\n(Vll of 1947), end rules,.egulations, and directions issued thereunder, shall be\nrpplicable lo $e Baok in r€lation to its dealings wilh foreign exchange, subject\nto such modificauons !s may be determined, from time to time, by thc State\nBank, to be nc'cessary or cxp€dieot for the advarrcemeot of the objectivcs of thc\nBank under this Act in the public interest.\n(3) For the advancement of the objectivos of the Bark under this Act\nin the public int€r€st the laws specified in lhe schedule rnd any rulEs,\nregulations, orders and dir€ctions issued there under, shall not apply to the Bank.\nThe Fcdcral Covemment may, by notification in the official Gezcttc, make such\nrdditioos lo the Schedule is it deems fit.\n28. B.rk to frrrirh pcrfornuce Eporl-<l) Thc Bank sh.ll, !t lhe\nend of c.ch linancial yeer, fumish, through the Ministry of Finance, to the\nFederal Covcmmcnt, s p€rfoflnsnce report with rEspect to the implementltion\nby the Blnk of the nrtionrl trrde policies rnd progrrms of thc Fcderil\nGovcmlncnt it is Flrsuing c Fopos€s to pursu. in tlle co{rducl of its busincss\nundrr this AcL\nO) ILc Ff(rltrE r.td und.r suEs.ctid| ( I ) fill h. .F.orcd by\ndlc Bord rrd drn b. itn.d by ric Ch.irmm attd thc Prcsid.r .\n29. Strrtek policy dirtctions frorn Federd Govcrrncrt--{l) Ifin\ndle opinio[ of the Federal Government, the Bank is carryinS out its business,\noperations end activities in a manner thal is inconsist€nt with fte national tsade\npolicies and programs ofthe Federal Govemmenl the Federal Covemme may,\nby ootification in dle olEcial Gazefte, aod after prior consultation with Oe Stste\nBank and the Board, issue such sEategic policy dir€ctions to the Bank ss it\nconsidcrs necessary in the public interert and not otherwise inconsistent widl the\nprinciples offinancial soundness and sustainability and prudordal rcgularions.\n(2) Policy directions issued by the Federal Govemment under sub-\nsection (l) shall be binding on the Bank.\nC}IAPTER-VII\nACCOIJNTS AIID AUDTT\n30. Ac_courtt.-{l) The financial year of the Banl shall comDenc€ on\nthe first day ofJanuary.and end on the thirty-fi$t dsy of December.\n(2) The Bank shall maintain propq accounts and olher rccords to\nreflect ! tsu€ and frir vicw of its $ate of affairs and prepare quanerly, half-\nyearly and affusl rtatement of accounts in ac.o.dence with the Fudentisl\nregulati4 aad any regulrti@s F€3c.ibed by tha Board.\nL I2E THE GAZETTE OF PAKISTAN, EXTRA,, OCTOBER 19, 2022 [PART I\n(3) The sratement of accounts of the Bank shall be approved by dle\nBoard and shall be signed by the Chairmafl afld the President, m in lhe abs€nce\nofthe Chairmsn, by the President ard any two dirEctors.\nll. Audit--{1) The annual statement ofaccounts of the Bank shall be\naudited each finarcial year by an irdep.ndent extemal auditor appointed under\nsuLsection (2) i0 acc.rdance with the drrcctiotrs ofthe St te Bank ar applicable\nto the Bank, ard any regulatioos prescribed by the Board.\n(2) The Board shalt appoint a duly qualified firm of chartercd\nac{aufants within dre meaning of the Chartered Accauntanrs Ordinance, 196l\n(Xtr of 196l) fion the parel ofauditors mainraiDed by the State Bonk liom tinrc\nto tim€, as the indcpendent audiior of the Bank for such term end such\nremurcmtion as the Board may determine.\n(3) The Board shell, in addition to the audit under suEsection (t),\ncause to be corried out intemal audit of the Bank's statement of account-i\nsyslems, ad proc€durEE ord the intemal eudito6' reports shall be submittad to\nthe Board.\n(4) NoMthstandinB anything contained in s€ctioff 30 and 31, the\nmsinGnance and audit of accaunts ofthe Bank shsll be subject to the provisions\nofArticles 169 strd I70 ofthe Conslitution of the Islamic Republic of PakisEn.\nCHAPTER-VI\nIIAISCELLANEOUS\n32. Reviey rrport to P.rlisDrtrt -{ t) Thc Federal Govemment shall\nrcview, or shall cause thc rEview of the Act ard tle Bark and its activities after\nthrce years of tlre drte of commencement of this Act and every five yeals\nthereafler.\n(2) The Fedcral Govemment shall, within on€ year aftea th. review\nundertaken under sub-s€ction (l), subhit a report on such review to both houscs\nof the Parliement for consideration.\n33. AppoiEtmetrt of employeB, adviroB, aotrsultrot& etc.-ln order\nto carry on iLs business und€r this Ac! th€ Bank may-\n(a) on full time, temporary or on deputation basis, employ olllcers and\nother employees in the manncr and on the terms and condirions as\nmay be prescribed by regulations: 6nd\n(b) appoint technical, professionel and other advisers, agents.\nconsultants and experts to advisc the Bank or do any act in rclation\npARr Il THE GAZET-TE OF PAKISTAN, EXTRA., OC1OBBR19,2022 tl29\nto thc Benk's business unde. this Act on such terms rnd conditioos\nas it may considcr appmpriate.\n34. DirEcto6, omcer!, elc, lot to be cMl icrvlnt!.-Save as\notherwise provided or c.ntemplatod by lhis Act and only for the pulpos€s so\nprovided or contemplateq norhing hcrein contained shall be constsued to meln\nthar any dir€.tor, officer, employe€ and other person employed by the BaDk is or\nshall be deemed to be in the s€rvi@ ofPakistan or is io b€ regsded or trEated as\na civil s€rY4nt.\n35. Ercoptior from strup duty.---l,lotwithsanding anything cofltained\nin the Slamp Act, lt99 (II of lt9), dle Bank sha.ll not be liable to the Fymeflt of\nany stamp duty in respect ofsny instnrment by. or in frvour of, the Bank\nPmvided thar this section shall within thc juridiction of the lslamabad\nCapital Territory, b€.ome applicablc irnrhcdiat ly on (.mmcncrment of this Act\nand elch of the Provinc€s, shall b€.oD€ applicrble up.a ootificatioD or\nlegisla.tion by the rcspective Provincial Gov€mments.\n36. Ercmptiotr frcE t e..---ilolwithstanding alyrhing contained in\nthe Wedth Tax Acr, I 963 (XV of I 963), tlrc [ncome Tai OrdiMrca, 200 I\n(XLIX of 2001), the Sal€s Tax Act, 1990 (lU of l95l), the F.dcral Excise Ac!\n2005 (VII of 2005) or any other law fo. th. timc bcing in forc€ relating to w.altb\ntarq income ta4 super ta)q sales t q exci5€ tDq or any other tan, the Bank shall\nnot b€ liabl€ to pay any wealLtl tajq income tax, super trr, sales ta)q excis€ t q\nor my other ta-r on its income, wealth, or services:\nProvided thst, in rclation to income tsL this section shs.ll !€come\napplicsble upon notification by tie Fcdcrsl Covcmment under th€ lncome tsx\nOrdinance, 2001 (XLIX of 2001).\n37. Protc.tiotr of .ctioB t krn ir Sood f.ith.*{l) No suit,\nprose€u(ion, r€ference, or other legal procredings, shall lie against the Bank, the\nBoard, the Chailmaq the President or any othfi dirEctor, oflicer, employeeE\nadvisers, consultsnts or experts of the Bank in respect of ary acq omission,\ninlerprEt tion or dete.mination talen o. mad€ in Bood foith with respect to or\nunder this Act or any rule or regulation madc thcreunder, or under any order\nmade or dircction issued by the FederEl Oovemmen! State BaDk or the Bank.\n(2) Without prejudice to the provisions of suLsection (l), the Bank\nshall indemniry and keep indemnified any pcrson who is or has been the\nChairman, President or any other dirEctor, ofFrc€r or emplof€, adviser or\nconsultaft of the Bank against any liability, costs or expenses incurred by him\nfor anyhing done or deemed to have been done in good faith.\n38. Conlidentiolity of inforErtior.-<1) Except as permitted under\nsub-section (2), every director, omccr, employce or adviser of fie Bank shall\nII3O TI{E OAZETTE OF PAKISTAN, EXTRA., OCTOBER 19,2022 IPI,ET T\nprcseNe and aid in preserving confidentiality with regard to the following\ninformation that may come to his knowledge in the performance ofhis duties:\n(a) confidefltial infomation relating to the affails of the Bank;\n(b) confidential information relating to the affairs of its customeE; and\n(c) confidential inforrnation rclathg to arly forEign a8e[cy, the Federal\nGovemment or ally agency tlereof\n(2) Confidential information under sub-section (t) may be disclosed\nby any dircctor, officer, employee or adviser ofthe Bank where such disclosure\nm accordance with Pakistan law, is necessary for the performance ofhis duties\nor enforcemenl ofthis Act, or with the rvritten consgnt ofthe person 0o whom the\ninformation relales.\n(3) Every such director, officer, employec or adviser who discloses\nany conlidential information in violation ofthis section, shall be punishable with\nfine which may extend to one million Rupees, and where a contravention or\ndefault is a continuing one, with a further fine which may extend to one hmdred\nthousend rupees for every day during which such contravention or default\ncontinues.\n(4) A fine under sub-section (3) shall b€ imposed and .emvered by the\nState Bank.\n39. Coomon seal -(1) The Bank shall have a common seal which\nshall be kept by the President or such other p€rson as the Chai.man may\nauthorize.\n(2) The seal shall be authenticated in the manner as may be prcscribed\nby regulations and any document purported to be sealed with the seal so\nauthpnticated shall be receivable as evidence of the particulaB stated in the\ndocument\n40. Power to make rules.-{l) Tte Federal Govemment may, by\nnotification in the official Gazette, make rules, not incorlsistent with the\nprovisions ofthis Act, for carrying out the purposes ofthis Act.\n(2) tn particula.r and without prejudice to the generality ofthe power in\nsub-section (1), the Federal Govemment may make rules in respect of the\nlbllowing matte15, namely\n(a) administation, operation and management of the intemational\ntrade schemes and maftcrs in connecrion with and incidental\ntheretoi and\nPART tl THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 19, 242 1l3l\n(b) any other matter whicb has to b€, or may b€, prescribed by rules.\n41. Pow€r to mske rEgolatiolrr.-{ I ) The Board may, by notification\nin the official Gazette, make regulations, trot inconsistent with the provisions of\nthis Act and thc rules made thercunder, for or with respect to my matter that by\nthis Act is .equired or p€rmitted to b€ prescribed by regulations or that is\nnecessary to b€ prescribed for carrying out the purpos€s ofthis Act.\n(2) In particular, and without prejudice to the generality of the power\nunder sub-section ( I ), the Board may make regularions for the following matteE,\nnamely-\n(a) general administration and management of the Bank, including\npowers and responsibilities of the Chairman, Deputy Chairman and\nP.esident procedure of fhe Board and its commiftees, constitution\nand powers of committees of the Board, including the a'ldit\ncommittee, disclosure of conflict of int€res! appointment of\nsecretary; and matters in connection therewith and arcillary\nthereto;\n(b) procedure for determination of rcmuneration of directors;\n(c) procedure'for prepafttion, adoption and amendment to long term\nstralegic plans and arnual business plan and opemting budgets of\nthe Bank;\n(d) mode ofrecruitment, salary and allowances and other conditions of\nservice of officers and employees of the Bank and matteN in\nconnection therewith aDd incidental thereto;\n(e) establishmen! management ard administration of employees'\nb€nefit trusts and schemes for the ofticers and employees of the\nBank and mattcrc in connection therewith and ancillary thereto;\n(f) the manner in which the common seal may be authenticated and\nmatters in connection therewith and incidental thereto;\n(g) the manner and form in which contracts binding on the Bank may\nb€ executed:\n(h) tlpes and term and conditions of the nade financing, trade credit\ninsurance and trade services, including lery and mtgs of fe€s,\ncharges and premiums in respect thereof;\n(i) proccdurcs for prepamtion and audit of statement of accounts and\nmatters in connection therewilh and ancillary thereto;\nll32 THE GAZETTE oF PAr(ISTAN, EXTR ., crToBER 19.2022 [9^ar I\n(j) 'ssuance of s€curities by the Bank and matters in conn€ction\nthe.ewith and incidental therclo: and\n(k) any oher matter which has to be, or may be, prEscribed by\nrcgulations.\n, 42. Liquid.tion of tte Batrk-No provision of the Banking\nCompanies Ordinance, 1962 (LV of 1962), Companies Act, 2017 (XIX of\n20 I 7) or .Dy oth6 law rclating to the winding up of bodies corporate shsll Epply\nto lhe Banlq and thc Bank shall nol be placed in liquidation save by the order of\nthc Federal Govemment, and in sued manner and uDder term and condilions as\nthe Federal Govemment may by its order of liquidation diEct.\n43. Removd ofdilE ultica\"-ifeny difficulty arises in BivinS€frect to\nany provision of lhis Act or rules or r€$lelions issued thereunda, thc Federal\nGovemment may, by order publish€d in he officio.l CazRtte, meke such\nprovisions, not inconsistent v,fith the provisions ofthis Acl as may appefi to il to\nb€ nec€ssary for th€ puipose of rEmoving such difficulq/.\nSCHEDULE\n[see section 27(3[\nCompanies Act 2017 oOX of 2017), iocluding as applicable ro\nMy corporates,\n2- Insurdrice friMtrc., 2000 (XXXD( of 20(x))\n3. . Competition Act, 2010(XIXof 2010)\nThe Public Investnent (Financial Safeguard) Ordinanc., 1950\n(XLVI of 1960).4\nMA'OR (R) SYED IIASNAIN IIAIDER,\nActing Secretary.\nPRINI'ED BY THE MANACER. PRINTING CORMRATION OF PAI{STAN PRESS. ISI-AMAI}AD\nP( tsUSHED BY TI]E DEPUTY CONIROLLE& STATIONERY AND FORMS, UNNERSITY ROAD, (ARACI NI"
}