{
    "file": "./converted_json\\administrator79052bdacd32568a407242d151f8a7e6.json",
    "name": "Public Private Partnership Authority (Amendment) Ordinance, 2021",
    "date": "August 25, 2021",
    "tagline": "Further to amend Public Private Partnership Authority (Amendment) Act, 2021",
    "content": "PART I]    THE GAZETTE OF PAKISTAN, EXTRA., AUG. 25, 2021 595\n____________________________________________________________________________________________________________________________________\nISLAMABAD, WEDNESDAY,  AUGUST 25, 2021____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 25th August, 2021\nNo. F. 2(1)/2021-Pub.— The following Ordinance Promulgated on\n24th August, 2021 by the President is hereby published for general information:—\nORDINANCE No. XVIII OF 2021\nAN\nORDINANCE\nfurther to amend Public Private Partnership Authority (Amendment) Act, 2021\nWHEREAS, it is expedient further to amend Public Private Partnership\nAuthority (Amendment) Act, 2021 for the purposes hereinafter appearing;\nAND WHEREAS, the Senate and the National Assembly are not in session and\nthe President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\n(595)\nPrice: Rs. 5.00\n[1223(2021)/Ex. Gaz.]\n596 THE GAZETTE OF PAKISTAN, EXTRA., AUG. 25, 2021   [PART I\nNOW, THEREFORE , in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President of\nthe Islamic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance:—\n1.Short title and commencement.— (1) This Ordinance shall be called\nthe Public Private Partnership Authority (Amendment) Ordinance, 2021.\n(2) It shall come into force at once.\n2.Amendment in the public Private Partnership Authority\n(Amendment) Act, 2021.— In the Public Private Partnership Authority\n(Amendment) Act, 2021, the following further amendments shall be made, namely:—\ni. in Section-14, after sub-section (3):\n“(4) Notwithstanding anything contained in this Act, where prior\nto the commencement of the Public Private Partnership\nAuthority (Amendment) Act, 2021, project or proposal with\nregard to a project, has been granted any approval by the\nBoard as required under this Act, any subsequent process\nwith respect to the approval of such project or proposal shall\ncontinue to be dealt with as if the Public Private Partnership\nAuthority (Amendment) Act, 2021 was not in force.”\nDR. ARIF ALVI,\nPresident.\n_______\nRAJA NAEEM AKBAR,\nSecretary.\n_______________________________________________________________________________________________\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}