{
    "file": "./converted_json\\administratorb93e618520500701f18b8d6bfac22794.json",
    "name": "National Institute of Cardiovascular Diseases (Administration) Ordinance, 1979",
    "date": "7th January, 1979",
    "tagline": "An Ordinance to provide for the proper administration of the affairs of the National Institute of Cardiovascular Diseases, Karachi.",
    "content": "Page 1 of 9 \n \n \nTHE  NATIONAL INSTITUTE OF CARDIOVASCULAR DISEASES  \n(ADMINISTRATION) ORDINANCE, 1979  \n \n \n \n \n \n \nCONTENTS  \n \nPREAMBLE  \n \nCHAPTER I  \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Ordinance to override other laws  \n4.  Vesting of powers, etc , of the Board of Trustees of the Trust in the Governing Body  \n5.  Incorporation of the Institute  \nCHAPTER II  \nGENERAL  \n6. Functions of the Institute  \n7.  Governing Body  \n8.  Powers of the Governing Body  \n9.  Term of office of members  \n10.  Executive Director.  \n11.  Meetings of the Governing Body.  \n12.  Setting up of working groups and  Committees  \n13.  Funds  \n14.  Audit and accounts    \n \n\n \nPage 2 of 9 \n 15.  Appointments of officers, etc.  \n16.  International cooperation   \nCHAPTER III  \nMISCELLANEOUS  \n17.  Industrial relations  ordinance, 1969 , not to apply  \n18.  Terms and conditions of service, etc. of Government servants working in the Institute  \n19.  Terms and conditions of service of the employees of the Institute  \n20. Medical practice by officers  \n21.  Power to make rules  \n22.  Power to make re gulations  \n \nPage 3 of 9 \n THE  NATIONAL INSTITUTE OF CARDIOVASCULAR DISEASES  \n(ADMINISTRATION) ORDINANCE, 1979  \n \nORDINANCE NO. I OF 1979  \n[7th January, 1979]   \n \nAn Ordinance to provide for the proper administration of the affairs of the National Institute of \nCardiovascular Di seases, Karachi . \n \n WHEREAS  it is expedient to provide for the proper administration of the affairs of the \nNational Institute of Cardiovascular Diseases, Karachi, and for matters connected therewith or \nancillary thereto;  \n \n AND WHEREAS the President is satis fied that circumstances exist which render it necessary \nto take immediate action;  \n \n NOW, THEREFORE , in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 , (C. M. L. A. Order No. 1 of 1977) , and in \nexercise of all powers enabling him in that behalf, the President is pleased to make and promulgate \nthe following Ordinance : — \nCHAPTER I  \nPRELIMINARY  \n \n 1. Short title, extent and commencement. —(1) This Ordinance may be called the National \nInstitute of  Cardiovascular Diseases (Administration) Ordinance, 1979.  \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions.  In this Ordinance, unless there is anything repug nant in the subject or \ncontext, —  \n(a) “Chairman ” means the Chairman of the Governing Body ;  \n  \n(b) “Executive  Director” means the Executive Director of the Institute ;  \n \n(c) “Governing Body” means the Governing Body of the Institute ;  \n \n(d) “Institute” means the National institute of Cardiovascular Diseas es set up in \n1963 and registered as such under the Societies Registration Act, 1860 (XXI \nof 1860); and  \n   \n(e) “Trust” means the National institute of Cardiovascular Diseases Trust, \nKarachi.  \n \n 3. Ordinance to override other laws.  This Ordinance shall have e ffect notwithstanding \nanything contained in any other law for the time being in force, or in the Trust Deed of the National \nInstitute of Cardiovascular Diseases Trust, Karachi, dated the 8th May 1976.  \n \n 4. Vesting of powers, etc., of the Board of Trustees of the Trust in the Governing Body.  \nAll the powers and functions of the Board of Trustees of the Trust shall vest in, and be exercised and \nperformed by, the Governing Body and every member of the said Board shall cease to hold office.  \n \n 5. Incorporation of  the Institute. — (1) The Institute shall be a body cor porate, to be called \nthe National Institute of Cardiovascular Diseases, having perpetual succession and a common seal \n \nPage 4 of 9 \n with power, subject to the provisions of this Ordinance, to acquire, hold and dispo se of property, \nboth movable and immovable, and shall by the said name sue and be sued.  \n \n (2) The Headquarters of the Institute shall be at Karachi.  \n______________  \n \nCHAPTER II  \nGENERAL  \n 6. Functions of the Institute.  The func tions of the Institute shall be — \n   \n (1) to undertake modern treatment of cardiovascular diseases ;  \n \n (2) to acquire latest physical facilities required for carrying out necessary investigation and \ntreatment of cardiovascular diseases;  \n \n (3) to seek and enter into cooperation with intern ational and other foreign agencies with the \nprior approval of the Federal Government in further ance of the objectives of the Institute;  \n \n (4) to carry out research in Cardiovascular Diseases for prevention and control of \ncardiovascular diseases as well as  for its treatment ;  \n \n (5) to undertake training of medical students and nurses, both under graduate and \npost-graduate, in cardiovascular diseases; and  \n \n (6) to develop itself into a Centre of super excellence for the treatment of cardiovascular \ndiseases.  \n \n 7. Governing Body.  The general direction and administration of the affairs of the Institute \nshall vest in the Governing Body which shall consist of — \n \n1. Minister for Health, Social Welfare and Population  ……...  Chairman.  \n2.\n  Secretary, Ministry of Health , Social Welfare and  \nPopulation ………………………………………………….  Vice-Chairman  \n3. Director General, Health, Ministry of Health and  \nPopulation…………………………………………………  \n Member.  \n4. Executive Director, to be appointed by the Federal \nGovernment………………………………………………...  \n Member/Sec retary.  \n5. A nominee of the Pakistan Federation of Chambers of \nCommerce and Industry. …………………………………..  \n Member.  \n6. Two persons to be nominated by the Federal Govern ment, \nof whom one shall be a person possessing medical \nqualifications……………………………………………….  \n Member.  \n7. A nominee of the Auditor -General of Pakistan…………….  \n Member.  \n8. The elected Mayor of the Karachi Metropolitan Cor -\nporation or, if there is no elected Mayor, a social worker of \nKarachi to be nominated by the Government of Sind……...  \n Member.  \n9. A social worker of Sind, excluding Karachi, to be \nnominated by the Government of Sind…………………….  Member.  \n \n \nPage 5 of 9 \n  8. Powers of the Governing Body. —(1) The Governing Body may, — \n(a) frame bye -laws to govern the working of the Institute and issue instructions to \nany committee or sub -committee of the Institute; and  \n \n(b) generally supervise the administration and management of the affairs of the \nInstitute and do all such acts and take all such steps as are necessary for the \npromotion and fulfilment of the objects and pu rpose of the Institute.  \n \n (2) In the discharge of its functions, the Governing Body shall be guided on questions of \npolicy by the instructions, if any, given to it from time to time by the Federal Government which \nshall be the sole judge as to whether a qu estion is a question of policy, and the Governing Body shall \nbe bound to carry out such directions.  \n \n 9. Term of office of members. —(1) Unless earlier removed by the Federal Government, the \nterm of members, other than ex-officio members, shall be three ye ars. \n \n (2) A member, other than an ex-officio member, may resign his office by writing under his \nhand addressed to the Federal Government.  \n \n (3) When a person is appointed to be a member of the Governing Body by virtue of his \nholding an office or appointme nt, he shall cease to be such member when he ceases to hold that \noffice or appointment.  \n \n 10. Executive Director. —(1) The Executive Director shall be the Secretary and Chief \nExecutive Officer of the Institute and shall have the following  functions and duti es, namely : — \n \n(i) to keep in custody the records and seal of the Institute ;  \n \n(ii) to appoint officers and staff upto Grade -17 and superintend and control the \nadministration of the Institute ;  \n \n(iii) to authorise payments of monthly salaries and allowance s to the employees of \nthe Institute ;  \n  \n(iv) to propose budget estimates and supplementary budget estimates and place the \nsame before the Governing Body for approval ;  \n \n(v) to pass payment of bills under any heads of the budget duly approved and \nauthorised  ; \n \n(vi) to issue notices of meetings of the Governing Body and its committees in \nconsultation with the Chairman and to maintain proper record of minutes and \nproceedings thereof ;  \n \n(vii) to take steps for the implementation of decisions of the Governing Bo dy, \ncommittees and sub -committees ;  \n  \n(viii)  to prepare and present the annual budget ;  \n \n \nPage 6 of 9 \n (ix) to carry on all the correspondence of the Institute ;  \n \n(x) to execute deeds and documents on behalf of the Governing Body ;  and \n \n(xi) to perform any other duties which may be assigned to him by the Governing \n Body.  \n \n (2) The Executive Director shall be the ex -officio member of a committee or sub -committee \nset up by the Governing Body.  \n \n (3) The Executive Director shall not, except with the previous approval of the Governing \nBody in each case or unless already approved in the Budget duly itemised, allow expenditure on \nitems of civil works, or capital expenditure on equipment or automobiles.  \n \n 11. Meetings of the Governing Body. —(1) The meetings of the Governing Body shall be \nconvened by the Chairman on such date and at such time and place as may be specified by him:  \nProvided that — \n  \n(i) not less than four meetings shall be held every year ;  \n \n(ii) not less than eight day ’s notice shall be given to the members specifyin g the \ndate, time and place of the meeting.  \n   \n (2) The Governing Body may regulate by regulations the procedure for its meetings.  \n \n (3) No act or proceeding of the Governing Body shall be invalid merely on the ground of the \nexistence of a vacancy in, or de fect in the constitution of , the Governing Body.  \n 12. Setting up of working groups and Committees.  The Governing  Body may from time to \ntime appoint such working groups or committees from amongst its members as it may consider \nnecessary to assist it in the performance of its functions and to discharge such of its functions as it \nmay assign to them.  \n  \n 13. Funds.  The funds of  the Institute shall consist of — \n(a) grants made by the Federal Government ;  \n(b) donations and endowments ;  \n(c) income from investments and deposits ;  \n(d) foreign aid and loans obtained with the approval of the Federal Government ; \nand \n(e) Trust Fund of the Institute.  \n \n 14. Audit and accounts. —(1) The Executive Director shall prepare the annual budget of the \nInstitute for the ensuing finan cial year and submit it for approval to the Governing Body.  \n \n \nPage 7 of 9 \n  (2) The funds of the Institute, other than the Trust Fund, shall be kept in the personal ledger \naccount of the Institute with the National Bank of Pakistan acting as an agent of the State Bank o f \nPakistan.  \n  \n (3) The Trust Fund shall be invested in Government and other approved securities and the \nincome accruing therefrom shall be used for the purposes of the Institute.  \n \n (4) The accounts of the Institute shall be maintained in such form and mann er as the \nAuditor -General of Pakistan may determine in consultation with the Federal Government.  \n \n (5) The accounts of the Institute shall be audited by one or more auditors who are chartered \naccountants within the meaning of the Chartered Accountants Ordi nance, 1961 (X of 1961), and are \nappointed by the Institute in consultation with the Auditor -General of Pakistan.  \n   \n 15. Appointments of officers, etc.  The Governing Body may appoint, subject to such \ngeneral or special orders as the Federal Government may  give from time to time, such officers in \nGrade -18 and above, and engage such consultants or expects, as it may consider necessary for the \nefficient performance of the functions of the Institute, on such terms and conditions as it may deem \nfit.   \n 16. Inte rnational cooperation.  The Institute may, with the approval of the Federal \nGovernment, cooperat ive with any foreign agency or International Organization for the further \ndevelopment of its technical capabilities and research activities, pursuant to an inter national \nagreement or arrangement made before or after the establishment of the Institute.  \n \nCHAPTER III  \nMISCELLANEOUS  \n   \n 17. Industrial Relations Ordinance, 1969, not to apply.  The provisions of the Industrial \nRelations Ordinance 1969 , (XXIII of 1969), sh all not apply to or in relation to the Institute or any of \nthe officers or employees of the Institute.  \n \n 18. Terms and conditions of service, etc., of Government servants working in the \nInstitute. —(1) All persons in the service of Pakistan and serving in c onnection with the affairs of the \nInstitute in any capacity immediately before the commencement of this Ordinance shall stand \ntransferred for service under the Institute:  \n   \n Provided that such persons shall — \n   \n(i) continue to be Government servants ;  \n(ii) be deemed to be on deputation to the Institute ;  \n(iii) be entitled to receive from the Institute for the period of their service under the \n Institute, pay and allowances which shall not be less than those to which they \n were entitled immediately before t heir transfer to the Institute ;  \n \n(iv) be governed by such regulations as the Institute may, with the approval of the \nFederal Government, make, provided that such regulations shall not be less \nfavourable than the rules which would have been applicable to t hem if their \nservices had not been transferred to the Institute.  \n \nPage 8 of 9 \n  (2) The Institute shall, in respect of the persons whose services have been transferred to it \nunder sub -section (1), — \n \n(i) exercise all such administrative and financial powers as were exerc iseable by \nthe Federal Government or any authority subordinate to that Government ; and  \n  \n(ii) initiate disciplinary proceedings against any such person and refer the case of \nsuch person to the Federal Government for further action.  \n   \n (3) The persons who se services have been transferred to the Institute under sub -section (1) \nshall be entitled to receive from the Federal Government for the whole of their service, including the \nservice under the Institute, pension, gratuity and the amount of commutation of pension in \naccordance with the rules which would have been applicable to them had they not been transferred \nfor service under the Institute;  \n \n Provided that the Institute shall pay to the Federal Government in respect of each such person \na sum equal to the  sum which bears the same proportion to the total sum paid to such person as the \ntotal period of service of such person bears to the period of service rendered by him in the Institute.  \n \n (4) The pension, gratuity and the amount of commutation of pension sh all be sanctioned by \nsuch officer of the Institute as the Federal Government may authorise in this behalf:  \n \n Provided that, if such pension is required to be reduced, such officer shall, before sanctioning \nsuch pension, obtain formal orders of the Federal Government.  \n \n (5) The General Provident Fund accumulations of persons whose services have been \ntransferred to the Institute under sub -section (1) shall remain with the Federal Government, and they \nshall continue to contribute towards their Provident Fund a ccount;  \n \n Provided that temporary advances from such Fund may be sanctioned by the Institute in \naccordance with the rules applicable to them.  \n \n 19. Terms and conditions of service of the employees of the Institute. —(1) The officers \nand stall employed in th e Institute before the commencement of this Ordinance shall be entitled to \nthe same terms and conditions to which they were entitled immediately before such commencement \nand such terms and conditions shall not be varied to their disadvantage.  \n \n (2) The off icers and staff employed by the Institute after the commencement of this \nOrdinance shall be entitled to the same pay, allowances and other terms and conditions of service to \nwhich the officers and staff of the Federal Government of the corresponding grade may be entitled \nfrom time to time.  \n \n 20. Medical practice by officers.  Private practice by officers of the Institute, who are \nqualified to practise medicine or surgery, shall be governed by regulations made under this \nOrdinance.  \n \n 21. Power to make rules.  The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n \n 22. Power to make regulations. —(1) The Governing Body may, with the previous approval \nof the Federal Government by notificati on in the official Gazette, make such regulations not \ninconsistent with the provisions of this Ordinance and the rules made thereunder as it may consider \nnecessary or expedient for the administration and management of the affairs of the Institute.  \n \n \nPage 9 of 9 \n  (2) In particular and without prejudice to the generality of the fore -going power, such \nregulations may provide for — \n \n(a) the uniform pay scales of all categories of employees of the Institute ; and  \n \n(b) private practice by officers of the Institute who are qual ified to practise medicine or \nsurgery.  \n \n \n___________________"
}