{
    "file": "./converted_json\\administratorca10971a4de3a5ff24a6be235d7ad45c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]      THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  1,  2021  737 \n \n \n \n \nISLAMABAD,  MON DAY , NOVEMBER   1,  2021  \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 31st  October , 2021 \n \nNo. F. 2(1)/202 1-Pub.— The following Ordinance promulgated on  30th \nOctober, 2021 by the President is hereby published for general in formation: — \n \nORDINANCE  NO. XXVI O F 2021  \n \nAN \n \nORDINANCE  \n \nfurther to amend the National Accountability Ordinance, 1999  \n \n WHEREAS  it is expedient further to amend the National Accountabili ty \nOrdinance, 1999 (XVIII of 1999) for the purposes hereinafter appearing;  \n \nWHEREAS  the Senate and the National Assembly are not in session and \nthe President of the Islamic Republic of Pakistan is satisfied that circumstances \nexist which render it necessar y to take immediate action;  \n \n(737)  \n \nPrice: Rs. 6.00 \n[1552(2021)/Ex. Gaz.]   \n738 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   1,  2021  [PART I \n \n NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Paki stan is pleased to make and promulgate the \nfollowing Ordinance: — \n \n1. Short title and commencement. —(1) This Ordinance shall be \ncalled the National Accountability (Third Amendment) Ordinance, 2021.  \n \n (2) It shall come into force at once and the amendments s hall be \ndeemed to have taken effect on and from the 6th day of October, 2021.  \n \n2. Amendment of section 4, XVIII of 1999. — In the National \nAccountability Ordinance, 1999 (XVIII of 1999), hereinafter referred to as “the \nsaid Ordinance ”, in section 4, - \n \n(A) in sub -section (2), - \n \n (i) in clause (c), - \n \n(a) after the word “office ”, the expression “, except \noffences falling under clauses (ix), (x) and (xi) of \nsub-section (a) of section 9 ” shall be inserted;  \n \n(b) for the semicolon, a colon shall be substituted and \nthereafter, the following provisos shall be added, \nnamely: - \n \n “Provided that notwithstanding anything \ncontained in any other provision of this Ordinance, \nall proceedings including inquiries, investigations, \nreferences, or trials commenced under this \nOrdinance prior to  the 6th day of October, 2021, in \nrelation to an offence under the Anti -Money \nLaundering Act, 2010 (VII of 2010), shall be dealt \nin accordance with the provisions of this Ordinance \nwhich existed prior to the 6th day of October, \n2021:  \n \n Provided further tha t in relation to any \nproceeding, including reference or trial covered by \nthe first proviso above, the Courts under this \nOrdinance shall have jurisdiction to enforce the \nAnti-Money Laundering Act, 2010 (VII of 2010); ” \n \nPART I]      THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER  1,  2021  739 \n  (ii) in clause (d), - \n \n(a) after the word  “in”, the words “performance of ” \nshall be inserted; and  \n \n(b) after the word “work ”, wherever occurring, the \nwords “or function ” shall be inserted; and  \n \n (iii) in clause (e), - \n \n(a) for the word “an” the expression “a decision taken, \nan” shall be substituted;  \n \n(b) for the word “other ”, occurring for the second time, \nthe word “such” shall be substituted; and  \n \n(c) after the word “that”, occurring for the second \ntime, the expression “decision, ” shall be inserted; \nand \n \n(B) in sub -section (3), after the expression “sub-section (2) ”, the \nexpression “(a)” shall be inserted.  \n \n(C) after sub -section (3), the following new sub -section (4) shall \nbe added, namely: - \n \n“This section shall have effect notwithstanding anything \ncontained in any other provision of the Ordinance. ”. \n \n3. Amendment of sectio n 5, Ordinance No. XVIII of 1999. — In the \nsaid Ordinance, in section 5, in clause (o), before the word “unless ”, the words \n“means all natural persons and ” shall be inserted;  \n \n4. Amendment of section 6, Ordinance No. XVIII of 1999. — In the \nsaid Ordinance, in s ection 6, in sub -section (b), in clause (v), for the rider clause \nexcluding the provisos thereto, the following shall be substituted, namely: - \n \n“The Chairman shall hold office for a period of four years on such \nterms and conditions, as may be determined by  the President, and \nmay be removed by the President on the grounds of removal of a \nJudge of the Supreme Court of Pakistan: ”. \n \n5. Amendment of section 9, Ordinance No. XVIII of 1999. — In the \nsaid Ordinance, in section 9, in sub -section (b), for the proviso, th e following \nshall be substituted, namely; - \n740 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER   1,  2021  [PART I \n \n  “Provided that where an accused person is released on bail, \nthe amount of surety shall be fixed in the manner as deemed just \nand fit by the Court .”. \n \n6. Amendment of section 16, Ordinance No. XVIII of 1999. — In \nthe said Ordinance, in section 16, in sub -section (n), for the full stop at the end, a \ncolon shall be substituted and thereafter the following provisos shall be added, \nnamely: - \n \n “Provided that till the installation of electronic facilities, the \nmanner of rec ording of evidence already in place shall be \ncontinued:  \n \n Provided further that after the installation of electronic \nfacilities, if any technical or other reasons prevent the recording of \nevidence electronically, the evidence shall be recorded according to  \nthe procedure prior to the installation of electronic facilities. ”. \n \n7. Amendment of  section 32, Ordinance No. XVIII of 1999. —In \nthe said Ordinance, in section 32 , in sub -section (a), for the wo rd “ten”, the word \n“thirty” shall be substituted.  \n \n \nDR. ARIF AL VI, \nPresident . \n \n————  \n \nRAJA NAEEM AKBAR , \nSecretary.  \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}