{
    "file": "./converted_json\\administrator656ccf5dfe07a77b31ee5d2e1f2739f0.json",
    "name": "Federal Board of Intermediate and Secondary Education Act, 1975",
    "date": "29th August, 1975",
    "tagline": "An Act to provide for the establishment of a Federal Board of Intermediate and Secondary Education.",
    "content": "Page 1 of 11  \n \n  \n \n \n \nTHE FEDERAL BOARD OF INTERMEDIATE AND \nSECONDARY EDUCATION  ACT, 1975  \n \n \n \n \n \nCONTENTS  \n_______  \n \n \nSECTIONS  \n \n1. Short title and commencement.  \n2. Definitions.  \n3. Constitution of the Board.  \n4. Jurisdiction of the Board.  \n5. Composition of the Board.  \n6. Terms of members of the Board . \n7. Meetings of the Board.  \n8. Powers and functions of the Board.  \n9. Power of the Federal Government.  \n10. Officers of the Board.  \n11. Appointment, powers and duties of the Chairman.  \n12. Appointment, powers and duties of the Secretary.  \n13. Appointment and constitution of committees.  \n14. Fund.  \n15. Annual audit of accounts.  \n16. Provident Fund.  \n17. Powers of the Board to make regulations.  \n\nPage 2 of 11  \n \n THE FEDERAL BOARD OF INTERMEDIATE AND SECONDARY EDUCATION \nACT, 1975  \n \n1ACT No. LXVIII OF 1975  \n \n[29th August, 1975]  \n \nAn Act to provide for the establishment of a Federal Board of Intermediate and Secondary \nEducation.  \n \nWHEREAS  it is expedient to provide for the establishment of a Federal Board of Intermediate \nand Secondary Education and for matters connected therewith or incidental thereto ;  \n \nIt is hereby enacted as f ollows:___ \n \n1. Short title and commencement .___(1) This Act may be called the Federal Board of \nIntermediate and Secondary Education Act, 1975.  \n \n(2) It shall come into force on such date2 as the Federal Government may, by notification in \nthe official Gazette, appoint in this behalf.  \n \n2. Definitions.___In this Ac t, unless there is anything repugnant in the subject or context,___ \n \n(a) “Board ” means the Federal Board of Intermediate and Secondary Education ;  \n \n(b) “Chairman ” means Chairman of the Board ;  \n \n(c) “college ” means an institution within the jurisdiction of the Board and \n3[affiliated] by it for Intermediate Education, and includes a college having \nIntermediate and Degree classes and affiliated to a University for the Degree \nclasses ;  \n \n(d) “committee ” means a committee constituted under this Act ;  \n \n(e) “head of an institution ” means the principal of a college or the headmaster or \nheadmistress of a school ;  \n \n(f) “headmaster ” and “headmistress ” include the principal of a school ;  \n \n(g) “institution ” means a college or a school ;  \n \n(h) “Intermediate college ” means an institution 3[affiliated] for imparting \nIntermediate Education, and includes an institution imparting both Intermediate \nEducation and Secondary Education ;  \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975 Ext., Pt.  III, p.  432. \n2I.e. 2 5th December, 1975, see Gaz. of P., 1977, Ext., Pt.  III, p.  241. \n3Subs. by Act , 2017 ( XIII of 2017 ), s. 2. \nPage 3 of 11  \n \n (i) “Intermediate education ” means Education pertaining to class XI and class XII;  \n \n(j) “prescribed ” means prescribed by regul ations ;  \n \n(k) “principal ” means head of a college ;  \n \n(l) “1[affiliated] ” means 1[affiliated] by the Board ;  \n \n(m) “school ” means an institution within the jurisdiction of the Board and \n1[affiliated] by it only for imparting Secondary education ;  \n \n(n) “regulations ” means regulations made under this Act ;  \n \n(o) “Secondary education ” means education pertaining to class IX and class X and \nsuch other class es as may be declared by the Federal Government to be classes \nof Secondary education ; and  \n \n(p) “Secretar y” means Secretary of the Board.  \n \n3. Constitution of the Board .___(1) The Federal Government shall, as soon as may be after \nthe commencement of this Act, establish a Board to be known as the Federal Board of Intermediate \nand Secondary Education.  \n \n(2) The B oard shall be a body corporate having perpetual succession and a common seal with \npowers to acquire, hold and dispose of property, both movable and immovable, and shall by the \naforesaid name sue and be sued.  \n \n4. Jurisdiction of the Board .___The Board shall  exercise the powers conferred on it by or \nunder this Act in respect of the institutions within the Federal Capital, the Federally Administered \nTribal Areas, and such states 1[including] territories, not forming part of a Province, as are or may be \ninclude d in Pakistan, whether by accession or otherwise, institutions established by Pakistan Missions \nor citizens of Pakistan in foreign countries 1[and all other educational institutions desir ous to seek \naffiliation with the Board  from within the country and fr om abroad] and such institutions located \nwithin the jurisdiction of Cantonment Boards constituted under the Cantonments Act, 1924 ( II of \n1924 ), as seek 1[affiliation] of the  Board.  \n \n5. Composition of the Board .___The Board shall consist of the following members namely:___ \n \n \n(a) the Chairman, to be appointed by the Federal Government ;  \n \n(b) two Vice‑Chancellors to be nominated by the University Grants Commission ;  \n \n(c) a nominee of the 1[Division administering the Board] not below the rank of \nDeputy Secretary in the Federal Government ;  \n \n(d) a nominee of the Directorate of Military Lands and Cantonments to represent \nthe Cantonment Boards;  \n \n \n \n1Subs.  and Ins. by Act, 2017 ( XIII of 2017 ), ss.2 to 4. \n \nPage 4 of 10  (e) one principal to be elected in the prescribed manner by the principals from \namongst themselves ;  \n \n(f) one headmaster of a school for boys to be elected in the prescribed manner by \nthe headmasters of schools for boys from amongst themselves ;  \n \n(g) one headmistress of a school for girls to be elected in the prescribed manner by \nthe headmistresses of schools for girls from amongst themselves ;  \n \n(h) the Director, Federal Government Educati onal Institutions, Islamabad ;  \n \n(i) the Director, Institute of Islamic Research, Islamabad ;  \n \n(j) three  members, of whom one shall be a woman, to be elected by the National \nAssembly from amongst its members ;  \n \n(k) two members to be elected by the Senate from amongst its members ; and  \n \n(l) one representative each of the Provincial Governments, the Azad Gover nment \nof the State of Jammu and Kashmir, the administration of the Federally \nAdministered Tribal Areas and the 1[Government of Gilgat­Baltistan].  \n \n6. Terms of members of the Board.___(1) Unless the Federal Government, being of the \nopinion that it is necess ary in the public interest so to do, removes him from office, a member, other \nthan an ex‑officio  member, shall hold office for a period of three years from the date of his election or \nnomination, as the case may be.  \n \n(2) No ex-officio member shall continue to be a member if he ceases to hold the office by virtue \nof holding which he was appointed.  \n \n(3) Any casual vacancy in the office of a member, other than an ex-officio member, shall be \nfilled by election or nomination, as the case may be and the p erson so elected or nominated shall hold \noffice for the unexpired period of the term of his predecessor.  \n \n(4) Any member of the Board may, by writing under his hand addressed to the Chairman, \nresign his office, provided that the resignation shall not have effect until it is accepted by the Chairman.  \n \n(5) A member shall, on the expiry of his term of office, be eligible for re -election or re -\nnomination.  \n \n7. Meetings of the Board .___(1)The meetings of the Board shall be held in such manner and \nat such time as may be prescribed : \n \n \n \n1Subs. by Act , 2017 ( XIII of 2017 ), s. 4. \n \nPage 5 of 10   Provided that, until regulations are made in this behalf, such meetings shall be called by the \nChairman.  \n \n(2) In the absence of the Chairman from any meeting of the Board, the members present shall \nelect a member from among themselves to preside at that meeting.  \n \n(3) No act or proceedings of the Board shall be invalid merely on the ground of the existence \nof a vacancy in or defect in the constitution of, the Board.  \n \n8. Powers an d functions of the Board .___(1) Subject to the other provisions of this Act, the \nBoard shall have power to organize, regulate, develop and control Intermediate education and \nSecondary education.  \n \n(2) In particular, and without prejudice to the generality o f the foregoing power, the Board \nshall have the power to___ \n \n(a) hold and conduct examinations pertaining to Intermediate education and \nSecondary education;  \n \n(b) prescribe courses of instruction for examinations conducted by the Board, \nprovided that the Bo ard may prescribe different courses of instruction for \ndifferent classes of institutions ;  \n \n(c) admit candidates to the examinations conducted by it and prescribe the \nconditions for admission to such examinations ;  \n \n(d) 1[affiliate] institutions in Pakistan or outside Pakistan:  \n \nProvided that, in the case of a Government institution, such 1[affiliation] \nshall not be withheld without the prior approval of the Federal Government ;  \n \n(e) control and regulate, with the approval of the Fede ral Government, the \nexaminations held at the Intermediate education and Secondary education level \nin Pakistan by foreign agencies, professional institutions or bodies or \nuniversities ;  \n \n(f) withdraw 1[affiliation] if it is satisfied after inspection carrie d out under clause \n(h) that the standards of management and instruction in an institution justify \nwithdrawal, provided that the 1[affiliation] shall not be withdrawn without the \nprior approval of the Federal Government;  \n \n(g) fix, demand and receive such fe es as may be prescribed ;  \n \n(h) cause an inspection to be made by such person or persons as the Board may \nnominate of  1[affiliated] institutions or institutions applying for 1[affiliation] ;  \n \n(i) adopt measures to promote the physical and moral well ‑being o f students of \n1[affiliated] institutions, and supervise their residence, health and discipline ;  \n \n \n1Subs. by Act , 2017 ( XIII of 2017 ), s. 5. \n \n  \n \nPage 6 of 10  (j) organize  and provide lectures, demonstrations, educational exhibitions and take \nsuch other measures as are necessary to promote the standards of Intermediate \neducation and Secondary education ;  \n \n(k) institute  and award scholarships, medals and prizes subject to such conditions \nas may be prescribed and to accept endowments for the same subject to such \nconditions as the Board may deem fit;  \n \n(l) prescribe text­books or other books study and to arrange for publica tion of such \ntext­books or other books;  \n \n(m) regulate the imposing of penalties for misconduct of students, teachers, \nexaminers and examinees ;  \n \n(n) prescribe qualifications for the appointment of teachers in the institutions \n1[affiliated] by the Board;  \n \n(o) submit to the Federal Government its views on any matter with which it is \nconcerned or which the Federal Government or any Provincial Government or \na educational institution may refer to it for its advice;  \n \n(p) deposit its surplus funds in any nationali zed bank of Pakistan;  \n \n(q) enter into and carry out contracts in exercise of its powers and in the \nperformance of its duties under this Act and the regulations ;  \n \n(r) regulate and decide all administrative matters including the creation and \nabolition of po sts under the Board ;  \n \n(s) appoint such officers and staff as it may consider necessary for the performance \nof its functions and to define their duties and conditions of service ;  \n \n(t) make provision for buildings, premises, furniture, apparatus, books and  other \nmeans required for carrying out the purposes of this Act ;  \n \n(u) pass its annual budget ;  \n \n(v) sanction  or incur such expenditure as may be necessary for carrying out the \npurposes of this Act ; and  \n \n(w) do all other acts necessary for carrying out the purposes of this Act.  \n \n(3) The Board may delegate any of its powers to the Chairman or any officer of the B oard or \nto a committee or sub ‑committee appointed by it.  \n \n9. Power of the Federal Government .___(1) The Federal Government shall have the power to  \ncause inspection to be made by such person or persons as it may direct, of the offices, activities and \nfunds of, and all the examinations conducted by, the Board and to cause an inquiry to be made in like \nmanner in respect of any matter concerning the Board.  \n \n \n1Subs. by Act , 2017 ( XIII of 2017 ), s. 5. \n \nPage 7 of 10  (2) The Federal Government shall communicate to the Board the result of such inspection or \ninquiry and may advise the Board to take such actions and within such period as may be specified.  \n \n(3) The Board shall report to the Federal Government the action it proposes to take or has taken \non such communication.  \n \n(4) Whe re the Board does not , within a reasonable time, take action to the satisfaction of the \nFederal Government, the Federal Government may, after considering any explanation made by the \nBoard, issue such directions as it thinks fit and the Chairman shall compl y with such directions.  \n \n(5) The Federal Government may, from time to time, direct the Board to conduct its affairs and \nperform its functions in such manner as may be specified.  \n \n(6) The Federal Government may require the Board to furnish it with___ \n \n(i) any return, statement, estimate, statistics or other information regarding any \nmatter relating to, or under the control of, the Board ; or  \n \n(ii) a report on any such matter ; or  \n \n(iii) a copy of any document in the charge of the Board ;  \n \n and the Chairman shall comply with every such requisition.  \n \n(7) If the Board fails or neglects to comply with the directives or orders given to it under sub­ \nsection (5) or if, in the opinion of the Federal Government, the Board persistently makes defaults in \nthe performan ce of its functions under this Act, the Federal Government may supersede the Board and \nappoint the Chairman in the place of such Board until a new Board is established in accordance with \nthe provisions of this Act and no such supersession or appointment sh all be questioned in any court.  \n \n10. Officers of the Board .___The following shall be the officers of the Board, namely:___ \n \n(i) the Chairman;  \n \n(ii) the Secretary ; and  \n \n(iii) such other officers as may be appointed by the Board.  \n \n11. Appointment powers and duties of the Chairman .___(1) The Chairman shall be \nappointed by the Federal Government on such terms and conditions as the Federal Government may \ndetermine.  \n \n(2) The Chairman sh all hold office for a term of three years but shall be eligible for \nreappointment for a second term not exceeding three years:  \n \nProvided that, notwithstanding the expiry of the term of his office, he shall continue to hold \noffice until his successor is app ointed and enters upon his office.  \n \n(3) If at any time the office of Chairman is vacant, or he is unable to perform his functions, \n \nPage 8 of 10  temporarily or otherwise, by reason of leave, illness or other cause for a period not exceeding one year, \nthe Federal Governm ent shall make such arrangements for carrying on the duties of the Chairman as \nit may think fit  ; and, until such arrangements are made, the Secretary shall perform the duties of the \nChairman.  \n \n(4) It shall be the duty of the Chairman to ensure that the pr ovisions of this Act and the \nregulations are faithfully observed, and he shall exercise all powers necessary for this purpose.  \n \n(5) If an emergency arises out of the administrative business of the Board which, in the opinion \nof the Chairman, requires that immediate action should be taken, the Chairman may take such action \nas he deems necessary and shall report the action taken to the Federal Government and to the Board \nas its next meeting for approval.  \n \n(6) The Chairman shall exercise such other powers as m ay be prescribed.  \n \n12. Appointment, powers and duties of the Secretary .___(1) The Secretary shall be appointed \nby the Federal Government on such terms and conditions and for such period as the Federal \nGovernment may think fit.  \n \n(2) The Secretary shall, subject to the c ontrol of the Chairman, be the c hief administrative \nofficer of the Board, shall be responsible for ensuring that the orders of the Board and the Chairman \nare carried out and shall execute all contracts for and on behalf of the Board.  \n \n(3) The Secretary shall be responsible for ensuring that all moneys are expended on the purpose \nfor which they are granted or allotted and for preparing and submitting to the Board for approval an \nannual statement of accounts and budget estimates.  \n \n(4) The Secretary shall exercise such other powers as may be prescribed.  \n \n13. Appointment and constitution of committees .___(1) The Board shall appoint Committees \nof Courses, a Finance Committee and such other committees as it may deem necessary for the pr oper \nexecution of its business.  \n \n(2) Each committee shall consist of members of the Board and of such other persons, if any, \nas the Board, in each case, may think fit to appoint:  \n \nProvided that a person nominated by the Federal Government shall be a member  of the Finance \nCommittee.  \n \n(3) A committee may, subject to the approval of the Chairman, co ‑opt persons if the committee \nso feels.  \n \n(4) The term of office of a member of a Committee co ‑opted under sub­section (3) shall be one \nyear from the date of co -option : \n \nProvided that a person co ‑opted in his capacity as a member of a particular body or as the \nholder of a particular appointment shall hold office only for so long as he is a member of that body or \nthe holder of that appointment, as the case may be.  \n \nPage 9 of 10  14. Fund .___The Board shall have a fund to which shall be credited all income of the Board, \nincluding income from fees, endowments, grants and contributions.  \n \n15. Annual audit of accounts .___(1) The accounts of the Board shall be maintained in such \nform and i n such manner as may be prescribed.  \n \n(2) The accounts of the Board shall be audited every year by the Accountant  General, Pakistan \nRevenues.  \n \n(3) The Board shall, at the time of audit, produce all accounts, registers, documents and other \npapers which may be required by the auditor to assist him in his investigation:  \n \nProvided that, if the Federal Government certifies, that a particular document is secret, the \nauditor shall accept in lieu of such documents a statement in respect thereof duly certified b y the \nChairman:  \n \nProvided further that, if such a document is confidential, the auditor shall be responsible for \npreventing disclosure of its contents.  \n \n(4) The Board shall, as soon as possible after the end of each financial year, submit to the \nFederal Government the annual statement of the accounts of the Board, duly audited, together with \nthe report of the auditor.  \n \n16. Provident fund .___The Board may establish a provident fund for the benefit of its \nemployees and, where it establishes such fun d, the provisions of the Provident Funds Act, 1925 (XIX \nof 1925), shall apply to such fund.  \n \n17. Powers of the Board to make regulations .___(1) The Board may, with the approval of the \nFederal Government, make regulations for carrying out the purposes of th is Act.  \n \n(2) In particular, and without prejudice to the generality of the foregoing power, the regulations \nmay provide for all or any of the following matters, namely :___ \n \n(a) the procedure for the conduct of, and the number of members required to form \na quorum at, meetings of the Board and the committees ;  \n \n(b) the conduct of examinations, including the appointment of examiners and their \nduties, powers and remuneration  ; \n \n(c) the conditions for admission of candidates to the examinations held by the \nBoar d and their eligibility for diplomas, certificates and titles  ; \n \n(d) the conditions for the 1[affiliation] of institutions and the withdrawal of \n1[affiliation]  ; \n \n \n \n1Subs. by Act , 2017 ( XIII of 2017 ), s. 6. \n \n \n \nPage 10 of 10  (e) the courses  of study  to be followed  in the institutions  imparting  Intermediate  \neducation  or Secondary  education  or education  for other  examinations  \nconducted  by the Board;  \n \n(f ) the institution of scholarships and prizes;  \n \n(g) the election and co ‑option of members of the Board and its committee s ; \n \n(h) the constitution, powers and duties of committees ;  \n \n(i) the appointment of employees of the Board and the conditions of their service ;  \n \n(j) the constitution of a provident fund for the benefit of the employees of Board ; \nand \n \n(k) such other matt ers as may be necessary for giving effect to the provisions of \nthis Act.  \n \n \n \n \n \n \n________"
}