{
    "file": "./converted_json\\administratorf8f2245fac1149c28664595da275b9a6(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "9REGISTERED No.M - 302\nL.-7646\n@beGVue d Sgffrhr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nI\nISLAMABAD, SA\nIt is enacted as follows:_TURDAY, D\nPART I\nAN\nAcTECf,MBER 4,2021\nActs, Ordinances, president,s Orders and Regulations\nNATIONAL ASSEMBLY SECR,ETARIAT\n. Islamabad, the 3rd December, 2021\nNo. F.22 (32)/2020_Legis._The following Act of Majlis_e-shoora (Parliamenr) received the assenr of the p*ria* \n\"\"ifr..l st tecemUer, Z0ZI is hereby published for general information:_\nAcrNo. xxxl oF 2021\nto provide for the establishment olHyderabad lnstitute for Technologt andManage me n t Scier\"rr\" rri a\" i\"\"' r.iiiri irr rirr,\n::1----------------:::{'*,ffi ii,x;:T::t\"#,:\"J.il,.,ff :H::i'i.l,T;}:.:*.,[]'\"d jmafters connected therewith and anc]llu.y tfr\".\"to; .'\"'\n|72s(2021/Ex. Gaz.l(e4s)\nPrice: Rs. 40.00\nTHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I\nmeans a teaching department\nor recognized by the lnstitute[PART I\n946\nCHAPTER- I\nPRELIIVIINARY\nl.shorttitlegndcommencement.{l)ThisActshallbecalledthe\nuyde.ab^ui fnlti-tut\" io. f\"\"ttnolory and Management Sciences Act' 2021'\n(2) lt shall come into force, on such date as the Govemment may' by\nnotification in the official Gazette, appoint'\n2. De{initions.-ln this Act, unless there is an}thing repugnant in\nthe subject or context'-\n(i) \"Academic Council\" means the Academic Council of the lnstitute;\n(ii) \"Authority\" means any of the Authorities of the tnstitute specified\nin this Acti\n(iii) *Board\" means the Board of Govemors ofthe Institute constituted\nunder section l9;\n(vi)\n(viD\"Pro-ChancelloC' means the Pro-Chancellor of the University;\n\"Chamber\" means the Chambers of Commerce and Industry'\nHyderabad;\n\"Chancellor\" means the Chancellor ofthe Institutel\n\"Commission\" means the Higher Education Commission set up\n,;J;; ilgh\". Education Commission ordinance' 2002 (LllI of\n2002);\n\"Dean\" means the head of a Faculty or the head of an academic\nbodj granted the status ofa Faculty by this Act or by the Statutes or\nRegulations;\nmaintained and\nin the manner(iv)\n(v)\n(viii)\n(ix) \"Department\"\nadministered\nprescribed;\n(x) *Director\" means the head of an academic' rcsearch or\n\"a.ini*\",i\"\" unit of the Institute established under the Statutes or\nRegulations in terms ofthe power delegated by this Act;\n(xi) \"emolovees\" means whole time teachers, officers and other staff\nappointed or inducted and paid by the Institute;\n(xii) \"Faculty\" means an adminisrative and academic unit of the\n'\"\"' li.t-itutJ \"onsisting ofone or more departnents as prescribed;\nPART I]OF PAKITHE GAZETTESTAN, EXTRA, DECEMBER 4,202t 947\n(xiii)\n(xiv)\n(xv)\n(xvi)\"Govemment,' means the Federal Government;\n\"lnstitute\" means the Hyderab\nManagement Sciences; ' 'ad Institute for Technology and\n*prescribed'.. means prescribed by Statutes, Regulations or Rules made under this Act:\n\"quality assurance\" means aracadeinic \"\"d-'\"a*i\"ir*iiulr\"'ng compriance to a[ such\nguidelines provided uy,r,\" co..,l1fl\"t]9\": , *1.\"t' polices or\ni n above \n\"i, a u.v*i \"iili,\"' rti:i'lrT:' ::#,::il,liili1iinconsistent with this Act;\n(xvii)\n(xviii)\n(xix)\n(xx)\n(xxi)\n(xxii)\"Rector\" means the Rector ofthe Institute;\n\"Review Committee,. means th(\nChancellor in accordance with J-t::::-g:*Iinee se-t up bv the\nre provrsrons ofsection g;\n\"Schedule\" means a Schedule to this Act;\n\"Search Commiftee.. means thechancellor under section 13: Search committee set up by the\n\"Statutes\", \"Regulations\" and *Rules,, means respectively the Statutes, the Regulations and rn\" nut\", ,\"j. unJ\"r',r,fli\"r.jia ,,\n\"Teachers\" include professors \n. Associate professors, Assistant Professors and Lecturers engaged *hole+ime by the Institute and\n;,\"\"X#* persons as ,\"i [\" a\"\"h.\"a at-i\"srt;ffir:\"\"1\"\n,fsfrlFl\"#,\n3. IncorDoration-___/ I ) The Hyderabad Institute for Technolory and Management Scienies is trereuy estaUf isfrei as d\"\"\"i'\"'**if ,ilinstiturion.\n(2) The Institute shall have its campus in Hyderabad.\n(3) The Institute shall consist ofthe following, namely:_\n(a) the Chancellor;\n(b) thepro-Chancellor;\n(c) the Rector;\n(d) the Deans and the Heads ofDepartments;\n948 THE GAZETTE OF PAKISTAN, EXTRA.,DECEMBER4,2O2I [PART I\n(ii)\n(iii)\n(iv)\n(v)(e) the members of the Authorities of the Institute established under\nthis Act;\n(0 all Teachers and Persons recognized as.students of the Institute in\naccordance with tirms prescribed from time to time; and\n(g) all other full-time officers and members of the staff of the Institute'\n(4)ThelnstifuteshallbeabodycorporatebythenameofHyderabad\nInrtitut\"tll, i;#,d-il M\"nag\"mint sciences and shall have perpetual\n;\";.i\";;;;;mt seal and rnay sue and be sued by the said name'\n(5) The Institute shall be competent to acquirc anairola property' both\nmouable'-aird immovable, and to lease, sell or otherwise transfer any movable and\nii-.\"\"\"Ui\" p-p\"rty which may have Lecome vested in or been acquired by it'\n(6) Notwithstanding anyhing contained in any other law for the time\nu.ing int?or*,\"ii\"-r\"\"i*i.irt\"ir hav-e academic' financial and administrative\n;;ffi;y, inciuding the powsr to €mrloy. oflicers' teachers andother employees\n;;;h i;t . u, ,i\"y t\" prescribed, tub;\"\"t to the terms of this Act and the\niii$\"iiXr\"\",i.n Comm.ission ordinance, 2002 (LIII of 2002)'\n4. Powers and purposes of the lmtitute'- (l) The Institute shall be\na Dremier institute for advance studies and raining and its curricula shall include\npromotion of special scientific and social studies'\n(2) Notwithstanding the aforesaid, the institute shall' inter-alia'-\n(i) provide for education and schotarships in such branches of\ninowledge as it may deem fit, and to make. provision for research'\nservice io society and for the application' advancement and\ndissemination of koowledge in such manner as it may determine;\nprescribe courses of studies to be conducted by it;\ndeveloo. active and continued relationship with industrial' business\n*d ,\"*i\"\" t\"\",oo for curriculum design and implementation;\nhold examinations and to award and confer degrees' diplomas'\n\"\"Jf\"\"\"t \"\"a other academic distinctions to and on persons who\n;;;;;; \"a.itt\"a to and have passed is examinations under\nprescribed conditions;\norescribe the terms and conditions of employment of the ofticers'\ni\"\"\"tra.. *a other employees of the Institute and to lay down terms\n;;\";;;Ji i\"\"; that mav be different from those applicable to\nGovernment serv4nts in general;\nenqase. where necessary' persons on contract of specified duration\nani tlo ipecifi ttre terms ofeach such engagement;(vi)\nPART THE GAZETTE OF PAKISTAN , EXTRA , DECEMBER 4,2021 949\n(vii) confer honorary degrees or other distinctions on approved persons\nin the manner prescribed;\n(viii) provide for such instruction to unorganized labour force through\nnon-conventional courses as it may prescribe and to grant\ncertificates and diplomas to such persons;\n(ix) launch programmes for the exchange of students and teachers\nbetween the Institute and other universities, educational institutions\nand research organizations, inside as well as outside pakistan;\n(x) provide career counseling and job search service to students and\nalumni;\n(xi)\n(xii)\n(xiii)\n(xiv)\n(xu)\n(xvi)\n(xvii)\n(xviii)\n(xix)\n(xx)maintain linkages with alumni;\ndevelop and implement fund-raising plans;\nprovide and support the academic development ofthe faculty ofthe\nInstitute;\nconfer \n. degrees on persons who have canied on independent\nresearch under prescribed cond itions;\naccept the-examinations passed and the period of study spent by\nstudents of the Institute at other universities and places tf Larning\nequivalent to such examinations and periods of study in the\nInstitute, as it may prescribe and to withdraw such acceptance;\nco-operate with other universities, pubtic authorities or private\norganizations, inside as well as outside pakistan, in such manner\nand for such purposes as it may prescribe;\nestablish Professorships, Associate professorships, Assistant\nProfessorships and Lecturerships and any other posts and to appoint\npersons thereto;\ncreate posts for research, extensions, administration and other\nrelated purposes and to appoint persons thereto;\nestablish and award financial assistance to students in need,\nfellow.ships, scholarships, bursaries, medals and prizes under\nprescribed conditions;\nestablish teaching departments, schools, faculties, museums and\nother centers of leaming for the development of teaching and\nresearch and to make such arrangements for their maintenance,\nmanagement and administration as it may prescribe;\n950 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I ART I\n(xxi) provide for the residence of the sodents of the Institute and to\nmaintain halls of residence and to approve or license hostels and\nlodging;\n(xxii)\n(*xiii)\n(xxiv)\n(xxv)\n(xxvi)\n(xxvii)\n(xrviii)maintain order. discipline and security in the lnstitute;\npromote the extra-curricular and recreational activities of such\nstudents and to make arrangements for promoting their health and\ngeneral welfare;\ndemand and receive such fees and other charges as it may >- . -\ndetermine;\nmake provision for research, advisory or consultancy services and\nwith these objects to enter into arrangements with other institutions,\npublic or private bodies, commercial and industrial enterprises\nunder prescribed conditions;\nenter into, carry out, vary or cancel contracts;\nreceive and manage property transferred and grants, contributions\nmade to the lnstitute and to invest any fund representing such\nproperty, grants, bequests, trusts, gifts, donations endowments or\ncontributions in such manner as it may deem fit;\nprovide for the printing and publication of research and other\nworks; and\ndo atl such other acts and things, whether incidental to powers\naforesaid or not, as may be requisite or' expedient in order to further\nthe objectives of the Institute as a place of education, leaming and\nresearch.\n5. Institute open to all classes, creeds, etc.- (l) The Institute shall\nbe open to all persons of either gender and of whatever religion. caste, race,\ncreed, class, colour or domicile and no person shall be denied the privileges of\nthe lnstitute on the ground of gender, religion, race, class, colour, creed or\ndomicile.\n(2) The lnstitute shall admit students from all regions of the country on\nmerit.\n(3) An increase in any fee or charge that is in excess of ten percent per\nannum on an annual basis from the last such increase may not be made except in\nspecial ciycumstances and only with approval ofthe Board.\n(4) The Institute shall launch financial aid programmes for students in\nneed. to the extent considered feasible by the Board, given the resources are(xxix)\nPART I] THE GAZETTE oF PAKISTAN, EXTRA., DECEMBER 4, 2o2I 95I\navailable, so as to enable admission and access to the lnstitute and the various\nopportunities provided by it to be based on merit rather than abilir.v to pay.\n6. Teaching at the Institute.- (l) The academic programmes ofthe\nInstitute shall be conducted in the prescribed manner and may include lectures,\ntutorials, discussions, seminars, demonsrrations, updated methLds of instructions\nand practical work in laboratories, workshops, industries, technological parks and\nother govemment and private organizations.\n(2) The lnstitute shall resrrict ro phase-wise development of its\nacademic programmes and having developed the necessary infristructure and\nhuman resources. [t shall launch its academic programmes subsequently.\n(3) The degree awarding programmes ofthe Institute shall conform to\nthe approved criteria olthe Commission and shall be accredited by the respective\naccreditation councils, where deem necessary.\n(4) The Institute may associate extemal examiners for the conduct of\nexaminations-\n. (5) The authority responsible for organizing recognized teaching shall\nbe such as may be prescribed.\n(6) The Ir-rstitute shall not affiliate any institution for the purpose to\naward degree.\nCHAPTER - III\nOFFICERS OF THE INSTITUTE\n7. Principal ollicers.-The following shall be the principal officers\nof the Institute, namely;-\n(a) the Chancellor;\n(b) the Pro-Chancello4\n(c) rhe Rector;\n(d) the Deans;\n(e) the Adviser Quality Assurance;\n(0 the Heads ofthe Departments;\n(g) the Regisrrar;\n(h) the Director Finance;\n(D the Controller of Examinations; and\n(t) such other persons as may be prescribed by the Statutes or\nRegulations to be the principal officers ofthe Institute.\n952 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2021 [PARr I\n8. Chancellor.{l) The President of Pakistan shall be the Chancellor\nofthe Institute.\n(2) The Chairperson and the members of the Board, other than the\nex-fficio members, shall be appointed by the Chancellor from amongst the\npersons recommended by the Board in accordance with sub-section (2) ofsection 19.\n(3) The Rector shall be appointed by the Chancellor from amongst the\npersons recommended by the Search Committee constituted under sub-section\n(2) of section 13.\n(4) Every proposal to confer an honorary degree shall be subject to\nconfirmation by the Chancellor.\n(5) lf the Chancellor is satisfied that serious inegularity or\nmismanagement rvith respect to the affairs of the Institute has occurred, he\nmaY,-\n(a) as regards proceedings of the Board, direct that specified\nproceedings be reconsidered and appropriate action taken within\none month the directions having been issued:\nProvided that if the Chancellor is satisfied that either no\nreconsideration has been carried out or that the reconsideration has\nfailed to address the concem expressed, he may, after calling upon\nthe Board to show cause in writing, appoint a Review Committee to\nexamine and report to the Chancellor on the proceeding of the\nBoard. The report of the Review Committee shall be submitted\nwithin such time as may be prescribed by the Chancellor. The\nReview Committee shall be drawn from persons of eminence in\nacademics and in the fields of law, accountancy and administration:\nProvided further that if the Chancellor is not satisfied with the\nfindings of the report of the Review Committee, he may, by order\nin writing, annul such proceedings or orders; and\n(b) as regards proceedings of any Authority or rvith respect to matters\nwithin the competence ofany Authority other than the Board, direct\nthe Board to exercise powers under section 20.\n9. Removal from the Board.{l) The Chancellor may, upon the\nrecommendations of the Review Committee, remove any person from the\nmembership ofthe Board on the ground that such person,-\n(a) has become ofunsound mind; or\n(b) has become incapacitated to function as member of the Board; or\nPART I]THE GAZETTE OF PAKISTA N, EXTRA., DECEMBER4,202l 953\n(c) has been convicted by a court of law for an offence involving moralturpitudel or\n(d) has absented himself from two consecutive meetings without just\ncause; or\n(e) has been guilry of misconducq including use of position forpersonal advantage^ of.any kind or grois inefficiency in theperformance of his functions:\n. Provided that the Chancellor shall constitute a Review Committee under- v sub-section (5) ofsection g:\nProvided further that prior to the removal ofthe member ofthe Board he\n. shall be given an opportunity ofbeing heard.\n(2) The Chancellor. shall remove any person from the membership ofthe Board on a resolution calling for th-e removai of such person supported by atIeast three fourths ofthe membership ofthe Board:\nProvided rhar before passing such resolution, the Board shall provide themember concemed a fair hearing:\nProvided further rhat the provisions ofthis section sha, not be applicabreto the Pro- Chancellor in his capacity as a member ofthe Board.\n10. Visitation.-The Chancellor may cause an inspection or inquiry tobe made in respect of any matter connected with the affairs of the. Institute andshall from time to time, direct any person or persons as he may deem fit toinquire into or carq/ out inspection.\n11. The pro-Chanceltor._ (l) The Federal Minister in_charge ofthe \\< Division to which the business of the Institute is assigned shali be thePro-Chancellor of the Institute.\n(2) The Pro-Chancellor shall preside over the meeting of the Board. Hemay appoint any member, other than ex_ofiicio, to preside overlhe meeting in hisabsence.\n(3) In absence ofthe Chancellor or during the Chancellor,s inability toact or lvhen the Chancellor so directs, the pro-bhancellor shall exercise allpowers and performs all functions ofChancellor.\n12. The Rector.-{r) There sha be a Rector of the Institute who sharlbe an eminent academic, renowned researcher or a distinguished administratorand shall be appointed on such terms and conditions as mayie prescribed.\n954 THE GAZET-| E OF PAKISTAN, EXTRA.,DECEMBER4,2O2I [PART I\n(2) The Rector shall be the chief executive officer of the lnstitute\n.\".oonrilt\" for all administrative and academic functions of the Institute and for\n;'r;i;;;;i,h fiouisions of this Ac! statutes' Regxlations and Rules are\nfaithfullv observed in order to promote the general efficiency and good order of\ntt;'ililr\". The Rector shail havg all powers prescribed \n. for this purpose\ni\"i\"ai\"glJri\"ir\"\"tive control over the officers, teachers and other employees\nof the Institute.\n(3) The Rector shall, if prcsent, be entitled to attend any meeting of any\nAuthority or body of tle lnstitute.\n(4) The Rector may, in an emergency that in his opinion requires\nimmedi# action ordinarily not in the compeience of the Rector' take such action\nand forward, within seventy-two hours' a report of the action taken to the\ni\"^i\"r. ofih\" E*\".g\"ncy Committee of the Board, to be set up by Statutes'\nit \" e.\"rg\"n.y Com-mittie may direct such further action as is considered\nThe Rector shall also have the following powers, namely:-\nto direct teachers, officers and other emplol'ecs of the Institute to\ntake up such assignments in connection with examination'\nadministration and such other activities in the lnstitule as he may\nconsider necessary for the purposes ofthe Institute;\nto sanction by re-appropriation an amount not exceeding an amount\nprescribea by tne eorra for unforeseen item not provided for in the\ntudget and report it to lhe Board at the next mceting:\nto make appointment of such categories of employees of the\nInstitute andln such manner as may be prescribed by the Statutes;\nto suspend punish and remove in accordance rvith prescribed\n,,..r\"\"dlr.- from service officers, teachers and other employees of\n[h. lnstitute except those appointed by or with the approval of the\nBoard;\nto delegate, subject to such condilions as may be prescribed any of\nhi, poi\"rt-undl. this Act to an officer or officers of the Institute;\nand\nto exercise and perform such other powers and functions as may be\nprescribed.appropriate.\n(s)\n(a)\n(b)\n(c)\n(d)\n(e)\n(0\nPART I]THE GAZETTE OF PAKISTAN . EXTRA , DECEMBER4,202l 955\n!, (6). The Rector shall preside at rhe convocation ofthe Institute in theabsence of the Chancellor.\n(7) The Rector shall present an annual report before the Board withinthree months of the close of the academic year. The annual report shall presentsuct information as regards the academic year under review as may be prescribedincluding disclosure ofall relevant facts pirtaining to,_\n(a) academics;\n(b) research;\n(c) administration;and\n(d) finances and audir.\n(8) The annual report shall be made available, prior to its presentationbefore the Board, to all officers and Teachers and strat'i be published in suchnumbers as are required to ensure its wide circulation.\n13. Appointment and removal of the Rector._{l) The Rector shallbe appointed by the Chance or on rhe recommendati;; of the SearchCommittee.\n(2) A Search Committee for the recommendation of persons suitablefor appointment as Rector sha be constituted by the Chancellor on the date andin the manner prescribed by the Statutes ani shall comprise three to fivemembers to be nominated by the Chancellor. The Search Committee shall remainin existence till such time that the appointment ofthe next Rector has been made\nby the Chancellor.\n(3) The Rector shall be appointed for a tenure of four years on suchterms and conditions as may be prescribed by Statues. The incumbent Rectorshall not be allowed any extension in his tenuie but subject to eligibility he mayagain compete for the seat of Rector in accordance with ihe proced-ure piescribej.\n, ^ (4). The Board may, pursuanr ro a resolution in this behalf passed bythree-fourths of its membership, recommend to the Chancellor the removal oftheRector on the ground ofineffrciency, conviction ofan offence ofmoral turpitude,physical or.mental incapacity or gross misconduct including misuse of plsitionfor personal advantage of any kind:\nProvided that the Chancellor may make a reference to the Board statingthe instarces of inefficiency, moral turpitude or physical or mental incapacity oigross misconduct on the part of the Rector that hive come to his notice. After\n9s6 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,202l [P^Rr I\nconsideration of the reference the Board may, pursuant to a resolution in this\nbehalfpassed by two- thirds of its membership, recommend to the Chancellor the\nremoval ofthe Rector:\nProvided further that prior to a resolution for the removal of the Rector\nbeing voted upon the Rector shall be given an opportunity ofbeing heard.\n(5) A resolution recommending the removal of the Rector shall be\nsubmifted to the Chancellor forthwith. The Chancellor may accePt the\nrecommendation and order removal ofthe Rector or retum the recommendation\nto the Board.\n(6) At any time when the office of the Rector is vacan! or the Rector\nis absent or is unable to perform the functions of his office due to illness or some\nother cause, the senior most professor of the Institute shall perform the duties of\nthe Rector till the appointment of new Rector or his retum to office.\n14. Registrar.-{ 1) There shall be a Registrar of the lnstitute to be\nappointed by the Board on the recommendation ofthe Rector, on such terms and\nconditions as may be prescribed.\n(2) The experience as well as the professional and academic\nqualifications necessary for appointment to the post of the Registrar shall be as\nmay be prescribed\n(3) The Registrar shall be a full-time officer of the Institute and\nshall,-\n(a)be the administrative head of the secretariat of the Institute and be\nresponsible for the provision of secretarial support to the Principal\nOfficers of the Institute;\nbe the custodian of the common seal and the academic records of\nthe Institute;\nmaintain a register of registered graduates in the prescribed manner;\nsupervise the process of election, appointment or nomination of\nmembers to the various authorities and other bodies in the\nprescribed manner; and\nperform such other duties as may be prescribed.(b)\n(4)\nthree years:(c)\n(e)\n(e)\nThe term of office of the Registrar shall be a renewable period of\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I 95'7\nProvided that the Board may, on the advice ofthe Rector, terminate the\nappointment of the Registrar on grounds of inefficiency or misconduct in\naccordance the prescribed procedure.\n15. Director Finance.-{l) There shall be a Director Finance of the\nInstitute to be appointed by the Board on the recommendation of the Rector, on\nsuch terms and conditions as may be prescribed.\n(2) The experience and the professional and academic qualifications\nnecessary for appointment to the post of the Director Finance shall be as may be\nprescribed.\n(3) The Director Finance shall be the chief financial officer of the\nInstitute and shall,-\n(a) manage the assets, liabilities, receipts,. expenditures, funds and\ninvestments of the lnstitute:\n(b) prepare the annual and revised budget estimates ofthe Institute and\npresent them to the Board for approval;\n(c) ensure that the funds of the Institute are expended on the purposes\nfor which they are provided:\n(e) have the accounts of the Institute audited annually so as to be\navailable for submission to the Board within six months ofthe close\nof the financial year; and\n(e) perform such other duties as may be prescribed.\n(4) The term of office of the Director Finance shall tre a renewable\nperiod ofthree years:\nProvided that the Board may, on the advice ofthe Rector, terminate the\nappointment ofthe Director Finance on grounds of inefficiency or misconduct in\naccordance with the prescribed procedure.\n16. Controller of Examinations.- (l) There shall be a Controller of\nExaminations to be appointed by the Board on the recommendation of the\nRector, on such terms and conditions as may be prescribed.\n(2) The minimum qualifications necessary for appointment to the post\nofthe Controller of Examinations shall be as may be prescribed.\n(3) The Controller of Examinations shall be a full-time officer of the\nInstitute and shall be responsible for all matters conc€rned with the conduct of\nexaminations and perform such other duties as may be prescribed.\n958 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I IPART I\n(4) The Controller of Examinations shall be appointed for a renewable\nterm ofthree years:\nProvided that the Board may, on the advice ofthe Rector, terminate the\nappointment of the Controller of Examinations on grounds of inefficiency or\nmisconduct in accordance with the prescribed procedure.\n17. Adviser Quality Assurance.- (l) There shall be an Adviser\nQuality Assurance of the lnstitute, equivalent to the status of Dean, to be\nappointed by the Board on the recommendation ofthe Rector, on such terms and\nconditions as may be prescribed.\n(2) The experience as well as the professional and academic\nqualifications necessaiy for appointment to the post of the Adviser Quality\nAssurance shall be as may be prescribed.\n(3) The Adviser Quality Assurance shall be a full time officer of the\nInstitute and shall-\n(a) be the quality auditor of the Institute and be responsible to\nfacilitate Rector in quality assurance in terms of clause (xvi) of\nsection 2l\n(b) be the principal officer and ex-oficio member of the Academic\nCouncil ofthe Institute in terms of sections 7 and 2l -\n(c) coordinate with all the departments, as shall be required, for\nperforming his responsibilities as specified in clause (a) of sub-\nsection (3) and shall directly report to the Rector;\n(d) release an annual compliance report of the Institute based on his\nfindings while performing his responsibilities as specified in\nclause(a) ofsub-section (3) for review ofthe Board.\n(4) The Board may, on the advice of the Rector, terminate the\nappointment of the Adviser Quality Assurance on grounds of inefficiency or\nmisconduct in accordance with the prescribed procedure.\nCHAPTER _ IV\nAUTHORITIES OF THE INSTITUTE\n18. Authorities.{ l) The following shall be the Authorities of the\nInstitute, namely:-\n(a) Authorities established by this Act shall be,-\nPART I] THE GAZETTE oF PAKISTAN, EXTRA.,DECEMBER4,2O2I 959\n(D\n( ii)the Board of Govemors;\nthe Academic Council; and\n(b) Authorities to be established by the Statutes shall be,_\n(i) Graduate Studies and Research Board;(ii) Search Committee fbr the appointment of the Rector:(iii) Finance and Planning Commiftee; and(iv) Selection Boards.\n(2) The Board of Governors and the Academic Council may set upsuch otlrer commiftees or sub-committees, by whatever name described, as areconsidered desirable through Statutes or h.egulations as appropriate. Suchcommittees or sub-committees shall be Authorities of the Institute for thepurposes ofthis Act.\n19. Board of Governors._ (l) The body responsible for thegovernance of the Institute shall be described as the Board of Govemors andshall consist of the following. namely:-\n(a) thePro-Chancellor;\n(b) rhe Recror, ex-oficio;\n(c) the Pro-Chancellor ofthe Commission or his nom inee, ex_offcio;\n(d) Secretary or his nominee as ex_oficio of the Ministry to rvhich\nbusiness ofthis Act stands allocated;\n(e) one person to be nominated by the Govemment of from among\npersons who are engineers, scientists, technologists or industrialists\nof reputel\n(0 two professors of the Institute to be nomjnated by the Academic\nCouncil;\n(g) three persons of outstanding merit in the field of education,engineering or science, industry, business and administration to benominated by the Chancellor; and\n(h) two persons from industrial and business sectors of the countrv tobe nominated by the Chancellor on the recommendation of'the\nChamber.\n960 THE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 4, 2O2I [PART I\n(2) Appointments of persons described in clauses (h) and (i) of sub-\nsection (l) shatl be made from amongst a panel ofthree names for each vacancy\nrecommended by the Board or Chamber as the case may be:\nProvided that effort shall be made, without compromising on quality or\nqualification, to give fair representation to women on the Board:\nProvided further that as rcgards the persons described in clause (g) of\nsub-section (l) the Board shall prescribe a procedure for appointment of\nprofessors to the Board.\n(3) The members of the Board, other than ex-oficio members, shall\nhold office for three years:\nProvided that no person, other than an ex-ofrcio member, shall serve on\nthe Board for moie than two consecutive terms.\n(4) The Board shall meet at least twice in a calendar year on such dates\nas may be fixed by the Pro-Chancellor.\n(5) A speciat meeting may be called at any time on the direction ofthe\nChancellor or on a requisition made by not less than five members of the Board\nto consider a matter of urgent nature.\n(6) Not less than seven clear days' notice of a special meeting shall be\ngiven to the members of the Board and the agenda of the meeting shall be\nrestricted to the matter for which the special meeting is called.\n(7) Service on the Board shall be on honorary basis, provided that\nactual expenses may be reimbursed as may be prescribed.\n(8) Unless otherwise prescribed by this Act, all decisions of the Board\nshall be taken on the basis ofthe opinion ofthe majority of the members present.\nIn the event of the members being evenly divided on any matter the person\npresiding over the meeting shall have a casting vote.\n(9) The quorum for a meeting of the Board shall be two{hird of its\nmembership, a fraction being counted as one.\n(10) The Registrar shall be the Secretary ofthe Board\n20. Powers and functions of the Board.- (1) The Board shall have\nthe power of general supervision over the Institute and shall hold the Rector and\nthe Authorities accountable for all the functions of the Institute. The Board shall\nhave all powers of the lnstitute not expressly vested in an Authority or officer by\nPART I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I 961\nthis Act and all other powers not expressly mentioned by this Act that are\nnecessary for the performance of its functions.\n(2) Without prejudice to the generality of the foregoing powers, the\nBoard shall have the following powers, namely:-\n(a) to take decisions on questions of policy relating to the\nadministration and working ofthe Institute;\n(b) to oversee the quality and relevance of the Institute,s academic\nprogrammes and to review the academic affairs of the Institute in\ngeneral;\n(c) to hold control and lay down policy for the administration of the\nproperty, funds and investments of the Institute, including the\napproval of the sale and purchase or acquisition of immovable\nproperty;\n(d) to approve the proposed annual plan of work, the annual and\nrevised budgets, the annual report and the annual statement of\naccount;\n(e) to approve the appointment of the Deans, Professors, Associate\nProfessors and such other senior faculty and senior administrators\nas may be prescribed;\n(0 to create professional, research and administrative posts and such\nother posts as may be required to carry out for the purpose of the\nInstitute and set the terms and conditions of appointment of all\nofficers, teachers and other employees ofthe Institute;\n(g) to suspend, punish or remove from service employees of the\nInstitute in the manner as may be prescribed after due inquiry and\njustice;\n(h) to approve the Statutes and Regulations proposed by the Academic\nCouncil or other authorities ofthe Institute:\nProvided that Board may frame Statute or Regulation on its\nown initiative and approve it after calling for the advice of the\nrelevant authority ofthe Institute, as the case may be;\n(i) to recommend to the Chancellor removal of any member of the\nBoard in accordance with the provisions ofthis Act;\n0) to make appointment of members of the Academic Council, other\nthan ex fficio members, in accordance with the provisions of this\nAct;\n962 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I [PART I\n(l) to appoint Emeritus Professors on such terms and conditions as\nmay be prescribed;\n(m) to remove any person from the membership of any Authority if\nsuch person,-\n(i) has become ofunsound mind;\n(ii) has become incapacitated to function as member of such\nAuthority; or\n(iii) has been convicted by a court of law for an offence involving\nmoral turpitude; and\n(n) to determine the form, provide for the custody and regulate the use\nof the common seal of the Institute.\n(3) The Board may, subject to the provisions of this Act delegate all or\nany of the powers and functions of any Authority, officer or employee of the\nInstitute, to any Authority, committee, olficer or employee for the purpose of\nexercising such pov;ers and performing such functions and for this purpose the\nBoard may create new posts or positions in the Institute.\n21. Academic Council,- (l) There shall be an Academic Council of\nthe Institute consisting ofthe following, namely:-\n(a) the Rector who shall be its Chairperson;\n(b) the Deans;\n(c) the Adviser Quality Assurance;\n(d) the Heads ofall the teaching Departments;\n(e) all Professors including Emeritus Professors;\n(0 the Director Finance;\n(g) the Controller of Examination;\n(h) the Librarian;\n(i) the Registrar who shall be the secretary of the Academic Council;\nand\nC) five eminent professors from other degree awarding institutions in\nthe area relevant to the Institute to be nominated by the Board.\n(2) The Academic Council shall meet at least once in each quarter.\n(3) The quorum for meeting of the Academic Council shall be two-\nthird on the total number of members, a fraction being counted as one.\nPART I] THE GAZETTE OF PAKISTAN , EXTRA , DECEMBER4,2021 963\n(4) The members, other than er_fficio nentbers, shall hold office forthree years.\n22. Powers and functions of the Academic Council.-_{l) TheAcademic council shall be the principal academic body of the Institute and shaIsubject to the provisions ofthis Act and the Statutes, have the power to lay downproper standards of instructions, research and examinations ani to regulate and topromote the academic life ofthe Institute.\n_ (2\\ Without prejudice ro the generality of the foregoing powers andsubject to the provisions ofthis Act and the Statutes, the Acade\"mic Council shalr\nhave the power to-\n(a) approve the policies and procedures pertaining to the quality of\nacademic programmes;\napprove academic programmes;\napprove the policies and procedures pertaining to student relatedfunctions including admissions, expulsions, punishments,\nexaminations and certifi cations;\napprove the policies and procedures assuring quality of teaching\nand research;\n(e) recommend the process and procedures for affiliation of other\neducational institutions;\n(0 propose to the Board schemes for the constitution and organization\nofFaculties, teaching departments and boards ofstudies;\n(g) appoint paper setters and examiners for all examinations of theInstitute after receiving panels of names from the relevant\nauthorities:-(b)\n(c)\n(d)\nlnstitute programmes for the continued\ndevelopment of Teachers at all levels;professional\nii. recognize the examinations ofother universities or examining\nbodies as equivalent to the corresponding examination of the\nInstitute; and\niii. regulate the award of studenrships, scholarships, exhibitions,\nmedals and prizes;\n(h) frame Regulations lor submission ro rhe Board;\n964 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2021 [PARr I\n(D prepare an annual report on the academic performance of the\nInstitute; and\nC) perform such other functions as may be prescribed by Regulations.\n23. Appointment of Committees by certain Authorities.- (l) The\nBoard, the Academic Council and other Authorities may, from time to time,\nappoint such standing, special or advisery committees, as they may deem fit and\nmay place on such committees the persons who are not members of the\nAuthorities appointing the committees.\n(2) The constitution, functions and powers ofthe Authorities for which\nno specific provision has been made in this Act shall be such as may be\nprescribed by Statutes or Regulations.\nCHAPTER_ V\nSTATUTES, REGULATIONS AND RULES\n24. Statutes.{l) Subject to the provisions of this Act, Statutes to be\npublished in the official Gazette may be made to regulate or prescribe all or any\nof the following mafters, namely:-\n(a) the contents of and the manner in which the annual repo( to be\npresented by the Rector before the Board shall be prepared;\n(b) the fee and other charges;\n(c) the constitution of any pension, insurance, gratuity, provident fund\nand benevolent fund for employees;\n(d) the scales of pay and other terms and conditions of service of\nofficers teachers and other employees;\n(e) the maintenance ofthe register ofthe graduates;\n(0 the establishment of Faculties, departments, schools, centers and\nother academic divisions;\n(e)\n(h)the powers and duties of officers and teachers;\nconditions under which the Institute may enter into arrangements\nwith other institutions or rvith public bodies for purposes of\nresearch and advisory services;\n(i) conditions for appointment of Emeritus Professors and au'ard\nhonorary degrees;\n0) efficiency and discipline oflnstitute employees;\nPART I]\n(m) all other maners which by this Act are to be or may be prescribed orregulated by Statutes.\n(2) The draft of the Statutes shall be proposed to the Board, by acommittee constituted under the supervision of the Reit.., *frif-r may approve orpass those with such modifications as the Board may thi;k f,t oi rnuy refer backto the committee, as the case may be, for reconsideration oitt \" p.opor\"a a.uR,\nProvided that the Board. may \n-in itiate Statutes with respect to any matterin its power or rvith respect to which Statutes ,nry U. f.rr*a iiierms of this Actand approve such statutes.\n25. Regulations.- ( I ) Subject to the provisions of this Act and theJlarues. the Academic Council may make regulations, to be published in theofficial Cazette. for all or any oltheiollowing ,rn\"rr. nurn1ly,I\n(a) the courses of study for degrees, diplomas and certificates of theInstitute;\n(b) the manner in which the teaching refened to in sub_section (l) ofsection 6 shall be organized and conducted:\n(c)\n(d)the admission and expulsion of students to and from the Institute;\nthe conditions under which students shall be admitted to the coursesand the examinations of the Institute and shall become .finiUl.'fo,the award ofdegrees, diplomas and certificates\n(e) the conduct ofexaminations;\n(0 conditionslnder wtich a person may carry on independent researchto entitle him to a degree;THE GAZETTE OF PAKISTAN, EXTRA.,DECEMBER4,2O2I 965\n0) constitution, functions\nInstitute; andand powers of the Authorities of the\nthe. institurions of fellowships, scholarships, exhibitions, medalsand prizes;\nthe use of the Library;\nthe formation of Faculties, departments and board of studies; and\nall other matters which by this Actor the statutes are to be or maybe prescribed by Regulations.(k) the constitution and procedure to be followed by rhe SearchCommittee for appointment of the Rector;\n1\na\n(e)\n(h)\n(D\n0)\n(2) Regulations shall be proposed by the Academic Council and shall\nbe submitted to the Board which may approve them or withhold approval or refer\nthem back to the Academic Council for reconsideration. The Regulations\nproposed by the Academic Council shall not be effective unless that receive\napproval ofthe Board.\n26. Rules.- (l) The Authorities and the other bodies of the lnstitute\nmay make Rules, to be published in the official Gazette, consistent with this Act,\nStatutes and the Regulations, to regulate any matter relating to the affairs of the\nlnstitute which has not been provided for by this Act or that is not required to be\nregulated by Statues or Regulations, including Rules to regulate the conduct of\nbusiness and the time and place of meetings and related mafters.\n(2) Rules shall become effective upon approval by the Board.\nCHAPTER-VI\nFI]ND OF THE INSTITI,ITE\n27. Fund of the Institute.- The Institute shall have a Fund to which\nshall be credited its income from fee charges, donations, trusts, bequests,\nendowments, contributions, grants and all other sources.\n28. Audit and accounts.- (l) The accounts of the Institute shall be\nmaintained in such form and in such manner as may be prescribed.\n(2) The teaching departments and all other bodies designated as such\nby the Board in terms of Statutes shall be independent cost centers ofthe lnstitute\nwith authority vested in the head of each cost centre to sanction expenditure out\nofthe budget allocated to it:\nProvided that re-appropriation from one head of account to another may\nbe made by the head of a cost centre in accordance with and to the €xtent\nprescribed by the Statutes.\n(3) All funds generated by a teaching department or other unit of the\nlnstitute through consultancy, research or other provision of service shall be\nmade available without prejudice to the budgetary allocation otherwise made\nafter deduction of overheads in the matter and to the extent prescribed by Statutes\nto the teaching Department or other unit for its development. A part ofthe funds\nso generated may be shared with the Institute Teachers or researchers in charge\nof the consultancy, research or service concemed in the manner and to the extent\nprescribed by Statutes.\n(4) No expenditure shall be made fiom the funds ofthe Institute, unless\na bill for its payment has been issued by the head of the cost center concemed in\\966 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I [PART I\naccordance with the relevant Statutes and the Treasure has verified that theallocation is provided for in the approved budget ofthe cosrcenter, sub;ect to theauthority to re-appropriate availabli to the heai ofthe cost \"*te..(5) Provision shall be made for an intemal audit of the finances oftheInstitute.\n. (6) Without prejudice to the requirement of audit by an auditor\nlppointed by Govemment in accordance witir the provisions #any other law inforce the annual audited statement of accounts oftn\" l\".iit t\"-rf,all be preparedin conformity with the Genemlly Accepted a\"\"ountint R.i*ipies (cAAp) by areputed firm of chartered accountants ind signed Uy it\" Oi.e'\"to, Finance. Theannual audited statement of accounts .o p.p\"red shall be submitted to theAuditor-General of Pakistan for his observations.\n(7) The observationd of the Auditor_General of pakistan, if any,together with such annotations as the Director Finance may make shall beconsidered by the Board and shafl be praced before the eorr;;,i,t in six monthsofclosing ofthe financial year.THE GAZETTE OF PAKISTAN , EXTRA., DECEMBER4,2021 967\nCHAPTER_VII\nGENERAL PROVISIONS\n. . . 29. Opportunity to show .cruse._Except as orherwise provided bythis Act no officer, teacher or other employee of tne institute holding apermanent post shall be reduced^in rank, or removed or compulsorily retired fiomservice for cause arising out of any act or omission on tt\" f\"rt of the person\n:::,::T.\"\"1 T]::. he has been. given a reasonable opportunity of sho*ing causeagatnsr tne actlon proposed to be taken.\n30. Appeal to the Rector and the Board._Where an order is passedpunishing any officer, other than the Rector, teacher or other employee of theInstitute or {,:lng ol interpreting to his disadvantage the-frescriUea terms orconditions of his service, he shall, where the order iI p\".r\"i Ly any officer orteacher of the Institute, other than the Rector, have the right-to appeal to theRector against the order and where the order is passed by ihe Recto., hare theright to appeal to the Board.\n3I. Service of the Institute._{l) All persons employed by theInstitute in accordance with the terms and conditio;s of service prescribed byStatutes shall be persons in the service of pakistan fo. ttre pu.poses of any courtor tribunal set up by law in terms of Article 212 ofthe consiituiion ofthe IslamicRepublic ofPakistan:\n. Provided that any provision as rcgards the terms and conditions ofemproyment ol persons in the service of pakistan in general or in comparablePART I]\n968 THE GAZETTE OF PAKISTAN, EXTRA.,DECEMBER4,2O2I [PART I\nemployment notwithstanding the service of persons emptoy.ed ty the Institute\nrtr\"ii-d\" \"nti.\"ty governed bi the terms and conditions prescribed by the relevant\nStatutes.\n(2) An officer, teacher or other employees of the- Institute shall retire\nfro. ,\"*i\"e on the attainment of such age or tenure of service as may be\nprescribed.\n32. Benelits and insurence.{l) The lnstitute shall constitute for the\nbenefit of is officers, teachers and other employees schemes' as may be\n;;tbJ, io, ,t. ptori.ion of post-employment benefits as well as heatth and\nlife insurance while in service.\n(2) Where any provident fund has been constituted under this Act the\nprovisioi-s ofthe Proviient Funds Act, 1925 (XlX of 1925)' shall apply to such\niunds as if it were the Government Provident Fund'\n33. Commencement of term of oflice of members of Authority'-\n(l) Whel a member of a newly constituted Authority. is.elected' appointed or\nnominated his tenure of office shall be as may be prescribed'\n(2) Where a member who has accepted any other assignment or for any\nother siniiiar reason remains absent from the Institute for a period of not less than\nsix months he shall be deemed to have resigned and vacated his seat'\n34. Fi[ing of causal vacancies in Authorities'- Any casual vacancy\namong the memberiof any Authority shall be filled, as soon as conveniently may\nb\":-t\"\",I* ,u*\" .*n\". and by the iu*\" p\"tton or Authority that had appointed\nii\" *\"-U\"t whose place has become vacant and the person appointed to the\n\"\"\"\"*1, iftdf be a member of such Authority for the residue of the term for\nwhich the person whose place be fills would have been a member'\n35. Flaws in the constitution of Authorities'- Where there is a flaw\nin the constitution of an Authority, as constituted under this A-ct, the Statutes or\nthe Regulations on account oi the abolition of a specified office under\nGovemirent or because an organization, institution or other body outside the\nrnrtit t\" r,\". been dissolved or -has ceased to function, or because of some other\n.i*it\"t.\"r.on, such flow shall be removed in such manner as the Board may\ndirect.\n36. Proceedings of Authorities not invalidated by the vacanci€s'-\nNo act, re.solution or dec'ision ofany Authority shall be invalid by reason' of any^\nu\".\"\"\"y in tn. nuthority doing, passing or making it or by reason ofany want of\nq;;[iili.;. invalidity in t[i'election, appointment or nomination of anv\nie-facto member ofthe Authority whether present or absent'\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I 969\n37. First Statutes snd Regulations.{ 1) Notwithstanding an}thing to\nthe contrary contained in this Act, the first Statutes and Regulations ipecified in\nthe Schedule to this Act shall be deemed to be Statutes and Regulations made\nunder sections 24 and 25 respectively and shall continue to remain in force till\nthe time new Statutes and Regulations are framed in accordance with the\nprovisions ofthis Act.\n(2) Notwithstanding anlhing contained in this Act, the members of the\nfirst Board, except the Institute Professors, shall be appointed by the Chancellor\nin accordance with the number and criteria for membership specified in this Act.\nThe first Board so constituted shall initiate, as soon as possible, the process for\nrecruitment of Institute professors and appointment of members of the Academic\nCouncil in accordance with the terms of this Act. The Institute professors to be\nappointed to the first Board shall be appointed as soon as the procedure\nprescribed for appointment oflnstitute professors to the Board has been complied\nwith. The term of tenure provided in sub-section (3) of section l9\nnotwithstanding, one-third of the members, other than ax-officio members, of the\nfirst Board, to be determined by lo! shall retire from office on the expiration of\none year from the date of appointment by the Chancellor. One-half of the\nremaining members, other than ex-oficio members, of the first Board, to be\ndetermined by lot, shall retire from office on the expiration of two years from the\ndate of appointment and the remaining one-half, other than ex-oficio members,\nshall retire from office on expiration ofthe third year.\n(3) Notwithstanding anlthing contained in this Act, the first Rector\nshall be appointed by the Chancellor for a period of four years.\n38. Interpretation and removal of difficulties.{l) [f any question\narises as to the interpretation ofany ofthe provisions ofthis Act it shall be placed\nbefore the Chancellor whose decision thereon shall be final.\n(2) If any difficulty arises in giving effect to any of the provisions of\nthis Act, the Chancellor may make such order after obtaining views ofthe Board,\nnot inconsistent with the provisions of this Acg as may appear to him to be\nnecessary for removing the difficulty.\n(3) Where this Act make any provision for anyhing to be done but no\nprovision or no sufficient provision has been made as respects the authority by\nwhom, or the time at which, or the manner in which, it shall be done, then it shall\nbe done by such authority, at such time or in such manner as the Chancellor may\ndirect after obtaining views ofthe Board.\n39. Indemnity.- No suit or legal proceedings shall lie against the\nGovemment, the Institute or any Authority, officer or employee of the lnstitute or\n970 THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2021 [PARr I\n40. Power to allon, appointment of employees of the Government,\nother universities or educational or research institutions to the Institute.-\n(l) Notwithstanding an),thing contained in this Act, the Board may on advice of\nthe Finance and Planning Committee, allow any post in the Institute to be filled\nin by appointment, on such terms as the Board may speciff, an employee ofthe\nGovernment or any oth€r institute or educationaI or research institution.\n(2) Where ahy appointment has been made under this section, the terms\nand conditions of service of the appointee shall not be less favorable than those\nadmissible to him immediately before such appointrnent and he shall be entitled\nto all benefits of his post ofservice.\nSCHEDULE\nlsee section 381\nThe First Statutes of the\nHyderabad Institute for Technology and Management Sciences\nl. Faculties.-{l ) The Institute shall have the following faculties,\nnamely:-\n(a) Faculty of ICT, Arts and Humanities\n(b) Faculty of Design, Music and Creative Arts\n(c) Faculty of Natural Sciences;\n(d) Faculty ofBusiness and Entrepreneurship; and\n(e) Any other Faculty as considered appropriate by the Board.\n(2) Each faculty shall include teaching departments, centers or rhe\nother teaching or research units as may be prescribed by the Statutes.\n2. Board of Faculty,--( I ) There shall be a Board of each Faculty\nwhich shall consist of-a member of an Authority in respect of anyhing which is done in good laith\nunder this Act.\n(a) the Dean to be appointed in manner prescribed in sub-paragraph (2)\nof paragraph 3;\n(b) the Professors, the Directors and the Heads of the Teaching\nDepartments comprised in the Faculty;\n(c) Adviser Quality Assurance;\nP^RT I]THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER4,202l 97t\n(d) rwo members of each Board of Studies comprised in the Faculry tobe nominated by the Board of Studies concerned; and\n(e) three teachers Io be,nominated by the Academic Council by reasonof their specialized knowledge_ oi rhe subjects *tri\"tr, ttrougtl not ussigned to the Facurty have in rhe opinionif the a\"\"a\"ri.\"c*i\"iiimportant bearing on the subjects assigned to the Faculty.\n, ,, , !?) ^_The members-mentioned in clauses (d) and (e) of sub_paragraph (l)shall hold olfices for two years.\n. - (3) The quorum \n-for a meering of the Board of a faculty shall be rwo_\n- third of the total number of members, lriction U\"ing \"o*,\"a u. on\".\n(4) The Board of each Faculry shall, subject to the general control ofthe Academic Council and the Board of bou\"_o.r, iuu.','h\" po*\".. ,o_\n(a) co-ordinate the .teaching, publication and research work in thesubjects assigned to the Faculry;\n(b) scrutinize the recommendations of the Boa.d of Studies in theFaculty with rega\"d to the appointment or paper sefters andexaminers, except for research examinations, and to fonvard thepanels of suitable paper sefters and examiners for each examinationro the Rector;\n(c) consider any other academic. mafter relating to the Faculty and toreport thereon to the Academic Council; and-\n!/ (d) perform such other functions as may be assigned.\n3' Dean.-{r) Th-ere shall be a Dean ofeach Facurry, who sha, be theChairperson and convener ofthe Board ofthe Faculty'- - --\n(2) the Dean of each Faculty shall be appointed by the Chancellorfrom among the three senior.most professors in the ilcutty for a period of threeyears. A Dean shall be eligible for re_appointmen 1.. '\nProvided that if no professor is available in a Faculty, theVice _Chancellor may assigned the-charge oftn\" po.i toin\" Dean ofother Facultytill a Professor ofthe Faculry itselfis apipointed\n, (3) The Dean shall present candidates for admission to degrees excepthonorary degrees, in the coursls falling within tt. pr*r.* ortr,\" nr\"utty.\n(4) The Dean shall exercise such administrative and academic powersas may be delegated to him.\n9'12 THE GAZETTE OF PAKISTAN' EXTRA.,DECEMBER4,2O2I [PART I\n(5) At any time when the office of the Dean is vacant' or the Dean is\nabsent or is unable to perform the functions of his oftice due to illness or some\n;;;;t;,,h\" Dean from other Facutty shall perform the duties of tle Dean till\nthe appointment of new Dean or his retum to office'\n(6) The Vice Chancellor shalt initiate the process of appointment of a\nDean well'before the expiry ofthe term ofthe si$ing Dean or his retirement'\n4. Teaching Departments gnd Heads of the Departments'-{ I )\nThere shall be a Teach-ing Departnent for each subject or a group of subjects'- a1\n.\"y i\" p.Lt\".iU\"a by reg-ulations, and each Teaching Depa(ment shall be headed\nby a Head of the Department.\n(2) The Head of a Teaching Department shall b€ appointed by the\ngoard on;h\" recommendation ofthe Rector from amongst the three senior most\nprof\".t-\" of *t\" Department for a period of three years and shall be eligible for\nre-appointment:\nProvided that in a Department where there are less than three Professors\nthe appointment shall be made from amongst the three most senior Professors\nand Associate Professors of the Departrnent:\nProvided further that in a DePartment where there is no Professor or\nAssociate Professor, no such appointment shall be made and the Department\n.f,Ai U\" foorca aftei by the Dean of the Faculty with the assistance of the most\nsenior teacher ofthe Departrnent.\n(3) The Head of the Departnent shall plan, organize and supervise the\n*o* ofih\" Department and shali be responsible to the Dean for the work of his\nDepartment.\n5. Board of Studies.{l ) There shall be a separate Board of Studies\nfor each subject or group ofsubjecs, as may be prescribed by regulations'\n(2)\n(a)\n(b)\n(c)Each Board of Studies shall consist of-\nthe Head ofthe Teaching Department;\nAdviser Quality Assurance; and\nall Professors and Associate Professors in the Teaching\nDepartment:\nProvided that if the total number of Teachers under clause (c) and\nthis clause comes to less than three, this number may be made up\nby nominating one Lecturer or Assistant Professor from amongst\nthe Teachers; ard\nP^Rr rl THE GAZETTE OF PAKTSTAN, EXTRA., DECEMBER 4,2021 973\n(d) one teacher of the subject from outside the Deprtment or\npreferably from any other institution to be appointed by the Rector.\n(3)\n(a)advise the Authorities on all academic matter connected with\ninstnrction, publication, research and examination in the subject\nconcerned;\npropose circular and syllabi for all degrees, diplomas and certificate\ncourses in the subject or subjects concerned; and(b)\n(c) perform such other functions as may be prescribed.\n6. Graduate Studies and Research Board.{l) The Graduate\nStudies and Research Board shall consist of-\n(a) the Rector as Chairperson;\n(b) the Deans;\n(c) the Adviser Quality Assurance;\n(d) three Professor ofthe [nstitute other than Deans to be appointed by\nthe Academic Council; and\n(e) three Professors from other degree awarding institutions having\nresearch qualifications and experience to be appointed by the\nBoard.\n(2) The term of office of members of the Graduate Studies and\nResearch Board, other than ex-oficio members, shall be three years.\n(3) The quorum for a meeting of the Graduate Studies and Research\nBoard shall be two-third ofthe total number of members, fraction being counted\nas one.\n(4) The functions of the Graduate Studies and Research Board\nshall be -\n(a) to advise the Authorities on all matters connected with the\npromotion of graduate studies, publication and research in the\nlnstitute;\n(b) to consider and report to the Authorities on the institution of\nresearch degrees in the [nstitute;\n(c) to propose regulations regarding the arvard ofresearch degrees;The functions ofthe Board ofStudies shall be to-\n974 THE GAZETTE OF PAKjIT4x_.EIT!4,.DECEMBER 4, 2021 [pARr r\n(d) to appoint supervisors for research studies and to detennine lhe\nsubjects for their thesis;\n(e) to recommend panels of names of paper setters and examiners for\nresearch examinations alier considering the proposals of the Board\nof Faculties in this behalf; and\n(f) to perform such other functions as may be prescribed by\nregulations.\n7. Selection Board.-{l) The Selection Board shall consist of_\n(a)\n(b)the Rector as Chairperson;\nSecretary, Ministry ofFederal Education and professional Training\nor his nominee;\nChairperson of the Commission or his nominee;\nconcemed Dean ofthe Faculty;\nthe two members of the Board of Govemors nominated by the\nBoard;(c)\n(d)\n(e)\n(l) two members from industry nominated bythe Board; and\n(g) Registrar as Secretary ofthe Selection Board.\n(2) The members mentioned in clause (e) and (f) of sub-paragraph (l)\nshall hold office for rwo years.\n(3) The quorum of Selection Board shall be two-third of the total\nnumber ofmembers, fraction being counted as one.\n(4) No member who is candidate for the post to which appointment is\nto be made shall take part in the proceedings ofthe Board.\n(5) In selecting candidates for posts of professors and Associate\nProfessors, the Selection Board shall co-opted or consult three experts in thesubject concemed and in selecting candidates for other teaching posts, fwo\nexperts in the subject concemed, to be nominated by the Rector from the standing\nlist of experts for each subject approved by the Board on the recommendation o?\nthe Selection Board and revised from time to time.\n(6) The Selection Board for teaching and other posts shall consider the\napplications received in response to advertisement and reiommend to the Boardof Governors the names of suitable candidates for appointment to teaching or\nother posts, as the case may be and may also recommend _\nPART I]THE GAZETTE OF PAKISTA N, EXTRA., DECEMBER 4, 2O2I 975\n(a) the grant of a higher initial pay in a suitabre case for reasons to berecorded: or\n(b) the grant of a speciar pay-package in a suitabre case for reasons tobe recorded.\n8. Financc and planning Committee._{l) The Finance andPlanning Committee shall constst ot _\n(a) the Rector as Chairperson;\n(b) one member ofthe Board to be appointed by the Board;\n(c) two members of.the Academic Council to be appointed by theAcademic Council;\n(d) representativeoftheCommission;\n(e) representative ofthe Ministry ofFinance;\n(D the Registrar;\n(g) the Director planning & Development; and\n(h) the Director Finance who shall be the secretary ofthe Committee.\n, ... (2) The quorum for a meeting of the Finance and planning Committeeshall be two-third ofthe total number oimembe\", fr\"\"ii\"\" i\"irg .ounted as one.\n(3) The functions ofthe Finance and planning Committee shall be to _\n(a) consider the annual statement of accounts and the annual andrevised budget estimates and advice the Board thereon;\n(b) consider creation and abolishment of teaching and administrativeposs and recommend to the Board thereon;\n(c) review periodically the financial position ofthe Institure;\n(d) advice the Board on all.maters relating to planning, development,finance investments, and accounts oftnJ tnsiitute;-una\n(e) perform such other functions as may be prescribed.\n9: Discipline Committee.- (l) The Discipline Committee shallconsist of--\n976 THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I [PART I\n(a)\n(b)\n(c)a Chairperson of the Committee to be nominated by the Rector;\nthree teachers to be nominated by the Academic Council;\nthe officer in-charge of students affairs, by whatever name called'\nas member rvho ihall also act as Secretary of the Discipline\nCommittee; and\nTAHIR HUSSAIN\nSecretary.(d) Registrar or his dePutY\n(2) The term of office of the members of the Committee, other than\nex-officio members, shall be two years.\n(3) The quorum for a meeting of the Discipline Committee shall be\ntwo-thiri ofthe totil number of members, fraction being counted as one'\n(4) The functions of the Discipline Committee shall be to -\n(a) to examine and decide complaints referred to it by a head of a\ndepartment or a competent body or forum against the conduct and\nbehavior of studens;\n(b) to propose Regulations to the Academic Council relating to the\nconduct of st;dents, maintenance of discipline and breach of\ndiscipline; and\n(c) to perform such other functions as may be prescribed'\nPRINTED BY THE MANACER. PRINTING CORPORATION OF PAKISTAN PRESS.\nPUBLISHED BY TIIE DEPUTY CONTROLLE& STATIONERY AND FORMS, UNI\\€RSITYISLAMABAD,\nROAD, KARACHI"
}