{
    "file": "./converted_json\\administrator3e9ef021679e88ef062c3f3b29f82c5d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTEREDNo.M-302L.-7&6\n@beGvdc d fl[tdttrr9\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SATURDAY, DECEMBER 4, 2021\nPART I\nActs, Orditrances, President's Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the lsl December, 2021\nNo. F. 23(46/2019-Lcgis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent ofthe President on the lst December, 2021 is\nhereby published for general information:-\nAcr No. L OF 2021\nAN\nAC\nto provide for the safety and standards offood and for establishment of the\nIs I amab ad Fo od Aut hor i ty\nWIIEREAS, it is expedient to protecl public health, to provide for the\nsafety and standards of food, to establish the lslamabad Food Authority and for\nothcr cotlnccted mattersl\nIt is herebv enacted as follows:-\n( 1065)\nPrice: Rs. 10.00\nI I 7 3 4(2(t2 | llE.x. Gaz.l\nI 066 THE GAZETTE OF PAKISTAN, EXTRA.. DECEMBER 4,2021 IPARr t\nCHAPTER-I\nPRELIMINARY\nl. Short title, extent and commencement._ (l) This Act shall be\ncalled the Islamabad Capital Territory Food Safery Act, 2021 .\n(2) [t extends to the whole of the Islamabad Capital Tcrritory.\n(3) lt shall come into force on suclr date as the Government nray, by\nnolification in the official Gazefte, appoint.\n2. Definitions.{ I ) In this Act, unless there is anyrhing rcpugnanr in\nthe subject or context.\n(i) \"Act\" means the Islamabad Capital Territory Food Safery Act,\n202t.\n(ii) \"adulterated food\" means an article of food,-\n(a) which is not of the nature, substance or quality which it\npurports or reprcsented to be; or\n(b) rlhich contains an!, such extmneous substance which may\naffect adverscly rhe nature, substance or quality thereof; or\n(c) which is processed, mixed. coloured, powdered or coated with\nany other substance in contravention of any provision of the\nAct rules or regulations: or\n(d) any constituent which has bccn wholly or in parl abstracled so\nas 10 affect injuriously its nature, substance or quality; or\n(e) rvhich contains any poisonous or other ingredient rvhich may\nrender it injurious to health; or\n(l) the quality or purity of rvhich does not confonn to the\nprescribed standards; or\n19) which having becn preparcd, packed or kept trnder unhygienic\nand insanitary conditions, or has beconre contanrinatcd or\ninjurious to health;\n( iii) \"advertisement\"\npronouncementmeans any publicity, reprcsenlalion\nmade by any means for the pulposesor\nof\nPART UTHE GAZETTE OF PAKISTAN, EXTRA.. DECEMBER 4,2021 106'7\n(iv)\n(v)promoting, dire'ctly or indirectly, the sale or other disposal olany\nfood;\n\"competent authority\" means the Sccretary lnterior Division;\n\"consumer\" means anv person that purchases tlte food against\nconsideration or otherwise:\n\"fee\" means the atnount prescribed by the rules;\n\"food\" means anything whether processed, semi processed, rarv or\ncooked and used as food adulterant for human consumptiorl other\nthan drugs as defined in the Drug Act,l976 (XXXI of 1976) and\nincludes,-\n(a) any substance intended to be used in composition or\npreparation of food;(vi) \"Director Food Authority\" means officer appointed or nominated\nas such by the competent authority for the purposes of this Act;\n(b)\n(c)\n(d)any flavouring matter or condiment;\nany colouring matter intended to be used in food;\nchewing gum, confectionery and other products of the like\nnature: and\n(e) water in any form, including ice, either for direct human or\nuse in thc composition or preparation of food:\nProvided that competent authority may declare. by\nnotification in the ofllcial Gazette. any article as food for the\npurposes ofthis Act:\nProvided further that an afticle shall not cease to be lood by\nreason only that it is also capable of being used as a rncdicinc.\n(ix) \"food additive\" includes any subslancc which' norntally, is not\nconsumed as food, by itself, but is used as a typical ingrcdient of\nthe food- the addition of which to the food affects thc char.rctcristics\nol'such food;\n(x) '!'ood Authority\" means th(: lC'f Food Authorily established\nunder section 3 of the Act;(vii)\n(viii)\n1068 THE GAZETTE OF PAKISTAN, EXTRA., DI]CEMBER 4, 2O2IIPART I\n(xi) \"food business\" mcans any undertaking cstablishment or concern\nrvhether maintained lor profit or othenvise, carry,ing on any of theactivities related to any stage of ntanufacturing, proccssing.\npackaging, import, export, storage, transportation, distiibution offood and includes scrvices like catering, distribution and sale of\nfood or food ingredients;\n(xii) \"food laboratory,, nreans any laboratory or institute to be declared\nby the Competent Au(hority;\n(xiii) \"food safety oflicer\" means any officcr appointed as such, b1. the\ncompetent authority;\n(xiv)\n(xv)\n(xvi)\n(xvii)\n(xviii)\n(xix)\n(xx)\n(xxi)\"godown\" means a place where articles of food are received or\nstored for sale or delivery to a customer or,consignee, and incluclcs\ngodowns ofthe Railrvays and other transport ug\",r.i\"., \"t..;\n\"Food Tribunal\" means any Magistrate, not less than First Class,\nnotified as tribunal under the Act;\n6'Government\" means the govemment in relation to the Islamabad\nCapital Territory;\n:'iniyy\".means causing of pain, hann, disease, infirmity either\nbodily or in mind;\n\"ingredient\" means any substance, including a food additive used\nin pro-cessing, manufacturing, preparation etc. of food to present its\nfinal food product either in modified form or otherwise;\n\"label\". includes any tag, brand, mark whether pictorial or\ndescriptive written, printed, stencilled, embossed, imprLssed on, or\nattached to or included in or belonging to or acconipanying any\nfood;\n\"licence\" means a licence granted under this Act or the rules nrade\nthere under, as may be notified by the Director Food Arrthority;\n\"misbranded food\" rneans an article of food.-\n(a) which is an imitation oll or resembles an other food in such a\nmanner that is likely to deceive the consumers; or\n(b) which is so coloured, flavoured, coated, powderecl or polished\nas to conceal the true nature thereof; or\n(c) which is conrained in any package which. or rhe labcl ofwhich bears any statement, design, picture or descriplion\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202I 1069\n(xxii)regarding the ingredients or the substances containcd therein.\nrr hich is false or rrrislcading.\n\"packagc\" includcs anything in which food is rvholly or panll'\ncased, covered, encloscd. contained, placcd or otherrvise packed in\nany way whatsoever and auy such othcr receptaclc of any kind\nwhethcr opencd or closedi\n(xxiii)\n(xriv)\n(xxv)\n(xxvi)\n(xxvii)\n(xxviii)\n(xxix)\n(rrx)\"premises\" include any shop, stall. hotel. restaurant, airlinc\nseFr'ices, canteens, place (open or closcd by a boundary), buildirrg\nor tent or any other structure and any adjoining land used in\nconrection therervith and any vehicle, conveyancc, vcssel or\naircrali where any article of food is manufactured, stored,\ntranspo(ed or sold etc.:\n\"prescribed\" means prescribed by the rules;\n\"public analyst\" means an analyst appointed under the Act:\n\"safe food\" means the food that is not unsafe;\n\"sale\" with its grammatical variations and cognate expressions,\nmeans a transfer of owncrslrip of any article of food, and includes\nan agreement for sale. and also an attempt to sell any such article;\n\"standard\" in relalion to any article of food. means the prescribed\nand includes the standard notified by the Food Authority;\n\"sub-standard\" means the article of food that does not meet the\nprescribed but not so as lo render the article offood unsafe;\n\"transit\" includes all stages of transportation from the place of\nmanufacture, production. processing, or other source of origin to\nthe consumer:\n\"unsefe food\" means alr article of food whose nature, substance or\nquality is so affected by any means as to render it injurious to\nhealth and includes food which does not comply with rclevant\ntechnical resolutions under technical barriers to trade (TBT) and\nsanitary and phytosanitary (CPS) conditions;\n\"food operator\" means a person who manufactures for sale.\ntransporls, by the Competent Authority as such; and(xxxi)\n(xxxii)\n(xrxiii) \"scicntific panel\" means thc scientific panel conslilutcd rrnder thc\nAct.\nIOTO THE GAZETTE OF PAKISTAN , EXTRA, , DECEMBER 4, 2O2I[PART I\nCHAPI'ER.II\nESTABLISHMENT OF FOOD AUTHORITY\n3. Establishment of the Food Authority.it; fne Governmentshall, by notification in tho official cazette, estabrish ihe rii rooa Authoritv tocarry out lhe purposes of this Act.\n(2) The Food Authority shall consist of a Board cornprising aChairperson and following Members, namely:_\n(a)\n(b)\n(c)\n(d)\n(e)\n(0\n(e)\n(h)\n(i)Chief Commissioner ICT.\nRepresentative of the Ministry of Health Rcgulation\nnot belorv BPS-19.\nRepresentative ofthe Ministry of Interior not\nbelow BPS-19.\nRepresentative of the Government, Food Security\nnot below BPS-19.\nTwo members of the National Assemblv of the ICT\nto be nominated by the Govemment.\nTwo food technologists or scientists to be nominatedChairperson\nMeiber\nMenfier\nMenber\nMember\nby the Governmenl. Mentber\none representative ofthe Chambers of Commerce\nand lndustry to be nominated bv the Governmer.n. Mentber\none representative of Industry to be nominated by the\nCovemment.Member\none representalive of Food Operator to be nontinated\nby the Government. Mentber_\ncunrSecrelary\n(3) The membcrs other.than the er_ofrcio members shall be appointedin the manner and term as prescribed\n(4) The general direclions and superintendence of the affairs ol theAuthority shall vest in Roard who with thc aisistance of Director Food Authorityshall dischargc its functions under the guidance una init.uctions on policymatters by the Federal (iovernment.\n. (5) 'fhc Board rnay, with the prior approval ofthe Chairperson. co,optany other person as a nrcmber.\n. (0i t hc Chairperson and mernbers, other than u-oficio nrembers. shallbe appointed in such manner as to ensure the highest ,trnd-r.d, ol professional\ncompetcnce and cxpericnce.\nP^RT I] THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2O2I IOTI\n(7) A meeting ofthe Board shall be held in the mauncr provided by the\nregulations, and until so provided, as may be determined by the Board.\n(8) Thc Secrctary of the Board shall. on the direction of the\nChairperson, call a rneeting of the Board.\n(9) The Board shall meet at least thrice in a year.\n(10) The Chairperson, or in his./her absence, any other member elected\nby the members present at a meeting, shall preside at a meeting of the Board.\n(l l) The quorum for a meeting shall be one third of the total members,\nthe fraction being counted as one.\n(12) No act or proceedings of the Boatd shall be questioned or\ninvalidated merely on the ground of existence of any vacancy or defect in the\nconstitution of the Board.\n4. Powers and functions of Food Authority.-{ l) The Food\nAuthority shall enjoy such powers and perform such function as may be notified\n-hy the Covemment from time to time in addition to the following firnctions,\nnairclv:-\n(a)\n(b)\n(c)\n(d)\n(e)\n(r)speciff procedures and guidelines for setting up and accreditation\nof food laboratories:\nformulate method of sampling, analysis of samples and reporting of\nresults;\nspecify licensing, prohibition orders, recall procedures, improvcment\nnotices or prosecution;\ndetermine terms and conditions of service of its employees;\ncollect and analyze relevant scientific and technical data relating to\nfood;\nestablish a system of network of food operators and consumcrs to\nfacilitate food safety and quality conlrol;\norganize training programmes in food safety and standards;\npromote general awareness as to food safety standards;\nlely lee lor registration, licensing and other services;\ncerlify food for expert;(e)\n(h)\n(i)\no\nIO72 THE CAZETTE OF PAKISI'AN, EXTRA., DECEMBER 4,202I [PART I\n. (2) The Food Authority shall exercise its functions, as far as possible,\nin accordance with the well-established scientific principles and intemational\nbest practices.\n5. Director of the Food Authority.{l) The competent authority\nshall nominate or appoint the Director Food Authority on such terms and\nconditions as it may determine.\n(2) The Director F'ood Authoriry. who shall be the chief executivc\noflicer of the Authority. shall be responsible for. elliiicnt implementation of rhc\nAct-\n(3) The Director Food Authority shall exercise such powers and\nfunctions as may be prescribed.(k) perform any other prescribed function; and\n(l) do any othcr thing which is necessary for the discharge of its\ntunctions undcr this Act.\nCIIAPI'ER.III\nFOOD SAFETY OFT'ICERS\n(a) take sample of any food or any substance, which appears to him to\nbe intended for sale, or has been sold as food;\n(b) seize any food, apparatus or utcnsil which appears to the food\nsafety olficcr to be in contravention of this Act, the rules or the\nregu lations;\n(c) enter or seal any premises lvherc he believes any food is preparcd.\nprescn'ed, packaged, stored, conveyed. distributed or sold, exanrirrc\nany such food and examine anything that he believes is used, or\ncapablc of being used for such preparation, preservation.\npackaging, storing, conveying, distribution or sale;6. Food safety officer.-The competent authority may by notification\nin the official Gazette appoint food safety officers, from amongst such persons asit deems appropriate for the purpose having such qualifications as may be\nprescribed in the rules.\n7. Powcrs of food safety oflicer.{ l) The powers and functions of\nthe food safety officers shall be the following, namely:-\n(d) open and exarnine any package rvhich, he believes, to contain an),\nfood:\nP^Rr llTHE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,2O2I IO73\n(2) A food safety officer shall prepare a statement describing the food,\napparatus, utensil, or vehicle seized and shall deliver a copy of the statement to\nthe person from whotn it is seized or, if such person is not present, send such\ncopy to him by mail.(e) examine any book or documents with respect to any food and make\ncopies of or take extracts from the book or documentsl\n(0 demand the production ofthe identity card, the business registration\ncertificale, licence or any other relevant document from a food\noperator; and\n(g) search and seize any vehicle carrying food.\n(3) A person claiming back anlhing seized under sub-section (l) may,\nwithin seven days ofthe seizure, apply to the Court and the Cout.t may confirm\nsuch seizure, wholly or in part, or may order that it be restored to the claimant.\n(4) Ifthe Court confirms the seizure ofthe food, apparatus or utensil. it\nshall be forleited to thc Food Authority or the Court may direct that such food,\napparatus, utensil may be deslroyed at the cost of the owner or person in whose\npossession it was found.\n(5) If an application is not made within seven days under sub-section\n(3), the food, apparatus or utensil seized, shall be forfeited to the Food Authority.\n(6) Any person may rnake an application in writing to the Food Safety\nOfficer asking him to purchase a sample of any food from a food operator and\nget it analyzed front the public analyst.\nCHAPTER.IV\nI,ABORATORIIS\n8. Establishment of food laboratories.- The competent authority\nmay establish or opt any accredited food laboratory from Pakistan National\nAcireditation Council lbr thc purposes of carrying on analysis of the samples\nprocured as may be prescribed.\n9- Licensing of food business.-{l ) A person shall not use any place\nfor food business exccpl under the prescribed registration or licence.\n(2) The Food Authority may in the prescribed manner, exempt a class\nof food operators from oblaining compulsory registration or licence under this\nsection.\nIO74 THE GAZE'TTE OF PAKISTAN, EXTRA., DECEMBER 4.202I\nCIIAPI'ER.V\nOFFENCES AND PENAI,TIES[PAR r I\n10. Public analysts.- (l) The competenr aurhority may. by notification\nin the official Gazette. nominate or appoint such person as it may deems fit,\nhaving such qualification to be the public analyst lor such area as may be\nprescribed.\n(2) the producrion ofa certificate under the hand ofa public analyst. in\na trial shall, until contrary is proved, be sufficient evidence of the facts stated\ntherein.\n(3) The Food -lribunal may of its own or on the request ofthe accused,\nsend, any sample offood, to the public analyst for rcst, the cost of which anall.sis\nshall be paid by the accused unless orherwise directed by the Food Tribunal.\nI l. Selling food against the law.-Any person who sells or offers for\nsale any adulterated food or food which is not in compliancc with the provisions\nof this Act or the rules, shall be punished rvith imprisonnrent for a term which\nmay extend to six months or fine which may extend to one million rupees or with\nboth.\n12. Substandard or misbranded food.- Any person who manufactures\nfor sale, stores. sells, distributes any food which is substandard or is misbranded,\nshall be punished with imprisonmerit for a term tvhich may extend to six months\nor fine which may extend to onc rnillion rupecs or x ith both.\n13. Unsafe food.-Norwithstanding anlthing contained in any law for\nthe time being in force, a food operator, rvho manufactures for sale, stoies, sells,\ndistributes any unsafe food, shall be liable-\n(a) where the unsale food does not result in injury to any person, to\nimprisonmcnt for a term wltich may extend to six months or llne\nwhich may extend to one million rupees or with both;\n(b) where such unsafe food results in injury to any person. to\nimprisonment for a term wtich may exlend to three years or fine\nwhich may extend to one million rupees or ivith both; and\n(c) where such unsal'e food results in dealh of a person, to\nimprisorrntent for life or fine which may extend to five million\nrupees, bul not less than three million, or with both.\nP^Rr Il THE GAZET'IE OF I'AKISTAN. EXTRA.. DECEMBER.l, 2021 1075\n14. Unhygie nic or un-sanitar,v place for food.-Any person who\nmanufactures or processes or keeps any article of food lor human consumption\nunder un-h1'gienic or unsanitary'conditions. shall bc punislled with imprisonment\nfor a tenn which may cxtend to six months or line $'hich may exlend to half a\nnrillion rupees or rvith botlr.\n15. Contravention for which no specific penalty is provided.-\nWhoever. contravenes any provisions of the Act or the rules made there undeq\nfor which no specific penalty has been providcd. shall be punished with\nimprisonment for a term rvhich may extend to one vear or fine which may extend\nto halfa rnillion rupees or with both.\n16. False Information.-lf a person. in connection with a requirement\nor direction under this /\\ct or the rules made there-under, provides any\ninformation or produces any document or article of food that is false or\nmisleading, shall be punished with imprisonment for a term which may extend to\nsix months or fine which rnay extend to half a million rupees or with both.\n17. Obstructing the food safet-v oIficer.- (l) Any person who\nobstructs or impedes any food safet-v olficer or any other authorized officer in the\ncourse of performing his duty under the Act or lhe rules made thereunder, shall\nbe punished with imprisonrnent for a term which nray extend to six months or\nfine which rnay extend to half a million rupees or with both.\n(2) Any person who un-lawfully removes, alters or interferes, in any\nrvay, rvith any food, afticle, equipment, vehicle, etc. seized, detained or sealed\nunder the Act or the rules made thereunder shall be punished with imprisonment\nfor a term which may extend to six monlhs or fine which may extend to half a\nmillion rupees or rvith both.\n18. Business withoul license.- If any food business operator who\nmanufacturers, sells, stores or distributes any article of food without the\nprescribed license, shall be punished with imprisonment for a term which may\nextend to six months or fine which may extcnd to half a million rupees or with\nboth.\n19. False advertisemcnt.- (l) Any person who for the purpose of\naffecting or promoting the sale of any food, publishes or causes to be published,\nany advertisement which.-\n(a) falsely describes the lbod; or\n(b) is contrary to the atry provision of Act or the rules; or\nt076 THE GAZETTE OF PAKISTAN, EXTRA, DECEMBER 4. 202I\n(a)[PART I\n(c) is likely to deceive a purchaser with regard to the character, nature,value, substance, quality, strength, purity. composirion, merit,\nsafety, weight, proportion, origin, age or effects of any food or oi\nany ingredient or constituent ofthe food, shall be punished with\nimprisonment for a term which may extend to one year or finewhich may extend to two million rupees or with both.\n(2) Any person who publishes or causes to be published anyadvertisement which does not contain the true name of the person by whom theadvertisement is published and the address of his place of business. shall bepunished with imprisonment for a term which may extend to one year or finewhich may extend to two million rupees or with both.\n20.^ False labelling etc.- (l) Any person who prepares, packages,labels any food which does not comply with tire prescribed' standards, shalibepunished with imprisonment for a term which may extend to three years or finewhich may extend to one million rupees or with boih.\n(2) Any person who labels any food in a manner that is false,misleading or deceptive with regard to iti character, nature, value, substance,quality or composition, shall be punished with imprisonment for a term whichmay extend to one year or fine which may extend io one million rupces or withboth.\n21. . Failure to comply with the directions._ If any person, withoutany reasonable ground, fails to comply with any o.de, o. not-i\"e issued or anydirections given, under this Act tr the rules maje thereunder, ihall be punishe.rwith imprisonment for a term which may_ extend ,o on\" y\"\", o. fir\" *hi\"h rnuyextend to halfa million rupees or with boih.\n22. Punishment for subsequent offences.{ l) If any person afterhaving been, previously convicted of an offence puni.iuUt\" uiaer the Act orrules made thereunder, is subsequently convicted of th\" ,u.\" off\"nce, shall beliable to-\n(b)the double of the punishment which he had already received asprevious conviction; and\non further commission of offence under the Act or the rules madethere under, be bannerj ro carry on the food business in \n\"aaition,o the award of maximum punishment for the offence.\nThe licence of such food operator shall be cancelled.(2)\nPART I] I.I.IE CAZETTE OF PAKISTAN, EXTRA., DECEMBER 4, 2O2I Io77\n23. Compensation in case of injury or death of a consumer.{l)\nNotwithstanding anything contained in any other law, in case of injury or death\nof a consumer due to unsafe food, the l'ribunal irr addition to any other penalty\nunder this Act Inay direct the food operator to pay compensation to the consumer\nor the legal heirs ofthe consurner, as the case may be, an amount which is-\n(a) not less rhan one million rupees in case ofdeath; and\n(b) not exceeding half a million rupees in case of injury.\n(2) lf the food operator fails to pay the compensation under this\nsection, the Food Authority shall recover the compensation as arrears of land\nrevenue and make payment of the recovered amount to the injured or legal heirs\nofthe deceased, as the case may be.\nErplanation.-ln this section, \"Company means a body corporate and\nincludes a firm or any other association ofpersons, whelher required or not.\n24. Forfeiture of food, etc.-In case of conviction under this Act, the\nTribunal may direct that any food, apparatus, utcnsil. equipment, machinery,\nvehicle or any other thing, be confiscated or destroyed at Ihe cost ofthe operator.\n25. Offences by companies.{l) Where an ofTence under this Act or\nrules made there under has been committed by a company, every person, who at\nthe time of the commission of the offence, rvas in-charge of the company as well\nas the company shall be jointly and severally liablc for the punishment of the\noffence.\n(2) Notwithstanding anyhing contained in sub-section (l), where it is\nproved that the offence is attributable to any neglect on the part of any director,\nmanager, secretary or other officer of the company. such director, managerr\nsecretary or other officer shall also be liable to the punishnrcnt of the ofltnce or\nany other association ofpersons, whcther required or not.\n26. Publication in newspaper.-lf a person is convicted of an offence\nand the conviction has attained finality, the Food Authority shall, if so directed\nby the Tribunal, publish the name ofthe person together with the name and place\nof his business, the nature of the offence and the fine, forfeiture, or other penalty\nimposed on him, in newspapers or in any other mode of information to the people\nand the convict ghall be liable to pay the cost ofany such publication.\nCl lAPl'lllt-VI\nJURISI)ICTION AND PROCEDLTRE\n27. Jurisdiction of the food authority.{l) On information received\nfrom any source, the Food Authority nray, for reasons to be recorded in writing.\nshall-\n1078 THE GAZETTE OF PAKISTAN, EXTRA,, DECEMBER 4,2021 [p^Rr I\n(a)\n(b)\n(c)\n(d)register information ofan offence under this Act; or\nsubmit complaint ofan offence before the Food Tribunal; or\nsuspend or cancel the liccnce ofthe food operator; or\nimpose fine on the food operator *.hich may extend to one million\nnrpees; or\ndirect destruction of an adulterated or unsafe food in the prescribed\nmanner; or(e)\n(0 take any other action as may be prescribed; or\n(g) decide, ifthe circumstances so warrant, not to take any action.\n(2) If the Food Authority cancels the licence or imposes fine on a foodoperator, the food operator may, within fifteen days ofthe cornmunication oftheorder,.prefer an appeal against such order to such Appellate Authority as may beprescribed.\n(3) The Food Authority or rhe.Appellate Authority shall not pass anyorder relating to suspension or cancellation of the licence or imposition of finewithout providing an opportunity ofhearing to the food operator.\n. -(4) An order of suspension of a licence under this section shall not be\n.passed for a period exceeding seven days at a time and, unless sooner withdrawnor. the trcence is cancelled, and sha cease to have effect on the expiry ofthethirtieth day from the date offirst such order.\n28. Food Tribunal.-An offence punishable under this Act shalt beexclusively triable by the Food Tribunal eitablished by the Governmenr andwhere it establishes more than one Food rribunals, it sha specify the territorialIimits within which each Food Tribunal shall exercise its jurisdiction under theAct.\n29. Cogniztnce and investigetion.{ I ) An oflence under this Actshall be cognizable on informarion provided to ihl offi\"er incharge of a policestation by an officer authorized by the Food Authority.\n(2) If the offence causes dcath oll or injury to, a person, the injurcdperson or the legal heirs of the deceased may also fiie a complaint in thc FoodTribunals under Chapter-XVl ofthe Code of briminal procedure, lggg (Act V of\nr 898).\nPART. I] THE GAZETTE OF PAKISTAN, EXTRA-, DECEMI}ER 4, 2O2I 10.79\n(3) 'the Director Food Authority may conslitute a standing\ninvestigation team tbr an area consisting of such police otficcrs and food safcty\nollcer 10 investigate offences under the Act and the rules Inade there under to\nsubmit report in the Food l'ribunal under the Code of Climinal Procedure, I 898\n(Act V of 1898).\n(4) 1'he offences under sections 22 and 24 of the Act shall be non-\nba ilab lc\n30. Time limit for prosecutions.- The prosecution for an offence\nunder this Act or the rules rnade there under shall be f.iled rvithin one l'ear of the\ncommission olthe offence.\n3 l. Summary trail.---( l) Notwithstanding anything contained in the\nCode of Criminal Procedure, I 898 (Act V of I 898) but subject to sub-section (2),\na Food Tribunal may summarily try an offence punishable under this Act or the\nrules made thereunder, and impose punishment of imprisonment for a term not\nexceeding six months, fine or both.\n(2) If a Food Tribunal is of opinion that the nature of the offence does\nnot jusli[ summary trail, it may conduct proceedings in accordance with the\nprovisions of Chapter XX of the Code of Criminal Procedure, 1898 (Act V of\n1898).\n32. Defence available.-ln aqy proccedings for an offence under this\nAct, the exercise ofdue care and caution shall be valid defence if it is proved that\nthe person took all reasonable precautions and exercised due diligence to prevent\nthe commission ofthe offence.\n33. Recovery of fines etc.{l) The Food Authority shall recover thc\nfine, fee or any other amount, imposed or lcvied, under this Act or the rules made\nthere under, as an arrears of land revenue and. for the purpose. the officer\nauthorized thereby shall exercise the powers of Collector under the Land\nRevenue Act, 1967 (Act XVII of 1967).\n(2) 'Ihe fine imposed or thc fee charged undcr the Act or the rules\nmade there under shall be deposited with the Food Authority and shall form pan\nof the Food Authority Fund.\n(3) The Authority nray distribute ten percent of the fine to its officers\nas will be prescribed in the rules.\n34. Appeal against conviction.- The Authoriry or the person\nsentenced by a Food Tribunal may, rvithin thirty days frorn the date of\ncommunication of the order, filc an appeal against the final order of thc Food\nI080 THE CAZETTE OF PAKISTAN, EXTRA DECEMBER 4, 2O2I[P^RT I\nTribunal in accordance with the code of Criminal procedure 1898 (Act v ofr898).\n35. Transfer of cases._ (l) A case regarding any matter wirhin thejurisdiction of a Food Tribunal, pending in ,ny .oi.t befire the establishment ofa Food Tribunal under this Act and the ruies made there under. shall slandtransferred to Food Tribunal which shall have j urisd iction ro try the case.\n(2) The District and Sessions Judge may under hisjurisdiction transfer acase fiom one Food Tribunal to another Food Tribunal oriirecr,. \"or.ritr[ uFood Tribunal made there under.\nCHAPl'ER.VII\n. MISCELLANEOUS\n36. Powers to make rules._ The Federal Govemment may, subject tothe. condition of previous publication and by notification in tl,e official Glett\",make rules to carry out the purposes ofthis Act.\n37. Powers to make regulations._The Director Food Authority maysubject to the condition of previoui pubrication and by notification in the officialGazette, make regulations not incon;istent with the provisions ot this Act or theru tes_\n.. . 38. . Immunity.-No suir.-prosecution or other legal proceedings shalljl\"-Tit:.lll. o.vemmenr, uny offi\"\". of tte Govemrneni]iflJ r*a Authoriry,rne Lhatrperson, a member or any other employee of the Food euthority foianything which is done in good faith under this A.t, tr,\" .ri\". o. th\" regulations.\n39. Public Servant.-The employees of the Food Aurhoriry shall bedeemed to be public servants within the meaning of section )l of the pakistan\nPenal Code, I 860 (Act XLV oi 1860).\n40. Bank accounts.-The Food Authority may open and maintain itsaccounts at such scheduled banks as may be prescribed,-ant until so prescribed,as the Government may determine.\n41. Budget and accounts._ (l) The Food Authority sha mainrainproper accounts and other records relating to its financial afl.airs including itsincorne and expenditures and its assets and liabilities in such form and manner asmay be prescribed.\n(2) After the conclusion ofa financial year, rhe Food Authority, in themanner prescribed, shall cause to be prepared foithe financial year stalements of\nPART I1THE GAZETTE OF PAKISTAN, EXTRA., DECEMBER 4,202I IOSI\naccount ofthe Food Authority which shall include a balance sheet and an account\nof income and expenditures.\n(3) The Food Authority shall approve its annual budget for a financial\nyear in the prescribed manner.\n(4) No expenditure for which provision has not been made in any\napproved budget shall be incurred without prior approval ofthe Food Authority'\n42. Audit.-{l) The Auditor Ceneral of Pakistan shall annually audit\nthe accounts ofthe Food Authority.\n(2) The Govemment. in addition to the audit under sub-section ( l) shall\ncause the accounts of the Food Au ority annually audited by a chartered\naccountant or a firm of chartered accountants.\n(3) The auditor appointed under sub-section (2) shall be provided such\naccess Io the books, accounts and other documents as may be considered\nnecessary for the audit ofaccounts.\n(a) The auditor shall submit the annual or any special audit report to\nthe Food Aurhority, and the Food Authority, under intimation to the Govemment,\nshall take appropriate remedial or other action in the light ofthe audit report'\n43. Annual report.- (l) The Food Authority shall, rvithin three\nmonths of the close of i financial year. submit to the Government an annual\nperformance report.\n(2) The rePort shall consist of.-\n(a) the statement ofaccounts and audit reports ofdre Food Authority;\n(b) a comprehensive statements of the u'ork and activities of the Food\nAuthority during the preceding financial year and its proposed\nprojects and schemes; and\n(c) such other mafters as nray be prescribed or as the Food Authoriry\nmay consider aPProPriate.\n(3) The Government shall, within two months of receiving the report\nfrom the food Authority, lay the report in both Houses of the Parliament (Majlis'\ne-Shoora).\n44. Application of thc Code of Criminal Procedure, 1898 (Act V of\n1898).-'lhe piovisions of rhe Code of Criminal Procedure, 1898 (Act V of 1898)\nshall be applicable to the trial ofthe offences under this Act'\n1082 THE CAZETTE OF PAKISTAN, EXTRA., DECEMBER4,2O2I [p^Rr I\n45. Repeal and savings.{l) The West Pakistan Pure Food Ordinance\n1960 (W.P. Ord VII of 1960) is hereby repealed.\n(2) Subject to this Act, any license or order issued under the repealed\nOrdinance, which is in force on the date of coming into force ofthe Act, shall be\ndeemed to have been issued under the Act and shall continue to be in force until\nexpired, cancelled or withdrawn.\n(3) The standards, safety requirements and other provisions of the\nrepealed Ordinance or the rules made thereunder, shall, to the extent of\nconsistency with the Act, continue to remain in force till the standards, safety\nrequirements are prescribed under the Act.\n(5) The standards, safety requirements and other provisions of the\nrepealed law or any other law for the time being in force, shall continue to be in\nforce till the provisions or this Act and the rules as the case may be come into\nforce in ICT.\n46. Overriding effect.-The provisions of this Act shall have effect\nnotwithstanding anything contained in any other law.\n47. Power to remove dilliculties.-The Govemment may, by\nnotification in a official Gazette, make provisions as may deem necessary for\nremoving any difficulty rising out in giving effect to the provisions of this Act,\nwithin period of two years after coming into force ofthis Act.\nTAHIR HUSSAIN,\nSecretary.\nPRINTED BY THE MANAGER PRINTINC CORPORATION OT PAKISTAN PRESS- ISLAM BAD(4) Any license issued or orders passed under any law, which, on the\ndate of commencement of the Act, is in force in the ICT, shall continue to be in\nforce till the date of is expiry or fiesh license is issued or any order is passed\nunder this Act.\nPUBLISHED BY THE DEPUTY CONTROLLER, SI'ATIONERY & FORMS, UNIIVERSITY ROAD, (ARACI{I,"
}