{
    "file": "./converted_json\\administrator442aefd1739c1b07adb01e9b03e2e99f.json",
    "name": "Corporation Employees (Special Powers) Ordinance, 1978",
    "date": "19th March, 1978",
    "tagline": "Investing the President with certain powers in respect of persons in Corporation service.",
    "content": "Page 1 of 2 \n    \n \n \nTHE CORPORATION EMPLOYEES (SPECIAL POWERS) \nORDINANCE, 1978 ORDINANCE XIII OF 1978  \n \n \n \n \n \n \n       CONTENTS  \n1. Short title and commencement  \n2.  Definitions  \n3.  Certain person s to be liable to removal or re version  \n4.  Representation  \n5.  Service of corpor ation to be service of Pakistan , etc. \n \n \n \n \n\n \nPage 2 of 2 \n THE  CORPORATION EMPLOYEES (SPECIAL POWERS) ORDINANCE, \n1978  \n  \nORDINANCE XIII OF 1978  \n \n          [19th March, 1978]  \n  \nAn ordinance to invest the President with certain  powers in respect of persons in Corporation \nservi ce; \n \nWHEREAS  it is expedient to invest the President with certain powers in respect of  persons in \nCorporation service ; \n \nAND WHEREAS  the President is satisfied that circumstances exist which render it nece ssary \nto take immediate action;  \n \nNOW, THEREFORE , in pursuance of the Proclamation of the fifth day of July 1977, read \nwith the Laws (Continuance in Force) Order, 1977 (C. M. L. A. Order No. 1 of 1977) , and in exercise \nof all powers enabling him in that behalf, the President is pleased to make and promu lgate  the \nfollowing Ordinance : ― \n \n1. Short title and commencement .―(1) This  Ordinance may be called the Corporation \nEmployees (Special Powers) Ordinance, 1978.  \n \n(2) It shall come into force at once.  \n \n2. Definitions.  In this Ordinance, unless there is anything r epugnant in the subject o r context , \n“person in Corporation service” means every person who is in the employment of a corporation or an \ninstitution set up established, managed or controlled by the Federal Government, and includes the \nChair man and the Manag ing Director of, and the holder of any other office in, such corporation or \ninstitution.  \n \n 3. Certain person s to be liable to removal or re version. Notwithstanding anything \ncontained in any law for the time being in force, or in the terms and conditions of  servic e a, person in \ncorporation service appointed or promoted during the period from the first  day of January 1972, to \nthe fif th day of July , 1977, may be removed from service or reverted to his lower post or grade, as \nthe case may be, without notice, by  the President, or a person authorised by him in this behalf, on \nsuch date as the President, or as the case may be, the person so authorised may, in the public interest, \ndirect.  \n \n 4. Representation.  A person who is removed from service or reverted to a low er post or \ngrade under section 3 may, within fifteen days from the date of receipt of order of removal or \nreversion prefer a representation to the President ;  \n \n Provided that, where the order of removal or reversion has been made by the President, such \nperson may, within the time aforesaid, submit to the President a petition for review of the order.  \n \n 5. Service of corporation to be service of Pakistan etc.  Service of a corporation is hereby \ndeclared to be service of Pakistan and every person in corporation  service who is removed from \nservice, or reverted to a lower post or grade, under this Ordinance, not being a person who is on \ndeputation to a corporation from any Province, shall be deemed to be a civil servant for the purposes \nof the Service Tribunals Ac t, 1973 (LXX of 1973)."
}