{
    "file": "./converted_json\\administrator17e037b9125eb18f798a3cdaa37c0a07(1).json",
    "name": "Senate Secretariat Services Act, 2017",
    "date": "2017",
    "tagline": "Regulating appointment and service terms for Senate Secretariat employees",
    "content": "THESENATE SECRETARIAT SERVICES ACT, 2017\nCONTENTS\nPREAMBLE\nCHAPTER I.\nPRELIMINARY\n1Short title, application and commencement\n2Definitions\nCHAPTER II.\nTERMS AND CONDITIONS OF SERVICE\n3Terms and conditions of service\n4Appointment\n5Appointment on deputation\n6Probation\n7Confirmation\n8Seniority\n9Posting and transfer\n10Termination of service\n11Reversion to a lower post, etc.\n12Retirement from service\n13Employment after retirement\n14Conduct\n15Efficiency and discipline\n16Right of appeal or representationUpdated till 23.9.2021\nTHESENATE SECRETARIAT SERVICES ACT, 2017\nCONTENTS\nPREAMBLE\nCHAPTER I.\nPRELIMINARY\n1Short title, application and commencement\n2Definitions\nCHAPTER II.\nTERMS AND CONDITIONS OF SERVICE\n3Terms and conditions of service\n4Appointment\n5Appointment on deputation\n6Probation\n7Confirmation\n8Seniority\n9Posting and transfer\n10Termination of service\n11Reversion to a lower post, etc.\n12Retirement from service\n13Employment after retirement\n14Conduct\n15Efficiency and discipline\n16Right of appeal or representation\nUpdated till 23.9.2021\nTHESENATE SECRETARIAT SERVICES ACT, 2017\nCONTENTS\nPREAMBLE\nCHAPTER I.\nPRELIMINARY\n1Short title, application and commencement\n2Definitions\nCHAPTER II.\nTERMS AND CONDITIONS OF SERVICE\n3Terms and conditions of service\n4Appointment\n5Appointment on deputation\n6Probation\n7Confirmation\n8Seniority\n9Posting and transfer\n10Termination of service\n11Reversion to a lower post, etc.\n12Retirement from service\n13Employment after retirement\n14Conduct\n15Efficiency and discipline\n16Right of appeal or representationUpdated till 23.9.2021\nCHAPTER III.\nMISCELLANEOUS\n17Saving\n18Indemnity\n19Jurisdiction barred\n20Removal of difficulties\n21Interpretation\n22Gender\nCHAPTER IV.\nRULES\n23Rules\n24Application of standing orders\n25Repeal and saving\nACT NO.XXIIOF2017.\nANACT\nto regulate the appointment and the terms and conditions of service of persons in the Senate\nSecretariat, under clause ( 2)of Article 87 of the Constitution of the Islamic Republic of Pakistan,\n1973\nWHEREAS it is expedient toregulate by law the appointment andthe terms and\nconditions of service of persons in the Senate Secretariat as provided for in clause (2) of Article\n87 of the Constitution of Pakistan, 1973 and to provide for matters connected therewith or\nancillary thereto;\nItis hereby enacted as follows: -\n1.Shorttitle, application andcommencement. 1) This Act may be called the\nSenate Secretariat Services Act, 2017.\n(2)It applies to all employees in the Senate Secretariat wherever they may be\n(3)It shall come into force at once.\nCHAPTER -I\nPRELIMINARY\n2.Definitions. -(I) In this Act, unless there is anything repugnant inthe subject or context, -\n(a)1[** *]\n(b)\"BasicPayScales\"or“BPS\"means pay scales prescribed by the Federal\nGovernment and adopted by the Senate Secretariat;\n(c)\"competent authority \"meansthe competent authority to make appointment\nto various posts, as may be prescribed by rules;\n(d)\"Chairman \"means the Chairman of the Senate and includes the Acting\nChairman;\n(e)\"Constitution ” means the Constitution of the Islamic Republic of Pakistan;\n1[(f)\"employee ” means a person appointed in the Secretariat, who shall have the\nstatus of a civil servant, but does not include -\n(i)a person who is on deputation to the Secretariat; or\n1Omitted, Subs by Act. IV of 2021, s -2.\n(ii)a personwho is employed on contract;]\n(g)\"FinanceCommittee \" means the Finance Committee of the Senate as\nprovided for in Article 88 of the Constitution;\n(h) “general parliamentary group ” means any group orservice, as may be\nprescribed by rules to bea general parliamentary group, performing general\nparliamentary administration functions;\n(i)\"Government \"means the Federal Government;\n(j)\"initialappointment \"means appointment madeotherwise than by promotion\nor transfer;\n(k)\"othercategories \"means any group or services, as may be prescribed by\nrules, tobe othercategories andarenotpartof thegeneral parliamentary\ngroup or specialized parliamentary group;\n(l)\"payandallowances \"meanstheamountdrawnmonthlyby an employee as\npay andincludestechnical pay, special pay, personal pay and other\nemoluments declaredas such by the Chairman or the Finance Committee or\nthe Federal Government, as the case may be, where rules of the Federal\nGovernment are adopted;\n(m)\"post\"means a post sanc tioned in the Senate Secretariat;\n(n)\"prescribed \"meansprescribed by rules or standing ordersor as notified by a,\nnotification in the official Gazette, as the case may be;\n(o)\"rules\"means the rules made under this Act by the Chairman;\n(p)\"Secretariat ” means the Secretariat of the Senate;\n(q)\"Secretary \"meanstheSecretary Senate, having thestatusof Federal\nSecretary and includes the Acting Secretary in the absence of the Secretary or\nany other person performing the functions of the Secr etary, for the time being,\nunder the direction and supervision of the Chairman;\n(r)\"specialized parliamentary group\"means any group or service, as may be\nprescribed by rules to be a specialized parliamentary group, performing\nspecial and technical parliamentary functions; and\n(s)\"standing orders\"means written orders of the Chairman as notified by the\nSenate Secretariat.\nCHAPTER –II\nTERMS AND CONDITIONS OF SERVICE\n3.Termsand conditions of service .-(1) Thetermsandconditions of anemployee shallbe\nas provided for in this Act and the rules made there under.\n(2)The terms and conditions of service of any person to whom this Act applies shall not be\nvaried to his disadvantage.\n(3)Subjectto thisActandrulesmadethereunder,othertermsand conditions ofservice\nincluding pay,allowances, retirement, deputation, pension, gratuity, provident fund,benevolent\nfund,groupinsurance, financial orfamily assistance incaseofdeathduringservice,leaveorother\nprivileges ofanemployee shallbegoverned bythelaw,rulesandpoliciesforthetimebeingin\nforceandapplicable totheemployees inpostsin thesamescaleintheFederal Government:\nProvided that the powers of the Federal Government shall beexercised by the Chairman,\nwith such additions, enhancements, modifications, variations or exceptions, as he may deem fit,\nwith concurrence of the Finance Committee:\nProvided further that in case of urgency of the matter, the Chairman may exercise his\npowers in anticipati on of the concurrence of the Finance Committee.\n(4)Theemployees shallbe entitled to such terms andconditions ofservice, entitlements,\nfacilities, perks and privileges, including medical, housing, education and all other schemes of the\nGovernment, as are admissible to its civil servants or occupational groups or professionals, from\ntime to time, notwithstanding a judgment of any court, tribunal or a quasi -judicial authority.\n4.Appointment .-(1) Appointments to the Senate Secretariat shall be made ccording to the\nrules by one or more of the following methods, namely: -\n(a)By promotion of a person employed in the secretariat;1[or]\n1[* * *]\n(c)by direct recruitment1[.]\n1[* * *]\n1[(1A)Thedirect recruitment to a post in BPS-17shall be made through the Federal Public\nService Commission and to a post in BPS -16 and below through the procedure as prescribed by the\nrules.\n(1B)There shall be no direct recruitment to a post in BPS -18 and above:\nProvided that in such cases where no o fficer of the Secretariat qualifies to hold the post for\nthe time being and the circumstances render it necessary, appointment to a post in BPS -18 and above\nmay be made on contract with the approval of the Senate Finance Committee, through advertisement\nand recruitment process by theSecretariat, up -till a period of three years, which shall not be extended\nor regularized.\n1Added, Omitted, Subs, Ins. By Act IV of 2021, s. 3.\n(1C)Notwithstanding the provisions of sub -section (1A), appointment on contract may be\nmade in the interest of the Secretariat in BPS -04 and below, as prescribed by the rules:\nProvided that staff allowed by the Senate Finance Committee in its meeting held on the 17th\nFebruary, 2012 vide Item No. 4 (iii) may also be appointed on contra ct, irrespective of the grade:\nProvided further that services of an employee appointed on contract in any grade shall not be\nregularized, extended beyond three years or transferred to any other post in the Secretariat.\n(1D)There shall be no appointment onad hocbasis.\n(1E)The length of service for appointment by promotion shall not be condoned.\n(1F) There shall be no placements based on seniority or length of service .]\n(2)The Secretariat shall be organized in general parliamentary group, specializ ed\nparliamentary group and other categories, as may be prescribe by the rules.\n1[Provided that highest post for specialized parliamentary groups shall be Senior Director\nGeneral (BPS -21).]\n1[* * *]\n1[5.Appointment on deputation .__(1) Appointment on deputation to a post shall be made in\nthe interest of the Secretariat.\n(2) The competent authority may appoint on deputation a person to a post in the general\nparliamentary group from an occupational group or provincial executive services and to a post in the\nspecialize dparliamentary group from any service of Pakistan.\n(3) The terms and conditions of service of a person appointed to the Secretariat on deputation\nshall be such as may be prescribed by the rules.\n(4) Services of an employee appointed to a post on deputation shall not be absorbed in the\nSecretariat/services.]\n6.Probation . (1)Appointment to a post by direct recruitment under section 4,1[***], shall\nbe on probation for a period of two years, or for such lesser period, as may be prescribed.\n(2)Any person appointed to a post by promotion1[**] may also be placed on probation in\naccordance with the provisions of sub-section (1).\n(3)On the satisfactory completion of period of probation, the Appointing authority may\nterminate theprobation andconfirmprobationer inhis appointment provided a clear vacancy exists.\n(4)If in the opinion of the appointing authority, the work or conduct of an employee on\nprobation isunsatisfactory orshowsthatheisunlikelyto become efficient and if no order is issued\nunder sub -section (3) on the expiry of the prescribed period, the appointing authority may order that -\n1Added, Omitted, Subs, by Act IV of 2021, s. 4 -5.\n(a)his probation be extended for such period not exceeding one year, as he may\nthink fit; or\n(b)if he was appointed to such post by direct or initial recruitment, be discharged;\nor\n(c)if he was appointed to suchpostby promotion1[* * *]be reverted to the post\nfrom which he was promoted1[**]and against which he holds a lien.\n7.Confirmation .—(1) Apersonappointed onprobation shall, on satisfactory completion\nof his probation, be eligible for confirmation in a post as may be prescribed.\n(2) An employee promoted toa post on regular basis shall be eligible fo r confirmation after\nrendering satisfactory service for the period prescribed for confirmation therein.\n(3)An employee who, during the period of his service, was eligibleto be confirmed against\nanypostretiresfromservicebeforebeingconfirmed shallnot, merely byreasonofsuchretirement,\nberefusedconfirmation againstsuch post or anybenefitsaccruingtherefrom.\n(4)Confirmation of an employee against a postshalltakeeffectfrom the dateofoccurrence\nofvacancyofthatpostorfromthedateofcontinuous officiation on suchpost, whichever is later.\n8.Seniority. –(1) For proper administration, the appointing authority shall cause a seniority\nlist of the employees, for the time being, of such group, category or post to be prepared, but nothing\nhereincontained shallbe construed to confer anyvestedright to a particular seniority in suchgroup,\ncategoryor post, as the case maybe.\n(2)Subject to the provisions of sub-section (I), the seniority of an employee shall be\nreckoned inrelationto otheremployees belonging tothe same group or postwhetherserving in the\nsamedepartment or officeor not, as may be prescribed.\n(3)Seniority on initial appointment to a group, category orpostshall be determined as may\nbe prescribed.\n(4)Seniority in a group, category or post to which an employee is promoted shall take effect\nfrom the date of regular appointment to that post:\nProvided that employees who are selected for promotion to a higher post in one batchshall,\non theirpromotion tothe higher post, retain their inter se seniority as in the lower post.\n1[9.Postingandtransfer. (1)Every employee shallbeliableto serve anywhere within\nPakistan, or on deputation in the Federal or Provincial Government or abroad or in an international\norganization at the national or international level, in any equivalent or higher post subject to\napproval of the competent authority:\nProvided that terms and conditions of any such posting shall not be less favourable to the\nemployee under t his section.\n(2)An officer belonging to the general parliamentary group (Secretariat service of the\nSecretariat services) serving on deputation in the Federal or Provincial Government or abroad shall\nbe as if he is an officer of the secretariat group of the Federal Government.]\n1Omitted. Subs, by Act IV of 2021, s. 6-7.\n10. Termination of service. –(1) The service of an employee may be terminated without\nnotice,-\n(a)during the initial or extended period of his probation:\n1[Provided that, where such employee isappointed by promotion on probation his services\nshall not be so terminated so long as he holds a lien against his former post but he shall be reverted\nto his former post.]\n(b)on the expiry of the initial or extended period of his1[Contract] employment;\nor\n1[* * *]\n(2)Where, on the abolition of a post or reduction in the number of posts in a group, the\nservicesof an employee are required to be terminated, the person whose services are terminated shall\nordinarily be the one who is the most junior in such group.\n11.Reversion to a lower post, etc. –(1) An employee appointed to a higher post on [ *]\ntemporary orofficiating basisshallbeliabletoreversion to his lowerpost.\n(2)No employee shall be dismissed or removed from servi ce or reduced in rank by an\nauthority subordinate to that by which he was appointed.\n(3)No such employee as aforesaid shall be dismissed or removed from service, orreducedin\nrank,untilhehasbeengivenareasonable opportunity of showing causeagainsttheactionproposed\ntobe takenagainsthim:\nProvided that this sub -sectionshall notapply-\n(a)where an employee is dismissed orremoved fromserviceorreduced in rank\nonthegroundsofconductwhichhasledtohisconviction on a criminal\ncharge;or\n(b)the employee is still on probation1[***] or\n(c)wheretheChairman oranypersonauthorized by himunderthisAct is\nsatisfied, for reasons tobe recorded in writing, thatin theinterest of the\nsecurityofPakistan oranypartthereof,itis notexpedient to givetothat\nemployee suchan opportunity.\n12.Retirement from service ,–(I)Anemployee shallretirefromservice,___\n(a)onsuchdateafterhehascompleted twenty-fiveyearsofservice qualifying for\npensionorotherretirement benefitsasthecompetent authority may,in public\ninterest,direct;or\n(b) whereno direction is givenunderparagraph (i), onthe completion of the\nsixtiethyearofhis age.\n1Subs, Ins, O mitted, by Act IV of 2021, s. 7-8.\n(2)Nodirection underclause(a)ofsub-section(I)shallbemadeuntil theemployee hasbeen\ninformed inwritingofthegroundsonwhichitis proposed tomakethedirection andhasbeengiven\nareasonable opportunity of showing causeagainstthesaiddirection.\n13.Employment after retirement .–(1)Aretiredemployee shallnot ordinarily bere-\nemployed in theSecretariat, unlesssuchre-employment is in the broader interestoftheInstitution\nandismadewiththepriorapprovalofthe authority nextabovethe appointing authority:\nProvided that,wheretheappointing authority istheChairman, such re-employment maybe\norderedwiththeapprovalof theFinanceCommittee.\n(2)Subjecttotheprovisions ofhis terms andconditions of service and rules, anemployee\nmay, during leavepreparatory toretirement, orafterretirement from Secretariat, seekanyprivate\nemployment:\nProvided that,whereemployment issoughtbyanemployee whileon leave preparatory to\nretirement, heshallobtainpriorapprovalofthecompetent authority.\n14.Conduct. –Theconductofan employee shallbe regulated by rules made, standingorders\nnotifiedorinstructions issuedby Chairman ora prescribed authority, whethergeneralorin respect\nof aspecified groupof employees.\nI5.Efficiency and discipline. –Anemployee shallbeliableto disciplinary actionand\npenalties in accordance withtheprescribed rulesand procedure.\n16.Right of appeal or representation .–(l) Where a rightto preferan appeal orapplyfora\nreviewinrespectofanyorderrelatingtothetermsand conditions ofhisserviceis provided to an\nemployee underanyrulesapplicable to him,suchappealorapplication forreviewshall,exceptas\nmaybeotherwise prescribed, bemadewithinthirtydaysof thedateof suchorder.\n(2)Wherenoprovision forappealorreviewexistsundertherulesin respect ofanyorderor\nclassoforders,anemployee aggrieved by anysuchorder may, withinthirtydaysofthe\ncommunication tohimofsuchorder,makearepresentation againstit,totheauthority nextabovethe\nauthority whichpassed an order:\nProvided thatnorepresentation shallIieonmattersrelatingtothe determination offitnessof\na persontoholdaparticular postortobepromoted to a higher postorgrade.\nCHAPTER -III\nMISCELLANEOUS\n17.Saving.–Nothing in this Act orinanyrule,shallbeconstrued to limitorabridgethe\npoweroftheChairman to dealwiththecaseofanemployee in such manneras mayappearto him to\nbe justandequitable:\nProvided that,wherethisActoranyrule,is applicable tothecaseofan employee, the case\nshallnotbe dealtwithin a manner less favourable to him than that provided by thisActor suchrule.\n18.Indemnity. –No suit, prosecution orotherlegalproceedings shall lie againstan\nemployee foranything doneinhisofficialcapacitywhichisin goodfaithdoneorintended tobe\ndoneunderthisActor therules,instructions or directions madeorissued,or adopted fromtimeto\ntime.\n19.Jurisdiction barred. –Saveasprovided underthisActandthe Service Tribunals Act,\n1973(LXXof1973)ortherules,noordermadeor proceedings takenunderthisActortherulesby\ntheChairman oranyofficer authorized byhimshallbecalledinquestion in anycourtandno\ninjunction shall begrantedby anycourt in respect ofanydecisionmadeorproceedings takenin\npursuance of anypowerconferred by, or under, thisAct or the rules.\n20.Removal of difficulties. –lfanydifficulty arisesingivingeffectto anyoftheprovisions\nofthisAct,theChairman maymakesuchorderasmay appear to himto be necessary for thepurpose\nofremoving thedifficulty.\n21.Interpretation –Allquestions relating to interpretation of provisions of thisActshallbe\nreferredto theChairman whosedecisionthereonshallbe final.\n22.Gender. –Inthis Act, unless thereis anything repugnant in the subject or context,words\nimporting themasculine gendershallbetakentoinclude females.\nCHAPTER -IV\nRULES\n23.Rules. –The Chairman may make rules for carrying out the purposes of this Act:\nProvided that the said rulesshallbe notified after concurrence of the Finance Committee.\n24.Application of standing orders .–The standing orders, as notified by the Secretariat,\nfrom time to time, shall be read as an extension to this Act.\n25.Repeal and saving .–(l) The Senate Secretariat (Recruitment) Rules, 1973 are hereby\nrepealed.\n(2)Notwithstanding therepeal of Senate Secretariat(Recruitment) Rules, 1973,everything\ndone,actiontaken,appointments made either throughinitial recruitment, induction, absorption,\npromotion, regularization or on contract basis, obligation, liabilityorpenaltyincurred, power\nconferred orexercised, orders issued underthesaidRulesandeverything doneinexerciseofthe\npowers conferred by or under the said Rules, shall continue and be deemed to have been respectively\ndone, taken, incurred, conferred, exercised or issued under this Act.\n_______"
}