{
    "file": "./converted_json\\administrator275d810bafa9a4c7a4447490e951612d.json",
    "name": "NFC Institute of Engineering and Technology Multan",
    "date": "30th May, 2012",
    "tagline": "An Act to establish NFC Institute of Engineering and Technology Multan with degree awarding status to enhance the quality of higher education in the country",
    "content": "Page 1 of 28 \n  \n \n \nTHE NFC INSTITUTE OF ENGINEERING AND TECHNOLOGY \nMULTAN ACT,  2012  \n \n \n \nCONTENTS  \n \nCHAPTER­I  \nPRELIMINARY  \n \n1. Short  title and Commencement.  \n \n2. Definitions.  \nCHAPTER­II  \nTHE INSTITUTE  \n \n3. Establishment  of the Institute.  \n \n4. Powers  and purpose  of the Institute.  \n \n5. Institute  open  to all classes,  creeds,  etc. \n \n6. Teaching  at the Institute.  \n \nCHAPTER­III  \nOFFICERS OF THE INSTITUTE  \n \n7. Principal  Officers.  \n \n8. Chancellor.  \n \n9. Removal  from  the Senate.  \n \n10. The Pro­Chancellor.  \n \n11. Vice­Chancellor.  \n \n12. Appointment  and removal  of the vice­Chancellor.  \n \n13. Registrar.  \n \n\n \nPage 2 of 28 \n 14. Treasurer.  \n \n15. Controller  of Examinations.  \n \n \n \nCHAPTER­IV  \nAUTHORITIES OF THE INSTITUTE  \n \n16. Authorities.  \n \n17. Senate.  \n \n18. Powers  and functions  of the Senate.  \n \n19. Visitations.  \n \n20. Syndicate.  \n \n21. Powers  and duties  of the Syndicate.  \n \n22. Academic  Council.  \n \n23. Powers  and functions  of the Academic  Council.  \n \n24. Representation  Committees.  \n \n25. Appointment  of committees  by certain  Authorities.  \n \nCHAPTER­V  \nSTATUTES, REGULATIONS AND RULES  \n26. Statutes.  \n \n27. Regulations.  \n \n28. Rules.  \nCHAPTER­VI  \nINSTITUTE FUND  \n \n29. Institute  fund.  \n \n30. Audits  and accounts.  \n \nCHAPTER­VII  \nGENERAL PROVISIONS  \n \n31. Opportunity  to showcause.  \n \n32. Appeal  to the Syndicate  and the Senate.  \n \n \nPage 3 of 28 \n 33. Terms  of service  and remedy.  \n \n34. Benefits  and insurance.  \n \n35. Commencement  of term of office  of members  of Authority.  \n \n36. Filling  of casual  vacancies  in Authorities.  \n \n37. Flaws  in the constitution  of Authorities.  \n \n38. Proceedings  of Authorities  not invalidated  by the vacancies.  \n \n39. First statutes  and regulations.  \n \n40. Repeal  and savings.  \n \n41. Transitory  provisions.  \n \n42. Removal  of difficulties.  \n \n43. Indemnity.  \n \n44. Power  to allow  appointment  of the Government,  other  universities  or educational  or research  \ninstitutions  to the institute.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 28 \n THE NFC INSTITUTE OF ENGINEERING AND TECHNOLOGY MULTAN  \nACT, 2012  \n \nACT NO. XIII OF 2012  \n \n[30th May, 2012]  \n \nAn Act to establish NFC Institute of Engineering and Technology Multan  \n \nWHEREAS  it is expedient to provide for the establishment of NFC Institute of Engineering \nand Technology Multan with degree awarding status to enh ance the quality of higher education in \nthe country and for matters connected therewith or ancillary thereto;  \n \nIt is hereby enacted as follows: — \n \nCHAPTER­I  \n \nPRELIMINARY  \n \n1. Short title and Commencement. —(1) This Act may be called the NFC Institute of  \nEngineering and Technology Multan Act, 2012.  \n \n(2) It shall come into force at once.  \n \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n \n(a) “Academic Council ” means the Academic Council of the Institute;  \n \n(b) “affiliated college ” means an educational institution affiliated to the Institute \nbut not maintained or administered by it;  \n \n(c) “Authority ” means any of the Authorities of the Institute specified in terms of \nSection 16;  \n \n(d) “Chancellor ” means the Chancellor of the Institute;  \n \n(e) “college ” means a constituent college or an affiliated college;  \n \n(f) “Commission ” means the Higher Education Commission set up under the \nHigher  Education Commission Act, 2002 (LIII of 2002);  \n \n(g) “const ituent college ” means an educational institution, by whatever name \ndescribed, maintained and administered by the Institute;  \n \n(h) “Dean ” means the head of a Faculty or the head of an academic body granted \nthe status of a Faculty under this Act or by the statutes or regulations:  \n \n(i) “Department ” means a teaching, department maintained and administered, or \nrecognized by the institute in the man ner prescribed;  \n \n \nPage 5 of 28 \n (j) “Director ” means the head of an institute established as a constituent institution \nby the  Institute by statutes or regulations in terms of the powers delegated by \nthis Act;  \n \n(k) “Faculty ” means an administrative and academic unit of the Instit ute consisting \nof one or more departments, as prescribed;  \n \n(l) “Government ” means the Federal Government;  \n \n(m) “Institute ” means the NFC Institute of Engineering and Technology;  \n \n(n) “Institute teacher ” means a whole­time teacher appointed and paid by the \nInstitute, o r recognized by the Institute as such;  \n \n(o) “NFC Institute ” means the NFC Institute of Science and Technology, Multan;  \n \n(p) “prescribed ” means prescribed by statutes, regulations or rules made under this \nAct; \n \n(q) “Principal ” means the head of a college;  \n \n(r) “Pro­chancellor ” means the Pro­Chancellor of the Institute;  \n \n(s) “Representation Committees ” means the Representation Committees \nconstituted under section 24;  \n \n(t) “Review Panel ” means the Review Panel set up by the Chancellor in accordance \nwith the provisions of section 8;  \n \n(u) “Search Committee ” means the Search Committee set up by the Senate under \nsection 12;  \n \n(v) “Senate ” means the Senate of the Institute;  \n \n(w) ''statutes ”, “regulations ” and “rules ” means respectively the statutes, the \nregulations and the rules made under this Act and for the time being in force;  \n \n(x) “Syndicate ” means the Syndicate of the Institute;  \n \n(y) “teachers ” include Professors, Associate Professors, Assistant Professors an d \nlecturers engaged whole­time by the Institute or by a constituent or affiliated \ncollege and such other persons as may be declared to be teachers by regulations; \nand \n \n(z) “Vice­Chancellor ” means the Vice­Chancellor of the Institute.  \n \n \n \n \n \n \nPage 6 of 28 \n CHAPTER­II  \n \nTHE INSTIT UTE  \n \n3. Establishment of the Institute .—(1) The Institute of Engineering and Technology shall, \nfrom the date of publication of notifications in the official Gazette in this behalf, stand established in \naccordance with the provisions of this Act.  \n \n(2) The present regular or full­time employees discharging duties at NFC Institute shall be \nemployed under the Institute under existing terms and conditions not less favorable than those \nprevailing at present. The students presently studying at NFC institu te and registered with Bahauddin \nZakariya University, Multan, shall stand shifted to the institute on its establishment.  \n \n(3) Notwithstanding anything contained in any other law for the time being in force and \nsubject to the provision of section 40, the NF C Institute shall on the establishment of the Institute, \nstand merged in the Institute.  \n \n(4) The Institute shall consist of the following, namely. — \n \n(a) the Chancellor, the Pro­Chancellor, the members of the Senate and the \nVice­Chancellor;  \n \n(b) the members of the Authorities of the Institute established under section 16;  \n \n(c) all Institute teachers and persons recognized as students of the Institute in \naccordance with terms prescribed from to time; and  \n \n(d) all other full­time officers and members of the staff of the Insti tute. \n \n(5) The Institute shall be a body corporate and shall have perpetual succession and a common \nseal, and may sue and be sued by the said name.  \n \n(6) The institute shall be competent to acquire and hold property, both movable and \nimmovable, and to lease  sell or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it.  \n \n(7) Notwithstanding anything contained in any other law for the time being in force, the \nInstitute shall have academic, financial and ad ministrative autonomy, including the power to employ \nofficers, teachers and other employees on such terms as may be prescribed, subject to the terms of \nthis Act and the Higher Education Commission Act, 2002 (LIII of 2002). In particular, and without \nprejud ice to the authority granted to the Commission by the law the Government or an authority or \nauditor appointed by the Government shall have no power to question the policy underlying the \nallocation of resources approved by the Senate in the annual budget of  the Institute.  \n \n(8) All assets, properties, rights and interests of whatever kind, used, enjoyed, possessed, \nowned or vested in, or held in trust by and liabilities legally subsisting against the NFC Institute shall \npass to the Institute established under  this Act.  \n \n4. Powers and purpose of the Institute.  The institute shall have the following powers, \nnamely: — \n \nPage 7 of 28 \n  \n(i) to provide for education and scholarship in such branches of knowledge, as it \nmay deem fit, and to make provision for research, service to society and for the \napplication, advancement and dissemination of knowledge in such manner as it \nmay determine;  \n \n(ii) to prescribe courses of studies to be conducted by it and the colleges;  \n \n(iii) to hold examinations and to award and confer degrees, diplomas, certif icates \nand other academic distinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions;  \n \n(iv) to prescribe the terms and conditions of employment of the officers, teachers \nand other employees of the Insti tute and to lay down terms and conditions that \nmay be different from those applicable to Government servants in general;  \n \n(v) to engage, where necessary, persons on contracts of specified duration and to \nspecify the terms of each engagement;  \n \n(vi) to confer honorar y degrees or other distinctions on approved persons in the \nmanner prescribed;  \n \n(vii) to provide for such instruction for persons not being students of the Institute as \nit may prescribe, and to grant certificates and diplomas to such persons;  \n \n(viii) to institute progra mmes for the exchange of students and teachers between the \nInstitute and other universities, educational institutions and research \norganizations, inside as well as outside Pakistan;  \n \n(ix) to provide career counseling and job search services to students and alum ni; \n \n(x) to maintain linkages with alumni;  \n \n(xi) to develop and implement fund­raising plans;  \n \n(xii) to provide and support the academic development of the faculty of the Institute;  \n \n(xiii) to confer degrees on persons who have carried on independent research under \nprescribed conditions;  \n \n(xiv) to affiliate and disaffiliate educational institutions under prescribed conditions;  \n \n(xv) to inspect colleges and other educational institutions affiliated or seeking \naffiliation with it;  \n \n(xvi) to accept the examinations passed and the period  of study spent by students of \nthe Institute at other universities and places of learning equivalent to such \nexaminations and periods of study in the Institute, as it may prescribe, and to \nwithdraw such acceptance;  \n \n \nPage 8 of 28 \n (xvii)  to co­operate with other universities, p ublic authorities or private organizations, \ninside as well as outside Pakistan, in such manner and for such purposes as it \nmay prescribe;  to institute Professorships, Associate Professorships, Assistant \nProfessorships and  \n \n(xviii)  Lectureships and any other posts and to appoint persons thereto;  \n \n(xix) to create posts for research, extension, administration and other related purposes \nand to appoint persons thereto;  \n \n(xx) to recognize selected members of the teaching staff of affiliated colleges or \neducational institutions admi tted to the privileges of the  \n \n(xxi) to institute and award financial assistance to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n \n(xxii)  to establish teaching departments, schools, colleges, faculties, institute s, \nmuseums and other centres of learning for the development of teaching and \nresearch and to make such arrangements for their maintenance; management \nand administration as it may prescribe;  \n \n(xxiii)  to provide for the residence of the students of the institute and the colleges, to \ninstitute and maintain halls of residence and to approve or license hostels and \nlodging;  \n \n(xxiv)  to maintain order, discipline and security on the campuses of the Institute and \nthe colleges;  \n \n(xxv)  to promote the extra curricular and recr eational activities of such students, and \nto make arrangements for promoting their health and general welfare;  \n \n(xxvi)  to demand and receive such fees and other charges as it may determine;  \n \n(xxvii)  to make provision for research, advisory or consultancy services and wit h these \nobjects to enter into arrangements with other institutions, public or private \nbodies, commercial and industrial enterprises under prescribed conditions;  \n \n(xxviii)  to enter into, carry out, vary or cancel contracts;  \n \n(xxix)  to receive and manage property transferre d and grants, contributions made to \nthe Institute and to invest any fund representing such property, grants, bequests, \ntrusts, gifts, donations, endowments or contributions in such manner as it may \ndeem fit;  \n \n(xxx)  to provide for the printing and publication of research and other works; and  \n \n(xxxi)  to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite or expedient in orderto further the objectives of the \ninstitute as a place of education, learning, and research.  \n \nPage 9 of 28 \n 5. Institute open to all classes, creeds, etc .—(1) The institute shall be open to all persons of \neither gender and of whatever religion, race, caste, creed, class, colour or domicile and no person shall \nbe denied the privileges of the institute on the grounds  of religion, race, caste, creed, class, colour or \ndomicile.  \n \n(2) An increase in any fee or charge that is in excess of ten per cent per annum on an annualized \nbasis from the last such increase may not be made except in special circumstances, and only with  the \napproval of the Syndicate.  \n \n(3) The Institute shall institute financial aid programmes for students in need, to the extent \nconsidered feasible by the Syndicate given the resources available, so as to enable admission and \naccess to the Institute and th e various opportunities provided by it to be based on merit rather than \nability to pay.  \n \n6.Teaching at the Institute .—(1) All recognized teaching in various courses shall be \nconducted by the Institute or the colleges in the prescribed manner and may include lectures, tutorials, \ndiscussions, seminars, demonstrations, distance learning and other methods of instruction as well as \npractical work in the laboratories, hospitals, workshops and other governmental or private \norganizations.  \n \n(2) The authority r esponsible for organizing recognized teaching shall be such as may be \nprescribed.  \n \nCHAPTER­III  \n \nOFFICERS OF THE INSTITUTE  \n \n7. Principal Officers .—The following shall be the principal officers of the Institute, \nnamely. — \n \n(a) The Chancellor;  \n(b) The Pro­Chancellor;  \n(c) The Vice­Chancellor;  \n(d) The Deans;  \n(e) The Principals of the constituent colleges;  \n(f) The Chairpersons of the teaching departments;  \n(g) The Registrar;  \n(h) The Treasurer;  \n(i) The Controller of Examinations; and  \n(j) Such other persons as may be prescribed by the sta tutes or regulations to be \nthe principal officers of the Institute.  \n8. Chancellor .—(1) The President of Pakistan shall be the Chancellor of the institute and the  \nChairperson of the Senate.  \n \n \nPage 10 of 28 \n (2) The Chancellor shall, when present, preside at the meetings of  the Senate and the \nConvocation of the Institute. In the absence of the Chancellor, the Senate may request Pro­ Chancellor \nto preside over the Convocation of the Institute and meetings of the Senate.  \n \n(3) The members of the Senate as well as the Vice­Chancellor shall be appointed by the \nChancellor from amongst the persons recommended by the Representation Committee set up for this \npurpose or the Search Committee established in accordance with this Act a nd the statutes, as the case \nmay be.  \n \n(4) Every proposal to confer an honorary degree shall be subject to confirmation by the  \nChancellor.  \n \n(5) If the Chancellor is satisfied that serious irregularity or mismanagement with respect to the \naffairs of the Inst itute has occurred he may, — \n \n(a) as regards proceedings of the Senate, direct that specified proceedings be \nreconsidered and appropriate action taken within one month of the direction \nhaving been issued:  \n \nProvided that if the Chancellor is satisfied that eithe r no reconsideration has been carried out \nor that the reconsideration has failed to address the concern expressed he may, after calling upon the \nSenate to show cause in writing, appoint a five member Review Panel to examine and report to the \nChancellor on the functioning of the Senate. The report of the Review Panel shall be submitted within \nsuch time as may be prescribed by the Chancellor. The Review Panel shall be drawn from persons of \neminence in academics and in the fields of law, accountancy and admini stration; and  \n \n(b) as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority other than the Senate, direct the Senate to exercise \npowers under section  19. \n \n9. Removal from the Senate .—(1) The Chancellor may, upon  the recommendation of the \nReview Panel, remove any person from the membership of the Senate on the ground that such \nperson. — \n \n(a) has become of unsound mind;  \n \n(b) has become incapacitated to function as member of the Senate;  \n \n(c) has been convicted by a Court of law for an offence involving moral turpitude;  \n \n(d) has absented himself from two consecutive meetings without just cause; or  \n \n(e) has been guilty of misconduct, including use of position for personal advantage \nof any kind, or gross inefficiency in the performance of functions.  \n \n(2) The Chancellor shall remove any person from the memberships the Senate on a resolution \ncalling for the removal of such person supported by at least three­fourths of the membership of the \nSenate:  \n \n \nPage 11 of 28 \n Provided that before passing such resolut ion the Senate shall provide the member concerned a \nfair hearing:  \n \nProvided further that the provisions of this section shall not be applicable to the \nVice­chancellor in his capacity as a member of the Senate.  \n \n10. The Pro­Chancellor .—(1) The Chairman Nati onal Fertilizer Corporation of Pakistan shall \nbe the ex­officio  Pro­Chancellor of the institute.  \n(2) The Pro­Chancellor shall perform functions of the Chancellor in the absence of Chancellor \nand such other functions as may be entrusted to him by the Chance llor. He shall also be responsible \nfor overall administrative control of the Institute.  \n \n11. Vice­Chancellor .—(1) There shall be a Vice­Chancellor of the Institute who shall be an \neminent academic and shall be appointed on such terms and conditions as may be prescribed.  \n \n(2) The Vice­Chancellor shall be the Chief Executive Officer of the Institute responsible for \nall academic functions of the Institute and for ensuring that the provisions of this Act, statutes, \nregulations and rules are faithfully observed in order to promote the general efficiency and good order \nof the Institute. The Vice­Chancellor shall have all powers prescribed for this purpose, including \nadministrative control over the officers, teachers and other employees of the Institute.  \n \n(3) The V ice­Chancellor shall, if present, be entitled to attend any meeting of any Authority or \nbody of the Institute.  \n \n(4) The vice­Chancellor may, in an emergency that in his opinion requires immediate action \nordinarily not in the competence of the Vice­Chancell or, take such action and forward a report of the \naction taken to the Pro­Chancellor who may direct such further action as is considered appropriate.  \n \n(5) The Vice­Chancellor  shall, also have the following powers, namely — \n \n(a) to direct teachers, officers and other employees of the Institute to take up such \nassignments in connection with examination, administration, and such other \nactivities in the Institute as he may consider nec essary for the purposes of the \nInstitute;  \n \n(b) to sanction by re­appropriation an amount not exceeding an amount prescribed \nby the Senate for an unforeseen item not provided for in the budget and report \nit to the Pro­ Chancellor immediately and to Senate at th e next meeting;  \n \n(c) to recommend appointments of such categories of employees of the Institute \nand in such manner as may be prescribed by the statutes;  \n \n(d) to recommend suspension, punishment and removal, in accordance with \nprescribed procedure, from service off icers;  \n \n(e) to delegate with the approval of Pro­Chancellor any of his powers under this \nAct to an officer or officers of the Institute; and  \n \n(f) to exercise and perform such other powers and functions as may prescribed be \nprescribed.  \n \nPage 12 of 28 \n  \n(6) The Vice­Chancellor sha ll preside at the Convocation of the institute in the absence of the  \nChancellor and Pro­Chancellor.  \n \n(7) The Vice­Chancellor shall present an annual report before the Senate within three months \nof the close of the academic year. The annual report shall pre sent such information as regards the \nacademic year under review as may be prescribed, including disclosure of all relevant facts pertaining \nto,— \n \n(a) academics;  \n \n(b) research;  \n \n(c) administration; and  \n \n(d) finances.  \n \n(8) The Vice­Chancellor's  annual report shall be made available, prior to its presentation before \nthe Senate, to all officers and Institute teachers and shall be published in such numbers as are required \nto ensure its wide circulation.  \n \n12. Appointment and removal of the Vice­Chan cellor .—(1) The Vice­Chancellor shall be \nappointed by the Chancellor on the basis of recommendations made by the Senate.  \n \n(2) A Search Committee for the recommendation of persons suitable for appointment as Vice­ \nChancellor shall be constituted by the Sena te on the date and in the manner prescribed by the statutes \nand shall consist of two eminent members of society nominated by the Chancellor of whom one shall \nbe appointed the Convener, two members of the Senate, two distinguished Institute teachers who are  \nnot members of the Senate and one academic of eminence not employed by the Institute. The two \ndistinguished Institute teachers shall be selected by the Senate through a process, to be prescribed by \nstatute that provides for the recommendation of suitable names by the Institute teachers in general. \nThe Search Committee shall remain in existence till such time that the appointment of the next Vice­ \nChancellor has been made by the Chancellor.  \n \n(3) The persons proposed by the Search Committee for appointment a s Vice­Chancellor shall \nbe considered by the Senate and of these a panel of three, in order of priority shall be recommended \nby the Senate to the Chancellor:  \n \nProvided that the Chancellor may decline to appoint any of the three persons recommended \nand seek  recommendation of a fresh panel. In the event of a fresh recommendation being sought by \nthe Chancellor the Search Committee shall make a proposal to the Senate in the prescribed manner.  \n \n(4) The Vice­Chancellor shall be appointed for a renewable tenure of  four years on terms and \nconditions prescribed by statute. The tenure of an incumbent Vice Chancellor shall be renewed by the \nChancellor on receipt of a resolution of the Senate in support of such renewal:  \n \nProvided that the Chancellor may call upon the Se nate to reconsider such resolution once.  \n \n(5) The Senate may, pursuant to a resolution in this behalf passed by three fourths of its \nmembership, recommend to the Chancellor through the Pro­Chancellor the removal of the Vice­ \n \nPage 13 of 28 \n Chancellor on the ground of ine fficiency, moral turpitude or physical or mental incapacity or gross \nmisconduct, including misuse of position for personal advantage of any kind:  \n \nProvided that the Chancellor may, on his own or on the request of the Pro­Chancellor, make a \nreference to the Senate stating the instances of inefficiency, moral turpitude or physical or mental \nincapacity or gross misconduct on the part of the Vice­Chancel lor that have come to his notice. After \nconsideration of the reference the Senate may, pursuant to a resolution in this behalf passed by two­ \nthirds of its membership, recommend to the Chancellor the removal of the Vice­Chancellor:  \n \nProvided further that p rior to a resolution for the removal of the Vice­Chancellor being voted \nupon the Vice­Chancellor shall be given an opportunity of being heard.  \n \n(6) A resolution recommending the removal of the Vice­Chancellor shall be submitted to the \nChancellor forthwith.  The Chancellor may accept the recommendation and order removal of the \nVice­Chancellor or return the recommendation to the Senate.  \n \n(7) At any time when the office of the Vice­Chancellor is vacant, or the Vice­Chancellor is \nabsent or is unable to perform t he functions of his office due to illness or some other cause, the Pro­ \nChancellor shall make such arrangements for the performance of the duties of the Vice­Chancellor as \nhe may deem fit.  \n \n13. Registrar. —(1) There shall be a Registrar of the institute to be appointed by the Senate on \nthe recommendation of the Vice­Chancellor, on such terms and conditions as may be prescribed.  \n \n(2) The experience as well as the professional and academic qualifications necessary for \nappointment to the post of the Registrar s hall be as may be prescribed.  \n \n(3) The Registrar shall be a full­time officer of the institute and shall, — \n \n(a) be the administrative head of the secretariat of the Institute and be responsible \nfor the provision of secretariat support to the Authorities of the  Institute;  \n \n(b) be the custodian of the common seal and the academic records of the Institute;  \n \n(c) maintain a register of registered graduates in the prescribed manner;  \n \n(d) supervise the process of election, appointment or nomination of members to the \nvarious  Autho rities and other bodies in the prescribed manner; and  \n \n(e) perform such other duties as may be prescribed.  \n \n(4) The terms of office of the Registrar shall be a renewable period of three years:  \n \nProvided that the Senate may, on the advice of the Vice­Chancellor, terminate the appointment \nof the Registrar on grounds of inefficiency or misconduct in accordance with prescribed procedure.  \n \n14. Treasurer. —(1) There shall be a Treasurer of the Institute  to be appointed by the Senate \non the recommendation of the Vice­Chancellor, on such terms and conditions as may be prescribed.  \n \n \nPage 14 of 28 \n (2) The experience and the professional and academic qualifications necessary for appointment \nto the post of the Treasurer shal l be as may be prescribed.  \n \n(3) The Treasurer shall be the Chief Financial Officer of the Institute and shall, — \n \n(a) manage the assets, liabilities, receipts, expenditures, funds and investments of \nthe institute;  \n \n(b) prepare the annual and revised budget estimates of the Institute and present \nthem to the Syndicate or a committee thereof for approval and incorporation in \nthe budget to be presented to the Senate;  \n \n(c) ensure that the funds of the Institute are expended on the purposes for which \nthey are provided ; \n \n(d) have the accounts of the Institute audited annually so as to be available for \nsubmission to the Senate within six months of the close of the financial year; \nand \n \n(e) perform such other duties as may be prescribed.  \n \n(4) The term of office of the Treasurer sh all be a renewable period of three years:  \n \nProvided that the Senate may, on the advice of the Vice­Chancellor, terminate the appointment \nof the Treasurer on grounds of inefficiency or misconduct in accordance with prescribed procedure.  \n \n15. Controller of Examinations .—(1) There shall be a Controller of Examinations, to be \nappointed by the Senate on the recommendation of the Vice­Chancellor, on such terms and conditions \nas may be prescribed.  \n \n(2) The minimum qualifications necessary for ap pointment to the post of the Controller of  \nExaminations shall be as may be prescribed.  \n \n(3) The Controller of Examinations shall be a full­time officer of the Institute and shall be \nresponsible for all matters connected with the conduct of examinations and  perform such other duties \nas may be prescribed.  \n \n(4) The Controller of Examinations shall be appointed for a renewable term of three years:  \n \nProvided that the Senate may, on the advice of the Vice­Chancellor terminate the appointment \nof the Controller of Examinations on grounds of inefficiency or misconduct in accordance with \nprescribed procedure.  \n \nCHAPTER­IV  \n \nAUTHORITIES OF THE INSTITUTE  \n \n16. Authorities .—(1) The following shall be the Authorities of the Institute, namely: — \n \n(a) Authorities established by this  Act,— \n \nPage 15 of 28 \n  \n(i) the Senate;  \n \n(ii) the Syndicate; and  \n \n(iii) the Academic Council; and  \n \n(b) Authorities to be established by the statutes, — \n \n(i) Graduate and Research Management Council;  \n \n(ii) Recruitment, Development, Evaluation and Promotion committees for \nteachers and other staff whether at the level of the department, the \nFaculty or the Institute;  \n \n(iii) Career Placement and Internship Committee of each Faculty;  \n \n(iv) Search Committee for the appointment of the Vice­Chancellor;  \n \n(v) the Representation Committees for appointment to the Senate, \nSyndicate and the  Academic Council;  \n \n(vi) Faculty Council; and  \n \n(vii) Departmental Council.  \n \n(2) The Senate, the Syndicate and the Academic Council may set up such other committees or \nsub­committees, by whatever name described, as are considered desirable t hrough statutes, or \nregulations as appropriate. Such committees or sub­committees shall be Authorities of the Institute for \nthe purposes of this Act.  \n \n17. Senate .—(1) The body responsible for the governance of the Institute shall be described \nas the Senate , and shall consist of the following, namely: — \n \n(a) the Chancellor who shall be the Chairperson of the Senate;  \n \n(b) the Pro­Chancellor;  \n \n(c) the Vice­Chancellor;  \n \n(d) one member of the Government not below the rank of Additional Secretary \nfrom the  Ministry of Industries a nd Production;  \n \n(e) two representatives of the National Fertilizer Corporation of Pakistan;  \n \n(f) four persons from society at large being persons of distinction in the field of \nadministration, management, education, academics, law, accountancy, \nmedicine, fine arts, architecture, agriculture, science, technology and \nengineering such that the appointmen t of these persons reflects a balance across \nthe various fields:  \n \nPage 16 of 28 \n  \n  Provided that the special focus or affiliation of the institute, to be \ndeclared in the manner prescribed, may be reflected in the number of persons \nof distinction in an area of expertise r elevant to the Institute who are appointed \nto the Senate:  \n \n(g) one person from amongst the alumni or the Institute;  \n \n(h) two persons from the academic community of the country, other than an \nemployee of the  Institute, at the level of professor or principal of a college;  \n \n(i) four institute teachers; and  \n \n(j) one person nominated by the Commission.  \n \n(2) The numbers of the members of the Senate described against clauses (g) to (j) of sub­section \n(1) may be increased by the Senate through statutes subject to condition that the total membership of \nthe Senate does not exceed twenty one, with a maximum of five Institute teachers, and the increase is \nbalanced, to the extent possible, across the different categories specified in sub­section (1).  \n \n(3) All appointmen ts to the Senate shall be made by the Chancellor. Appointments of persons \ndescribed in clauses (g) and (h) of sub­section (1) shall be made from amongst a panel of three names \nfor each vacancy recommended by the Representation Committee set up in terms of Section 24 and in \naccordance with procedure as may be prescribed:  \n \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Senate:  \n \nProvided further that as regards the Institute tea chers described in clause (I) of sub­section (1) \nthe Senate shall prescribe a procedure for appointment on the basis of elections that provide for voting \nby the various categories or Institute teachers:  \n \nProvided also that the Senate may alternatively prescribe that appointment of Institute teachers \nto the Senate shall also be in the manner provided by this subsection for the persons described in \nclauses (g) and (h) of sub­section (1).  \n \n(4) Members of the Senate, other than ex­officio  memb ers, shall hold office for three years. \nOne­ third of the members, other than ex­officio  members, of the first Senate, to be determined by lot, \nshall retire from office on the expiration of one year from the date of appointment by the Chancellor. \nOne­ half  of the remaining members, other than ex­officio  members, of the first Senate, to be \ndetermined by lot, shall retire from office on the expiration of two years from the date of appointment \nand the remaining one­half, other than ex­officio  members, shall re tire from office on the expiration \nof the third year:  \n \nProvided that no person, other than an ex­officio  member, may serve on the Senate for more \nthan two consecutive terms:  \n \nProvided further that the Institute teachers appointed to the Senate may not serv e for two \nconsecutive terms.  \n \n \nPage 17 of 28 \n (5) The Senate shall meet at least twice in a calendar year.  \n \n(6) Service on the Senate shall be on honorary basis:  \n \nProvided that actual expenses may be reimbursed as prescribed.  \n \n(7) The Registrar shall be the Secretary of  the Senate.  \n \n(8) Unless otherwise prescribed by this Act, all decisions of the Senate shall be taken on the \nbasis of the opinion of a majority of the members present. In the event of the members being evenly \ndivided on any matter the person presiding  over the meeting shall have a casting vote.  \n \n(9) The quorum for a meeting of the Senate shall be two­thirds of its membership, a fraction \nbeing counted as one.  \n \n18. Powers and functions of the Senate. —(1) The Senate shall have the power of general \nsupervision over the Institute and shall hold the Vice­Chancellor and the Authorities accountable for \nall the functions of the Institute. The Senate shall have all powers of the Institute not expressly vested \nin an Authority or officer by this Act and all other powers  not expressly mentioned by this Act that \nare necessary for the performance of its functions.  \n \n(2) Without prejudice to the generality of the foregoing powers, the Senate shall have the \nfollowing powers: — \n \n(a) to approve the proposed annual plan of work, the annual and revised budgets, \nthe annual report and the annual statement of account;  \n \n(b) to hold, control and lay down policy for the administration of the property, \nfunds and investments of the Institute, including the approval of the sale and \npurchase or acquisition of immovable property;  \n \n(c) to oversee the quality and relevance of the institute's academic programmes and \nto review the academic affairs of the Institute in general;  \n \n(d) to approve the appointment of the Deans, Professors, Associate Professors and \nsuch other senior faculty and senior administrators as may be prescribed;  \n \n(e) to institute schemes, directions and guidelines for the terms and conditions of \nappointment of all officers, teachers and other employees of the Institute;  \n \n(f) to approve strategic plan s; \n \n(g) to approve financial resource development plans of the Institute;  \n \n(h) to consider the drafts of statutes and regulations proposed by the Syndicate and \nthe Academic Council and deal with them in the manner as provided for in \nsections 26 and  27, as the case may be:  \n \n \nPage 18 of 28 \n Provided that the Senate may make a statute or regulation on its own initiative \nand approve it after calling for the advice of the Syndicate or the Academic Council, as \nthe case may be;  \n \n(i) to annul by order in writing the proceedings of any Aut hority or officer if the \nSenate is satisfied that such proceedings are not in accordance with the \nprovisions of this Act, statutes or regulations;  \n \n(j) after calling upon such Authority or officer to show­cause why such \nproceedings should not be annulled;  \n \n(k) to recommend to the Chancellor removal of any member of the Senate in \naccordance with the provisions of this Act;  \n \n(l) to make appointment of members of the Syndicate, other than ex­officio  \nmembers, in accordance with the provisions of this Act;  \n \n(m) to make appoi ntment of members of the Academic Council, other than \nex­officio  members, in accordance with the provisions of this Act;  \n \n(n) to appoint Emeritus Professors on such terms and conditions as may be \nprescribed;  \n \n(o) to remove any person from the membership of any Aut hority if such person, — \n \n(i) has become of unsound mind;  \n \n(ii)   has become incapacitated to function as member of such Authority; or  \n \n(ii) has been convicted by a Court of law for an offence involving moral \nturpitude; and  \n \n(p) to determine the form, provide for the c ustody and regulate the use of the \ncommon seal of the Institute.  \n \n(3) The Senate may, subject to the provisions of this Act delegate all or any of the powers and \nfunctions of any Authority, officer or employee of the Institute at its main campus, to any Authority, \ncommittee, officer or employee at its additional campus for the purpose of exercising such powers and \nperforming such functions in relation to such additional campus, and for this purpose the Senate may \ncreate new posts or positions at the addit ional campus.  \n \n19. Visitations . The Senate may, in accordance with the terms and procedures as may be \nprescribed, cause an inspection to be made in respect of any matter connected with the Institute.  \n \n20. Syndicate. —(1) There shall be a Syndicate of the in stitute consisting of the following: — \n \n(a) the Vice­Chancellor who shall be its Chairperson;  \n \n(b) the Deans of the Faculties of the Institute;  \n \n \nPage 19 of 28 \n (c) three professors from different departments, who are not members of the \nSenate, to be elected by the Institute teachers in accordance with procedure to \nbe prescribed by the Senate;  \n \n(d) Principals of the constituent colleges;  \n \n(e) the Registrar;  \n \n(f) the Treasurer; and  \n \n(g) the Controller of Examinations.  \n \n(2) Members of the Syndicate, other than ex­officio  members, shall hold off ice for three years.  \n \n(3) As regards the three professors described in clause (c) of sub­section (1) the Senate may, \nas an alternative to elections, prescribe a procedure for proposal of a panel of names by the \nRepresentation Committee set up in terms of section 24. Appointment  of persons proposed by the \nRepresentation Committee may be made by the Senate on the recommendation of the Vice­Chancellor.  \n \n(4) The quorum for a meeting of the Syndicate shall be one half of the total number of \nmembers, a fraction being counted as one.  \n \n(5) The Syndicate shall meet at least once in each quarter of the year.  \n \n21. Powers and duties of the Syndicate .—(1) The Syndicate shall be the executive body of \nthe Institute and shall, subject to the provisions of this Act and the statutes, exercise gene ral \nsupervision over the affairs and management of the Institute.  \n \n(2) Without prejudice to the generality of the foregoing powers, and subject to the provisions \nof this Act, the statutes and directions of the Senate, the Syndicate shall have the following  powers: — \n \n(a) to consider the annual report, the annual and revised budget estimates and to \nsubmit these to the Senate;  \n \n(b) to transfer and accept transfer of movable property on behalf of the Institute;  \n \n(c) to enter into, vary, carry out and cancel contracts on be half of the Institute;  \n \n(d) to cause proper books of account to be kept for all sums of money received and \nexpended by the Institute and for the assets and liabilities of the Institute;  \n \n(e) to invest any money belonging to the Institute including any unapplied in come \nin any of the securities described in section 20 of the Trusts Act, 1882 (Act II \nof 1882), or in the purchase of immovable property or in such other manner, as \nit may prescribe, with the like power of varying such investments;  \n \n(f) to receive and manage a ny property transferred, grants, bequests, trust, gifts, \ndonations, endowments and other contributions made to the Institute;  \n \n \nPage 20 of 28 \n (g) to administer any funds placed at the disposal of the institute for specified \npurposes;  \n \n(h) to provide the buildings, libraries, premises, furniture, apparatus, equipment \nand other means required for carrying out the work of the Institute;  \n \n(i) to establish and maintain halls, residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n \n(j) to recommend to the Senate affiliation or disaffiliation of colleges;  \n \n(k) to recommend to the Senate admission of educational institutions to the \nprivileges of the  Institute and withdraw such privileges;  \n \n(l) to arrange for the inspection of colleges and the departme nts; \n \n(m) to institute Professorships, Associate Professorships, Assistant Professorships, \nLectureships, and other teaching posts or to suspend or to abolish such posts;  \n \n(n) to create, suspend or abolish such administrative or other posts as may be \nnecessary;  \n \n(o) to prescribe the duties of officers, teachers and other employees of the Institute;  \n \n(p) to report to the Senate on matters with respect to which it has been asked to \nreport;  \n \n(q) to appoint members to various Authorities in accordance with the provisi ons of \nthis Act;  \n \n(r) to propose drafts of statutes for submission to the Senate;  \n \n(s) to regulate the conduct and discipline of the students of the Institute;  \n \n(t) to take actions necessary for the good administration of the Institute in general \nand to this end exercise such powers as are necessary;  \n \n(u) to delegate any of its powers to any Authority or officer or a committee; and  \n \n(v) to perform such other functions as have been assigned to it by the provisions of \nthis Act or may be assigned to it by the statutes.  \n \n22. A cademic Council. —(1) There shall be an Academic Council of the Institute consisting \nof the following:  \n \n(a) the Vice­Chancellor who shall be its Chairperson;  \n \n(b) the Deans of Faculties and such Heads of departments as may be prescribed;  \n \n \nPage 21 of 28 \n (c) five members representing the departments and the consti tuent colleges to be \nelected in the manner prescribed by the Senate;  \n \n(d) two Principals of affiliated colleges;  \n \n(e) five Professors including Emeritus Professors;  \n \n(f) the Registrar;  \n \n(g) the Controller of Examinations; and  \n \n(h) the Librarian.  \n \n(2) The Senate shall appoint the members of the Academic Council, other than the ex­officio  \nand the elected members, on the recommendation of the Vice­Chancellor:  \n \nProvided that as regards the five professors and the members representing the de partments and \nthe constituent colleges the Senate may, as an alternative to elections; prescribe a procedure for \nproposal of a panel of names by the Representation Committee set up in terms of Section 24. \nAppointment of persons proposed by the Representati on Committee may be made by the Senate on \nthe recommendation of the Vice­Chancellor.  \n \n(3) Members of the Academic Council shall hold office for a period of three years.  \n \n(4) The Academic Council shall meet at least once in each quarter.  \n \n(5) The quorum for meetings of the Academic Council shall be one half of the total number of \nmembers; a fraction being counted as one.  \n \n23. Powers and functions of the Academic Council. —(1) The Academic Council shall be \nthe principal academic body of the Institute  and shall, subject to the provisions of this Act and the \nstatutes have the power to lay down proper standards of instruction, research and examinations and to \nregulate and promote the academic life of the Institute and the colleges.  \n \n(2) Without prejudice  to the generality of the foregoing powers, and subject to the provisions \nof this Act and the statutes, the Academic Council shall have the power to, — \n \n(a) approve the policies and procedures pertaining to the quality of academic \nprogrammes;  \n \n(b) approve academic programmes;  \n \n(c) approve the policies and procedures pertaining to student related functions \nincluding admissions, expulsions, punishments, examinations and certification;  \n \n(d) approve the policies and procedures assuring quality of teaching and research;  \n \n(e) recommend the policies and procedures for affiliation of other educational \ninstitutions;  \n \n \nPage 22 of 28 \n (f) propose to the Syndicate schemes for the Constitution and organization of \nFaculties, teaching departments and boards of studies;  \n \n(g) appoint paper setters and examiners for all examinations of the Institute after \nreceiving panels of names from the relevant authorities;  \n \n(h) institute programmes for the continued professional development of Institute \nteachers at all levels;  \n \n(i) recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding examinations of the Institute;  \n \n(j) regulate the award of studentships, exhibitions, medals and prizes;  \n \n(k) make regulations for submission to the Senate;  \n \n(l) prepare an annual report on the academic performance of  the Institute; and  \n \n(m) perform such functions as may be prescribed by regulations.  \n \n24. Representation Committees. —(1) There shall be a Representation Committee \nconstituted, by the Senate through statute for recommendation of persons for appointment to the Senate \nin accordance with the provisions of section 17.  \n \n(2) There shall also be a Representation Committee constituted by the Senate through statute \nfor the recommendation of persons for appointment to the Syndicate and the Academic Cou ncil in \naccordance with the provisions of sections 20 and 22.  \n \n(3) Members of the Representation Committee for appointments to the Senate shall consist of \nthe following: — \n \n(a) three members of the Senate of one is from the National Fertilizer Corporation \nof Pa kistan who are not Institute teachers;  \n \n(b) two persons nominated by the institute teachers from amongst themselves in the \nmanner prescribed;  \n \n(c) one person from the academic community, not employed by the Institute, at the \nlevel of professor or college Principal  to be nominated by the Institute teachers \nin the manner prescribed; and  \n \n(d) one eminent citizen with experience in administration, philanthropy, \ndevelopment work, law or accountancy to be nominated by the Senate.  \n \n(4) The Representation Committee for appointments to the Syndicate and the Academic \nCouncil shall consist of the following: — \n \n(a)  two members of the Senate of one from NFC who are not Institute teachers; and  \n \n \nPage 23 of 28 \n (b)  three persons nominated by the Institute teachers from amongst themselves in \nthe manner prescribed.  \n \n(5) The tenure of the Representation Committees shall be three years:  \nProvided that no member shall serve for more than two consecutive terms.  \n \n(6) The procedures of the Representation Committees shall be as may be prescribed.  \n \n(7) There may also be such other Representation Committees set up by any of the other \nAuthorities as are considered appropriate for recommending persons for appointment to the various \nAuthorities and other bodies of the Institute.  \n \n25. Appointment of commi ttees by certain Authorities .—(1) The Senate, the Syndicate, the \nAcademic Council and other Authorities may, from time to time, appoint such standing, special or \nadvisory committees, as they may deem fit, and may place on such committee persons who are not  \nmembers of the Authorities appointing the committees.  \n \n(2) The constitution, functions and powers of the Authorities for which no specific provision \nhas been made in this Act shall be such as may be prescribed by statutes or regulations.  \n \nCHAPTER —V \n \nSTATU TES, REGULATIONS AND RULES  \n \n26. Statutes. —(1) Subject to the provisions of this Act, statutes, to be published in the official  \nGazette, may be made to regulate or prescribe all or any of the following matters: — \n \n(a)  the contents of and the manner in which the  annual report, to be presented by    \nthe Vice­ Chancellor before the Senate, shall be prepared.  \n \n(b)  the University fees and other charges;  \n \n(c)  the constitution of any pension, insurance, gratuity, provident fund and \nbenevolent fund for Institute emplo yees;  \n \n(d)  the scales of pay and other terms and conditions of service of officers, teachers \nand other  Institute employees;  \n \n(e)  the maintenance of the register of registered graduates;  \n \n(f)  affiliation and disaffiliation of educational institutions and related matters;  \n \n(g)  admission of educational institutions to the privileges of the Institute and the \nwithdrawal of such privileges;  \n \n(h)  the establishment of Faculties, departments, colleges and other academic \ndivisions;  \n \n(i)  the powe rs and duties of officers and teachers;  \n \n \nPage 24 of 28 \n (j)  conditions under which the Institute may enter into arrangements with other \ninstitutions or with public bodies for the purposes of research and advisory \nservices;  \n \n(k)  conditions for appointment of Emeritus Pr ofessors and award of honorary \ndegrees;  \n \n(l)  efficiency and discipline of Institute employees;  \n \n(m)  the constitution and procedure to be followed by Representation Committees in \ncarrying out functions in terms of this Act;  \n \n(n)  the constitution and proc edure to be followed by the Search Committee for \nappointment of the Vice­Chancellor;  \n \n(o)  constitution, functions and powers of the Authorities; and  \n \n(p)  all other matters which by this Act are to be or may be prescribed or regulated \nby statutes.  \n \n(2) The draft of statutes shall be proposed by the Syndicate to the Senate which may approve  \nwith such modifications as the Senate may think fit or may refer bac k to the Syndicate, as the case \nmay be, for reconsideration of the proposed draft:  \n \nProvided that statutes concerning any of the matters mentioned in, clauses (a) and (1) of \nsub­section (1) shall be initiated and approved by the Senate, after seeking the v iews of the Syndicate:  \n \nProvided further that the Senate may initiate a statute with respect to any matter in its power \nor with respect to which a statute may be made in terms of this Act and approve such statute after \nseeking the views of the Syndicate.  \n \n27. Regulations .—(1) Subject to the provisions of this Act and the statute, the Academic  \nCouncil may make regulations, to be published in the official Gazette, for all or any of the following \nmatters: — \n \n(a)  the courses of study for degrees, diplomas and c ertificates of the Institute;  \n \n(b)  the manner in which the teaching referred to in sub­section (1) of section 6 shall \nbe organized and conducted;  \n \n(c)  the admission and expulsion of students to and from the Institute;  \n \n(d)  the conditions under which students shall be admitted to the courses and the \nexaminations of the institute and shall become eligible for the award of degrees, \ndiplomas and certificates;  \n \n(e)  the conduct of examinations;  \n \n(f)  conditions under which a person may carry or, inde pendent research to entitle \nhim to a degree;  \n \nPage 25 of 28 \n  \n(g)  the institution of fellowships, scholarships, exhibitions, medals and prizes;  \n \n(h)  the use of the Library;  \n \n(i)  the formation of Faculties, departments and Board of Studies; and  \n \n(j)  all other matters which by this Act or the statutes are to be or may be prescribed \nby regulations.  \n \n(2) Regulations shall be proposed by the Academic Council and shall be submitted to the \nSenate which may approve them or withhold approval or refer them back to the A cademic Council for \nreconsideration. A regulation proposed by the Academic Council shall not be effective unless it \nreceives the approval of the Senate.  \n \n(3) Regulations regarding or incidental to matters contained in sub­clauses (g) and (i) shall not \nbe submitted to the Senate without the prior approval of the Syndicate.  \n \n28. Rules .—(1) The Authorities and the other bodies of the Institute may make rules, to be \npublished in the official Gazette, consistent with Act, to regulate any matter relating to the a ffairs of \nthe Institute which has not been provided for by this Act or that is not required to be regulated by \nstatutes or regulations, including rules to regulate the conduct of business and the time and place of \nmeetings and related matters.  \n \n(2) Rules s hall become effective upon approval by the Syndicate.  \n \nCHAPTER­VI  \n \nINSTITUTE FUND  \n \nThe Institute shall have a fund to which shall be credited its income from fees, charges, \ndonations, trusts, bequests, endowments, contributions, grants and all other sources.  \n \n30. Audits and accounts. —(1) The Accounts of the Institute shall he maintained in such form \nand in such manner as may be prescribed.  \n \n(2) The teaching departments, constituent colleges or institutes and all other bodies designated \nas such by the Syndicate in terms of statutes shall be independent cost centres of the Institute with \nauthority vested in the head of each cost centre to sanct ion expenditure out of the budget allocated to \nit. Provided that re­appropriation from one head of expenditure to another may be made by the head \nof a cost centre in accordance with and to the extent prescribed by the statutes.  \n \n(3) All funds generated by a teaching department, constituent college or other unit of the \nInstitute through consultancy, research or other provision of service shall be made available without \nprejudice to the budgetary allocation otherwise made, after ded uction of overheads in the manner and \nto the extent prescribed by statute; to the teaching department, constituent college or other unit for its \ndevelopment. A part of the funds so generated may be shared with the Institute teachers or researchers \nin charg e of the consultancy, research or service concerned in the manner and to the extent prescribed \nby statute.  \n \n \nPage 26 of 28 \n (4) No expenditure shall be made from the funds of the Institute, unless a bill for its payments \nhas been issued by the head of the cost centre conc erned in accordance with the relevant statutes and \nthe Treasurer has verified that the payment is provided for in the approved budget of the cost centre, \nsubject to the authority to re­appropriate available to the head of the cost centre.  \n \n(5) Provision sh all be made for an internal audit of the finances of the Institute.  \n \n(6) Without prejudice to the requirement of audit by an auditor appointed by Government in \naccordance with the provisions of any other law in force, the annual audited statement of accoun ts of \nthe Institute shall be prepared in conformity with the Generally Accepted Accounting Principles \n(GAAP) by a reputed firm of chartered accountants and signed by the Treasurer. The annual audited \nstatement of accounts so prepared shall be submitted to the Auditor General of Pakistan for his \nobservations.  \n \n(7) The observations of the Auditor General of Pakistan, if any, together with such annotations \nas the Treasurer may make, shall be considered by the Syndicate and shall be placed before the Senate \nwithin six months of closing of the financial year.  \n \nCHAPTER­VII  \n \nGENERAL PROVISIONS  \n \n31. Opportunity to showcause .— Except as otherwise provided by law, no officer, teacher or \nother employee of the Institute holding a permanent post shall be reduced in rank,  or removed or \ncompulsorily retired from service for cause arising out of any act or omission on the part of the person \nconcerned unless he has been given a reasonable opportunity of showing cause against the action \nproposed to be taken.  \n \n32. Appeal to the  Syndicate and the Senate .— Where an order is passed punishing any \nofficer (other than the  Vice­Chancellor), teacher or other employee of the Institute or altering or \ninterpreting to his disadvantage the prescribed terms or conditions of his service, he sh all, if the order \nis passed by any officer or teacher of the Institute other than the Vice­Chancellor, have the right to \nappeal to the Syndicate against the order, and if the order is passed by the Vice­Chancellor, have the \nright to appeal to the Senate.  \n \n33. Terms of service and remedy. —(1) Any person aggrieved by the decision or order of the  \nInstitute may seek remedy from the Civil Court of competent jurisdiction:  \n \nProvided that any provision as regards the terms and conditions of employment of persons in  \nthe service of Pakistan in general or in comparable employment notwithstanding the service of persons \nemployed by the Institute shall be entirely governed by the terms and conditions prescribed by the \nrelevant statutes.  \n \n(2) An officer, teacher or other e mployee of the Institute shall retire from service on the \nattainment of such age or tenure of service as may be prescribed.  \n \n(3) No adverse change shall be made in the terms and conditions of employment of any Institute \nteacher in the employment of the Ins titute on the date of commencement of this Act.  \n \n \nPage 27 of 28 \n 34. Benefits and insurance .—(1) The Institute shall constitute for the benefit of its officers, \nteachers and other employees schemes, as may be prescribed, for the provision of post­employment \nbenefits as we ll as health and life insurance while in service.  \n \n(2) Where any provident fund has been constituted under this Act, the provisions of the \nProvident  Fund Act, 1925 (XIX of 1925), shall apply to such fund as if it were the Government \nProvident Fund.  \n \n35. Co mmencement of term of office of members of Authority .—(1) When a member of a \nnewly constituted Authority is elected, appointed or nominated, his term of office, as fixed under this \nAct, shall commence from such date as may be prescribed.  \n \n(2) Where a member who has accepted any other assignment or for any other similar reason \nremains absent from the Institute for a period of not less than six months he shall be deemed to have \nresigned and vacated his seat.  \n \n36. Filling of casual vacancies in Authoritie s.— Any casual vacancy among the members of \nany Authority shall be filled, as soon as conveniently may be, in the same manner and by the same \nperson or Authority that had appointed the member whose place has become vacant and the person \nappointed to the va cancy shall be a member of such Authority for the residue of the term for which \nthe person whose place he fills would have been a member.  \n \n37. Flaws in the constitution of Authorities .— Where there is a flaw in the constitution of \nan Authority as constitut ed by this Act, the statutes or the regulations on account of the abolition of a \nspecified office under Government or because an organization, institution or other body outside the \nInstitute has been dissolved or has ceased to function, or because of some other similar reason, such \nflaw shall be removed in such manner as the Senate may direct.  \n \n38. Proceedings of Authorities n ot invalidated by the vacancies .— No Act, resolution or \ndecision of any Authority shall be invalid by reason of any vacancy on the Au thority doing, passing, \nor making it or by reason of any want of qualification or invalidity in the election, appointment or \nnomination of any de facto  member of the Authority, whether present or absent.  \n \n39. First statutes and regulations .— Notwithstandin g anything to the contrary contained in \nthis Act, the President of Pakistan shall promulgate the first statues and regulations which shall be \ndeemed to be statutes and regulations made under sections 26 and 27 and shall continue to remain in \nforce until am ended or replaced by new statutes and regulations in accordance with the provisions of \nthis Act.  \n \n40. Repeal and savings .— Notwithstanding anything contained in any other law, the \ncertificate of incorporation of the NFC institute issued vide No. JRL/1840 d ated the 30th August, \n1994, shall stand repealed from such date as may be notified by the Gov ernment in the official Gazette:  \n \nProvided that the Government may save, through appropriate provision in the repealing \nnotifications, such acts or other legislative instruments constituting the NFC institute as are necessary \nfor preservation of such specific features that are essential gi ven the nature of the Institute and are not \nin conflict with the management and governance structure laid down by this Act or for continuation \nof the legal status of an institute, college or other constituent unit of the Institute as on the date of the \nnotification in the official Gazette.  \n \n \nPage 28 of 28 \n 41. Transitory provisions. —(1) Notwithstanding anything contained in this Act, on the \nestablishment of the Institute, the Senate shall be structured which shall initiate, as soon as possible, \nthe process for the appointm ent of the members of the Syndicate and the Academic Council in \naccordance with the provisions of this Act.  \n \n(2) Any administrative set up at NFC Institute in existence immediately before the \ncommencement of this Act, shall continue to function and shall a s far as may be, exercise the powers \nrespectively assigned to the Vice­ Chancellor and the corresponding Authorities by or under this Act, \nuntil such time as they are respectively replaced in accordance with the prevision of this Act.  \n \n(3) Notwithstanding anything contained in this Act, the first Vice­Chancellor shall be \nappointed by the Chancellor for a period of four years.  \n \n42. Removal of difficulties. —(1) If any question arises as to the interpretation of any of the \nprovisions of this Act, it shall be p laced before the Chancellor whose decision thereon shall be final.  \n \n(2) If any difficulty arises in giving effect to any of the provisions of this Act, the Chancellor \nmay make such order after obtaining the views of the Senate, not inconsistent with the pr ovisions of \nthis Act, as may appear to him to be necessary for removing the difficulty.  \n \n(3) Where this Act makes any provision for anything to be done but no provision or no \nsufficient provision has been made as respects the authority by whom, or the time  at which, or the \nmanner in which, it shall be done, then it shall be done by such authority, at such time, or in such \nmanner as the Chancellor may direct after obtaining the views of the Senate.  \n \n43. Indemnity .— No suit or legal proceedings shall lie against the Government, the Institute \nor any Authority, officer or employee of the Government or the Institute or any person in respect of \nany thing which is done in good faith under this Act.  \n \n44. Power to allow app ointment of employees of the Government, other universities or \neducational or research institutions to the Institute. —(1) Notwithstanding anything contained in \nthis Act the Senate may, on the advice of the Syndicate, allow any post in, the Institute to be filled by \nappointment, on such terms as the Senate may specify, an employee of the Government or any other \nuniversity or educational or research institution.  \n \n(2) Where any appointment has been made under this section, the terms and conditions of \nservice o f the appointee shall not be less favourable than those admissible to him immediately before \nsuch appointment and he shall be entitled to all benefits of his post of service.  \n \nPassed by the National Assembly on the 8th October, 2009 and by the Majlis­e­Sho ora \n(Parliament) in its Joint Sitting on the 5th April, 2012 in terms of clause (3) of Article 70 of the \nConstitution of the Islamic Republic of Pakistan.  \n \n______________"
}