{
    "file": "./converted_json\\administrator9ee1fef7eea67cd85a1c1f97fb16125f.json",
    "name": "Islamabad Capital Territory Charities Registration, Regulation and Facilitation Act, 2021",
    "date": "2021",
    "tagline": "An Act to regulate the registration, regulation and facilitation of charities in the Islamabad Capital Territory",
    "content": "Page 1 of 16 \n  \n \n \n \n \n \n \nTHE ISLAMABAD CAPITAL TERRITORY  CHARITIES \nREGISTRATION,  REGULATION AND FACILITATION ACT, 2021  \n1.  \n \n \n \n \n \n \n                                                      CONTENTS  \n          __________ _ \n \nSECTIONS : \n1.         Short title, extent and commencement.  \n2.         D efinitions. \n3.         Chari ties registration authori ty. \n4.         Functions of the registration  authority . \n5.         R egistration of a charity, conditions and procedure of registration. \n6.         Vali dity period of registration certificate. \n7.         Char ter of a charity . \n8.         Amendments in the charter of a registered charity. \n9.         Con ditions to be complied with by registered charity. \n10.       Suspension or dissolution of executive bodies of registered charities. \n11.    De-registration of registered  charity . \n12.       Vol untary dissolution of registered charity. \n13.       Co nsequences of de-registration and voluntary dissolution. \n14.       Rig hts of registered charity. \n15.       R egister of charities . \n16.       Ap pellate authori ty. \n17.       Financial irregularity. \n18.       Fund raising and public solicitation. \n19.       Opportunity of hearing.  \n\n \nPage 2 of 16 \n 20.       Penalties and procedure. \n21.       I ndemnity. \n22.       Power to amend the Schedules. \n23.       D elegation of powers. \n24.       Power to make rules. \n25.      Power to make regulations. \n26.       R emoval of difficulties. \n27.       R epeal. \n \n          THE  SCHEDU LE-I \nSCHE DULE-II                     \nOFFENCES  \n  \n \nPage 3 of 16 \n THE ISLAMABAD CAPITAL TERRITORY CHARITIES REGISTRATION, \nREGULATION AND FACILITATION ACT, 20 21 \n \nAn Act to regulate the registration, regulation and fa cilitation of charit ies in the Islamabad \nCapital  Territory \n \n \nWHEREAS  it is expedient to regulate the registration, regulation  and facilitation of charities  \nin the Islamabad Capital Territory and for matte rs connected therewith and ancillary the reto; \n \nIt is hereby enacted as follows: — \n \n1.         Short title, extent  and commencement.  — This Act shall  be called  the Islamabad \nCapit al Territory Charities R egistration, R egulation and  Facilitation A ct, 2021.  \n \n(2)       It shall extend to  territories of the Islam abad Capit al. \n \n(3)       It shall come into force at onc e. \n \n \n2.         Definitions. —In this Act, unless  there is anything repugnant in the subject or \ncontext,― \n \n(a)   “appellate authori ty” means the appellate authority appoin ted or designated \nunder this Act to hear and decide appeals preferred against decision of the \nregistration authori ty; \n \n(b)   “charity” means a society, an agency, a non -governmental organization, non -profit \norganization, a trust, Madrasa, a religious seminary or any other organization by any \nother name that is a non -profit, voluntary association of persons, natural or juristic, \nnot controlled by any government and set up for one or more public benefit or \npurposes mentioned in the Schedule and includes local branches of foreign non -\nprofit organizations but excludes such foreign organizations operating in Pakistan to \nwhose charter,  Pakistan is  a  signatory or  where  a  protocol  exists  between  the  \nGovernment  of Pakistan and an organization and depending for its resources on \npublic subscription, donations or government grants;  \n \n(c)  “charter” means a description  in writing of the purposes, aims, objectives \nand the mode  of functioning  of a charity; \n \n(d)  “donation” includ es cash, kind,  land, building, animal, animal hides  or anything \nof mon etary value; \n \n(e) “financial irregularity” means but not limited to a fraud, an array of \nirregularities whi ch include i llegal acts, concealment  of facts, deliberate \nconcealment of information related to financial issues concerning the \nrespective charity or its fundi ng sources as mentioned in its reports or \ndocuments  and include  any embezzlement, internal thefts, payoffs, kickb acks, \nskimming of  funds  and spending of  funds  for non-intending purp oses; and  \n \nPage 4 of 16 \n (f)  “fund” means money, valuabl es, land or any contribution  having monet ary \nvalue solicited  for funding  the project  or any activity  of a charity  or \norganization; \n \n(g)  “governing body” or “executive body” means  the  council,  committee, \ntruste es or other body, by whatever name called, to whom  by the consti tution \nof the charity its executive functions and the management  of its affairs are \nentrus ted; \n \n(h)  “government funds”  means any grant in cash or in kind or land allotted on \nconcessional rates by any government in Pakistan and also includ es any funds  \nsaved or gained from tax concessions or reduced utility tariffs spe cific to the  \ncharity; \n \n(i) “register” means the  register maintained und er this Act; \n \n(j) “registered” means registered und er this A ct; \n \n(k)  “registration authority” means the registration and facilitation authority \nestablished under this Act for exercising its powers and performing its \nfunctions conferred or assigned under this Act;  \n \n(l)  “regulations” means regulations m ade under this Act; \n \n \n                       (m)    “rules” means rules made  under this A ct; \n \n(n)   “person”  means both n atural and l egal person; \n \n(o)  “prescribed” means prescribed by rules and regulations  made  under this \n \nAct; \n \n(p)  “Schedule” means the  Schedule to this Act; \n \n \n3.        Chari ties registration authori ty. —There shall  be established  a body to be known  \nas charities  registration authori ty which shall appropriately be manned and headed by a \ndirector to be  appoin ted or designated in prescribed manner  for performance of such  \nfunctions and exercise of such powers as are conferred or assigned under this Act and the \nrules and  regulations m ade thereunder. \n \n4.         Functions of the registration  authority . — The registration  authority  shall \nperform the following  functions, namely: - \n \n(a)   register, re gulate, mon itor and control  charities  and perform such other \nfunctions as entrusted under this Act and as are assigned to it in the p rescribed \nmanner; \n \n(b)       promoting phi lanthropic,  public welfare and charitable  activities which are in \naccordance with law and international obligations aimed at ensuring  safer \ncharities and don ations; \n \n \nPage 5 of 16 \n (c)       ensure  purposeful  use  of  resources  coming  to  charities  throu gh effective \nregulations, methods  of administration and by supporti ng the charities,  their \ngoverning bodies  and staff  by providing them  training, info rmation  or any \nother technical and professional advice  and info rmation  on any matter that \ncould enhance their effectiveness as well as avert any potenti al threat of \nmisuse of  registered charities;  \n \n(d)       devise and issue minimum standards to be adopted  by each charity to p rotect \nthe general public interest and that of the beneficiaries of the charities \nregistered und er this Act; \n \n (e)      prepare and provide help and guidance, material and other pol icy documents   \nfor general awareness and  adoption by charities;  \n \n(f)       prepare and present its quarterly report before the appellant authori ty; and \n \n (g)       place  all  the  appeals  filed  against  the  decisions  of  the  registration authori ty \nbefore the appellant authori ty within thirty days of the receipt of any such \nappeal. \n \n(2)       All the charities  registered under this Act shall follow any specific guidelines issued \nby the  registration authori ty in prescribed mann er with regard to any matter  related to the charity in \na case specific to a  charity, a group of charities or  the whole  charity sector. \n \n5.         R egistration of a charity, conditions and procedure of registration.—(1) \nRegistration for the purposes of establishment of  a charity shall be  mandatory. \n \n(2)       All  the  charities  working  f or  welfare  or  charitable  purposes  and  already \nregistered under any of the laws, other  than  the laws mentioned  in sub-section (3) and \nrendering services in any or multiple activities mentioned in the Schedule , shall  have to seek fresh \nregistration in accordance with the provisions of th is Act and on the production of such do cuments \nas deemed and required by the registration authori ty. \n \n(3)       The registration of a charity for charitable  and welfare purposes under any other \nlaw shall  cease to be performed, whereas organizations  registered and regulated und er section 42 of \nthe Com panies Act, 2017  (XIX of 2017)  shall  continue to  be re gistered and re gulated in the man ner \nprescribed thereunder. \n \n(4)       Any person or group of persons  intending to  establish  a charity and any person \nintending  that an agency etc. already in existence shall  continue as such in the prescribed form,  \nshall  on  payment  of  the  prescribed  fee,  make  an  application  to  the  registration authori ty, \naccompani ed by a copy of the consti tution of the agency and such other  documen ts as may be \nprescribed. \n \n(5)       No charity shall  be registered by a name that in the opinion of the registration authori ty \nis des igned to ethnically exploit or offend any class of people.  \n \n \n (6)       No  charity  shall,  except  for  reasons  to  be  recorded  in  writing  by  the \nregistration authori ty, be registered by a name th at contains any words indi cating― \n \n \nPage 6 of 16 \n (a)     any connections   with  the  Federal  Government  or  a  provincial government \nor district government or any authority or corporation of such government or \nthat of armed forces, judiciary, Senate, N ational Ass embly or a Provin cial \nAssembly; \n \n(b)       any linkage or renaming of proscribed organization or having linkage with a \nproscribed indiv idual; or \n \n(c)      the patronage of, or any connection with,  any foreign government or any \ninternational government or  multi lateral organization. \n \n(7)       A charity which, through inadv ertence or otherwise,  is registered by a name in \ncontravention of  the provisions of su b-section (5) or sub-section (6) shall— \n \n(a)       with app roval of the  registration authori ty, change its nam e; and  \n \n(b)       if the registration author ity so directs, within thirty days of the receipt of \nsuch dir ection, change its name with  the approval of the registration authori ty. \n \n(8)       A ny person or charity affected by the decision of the registration authority und er \nsub-section (5), (6) or (7) may prefer an appeal to the appellate authori ty with in sixty days of receipt \nof such decision and the decision thereon of the appellant authori ty shall be fin al. \n \n(9)       The  registration authority  shall,  within ninety days from the receipt of the application \nfor registration, issue a certificate of registration or intimate to the charity or o rganization applying \nfor registration of the deficiencies in the application for registration submi tted by it on account of \nwhich the charity or organization cannot be registered or provide written reasons for rejection of  \nthe application. \n \n(10)      Where intimation of flaw in its application is provided  to a charity or an \norganization  that  has  applied  for  registration,  it  shall  within  thirty  days  redress  the \ndeficiencies  and resubmit  its application, without  the payment of  fresh registration fee. \n \n (11)        Where the  specified time of thirty days elapsed as per sub-section (10),  fresh \napplication along with prescribed fee for registration shall  have to be submi tted by the in tending  \ncharity or organization. \n \n(12)     If the registration authority has not intimated a charity or an organization about \nthe flaw in its application and intimation about the rejection of the  application along with  reasons \nhaving been recorded in writing within ninety days, the application shall  be deemed to have been \naccepted and a certificate of registration shall  be issued to the charity or o rganization. \n \n(13)     In the event of rejection of the application for registration, an appeal may be p referred \nto the appellant authori ty within thirty days of the receipt of the orders of rejection and the appellant \nauthority shall  decide the appeal within sixty days and the decision of whi ch shall be final. \n \n(14)     The registration authori ty may, by notification in the official Gazette, specify in the \nprescribed manner the registration fee  payable. \n \n \nPage 7 of 16 \n 6.         Vali dity period of registration certificate.—(1) A certificate of registration is sued \nby the registration authori ty shall be valid for one year from the date of issu ance which shall  be \nrenewable every year on submis sion of annual progress report, audited accounts  for the  preceding \nyear, application form, annual fee and such other  documents  as may be p rescribed. \n \n(2)       Applic ation  for  renewal  of  certificate  shall  have  to  be  submi tted  to  the \nregistration authori ty thirty days in advance of completion of following  year of registration of the \ncharity concerned. \n \n(3)       Condi tions specified in  section 5 shall  also be applicable to the application for renewal \nof registration certificate along with any other  condition that may be specified by the registration \nauthori ty. \n \n7.         Char ter of a charity .— Every charity or organization  seeking  registration  shall,  \nalong with the application for registration under this Act , file with the registration authori ty its \nchart er, wh ich shall contain the following, namely:- \n \n(a)  name of the  charity or organization; \n \n \n (b) objectives of t he charity organization; \n \n \n(c)  names and addresses of the in itial three signatories of the charter as well as the \nnames and addresses of the memb ers of the governing  body of the charity or \norganization at the time th at applic ation for registration is mad e; \n \n(d) mann er in which memb ership  of the charity or organization be acquired and \nlost; \n \n(e) manner in which the governing body, by wh atever name described, shall come \ninto existence and function; and \n \n(f)  qualifications and disqualifications of any person continuing  as a member of \nthe governing body of the charity or organization. \n \n8.         Amendments in the charter of a registered charity. —(1) No amendment in the  \ncharter of a registered charity shall  be valid unless it has been approved by two-third majo rity of its \ngeneral body mem bers and thereafter by the  registration authori ty, for which purp ose a copy of the \namendment sh all be forwarded to the registration authority. \n \n(2)       If the registration authori ty is satisfied that any amendm ent in the charter is not \ncontrary to any of the provisions of this Act or the rules or regulations  made  thereunder, it m ay \napprove the amendment.  \n \n(3)       Where the  registration authority approves an amendment  in the charter, it shall is sue \nto the charity a certified copy of the amendment,  which shall  be conclusive eviden ce that the \nsame is du ly approved. \n \n(4)       Any change in the charter of a charity that has been disapproved by  the \nregistration authori ty shall cease to be effective immedi ately from the date of disapp roval \ncommunicated to the o rganization concerned. \n \nPage 8 of 16 \n  \n(5)       An appeal against an order of the registration authori ty disapp roving a change in  the \npurpose or purposes of a charity may be preferred to the appellate authori ty within thirty days \nof the receipt of the o rder of the registration authori ty which shall be placed before the appellant \nauthori ty for decision, the reon which shall be final. \n \n9.         Con ditions to be complied with  by registered charity. —(1) Every registered \ncharity shall - \n \n(a)       maintain  book  of accounts in a mann er laid down  by the  registration authori ty \nin prescribed manner; \n \n(b)       at such time and in such mann er as may be prescribed, submit  its annual \nreport and annual audited accounts  to the re gistration authori ty and publish \nthe same and place it on its web-site for general info rmation;  \n \n(c)       pay all moneys, received by it, into a separate account kept in its name at any \nbranch of any scheduled b ank; \n \n(d)       furnish to the  registration authority such particulars with regard to accounts \nand other records as the registration authority may from time to time require;  \n \n(e)       specifically mention  financial contributors  for activities of the charity; and \n \n(f)     have its own web-site within ninety days from the date of issuance of \nregistration certificate to  be l inked with database of  charities  of the \nregistration authori ty. The w eb-site shall  contain  all information re garding \nconsti tution of the charity, names and brief in troduction of executive \nmemb ers, year-wise financial quantum and details of the p rojects undertaken \nby the charity during the preceding three years of reporti ng and list of its \nfunding  partners. \n \n(2)       The registration authori ty, or any officer duly authori zed by it in this behalf, m ay at \nall reasonable times visit the office of or any of the facility or project run by that charity to ascertain \nthe working and progress of charity and examine its books of account and other  records, the \nsecurities,  cash and other properties held by a charity and all documents relating thereto . Any  refus al  \nby  a  charity  to  authori ze  such  visit  or  any  breach  of  the conditions laid down in su b-section \n(1) may result in de registration of  a charity. \n \n (3)       Words in respect of a regis tered charity of the fact that it is a registered charity shall \nbe stated in U rdu and English in l egible characters along with its registration numbe r,- \n \n(a)       in  all notices, advertisements,  correspon dences and other  documents is sued \nby or on behalf of the charity and soliciting money or other property for \nfulfilment  of aims and  objectives of the charity; \n \n(b)       in all bills of exchange, promissory notes,  endorsements,  cheques and orders \nfor money or goods purporting  to be signed  on behalf of the charity; and \n \n(c)       in all bills rendered by it and in all its invoices, receipts and letters of credit. \n \nPage 9 of 16 \n (4)       A ny person who issues or authori zes the issuance of any document  falling with in \nclause  (a), (b) or (c) of sub-section (3) in which the fact that the charity is a registered body is not \nstated as required by that sub-section, shall  be liable to a fine not exceeding one hund red thous and \nRupees. \n \n10.       Suspension or dissolution of executive bodies of registered charities. —(1) Aft er \nmaking such inquiries as  it may deem appropriate, if the registration authori ty is satisfied that \nthe registered charity has been responsible  for any irregularity in respect of its funds  or for any mal-\nadministration in the condu ct of its affairs or has failed to comply with the  provisions of this Act or \nrules or regulations  made  thereunder, it may, by order in writing, suspend or  dissolve the governing  \nbody thereof. \n \n(2)       Where a governing body is suspend ed under sub-section (1), the registration authori ty \nshall appoint  an administrator or a caretak er body consist ing of not more  than five p ersons,  two \nfrom the government and three from the general body of the charity, who shall not be eligible for \nany appointment in the governing body for the next term. \n \n(3)       The administrator or  caretaker body appointed under sub-section (2) shall have all the \nauthori ty and powers of the governing body und er the consti tution of the charity to carry out the day \nto day activities of  the charity. \n \n(4)       The  governing  body against which an order of suspension  or dissolution is made  \nunder sub-section (1) may make appeal to the appellate authori ty against such order, which shall  \nhave the power to make  such orders as to the re-instatement of the executive bo dy within thirty \ndays from the date of receipt of such appeal and the decision of the appellant authori ty shall be final. \n \n11.    De-registration of registered  charity . —(1) If  at  any  time,  the  registration \nauthori ty has reason to believe that a registered charity is acting in contravention of  its charter or  \ncontrary to  any of  the  provisions  of  th is  Act  or  the  rules  or  the    regulations  made thereunder \nor in a mann er prejudicial to the interests of the publ ic, the sta te or i ts institutions, it  may order that \nthe charity shall  stand  de-registered and removed  from the register on and from su ch date as may be \nspecified in the order: \n \nProvid ed that no order under this sub-section shall be made  unless  an opportunity of being \nheard is p rovided to the charity. \n \n(2)    The executive body of a charity on behalf of that charity against whom an order of  de-\nregistration  is  made  under  sub-section  (1)  may  ma ke  an  appeal  to  the  appellate authori ty \nwithin thirty days of the receipt of the order, which shall  have the power to make such  orders as to \nthe re-instat ement or  endors ement of the  decision of registration authori ty as it may think fit within \nninety days from the date of receipt of such appeal and the decision the reon of  the appellate authori ty \nshall be final. \n \n12.       Vol untary dissolution of registered charity.—(1) No registered charity shall be \ndissolved by the executive body or members thereof. \n \n(2)       If it is propos ed to dissolve any registered charity, not less than three-fifths of its \nexecutive body members may apply to the registration authori ty in such mann er as may be \nprescribed, for maki ng an order for the dissolution of such charity. \n \n \nPage 10 of 16 \n (3)       The  registration authority  may allow de-registration after examination of the charter, \naccounts  and other prescribed documents  of the charity and remove that charity from the register on \nand from such date as may be specified  in the order. \n \n(4)       In the event of a delay of more  than one hundred and eighty days in the \ndetermination of the application for de-registration moved  by a charity, the application shall  be \ndeemed to have been accepted unless reasons for the delay are recorded in writing by the  \nregistration authori ty. Such delay shall  in no case be more  than ninety days beyond the \nspecified original p eriod of one hund red and eighty days. \n \n(5)       Appeal against an order to de-register or an order refusing to de-register, passed \nby the registration authori ty may be preferred within thirty days of receipt of the order to  the \nappellate author ity for placing the same before appellate authori ty the decision thereon of  which \nshall be final. \n \n13.       Co nsequences of de-registration and voluntary dissolution.—Where any charity \nis dissolved  or de-registered under section 10 or 11, its registration thereunder shall stand  cancelled  \non  and  from  the  d ate  of  the  o rder  of  dis solution  takes  effect  and  the re gistration authori ty \nmay- \n \n(a)       order any bank or other  person who hold moneys, securities or other assets  on \nbehalf of the charity not  to part with such moneys, securities and assets  \nwithout  the prior permission  in writing of the registration authori ty; \n \n(b)        appoint  a compet ent person to wind  up the affairs of such charity, with  \npower to institute and defend suits and other  legal proceedings on behalf \nof such charity and to make  such orders and take such action as may \nappear to him to be n ecessary for the purpose; and  \n \n(c)       order any mo neys, securities and assets  remaining  after the satisfaction of  all \ndebts and liabilities of such charity to be paid or transferred to such  other  \ncharity, having objects similar to the objects of the charity, as may be \nspecified in the o rder. \n \n14.       Rig hts of registered charity.— (1) The property, movable and immovabl e, \nbelonging to a charity registered under this Act shall be vested in the governing  body. In all \nproceedings, civil and criminal, such p roperty may be described as the property of charity. \n \n(2)       Every charity registered under this Act may sue  or be sued in the name of the p erson \nor persons  authorized and designated, for this purpose by the  charter or the rules and re gulations  of \na charity and in default of such authorization in the name of such person as shall be  appoin ted \nby the governing body for the occasion. \n \n (3)       Every charity registered under this Act may sol icit public donations subject to the \nfulfilment of  conditions, regulations  and rul es made  under this A ct and may- \n \n(a)       apply for tax  exemptions  in  the  mann er prescribed  by  the  Federal \n \nBoard of Revenue; and  \n \n \nPage 11 of 16 \n (b)       enter  into  agreements  with  the  state  and  private  parties  for  the \nrealization of  aims and  objectives spe cified in its charter. \n \n15.       R egister  of  charities.— (1)  The  registration  authori ty  shall,  in  respect  of \ncertificate of registration issued under this Act, maintain  a register containi ng such  particul ars as \nmay be prescribed. \n \n(2)       The registration authori ty shall keep a manual register of charities,  as well as a \ndatabase of all registered charities  in an electronic form, which shall  be kept in such manner as \nmay be prescribed. \n \n(3)       Any  charity  whi ch  ceases  to  exist  or  operate  shall  be  removed  from  the re gister, \nprovided  a one month notice is served to such a charity to provide it an oppo rtunity to produ ce \ndocumen tary eviden ce of its e xistence for the pu rpose for which it was created. \n \n(4)       A ny charity which does not obtain  its annual renewal certificate as required und er \nsection 6 shall  deem to be consid ered an unregistered and illegal entity and its name from the register \nshall be removed.  \n \n16.       Ap pellate authori ty. —The chief commissioner, Islam abad Capital Territory shall \nbe the appellate authority to he ar and decide appeals preferred under this A ct. \n \n17.       Financial irregularity.— (1) On receipt of a complaint in writing alleging \nfinancial irregularities  support ed by one-third of the memb ers of the governing  body of registered \ncharity or from a person or body that  had contribut ed more than five percent of the to tal funds  \nreceived by the charity in the last year for which final accounts  are available, the registration \nauthori ty, after giving the charity an oppo rtunity of being heard, authori ze an external auditor to \ncarry out wi thin s ixty days an audit of the charity. \n \n(2)       Upon  authori zation  of  an  external  audit  in  terms  of  su b-section  (1),  the \nregistration authori ty may dir ect immedi ate possession of the books  of account,  ledgers or the \nrelevant  electroni cally  or  manu ally  preserved  data  of  the  charity  by  an  officer  of  the \nregistration authori ty. \n \n(3)       The external auditor shall, upon  authori zation in writing, complete the audit and \nsubmit  the audit report within s ixty days: \n \nProvid ed that registration authori ty may extend the period of sixty days for another thirty \ndays on the basis of a request in writing from the external auditor clearly stating  the grounds therein. \n \n(4)       In the event of a complaint being found  by the registration authori ty to be vexatious \nor frivolous, the registration authori ty may impose an administrative fine of up to tw enty-five \nthous and Rupees on each one of the  complainants.  In the case of a memb er of t he governing body or \nother memb er or an official of a charity being fin ed under this sub-section, he  shall  stand  removed  \nfrom the office held by him as well as the memb ership of the charity. App eal against an order \nimposing a  fine in terms of this sub-section may be preferred within thirty days of such order to the \nappellate authority for placing the same before the appellate authori ty who s hall decide it on me rit \nand that d ecision shall be final \n \n \nPage 12 of 16 \n (5)       In  the  event  of  the  external  auditor’s  report  indicating  serious  financial \nirregularity or irregularities,  the registration authori ty shall  provide with the auditor’s report and the \nissues required to be addressed by the charity or any of its office bearers or members who shall  be \nprovided due opportuni ty of being heard. The registration authori ty, if not convinc ed with the reply, \nmay initiate an inquiry.   If upon  completion of its inquiry, the re gistration authori ty is satisfied that \nserious  financial irregularity has been committed with r espect to the  affairs of a registered charity, it \nmay- \n \n(a)       suspend  or remove,  after recording reasons in writing one or more memb ers  \nof  the  governing  body  or  such  other  memb ers  or  office bearers thereof \nas appear to be respons ible for the  irregularities d etected; and \n \n(b)     initiate civil as well as criminal proceedings against such o ffice bearer or   \nmemb er, including  proceedings   for   the   recovery   of   the \nmisappropriated assets.  \n \n (6)       The vacancies caused by removing of the members of the governing body of a charity \nshall  be filled  in accordance with the charter of the charity, but in no case later than six ty days from \nthe date of removal  of the memb ers of the governing body found  respons ible for  financial \nirregularities.  \n \n(7)       The  vacancies created as a result of such suspensions  shall  be filled  up in accordance \nwith the charter or bye-laws of  the charity. \n \n(8)       Any member  of the governing  body of the charity or office bearer thereof or any \nother member the charity suspended und er sub-section (5) s hall not a ct as office-bearer of the charity \nduring the period of his su spension.  \n \n18.       Fund raising and public solicitation. —(1) Any charity registered under this Act \nshall have the authority to indulge into fund-raising activities and seek public solicitatio n, both local \nand foreign. \n \n(2)       A ny charity registered under this Act and undergoing an activity to collect funds \nshall ensure  that- \n \n(a)      purposes   of   solicitations   for   donations   have   accurately   and \ntransparently been conveyed to donors for which donations are being \ncollected; \n \n (b)         the projects  have  actually  been  carried  out  for  which  funds  were collected; \nand \n \n(c)       the beneficiaries are real and that the intended beneficiaries are the on es \nfor whom funds were actually received. \n \n(3)       Any person or group of persons,  whether the office bearer, employee or a third p arty, \nfound  involved in collection of funds  or public solicitation for or on behalf of an unre gistered, illegal \nor proscribed entity, shall be liable to  punis hment  of one  year imprisonment or fine of  two m illion \nRupees or both.  \n \n \nPage 13 of 16 \n (4)       No   individual,   organization,   society,   charity,   trust,   non-governmental \norganization (NGO) or non-profit organization (NPO), etc. shall  collect or raise funds  or \ndonations  for  charitable  purposes  as  mentioned  in  Schedule-I  from  public  throu gh  any \ncampaign using mass  media including electroni c, social, digital or print media  or throu gh banners, \nplacards, ho ardings, public gathering etc. until such soci ety, charity, NGO or NPO etc. is registered \nunder this Act and any violation of this provision shall  attract prosecution for  the o ffences as \nment ioned in Schedule-II. \n \n19.      O pportunity of hearing.— (1) No administrative order or action adversely \naffecting any person or charity shall be passed or taken under this Act unless such person or charity \nis afforded an opportuni ty of being heard. \n \n(2)       After receiving any complaint in writing from any quarter or if the registration \nauthori ty itself has information  that any of the provisions of this Act has been violated by any person \nor charity, such person or charity shall be served with a notice for explanation giving the rein the \nopportuni ty of personal hearing and to respond  within fifteen days to that notice. In case of no \nrespons e, a second notice shall be served. In case that notice is also not r espond ed within ten days \nof its issuance, it shall be presumed  that the person or charity has noth ing to say in his or  its defence \nand the decision shall be made ex-parte. \n \n20.       Penalties and procedure.— (1)  Any person who— \n \n(a)    contravenes any of the provisions of this Act or any rule, regulation  or order \nmade thereunder shall be punish ed accordingly; or \n \n(b)   commits an   offence which falls under the Pakistan Penal Code, 1860 (Act \nV of 1860 ), the Anti-Terrorism Act, 1997  ( XXVII of 1997 ), the Anti -Mon ey \nLaundering Act, 2010  (VII of 2010), the Prevention of Co rruption  Act, 1947  \n(II of 1947), the Foreign Exchange Regulation Act, 1947  (VII of 1947 ), the \nCopyright Ordina nce, 1962 (XXXIV of 1962 ), the Pakistan Arms Ordinance, \n1965  (W.P. Ord. No. XX of 1965 ), the Emi gration Ordinance, 1979  (XVIII of \n1979 ), the Control  of Narcotic Substances Act, 1997 ( XXV of 1997 ), the \nPakistan Environm ental Protection Act, 1997  (XXXIV of 1997 ), the National \nAccountabil ity Ordinan ce, 1999  (XVIII of 1999 ), the Registered Designs  \nOrdinan ce, 2000  (XLV of 2000 ), the Trade Ma rks Ordinance, 2001  (XIX of \n2001), the Prevention and Control  of Hum an Trafficking Ordinance, 2002  (LIX \nof 2002 ), the Federal Excise Act, 2005, or any other relevant law, for the time \nbeing in force, shall  be punish ed accordingly; and \n (c)  contravenes the provision of sub-section (4) of section 18, shall  be liable to  a \nfine upto the extent of one m illion Rupees or imprisonment upto six mon ths or \nboth.  \n \n(2)       When the offence is committed by a charity, every office bearer thereof shall, unless  \nhe proves that the offence was committed without  his knowl edge or consent, be deemed to be  \nguilty of such offence. \n \n(3)       Any person convict ed under this Act shall  stand  disqu alified for life time for becoming \nmember  of any charity or to seek employment in a ny charity. \n \n \nPage 14 of 16 \n 21.       I ndemnity.—No suit, prosecution, or other  legal proceeding shall be instituted \nagainst any person for anything that  is done  in good faith or intended to be done  in good faith und er \nthis A ct. \n \n22.       Power to amend the Schedules.— The Government may, by notification in the \nofficial Gazette, amend  the Schedules so as to amend  therein or omit therefrom or add thereto any \nfield of so cial welfare service or, as the case may be, offences of any law. \n \n23.       D elegation of powers.— The Government may, by notification in the official \nGazette, delegate all or any of its powers under this Act, either generally or in respect of such charity \nor class of charities as may be specified in the notifi cation, to a ny of its officers. \n \n24.       Power to make rules.— The Government may, by notification in the official \nGazette, make  rules, not inconsis tent with any provision of this Act, for carrying into effect the \nprovisions of this  Act. \n \n25.     Power to make regulatio ns.—  The chief commissioner Islam abad Capital Territory \nmay make regulation s, not inconsis tent with any of the provisions  of this Act and of the rules m ade \nthereunder, to c arry out p urposes of this A ct. \n \n26.       R emoval of difficulties.— If any difficulty arises in giving effect to any of the \nprovisions of this A ct, the Federal Government may make such order  as may be necessary: \n \nProvid ed that this power shall  not be exercised beyond the period of two years from the \ncommencement date  of this Act. \n \n27.       R epeal.— The Volunta ry Social Welfare Agencies (Registration and  Control) \nOrdinan ce, 1961  (XLVI of 1961)  is hereby repealed to the extent of Islamabad Capital Territory. \n \n \n \n \n \n  \n \nPage 15 of 16 \n THE  SCHEDU LE-I \n \n (Thematic areas of  welfare activities)  \n[See section 2]  \n \n1.    Child welfare; \n \n2.    Youth w elfare; \n \n3.    Women ’s welfare; \n \n4.    Welfare, training and rehabilitation of  the p ersons  with d isabilities; \n \n5.    Family planning and population w elfare; \n \n6.    Recreational  programmes  intended  to  keep  people  away  from  anti-\nsocial activities; \n \n7.    Civic education, aimed at developing sense of civic respons ibility; \n \n8.    Welfare and rehabilitation of prison ers; \n \n9.    Welfare of juv enile delinquents; \n \n10.  Welfare of the  beggars and destitute; \n \n11.  Welfare and rehabilitation of patients; \n \n12.  Welfare of the  aged and infir m; \n \n13.  Training and capacity building of personnel engaged in so cial services delivery; \n \n14.  Environm ent prote ction and related issues; \n \n15.  Drug abuse and narcotics; \n \n16.  Social research; \n \n17.  Hum an rights; \n \n18.  Religious edu cation, in terfaith and sectarian harmony; \n \n19.  Education; \n \n20.  Health and reproductive health; \n \n21.  Poverty alleviation; \n \n22.  Cultural heritage and promoting culture of Pakistan; \n \n23.  Vocational and p rofessional training; and  \n \n24.  De-radicalization and counter  violent extremism. \n \n \n \nPage 16 of 16 \n SCHE DULE-II  \n \n  OFFENCES  \n \n1.  The  Pakistan Penal Code, 1860 (Act V of 1860); \n \n \n2.  The  Anti-Terrorism Act, 1997 ( XXVII of 1997); \n \n \n3.  The  Anti-Mon ey Laundering A ct, 2010 ( VII of 201 0); \n \n \n4. The Prevention of  Corruption A ct, 1947 (II of 1947); \n \n \n5. The  Foreign Exchange Regulation A ct, 1947  (VII of 1947 ); \n \n \n \n__________________"
}