{
    "file": "./converted_json\\administratorfcc1fd50653c4388af24644221c951d1.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \nTHE PREVENTION OF SEDITIOUS MEETINGS ACT, 1911  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Power of provincial Government to notify proclaimed areas  \n3.  Definition  \n4.  Notice to be given of public meetings  \n5.  Power to prohibit public meetings.  \n6.  Penal ties \n7.  Penalty for delivery of speeches in public places  \n8.  Cognizance of offences  \n\n \nPage 2 of 3 \n THE  PREVENTION  OF SEDITIOUS  MEETINGS  ACT,  1911  \n1Act No. X of 1911  \n[22nd  March,  1911]  \nAn Act to consolidate  and amend  the law relating  to the prevention  of public  meeting s likely  to \npromote  sedition  or to cause  a disturbance  of public  tranquility.  \n WHEREAS  it is expedient  to consolidate  and amend  the law relating  to the prevention  of \npublic  meetings  likely  to promote  sedition  or to cause  a disturbance  of public  tranquility ; It is hereby  \nenacted  as follows  :- \n 1. Short  title and extent .___ (1) This Act may be called  the Prevention  of Seditious  Meetings  \nAct, 1911.  \n (2) It extends  to 2[the whole  of Pakistan],  but shall  have  operation  only in such 3[Province  or \nparts  of a Provi nce] as the 4[Provincial  Government]  may from  time to time notify  in the 5[official  \nGazette].  \n 2. Power  of provincial  Government  to notify  proclaimed  areas .___ (1) The 6[Provincial  \nGovernment]  may 7* * * by notification  in the 7[official  Gazette],  declare  the whole  or any part of a \nProvince,  in which  this Act is for the time being  in operation,  to be a proclaimed  area.  \n (2) A notification  made  under  sub-section  (1) shall  not remain  in force  for more  than six \nmonths,  but nothing  in this sub-section  shall  be deemed  to prevent  the 5[Provincial  Government]  6* * \n* from  making  any further  notifications  in respect  of the same  area from  time to time as it may think  \nfit. \n 3. Definition.___ (1) In this Act, the expression  “public  meeting” means  a meeting  which  is \nopen to the public  or any class  or portion  of the public.  \n (2) A meeting  may be a public  meeting  notwithstanding  that it is held in a private  place  and \nnotwithstanding  that admission  thereto  may have  been  restricted  by ticket  or other wise.  \n 4. Notice to be g iven of public meetings.___(1) No public meeting for the furtherance or \ndiscussion of any subject likely to cause disturbance or public excitement, or for the exhibition or \ndistribution of any writing or printed matter relating to any such subject, shall b e held in any \nproclaimed area – \n \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1911 , Pt. V. p 100 ; and for Report  of Select  Committee,  see ibid., 1911,  Pt. V, p. 100 ; \nand for Proceedings  in Council,  see ibid., 1911,  Pt. VI, pp. 362 and 452. \nThis Act has been  amended  to the extent  of Islamabad  Capital  Territory  see, Ordinance  No. XXVII  of 1981,  s. 5 and 4th Sch. \n2Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th October,  1955), for “all the \nProvinces  and the Capital  of the Federation ” which  had been  subs.  by A. O., 1949,  Arts.  3(2) and 4, for “the whole  of British  India”. \n3Subs.  by the Repealing  and Amending  Ordinance,  1961  (1 of 1961),  s. 3 and 2nd Sch.,  for “Provinces  or parts of Provinces ”. \n4Subs.  by A.O.,  1937  for “G. G. in C.”. \n5Subs  ibid., for “Gazette  of India”. \n6 Subs.  ibid., for “L. G.”. \n7The words  “with the previous  sanction  of the G. G. in C.” rep., ibid \n \nPage 3 of 3 \n (a)  unless  written  notice  of the intention  to hold such meeting and of the time and \nplace  of such meeting  has been  given  to the District  Magistrate  1* * *at least \nthree  days previously  ; or \n(b)  unless  permission  to hold such meeting  has been  obtained  in writing  from  the \nDistrict  Magistrate  1* * * \n Power  of Magist rate to cause  report  to be taken . (2) The District  Magistrate  or any \nMagistrate  of the first class  authorized  by the District  Magistrate  in this behalf  may,  by order  in \nwriting,  depute  one or more  Police -Officers,  not being  below  the rank of head  constable , or other  \npersons,  to attend  any such meeting  for the purpose  of causing  a report  to be taken  of the \nproceedings.  \n Exception - (3) Nothing  in this section  shall  apply  to any public  meeting  held under  any \nstatutory  or other  express  legal  authority  2* * *, or to any public  meetings  or class  of public  meetings  \nexempted  for that purpose  by the 3[Provincial  Government]  by general  or special  order.  \n 5. Power  to prohibit  public  meetings . The District  Magistrate  4 * * *, may at any time,  by \norder  in writing,  of which public  notice  shall  forthwith  be given,  prohibit  any public  meeting  in a \nproclaimed  area,  if, in his opinion,  such meeting  is likely  to promote  sedition  or disaffection  or to \ncause  a disturbance  of the public  tranquility . \n 6. Penalties . (1) Any person  concerned  in the promotion  or conduct  of a public  meeting  held \nin a proclaimed  area contrary  to the provisions  of section  4 shall  be punished  with imprisonment  for \na term which  may extend  to six Months,  or With  fine, or with both.  \n (2) Any public  meeting  which has been  prohibited,  under  section  5 shall  be deemed  to be an \nunlawful  assembly  within  the meaning  of Chapter  VIII of the Pakistan  Penal  Code  (XLV of 1860) \nand of Chapter  IX of the Code  of Criminal  Procedure,  1898  (V of 1898) . \n 7. Penalty  for delivery  of speeches  in public  places . Whoever,  in a proclaimed  area,  in a \npublic  place  or a place  of public  resort,  otherwise  than at a public  meeting  held in accordance  with,  \nor exempted  from,  the provisions  of section  4, without  the permission  in writing  of the Magistrate  of \nthe District  5* * *, previously  obtained,  delivers  any lecture , address  or speech  on any subject  likely  \nto cause  disturbance  or public  excitement  to persons  then present,  may be arrested  without  warrant,  \nand shall  be punished  with imprisonmen t for a term which  may extend  to six months,  or with fine, or \nwith both.  \n 8. Cognizance of offences:  No Court inferior to that 6* * *  of a Magistrate of the first class \nor Sub -divisional Magistrate shall try any offence against this Act.  \n 9. [Repeals. ] Rep. by the Repealing Act, 1927 (XII of 1927), s. 2 and Schedule.  \n \nDate: 11 -09-2024  \n1The words  and comma  “or the Commissioner  of Police,  as the case may be” omitted  by A. O., 1949,  Sch. \n2The words  “or to public  meetings  convened  by a sheriff” omitted  by A. O., 1949,  Sch. \n3Subs.  by A. O 1937,  for “L. G.” \n4The words  and comma  “or the Commissioner  of Police,  “the case may be” omitted  by A. O., 1949,  Sch \n5The words  and comma  “or of the Commissioner  of Police,  as the case may be” omitted,  ibid. \n6The words  “of a Presidency  Magistrate  or” omitted,  ibid."
}