{
    "file": "./converted_json\\administrator079c12644109e51c268c84a5de3fbe50.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 9 \n \n \n \n \nTHE PAKISTAN  TRADE CONTROL OF WILD FAUNA AND \nFLORA  ACT, 2012  \n \n \n \n   \nCONTENTS   \n1.  Short  title, extent  and commencement  \n2.  Definitions  \n3.  Prohibition  of export,  reexport  and import  and punishment  for contravention  \n4.  Cognizance  of Offence  \n5.  Export from  Pakistan  \n6.  Import  into Pakistan  \n7.  Re-export  from  Pakistan  \n8.  Introduction  from  the sea \n9.  Export  or re-export  to or import  from  a state not a party  to the convention  \n10.  Transit  or trans shipment  of specimens  \n11.  Specimens  that are personal  or household  effects  \n12.  Export  and import  of specimens  bred in captivity  or artificially  propagated  \n13.  Non commercial  loan,  exchange  etc \n14.  Waiver  of requirements  \n15.  Management  Authority  \n16.  Scientific  authorities  \n17.  Entry  and release of wild exotic  fauna and flora  \n18.  Confiscation  or return  of specimens  unlawfully  traded  \n19.  Confiscation  of specimens  possessed  unlawfull   \n\n \nPage 2 of 9 \n 20.  Animals  and plants  etc., to be Government  property  \n21.  Arrangements  for feeding  and safe keeping  \n22.  Maintenance  of records  \n23.  Officers  to be public  servants  \n24.  Power  to delegate  \n25.  Bar of jurisdiction  \n26.  Indemnity  \n27.  Act to override  other  law \n29.  Removal  of difficulties  \n \nPage 3 of 9 \n THE PAKISTAN  TRADE CONTROL OF WILD FAUNA AND FLORA  ACT, \n2012  \nACT  NO. XIV OF 2012  \nAn Act to give effect  to the United  Nations  Convention  on International  Trade  in Endangered  Species  \nof Wild/ Fauna and flora  \n WHEREAS,  Pakistan  is a party  to the United  Nations  Convention  on International  Trade  in \nEndangered  Species  of Wild Fauna and flora . \n AND  WHEREAS,  it is expedient  to enable  the Federal  Government  to give effect  to the \nprovisions  of the Convention  on International  Trade  in Endangered  Species  of Wild  Fauna and flora . \n It is hereby  enacted  as follows:— \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Pakistan  Trade  \nControl  of Wild  Fauna and flora  Act, 2012.  \n (2) It extends  to the whole  of Pakistan.  \n (3) It shall  come  into force  on such date as the Federal  Government  may by notification  in \nthe official Gazette,  appoint.  \n2. Definitions .—In this Act, unless  there  is anything  repugnant  in the subject  or context,— \n(a)  “Convention ” means  the United  Nations  Convention  on International  Trade  in \nEndangered  Species  of Wild  Fauna and flora  1973  including  such \namendments  made  therein,  which  are accepted  by Pakistan;  \n(b) “designated  authority” means  a management  authority  designated  by the \nGovernment  of a State,  other  than Pakistan,  for the purposes  of the \nConvention;  \n(c)  “exotic” means  a wild animal  or plant  species  introduced  to an area outside  of \nits natural  occurrence;  \n(d) “export” means  taking  out of Pakistan  by land,  sea or air; \n(e)  “indigenous ” means  a wild animal  or plant  species  native  to a specified  area,  a \ncountry  or a region,  but not introduced  from an area of its natural  Occurrence;  \n(f) “Management  Authority ” means  the authority  constituted  under  Section  15; \n(g)  “person” includes  legal  or natural  person,  a company,  association,  a body  of \nindividuals  whether  incorporated  or not; and \n(h)  “Scientifi c Authority ” means  the Authority  designated  under  Section  16. \n \nPage 4 of 9 \n (i)  Then  expressions  used but not defined  herein  shall  have  the same  meanings  as \nare assigned  to them  in the Convention.  \n3. Prohibition  of export,  re-export  and import  and punishment  for contra vention.—(1) \nNo person  shall  export  or re-export  out of or import  into Pakistan  any specimen  included  in any \nAppendix  of the Convention,  except  as provided  under  Section  5, 6, 7 and 9. Such  export,  re-export  \nor import  shall  be through  a customs  port of exit or entry,  and subject  to any other  law relating  to \ncontrol  on export,  re-export  and import  for the time being  in force.  \n (2) Any person  who attempts  or abets  to do anything  which  is prohibited  under  this Act rules  \nmade  hereunder  shall  be liable  to the same punishment  as that of the offence  under  this Act. \n (3) A person  who presents,  possesses  or uses a false  license  or certificate  shall  be guilty  of \nthe offence  specified  in sub-section  (2) and be liable  for the same  punishment  as provided  in sub-\nsection  (5). \n (4) Where  an offence  under  this Act has been  committed  by a body  corporate,  and it is \nproved  that such offence  has been  committed  with the consent  or connivance  of or, to be attributable  \nto any neglect  on part of a director,  manager,  secretary  or other officer  of the body  corporate  or any \nperson  who was purporting  to act in any such capacity,  he as well as the body  corporate  shall  be \nguilty  of that offence  and shall  be liable  to be proceeded  against  and punished  accordingly.  \n (5) Any person  who,— \n(a)  contravenes  or resists  or interferes  with the enforcement  of the provisions  of \nthis Act or any rule or order  made  there  under;  or \n(b)  in an application  or in any proceedings  under  this Act furnishes  or abets  the \nfurnishing  of any information  which  he know s or has reason  to believe  to be \nfalse,  or fraudulently  conceals  or misrepresents  facts,  or abets  such \nconcealment  or misrepresentation.  \nShall  be punished  with imprisonment  for a term which  shall  not be less than one year or more  \nthan two years  or with fine which  shall  not be less than 0.500  million  rupees  or more  than 1.000  \nmillion  rupees.  \n4. Cognizance  of Offence.—No Court  shall  take cognizance  of any offence  punishable  under  \nthis Act except  upon  a complaint  in writing  made  by a duly authorized  officer  of department  or an \nofficer  designated  by the Federal  Government.  \n5. Export  from  Pakistan. —The export  from  Pakistan  of any specimen  included  in any \nAppendix  shall  require  valid  export  permit  issued  by the Management  Authority.  An export  permit  \nshall  be grant ed on fulfill  of the following  conditions  namely:— \n(a)  the Scientific  Authority  has advised  that such export  shall  not be detrimental  \nto the survival  of that species  and to other  species  of fauna and flora ; \n(b)  the Management  Authority  is satisfied  that the specimen  was not obtained  in \ncontravention  of the laws of Pakistan  for the protection  of fauna and flora ; \n \nPage 5 of 9 \n (c)  the Management  Authority  is satisfied  that any living  specimen  will be so \nprepared  and shipped  as to minimize  the risk of injury,  damage  to health  or \ncruel  treatment;  and \n(d)  the Management  Authority  is satisfied  that an import  permit  or no objection  \ncertificate  has been  granted  for the specimen  by the designated  authority.  \n6. Import  into Pakistan .—(1) The import  into Pakistan  of any specimen  included  in any \nAppendix  shall  require  the following,  namely:— \n(a)  the export  permit  on a re-export  certificate  issued  by a designated  authority;  \nand \n(b)  an import  permit  or no objection  certificated  issued  by the Management  \nAuthority.  \n(2) An import  perm it shall  be granted  on fulfillment  of the following  conditions,  namely:— \n(a)  the Scientific  Authority  has advised  that the import  shall  be for purposes  \nwhich  are not detrimental  to the survival  of the species  involved  and to other  \nindigenous  species  of fauna and flora ; \n(b)  the Scientific  Authority  is satisfied  that the proposed  recipient  of a living  \nspecimen  is suitably  equipped  to house  and care for it; and \n(c)  the Management  Authority  is satisfied  that the specimen  is not to be used \nprimarily  for comme rcial purposes.  \n7. Re-export  from  Pakistan. —The re-export  from  Pakistan  of any specimen  included  in any \nAppendix  shall  require  a valid  re-export  certificate  issued  by the Management  Authority  and a re-\nexport  certificate  shall  be granted  on fulfillment  of the following  conditions,  namely:— \n(a)  the Management  Authority  is satisfied  that the specimen  was imported  in \naccordance  with the provisions  of this Act; \n(b)  the Management  Authority  is satisfied  that any living  specimen  will be so \nprepared  and shipped  as to minimize  the risk of injury,  damage  to health  or \ncruel  treatment;  \n(c)  the Scientific  Authority  is satisfied  that the proposed  recipient  of a living  \nspecimen  is suitably  equipped  to house  and care for it; and \n(d)  the Management  Authority  is satisfied  that an import  permit  has been  granted  \nfor such specimen  by the designated  authority.  \n8. Introduction  from  the sea.—The introduction  from  the sea of any specimen  of a species  \nincluded  in any Appendix  shall  require  the prior  grant  of a certificate  by the Management  Authority.  \nA certificate  shall  be granted  on fulfillment  of the following  conditions,  namely:— \n \nPage 6 of 9 \n (a)  the Scientific  Authority  has advised  that the introduction  will be for purposes  \nwhich  are not detrimental  to the survival  of the species  involved  and to other  \nindigenous  species  of fauna and flora ; \n(b)  the Scientific  Authority  is satisfied  that the proposed  recipient  of a living  \nspecimen  is suitably  equipped  to house  and care for it; \n(c)  the Management  Authority  is satisfied  that any living  specim en will be so \nhandled  as to minimize  the risk of injury,  damage  to health  or cruel  treatment;  \nand \n(d) the Management  Authority  is satisfied  that the specimen  is not to be used \nprimarily  for commercial  purposes.  \n9. Export  or re-export  to or import  from  a state not a party  to the convention. —Where  \nexport  or re-export  from  Pakistan  to or import  into Pakistan  is from  a State  not a Party  to the \nConvention,  comparable  documentation  issued  by the competent  authorities  in that State,  which  \nsubstantially  conforms  with the requirements  of the Convention  for permits  and certificates,  may be \naccepted  by the Management  Authority  in place  of the required  documents.  \n10. Transit  or trans -shipment  of specimens.___ The provisions  of Sections  3 of 9 shall  not \napply  to the transit or trans -shipment  of specimens  through  or in Pakistan  while  the specimens  \nremain  in Customs  control.  \n11. Specimens  that are personal  or household  effects.—The provisions  of Sections  3 to 9 \nshall  not apply  to specimens  that are personal  or household  effects but this exemption  shall  not apply  \nwhere,— \n(a)  in the case of specimens  included  in Appendix -I, they were  acquired  by the \nowner  outside  Pakistan,  and are being  imported  into Pakistan;  or \n(b) in the case specimens  included  in Appendix -II, if— \n(i) they were  acquired  by the owner  outside  Pakistan  and in a State  where  \nremoval  from  the wild occurred;  \n(ii)  they are being  imported  into Pakistan;  and \n(iii)  the State  where  removal  from  the wild occurred  requires  the prior  grant  \nof export  permits  before  any export  of such specimens  unless  the \nManagement  Authority  is satisfied  that the specimens  were  acquired  \nbefore  the coming  into force  of the Convention  and this Act. \n12. Export  and import  of specimens  bred  in captivity  or artificially  propagated. —Where  \nthe Management  Authority  or the designated  authority  or competent  authority  is satisfied  for the \npurposes  of export  from  or import  into Pakistan  that a specimen  of an animal  or plant  species  was \nbred in captivity  or was artificially  propagated,  or is a part of such an animal  or plant  or was derived  \ntherefrom  the Management  Authority  shall,— \n \nPage 7 of 9 \n (a)  issue  a certificate  to this effect;  and \n(b) accept  similar  certificate  issued  by a designated  authority  or a competent  \nauthority  in lieu of any of the permits  and certifi cates  required  under  Sections  \n3 to 9 of this Act. \n13. Non commercial  loan,  exchange  etc.—The provisions  of Sections  3 to 9 shall  not apply  \nto the non-commercial  loan,  donation  or exchange,  between  scientists  or scientific  institutions  \nregistered  by the Management  Authority  or a designated  authority  or a competent  authority,  of \nspecimens  which  carry  a label  issued  or approved  by the Management  Authority  or the designated  \nauthority.  \n14. Waiver  of requirements. —The Management  Authority  may waive  the requiremen ts of \nSections  3 to 9 and allow  the movement,  subject  to conditions  as it may deem  appropriate  without  \npermits  or certificates,  of such specimens  which  form  part of a traveling  zoo, circus,  menagerie,  plant  \nexhibition  or other  traveling  exhibition  provided  that,— \n(a)  the exporter  or importer  registers  full details  of such specimens  with the \nManagement  Authority;  \n(b)  the specimens  are in either  of the categories  specified  in Sections  11, 12 and \n13 of this Act; and \n(c)  the Management  Authority  is satisfied  that any living  specimen  will be so \ntransported  and cared  for as to minimize  the risk of injury,  damage  to health  or \ncruel  treatment.  \n15. Management  Authority. —For purposes  of this Act, the Federal  Government  shall,  by \nnotification  in the official  Gazette , designate  one or more  Management  Authorities,  with which  at \nleast one representative  each from  all the Provincial  Government  and Government  of Gilgit  \nBaltistan,  shall  be associated.  \n16. Scientific  authorities. —The Federal  Government,  on the recommendatio n of the \nManagement  Authority,  shall  designate  one or more  scientific  authorities,  as deemed  appropriate  \nfrom  time to time or on case to case basis,  to render  advice  on plants  and animals.  The final decision  \non all matters  related  to the Convention  shall  rest with the Management  Authority.  \n17. Entry  and release  of wild exotic  fauna and flora .—The Federal  Government  may,  by \nnotification  in the official  Gazette,  make  rules  to regulate  entry  into and release  of exotic  fauna and \nflora  in Pakistan.  \n18. Confiscat ion or return  of specimens  unlawfully  traded.—The specimens  included  in \nthe Appendices  traded  in violation  of the laws of the State  of export  and this Act shall  be liable  to \nconfiscation  by the Federal  Government  and thereafter,  if so desired,  return  to the State  of export.  \n19. Confiscation  of specimens  possessed  unlawfully. —Any specimen  included  in the \nAppendices  found  in possession  of a person  without  legal  permit  or certificate  shall  be confiscated  \nand the person  shall  be punished  as provided  under  Secti on 3. \n \nPage 8 of 9 \n 20. Animals  and plants  etc., to be Government  property. —(1) Notwithstanding  anything  \ncontained  in any other  law for the time being  in force  and subject  to the provisions  of this Act, the \nspecimens,  the trade  and possession  of which  has been  prohibite d under  this Act or rules  made  there  \nunder  shall,  upon  confiscation,  be the property  of the Federal  or the Provincial  Government,  as the \ncase may be. \n(2) Any person  who obtains,  by any means,  the possession  of the Government  property  as \nmention  in sub-section (1) shall,  within  forty -eight  hours  from  obtaining  such possession,  handover  \nsuch property  to such officer  as designated  by the Federal  Government.  \n(3) No person  shall,  without  the previous  permission  in writing  of the Management  Authority  \nor the desig nated  department  or officer,— \n(a)  acquire  or keep  in his possession,  custody  or control;  or \n(b)  transfer  to any person,  whether  by way of gift, sale or otherwise;  or \n(c)  destroy  or damage  the property  of the Government.  \n21. Arrangements  for feeding  and safe keeping.—The Management  Authority  shall  make  \nsuitable  arrangements  for feeding  and safe keeping  of the specimens  confiscated  under  this Act so \nthat the living  specimens  are properly  cared  for so as to minimize  the risk of injury,  damage  to health  \nor cruel treatment.  \n22. Maintenance  of records.—The Management  Authority  shall  maintain  the following  \nrecords  of trade  in specimens  included  in Appendices,  namely:— \n(a)  the names  and addresses  of traders  including  the exporters  and \nimporters;  \n(b)  the number  and type of permits  and certificates  granted;  \n(c)  the State  with which  such trade  occurred;  \n(d)  the numbers  or quantities  and types  of specimens;  \n(e) names  of species  as included  in Appendices;  and \n(f) where  applicable,  the size and sex of the specimen  in question.  \n23. Officers  to be public  servants. —The officers  or persons  authorized  under  any provisions  \nof this Act to do certain  thing  or act in certain  manner  shall  be deemed  to be public  servant  within  the \nmeaning  Section  21 of the Pakistan  Penal  Code,  1860  (Act XLV  of 1860).  \n24. Power  to delegate. —The Federal  Government  may by notification  in the official  Gazette  \ndelegate,  subject  to such conditions  as may be specified  in the notification,  any of its or of a Federal  \nagency's  powers  and functions  under  this Act and the rules  made  there  under  to any Provincial  \nGovernment.  \n \nPage 9 of 9 \n 25. Bar of jurisdiction. —No Court  shall  grant  any injunction  or make  any order,  nor shall  \nany Court  entertain  any proceeding,  in relation  to anything  done  under  this Act, except  the Court  or \ntribunal  designated  by the Federal  Government.  Such  Court  or tribunal  shall  have  the authority  to \nexercise  powers  and functions  as provided  under  the relevant  laws,  necessary  for the implementation  \nof the provisions  of this Act. \n26. Indemnity. —No suit, prosecution  or other  legal  proceeding  shall  lie against  Federal  \nGovernment  or any person  for anything  which  is in good  faith done  or intended  to be done  under  this \nAct. \n27. Act to override  other  laws.—The provisions  of this Act or rule made  there  under  shall \nhave  effect  notwithstanding  anything  contained  in any other  law for the time being  in force  or in any \ninstrument  having  effect  by virtue  of any such law. \n 28. The Federal  Government  may,  by notification  in the official  Gazette,  make  rules  for \ncarrying  out the purposes  of this Act. \n29. Removal  of difficulties. —If any difficulty  arises  in giving  effect  to the provisions  of this \nAct, the Federal  Government  may,  not inconsistent  with the provisions  of this Act, give such \ndirections  as it may consider  necess ary for the removal  of such difficulties.  \n__________________"
}