{
    "file": "./converted_json\\administratorec3ee90d7c8aef5ea43c2de8369e71a3.json",
    "name": "Proection of Communal Properties of Minorities Ordinance, 2002",
    "date": "22 January, 2002",
    "tagline": "An Ordinance to protect the properties of minority communities meant for their communal use",
    "content": "Page 1 of 3 \n   \n \n \nTHE PROTECTION OF COMMUNAL PROPERTIES OF \nMINORITIES ORDINANCE, 2002.  \n              \n \n  \n CONTENTS  \n1.  Short title, extent, commencement and application  \n2.  Definition  \n3.  Ban on sale or transfer of minority communities properties  \n5.  Punishment  \n6.  Removal of difficulties  \n7.  Power to make rules  \n \n \n \n  \n\n \nPage 2 of 3 \n THE PROTECTION OF COMMUNAL PROPERTIES OF MINORITIES \nORDINANCE, 2002.  \nORDINANCE NO. V OF 2002  \n          [22 January, 2002]  \nAn Ordinance to protect the properties of minority communities meant for their communal use  \n WHEREAS  in view of prevailing circumstances, it is the demand of the minority \ncommunities to protect their properties meant for their communal use;  \n AND WHEREAS  the P resident is satisfied that circumstances exists which render it \nnecessary to take immediate action;  \n NOW, THEREFORE , in pursuance of the Proclamation of Emergency of the fourteenth \nday of October, 1999, and the Provisional Constitution Order No.1 of 1999, read with the \nProvisional Constitution (Amendment) Order No.9 of 1999, and in exercise of all other powers \nenabling him in that behalf, the President of the Islamic Republic of Pakistan is pleased to make \nand prom ulgate the following Ordinance :— \n 1. Short title, extent, commencement and application : ― (1) This Ordinance may be \ncalled the Protection of Communal Properties of Minorities Ordinance, 2001.  \n (2) It extends to the whole of Pakistan.  \n  (3) It shall come into force at once.  \n (4) It shall apply to properties belonging to the minority communities in Pakistan meant \nfor their communal use.  \n 2. Definition :__ In this Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n(a)  “Commission ” means the National Commission for Minorities.  \n(b)  “Property ” means places of worship, monasteries, seminaries, vicarages, \ndharamshalas, gaoshalas, burial places, community centers, social welfare, \neducational, health and recreational institutions meant for communal use \nof minority communities and inc ludes side buildings, vacant places, lands, \nresidential places or offices annexed to the said properties.  \n  3. Ban on sale or transfer of minority communities properties :— (1) No property of a \nminority community meant for its communal use shall be bought, sold or transferred by any \nperson without N.O.C from the Federal Government:   \n Provided that nothing contained herein shall apply to a property bought, sold or \ntransferred for a Housing Scheme, meant for a minority community, approved by a Provincial or \nFederal Government.  \n \nPage 3 of 3 \n  (2) The N.O.C. referred to in sub -section (1) may be given by the Federal Government on \nthe recommendation of the National Commission for Minorities  \n 4. Ordinance not to apply to evacuee trust properties  :___ Nothing in this Ordinance \nshall apply to the evacuee trust properties forming party of Trust Pool and vested in the Federal \nGovernment under the Evacuee Trust Properties (Management and Disposal) Act,1975 (XIII of \n1975).  \n 5. Punishment. —Whoever buys, sells or transfers any property b elonging to a minority \ncommunity meant for its communal use in violation of section 3, shall be punishable with \nimprisonment of either description which may extend to seven years and shall also be liable to \nfine which shall not be less than one hundred tho usand rupees and the sale or transfer transaction \nshall be of no legal effect.  \n 6. Removal of difficulties :___ If any difficulty arises in giving effect to any of the \nprovision of this Ordinance, the Federal Government may make such order, not inconsistent  with \nthe provisions of this Ordinance, as may appear to be necessary for the purpose of removing the \ndifficulty.  \n 7. Power to make rules :___ The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of t his Ordinance.  \n___________"
}