{
    "file": "./converted_json\\administratordef22ac98e76ab42d5e7061cc042cd53.json",
    "name": "The Competition Commission (Collection of Fees and Charges) Rules, 2009",
    "date": "28th January, 2009",
    "tagline": "Establishing Fees and Charges Collection Rules for the Competition Commission of Pakistan",
    "content": "1\n \n \n \nCOMPETITION COMMISSION OF PAKISTAN \nGOVERNMENT OF PAKISTAN \n \n \n \nIslamabad the 28thd January, 2009 \n \n \n \n S.R.O. 72 (I)/2009.-  In exercise of the powers conferred by section 55 of the \nCompetition Ordinance, 2007 (LII of 2007), read with clause (f) of sub-section (2) of \nsection 20 thereof, the Competition Commission of Pakistan, with the approval of the \nFederal Government, is pleased to make the following rules, namely:- \nThe Competition Commission (Collection of Fees and Charges) Rules, 2009 \n1. Short title and commencement. -  (1) These rules may be called the Competition \nCommission (Collection of Fees and Charges) Rules, 2009.  \n \n(2) They shall come into force at once.  \n \n2. Definitions. -  (1) In these rules, unless there is anything repugnant in the subject \nor context,-  \n (a) “CCP Fund” means the Competition Commission of Pakistan Fund  \nestablished under section 20 of the Ordinance; \n (b) “fees and charges” levied by the regulatory agencies includes all their \nreceipts collected in the form of fees and charges; \n (c) “Ordinance” means the Competition Ordinance, 2007 (LII of 2007); and  \n (d) “regulatory agencies” means the regulatory agencies specified in these  \nrules.  \n 2\n(2) Words and expressions used, but not defined herein, shall have the meanings \nassigned to them in the Ordinance.  \n3. Transfer of fees and charges levied by regulatory agencies.-  (1) The \npercentage of fees and charges shall be such as the Federal Government may from time to time  prescribe and notify in the official Gazette, in pursuance of clause (f) of sub-\nsection (2) of section 20 of the Ordinance levied by the following regulatory agencies and \nshall be payable for credit to the CCP Fund, namely:-  \n (a) the Securities and Exchange Commission of Pakistan; \n (b) the National Electric Power Regulatory Authority; \n (c) the Oil and Gas Regulatory Authority; \n(d) the Pakistan Telecommunication Authority; and  \n(e) the Pakistan Electronic Media Regulatory Authority.  \n(2) The percentage prescribed by the Federal Government under sub-rule (1) of rule 3 \nshall take effect from the financial year 2008-09 and shall not be varied at any stage, to \nthe disadvantage of the Commission.   \n(3) The Federal Government may, in consul tation with the Commission from time to \ntime, add any other regulatory agency to the list provided in sub-rule (1). \n(4) The receipts on account of fees and charges upon transfer by the regulatory \nagencies to the Commission shall become part of the CCP Fund.  \n4. Supply of information to the Commission.- The regulatory agencies shall \nfurnish all the information about collection of their receipts in respect of fees and charges that may be required by the Federal Government.  \n5. Percentage of fees and charges for transfer to the Commission.- (1) The \npercentage of fees and charges prescribed by the Federal Government under sub-rule (1) of rule 3 shall be credited and  transferred to the designated account of the Commission \nby the regulatory agencies through their authorized bankers.  \n 3\n(2) The regulatory agencies shall issue standing instructions to their bankers for \ntransfer of the prescribed percentage of their total fees and charges collected during each \nquarter, for credit to the account of the Commission, by the tenth of the month following \nthe relevant quarter, under intimation to the Commission.  \n6. Audit certificate.- At the end of each financial year, the regulatory agencies shall \nfurnish to the Federal Government a certificate of their auditors confirming the transfer of \nthe prescribed percentage of their fees and charges, in full, to the Commission.  \nNo. 10(5) SY/CCP/RULE/FEE/2007  \n \n \n \n \n(Mohammed Hayat Jasra) \nSecretary"
}