{
    "file": "./converted_json\\administrator9e50d2bf17dfbb768e37f4561c16e859.json",
    "name": "Payment Systems and Electronic Fund Transfers Act, 2007",
    "date": "30 June, 2007",
    "tagline": "Supervises and regulates Payment Systems and Electronic Fund Transfers in Pakistan",
    "content": "Page 1 of 25 \n   \n \n \nTHE PAYMENT SYSTEMS AND ELECTRONIC FUND \nTRANSFERS ACT, 2007  \n \n \n \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Powers of the State Bank.  \nCHAPTER II  \nPAYMENT SYSTEMS AND THEIR OPERATION  \n4. Designation of Payment System.  \n5. Revocation of Designation of Payment System.  \n6. Real Time Gross Settlement (RTGS) System.  \n7. Requirement for Retention of Electronic Record.  \n8. Disqualification of Staff.  \n9. Effect of Disqualification.  \n10. Governance Arrangements.  \n11. Operational Arrangements.  \nCHAPTER III  \nPAYMENT INSTRUMENTS  \n12. Designation of Payment Instrument.  \n13. Issuing of Designated Payment Instruments.  \n14. Prohibition of Issuance of Payment Instruments.  \n15. Security.  \n16. Third Party.  \n17. Payment by Truncated Cheque.  \nCHAPTER IV  \nCLEARING AND OTHER OBLIGATIONS  \n18. Clearing Houses, Audit and Inspection.  \n19. Notice Required of Significant Changes.  \n20. Participants Responsible Where Clearing House Fails to Comply, etc.   \n\n \nPage 2 of 25 \n 21. Settlement Provisions.  \n22. Rights, etc. Not Subject to Stay.  \n23. Settlement Rules.  \n24. Electronic Money Institution.  \n25. Preservation of Rights, etc.  \n \nCHAPTER V  \nSUPERVISORY CONTROL OF THE STATE BANK.  \n26. Issuance of Model Clauses.  \n27. Modification of Requi rements.  \n28. Service Providers Other Than Financial Institutions.  \n29. Requirement of Notice.  \n30. Terms and Conditions of Transfers.  \n31. Notification of Changes.  \nCHAPTER VI  \nDOCUMENTATION OF TRANSFERS  \n32. Availability of Documentation and Proof.  \n33. Periodic Statement.  \n34. Documentation as Evidence.  \n35. Preauthorized Transfers.  \nCHAPTER VII  \nNOTIFICATION OF ERROR  \n36. Notification of error. \n37. Correcting Error.  \n38. Absence of Error.  \n39. Triple Damages.  \nCHAPTER VIII  \nLIABILITY OF PARTIES  \n40. Consumer ’s Liability.  \n41. Burden of Proof.  \n42. Liability in Case of Extension of Credit.  \n43. Liability of Financial Institutions/Authorized Parties.  \n44. Force Majeure.  \n45. Intent.  \n46. Prohibition on Improper Issuance.  \n47. Exceptions.  \n48. Suspension of Obli gation.  \n49. Waiver of Rights.  \nCHAPTER IX  \nACTION BEFORE THE COURT  \n \n50. Damages.  \n51. Bonafide Error.  \n52. Actions Taken in Good Faith.  \n \nPage 3 of 25 \n 53. Notification to Consumer Prior to Action.  \n54. Action in Bad Faith.  \n55. Jurisdiction of Courts.  \n56. Criminal Liability.  \n57. Violations Affecting Electronic Commerce.  \n58. Cheating by Use of Electronic  Device.  \nCHAPTER X  \nMISCELLANEOUS  \n59. Act to override Law of Insolvency.  \n60. Operator of Designated Payment System Insolvent.  \n61. Application of Fine.  \n62. Power to Investigate.  \n63. Trial of Offence.  \n64. Application to acts done outside Pakistan.  \n65. Offences to be non­cognizable etc.  \n66. Procedure.  \n67. Overriding Effect.  \n68. Removal of Difficulties.  \n69. Power to Call for Information.  \n70. Secrecy and Privacy.  \n71. Comp laint Resolution.  \n72. Suspension of Operation.  \n73. Immunity of the State Bank and its Employees, etc.  \n74. Penalties.  \n  \n \nPage 4 of 25 \n THE PAYMENT SYSTEMS AND ELECTRONIC FUND TRANSFERS ACT, \n2007  \nACT No. IV OF 2007  \n[30 June, 2007]  \nAn  \nAct  \nto provide regulatory framework for payment systems and electronic fund transfers  \nWHEREAS it is necessary to supervise and regulate Payment Systems and Electronic Fund  \nTransfers in Pakistan and to provide standards for protection of the consumer and to determine \nrespective righ ts and liabilities of the financial institutions and other Service Providers, their \nconsumers and participants;  \nIt is hereby enacted as follows:  \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement.__ (1) This Act may be called the Payment \nSystems and Electronic Fund Transfers Act, 2007.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions.__  In this Act, unless there is anything repugnant in the subject or context,__ \n(a) “Accepted Card” means a card , code or other means of access to a Consumer ’s \nAccount for the purpose of initiating Electronic Fund Transfers;  \n(b) “Access Code” includes pin, password or code, which provides a means of \naccess to a Consumer ’s Account for the purpose of initiating an Ele ctronic Fund \nTransfer;  \n(c) “Account” means, a current deposit, saving deposit, or any other account \nmaintained by a consumer in a Financial Institution in which credits and debits \nmay be effected by virtue of Electronic Fund Transfers;  \n(d) “Authorized” means authorized by the State Bank for the purposes of this Act;  \n(e) “Automated Teller Machine (ATM) Card” means any card for use at any ATM \nto initiate Electronic Fund Transfers;  \n(f) “Authorized Party” means a bank, a Financial Institution, a  Clearing House, a \nService Provider or any person authorized by the State Bank to transact business \nunder this Act in Pakistan;  \n \nPage 5 of 25 \n (g) “Automated Teller Machine (ATM) Operator” means any person or a Financial \nInstitution operating any ATM at which consumers initiate Electronic Fund \nTransfers;  \n(h) “Bank” means a banking company as defined in section 5 of the Banking \nCompanies Ordinance, 1962 (LVII of 1962);  \n(i) “Book Entry Government Securities” means any securities issued by the \nGovernment under any  written law transferable by a book­entry on a register or \notherwise;  \n(j) “Business Day” means any day on which offices of consumers, Financial \nInstitutions, operators or Service Providers involved in Electronic Fund \nTransfer are open to the public;  \n(k) “Card” means any card including an ATM card, Electronic Fund Transfer point \nof sale card, debit card, credit card or stored value card, used by a Consumer to \neffect an Electronic Fund Transfer;  \n(l) “Cheque in the Electronic Form” means a cheque which contain s the exact \nimage of a paper cheque in electronic form and is generated, written and signed \nin a secure system ensuring minimum safety standards as may be prescribed by \nthe State Bank;  \n(m) “Clearing House” means corporation, company, association, partnersh ip, \nagency or other entity that provides clearing or settlement services for a \nPayment System;  \n(n) “Consumer” means any person who or which avails the facility of Electronic \nFund Transfer;  \n(o) “Debit Instrument” means a Card, Access Code, or other device o ther than a \ncheque, draft or similar paper instrument, by the use of which a person may \ninitiate an Electronic Fund Transfer;  \n(p) “Designated Payment Instrument” means a Payment Instrument designated by \nthe State Bank as Payment Instrument under section 12 . \n(q) “Designated Payment System” means a Payment System designated by the \nState Bank under section 4 to be a Designated Payment System for the purposes \nof this Act;  \n(r) “Electronic” has the same meaning as assigned to it by the Electronic \nTransactions Ord inance, 2002 (LI of 2002);  \n(s) “Electronic Fund or Electronic Money” means money transferred through an \nElectronic Terminal, ATM, telephone instrument, computer, magnetic medium \nor any other electronic device so as to order, instruct  or authorize a banking  \ncompany, a Financial Institution or any other company or person to debit or \ncredit an account and includes monetary value as represented by a claim on the \nissuer which is stored in an electronic device or Payment Instrument, issued on \nreceipt of funds of an amount not less in value than the  monetary value issued, \n \nPage 6 of 25 \n accepted as means of payment by undertakings other than the issuer and \nincludes electronic store of monetary value on a electronic device that may be \nused for making payments or as may be prescrib ed by the State Bank;  \n \n(t) “Electronic Fund Transfer” means any transfer of funds, other than a transaction \noriginated by cheque, draft or similar paper instrument, which is initiated \nthrough an Electronic Terminal, telephonic instrument, point­of­sale Ter minal, \nstored value card Terminal, debit card, ATM, computer magnetic tape or any \nother electronic device so as  to order, instruct, or authorize a Financial \nInstitution to debit or credit an Account;  \n(u) “Electronic Money Institution” means an undertaking , that issues means of \npayment in the form of Electronic Money and is duly authorized to do so;  \n(v) “Electronic Payment System” means implementation of Payment System \nElectronically;  \n(w) “Electronic Terminal” means an electronic device, operated by a consu mer, \nthrough which a consumer may initiate an Electronic Fund Transfer;  \n(x) “Financial Institution” means a financial institution as defined in the Financial \nInstitutions (Recovery of Finances) Ordinance, 2001(XLVI of 2001) and \nincludes a banking company o r any other Electronic Money Institution or \nperson, authorized by the State Bank in this behalf, that directly or indirectly \nholds an account belonging to a consumer;  \n(y) “Government” means the Federal Government or any Provincial Government;  \n(z) “Netting” means the conversion into one net claim or one net obligation of \nclaims and obligations resulting from transfer orders which a participant either \nissues to, or receives from, one or more other participants with the result that \nonly a net claim ca n be demanded or a net obligation be owed;  \n(za)  “Operator” means any financial or other institution or any person, authorized by \nthe State Bank to operate any Designated Payment System;  \n(zb)  “Participant” means a party to an arrangement that establishes a Payment \nSystem;  \n(zc)  “Payment Instrument” means any instrument, whether tangible or intangible, \nthat enables a person to obtain money, goods or services or to otherwise make \npayment; but excludes Payment Instruments prescribed in Negotiable \nInstrument Act, 1881(XXVI of 1881);  \n(zd)  “Payment System ” inter­alia  means a system relating to payment instruments, \nor transfer, clearing, payment settlement, supervision, regulation or \ninfrastructure thereof and includes clearing, settlement or transfer  of Book Entry \nGovernment Securities;  \n(ze)  “Person” includes a legal person or a body of persons whether incorporated or \n \nPage 7 of 25 \n not; \n(zf)  “Preauthorized Electronic Fund Transfer” means an Electronic Fund Transfer \nAuthorized in advance;  \n(zg)  “Prescribed” means prescribed by rules, circulars, directions, orders or \nbye­laws.  \n(zh)  “Real Time Gross Settlement System” means a Payment System which can \neffect final settlement of funds, payment obligations and Book Entry \nGovernment Securities and instruments on a conti nuous basis during such \noperating hours of a processing day as the State Bank may determine on a \ntransaction­by­transaction basis;  \n(zi)  “Service Provider” includes an operator or any other Electronic Fund Transfer \nService Provider.  \n(zj)  “State Bank” mean s the State Bank of Pakistan established under section 3 of \nthe State Bank of Pakistan Act, 1956 (XXXIII of 1956);  \n(zk)  “Systemic Risk” means the risk that relates to the inability of a participant to \nmeet its obligations in the Payment System as they bec ome due or a disruption \nto the Payment System that could, for whatever reason, cause other participants \nin the Payment System to be unable to meet their obligations as they become \ndue; and  \n(zl)  “Truncated Cheque” means a cheque which is truncated in a sec uresystem, \nduring the course of a clearing cycle, by an Authorized Party, whether paying \nor receiving payment, immediately on capture of a scanned image, substituting \nphysical movement of the cheque in the original form, and includes a cheque in \nthe electr onic form.   \n3. Powers of the State Bank.__ (1) The State Bank may, generally in respect of this Act, \nor in  respect of any particular provision of this Act, or generally in respect of payment systems, the \nconduct of all or any of the Service Providers, Oper ators of Payment Systems or issuers of Payment \nInstruments, issue such rules, guidelines, circulars, bye­laws, standards or directions as it may consider \nappropriate.  \n \n(2) The State Bank may, by written notice, require an operator of a Designated Payment \nSystem or issuer of Designated Payment Instrument to make modifications or alterations to – \n \n(i) the Designated Payment System or Designated Payment Instrument including \ngovernance arrangements;  \n \n(ii) operational arrangements;  \n \n(iii) documents and information submitted by operator of a Payment System or \nissuer of Payment Instruments;  \n \n \n \nPage 8 of 25 \n (iv) any other documents relating to the Designated Payment System or Designated \nPayment Instrument.  \n(3) In exercising its powers under sub­section (1), the State Ban k shall have regard to__ \n(i) the Systemic Risk;  \n(ii) the object of the State Bank to promote monetary stability and a sound financial \nstructure;  \n(iii) the interest of the public including market conditions and behaviour;  \n(iv) the safety, integrity, efficie ncy or reliability of the Designated Payment System \nor Designated Payment Instrument including security and operating standards \nand infrastructure arrangements;  \n(v) the interests of the Current Participants of the Designated Payment System or \nusers of the Designated Payment Instruments; or  \n(vi) the interests of persons who, in the future, may want access to the Designated \nPayment System or may want to use the Designated Payment Instrument.  \nCHAPTER II  \nPAYMENT SYSTEMS AND THEIR OPERATION  \n4. Designation of Payment System .__ (1) The State Bank may, if it finds it to be necessary \nin the  public interest, by a written order designate a Payment System a Designated Payment System.  \n(2) The State Bank may, in considering whether to designate a Payment  System as a \nDesignated Payment System, inspect the premises, equipment, machinery, apparatus, books or other \ndocuments, or accounts and transactions relating to the Payment System.  \n5. Revocation of Designation of Payment System.__ (1) The State Bank may r evoke the  \ndesignation of a Designated Payment System if it is satisfied that__ \n(i)  the Designated Payment System has ceased to operate effectively as a Payment \nSystem;  \n(ii) the operator of the designated system has knowingly furnished information or \ndocuments to the State Bank in connection with the designation of the Payment \nSystem, which is or are false or misleading in any material particular;  \n(iii) the operator or settlement institution of the Designated Payment System is in \nthe course of being wound up or otherwise dissolved, whether in Pakistan or \nelsewhere;  \n(iv) any of the terms and conditions of the designation or requirements of this Act \nhas been contravened; or  \n(v) the State Bank considers that it is in the public interest t o revoke the designation.  \n \nPage 9 of 25 \n (2) The State Bank shall not revoke a designation without giving the operator of the \nDesignated Payment System an opportunity to be heard;  \nProvided that the State Bank may, if an immediate systemic risk is involved, suspend the \ndesignation of a Payment System without notice pending the final order.  \n6. Real Time Gross Settlement (RTGS) System.__ (1) The State Bank may establish and \noperate  one or more Real Time Gross Settlement Systems for the transfer of funds and settlement of \npayment obligations as approved by it.  \n(2) A settlement system may be linked to another Payment System in Pakistan or elsewhere \nfor the clearing or settlement of payment obligations, securities or instruments, whether or not such \nPayment System is operated on  a real time gross settlement basis.  \n(3) The State Bank may enter into agreements with participants of a settlement system and \nissue to the participants, in writing, rules for the operation of the settlement system.  \n(4) The State Bank may, if it considers it necessary in the interest of the Payment System, \nstop or suspend the operation of the Payment System or stop or suspend the privileges or right of any \nparticipant or class of participants.  \n(5) Without prejudice to the generality of sub­section (3), the rules provided for in the said \nsub­ section, may provide__ \n(i) for the conduct of participants;  \n(ii) for the authentication of transactions carried out electronically;  \n(iii) for the appointment of auditors or inspectors for the auditing or inspection of \nthe operating systems of participants in respect of the settlement system; and  \n(iv) for the payment of fees to the State Bank.  \n7.  Requirement  For Retention  of Electronic  Record.__ Financial  Institutions  or other  \nAuthorized  Parties  providing  funds  transfer  facility  shall  be required  to retain  complete  record  of \nelectronic  transactions  in electronic  form  in the same  manner  as provided  in section  6 of the Electronic  \nTransactions  Ordinance,  2002  (LI of 2002)  for a period  as may be determined  by the State  Bank.  \n8. Disqualification of Staff.__ (1) No person shall be appointed to serve in any capacity \nby an  operator of a Designated Payment System if – \n(i) such person has been adjudged a bankrupt, or has suspended payments, or has \ncompounded a debt with his creditors, whether in or outside Pakistan, within \nten years prior to the date of the appointment; or  \n(ii) such person has been convicted of an offence under this Act or committed any \nother offence involving moral turpitude or such an offence has b een \ncompounded against him.  \n(2) Any person being the chairman, director, chief executive, by whatever name called, or \nofficial liquidator, or an officer of a designated payment system mismanages the affairs of the payment \nsystem or misuses his position for  gaining direct or indirect benefit for himself or any of his family \n \nPage 10 of 25 \n members or any other person, shall be disqualified to serve in any capacity in a designated payment \nsystem.  \n9. Effect of Disqualification.__ (1) Where a person becomes disqualified, as provided for \nin the  foregoing provisions, after his appointment – \n(i) he shall immediately cease to hold office; and  \n(ii) the operator of the Designated payment System shall immediately terminate his \nappointment.  \n(2) Any person disqualifie d under section 8, notwithstanding any contract of service, shall \nnot be entitled to claim any compensation for his loss of office or termination of appointment.  \n10. Governance Arrangements.__ The operator of a Designated Payment System shall \nestablish  adequate governance arrangements which are effective, accountable and transparent  or \nwhich may be required by the State Bank to ensure the continued integrity of such designated Payment \nSystem.  \n11. Operational Arrangements.__ An Operator of a Designated Paym ent System shall \nestablish  the following operational arrangements:  \n(i) rules and procedures setting out the rights and liabilities of the operator and the \nparticipant and the financial risks the participants may incur;  \n(ii) procedures, controls and measure s for the management of credit, liquidity and \nsettlement risk, including rules determining the time when a payment instruction \nand a settlement is final;  \n(iii) criteria for participation in the Designated Payment System; and  \n(iv) measures to ensure the saf ety, security and operational reliability of the \nDesignated Payment System including contingency arrangements.  \nCHAPTER III  \nPAYMENT INSTRUMENTS  \n12. Designation of Payment Instrument .__ (1) Where the State Bank is of the opinion that   \n(i) a Payment Instrument is or may be in widespread use as a means of making \npayment and may affect the Payment Systems of Pakistan; and  \n(ii) it is necessary to protect the interest of the public or it is n ecessary to maintain \nthe integrity, efficiency and reliability of a Payment Instrument, the State Bank \nmay prescribe such Payment Instrument as a Designated Payment Instrument.  \n(2) Where a Payment Instrument is prescribed as a Designated Payment Instrument , the \nissuer of such Designated Payment Instrument shall comply with the requirements of section 13 within \nsuch period as the State Bank may specify.  \n13. Issuing of Designated Payment Instruments.__ (1) No person shall be issued a \n \nPage 11 of 25 \n Designated Payment Instru ment unless the issuer has – \n(i) complied with the requirements of this Act;  \n(ii) submitted to the State Bank the documents and information as may be \nprescribed thereby;  \n(iii) paid the fee Prescribed by the State Bank; and  \n(iv) obtained a written approval from the State Bank to issue a Designated Payment \nInstrument.  \n \n(2) The State Bank may in giving its approval,__ \n(i) require all or any of the documents submitted to be modified and altered as it \nmay deem necessary; and  \n(ii) impose such restriction s, limitations or conditions as it may deem fits.  \n(3) Any Payment Instrument so issued should carry minimum security features to make its \nusage secure as per the current international standards.  \n14. Prohibition of Issuance of Payment Instruments.__ (1) The State Bank may, by a \nwritten  order, prohibit any person from issuing or using any Payment Instrument if, in its opinion – \n(i) the issuing or use of the Payment Instrument is detrimental to the reliable, safe, \nefficient and smooth ope ration of the Payment Systems of Pakistan or monetary \npolicy of the State Bank;  \n(ii) the prohibition is in the interest of the public; or  \n(iii) the Payment Instrument has been issued with an object to entice or defraud the \npublic.  \n(iv) the Person has, in t he opinion of the State Bank, failed to comply with the \nrequirements  of this Act.  \n(2) The State Bank may, in considering whether to prohibit any Person from issuing or \nusing any Payment Instrument, inspect the premises, equipment, machinery, apparatus, bo oks or other \ndocuments, or accounts and transactions of the issuer of the Payment Instrument.  \n(3) Any Person causing or attempting to cause obstruction to an officer or representative \nof the State Bank in inspection of the premises or equipment shall, upon  complaint made to a court \nhaving jurisdiction, be liable to punishment which may extend to three years imprisonment of either \ndescription or with fine which may extend to five million rupees or with both.  \n(4) The State Bank shall before passing an order u nder this section, give such Person a \nreasonable opportunity to make representation before it;  \nProvided that State Bank may, in appropriate cases, without notice direct a Person to \n \nPage 12 of 25 \n immediately stop issuing a Payment Instrument, pending the final order.  \n15. Security.__ Financial Institutions and other institutions providing Electronic Funds \nTransfer facilities shall ensure that secure means are used for transfer, compliant with current \ninternational standards and as may be prescribed by the State Bank fro m time to time.  \n16. Third Party.__ If a person other than a Financial Institution is holding a Consumer ’s \nAccount  the State Bank shall by instructions ensure that the disclosures, required to be made for \nElectronic Fund Transfers, and the protections, resp onsibilities and remedies created by this Act, are \nmade applicable to such Persons and services.  \n17. Payment by Truncated Cheque.__ (1) Notwithstanding anything to the contrary \nprovided in the Negotiable Instruments Act, 1881 (XXVI of 1881), or any other l aw, for the time being \nin force, Electronic Fund Transfers may be initiated by an Authorized Party by means of a truncated \ncheque.  \n(2) In case, any transfer of funds takes place in the manner as provided in sub­section (1), \nthe original cheque shall cease to be negotiable.  \n(3) Validity of a cheque shall not be affected if for any technical reason or otherwise, \ntransfer of funds as provided in sub­section (1) fails to take effect.  \n(4) If transfer of funds does not take effect as provided in sub­section  (3), the Bank or the \nAuthorized Financial Institution concerned may require physical delivery of the cheque from the \noriginator.  \nCHAPTER IV  \nCLEARING AND OTHER OBLIGATIONS  \n18. Clearing Houses, Audit and Inspection.__ (1) The State Bank may nominate one or \nmore  Clearing Houses to provide clearing or settlement services for a Payment System on such terms \nand conditions as may be determined by it.  \n(2) The State Bank may, for the purposes of carrying out its functions und er this Act, \nconduct audits and inspections of Clearing Houses, and the Clearing House shall, as required, assist \nthe State Bank to the extent necessary to enable it to carry out an audit or inspection.  \n(3) Auditors for carrying out the purposes provided f or in sub­section (1) shall be appointed \nwith prior approval in writing of the State Bank.  \n19. Notice  Required  of Significant Changes.__ Every  Clearing House  shall,  in  respect  \nof its  Designated Payment System, provide the State Bank with reasonable notice of not less than \nfifteen Business Days in advance of any change to be made by the Clearing House that is of a \nsignificant nature  in  relation  to  the  Designated  Payment  System  and  without  limiting  the  \ngenerality  of the  foregoing, the noti ce shall be provided in respect of any change affecting__ \n(a) the legal documents and bye­laws of the Clearing House;  \n(b) the operation of the Designated Payment System;  \n(c) the bye­laws, agreements, rules, procedures, guides or other documentation \n \nPage 13 of 25 \n governing the Designated Payment System;  \n(d) the composition of a board of directors of the Clearing House due to resignation \nor otherwise; or  \n(e) the appointed auditor of the Clear ing House.  \n20. Participants Responsible  Where  Clearing House  Fails to Comply, etc.__ Where \nClearing  House fails to comply with the obligations imposed on it under this Act in respect of its \nPayment System or otherwise contravenes the provisions of this Act, the Participants jointly and \nseverally shall comply with those obligations in the same manner and to the same extent as if the \nparticipants were the Clearing House on which the obligations are imposed or they committed the \ncontravention.  \n21. Settlemen t Provisions.__ (1) Notwithstanding anything to the contrary provided in this \nAct or  any other law for the time being in force, the settlement rules of a Designated Payment System \nshall be valid and binding on the operator and the participants and any acti on may be taken or payment \nmade in accordance with the settlement rules.  \n(2) Where the settlement rules of a Designated Payment System provide that the settlement \nof a payment obligation through an entry to or a payment out of an Account of a Participant or a \nClearing House at the State Bank is final and irrevocable the entry or payment shall not be required to \nbe reversed, repaid or set aside.  \n22. Rights, etc., Not Subject to Stay.__ (1) The rights and remedies of a participant, a \nClearing  House, or the State Bank in respect of collateral granted to it as security for a payment or the \nperformance of an obligation incurred in a Designated Payment System may not be the subject of any \nstay to be granted by any court or order affecting the ability of creditors to exercise rights and remedies \nwith respect to the collateral.  \n23. Settlement Rules .__ (1) The State Bank may make “settlement rules” to provide the \nbasis on  which payment obligations are calculated, netted or settled including rules for the  taking of \naction in the event that a participant is unable or likely to become unable to meet its obligations to the \nClearing House, or to the other participants.  \n(2) Every participant and Clearing House shall, in respect of its Designated Payment \nSystem,  provide the State Bank with such information, at such times and in such form as the State \nBank may require in writing.  \n24. Electronic  Money Institution.__ (1) An applicant that wants to become an Electronic  \nMoney Institution shall submit an application to the State Bank for issue of a license to perform \nElectronic Money activity.  \n(2) An Electronic Money Institution may perform only such activities as are sp ecified in \nits license.  \n25. Preservation of Rights, etc.__ (1) Except to the extent, expressly provided, this Act \nshall not  operate to limit, restrict or otherwise affect__ \n(i) any right, title, interest, privilege, obligation or liability of a person resu lting \nfrom any transaction in respect of a transfer order which has been entered into \na Designated Payment System; or  \n \nPage 14 of 25 \n (ii) any investigation, legal proceeding or remedy in respect of any such right, title, \ninterest, privilege, obligation or liability.  \n(2) Nothing in this Act shall be construed to require,__ \n(i) the unwinding of any Netting done by the operator of a Designated Payment \nSystem, whether pursuant to its default arrangements or otherwise;  \n(ii) the revocation of any transfer order given by a participant which is entered into \na Designated Payment System; or  \n(iii) the reversal of a payment or settlement made under the rules of a Designated \nPayment System.  \nCHAPTER V  \nSUPERVISORY CONTROL OF THE STATE BANK  \n26. Issuance  of Model  Clauses.__ The Stat e Bank may issue model clauses for use by the  \nFinancial Institutions and Authorized Parties to facilitate compliance with the disclosure requirements \nas specified in section 29 and to aid consumers in understanding the rights and responsibilities of \npartic ipants in Electronic Fund Transfers by utilizing readily understandable language.  \n27. Modification of Requirements.__ Instructions issued by the State Bank may provide \nfor such  adjustments and exceptions for any class of Electronic Fund Transfers, as in th e opinion of \nthe State Bank are necessary or proper for the purposes of this Act, to prevent circumvention or evasion \nthereof, to facilitate compliance therewith and to alleviate any undue compliance burden on small \nFinancial Institutions.  \n28. Service Providers Other Than Financial Institutions.__ The State Bank shall \ndetermine,  which provisions of this Act, subject to any modifications, adjustments or exceptions as \nprovided for in section 26, shall apply to a person other than a Financial Institution, holding a \nConsumer ’s Account.  \n29. Requirement of Notice.__ (1) The instructions issued by the State Bank under section \n3 shall  require any ATM Operator or any other Service Provider who imposes a fee on any consumer \nfor providing services to such consumer, to provide notice in accordance with sub­sections (2) and (3) \nto the consumer of the fact that – \n(i) a fee is imposed by such operator or Service Provider for providing the service; \nand \n(ii) the amount of any such fee.  \n(2) The notice required by sub­section (1) with respect to any fee shall be posted at a \nprominent and conspicuous location on or at the ATM or other Electronic Terminal at which the \nconsumer initiates the Electronic Fund Transfer.  \n(3) The notice required under sub­section (1) with r espect to charging of fee shall appear \non the conspicuous part of the ATM or Electronic Terminal in the manner as may be determined and \nnotified by the State Bank in this behalf.  \n \nPage 15 of 25 \n (4) No fee may be imposed by any ATM Operator or other Service Provider, as t he case \nmay be, in connection with any Electronic Fund Transfer initiated by a consumer for which a notice is \nrequired under sub­section (1), unless the consumer receives such notice in accordance with sub­ \nsections (2) and (3) and such consumer elects to continue in the manner necessary to effect the \ntransaction after receiving such notice.  \n30. Terms  and  Conditions of Transfers.__ (1) The terms and conditions of Electronic \nFund  Transfers involving a Consumer ’s Account shall be disclosed by a Financial Institution, operator \nor other Authorized Party in English and in a manner clearly understood by the consumer, at the time \nthe Consumer contracts for an Electronic Fund Transfer service, in accordance with the instructions of \nthe State Bank.  \n(2) Such disclosures may include the following, namely:__ \n(i) the Consumer ’s liability for unauthorized Electronic Fund Transfers and, at the \noption of the Financial Institution or Authorized Party or Operator, notice of the \nadvisability of prompt reporting of  any loss, theft, or unauthorized use of a Card, \nAccess Code or other means of access;  \n(ii) the telephone number and address of the Person or office to be notified in the \nevent the Consumer believes that an unauthorized Electronic Fund Transfer has \nbeen or  may be effected;  \n(iii) the kind and nature of Electronic Fund Transfers which the Consumer may \ninitiate, including any limitations on the frequency or amount of such transfers;  \n(iv) any charges for Electronic and Transfers or for the right to make such tr ansfers;  \n(v) the Consumer ’s right to stop payment of a Preauthorized Electronic Fund \nTransfer and the procedure to initiate such a stop payment order;  \n(vi) the Consumer ’s right to receive information of Electronic Fund Transfers under \nsection 29;  \n(vii) a summary, in a form Prescribed by the State Bank, of the error resolution \nprovisions of section 36 which, the Financial Institutions, Authorized Parties or \nOperators shall be required to transmit at least once per calendar year;  \n(viii)  the Financial Institut ion’s, Authorized Party ’s or Operator ’s liability to the \nConsumer;  \n(ix) the circumstances under which the Financial Institution, Authorized Party or \nOperator will in the ordinary course of business disclose information concerning \nthe Consumer ’s Account to third Persons; and  \n(x) a notice to the Consumer that a fee may be imposed by an ATM Operator or \nService Provider, if the Consumer initiates a transfer from an ATM or other \nElectronic Terminal that is not operated by the Person or the Financial \nInstitution issuing the Card or other means of access.  \n31. Notification of Changes.__ (1) A Financial Institution or any other Authorized party, \nshall  notify a Consumer in writing or such other means as may be prescribed by the  State Bank from \n \nPage 16 of 25 \n time to time, at least twenty -one days prior to the effective date of any material change in any term or \ncondition of the Consumer ’s Account required to be disclosed under sub­section (1) of section 29, \nunless such change is immediately necessary to mainta in or restore the security of an Electronic Fund \nTransfer system or a Consumer ’s Account.  \n(2) Financial Institution shall be required to make a subsequent notification, provided for \nin sub­ section (1), if such a change is made permanent.  \nCHAPTER VI  \nDOCUMENTATION OF TRANSFERS  \n32. Availability of Documentation and Proof.__ For each Electronic Fund Transfer \ninitiated by  a Consumer from an Electronic Terminal, the Financial Institution holding such \nConsumer ’s Account shall, directly or indire ctly, at the time the transfer is initiated, make available to \nthe Consumer documentation  and  proof  of  such  transfer,  clearly  setting  forth,  as  may  be  required  \nby  such  transaction, the following particulars, namely__ \n(i) the amount involved and the date on which the transfer is initiated;  \n(ii) the type of transfer;  \n(iii) the identity of the Consumer ’s Account with the Financial Institution from \nwhich or to which funds are transferred;  \n(iv) the identity of any third party to whom or f rom whom funds are transferred;  \n(v) the location or identification of the Electronic Terminal involved; and  \n(vi) name of the Accountholder from or to which funds are transferred.  \n33. Periodic  Statement.__ (1) A Financial Institution shall provide each con sumer with a  \nperiodic statement for each account of such consumer that may be accessed electronically.  \n(2) Such statement shall be provided at least once every month, or as required by the \nconsumer, or such other period as the State Bank may determine from  time to time.  \n(3) Such statement shall include all the necessary particulars in respect of the Consumer ’s \nAccount and shall clearly set forth the balances in Consumer ’s Account at the beginning and the  close \nof the period, the amount of any fee or charge  assessed by the Financial Institution during the period, \nfor whatever purpose and the address and telephone number to be used by the Financial Institution for \nthe purpose of receiving any enquiry or notice of account error from the Consumer.  \n34. Documenta tion as Evidence.__ In any action involving a Consumer or any Participant, \nany documentation required by either section 31 or 32 of this Act to be given to the Consumer, which \nindicates that an Electronic Fund Transfer was made to another Person, shall be admissible as evidence \nof such transfer and shall constitute prima facie proof that such transfer was made.  \n35. Preauthorized Transfers.__ (1) A preauthorized Electronic Fund Transfer from a \nConsumer ’s Account may be authorized by the Consumer eit her in writing, or in any other accepted \nform.  \n \nPage 17 of 25 \n (2) A consumer may stop payment of a Preauthorized Electronic Fund Transfer by \nnotifying the Financial Institution.  \nCHAPTER VII  \nNOTIFICATION OF ERROR  \n36. Notification of error.__ (1) In this section, the following shall be construed as error, \nnamely__ \n(i) an unauthorized Electronic Fund Transfer;  \n(ii) an incorrect Electronic Fund Transfer to or from the Consumer ’s Account;  \n(iii) the omission of an Electronic Fund Transfer from a periodic statement;  \n(iv) a computational or book keeping error made by the Financial Institution relating \nto an Electronic Fund Transfer;  \n(v) the Consumer ’s receipt of an incorrect amount of money from an Electronic \nTerminal; or  \n(vi) any other error as determined by the State Bank.  \n(2) When an error has occurred, the Financial Institution or the Authorized Party shall \ninvestigate the alleged error to determine whether an error has occurred, and report in writing the result \nof such investigation to the consumer within ten Business Day s. \n(3) The Financial Institution may require written confirmation to be provided to it within \nten Business Days of an oral notification of error.  \n(4) A Financial Institution or Authorized Party shall not be liable to credit a Consumer ’s \nAccount in accordan ce with the provisions of section 37 in case no error is found pursuant to \ninvestigation under sub­section (2) and or the written confirmation required by it is not received by it \nwithin the ten days period, provided for in sub­section (3).  \n37. Correcting Error.__ If the Financial Institution or Authorized Party determines that an \nerror  did occur, it shall promptly, and in no event later than one Business Day after such determination, \ncorrect the error, including the crediting of a Consumer ’s Account with mark up where applicable:  \nProvided that such investigation shall be concluded not later than ten Business Days after \nreceipt of notice of the error.  \n38. Absence of Error.__ If the Financial Institution or the Authorized Party determines \nafter its  investigation that an error did not occur, it shall deliver or mail to the consumer an explanation \nof its findings within three Business Days after the conclusion of its investigation, and upon request of \nthe consumer promptly deliver or mail to the consumer c opies of all documents which the Financial \nInstitution or the Authorized Party relied on to conclude that such error did not occur.  \n39. Triple Damages.__ (1) If in any case filed under section 50 of this Act, the court finds \nthat a  Financial Institution an d/or an Authorized Party is guilty of the commission of any act, provided \nfor in sub­section (2) or (3) of this section, the Financial Institution, shall in addition to costs incurred \n \nPage 18 of 25 \n by the consumer, be  further liable to pay to the Consumer, triple damage s determined under section . \n \n(2) The Financial Institution or the Authorized Party shall be liable to pay damages, \nprovided for in sub­section (1), if it did not re­credit  a Consumer ’s Account within the ten days period \nspecified in section 37 and the Fina ncial Institution and or the Authorized Party did not make a good \nfaith investigation of the alleged error or it did not have reasonable basis for believing that the \nConsumer ’s Account was not in error.  \n (3) The Financial Institution or the Authorized Party shall also be liable to pay damages, \nprovided in sub­section (1), if it knowingly and willfully concluded that the Consumer ’s Account was \nnot in error when such conclusion could not reasonably have been drawn from the evidence available \nto the Financial Institution or the Authorized Party at the time of its investigation.  \nCHAPTER VIII  \nLIABILITY OF PARTIES  \n40. Consumer ’s Liability.__ A consumer shall be liable for any unauthorized Electronic \nFund Transfer involving the Account of such consumer only if the card or other means of access \nutilized  for such transfer was an Accepted Card or other means of access and if the issuer of such c ard, \ncode or other means of access has provided a means whereby the user of such card, code or other \nmeans of access can be identified as the person authorized to use it, such as by signature, photograph, \nor finger print or by electronic or mechanical conf irmation.  \n41. Burden of Proof.__ In any action which involves a consumer ’s liability for an \nunauthorized Electronic Fund Transfer, the burden of proof shall be upon the Financial Institution or \nthe Authorized Party to show that the Electronic Fund Transfer  was authorized or, if the Electronic \nFund Transfer was authorized, then the burden of proof shall be upon the Financial Institution or the \nAuthorized Party to establish that the conditions of liability set forth in this Act were met, and the \ndisclosures r equired to be made to the consumer under this Act were in fact made in accordance with \nthe provision thereof.  \n42. Liability in Case of Extension of Credit.__ In the event of transaction which involves \nboth an unauthorized Elect ronic Fund Transfer and an ex tension of credit limit pursuant to an \nagreement between the consumer and the Financial Institution or the Authorized Party, nothing shall \nimpose liability upon a  consumer for an unauthorized Electronic Fund Transfer in excess of his liability \nfor such tra nsfer under any other applicable law or under any agreement with the Consumer ’s Financial \nInstitution or Authorized Party.  \n43. Liability of Financial Institutions/Authorized Parties. — Subject to what is provided \nin this section or section 44, a Financial I nstitution or the Authorized Party shall be liable to a consumer \nfor all damages proximately caused by — \n(i) the Financial Institution ’s or Authorized Party ’s failure to make an Electronic \nFund Transfer, in accordance with the terms and conditions of an Acc ount, in \nthe correct amount or in a timely manner when properly instructed to do so by \nthe consumer, except where — \n(a) the Consumer ’s Account has insufficient funds;  \n \nPage 19 of 25 \n (b) the funds are subject to legal process or other encumbrance restricting \nsuch transfer;  \n(c) such transfer would exceed an established credit limit;  \n(d) as otherwise provided in instructions by the State Bank.  \n(ii) the Financial Institution ’s or Authorized Party ’s failure to make an Electronic \nFund Transfer due to insufficient funds when the Financial Institution or \nAuthorized Party failed to credit, in accordance with the terms and conditions \nof an Account, a deposit of funds to the Consumer ’s Account which would have \nprovided sufficient funds to make the transfer; and  \n(ii) the Financial Institution ’s or Authorized Party ’s failure to stop payment of \nPreauthorized transfer from a Consumer ’s Account when instructed to do so in \naccordance with the terms and conditions of Account.  \n44. Force Majeure.__ A Financial Institution, an Auth orized Party, Operator or a \nParticipant shall not be liable under clauses (i) and (ii) of section 43 if it shows by a preponderance of \nevidence that its action or failure to act resulted from — \n(i) force majeure or other circumstance beyond its control, tha t it exercised \nreasonable care to prevent such an occurrence, and that it exercised such \ndiligence as the circumstances required;  \n(ii) a technical malfunction which was known to the Consumer at the time he \nattempted to initiate an. Electronic Fund Transfer  or, in case of Preauthorized \ntransfer, at the time such transfer should have occurred.  \n45. Intent.__ In case of failure described in clauses (i) and (ii) of section 43 was not \nintentional and it resulted from a bona fide  error, notwithstanding the maintenance of procedures \nreasonably adopted to avoid any such error, the Financial Institution, Authorized Party, operator or the \nparticipant shall be liable for actual damages proved.  \n46. Prohibition on Improper Issuance.  No person may issue to a Consumer any Card, \ncode or other means of access to such Consumer ’s Account for the purpose of initiating an Electr onic \nFunds Transfer other than in response to a request or application therefor; or as a renewal of, or in \nsubstitution for, an Accepted Card, code or other means of access, whether issued by the initial issuer \nor a successor.  \n47. Exceptions. — (1) Notwiths tanding the provisions of section 46, a person may \ndistribute to a consumer on an unsolicited basis a card, code or other means of access for use in \ninitiating an Electronic Fund Transfer from such Consumer ’s account if__ \n(i) such card, code or other means  of access is not validated;  \n(ii) such distribution is accompanied by a complete disclosure, in accordance with \nsection 29 of the Consumers ’ rights and liabilities which will apply if such Card, \ncode or other means of access is validated;  \n(iii) such distri bution is accompanied by a clear explanation, in accordance with \ninstructions of the State Bank, that such card, code, or other means of access is \n \nPage 20 of 25 \n not validated and how the Consumer may dispose of such code, card, or other \nmeans of access if validation is not desired and such Card, code, or other means \nof access is validated only in response to a request or application from •the \nConsumer, upon verification of the Consumer ’s identity.  \n(2) For the purpose of this section, a card, code, or other means of acces s is validated when \nit may be used to initiate an Electronic Fund Transfer.  \n48. Suspension of Obligation.__ If a technical malfunction prevents the effectuation of an \nElectronic Fund Transfer initiated by a consumer to another person, and such other person has agreed \nto accept payment by such means, the Consumer ’s obligation to the other person shall be suspend ed \nuntil the malfunction is corrected and the Electronic Fund Transfer may be completed, unless such \nother Person has subsequently, by written request, demanded payment by means other than an \nElectronic Fund Transfer.  \n49. Waiver of Rights. __ No writing or  other agreement between a Consumer and any other \nPerson may contain any provision which constitutes a waiver of any right conferred or cause of action \ncreated by this Act, and any such writing waiving any right or cause of action shall be void and of no \nlegal effect.  \nCHAPTER IX  \nACTION BEFORE THE COURT  \n50. Damages. __ Except as otherwise provided by this section or the provisions of this Act, \nany person who fails to comply with any provision of this Act with respect to any other person, except \nfor an error resolved in accordance with the provisions of this Act, shall, upon an action brought before \na court, be liable to such person for payment of an amount equal to the sum of any actual damage \nsustained by that person as a result of such failure.  \n51. Bonafide Error. __ Except as provided by section 50, a person may not b e held liable \nin any action brought under this chapter for any violation of this Act if the person shows by \npreponderance of evidence that the violation was not intentional and resulted from a bonafide error \nnotwithstanding the maintenance of procedures re asonably adopted to avoid any such error.  \n52. Actions Taken  in Good Faith.__ (1) The provisions of section 50 shall not apply to \nany act  done or omitted in good faith, or purported to be done in conformity with any rule, instruction \nor interpretation of a pproval by an official of the State Bank duly authorized to issue such \ninterpretations or approvals under such procedure of the State Bank as may be prescribed for.  \n(2) A Financial Institution or an Authorized Party shall not incur any liability under sect ion 50 \non account of any failure to make a disclosure in proper form, if such institution utilized an appropriate \nmodel clause issued by the State Bank, notwithstanding the fact that after, such act, omission, or failure \nhas occurred. such rule, instructio n, approval or model clause under sub­section (1) was amended, \nrescinded or determined by judicial or other authority as invalid for any reason.  \n53. Notification to Consumer Prior to Action. __ A person shall not incur any liability for \nany failure to comp ly with any requirement under this Act, if prior to the institution of an action under \nthis Act, such person notifies the consumer concerned of the failure, complies with the requirements \nof this Act and makes an appropriate adjustment to the Consumer ’s account and pays, actual damages \nor, where applicable, damages in accordance with section 39.  \n \nPage 21 of 25 \n 54. Action in Bad Faith.  On finding by the court that an unsuccessful action for any alleged \nfailure was brought in bad faith or for the purposes of harassment, the  court may award to the defendant \n(s) costs of such litigation and the attorney ’s fees found reasonable in relation to the work.  \n55. Jurisdiction of Courts. — (1) With regard to the amount in controversy, any civil \naction under this Act may be brought in any court of competent jurisdiction.  \n(2) The court exercising jurisdiction shall not adjourn the case for more than ten days at a  \ntime; provided that the aggre gate of adjournments granted to the defendant shall not exceed three.  \n(3) The court shall announce its judgment within ninety days after notice upon the \ndefendant in the case was first served.  \n56. Criminal Liability.  Whoever knowingly and wilfully gives fa lse information or \ninaccurate information or fails to provide information which he is required to disclose by this Act or \nany instruction issued thereunder, or otherwise fails to comply with any provision of this Act shall be \npunished with imprisonment of either description which may extend to three years, or with fine which \nmay extend to three million rupees, or with both.  \n57. Violations Affecting Electronic Commerce .—Whoever — \n(1) knowingly, in a transaction effected by electronic commerce, uses or attempt s or \nconspires to use any counterfeit, fictitious, altered, forged, lost, stolen, or fraudulently \nobtained Debit Instrument to obtain money, goods, services or anything else of value \naggregating five thousand rupees or more, or  \n(2) knowingly receives, conc eals, uses or transports money, goods, services or anything \nelse of value aggregating five thousand rupees or more obtained by use of any \ncounterfeit, fictitious, altered, forged, lost, stolen, or fraudulently obtained Debit \nInstrument, or  \n(3) knowingly re ceives, conceals, uses, sells, or transports one or more tickets for \ntransportation, and which have been purchased or obtained with one or more \ncounterfeit, fictitious, altered, forged, lost, stolen or fraudulently obtained Debit \nInstrument,  \nshall be punished with imprisonment of either description for a term which may extend to seven years, \nor with fine which may extend to one million rupees, or with both.  \nExplanation. — For the purpose of this section e­commerce means the activity of buying, selling \nor contracting for goods, services and making payments using internet or worldwide web through \ncommunication networks including of wireless networks, within or outside Pakistan.  \n58. Cheating by Use of Electronic Device. __ Whosoever cheats by pretending to be some \nother person, or by knowingly substituting one person for another, or representing that he or any other \nperson is a person other than he or such other person really is, or by cheating by impersonation, \nfraudulentl y or dishonestly uses any credit or debit card, or code or any other means of access to an \nElectronic Fund Transfer device, and thereby causes any wrongful gain to himself or any wrongful \nloss to any other person, shall be punished with imprisonment of eit her description for a term which \nmay extend to seven years, or with fine which shall not be less than the wrongful loss caused to any \nperson, or with both.  \n \nPage 22 of 25 \n CHAPTER X  \nMISCELLANEOUS  \n59. Act to override Law of Insolvency. — (1) Notwithstanding anything to the  contrary \nprovided in the law of insolvency, rights and liabilities of persons arising from transfer orders in this \nAct shall be governed subject to the provisions of this section, in case such person is a participant.  \n(2) No transfer order passed under th is Act, any disposition of property in pursuance of \nsuch order, or the default arrangements of a designated system shall be regarded to any extent as invalid \non the ground of inconsistency with the law of insolvency.  \n(3) No order of the court or any office  holder acting under the law of insolvency shall \ninterfere with settlement of a transfer order passed in accordance with the rules of the designated \nsystem.  \n(4) A debt or other liability arising out of a transfer order which is the subject of action \ntaken under default arrangements, may not be proved in a bankruptcy or winding up proceedings, or \nmay not be taken into account for the purpose of any set­off until the completion of the action taken \nunder default arrangements.  \n(5) The Netting arrangement shall be valid and enforceable and an operator or participant \nof a designated system shall be required to give effect to such arrangement.  \n(6) Nothing in this section shall be construed to require the unwinding of any netting or \ngross payment done by the operato r of a Designated Payment System, whether pursuant to its default \narrangements or otherwise:  \nProvided that this section shall not apply in relation to any transfer order which is entered into \na Designated Payment System after the expiry of the day on which  a court made an order for \ninsolvency, judicial management or winding up in respect of the participant, or after a resolution for \nvoluntary winding up of the participant was passed.  \nExplanation .— In this section “Default Arrangements ” means the arrangement s put in place \n.by a designated system to limit systemic and other kinds of risks which arise in the event of a \nparticipant appearing to be unable, or likely to become unable, to meet its obligations in respect of a \ntransfer order, including any arrangemen ts for netting.  \n60. Operator of Designated Payment System Insolvent. — (1) Where the State Bank is \nsatisfied that any operator of a Designated Payment System is insolvent or likely to become insolvent, \nor has become or likely to become unable to meet all or  any of his obligations, or has suspended \npayments  or compounded with his creditors, or where it is in the public interest, State Bank may: — \n(i) assume control of the whole of the property, business and affairs of the operator \nof the Designated Payment System and carry on the whole of his business and \naffairs and appoint its own officers, or assume control of such part of its \nproperty, business and  affairs and carry on such part of its business and affairs \nas the State Bank may determine, and it may further order that the cost and \nexpenses of the State Bank or the remuneration of any Person so appointed by \nthe State Bank, may be paid out of the fund s and properties of the operator of \nthe Designated Payment System which shall be regarded as the first charge \n \nPage 23 of 25 \n thereon; and  \n(ii) take any action or initiate any proceedings against the operator under the law of \ninsolvency, whether or not an order has been m ade under the preceding \nsub­section  \n (2) No order under this section shall be made unless the operator of a Designated Payment \nSystem or any director or officer of the operator of the Designated Payment System in respect of which \nan order is to be made, or  who in pursuance of such order is to be removed from office, has been given \na reasonable opportunity of making representation against the proposed order:  \nProvided that State Bank may, if an immediate systemic risk is involved, take immediate action \nunder this section pending the final order.  \n61. Application of Fine. __A court imposing any fine under this Act may direct that the \nwhole or any part thereof shall be applied towards compensation to the aggrieved  person for any loss \ncaused by the person c ommitting an offence under this Act.  \n62. Power to Investigate. —(1) Notwithstanding anything to the contrary provided by any \nother law for the time being in force, any information relating to commission of an offence under this \nAct shall be recorded in writ ing by an officer­in­charge of a police station, generally empowered in \nthis behalf under the Code of Criminal Procedure,1898 (Act V of 1898).  \n(2) Investigation of offences committed under this Act shall be carried out by an \nofficer­in­charge of the police  station empowered under the Code of Criminal Procedure, 1898 (Act V \nof 1898) to exercise such powers, including power to examine witnesses, to arrest any person or to \nseize any document or thing or search any place, and do all other acts or things necessa ry for such \npurpose:  \nProvided that such officer shall be subject to the same restrictions in respect of any document \nor record of a financial or Electronic Money Institution as is provided in respect of documents in \ncustody of a Bank or a banker in section  94 of the Code of Criminal Procedure 1898 (Act V of 1898).  \n63. Trial of Offence. —(1) Notwithstanding anything to the contrary provided by any other \nlaw for the time being in force, offences provided for in Chapter IX of this Act shall be tried by the \nCour t of Sessions, having territorial jurisdiction in the case, which shall observe the same procedure \nas provided for trial of offences by the Code of Criminal Procedure,1898 (Act V of 1898).  \n(2) Cognizance shall be taken by the court upon a report of facts m ade in writing by a police \nofficer or upon receiving a complaint of facts which constitute the offence.  \n(3) In case of a complaint, the court may postpone the issue of process for attendance of \nthe person complained against and refer the complaint to the o fficer­in­charge of a police station for \ninvestigation and report.  \n64. Application to acts done outside Pakistan. __The provisions of this Act shall apply \nnotwithstanding the matters being the subject hereof occurring outside Pakistan, in so far as they are \ndirectly or indirectly connected to, or have an effect on or bearing in relation to persons, Payment \nSystems or events within the territorial jurisdiction of Pakistan.  \n \n \nPage 24 of 25 \n 65. Offences to be non­cognizable etc.  Notwithstanding anything contained in t he Code \nof Criminal Procedure, 1898 (Act V of 1898), all offences under this Act are bailable, non­cognizable \nand compoundable with the permission of the court.  \n66. Procedure .—(1) Notwithstanding anything to the contrary provided in this Act or any \nother l aw for the time being in force, no Court or authority or officer shall take cognizance of any \noffence against this Act which is alleged to have been committed by any person, party, participant, \nService Provider, operator or Financial Institution or any off icer or auditor thereof, who is authorized, \nlicensed or designated under the Act, except on the complaint in writing of the State Bank:  \nProvided that nothing in this sub­section shall apply to a prosecution by a person, party, \nparticipant, Service Provider , operator or Financial Institution or any of its officers or employees:  \nProvided further that, where the State Bank is itself empowered to impose a penalty or fine, it  \nmay take cognizance of the offence and start proceedings on the basis of a memorandum of allegations \nplaced on record by an officer of State Bank.  \n(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V of \n1898), the personal attendance of the complainant before the Court or authority trying the offence shall \nnot be necessary unless the Court, for reasons to be recorded, requires his personal attendance  at the \ntrial. \n67. Overriding Effect. —This Act shall have effect notwithstanding anything to the \ncontrary provided in any other law for the time being in force o r any agreement, contract, \nmemorandum, or articles of association.  \n68. Removal of Difficulties.  If any difficulty arises in giving effect to any provision of this \nAct, the Federal Government may, in consultation with the State Bank, make such order as appe ars to \nit to be necessary for the purpose of removing the difficulty.  \n69. Power to Call For Information.__ (1) The State Bank may direct any Financial \nInstitution or Service Provider or any other Authorized Party to give or furnish to the State Bank, \nwithi n such time as the State Bank may specify in this behalf, such information, documents or records \nin respect of any business carried on by such institution or Service Provider or other Authorized Party, \nas may be within its knowledge or under its possession , custody or control.  \n(2) If such institution or Service Provider or other Authorized party fails or omits to furnish \nany information required by the State Bank under sub­section (1) or wilfully makes a statement which \nis false in any material particular it shall be liable to get its license under section 24 withdrawn by the \nState Bank and to pay it fine which may extend to one million rupees.  \n(3) Any party or person aggrieved by an order passed under sub­section (2) may appeal \nwithin fifteen da ys of such order to the Governor of the State Bank, who shall dispose of the appeal \nwithin sixty days.  \n70. Secrecy and Privacy. — (1) A Financial Institution or any other Authorized party shall, \nexcept as otherwise required by law, not divulge any information relating to an Electronic Fund \nTransfer, affairs or account of its consumer, except in circumstances in which, according to t he practice \nand usage customary among bankers, it is necessary or appropriate for a Financial Institution to divulge \nsuch information; or the consumer has given consent therefor.  \n \nPage 25 of 25 \n (2) No person ot her than an officer or agent appointed by the Financial Insti tution that \nMaintains the account of a consumer may have access through in Electronic Terminal to information \nrelating to Electronic Fund Transfer, the affairs, or the account of the consumer.  \n(3) The rules governing the operation of individual accounts wi ll be applicable to \nElectronic Fund Transfers in relation to disclosure of information to third parties.  \n71. Complaint Resolution. — (1) A consumer, not satisfied with the outcome of a \ncomplaint made to a Financial Institution in relation to any Electronic Fund Transfer or disclosure \nmade by a Financial Institution to a third party, without prejudice to any right to seek any other remedy \nunder the law, may make a complaint to the State Bank.  \n(2) The State Bank after hearing the parties may pass such order as  it deems fit under the \ncircumstances of the case.  \n72. Suspension of Operation .— (1) The Federal Government in consultation  with the \nState Bank may by a general order, for the time being suspend operation of any provision of this Act, \nand from the date of such order, such provision shall cease to apply.  \n(2) When the order made under sub­section (1) is withdrawn by the Federal Government \nsuch suspension shall cease to operate with effect from the date specified by the Federal Government \nin this behalf.  \n73. Immunity of the State Bank and its Employees, etc .— (1) No suit or other legal \nproceedings shall lie against the State Bank or any officer or employee thereof or any person acting \nunder its direction : \n(i) for any act done in good faith,  \n(a) in the performan ce, or intended performance, of any function or duty; or  \n(b) in the exercise, or intended exercise, of any power. in the capacity of the \nState Bank as the designated  Bank under this Act; or  \n(ii) for any neglect or default in the performance or exercise in good faith of such \nfunction, duty or power.  \n74. Penalties — (l) Any financial Institution or Service Provider, who wilfully fails to \ncomply with any provision of this Act or rules, circulars, directions, orders or bye­laws issued under \nthis Act or any provision thereof, shall be liable to pay fine to the State Bank which may, extend to \none million rupees.  \n(2) In case of failure to pay the fine, State Bank may suspend or revoke the license of the \nService Provider or Financial institution concerned , as the case may be.  \n(3) If any amount of fine under sub­section (1) remains unpaid, it may be recovered as \narrears of land revenue."
}