{
    "file": "./converted_json\\administratorc9d55b2c55e3aa29e5f3a12e4dd4a72f.json",
    "name": "Pakistan Commissions of Inquiry Act, 2017",
    "date": "2017-03-31",
    "tagline": "Act to Provide for Constitution of Commissions of Inquiry",
    "content": "REGISTERED No. \t  \nL.-7646 \ntrb mate of Sabato% \n• \n• il2v6a  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, MARCH 31, 2017 \nPART 1 \nActs, Ordinances, President's Orders and Regulations \nNATIONAL ASSEMBLY SECRETARIAT \nIslamabad, the 29th March, 2017 \nNo. F. 22(33)/2016-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on the 27th March, 2017 is hereby \npublished for general information:— \nACT NO. IX OF 2017 \nAn Act to provide for constitution of Commissions of Inquiry \nWHEREAS it is expedient to provide for the constitution of Commissions of \nInquiry and to provide for matters connected therewith and ancillary thereto; \nIt is hereby enacted as follows:- \n1. \tShort title, application, extent and commencement.—(1) This \nAct may be called the Pakistan Commissions of Inquiry Act, 2017. \n(2) \tIt shall apply to all Commissions of Inquiry constituted by the Federal \nGovernment. \n(89) \nPrice: Rs: 05:00 \n[420 (2017)/Ex. Gaz.] \n90 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31,2017 [FART I \nIt extends to the whole of Pakistan. \nIt shall come into force at once. \n2. \tDefinitions.—In this Act, unless there is anything repugnant in the \nsubject or context,— \n\"Commission\" means a Conunission of Inquiry appointed under section 3; \n\"Chairperson\" means the Chairperson of the Commission; \n\"CrPC\" means the Code of Criminal Procedure, 1898 (Act V of 1898); \n\"PPC\" means the Pakistan Penal Code, (Act XLV of 1860); and \n\"rules\" means rules made under this Act. \n3. \tConstitution of Commission of Inquiry.—(1) Whenever it is \nexpedient to conduct an inquiry into any definite matter of public importance, the \nFederal Government may, by notification in the official Gazette, constitute a \nCommission of Inquiry in accordance with the provisions of this Act: \nExplanation.—\"matter of public importance\" includes a matter of general \ninterest or direct or vital concern to the public. \nThe Federal Government shall, by Notification in the official Gazette, \nappoint the members of the Commission and where more than one member are so \nappointed, the Federal Government shall designate one of the members to be the \nChairman of the Commission. \nThe Commission shall conduct the inquiry and perform its functions in \naccordance with the Terms of Reference specified in the notification. \nThe Commission shall have all the powers vested in it under this Act. \nThe Federal Government shall specify the time period within which \nsuch inquiry shall be concluded: \nProvided that the Federal Government may, on the request of the Chairman \nof the Commission, for reasons to be recorded, extend the time so specified, \nThe Commission shall cease to exist on the conclusion of the inquiry \nconducted by it and submission of Final Report in respect thereof to the Federal \nGovernment. 4 \n• \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t91 \n4. \tPowers under the Code of Civil Procedure, 1908.—(1) The \nCommission shall have the powers of a civil court under the Code of Civil Procedure, \n1908 (Act V of 1908) for the purposes of this Act. \n(2) \tNotwithstanding the generality of the powers given under sub-section \n(1), the Commission shall have the following powers, namely:— \nsummoning and enforcing the attendance of any person and examining \nhim on oath; \nrequiring the discovery and production of any documents; \nreceiving evidence on affidavits; \nissuing commissions for the examination of witnesses or documents; \nand \nrequisitioning any public record or copy thereof from any court or \noffice. \n(3) \tThe Commission shall also have the power to require any person or \nauthority, subject to any privilege which may be claimed by that person or authority \nunder any law for the time being in force, to furnish information or documents on \nsuch points or matters as, in the opinion of the commission, may be useful for, or \nrelevant to, the subject-matter of the inquiry. \n5. \tPowers to forward case to magistrate.—When any offence as is \ndescribed in section 175, section 178, section 179, section 180 or section 228 of the \nPPC is committed in the view or presence of the Commission, the Commission may, \nafter recording the facts constituting the offence and the statement of the accused \nas provided for in the CrPC, forward the case to a magistrate having jurisdiction to \ntry the same, who shall proceed to hear the complaint against the accused as if the \ncase had been forwarded to him under section 482 of the CrPC. \n6. \tPowers of entry, search etc.—The Chairman or any officer, not \nbelow the rank of an officer of BS-18, specially authorised in this behalf by the \nChairman,— \nmay enter any building or place where the Commission has reason \nto believe that any books of account or other documents relating to the \nsubject matter of the inquiry may be found; and \nmay seize any such books of account or documents or take \nextracts or copies therefrom, subject to the provisions of section 102 \nand section 103 of the CrPC, in so far as they may be applicable. \n92 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 [Raar I \n7. \tPower to order police investigation.—The Commission shall, for \nthe purposes of this Act, have the power to order a police investigation into any \nmatter coming before it. \n8. \tPower to punish for contempt.—(1) The Commission shall have \nthe same powers as that of a High Court to punish any person who— \nabuses, interferes with or obstructs the process of the Commission \nin any way or disobeys any order of the Commission; \nscandalizes the Commission or otherwise does anything which \ntends to bring the Commission or a member of the Commission in \nrelation to his office into hatred, ridicule or contempt; \ndoes anything which tends to prejudice the determination of a \nmatter pending before the Commission; or \ndoes any other thing which, by any other law, for the time being in \nforce constitutes contempt of court: \nProvided that fair comments made in good faith and in the public \ninterest on the working of the Commission or on its Final Report after \nthe completion of the enquiry shall not constitute contempt of the \nCommission: \nProvided further that if the Chairperson of the Commission is a \nJudge of the Supreme Court the Commission shall have the powers of \nSupreme Court for the purposes of this sub-section. \nExplanation.—For the purposes of this sub-section, \"Judge\" includes the \nChief Justice. \n(2) \tExercise of the powers conferred on a Commission by this section \nshall be regulated by rules made by the Supreme Court. \n9. \tPower to receive information.—A person shall have the right to \nprovide any information or document, relating to a matter before the Commission, \nand the Commission may consider such information or document. \n10. \tAdditional powers of the Commission.—In case the specific nature \nof the inquiry so requires, the Federal Government may, by notification in the official \nGazette, confer the following additional powers on the Commission for the purposes \nof this Act, namely:— \n(a) \tall the powers of a criminal court under the CrPC; • \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2017 \t93 \npower to constitute special teams, consisting of officers from the \nexecutive authorities and experts in specific fields, for the purposes of \nassisting the Commission in conducting an inquiry. The special teams \nshall have such powers as may be prescribed; \npowers to constitute an international team and seek international \ncooperation from foreign countries or agencies to get information, \ndocuments, evidence and record or issue letters and interrogatories in \naccordance with applicable international instruments; \npowers to issue, in accordance with the provisions of Order XXVI of \nthe Code of C iv il Procedure, 1908 (Act V of 1908), a Letter Rogatory \nor Letter of Request to the competent judicial authority in another \ncountry seeking its assistance in examination and recording evidence \nof a witness residing within the jurisdiction of such authority; and \nsuch other powers as are deemed necessary for conducting the inquiry. \nJudicial proceedings.—Any proceeding before the Commission shall \nbe deemed to be a judicial proceeding within the meaning of sections 193 and 228 of \nP PC. \nMembers etc., to be public servant—Every member of the \nCommission and every officer appointed or authorised by the Commission to exercise \nfunctions under this Act shall be deemed to be a public servant within the meaning \nof section 21 of PPC. \n13 \tExecutive authorities to act in aid of Commission.—(1) It shall \nbe the duty of all executive authorities in the Federation and the Provinces to act in \naid of the Commission in the discharge of its functions and to comply with any of its \ndirections. \n(2) \tThe Federal Government shall provide all necessary funds and facilities \nto enable the Commission to perform its functions under this Act. \n14. Procedure of the Commission.—(1) The Commission shall have \nthe power to regulate its own procedure. \nThe Commission shall fix the places and times of its sittings and decide \nwhether its proceedings shall be open or in camera. \nThe Commission shall act notwithstanding the temporary absence of \nany member or the existence of a vacancy among its members. \n15. \tReport to be public.—The Final Report or an interim report of the \nCommission shall be made public: \n94 \tTHE GAZETTE OF PAKISTAN, EXTRA.. MARCH 31,2017 [PART I \nProvided that Final Report of the Commission shall be made public within \nthirty days of the submission of the report to the Federal Government: \nProvided further that the Commission may, in the public interest, recommend \nto the Federal Government that all or any part of the Final Report or an interim \nreport may not be made public. \n16. Statements made by persons before the Commission.--No \nstatement made by a person in the course of giving evidence before the Commission \nshall, except in accordance with law, subject him to, or be used against him in, any \ncivil or criminal proceeding except a prosecution for giving false evidence by suci i  \nstatement: \nProvided that the statement— \nis made in reply to a question which he is required by the Commission \nto answer; or \nis relevant to the subject matter of inquiry. \n17. \tProtection of action taken in good faith.—No suit or other legal \nproceedings shall lie against the Federal Government, the Commission or any member \nthereof, or any person acting under the direction either of the Federal Government \nor of the Commission in respect of anything which is in good faith done or intended \nto be done in pursuance of this Act or of any rules or orders made thereunder or in \nrespect of the publication, by or under the authority of the Federal Government, or \nthe Commission, of any report, paper or proceedings. \n18. \tPower to make rules.—The Federal Government may, by notification \nin the official Gazette, make rules to carry out the purposes of this Act. \t• \n19. \tRepeal.—(1) The Pakistan Commissions of Inquiry Act, 1956 (VI of \n1956) is hereby repealed. \n(2) \tNotwithstanding the provisions of sub-section ( I ), the Pakistan \nCommissions of Inquiry Act 1956 (VI of 1956) shall continue in force for purposes \nof clause (3) of Article 155 of the Constitution of the Islamic Republic of Pakistan. \nQAMAR SOHAIL LODI'', \nActing Secretary. \nPRINTED BY TIIE MANAGER. PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS. UNIVERSITY ROAD, KARACHI."
}