{
    "file": "./converted_json\\administratorf017fd644249ce8bc3d26c1938fbd6bd.json",
    "name": "Special Technology Zones Authority Act",
    "date": "October 6, 2021",
    "tagline": "An Act to enable job creation, commercialize technological knowledge, and provide institutional and legislative support for the technology sector",
    "content": "REt;lSrEx-EDNo.M-302L.-7$6\n@beGpluc d pE[fdtmr\nEXTRAORDINARY\nPUBLISHEO BY AUTHORITY9\nISLAMABAD, IVEDNESDAY, OCTOBER 6, 2O2I\nPART I\nActs, Ordinances, Prcsident's Orders and Rcgulations\nSEI!.ATE SECRETARIAT\nIslamabad, the 6th Octobel 2021\nNo. F. 9(41)/202r-Lcgis.-Thc following Act of lllallis-e-Shoonj\n(Parliament) rcceived the assent of the Prcsident on 4th October, 2021 and is\nhcrcby published for general infom]ation:\nAcr No. XVII OF 2021\nAn Act lo enswe lhe developnent ofscientific and lechnologicul eco-srstct\nthrough devloptnen of:ones ro accelerorc rechnoloi4t detehtpnent in tlrc\ncounlry\nWHLRI]AS it is expedient to provide institutional and legislativc support\nfor the technology sector with intcrnationally competilive and cxporr oricnted\nstructures a d eco systems, to atlract foreign direct invcstmcnt, dcvelop\ncollaboration eco-systcm connecting academia, research and technology iDdustry,\n(653)\n[1472\\?021)lEx. Gaz.lPtice: k. 10.00\n65.1 TLIE ( AZEI'I.L OF I,AKISTAN. EXTRA,. OCTOBER 6, 2021 [PART I\nIt is lrerery enactcd as follo\\l'slto initialc innovation in production systenl aDd products, to increa-se the standards\nand qualiry of echnology goods and services, to increase productivity and\ndecrease the cosrs of production through high tech intervendons, intensive\ninnovation and futuristic entrepreneurship, to enable job crcation, to\ncommercialise t(chnological kno\\rledge and to providc for matters connected\ntherewith or inci( lcntal thereto;\nl. Short title, extent and commencement. -1I) This Act shall be\ncalled the Specia I Technology Zoncs Authority Act, 2021.\n(2) It e(ends to the whoLe ol Pakistan.\n(3) [t shall comc into forcc ar oncc.\n2. Delinitions.-In this Act, unLess the context othenvlse requires,-\n(a) \"A,lminisbrror\"\nsec ion 26im€ans the Administrator as described unde.\n(b) \"Authorit)\" lneans the Special l_echnolo8r-- Zones Authority\nesti.blished under section 3;\n(c) r'Board\" means the Board of Golernors constitutcd undcr\nsec ion 6;\n(d) \"ChairpcNon\" means the ChairpeNon of the Althorit! appoi[ted\nby rhe Prime Minisler, puBuant to the provisions ofrhisAcl, $ho is\nentrusted with whole or substantially wholc of the powcrs of dre\nma agement ofaffairs ofthe Authorily in accordance with the Act,\n(e) \"Cupital Goods\" means the goods including but not limited to\nmalerials, plant, machincry, hardwarc. cquipmcnt and software,\ndevices, instruments. accessories, attachrnenrs. building materials,\nmaterials and any other equipment r€quir€d to perfo.m functions oI\nthe Authorrty, zones, zone dcvelopers and zone enterprises, whether\nor rrot manufactured locally, for use in the zones, set up under the\nSpccial Tcchnology Zones Authoriry Act, 2021:\n(0 \"co-zone dev€topcr\" means a Partncr oflhe zone dcveloper fbr rhe\nest€blishment, devclopmcnt, operation or mrnagemenr of zone;\n(g) \"Division Concerned\" means the Cabinet Division\nPART I] THE GAZE1]E OF PAKISTAN, EXTRA,, OCTOBER 6,2021 655\n(h) \"Devclopment Agreem€lt\" means a duly approvcd agreemcnt\nbet\\r,een Authority and a zone developer. agreed ro and endorsed b),\nthe Approvals Committec that authorizcs Tonc developer to develop\nand establish a zone or a pan thereof;\n(i) \"Master Phn\" means an overarching planning document\nproviding conceptual spatial, landscapc, infraslruclurc. facilities\netc. plan, which is uscd 10 slructure rhc land and d€vclopment of\ninfrastruclure and facilities for facilitaling thc smoorh functioning\nof the zoncs;\n(i) \"Member\" means Membcr of the Authoriq;\n(k) 'Oue Windorv Facility\" means a physical or an informarion and\ncommunication technology (lCT) facility. comprising of relevanr\nentities of Federal, Provincial or l,ocal Govemments, for\nIacilitation of lhe zone developer and zone enterprises to lodgc\nstandardizcd information and documents s,ith a singlc-cnrry poinr\nto aulfill lhe requirements under the Act, rules or rc8ulations\nrncluding the enablishment. de\\clopln(nr. execurion. opcmtions.\nfuncrioning ind managemenr of /on$;\n(l) 'Persotr\" includes any rcgistercd association of pcrsons,\nconsortium, a body corporalc formed or incorporated by or under\nany law in force. company. corpomtion. sociery, modarab4 Real\nEstate Invcstment Trust (REIT), Governmen! trust, pannership, or\nanyjurrdrcal pcrsonality and includes rhe zone developer and zone\ncnterprise,\n(m) 'Prescrib€d\" means prescrib€d by rules or .€gulations made and\nnotified under this Act;\n(n)\n(o)*Regulations\" means regulalions prescribcd under this Act;\n\"Reserrch atrd D€velopEenl\" includcs rcgular activities carried\nout with lhe purpose of obtaining new knowledge that shall enable\nthe development of scicnce and tcchtrology or creating new\nequipmcnt, systcms, products. services, processes, applications, and\ntools etc., usiog rhe available information and resourccs, including\ntraining a.nd development, software producrion or improving rhosc\nthat are availablel\n'Rulcs\" means rules prcscribcd under this Actl\n\"Spccial Technolosr Zoncs Appcltatc Tribunal\" means the\nSpecial Technology Zoncs Appellate Tribunal constitutcd undcr\nihis Act:(p)\n(c)\n656 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6, ]O2I ART I\n(0 \"Technolo8y Sector\" includes one or more technolos/ sectors\nprclcribed by the AuthoriB underthe rules;\n(s) \"zonc dcveloper\" means a public, pdvate or a public'private\nPen,on responsible for dcyclopment, op€ratron or manaSemenl of\nthe whole, or a pan of dr€ whole special technolo8y zone, and\nliccrsed by the Aurhoritv as such, and includes a co-zone\ndev,:loper;\n(t) \"zone erterprise\" means any public, privatc, or public-privatc\nPcr:.od dcvcloping, opcrating and managing a lechnological\ncnttrprisc rvithin the zone and licenscd as such by the\nAut rority;\n(u) \"zonc\" means a panicular t)?e or class of zone, which may be\ngeoqraphical or virtual, new or existing or expansion of an existing\nzonc, as approved and notified by the Authority under the rules,\ninclrding, but not limit€d to special tech[olo&,\" zoncs, inlbrmation\nlcchnology parks, high-tech industrial areas, softwarc tcchnology\nparls. hardware technolos/ parks, technology cxport 7-ones, frec\nrechnology zones, science and technology parks, information\nlechnology zones, science and technology zones, R&D zones,\nopF)nunity zones, innovation zones, technology development\n/om)s, knowledge parks, sman cities, knowledge cilies, technolo8y\nrncubation zones or any seclor.zones. which are devclopcd for the\ndev(ropment, promotion and proliferarion of technology,\npanicularly all rhe latest cutting edge te.hnoloSies and may requirc\nrechnological intervention such as biotech, chemical technologies,\nagrircch, finterh, robotics. nanotech, edtech, etc. and other zones\nwitl any combination or combinations ofthe aforesaid ficlds.\n3. Erllrblishmert of the Authority. {I) On the commencement of\nthis Act, thcrc slall stand cstablished an Authority to b€ called the Special\nTechnology Tonei Authonty in accordance with the provisions ofthis Act.\n(2) 'fhe Authority shall comprise ofthe Chairperson and up lo eight (8)\nMembers to be appointed in accordance with the provisions ofthis Act.\nProvided thrt rhe Chairperson with the consent of the Board may\nincrease or decieasc the nurnher of Members, fiom time to (ime, as may bc\nconsidercd appropriate.\n(j) Ihc Chairpcrson shall be appointed by the Primc Minisrer of\nPakistan for a per iod of tlree yeers and shall be eligible for re-aJpointmcnr for\none or more Simil,lr terms,\nP^Rr Il THE GAZET'IE OF PAKISTAN, EXTRA., OCTOBER 6,2021 551\n(4) The M€mbers shall b€ appointed and removed ln rcco.dance with\nthe regulations.\n(5) The Chairperson shall prcferably be from the private sector and\nshall be eligible for such remunerations and benefits as determincd. by the Prime\nMinister.\n(6) The Chair?crson of thc Authority mav resign frorn his oflice by\nwriting in his hand addressed to the Prirnc Minister, or may be rcmoved from his\noffic€ ii on an inquiry by the Prime Minister, he is found unable ro perform the\nfunctions of his office because of mental or physical disabilit-v or he is found\nguilty by a aourt ofany serious crime ofmocal tuDitude.\n(7) The Authority may creetc, sanctroo and approve posts, from tim€ lo\ntime as p€r rcgulations, and prcscribc by rc8ulations the qualifications,\nexperience and terms and conditions for appointment of the Chairperson,\nMemb€rs- Execulive Directors and oth€r officcrs end st ffofthe Aurhoritv\n(8) I'he Audlority shall rheet at such rimc and place and in such\nmanner. uls may be prescribed by regulations.\n(i) Three Members shall constinhe a quorum for meetings of the\nAutho.ity reqiri.ing a decision by thc Aulhority:\nProvided that unril regulations are made in this bchali such meetings\nshall be convcncd by thc Chairpcrson.\n' (9) No act or proceeding of thc Authority shall bc invalid by reason\nonly of the existence of a vacancy in, or dcfcct in, thc constitution of the\nAuthority.\n(10) The powers and functions ofthe Authority as provided in the Act\nshall be excrcised in rhc namc of thc Aulhority by the Authority, comprising of\nChairp€rson and thc Members, which shall act thmugh the Chairperson who shall\nbe the chieIexecutive ofthe Authority. ln performance of his functions under the\nAct, the Chairperson may act eithcr directly or through thc Mgmbcrs.\n(ll) The principal office ofthe Authority shall be in Islamabad and it\nmay set up olTices at such place or plac€s within or outside Pakistan as may be\nrequted.\n(12) The Aulhority shall bc a My corporate having pcrpetual\nsucccssion and a conrmon scal. with power. to purchase, acquire, s€ll, lea-se, sub-\nlease, sub-let. Iicense and hold moveable and immoveable property, and shall by\nsaid name sue and be sued.\n658 THE GAZETTE OF PAKISTAN, EXTRA,,OCTOBER 6, 2O2IP,lxr I\n(13) The Authority shell havo thc powcr to constitute a-s many\ncommiftees. councils and associatio,ls and establish companies, nationally and\nintemationally. to achreve its goals, as it may deem fit.\n4. Powers of th€ Authority.-{ l) Subject to lhe provisions of this\nAct. the Authoriry may take such rneasurcs and cxercrsc such powcrs as may be\n.cquired for perfonnance of its firnctions.\n(2) $'i6ot t prcjudice to the generality of lie powers conferr€d by\nsuFs€ction (1), the Authority shall havc exclusive power and authority-\n(a) for Irlanning, policy fbnnulatron. exccution, monitoring and\ne\\,alurlion of Tones which rna)'be assigned to rt, approved by it,\nnotifi:d by it or developed by it fmm time to time;\n(b) to approve and noliry zoncs in accordance with the rul€s or\nregultrons;\n(c) for -'slablishmen! development implementation, operations,\nmanagement and funcrioning of zones;\n(d) to m?ke or cause to mslie arrangemen6 for provision of secunty,\nulilitirs, roads, basic infrastructure, high speed intemet and any\nolhea services required to ensure smooth dcvclopment and\nfunctioning ofzoncs;\n(e) to allrw any additional inccntivcs, subsidics and rcbates. for zone\ndcvel )pers and zooe cntcrpriscs, with the approval of rhe Federal\nGovelment, Provincial Govemments or local govemments es the\ncase rnay be;\n(f) to chlrrge fees and charges for services rcndered and the licenses\nissue(l to the zone applicanls, zone developrs and zone enlerp scs\nas may be prescribed;\n(g) to impos€ fines, sanctions and pcnaltics for contravcntions undcr\nthisAct, rules or regulations;\n(h) to appoint an Adrninistrator to the zoncs in accordance with this\nAct alld any applicahle rulcs or retulrrionsl\n(i) to crlleq informatron with rcspccr 1o tcchnologics and\ntechn,)logical developments within and outside Pakistan and review\nthe ilrpact thereof;\n(i) to enter into cont.acts, agreements or any other legal insrrument for\nthc pr rposes oflhis Act:\nP\\Rrll THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6,2021 659\n(k) to purchase. acquire, sell, lease, sub-lease, suElet, licEnse and hold\nmoveable and lmmoveable property and set up companies for the\npurposes ofthe zones to meet the objectives ofthis Act;\n(l) to seek assistance from any Federal / Provincial officer, Ministry,\nDivisiorL depafiment or agcncy for the performance ofits functions\nund€r this Act:\n(m) to set up One Window Facility !o lacilitate zone dcvelopors a d\nzone enterprises; alrd\n(n) to do anlthing incidental and ancillary to the foregoing as may bc\ndeemed necessary.\n(J) The sefticcs provided by the Authority shall be deemed lo be\ncsscntial services for the purposes of th€ Pakistan Essential Scrviccs\n(Marntenance) Ac! 1952, aad shall be notified accordingly.\n5. Functions of the Authority.-{l) To pe.form its functions, thc\nAuthority may\n(a) f.om time to time, review national rnvestment policies, laws and\nregulations that impact zones and propose any amendmcnls,\nmodifications and rel&\\ations therein to the Federal Govcmment,\nthe Provincial Govemment or the Local Govemments:\n(b) in(iate and consider zone investment proposals and cal€gories for\ninvestment which may rcquirc specific tr€atnents and interventions\nand recommend, wherc appropriate, additional inc€ntives or\nrelaxation of conditions or criteria to the Fedeml Govemment, the\nProvincial Govemmenl or the Local Covemments for approval;\n(c) be associated in the formulation of all polici€s that may have an\nimpact on investment in Technolory Sectors in Pakistan, including\neconomic, fiscal and (radc policics;\n(d) coordinate with MinisEies, depa(ments, agencies and Provincial\nGovemments or Local Govemments with r€gard to policies and\ntheir implemenhtion having impacl on investment in Technolos/\nSectors;\n(e) identiry and promote Tcchnolos/ S€ctor investment opportunities\nwithin and ouLside Pakistan;\n(0 develop and approve mechanisms and arrangemen6 for\nmanagement and operation of zones including one-window facility\nlor provision of all scrviccs and utilities. phys.ical infmstructure,\n660 THE GAZETTE OF PAKISTAN. EXI.RA., OCTOBER 6,2O2I [PART I\nlogislics infiastructure, human capital developmcrrt and digital\ninfiasFucture for the zone;\n(g) rdent ry, create and upgradc rcchnological and scientific clusters\nand ndustrial support syslems within zones including- but not\nlimit(d 10 ResesrEh and Devclopment centres, skills developmcnt\ncentrcs. traiDinB institutes, data centres, universities, hospitals, and\nolhcr hard and soft inf.astruclure rclated to succcssfulcxecution of\nzonel;\n(h) auract investment into zoncs ilcluding foreign diroct inveshrients,\nventure capital funds. publrc scclor investments, public-private\ninvestrnents and private funds;\n(i) mark:tin8 and promotion of zones by developing a marketing\nimag,lbuilding and public relations strategy to gcnerate interest in\nthe porential and oppo(unities of the Pakist ni market and\npubli-'i7c its acti!iries:\nc)\n(k)\n0)identification and approlal ol locations for setting up zones;\nproctrre and acquire land or any infrastsucture lor thc zones;\nappo nt commissions, expen tDdies and consultants to study\nvarious Espects of attracting investments in technolo$r related\nbusinesscs and improving the investment climate, procedures and\nothcr relat€d matters;\n(m) dcvelop studies, feasibihry reports, experiments, public-private\nparhership Farnework, financial vehiclcs, t€chnical research and\nsurvrys related to zones;\n(n) davelop or cause to be developed Master Plans for zones and\n_ approve or cause to approlc thcm:\n(o) ast ai Onc Window Facilir) for investors, zonc dcvclopers, zone\nenterprises and odrcr stakcholdcrs invol\\ed in r.ones deating with\nother relevant govemment cnlLtics on thsir behall;\n(p) issue letters of recommend al ion or inviurrion leners, which shall be\ndeerned sufficient for rhe purposc of issuancc of busincss and work\npermts or visas by relevant Authority;\n(q) colle,x, compile. analyse, ntainhin and distribulc zoncs relared\ninfonnation- and from rime rrr rime publish analfical rcpoG, tsends\nand irsiShrs;\nP^nr IlTHE GAZETTE OF PAKISTAN, F,XTPA,, OCTOAER 6, 2O2I 66I\n(r) promote a congenial environment and €nsu.e ease ofdoing business\nfor investments into zones by allowing import of Capital Coods as\nrequircd by the zone dcvelopers and zone enterprises;\n(s) negotiate and Iinaliz-c ell such acts, deeds, initiatives, agre€,nents\nfor protection and promotion of techrology relatcd investments\nwith other countrics. intemational forums, financial institutions and\nmulti lateral agencics, and rcpresent Pakistan on regional and\nintemational level, that mly be necessary or expcdient for the\npurpose of successful planning, developmcnt, execution,\nimplementation, managementand maintenance of zones;\n(t) liaise with private scctor tmde bodies and associations, both local\nand intemational, for th€ir aclive participatfun in promolion of\ntechnologz related investment;\n(u) approval, issuance, notification and cancellation of licenses olzone\nenterpriscs and zone developers;\n(v) allocate, lcase, sub lease, ren! sell land, space, lots rvithin zones\ndeveloped by the Aurhority itself;\n(w) p€rform any otier function assigncd to il by thg Federal\nGovemment,\n6. Board.={ I ) Thcre shall be a Board of Covemors of (he Authority\ncomprising ofthe follorving membcrs, namely: -\n(a) the Prime Minister of the Islamic Republic oi Pakistan shall be its\nPresident:(2) The Fedcral Govemment may, from time to time, essign more\nfiinctions and issue guidclines to the Aulhorily.\n(b)\n(c)\n(d)Fcderal Mirister in Charge ofthe Division Concemed;\nChairpe6on of the Authority; and\nnot less than sevcn and not more than t[€nty-five ex-officio and\nIndcpendent members, providcd that not lcss than five Indepcndcnt\nmembers shall be appointed from private sector fiom amongst\np€rsons. of renowned integrity, exp€nise, expcrience and\nknowledge.\n(2) lhe ex-olfcio and the lndependcnt members shall bc\nappointed by lhe Federal Govemment for a term of four years.\n662 TTIE (,AZETTE OF PAKISTAN, EXTRA., OCTOBER 6,202I [P^Rl I\n13\\ An er-officio member shall hold officc as member till such timc he\nholds the office by virtue of which he is a membcr and upon his transfer,\nretirerncnt. resigralion or removal ftom olTice, the person appointed in such\nperson's place shall be the member\n(4) Secrctary of the Board shall be appointed with the approval of lhc\nPresident.\n(5) Th( Board shall meet at least t\\r'ice in a year. '[he Sccrctar] of thc\nBoard may take rpproval ofany decision lhrough circulation amonS members of\nthe Board. The Chairperson ofthe Aulhority rnay call a special meeting with the\napproval ofth€ Prsident ofthe Board.\n(6) The mgelings ofthe Board shall be prcsided over by the President\nof the Board an(l in his absence, thc Prcsidc[t of lhe Board shall appoint any\nmember to chair rhe meeting.\n(7) The quorum for a meeting of the Board shall be one-third of the\ntotal membership of the Board, and decisions of the Board shall be made with\nmaiority oftotal l)rcsent members ofthe Board.\n(8) Ihe powe6 and funclions oflhc Board are as follows\n(a) dev,rop and approve nalional special lecbnology zone strategJ,\nnali,rnal emerging technologies strategy, and national information\nand commuoica(ion t€chnology srrategy;\n(h) dev(ilop and approve national special technology zone plan,\nnati,)nal emerging technologies plan, and national informalion and\ncolnmunicatron tcchnology plan;\n(c) approval ofthe rules and rcgulations ofthe Authority;\n(d) issu,j such directions and policy guidelincs to the Authority from\nrimc to time to protect the interests of $e Govemment, investors\nand public;\n(e) ovcrsrght, supeoision and rnorritoring the performance of the\n,\\utJrority;\n(1) approval oi the annual budget, annual audited financial statement\nand rccounts for any particular financialyear:\n(g)\n(h)apprJval ofannusl report oflhe Authorit-v;\nto arnually review the implcmentation of this Act with a view to\nimproving policies relating k) /orcs.\nPAR'| ITHD GAZETTE OF PAKISTAN, EXTRA,, OCTOBER 6,202I 663\n7. Budget, Iinence and audiL-{l) The Authority shall, in respcct of\n€ach financial year, pr€parc its own budget in accordance wilh the prescribcd\nprocedure and submit to the Board for approval.\n(2) Thc Budget sralement shall specifically state the cstimated receipts\nand expenditurc and the surns which are likely to be required from the Federal\nGovemment during lhe next financial year.\n(3) 'Ihe Authority shall maintain complele and accurate books of\naccounts ofits receipts and €xp€nditurc.\n(4) The accounts of lhe Authoritv shall be audited at the close of cach\nfinancial year by a qualificd Ilrm ofCha(ered Accountants.\n(5) The Authoriry shallproduce such accounts, books and docunlents\nand fumish such explanations and inforftation as the auditors may require for\nfte purpose ofaudir by the extemal auditors or Auditor Geneial of Pakistan.\n(6) Copies ofthe Auditor's Report on the accounts shall bc providcd to\nthe Authorilv and tho Board.\n(7) The Chairperson ofthe Authority shall be its Principal Accountrng\nOfficer\nE. Grxnts. {l) The Federal Co\\cmmeflt, the Provincial Covemmcnts\nand thc l,ocal Governrnents may, from lime to time, place annual grants lo the\nAurhoriry for the smoorh discharge of its alTairs.\n(2) Thc Authority may receive domestic and intemational Erants for the\npurposes oFachicving the objectives oflhis Act-\n9. Furds.-<l) Thcre shall be constituted a non-lapsable fund lo be\ncalled the Special Technology Zones Authority Fund, which shall vest in the\nAuthority and shall be utilized by tle Authoriry to mcct all cxpenses and charges\nproperly incurred in connection with carrying out the purposcs of this Act. The\nFund shall be crcdited all sums received by th€ Authority. The Fund shall b€\nfinanccd by:\n(a) fees, commissions, charges and other amounts received by the\nAuthority:\n(b) funds including grants provided by the Federal Govemment fbr\npayment of salarics, establishing infrastructure and running day+o-\nday business ol lho Audlority as a onc line budget;\n664 THE (;AZETTE OF PAKISTAN. EXTRA-. OCTOBER 6,2O2I PART I\n(c) furds provided by the Provincial, lrcal CoverDmenLs or any other\nborly including grants;\n{d) funds including grants from national and intemational bodi€s /\norganizations;\n(e)\n(f)\n(c)\n(h)loans from the Ilederal Covernnent or Provincial Covernmentr\nloars. investrnens and foreign aid obtained by thc Aulhoriry;\nfunds raised through Public-Private Partn€rships by thc Authority;\nfirnCs from bonds. sukuks and other forms of finances ard\ninv:stments on thc basis oI panicipation term certificales,\nmu,harika certificates. t€nn financc cc(ifioates or any other\nfinr ncial or debt mstrunrents or securities issued by the\nAuthority;\n(i) proreeds ofany ilvestmenls made by the Authority in utililbg any\nam(,unt ofFunds which is not rcquired for immediate usc.\n(2) Th€ Fund will be utilized for the above purposes as per the\nmechanism prescribed in the rcgulations\n(l) Wilhout prejudice to any olher law for the time bcing in force, lhe\nAuthority may invest in development of projects, spe€ialized firnds or financial\nvchiclcs or any oLher area approved by thc Authorify with fees and contributions\nfrom zone devel(,pers and zone enterprises, and wilh funds from public, private\nor intemational entities, and Federal, Provincial or [4cal Covemments, ro\nachieve objectivei ofthis Act.\n10. B.trk accounB.-{l) The Autho.ity may open and maintain bank\naccounts in local rnd forcign currency in any scheduled benk in Pakistan.\n(2) Bank accounts of the Authority shall be opened with the prior\napproval of principal eccounti;g otTicer.\nll. Approvals Com6ittce.--{ l) There shall be a comminee. called\nAppi(,vals Commirlee, headed by the Chairperson and up to eight rncmbers from\namongst the Mi:mbers and officers of the Authorib/ nominaled by the\nChairperson for this purpos€.\n(2) The Chairperson may call anv person or adviser or consultant as an\nexperl to assist the Approvals Committce and such person or adviser or\nconsultanr shall n( I be eligihlc lo cast a \\ore\nP^.T '] THE GAZETTE O\n(3) The mecling oflhe Approvals Cornmittee shall be convened on the\norders of the Chairperson.\n(4) The Appmvals Committee shau meet es frequently as required, but\nnot less than once ercr] quaner.\n(5) Two thnd or more of the members shall constitute quorum of rhe\nApprovals Committce.\n(6) Wh€re Ihe Charrp€rson is not present, a Member olthe Authoriry\nnominated by the Chairperson shallchairth€ Approvals Commiltee.\n(7) The decisions of the Approvals Committe. shall be taken by\nmajority of the total membership present through voting. In c&se ofequal votrng,\nthe Chairpe6on of the committee shall have the discrettoo to take the final\ndecision.\n(E). Ihe Chairperson shall appoint an officer from the Authority to be\nthe Sccretary of the said Committee.\n(9) The Chairpersorr shall be compctent k) remove or substitute ary\nmember of the Commirtee. if desired.\n(10) The Chairperson may constitute sub-commrttees to assist the\nApprovals Committee to discharge any of its functions.\n12. Functions and Responsibiliti€s of the Approvds Committee.-\n(l)-l'he fuctions and responsibilities ofthe Approvals Committee shall be-\n(a) ro recommend such procedures, mechanisms and regulations to the\nAuthority for implementatio[ of this Act as are applicable to all\nzones or a particular zone;\n(b) to review and rerommcnd amendments in national information and\ncommunication technology sEatcry, national emerging technologies\nstrategy and other technology and sciencc related initiativcs;\n(c) to approve or amend development plan and.Master Plan for each\nzone:\n(d) lo recommend stratdgic initiatives to the Authority including, but\nnot limired to, inteLalia. eslablishing new zones, expansion of\nexisrmg zones, cntering into agreement with other entities, joinl\nventures, poblic-private partncrsh ips etc;\n666 THE GA,:ETTE OF PAKISTAN. EXTRA., OCTOBER 6,2021 [P^Rr-l\n(e) to rec)mmcnd additional incentivcs for zone devclopers and zone\nenterpdsesl\n(f) to recommcnd any existing or new zone proposed by any investor,\nwheth.:r public or private;\n(g) to c.rsidcr and approve zone devclop€rs and zone cntcrprises\napplicltions and agreements.\nll. Criteria for.pprovsl of zoEes.{ l )The Authorit} shallprescribe\n'.he criteria for apprr,val of zones in thc rules.\n14. Licenling of zone entcrpris€s rnd zone developers.-{l) The\n.{uthoriry shall prescribe the criteria and procedurcs for licensing of the zone\ncnrerprises and /one developers in the regulations.\nI5. Senctions sgainst zone enterpriscs rnd mnc dcvclopers.{l) A\nrnechanism may be prescribed by the Authority in the regulations for sanctions,\nrmposition ard recovery ofp€nalties and fines a9inst zone enterprises and zone\n(levelopers for liolations of this Act or an) rul€ or rogulation prescribed by rhe\n,\\uthority.\n16. Lend regime.-{ I ) Thc acquisition of any land or any interest in\nland for the Autho.iry or for an,v purpose under this Act shall be deemed to bc an\nacquisition for a putlic purpose withrn lhe meaning of thc trnd Ac4uisition Act,\ni894 (1 of lt94) or any successor legislatron, and lh€ provisions of the said Act\nshall apply accordin:lly.\n(2) The Federal Govemrncnt, Provincial Govemmenl Local\n(;ovemmenl or anv Local Authority may tmnsfq or cause the transfer of any\nland, prope(y, asset. infrastructure, facility to the Authority, subiect to prevailing\nlaws.\nExplanalioh.:fhe expr€ssion''Federal Govemment Provinciq,\n(iovemmenl and Local Govemment\" shall mean and include any authority, body,\ncorporation or lcgal entity established or controlled by such Government and the\nrr'ord \"transfcr\" shrll mean and include any and all modes of Eansfer of\nFroperties, assets, larrd.o. infrastruclurc p€rmissible underthe laws ofPakistan.\n17. Public utilitics {nd oiher fecilities.il) The Federal\n(iovenrment. Prov ncial Govemments, Local Covemments, Municipal\nAuthorities, Cantonnrcnls, and other l'emtories of Pakistan, as rhe case rnay bc,\nshall ensura tha rem(,val ofall obstaclcs to the provision of all infrastructure and\nuliliry facilities- at tl eir cost, including but nor limrted to eleclricity, water, gas.\nn)ads, telecommuni( ation services a0d orhe. essential facrlitics necessarv for\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6,2O2I 661\nefficient opcratrons of a zone. The Federal, and Provincial Gov€mments shall\nensure adequatc road access, at lheir cost, to the zones and adequate provision of\nzones from a safely and security standpoint.\n(2) lhc zonc developer shall have the righr ro set up a renewable,\nthermal. h:_del or other captive clectric power seneration plant or install power\ngenerator of sufficlen( size to carer the expected demand for elect icity within a\npanicular zone as per rul€s or regulations of rhe Aurhori(y and ro sell only rhe\nexcess electricity generated outsidc that particular zone as pcr prevailing laws,\n(3) I'he Aurhority may execure agreements with the Provincial\nGovemmcnrs. l.ocal Govemments, Municipal Authorities, Cantonments, local\nauthorit) and ot her 'l erritories of Pakistan for $e purpos€s of implementation of\nrhis section.\nExplanolion.:fhe expression \"Federal Covemment, Provincial\nGovcmment, Local Govemment Municipal Authorities, Cantonments, Iocal\nauthority and other TeFitories ofPekistan\" shall mean and ioclude sny authority,\nbody, corporalion or legal entity establishcd or controlled by such Golemment.\nlE. IncentivB for zoncs,-{l ) On execution of releyant age€ment\nwith the Authority. the zone developers as well as zone enreT,riser in a zonc shall\nbe entitled to incentives outlined in sections 20 and 21.\n(2) Wirh lhe objective of promoting a particular sector, industry or\nzone, the Authority may recommend aid the Fede.al Covemhent may grant\nadditional incentivcs and exemptions to zone enterprises and zone developers\nincluding but not limited to subsidies for clcctricilv, gas and high speed internct\ncoonectivity inside the sp€cial technology zones, provided th6t-\n(a) such additional benefits may only be granted if the Authority finds\nlhcsc to bejusnfied on lhe basis ofan economic impact assessment:\n(b) such additional b€ncfits, it granted conditionally, may be.liable to\nbe forfened $ith rero-ective etTecl rf ir is finall) determined that 6\nzone dev€lop€r or zone cnterprise has failed to comply with the\nconditions prescribed for thc additional benefits in question; and\n(c) the Authority shall make economic impact assessmcot of rhe zonc\ndevelopers and zone enterprises withio five ycars from the date the\nagreement is signcd $ilh the zone developers, and within the first\nyear ofoperation\\ of a ,one enLerprise.\n(3) An.,- additional b€nefts Srant€d by the Authority-\n668 IHE CA ZETTE OF PAKISTAN. EXTRA , OCTOBER 6, 2O2I IPART I\n(a) shall be dcemed to hc inclLrdcd in the relevant Development\nAgre(ments; and\n(b) shall become effective on such conditions as the Authoriry may\nstipul rte.\n(1) Ni,rhing in rhis Act shall br consrrucd to limit thc A'rthority ofany\nFederal, Provincial and Local (;ovemment Authorilv to grant such additional\nbenefits to zone developars and zonc enterprises as are within the scope of their\nrresp€ctive stalutor) powers.\n(5) The l;late Bank of Pakislan nlay issuc special forcign cxchange\nrcgulations for rncentives, benefits and e\\smptions as s€t out in this Acl.\nI9. Proacction of i[cenliv6.--{ l) Inccntivcs, bencfits and protections\nunder this Act shlll bc additional lo all incentives. benefits and protections.\nwhich may be applrcable to zone developers and zone enterprises under genemlly\napplicable legislati('n and inlemational egreernents of Pakisran.\n(2) These inccntives shall nol bc withdrau'n or modif'ied or altered\nprematurcly and rs rospectively and any changc thcrein shall bc to the advantag€\nofthe zone developer snd zone enterprise and oot otherwise.\n20. Er€mptions ard Incentiv€s for the Authority srd for the zone\ndevelopeB.-<l) lhe following shall be lhc incentives for the Authority and\nzone developers ffirm the date of signrng ol thc Development Agrcemcnt, for a\nperiod of ten years'ramely:-\n(a) Exemrtion from all taxes under the Income Tax Ordlnance, 2001\nincluoing ta). un prolitr and llains. income tax, tumover lax.\nwithh,)lding tax, capital gains lax, income tax on dividend income\nand *ithholding tax on dividundl\n(b) Exem)tion from sales tax under the Sales Tax Act, 1990;\n(c) Exemt)tioi from Customs f)ut) unde. the Customs Act 1969 on the\nimpor in Pakistan ofall Capilrrl 6oods including but not Iimited ro\nmateflals plant, rnachiner). h{rJwarc, cquipment and software.\ndevic(s. instruments, accessories. attaclvncnts, building materials,\nmaterials and any orher equipme t required to perform functions o[the Lurhority, Tones and ?one developcrs, whcther or not\nmrnulactured locrlly. f(,r usc in rones:\n(d) Exc rt)ti(,n from propertv ra\\;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA,, OCTOBER 6.2021 669\n(e) Exernprion on dividend income and capital gains of any venture\ncapital tund (whethe, local or foreign) derivcd fmm investments in\nthe zone devcloJr€rs; and\n(f) permission for opening and nrnrntlining of foreiSn curcncy\naccounts, availability of foreign cxchangc, full convertibility to\nforeign currency and rcpatriation and fr€€ lmnsfer of forelgn\ncurency to meet the requirernents ofinvestors, Iendefs, conhactors,\noperstoas, consultants, insureE, ae-insurers, vendors gnd advisorr in\nrelalion to any compensalion amounts, losn repeynents, equity and\nretum on equity, profits, works, goods and services in rccordance\nwith the foreign exchalge regulalions ofthe State Bank ofPskislan\nfor zones,\nfor lhe avoidancc of doubt, co-zone developer shall be elltitled to the ux\nex€mprions and incentives permissiblc lo the zone develop€rr under Seclion 20.\n21. Eaemptlons rtrd Iocc[tlve! for ,rDc !tl1!?prh.r.-{l) The\nlbllo*ing shall be the incentives for the zone enterprises &om the dste of\nissuance oflicenso lor a period often years, namely: -\n(s) Eremption fiom all taxes under the Income T8x Ordinsnc€, 2001\nincludrng tar on profits and goifls, income ltu\\, lumover tax,\nwithholding tax, capital gsins tax, income tax on dividend iflcohe\nan{ uithholding tax on drvidend;\n(b) Exemprion from sales tax under the sales Tax Act, 1990;\n(c) Exemption frorh Customs Duty under the Customs Acl 1969 on rhe\nimport in Pakisran ofallCapital Coods includ'ng but not limitcd 1()\nma(erials. plant. machinery, hardware, equipment and soliware,\ndevices. instruments, accessories, attachments, building mnterials,\nmaterials and any other equipment required to perform functrons of\nth€ zone enterpriscs, whether or not manufactured locally, for use in\nzonesl\n(d) Exemption from property tax;\n(e) Tax excmption on divid€nd income and capital gains ofany venture\ncapital tund (whether local or foreign) derivcd Fom investments in\nthe zone enterpriscsl and\n(O permission for opening and maintaining of forergn curenc)\naccounts, availabiliry of forergn exchanBe, full convenibility to\nforeign currency and repatriation and frc-e tsansfer of loreign\n670 THEG,\\ZETTE OFPAKISTAN, EXTRA,, OCTOBER 6,202I JPART I\ncuni:ncy to meet the requirements ofinvestoas, lenders. contractors,\noperrtors, consultants, insurers, re-insurers, vendors and advisors in\nrelatLon to any compensation amounts, loan repayments, equity and\nreturn on equilv, profits, works. goods and senices in accordance\nwith lh€ foreign exohange regulatrons ofthe Stste Bank ofPakistan\nfbr zones.\n22. Alt€.nrte dispu(e resolution m€chrtrism.-<l) The Authorit-v\nshall prescribe a l€gally binding and enforceable allemate dispure resolution\nmechanism consistent with fie applicable ]a*s for the settlement of all disputes\narising among and befipe€n the Aulhority, zone developers or zone cntcrp|rses.\n(2) All rrgreements hetwq:n zone developers, its operators and sub-\nconsultants, and zlne enterprises shall bc govemed by the afore-stated altemate\ndispute resolulion mechanism prescribed by the Authority:\nProvided hat nodring hercin shall preclude the Authority or any of its\nsub-ordinate cotitres or companies from entering into intemational arbitration\nagreements with fi,reign zone developers and zone enterprises.\n23. Cogniz.trce of legrl di!put€s.--{1) No cou( shall lake cognizancc\nof a legal dispute uuder this Act or th€ rules or regulations mad€ thereunder to\nwhich the jurisdi.lion of the Special Technolog.y ilones Appellelc Tribunal\nextends.\n(2) the Special Technology Zones Appellate Tribunal shall have\nexclusivejurisdicton to determioe all dispures arising in respect ofafly matters-\n(a) conc,:ming any officer or emplo)ee of the Authorily with the\n€xcltsion of the Chairperson;\n(b) coilc,)rning the excrcisc of powers and functions of the Authority\nunder'sections 4 and 5 ofthe Aci or, Adminislratm undor s€clion 26;\n(c) cono:ming any aspe.t relanng to the onc-windo\\ry facilit_v\nestabLsh€d bv the Aulhoritv:\n(d) concr'ming any decision oflhe Approvals Committee;\n(e) in relation to sections 13 and l4 of rhc Acr or anv rules or\nrecul rtions prescrib€d rhereunder:\n(0 conc(ming any sanction. penalo or fine irnposed by rhc Aulhoriry\nundcr section l5 or any rulcs or rcgulations prescribad lhcrcunder;\nPART I] THE GAZETTE OF PAKISTAN, EXTRA,, OCTOBER 6,2O2I 611\n(g) relating to s€ction l9 ofthe Act: alld\n(h) concerning any other rule or regulation prescribcd by the Aurhority\n24. Apnesl! lo Specirl Technology Zotres App€llrt€ Tribunrls.--{l)\nAny zone developer or zone enterprise or a concemed person aggrieved by any\norder ofthe Authoflty may prefer an appeal b€fore the Special Technology Zones\nAppcllate Tribunal, within thirty days of lhe order, in accordance with the\nprescribed rules.\n(2) An appeal to the Special Technology Zones Appellete Tribunal\nshall be in such form, conlain such . particu lars and be accompanied by such\ndocume ts and fees as may be prcscribed under this Act.\n(3) The Special Technolos/ Zones Appellate Tribunal shall consist ofa\nChairman, \\a'ho shall be a legal experq and two members. one being a technical\nexpen and the other heing a financial expert, who shall bc persons of ability,\nintegrity and have special knowledge and professional experience ofnot less than\nten years in the fields ofhw. economics. technology or finance.\n(4) The Chairman and Members of lhe Special Technology Zones\nAppellate Tribunal shall hold office for a period of lhree years and shall be\neligible for re-appointment fo. a similar term or tefins and shall ccase to hold\nofTice on attaining the age of sixty eight ycars or the expiry of the term\nwhichcver is earlier.\n(5) The lerms, conditions and appointment of the Special 'llchnology\nZones Appellatc l_nbunal Chairman and other hembers shall be in the manner as\nmay b€ prescribed this Act, which may be made and shall take effec!\nnotwithstanding anlthing contained in any other law or rules for the time being\nin force.\n(6) The Chairman and the members shall be enritled to such salary and\nofier (crms and conditions ofservice as the Authoriqv may presc.ibe.\n(7) The Special Technology Zones Appellate Tribunal shall decid€ an\nappeal expeditiously but not latcr than thre€ months of it5 prescntation to the\nTribunal.\n(8) The Speciat Technolory Zones Appellate Tribunal shall, for the\npurposc of deciding an appeal, be deemed to be a civil coufl and shall have the\nsarne powers as are vested in such court under the Code of C ivi I Proc€dure, I 90t\n(Act V of 1908), including the poweE of--\n(a) enforcing the attcndance ofany person and examining him on oath;\n672 THE C/\\ZDT'I'D OIJ PAKISTAN. LX'I'RA,, OCTOBER 6, 2O2I ART I\n(b) com rlling the production ofdocuments; and\n(c) issuirg commissions forthe sxarnination ofwitnesscs and documentj\n(9) lt shall be sufflcient for dre Special Technolog;v ;t-oncs Appellstc\nTribunal to eslabl sh, or to be satisfied as to afly matter on the standard ofProof\nspplicEble to civil proccedin8s in summary manner in a coun of law.\n( l0) The Special 'fechnology Zoncs App€llate Tribunal's determinations\nor decisions under this Act shall bc dcerned (o be the decrucs ot a civil coun\nunder the Code o[Civil Procedure, l90E (Act V of l90E).\nExplonation.-ll is claified lhat th€ limefiame for rendering a decision\nofthree months is mandatory and nol direcrory.\n25. Apperl to Supreme Court.--{l) Any petson aggricved by an\norder of the Spec al lechnology Zoncs Appellare Tribunal may pr€fer leave to\nappcal to the Surrcme Court of Pakrstan wrthin sixty days under the rules\nprescrihed b1 the :;uprsme Coun.\n26. App)irtmert etrd PoryeE of Admirbt.rror,-{l) The Authority\nmay Ep[,oint 6ny (me or more p€tsons an Adhiuistrator to investigatc, either on\nib own motion ,)r on the basis of any informstion receivcd, *hether any\nconlmvention of i.ny provision of or anlthing prescribed by this Act has been\ncommitted. Provided that an Administrator's investigation shall be canied in the\nmsnner prescribed\n(2) Whe'e ar Administrator, after concludin8 an investigation is\nsslisfied that a corfravention of ary provision of or anything prescribcd by this\nAct has been committed, may rccommend to the Autlority to undertake any of\nthe lbllowing in the manner prescribed:\n(a) impos€ a fine on or sanction any person resF,nsible for such\ncontavention;\n(b) canc,:l an:_ license issued by the Autlority to ary persod\nresp(,nsible for such contravcntion;\n(c) issue dircctions to any zone developer. co-zone dcvcloper, or zone\nenlerorisc to ceas€ from doing any part,cular act in a zone.\n27. Powi.rt ao mrke rule!.-< I ) Th€ Authority may- n ilh the approval\nof the ljederal Co, cmment. make ml€s, on the matters as deemed nec€ssarr. for\nirrrplementation anJ to can-1' out the purposes ofthis Act.\nPAR,T II IHF GAZETTTOT PAKISTAN. EX]RA,,OCIOBER 6,202I 613\n(2) Until the rules r€fenEd to i[ sulr.rcqon (l}ateln6de, the President\nof the Board shall be compctcnt to determine, the terms and coaditions for\nappoinlment of the Chairperson, Members, Exaputive Direclors, officers and\nernployees of the Authority.\n2E. Powcts lo mskc rEgulrdon!.-{ l) The Authority may, with the\napproval of lhe Board, make re8ulations a.6..deemsd re@ssary [or the\nimplemcntation ofatld 10 carry out the purposes ofthis Act.\n29. Annud report.-{ I ) The Authority shrllprEparE and slrbmit to dle\nBoard, within four honths of the expiry of eoch fin0ncial year, a rEport oa the\nconduct ofits func(ions and atTairs lbr that yeaI\n(2) Esch such annual repon shall rnclrd.-\n(a) ar audited statement ofincome and expenditure;\n(b) an audited balance sheel;\n(c) a sho( financial slatement ofpr€c€din8 financial yeBr;\n(d) activities ofthe Authority duriDg pr€vious financislyear;\n(e) an outline of the invcstmenl programs for the year ehead; and\n(0 any other mattcr which thc lcdcral Govemment may direct or the\nAuthority may consid€r sppropriate.to ru&ke its, Fport more s€lf-\nsp€alin8 about its initiativ€s and aohievernents.\n30. D€lcgarion ot porxcE,-{ I ) The Authority may doleBare any of its\npowers and assign its Functions subject to such oonditions 6s it may deem fit to\nimpose, to the Chairperson, Approvols Committ€€ or 4lty othel committee.\nll. Rccruitment.-< I ) Thc Authority may, from time to time, create,\nsa4clron and approle posts and dctermine the need to employ and appoint such\nMembers, oflicers, members of its slarl advisers, conBultants, and other\nemployces. as i1 considcts necessary for efficienl perforrnance o[ iB functions on\nsuch terms and conditions as may be prescribed by rEBulation\\ provided thst all\nappolntments shall be made in accordance wirh the prescribed educational,\ntechnical or profcssional qualificalions and expe encei\nProvided that the r€Sulations, orders, instructions for the time boin8 rn\nforce goveming all appointments afld terms of service of employeqs of thF\nAuthority shell be mntradual and non-statutory.\n674 THE G,\\ZEITE OF PAKISTAN, EXTRA-, OCTOBER 6.202I [PART I\n32. linl'loyee of the Authorit-v to b€ public rcnaots.--{l) For rhe\npu.poses of lhis 1\\ct the Chairperson, Members, Executive Directors and orher\nOmc€Is, stafl adr isers, consultants and experts of.the Authority shall be deemed\nlo be public servrnts withjn the ntcaning of secrion 2l of the Pakistan Penal\nCodc, lt60 (Act )iLV of 1860).\n3J. Ar.iitrnce lrom .gencicr,-{l) Notwithsranding anything\ncontained iE{ny )ther lew for the tilne being in force, the Authority may s€ek\nany assistancc or nformation from anv person including but no( limited lo, any\nMinistry, Division, departnent, statutory body, corporation, agency ol lhc\nFederal, ProvrncirLl or tocal Governments which, in its opinion. concerns any\nmatter relating to Jhe smooth fuflctioning of the Authorilv and rhe requisite\nassistsnce or info.mation, whatever the case may be. shall be provided to lhe\nAuthority within the time frame stipulated by it. In cases where cons€nt is\nsouBht- and it is lot received within the stipulated timc- it shall be deemed as\napprovei afur cor4plelion ofthe stipulared rime.\n34. Pubric Sector znd strtGowned nlrcrprires hvestmetrts in\nzones.-{l) Notwithstanding any prohibition or limitation contained in any law,\nrules regulations, directives or inskuctions for lhe time being in force, all nublic\nsector authoritres. departmeflts, agencies, funds, statutory and non-statutory\ndies, othe. authlritier and state.-owned enterpris€s established or confrolled by\nthe Fedcr.l, P.ovincial or t-tral Governtnent ma), with the approval of their\ncompeGnt authorities, invest in the TDnes after due consultations with lhc\nAuthority.\n35. Ernt oymelt of Kty P.nort.-{l ) Notwithslanding an)thrn8\ncontaincd in an] odrcr law, the Authority mey issue special rules for lhe\nemplo),ment by ?ofle develop€rs and Tone enterpris€s of key mamgerial and\nt€chnical p€rsons who are not citizens of Pakisran, relating to the terms and\nconditions of thc r eontracts as well es with respct to the issuance of visas,\ntempora4v residerc€ permits and temporary work permits for such key persons\nand fteir dcpende rts.\n36. Idrnnity-{l) No suit, prosecution or other legal proce€dings\nshall lie agsinst the Board, Authorib', the Chairperson, Membe6, Executive\nDin:clors. oftic€rs. the employees and consultants of rhe Au$orit-v and its\nsubsidieries for ar,1hing done in good laith or intend€d to be done under thrs Acr\nor an)'rule or regulalion made &ereunder.\n37. S[rs pryeble to the .{uthority to be reco}'erable .s lsnd\nrcvenoa,-{ I ) All sums payable to the Authority in accordanc€ with drc\nprovisrons of this Act and the rules or re8ulalions shall be recoverable as arrears\nof land revenue.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., OCTOEER202t 675\n38. A.t to oycrride other lews.-{ I ) The provisions of this Acr shsll\nhave effect notwithstanding anything to the conlmr-v conlainod in any orher law\nfor the time being in force and any such law shall, to lhe extent of any\nin consistency, ceas€ lo have any effect on the commencemenr ofrhis Acr.\n39. Jurisdictior Bsrr€d.-{l) NoNithstanding anything contained in\nany olher law. lhc powers and finctions of thc \n^uthoritv relales to the national\n$curity of thc Palislao and therefore shall not b€ crlled into question through\nany criminal or civil proceedings or otherr*lse by atry agency. Save as provided\nunder this Act, no order made or procecding takcu under lhis Act, nrles or\nregulations made thcreunder by the Authority or any olliccr or Authoriry\nauthorized by il shall be callcd in question in any court or administrative tribunal\nand no injunc(ion shall bc grant€d by such cou.t oa tribunal in respect of any\ndecision made or proc€edings laken in pursuance of any power conferred by or\nunderthis Act, rules or regulations made thereund€r.\n40. Removet of dimcrties.--{ l) lf any difficulty arises in giving\neffect to a y of the provisions of the Aet, the Federal Govemm€nl may, within\none year of the commencement of this Act, rhake such ord€r, not in-consis!€nt\nwith th€ provisions ofthis Act, as may appcar lo it to be necessary or expedi€nt\nfor the purpos€ ofremoving such dilfr€ulty-\n41. Rcpe{l rnd !rvin8!--{l) I'he SFcial Technology Zones\nAuthority Ordinance, 2020 hereinafter referred to as the repealed Ordinanc€ is\nhe.eby r€pcaled.\n(2) Nohyithslanding the rEpeal of the repcsled Ordrnance or an),thing\nconrained herein-befor€, all ordcrs made, decisions 6k€n, rulcs or regulatioos\nmade or amcndcd, notifications issued, actions rak€n, appointmcnls made by the\nAuthorily, thc Prime Minisler or the Presidenl of the Board, and the Board,\npursMnt to the repealed Ordinance, shall be deemed always to have been\nlasfrlly end validly made, lakcn, or issued under the p.ovisions of this Ac! shall\ncondnue to b€ in force unless amended. varied, withdrawn, rescinded or annulled\nby a p€rson or authoriF comp€lent to do so under this Act, and shall no( be\ncalled in qucstron b€fore any Coun ofLaw.\n(3) Ali assets, rights,. powers, suthorilies ard privileges and all\npropeny. cash and bank balanccs reserve funds, invesrmenl and all other interEsts\nand rights in or arisin8 out o[ such proFrty and all d€bls, liabilities and\nobligations of u'hatever kind of the forme. Authority subsisling immediatcl)'\nbefore its dissolution shall stand ransferred to and vest in Authority constituted\nunder this Act.\n(4) NotwithstandinB anylhing contained in this Acl or any other law for\nthe time berng in force or in an1'agreement, dced, documenl, or othe. insEumenl\n616 THE 6/ZETTE OT PAKISIAN, EXTR ., OCTOBER 6,2O2I ARl I\nsll olllcers, consu tonts, adviserc; auditors lnd other employccs and slaff of rhc\nformer Authority lhall staDd frcnsferred ro and be office$, consultants, advisers.\naudirors and empk yers and slaffof Authority.\nProvidcd lhal lhc Charrperson and Members ofthe Aulhonly on thc dale\nhereof shall be dee med to be tlle Chairpcrson and Members ofthc Aulhoriry.\n(5) The t)ersons fient ioned herein-above sholl be deemed to have becn\na[rpointed or engrged by A lhorily in accordance with the same terms and\nconditions of s€t',icc as werc dpplicable lo lhem, immediately before such\ncontihuaflce in offiee or tmnsfer:\n' Prdviied thal the civil scavants appoinred to or workind in fie former\nAuthority shall upcn thcir'trAnsfer to the Authority continue to ttc govemed by\nlhe federal civil se,vants laws andrrules made drer€under;\n(6) All detts aird obhgations incurred, or contmcts €ntered into, righta\nlcquiredi snd'etl lianers ind things engagcd to be done by, wilh o. for the fomer\nAuthority drsll b,) Aeemed lo hove bcen incuned entercd into acquired or\neagsged lo be dofi by, with or tor the Authorit).\n(?) All suils and olher legal proceedings instituted by or E8ainst the\nforindr Authority b€fore its r€p€al shall be deemed to be suits and proceedings by\noi against the Authority and shell bc procceded or otherwise dealt with\naccordingly.\n(8) All irclions tak6n by thc tloard, the Authority, Chairperson,\nMenitrers, thc offir,ers and employees of lhe Authority between the lapse of rhe\nffiinanca and ena:tm€nt sre savEd and not lcgally challengeable.\n(9) Any eference'to the former Authority in any slalutory instrument\noi document shsll, unless fte iodtext otherwise requires, h€ rcad and conshued\nss tefef,cnce to be AuitoritY.\nMOHAMMAD QASIM SAMAD KHAN,\nSecretory\nPRIN'IM BVTHT M NA6En' IIRINTIITGCORA)R^II(I\\ !F JJAXISTA'\\ I{ESS. ISL^M^B,{Il\nPUELISNEDBYTI]E D }U TY CO\\TTROLLM. STATX )\\ I II Y \n^ \\ D TI ]N!'S, UNIVFRS IY RI'AII I(^X]{CHI"
}