{
    "file": "./converted_json\\administrator053bfb0cec64bcd950340d22481b7407.json",
    "name": "Provincial Service Tribunals (Extension of Provisions of the Constitution) Act, 1974",
    "date": "2nd May, 1974",
    "tagline": "An Act to extend the provisions of clause (2) of Article 212 of the Constitution to the Provincial Service Tribunals.",
    "content": "Page 1 of 2 \n   \n \n \n \nTHE  PROVINCIAL  SERVICE  TRIBUNALS  (EXTEN SION  OF \nPROVI SIONS  OF THE  CON STITUTIO N) ACT, 1974  \n \n              \n \n \nCONTENTS  \n1.   Short title and comme ncement \n2.  Provisions of Article 212 (2) to extend to Provincial Service Tribunals  \n \n  \n \n\nPage 2 of 2 \n THE  PROVINCIAL  SERVICE  TRIBUNALS  (EXTEN SION  OF PROVI SIONS  OF THE  \nCON STITUTIO N) ACT, 1974  \n \n1ACT NO. XXXII OF 1974 \n \n          [2nd May, 1974]  \n \nAn Act to extend the provisio ns of clause (2) of Article 212 of the Constitution to the Provincial \nService Tribunals. \n \n WHERE AS the Provincial Assemblies for 2[Balochistan] the North-West Frontier Province, \nthe Punjab and Sind have m ade in  the form of resolutions  the request that the p rovisions  of clause  \n(2)  of Article  212  of the  Constitution  of the  Islamic  R epublic  of Pakistan be extended to the \nService Tribunals respectively establish ed under Acts of those Ass emblies; \n \n AND WHERE AS it is expedient to extend the said provisions  to the said Service \nTribunals; \n \n It is hereby enacted as follows :— \n \n 1.  Short title and comme ncement. —(1)  This  Act  may  be  called  the Provincial Service \nTribunals (Extension of  Provisions of  the Constitution)  Act, 1974.  \n \n (2) It shall come into force at once. \n \n 2. Provisions of Article 212 (2) to extend to Provincial Service Tribunals . The provisions   \nof clause  (2)  of Article 212  of the  Constitution  of the  Islamic Republic of Pakistan shall extend to \nthe Service Tribunals respectively established under Acts of the 3[Provincial Assemblies for \nBalochistan,] the North -West Frontier Province, the Pu njab and  Sind.  \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         Last Uploaded on 2.11.2023  \n \n1For Statement of Objects and Reasons see Gaz. of P. 1974, Ext., Pt. III, p. 562. \n2Ins. by the Provincial Service Tribunal (E xtension of Provisions of the Constitution) (Amdt.) Act, 1976 (34 of 1976) s. 2. \n3Subs. by the Provincial Service Tribunals (Extension of Provisions of the Constitution) (Amdt.) Act. 1976 (34 of 1976). s. 3. For “Provincial \nAssemblies”."
}