{
    "file": "./converted_json\\administrator2daeb72ce7dfc4fe730a2244b617a129.json",
    "name": "Prevention of Trafficking in Persons Act, 2018",
    "date": "1st June, 2018",
    "tagline": "An Act to prevent and combat trafficking in persons especially women and children",
    "content": "Page 1 of 5 \n  \n \nTHE PREVENTION OF TRAFFICKING IN PERSONS ACT, 2018  \n \n \n \n \nCONTENTS  \n1.  Short  title, extent  and commencement  \n2.  Definitions  \n3.  Trafficking in persons  \n4.  Aggravating circumstances  \n5.  Abetment and criminal conspiracy  \n6.  Victims of trafficking in persons  \n7.  Presumption in case of child victim   \n8.  Investigating agency  \n9.  Cognizance  \n10.  Cognizance of offences  \n11.  Safety of victims and witnesses of offences  \n12.  Protection of vict ims and witnesses by the Court  \n13. Compensation to victims  \n14. Awareness raising and prevention  \n15. Power to make rules  \n16. Repeal  \n \n \n  \n\n \nPage 2 of 5 \n THE PREVENTION OF TRAFFICKING IN PERSONS ACT, 2018  \n \nACT NO, XXXIV OF 2018  \n        [1st June, 2018]  \n \nAn Act to prevent and combat trafficking in persons especially women and children  \n \nWHEREAS  it is necessary to provide for effective measures to prevent and combat the \ntrafficking in persons especially women and children; to promote and facilitate national and \ninternational co -operation in this regard; to protect the trafficking victims; and to provide for matters \nconnected therewith or ancillary thereto;  \n \nIt is hereby enacted as follows:  — \n \nI. Short title, extent and commencement .— (1) This Act may be  called the Prevention of \nTrafficking in Persons Act, 2018.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n \n2.  Definitions .— In this Act, unless there is anything repugnant in the  subject or context,  — \n \n(a) “child ” means a person under eighteen years of age;  \n \n(b) “Code ” means the Code of Criminal Procedure, 1898 (V of 1898);  \n \n(c) “Government ” means the Federal Government;  \n \n(d) “Penal Code ” means the Pakistan Penal Code, I860 (XLV of 1860);  \n \n(e) “prescribed ” means prescribed by the rules made under this Act;  \n \n(f) “Provincial Government ” means the Government of  a Province; and  \n \n(g) “victim ” means a person against whom an offence under this Act is committed \nregardless of whether the perpetrator is identified, a pprehended, prosecuted or \nconvicted.  \n \n3. Trafficking in persons. — (1) Any person who recruits, harbours, transports, provides or \nobtains another person, or attempts to do so, for compelled labour or commercial sex acts through the \nuse of force, fraud or coercion, commits an offence of  trafficking in persons and shall be punished with \nimprisonment which may extend to seven years or with fine which may extend to one million rupees \nor with both.  \n \n(2) If the offence of trafficking in persons under sub -section  (1) is committed against a child or \na woman, the person who commits the offence shall be punished with imprisonment which may extend \nto ten years and which shall not be less than two years or with fine which may extend to one million \nrupees or with both.  \n \n \nPage 3 of 5 \n (3) In this section:  \n \n(a) “coercion ”  means use or threat of use of force , or other forms of non violent use \nof force including — \n(i)  threat of harm to or physical restraint of any person;  \n(ii)  any scheme, plan or pattern intended to cause a person to bel ieve that \nfailure to perform an act would result in serious harm to or physical \nrestraint of any person;  \n \n(iii) threat due to the vulnerable position of a person; or  \n \n(iv) psychological pressure; and  \n \n(b) “compelled labour ” includes involuntary servitude, slavery or practices similar \nto slavery, or debt bondage and forced labour.  \n \n4.  Aggravating circumstances . Where an offence under section  3 involves:  \n \n(a) serious injury, life -threatening illness or death of  the victim or another person;  \n \n(b) activity of an organized criminal group;  \n \n(c) confiscation or destruction of any travel document of the victim; or  \n \n(d) repetition of the offence by the same offender;  \n \nthe offender shall be punished with imprisonment which may extend to fourteen years and which \nshall not be less than three years and fine which may extend to two million rupees.  \n \nExplanation .— In this section, organized criminal group means a structured group of two or \nmore persons, existing for a period of time and acti ng in concert with the aim of committing any \noffence under this Act, in order to obtain, directly or  indirectly, any financial or  other material benefit.  \n \n5. Abetment and criminal conspiracy.  — (l) Any person who participates as an accomplice, \naids, or abets an offence under section 3 or section 4, shall be punished in accordance with Chapter V \nof the Penal Code.  \n \n(2) Any person who is a party to a criminal conspiracy to commit an offence under section 3 \nor section 4, shall be punished in accordance with  Chapter V -A of the Penal Code.  \n \n6. Victims of  trafficking in persons . — A victim shall not be criminally liable for an offence \nunder this Act but may become witness in the case.  \n \n7. Presumpt ion in case of child victim . — Where the victim is a child, the p rosecution may \nnot prove actual use of force, fraud or coercion and the Court may not consider the consent of the \nvictim, his parent or guardian as a defense . \n \n \nPage 4 of 5 \n 8.  Investigating agency. — (I) Subject  to sub -section (2), the police  shall investigate an \noffence under this Act.  \n \n(2) If the offence involves transportation of the victim into or out of Pakistan and it constitutes \npart of the transaction constituting the offence, the Federal Investigation Agency shall investigate the \noffence.  \n \n9.  Cognizance.  — An offence under this Act shall be cognizable and  non-bail able under the \nCode.  \n \nI0.  Cognizance of offences.  — Notwithstanding anything contained in the Code, a Magistrate \nof the First Class shall try an offence punishable under this  Act and may impose any punishment \nprovided under the Act.  \n \n11. Safety of victims and witnesses of offences.  — (I) The Government or a Provincial \nGovernment may, in the prescribed manner, take  appropriate measures to ensure that a victim, witness \nof an offence under this Act or any other related person is provided adequate protection, if safety of  \nthe victim, witness or the person is at risk.  \n \n(2) When it is necessary to safeguard the physical safety of a victim or witness of an offence \nunder this Act, the Government or a Prov incial Government may, in the prescribed manner, take \nnecessary measures to relocate victim or witness or to limit the disclosure of name of  the victim  or \nwitness, address and other identifying personal information or both,  \n \nI2. Protection of victims and witnesses by the Court.  — (I) The rules  made under this Act \nmay specify circumstances in which the Court may — \n \n(a) conduct the Court proceedings in camera;  \n \n(b) seal or restrict access to record of the Court proceedings;  \n \n(c)  permit evidence of a victim or a witness behind a screen or similar adequate \nmeans out of view of  the accused, or  through a video link or the use of other \ncommunications technology; or  \n \n(d) use a pseudonym of a victim or a witness.  \n \n13. Compensation to victims . — Where an offender is convicted of an offence under this Act, \nthe Court may direct payment of compensation to the victim under section 545 of the Code.  \n \n14. Aware ness raising and prevention . — The Government may — \n(a) develop and disseminate information programmers  to increase public awareness \nregarding offences of trafficking in persons and dangers to victims;  \n \n(b) promote and strengthen development programmers  and national and \ninternational cooperation in order to add ress the root -causes of trafficking in \npersons, and the special vulnerabilities of women and children;  \n \n \nPage 5 of 5 \n (c) establish procedures to collect data and to promote research in relation to \ntrafficking in persons, the factors that cause trafficking in persons, a nd on the \nbest practices to prevent trafficking in persons, prosecution of  offenders, and \nprotection of victims,  \n \nI5. Power to make rules.  — (I) The Government or a Provincial Government may, by a \nnotification in  the official Gazette, make rules to c arry out the purposes of this Ac t. \n \n(2) if the rules made by a Provincial Government are inconsistent with the rules, at any time, \nmade by the Government, the rules of the Government shall prevail over the rules of the Provincial \nGovernment.  \n \n16. Repeal . — (1) The Prevention and Control of Human Trafficking  Ordinance, 2002 (LIX \nof 2002) is hereby repealed.  \n \n(2) Notwithstanding repeal of the Prevention and Control of Human Trafficking Ordinance, \n2002 (LIX of2002), any act done, prosecution or proceedings undertaken or the rule made under the \nrepealed Ordinance shall deemed to have been done, undertaken or made  under this Act. \n \n(3) In the Penal Code, section 369 -A shall be omitted.  \n \n \n______________"
}