{
    "file": "./converted_json\\administrator57ddcd8daf6a5d2389302b969b623c12.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  773 \n \n \n \n \n \n  \nISLAMABAD , SATUR DAY , DECEMBER  19, 2020  \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nLAW AND JUSTICE  DIVISION  \n \nIslamabad , the 17th December , 2020 \n \n No. F.  2 (1)/2020-Pub.— The following Ordinance Promulgated on 17th \nDecember , 2020 by the President is hereby published for general information: — \n \nORDINANCE  NO. XVIII  OF 2020 \n \nAN \n \nORDINANCE  \n \nto re-organize and create the National Institute of Health  \n \nWHEREAS  it is expedient to re -organize the National Institution of  Health \nand to provide for an autonomous body to operate and manage institutes and \ncenters for carrying out research and for the prevention of the spread of \ninfectious diseases and health emergencies in Pakistan, for the purposes \nhereinafter appearing;  \n \nAND WHEREAS the Senate and the National Assembly are not in session \nand the President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \n(773) \n \nPrice: Rs. 40.00 \n[6540  (2020 )/Ex. Gaz.]   \n774  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n NOW, THEREFORE, in exercise of the  powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: — \n \nIt is hereby enacted as follows: - \n \nCHAPTER  I \nPRELIMINARY  \n \n1. Short title, extent and commencement .—(1) This Ordinance shall \nbe called the National Institute of Health (Re -organization) Ordinance, 2020.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \nCHAPTER II  \nDEF INITIONS  \n \n2. Definitions .—In this Ordinance, unless there is anything repugnant \nin the subject or context;  \n \n(a) “Board” means the Board of Governors of the NIH established \nunder section 6;  \n \n(b) “center” means a center established under section 4;  \n \n(c) “Chairperson ” means the Chairperson of the Board;  \n \n(d) “Chief Executive Officer” means the Chief Executive Officer of \nNIH appointed by the Board;  \n \n(e) “Chief Financial Officer” means the person appointed under section 22;  \n \n(f) “confidential national data” means such d ata as may be defined as \nconfidential in the national or security interests of Pakistan by the \nFederal Government;  \n \n(g) “Executive Director” means the Executive Director of an institute or \ncenter appointed by the Federal Government;  \n \n(h) “Institute” means an institute provided for under section 4;  \n \n(i) “National Institute of Health” or “NIH” means the National Institute of \nHealth established under section 3;  \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  775 \n \n \n \n (j) “prescribed” means prescribed by rules or regulations made under this \nOrdinance;  \n \n(k) “rules” me ans rules made under this Ordinance;  \n \n(l) “regulations” means regulations made by the Board under this Ordinance; \nand \n \n(m) “unit” means a unit established within an Institute or Center.  \n \nCHAPTER III  \nNATIONAL INSTITUTE OF HEALTH  \n \n 3. Establishment of the Na tional Institute of Health .—(1) \nImmediately and not later than thirty days after the commencement of this \nOrdinance, the Federal Government shall establish an autonomous body, in \naccordance with the provisions of this Ordinance, to be called the National \nInstitute of Health.  \n \n(2) The National Institute of Health shall be an autonomous body \ncorporate having perpetual succession and a common seal with power, subject to \nthe provisions of this Ordinance, to acquire, hold and dispose of property, both \nmovable and im movable, and shall by its name sue and be sued.  \n \n(3) The headquarters of the National Institute of Health shall be at \nIslamabad.  \n \n(4) The National Institute of Health shall be subject to policies of the \nFederal Government . \n \n 4. Institutes and Centers of Health and  Disease Contro l.—(1) The  \nfollowing institutes and centers for health and disease control shall be setup and \noperate under the control and authority of the National Institute of Health;  \n \n(a) Center for disease control;  \n(b) Health Research Institute;  \n(c) National Healt h Laboratory;  \n(d) Health Data Center;  \n(e) Institute of Nutrition and Health;  \n(f) Vaccine and Biological Products Center; and  \n(g) Center for environmental and occupational health.  \n \n (2) Each institute and center shall be headed by an Executive Director \nappointed in accorda nce with the provisions of this Ordinance.  \n776  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n  5. Search and nomination committee .—(1) The Prime Minister \nshall constitute a search and nomination committee, for recommendations of \npersons suitable to be appointed as members of the Board of Governors, which \nshall consist as per following Table, namely: - \n \nTable  \n \nSr. \nNo. Person appointed or nominated  Status  \n(1) (2) (3) \na. Minister in -charge or a Federal  Minister \nnominated by the Prime  Minister  Chairman  \nb. Secretary Establishment Division  Vice Chairman  \nc. Secretary Ministry of National  Healt h \nServices  Member  \nd. The head of a renowned public or  \nprivate medical university  Member  \ne. The head  of a public or private  Medical  \ninstitution renowned for research  Member  \nf. A representative of civil society with \nsubsta ntial contribution to public \nhealthcare to be nominated by the  \nPrime  Minister  Member  \ng. A senior member of the medical profession \nto be nominated by the Prime Minister  Member  \n \n(2) The Chairman shall chair the meeting of the search and nomination \ncommittee a nd in his absence, the Vice Chairman shall chair the meeting.  \n \n(3) A member nominated under sub -section (f) or (g) shall, unless \notherwise directed by the Prime Minister, hold office for a period of three years \nand shall be eligible for another term of three y ears or part thereof as the  \nPrime Minister may deem appropriate:  \n \n Provided that the appointing authority, may remove a member other than \nex-officio  member at any time after giving him an opportunity of being heard.  \n \n(4) A quorum for a meeting of the Committe e shall be five members of \nwhich at least three are members appointed under clause (d) to (g) of sub -section \n(1). All decisions of the Committee shall be taken by a majority.  \n \n 6. Board of Governors .—(1) There shall be a Board of Governors of \nthe NIH to ad minister and manage its affairs and shall have overall \nsuperintendence and control over the functions of the NIH and the Institutes and \nCenters functioning under the NIH and all related matters.  \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  777 \n \n \n \n (2) The Board shall comprise of the following nine members, n one of \nwhom shall have a conflict of interest including any affiliations with interest \ngroups or non -governmental organizations;  \n \n(a) Secretary, Ministry of National Health Services, Regulation and \nCoordination  Ex-officio ; \n \n(b) Surgeon General of Pakistan;  \n \n(c) an Inf ectious disease specialist of recognized high repute and \nstanding with not less than twenty years ’ experience in the field;  \n \n(d) a Pathologist of recognized high repute and standing with not less \nthan twenty years experience in the field;  \n \n(e) a scientist in the b asic health fields, such as physiology, \nimmunology, neurosciences, genetics, proteomics etc . of \nrecognized high repute and standing with not less than twenty years \nexperience in the field;  \n \n(f) a Microbiologist or Molecular Biologist of recognized high repute \nand standing with not less than twenty years experience in the field;  \n \n(g) a person specializing in research in health nutrition, occupational \nhealth or environmental health and of recognized high repute and \nstanding with not less than twenty years experience in the field;  \n \n(h) a clinical research scientist of recognized high repute, as assessed, \namongst other qualities, by number of peer reviewed publications in \nindexed journals, citation index and impact factor; and  \n \n(i) any person nominated by the Prime Minister.  \n \n(3) The members under clause (c) to (h) of sub -section (2) shall be \nappointed and notified by the Government on the recommendation of the Search \nand Nomination Committee constituted under section 5, provided that the \nmembers shall hold office for a period of th ree years and be eligible for  \nre-appointment for one further term.  \n \n(4) The Chairperson shall be appointed by the Prime Minister from \namongst the members appointed under clause (c) to (i) of sub -section 2 and he \nshall preside over the Board meetings. In case of his absence, the Board shall \nelect an acting Chairperson.  \n \n \n778  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n (5) A member other than members under clause (a) and (b) of sub -\nsection 2, shall cease to hold office if he resigns or fails to attend three \nconsecutive meetings without sufficient cause or for any  other reasons which \nincapacitate the member to remain as member. Any such vacancy shall be filled \nwithin one month.  \n \n(6) The membership of a member, other than members under clause (a) \nand (b) of sub -section 2, may be terminated by the Government by notificat ion \nand for reasons to be recorded on grounds of incompetence, or on the grounds in \nsub-section 7, or in view of actions of such member which brings the NIH or the \nBoard into disrepute.  \n \n(7) No person shall be appointed under clause (c) to (i) of sub -section \n2, or remain as a member of the Board, if such person;  \n \n(a) is not of sound mind;  \n \n(b) has applied to be adjudged as an insolvent and his application is \npending;  \n \n(c) is declared by a competent court of law as an un -discharged \ninsolvent;  \n \n(d) has been convicted by a court of law for an offence involving moral \nturpitude;  \n \n(e) has been debarred from holding any office under any provisions of \nlaw; or  \n \n(f) has a conflict of interest with such a position.  \n \n7. Powers of the National Institute of Health .—(1) The NIH \nthrough the Board of Governors shall: - \n \n( a ) frame policies for the financial and administrative management of \nthe affairs of the institutes and centers functioning under the NIH \nand do all such acts and take all such steps as are necessary for the \npromotion and fulfillment of t he objectives and functions of the \nNIH, institutes and centers;  \n \n(b) frame regulations to govern the working of each of the institutes \nand centers and to lay down procedure for the conduct of the \nbusiness of the NIH, institutes and centers and its various \ncomm ittees and sub -committees;  \n \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  779 \n \n \n \n (c) prescribe functions of an institute or center in addition to those \nprescribed under this Ordinance;  \n \n(d) be the custodian of the national health fund and administer the \nfund;  \n \n(e) frame national policies and programs for disease control ; \n \n(f) provide a national or provincial health disease advisory to the \nFederal Government and any or all the Provincial Governments;  \n \n(g) appoint working groups, committees and sub -committees from \namongst its members or experts, whether foreign or Pakistani, as it  \nmay consider necessary to assist it in the discharge of its functions \nor assist in the discharge of the functions of any institute or center \nas deemed necessary;  \n \n(h) appoint and prescribe the terms and conditions of employment and \nmanner of appointment for a ll officers and employees of the NIH \nand each of its institutes and centers to carry out the purposes of \nthis Ordinance; and  \n \n(i) prescribe fees and charges for services to be rendered by the NIH or \nany institute or center on a commercial basis for raising  revenue.  \n \n(2) In the discharge of its functions, the Board shall be guided by \npolicies of the Federal Government and the Provincial Governments as may be \nissued from time to time.  \n \n8. Functions of the Board .—(1) The functions of the NIH and its \nBoard of G overnors, and its institutes and centers where applicable, \nnotwithstanding  additional functions and powers of each Institute and Center \nprovided for in this Ordinance, shall include - \n \n( a) to advise the Federal Government and Provincial Governments on \nthe contr ol of diseases by suitable methods;  \n \n( b) to implement programs of disease control;  \n \n(c) to implement any schemes for health management and disease \ncontrol as approved by the Federal Government or a Provincial \nGovernment under a bilateral arrangement with the NIH;  \n \n( d) to investigate epidemics and other communicable diseases and to \nconduct research on these using modern techniques and achieve \n780  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n excellence and to collaborate with other concerned agencies under \nthe Federal Government or the Provincial Governments;  \n \n(e) to devel op methodology and standardized techniques for \ninvestigating various diseases and health issues prevalent in the \ncountry;  \n \n(f ) to dissipate these techniques to the people working in the health \nprofession including but not limited to training programs;  \n \n( g) to prom ote medical research in all medical and related fields by \nreview and provision of research funds for  research projects, and \noverview of these projects for scientific validity and ethical \nstandards.  \n \n( h) To advise regarding environment with special reference to  air, \nwater and food pollution;  \n \n(i ) to advise government on legislation regarding occupational health \nand to promote research into occupational and environmental \nhealth;  \n \n(j ) to analyze and test the quality of drugs and act as a laboratory for \nthe purpose of sub -section (5) of section 22 of the Drugs Ordinance, \n1976 (XXXI of 1976);  \n \n( k) to function as a producer of vaccines, sera and biologic products for \nprophylactic and therapeutic use and acquire capability of meeting \ndomestic and foreign demands;  \n \n(l ) to collaborate w ith international and domestic research institutes, \nuniversities and agencies for the purposes of promoting, fostering \nand enhancing medical and health research;  \n \n( m) to collaborate with the World Health Organization in matters of \ndisease and health;  \n \n( n) to condu ct research on applied nutrition and undertake nutrition \neducation programme;  \n \n(o) to advise and assist the Federal Government and Provincial \nGovernments and regulatory authorities in developing food \nstandards and pure food laws;  \n \n \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  781 \n \n \n \n (p) to collect data from all ove r Pakistan relating to health and disease \nresearch and control;  \n \n(q) to issue an annual national health and disease report and approve \nthe annual reports to be issued by each institute and center;  \n \n(r) to conduct the audit of the NIH and all its institutes and cen ters and \napprove the annual cumulative accounts of the NIH;  \n \n(s) to prepare and approve the annual budget of the NIH and each \ninstitute and center and recommend to the Federal Government for \napproval the annual budget which requires a grant by the Federal \nGove rnment;  \n \n(t) to prescribe the terms of services of the Chief Financial Officer, \nExecutive Directors and all other persons employed by the NIH and \nits institutes and centers commensurate with their roles, \nresponsibilities and organizational hierarchy;  \n \n(u) to enter  into any and all contracts to carry out the purposes of the \nOrdinance as may be necessary;  \n \n(v) to receive funding, donations or grants in any form or manner for \nthe purposes of the Ordinance and to carry out functions of the \nBoard;  \n \n(w) to approve the creation o f a Division within an institute or center \nand define its functions and scope of work;  \n \n(x) to develop a national health emergency action plan; and  \n \n(y) to perform such other functions as the Board may decide.  \n \n (2) The NIH may on behalf of the Federal Government or a Provincial \nGovernment, perform functions relating to research and investigation on health \nand disease problems on such terms and conditions as may be agreed upon \nbetween the NIH  and the Federal or Provincial Government.  \n \n 9. Meetings of the Board .—(1) The meeting of the Board shall be \ncalled by the Chairperson on such date and at such time and place as may be \nspecified by him.  \n \n(2) The Board shall meet at least once every three months.  \n782  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n (3) To constitute a quorum at a meeting of the Board not less than five \nmem bers shall be  present.  \n \n(4) All the meetings of the Board shall be presided at by the \nChairperson and, in the absence of the Chairperson, by the acting Chairperson.  \n \n(5) All matters shall be decided at a meeting of the Board by a majority \nof the members present an d voting, and, in the case of equality of votes, the Chair \nshall have a casting vote. There shall be no proxy votes at a meeting of the \nBoard:  \n \nProvided that, in an emergency, any matter may be decided by \ncirculation among all the members and any proposal so circulated and approved \nby a majority of the members shall be as effective and binding as if such proposal \nhad been approved at a regular meeting of the Board.  \n \n(6) No act or proceeding of the Board shall be invalid by reason only of \nthe existence of any va cancy in or defect in the constitution of the Board.  \n \n10. Chief Executive Officer .—(1) The Board shall select and \nrecommend to the Federal Government for appointment an Executive Director of \nany of the institutes or centers as the Chief Executive Officer.  \n \n(2) The Chief Executive Officer shall attend the meetings of the Board \nof Governors and shall perform such functions as prescribed including the  \nconsolidated administration and functioning of the National Institutes of Health.  \n \n10A.   Executive Directors .—(1) The Board shall through a transparent \nand merit based process select and recommend to the Federal Government for \nappointment of an Executive Director for each of the institutes and centers of the \nNIH provided under Section 4 in the manner prescribed u nder this Ordinance.  \n \n(5) The vacancy of an Executive Director shall be advertised in \nnational and international print media and on the web site of the NIH and the \nMinistry of National Health Services, Regulations and Coordination.  \n \n(3) The Board shall prescribe q ualifications and eligibility criteria for \nthe post of each Executive Director.  \n \n(4) The Board shall from amongst the applicants shortlist not less than \nfive applicants for interview in person by the Board and select by a majority the \ncandidate on merit for th e post of Executive Director.  \n \n(5) Unless earlier removed by the Federal Government on the \nrecommendation of the Board, the term of an Executive Director shall be four \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  783 \n \n \n \n years. An Executive Director may resign his office by writing under their hand \naddressed to the Chairperson of the NIH.  \n \n(6) The terms and conditions of service of an Executive Director shall \nbe prescribed by the Board commensurate with the qualifications and experience \nof the person to ensure a person of the highest capability.  \n \n(7) The Board may recomm end to the Federal Government   \nre-appointment an Executive Director for one furth er term on the expiry of their \nfirst term based on their performance.  \n \n(8) An Executive Director shall have no conflict of interest and shall \nissue a declaration of no conflict.  \n \n 11. Functions and Powers of Executive Director .—(1) An Executive \nDirector shall be the administrative head of the relevant institute or center.  \n \n (2) The Executive Director shall, — \n \n(a) keep in custody the records and seal of the institute or center;  \n \n(b) appoint officers and other employees of the institute or center \nas may be delegated by the Board in the prescribed manner;  \n \n(c) supervise and control the administration of the institute or \ncenter, including disciplinary action against employees in a \nmanne r prescribed by the Board;  \n \n(d) authorise payments and incur expenditures in accordance \nfinancial rules as may be prescribed;  \n \n(e) to execute deeds, documents and contracts on behalf of the \ninstitute or center in a manner delegated by the Board;  \n \n(f) propo se budget estimates and revised budget estimates and in \nconsultation with the Chief Financial Officer prepare the same to be \nplaced before the Board for approval;  \n \n(g) take steps for the implementation of the functions of the institute or \ncenter, decisions  of the Board, working groups, committees and  \nsub-committees;  \n \n(h) prepare the annual report of the institute or center and present to the \nBoard for approval;  \n \n(i) negotiate grants, funding and receive donations for the benefit \n784  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n of the institute or center generally or for specific projects; and  \n \n(j) to perform any other duties or functions as may be assigned \nby the Board or the Federal Government.  \n \n \nCHAPTER VI  \nCENTERS AND INSTITUTES  \n \n 12. Functions of the Center for Disease Control .—(1) The Center for  \nDisea se Control shall set the strategic agenda and mandate related to infectious \ndisease surveillance as well as promotive, preventive and therapeutic aspects for \ninfectious diseases of public health importance in Pakistan  \n \n(2) The Center shall perform such fun ctions as are directed and \nassigned by the Federal Government or the Board including, - \n \n(a) advisory on epidemics, disease outbreaks, prevention, control, \nsurveillance and response to an outbreak;  \n \n(b) preparation and application of the principles and techniques o f \nemergency and preparedness at the national and sub -national levels;  \n \n(c) develop an Emerging Infections Unit, the functions of which shall \ninclude - \n \n(i)  Surveillance and monitoring of emerging infections and \nconditions of public health importance via scientific  and \nmodern methods and technologies;  \n \n(ii) Analysis and interpretation of surveillance data and \ninformation;  \n \n(iii) Formulation of emergency response to prevent, control and \nmanage emerging infections;  \n \n(iv) Formulation of disease prevention programs which shall \ninstitut e population -based and individual based prevention \ninterventions that aim to minimize the impact of emergency \non the loss of life and property, and to reduce the risks \nassociated with the disease;  \n \n(v) drug and vaccine stockpiles;  \n \n(vi) health promotion and health security;  \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  785 \n \n \n \n (vii) communication and coordination with international, national \nand sub -national organizations for development of strategies \nof disease control; and  \n \n(viii) dissemination of information and communication with the \npublic for implementing controls and mitigat ion strategies . \n \n (d) develop a Diseases Specific Unit, the functions of which shall \ninclude;  \n \n(i) management of ongoing special disease programs such as Polio, \nHIV, Hepatitis, Tuberculosis, Malaria etc.;  \n \n(ii) management of future emerging special disease programs  as \nidentified by experts such as carbapenem resistant \nEnterobacteriaceae, drug -resistant typhoid, COVID -19 etc.;  \n \n(iii) access, examine and incorporate emerging international \ndevelopments in public health laboratory and drugs sciences;  \n \n(iv) Preventive activities co ntained in a program may include \nvaccination and post -exposure prophylaxis, provision of \ninformation on behavioral and health risks, counselling, nutritional \nand food supplementation; hygiene and health services; and \nscreening programmes for early detectio n of disease.  \n \n(3) The Center shall with the assistance of the Federal and Provincial \nGovernments and all public authorities develop and maintain a surveillance \nsystem to monitor infections and conditions of public health importance.  \n \n(4) The Center shall develop a testing and quarantine policy for the \naugmenting of the contact tracing efforts of exposed or infected individuals, \nwhich shall be implemented in collaboration with the Federal and Provincial \nHealth Departments and other the health authorities in  Pakistan who shall all \nensure assistance to the Center in implementation of the provisions of this \nOrdinance.  \n \n(5) The Center in implementing its functions and the provisions of this \nOrdinance shall ensure the highest standards of human respect, dignity a nd \nprivacy and shall ensure maintenance of secrecy of personal health information \nand data of the citizens in a manner that the same is not disclosed to any person \nso as to cause any damage to the respect, dignity and reputation of a the citizens.  \n \n13. Declaration of Health Emergency or Epidemic .—The Center for \nDisease Control on the basis of national disease surveillance data received \n786  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n through national and provincial disease surveillance centers or reporting by \nhealth care professionals and health care inst itutions or due to an extraordinary \nevent that constitutes a public health risk through the international spread of \ndisease and after having determined that;  \n \n(i) a disease or disorder presents a serious risk to the public at large; or  \n \n(ii) that an outbre ak of infectious disease is significant enough to \nwarrant the declaration of a health emergency; or  \n \n(iii) that an outbreak has significant potential to imminently affect \nnational security or the health and security of Pakistani citizens, \ndomestically, or internationally, through local or imported \ntransmission;  \n \ndeclare a national or localized Health Emergency or Epidemic.  \n \n(2) Upon declaration of a state of health emergency or epidemic, the \nCenter shall advise and recommend measures to the Federal and Prov incial \nGovernments, relevant authorities and the public.  \n \n(3) The Center and the NIH shall take all measures within its power \nand capacity and provide all assistance to the governments and authorities and \nthe public to address a health emergency or epidemi c. \n \n(4) The Center may establish and categorize levels of a health \nemergency or epidemic and from time to time upgrade or downgrade the level of \na health emergency or epidemic.  \n \n(5) The Center shall withdraw its declaration of a health emergency or \nepidemi c when satisfied that the reasons for such declaration have ceased to \nexist.  \n \n(6) The federal and provincial governments and national and local \nauthorities shall provide all requested assistance to the Center and the NIH in the \nevent of a declaration of he alth emergency or epidemic.  \n \n(7) The Center and the NIH shall in the event of a health emergency or \nepidemic prepare, establish and provide screening and testing protocols including \nproviding testing facilities where possible and have the authority to publ ic or \nprivate facilities to undertake screening and testing protocols and services.  \n \n14. Functions of the Health Research Institute .—(1) The National \nHealth Research Institute shall promote and coordinate health research in \nPakistan and act as the custodia n of public research funds.  \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  787 \n \n \n \n (2) The Institute shall perform such functions as are directed and \nassigned by the Federal Government or the Board including.  \n \n(3) To promote, organize, coordinate, and conduct scientific research in \nthe field of health includin g allopathy, homeopathy, herbal, unani, ayurvedic and \ntraditional medicine, - \n \n(a) ensure ethical compliance of medical and health related research to \nestablish national and international standards;  \n \n(b) provide financial support for health research through  grants and \nfellowships;  \n \n(c) evaluate submitted research proposals for scientific quality, ethical \ncompliance and validity of outcomes, in order to grant funds for the \nresearch purpose;  \n \n(d) Oversee research projects funded by the NIH for scientific integ rity \nand ethical compliance;  \n \n(e) establish a National Bioethics Committee to coordinate and \npromote ethical oversight as necessary of biomedical research in \nPakistan;  \n \n(f) advise the Federal and Provincial Governments and any other \nrelevant body or organi zation on matters related to health research;  \n \n(g) establish, strengthen and expand bioinformatics for support of \nresearch;  \n \n(h) establish linkages with national and international research \ninstitutions, bodies and organizations as well as relevant \ncommunit y groups and agencies; and  \n \n(i) develop financial and other resources for its functions and for the \nsupport of research.  \n \n15. Functions of the National Health Laboratory .—(1) The National  \nHealth Laboratory shall establish and operate state of the art Core laboratories \ncapable of performing all complex, modern measurements on human materials in \nterms of chemical, biologic, immunologic, bacteriologic, virologic, and \nmolecular analysis.  \n \n(2) The Laboratory shall perform such functions as are directed and \nassig ned by the Federal Government or the Board.  \n788  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n (3) The Laboratory shall serve as a reference laboratory for \nuncommonly available tests including new research tests and shall collaborate \nwith research investigators to provide tests and analyses.  \n \n16. Functions  of the Health Data Center .—(1) The Health Data  \nCenter shall function as the national central repository for all aspects of health \ninformation and data.  \n \n(2) The Center shall perform such functions as are directed and \nassigned by the Federal Government or the Board including; - \n \n(a) access from relevant authorities information and data and house, \ncollate and analyze all health information and epidemiologic data \nnationally;  \n \n(b) establish a central repository for all aspects of health information \nand data to ensure its easy availability on in digital format;  \n \n(c) provide appropriate data analytics;  \n \n(d)  to maintain and continually update data maternal and neonatal \nhealth, neonatal, child health immunizations, adolescent and, \ncommunicable diseases, and non -communicable diseases, \npopulation and demographics, health accounts, health services, \nhealth system including human resource, supplies, equipment and \ninfrastructure;  \n \n(e) to develop and advise adoption of the standards and methods \nstandards and methods for ef ficient and secure exchange and \ninteroperability of healthcare data and information.  \n  \n(2) The Center shall ensure that its advice, policies, material, research  \nand reports are available to the general public on the web site of the NIH.  \n \n17. Functions of t he Institute of Nutrition and Health .—(1) The  \nInstitute of Nutrition and Health shall perform such functions as are directed and \nassigned by the Federal Government or the Board including, - \n \n(a) recommend policy, technical advice and research for nutrition \nsciences;  \n \n(b)  prepare education materials for the nutrition domain and conduct of \ncapacity building activities for nutrition and dietary experts and \nstudents of various nutrition programs in national universities;  \n \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  789 \n \n \n \n (c) engage with universities and their students for various projects and \nresearch activities undertaken for the domain of nutrition;  \n \n(d) approving and commissioning research on nutrition and ongoing \nenhancements of role in the context of developments in the \nNutrition Sciences; and  \n \n(e) extend technical support to the federal and provincial nutrition cells \nand Federal and Provincial Governments for nutrition interventions \nplanning and implementation.  \n \n(2) The Institute shall ensure that its advice, policies, material, research \nand reports are av ailable to the general public on the web site of the NIH.  \n \n18. Functions of Vaccine and Biological Center .—(1) The Vaccine \nand Biological Center shall perform such functions as are directed and assigned \nby the Federal Government or the Board including;  \n \n(a) produce biological materials and vaccines;  \n \n(b) organize training programs through national diploma and \nspecialized short -term training courses for vaccine and biologic \nproduction;  \n \n(c) collaborate with national and international research institutes to \nprovide the technical input in the areas of vaccine development, \nvaccines research; and  \n \n(d)  promote research activities and development towards improvement \nof biological products, up -scaling of echnologies, introduction of \nnewer vaccines, diagnostics and other biological products.  \n \n19. Functions of Center for Environmental and Occupational \nhealth .—(1) The center for occupational and environmental health shall perform \nsuch functions as are directed and assigned by the Federal Government or the \nBoard, includ ing; \n \n(a) evaluate, perform research, analyse and advise on environmental \nhazards and occupational safety;  \n \n(b)  develop and provide national guidelines on environmental safety;  \n \n(c) develop and provide national guidelines on occupational safety \nincluding radiological, biological and chemical hazards;  \n \n790  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n (d)  assist the Federal and Provincial Governments in formulating laws \nand policies related to environmental and occupational safety;  \n \n(e) act in an advisory, investigative and consultative capacity to the \nFederal or Provincial Governments or the public in specific \ninstances of actual or suspected environmental or occupational \nhazards.  \n \n(2) The Institute shall ensure that its advice, policies, material, research \nand reports are available to the general public on the web site of the NIH.  \n \nCHAPTER V  \nFINANCIAL MANAGEMENT  \n \n20. National Health Fund .—(1) Immediately and not later than thirty \ndays after the commencement of this Ordinance, the Federal Government shall \nestablish the National Health Fund to provide for t he operations and functions of \nthe NIH and its institutes and centers.  \n \n(2) The National Health Fund shall consist of;  \n \n(a) special grant by the Federal Government to provide for any \nshortfall in the annual approved budget of the NIH and grants in aid \nfrom  the Federal Government and the Provincial Governments;  \n \n(b) one-time special grant as seed money at the time of establishment \nof NIH of Rs.  50 billion by the Federal Government;  \n \n(c) donations and endowments;  \n \n(d) sale proceeds of vaccine sera, fee from L aboratory tests and h ealth \ncertificates ; \n \n(e) incom e from investments and deposits ; \n \n(f) receipts from such sources as may be approved by the Board ; \n \n(g) aid from international agencies, donors and foreign countries; and  \n \n(h) loans from national and intern ational agencies obtained with the \napproval of the Federal Government.  \n \n(3) The National Health Fund shall be administered and controlled by \nthe Board and shall be audited annually and accounts published publicly.  \n \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  791 \n \n \n \n (4) The funds of the National Health Fund  shall be maintained with the \nNational Bank of Pakistan or any other scheduled bank as approved by the \nBoard.  \n \n21. Budget, audit and accounts .—(1) Each institute and center shall  \nsubmit, by such date as maybe prescribed, to the Board its budget in the \nprescribed manner showing its estimated receipts and expenditure for approval of \nthe Board.  \n \n(2) The Board shall approve the financial regulations.  \n \n(3) The accounts of the NIH including each institute and center shall be \nmaintained in such form and manner as directed by the Boardand as may be \nadvised by the Accountant General of Pakistan.  \n \n(4) The accounts of the NIH  shall be audited by one or more auditors \nwho are chartered accountants within the meaning, of the Chartered Accountants \nOrdinance, 1961 (X of 196 1), and are appointed by the Board on the \nrecommendation of the Chief Financial Officer in a transparent manner. Any \ngrants, aid, funds or loans provided by the Federal or Provincial Governments or \na public body shall be audited by the Auditor General of P akistan.  \n \n(5) The audited accounts of the NIH shall be provided to the Federal \nGovernment and shall be published on the website of the NIH.  \n \n22. Chief Financial Officer .—(1) The Board shall select and \nrecommend to the Federal Government for appointment a C hief Financial Officer \nof the NIH in a transparent manner on merit and on terms and conditions to be \nprescribed by the Board. All provisions of sub -section (2) to (8) of section 10A \nshall apply mutatis mutandis  to the appointment of a Chief Executive Offic er. \n \n(2) The Board shall forward for approval the selected candidate for the \nposition of Chief Financial Officer to a co mmittee comprising of Secretary \nCabinet Division, Secretary Finance Division and Secretary Economic Affairs \nDivision. The appointment of  the Chief Financial Officer shall be made after \napproval of the committee pursuant to this sub -section (2).  \n \n(3) The Chief Financial Officer shall be appointed for a term of four \nyears, unless removed by the Board earlier, which term may be extended for o ne \nfurther term by the Board based on performance.  \n \n(4) The Chief Financial Officer shall perform such functions as are \ndirected and assigned by the Board or pres cribed by rules and regulations \nincluding - \n \n792  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n (a)  maintaining the accounts of the NIH;  \n \n(b) assisting each institute and center in preparation of the annual \nbudget;  \n \n(c) ensuring the audit of the accounts of the NIH;  \n \n(d) maintaining the National Health Fund on the directions of the \nBoard;  \n \n(e)  operating the bank accounts of the NIH in a manner del egated and \ndirected by the Board;  \n \n(f) developing an annual financial plan for the NIH; and  \n \n(g)  acting as secretary to the Finance and Audit Committee of the NIH.  \n \nCHAPTER VI  \nMISCELLANEOUS  \n \n23. Reporting, dissemination and confidentiality of data .—(1)The  \nreal time data, information and reports as produced by each Institute or Center or \nthe NIH shall be reported and regularly placed and updated on a public website \nfor wider dissemination and sharing, also in the national language, to keep the \npublic inform ed. \n \n(2) The NIH shall act strictly in accordance with directions of the \nFederal Government, as may be issued from time to time, for maintaining, \ndissemination and utilization of Confidential National Data as may be made \navailable to the NIH or obtained by  NIH.  \n \n24. Delegation of powers .—The Board may, by general or special \norder in writing, direct that all or any its powers under this Ordinance shall, \nsubject to such conditions and in such circumstances as may be specified in the \norder, be  exercisable also  by an Executive Director or any specified member or \nofficer of the Board.  \n \n25. Ordinance XXIII of 1969 not to apply to Institute .—Nothing \ncontained in the Industrial Relations Ordinance, 1969 (XXIII of 1969), shall \napply to or in relation to the Institute  or any of the officers and employees of the \nInstitute.  \n \n26. Directives from the Federal Government .—The Federal \nGovernment may from time to time issue to the NIH such policies, directives and \ninstructions as it may consider necessary for carrying out the purposes of this \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  793 \n \n \n \n Ordinance and NIH and the Board shall be bound to act thereon.  \n \n27. Discoveries and inventions to vest in the NIH .—All intellectual \nproperty and legal rights relating to discoveries and inventions and any \nimprovement in materials, methods,  processes, apparatus or equipment made by \nany officers or employee of the NIH in the course of their employment shall vest \nin the NIH.  \n \n28. Transfer of existing employees of the National Institute of \nHealth and the Pakistan Research Council to the NIH .—(1) Notwithstanding \nanything to the contrary in any contract or agreement or in the conditions of \nservice, every person in the service of the National Institute of Health and the \nPakistan Health Research Council immediately, before the commencement of \nthis O rdinance, shall stand transferred to the NIH and become an employee of the \nNIH on such terms and conditions as may be prescribed by the Board:  \n \nProvided that such terms and conditions shall not be less favorable in \nfinancial terms than the terms and condit ions admissible to them immediately \nbefore the commencement of this Ordinance.  \n \n(2) All civil servants serving in the National Institute of Health or the \nPakistan Health Research Council before commencement of this Ordinance may \nwithin a period of three mo nths of the commencement of this Ordinance exercise \na one -time irrevocable option to become employees of the NIH. The civil \nservants who opt for such employment, shall be subject to terms and conditions \nof employment as prescribed by the Board of Governors  including but not limited \nto their service structure, promotion and disciplinary matters. Employees who opt \nfor such employment shall be entitled to post -retirement benefits and emoluments \nfor the period of their service as civil servants as per existing government laws \nand rules.  \n \n(3) A civil servant who does not exercise the option pursuant to  \nsub-section (2) shall remain a civil servant under the Civil Servants Act, 1973 \n(LXXI of 1973) and shall be repatriated to the administrative division.  \n \n(4) A civ il servant, who opts to serve the NIH under sub -section (2), \nshall cease to be a civil servant from the date of their absorption in the service of \nthe NIH and their seniority and other matters vis-à-vis employment with the NIH,  \nshall be determined in the m anner, as may be prescribed by the Board.  \n \n29. Power to make rules .—The Federal Government may, by \nnotification in the official Gazette, make rules to carry out the purposes of this \nOrdinance.  \n \n \n794  THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020   [PART I \n \n \n \n 30. Power to make regulations .—The Board may make such \nregula tions not inconsistent with the provisions of this Ordinance and the rules \nfor carrying out the purposes of this Ordinance and as it may consider necessary \nor expedient for the administration and management of the affairs of the NIH.  \n \n31. Removal of diffic ulties.—If any difficulty arises in giving effect to \nany of the provisions of this Ordinance, the Federal Government may make such \norder, not inconsistent with the provisions of this Ordinance, as may appear to it \nto be necessary for the purpose of removin g the difficulty.  \n \n32. Jurisdiction in dispute resolution .—The civil court shall have \nexclusive jurisdiction in respect of any and all disputes arising out matters of \nemployment and terms and conditions of service or any act of or contract \nexecuted by the NIH.  \n \n33. Repeal and Savings .—(1) The National Institute of Health \nOrdinance, 1980 (Ordinance XLIII of 1980) shall stand repealed at the \ncommencement of this Ordinance.  \n \n(2) The Pakistan Health Research Council Act , 2016 (XII of 2016) \nshall stand repealed at the commencement of this Ordinance.  \n \n(3) All rules and bye -laws of the National Institute of Health in force \nimmediately before the commencement of this Ordinance shall, mutatis mutandis  \nand so far as they are not inconsistent with any of the provisions  of this \nOrdinance, continue in force until repealed or altered by the Board.  \n \n(4) Upon the commencement of this Ordinance, the National Institute \nof Health and the Pakistan Health Research Council shall stand dissolved and \nupon such dissolution;  \n \n(a) all assets, rights, powers, authorities and privileges and all property, \nmovable and immovable, cash and bank balances, reserve funds, \ninvestments and all other interests and rights in or arising out of \nsuch property and all debts liabilities  and obligations o f whatever \nkind of the National Institute of Health and the Pakistan Health \nResearch Council shall be transferred to and vest in the NIH;  \n \n(b) all contracts entered into and all matters and things engaged to be \ndone with or for the National Institute of He alth and the Pakistan \nHealth Research Council before such dissolution shall be deemed to \nhave entered into, or engaged to be done by, with or for the  \nNIH; and  \n \n \nPART  I]         THE  GAZETTE  OF PAKISTAN,  EXTRA.,   DECEMBER 19 , 2020  795 \n \n \n \n (c) all suits and other legal proceedings instituted by or against the \nNational Institute of H ealth and the Pakistan Health Research \nCouncil before such dissolution shall be deemed to be suits and \nproceedings by or against the NIH and shall be proceeded or \notherwise dealt with accordingly.  \n \n  \n \nDR. ARIF ALVI , \nPresident . \n \n \n—————  \n \n \nFARRUKH  ALI MUG HAL \nSolicitor General . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_______________________________________________________________  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVE RSITY ROAD, KARACHI."
}