{
    "file": "./converted_json\\administrator119b5e22479a27172fa12c9797c45940.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 12 \n  \nTHE NATIONAL LOGISTICS CORPORATION ACT, 2023  \n \n \n \nCONTENTS  \nCHAPTER -I \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \nCHAPTER -II \nESTABLISHMENT OF NATIONAL LOGISTICS CORPORATION  \n3.  Establishment and Administration of the Corporation  \nCHAPTER -III \nFUNCTIONS OF THE CORPORATION  \n4.  Functions of the Corporation  \nCHAPTER -IV \nMANAGEMENT AND ADMINISTRATION OF THE CORPORATION  \n5.  Constitution of the Board  \n6.  Powers of the Board  \n7.  Meetings of the Board  \n8.  Powe rs of the Chairperson  \n9.  Powers of the OIC  \n10.  Appointment of the Director General  \n \n\n \nPage 2 of 12 \n 11.  Powers of the Director General  \nCHAPTER -V \nFUND, ACCOUNTS AND AUDIT  \n12.  Fund  \n13.  Accounts and Audit  \n14.  Financial autonomy of the Corporation  \nCHAPTER -VI \nSTRATEGIC ROLE OF THE CORPORATION  \n15.  Support to Pakistan Army  \n16.  Directions by the Government in case of emergencies etc . \n17.  Natural disasters and calamities  \nCHAPTER -VII \nPRIVILEGES OF THE CORPORATION  \n18.  Exemption during exigencies  \n19.  Government contracting  \n20.  Utilization of government lands  \n21.  Authorities to aid the Board and Corporation  \nCHAPTER -VIII \nMISCELLANEOUS  \n22.  Issuance of policy directives  \n23.  Indemnity and Bar of Suit  \n24.  Employees, members and officers of the Board and  Corporation  \n25.  Overriding effect  \n26.  Power to make rules  \n27.  Power to make regulations  \n28.  Validation of acts, etc . \n29.  Transfer and Savings  \n30.  Repeals  \n \n \nPage 3 of 12 \n THE NATIONAL LOGISTICS CORPORATION ACT, 2023  \nACT  NO. OF 2023  \n[7th August , 2023 ] \nAN \nACT  \nto provide  for the establishment  of National  Logistics  Corporation  \n WHEREAS  it is expedient  to provide  for the re-organization  of the National  Logistics  Board  \nand National  Logistics  Cell;  \n AND  WHEREAS  it is expedient  to provide  for the establishment  of the National  Logistics  \nCorporation,  encompassing  multi -modal  logistics  network  and infrastructural  development,  for the \npurposes  and matters  connected  therewith  and ancillary  thereto;  \n It is hereby enacted as follows —\nCHAPTER -I \nPRELIMINARY  \n 1. Short  title,  extent  and commencement. —(1) This Act shall  be called  the National  Logistics  \nCorporation  Act, 2023.  \n  \n (2) It extends  to the whole  of Pakistan.   \n \n (3) It shall  come  into force  at once.  \n 2. Definitions. —In this Act, unless  there  is anything  repugnant  in the subject  or context, — \n(i)  “Board ” means  the National  Logistics  Board  constituted  under  section  6 of this \nAct; \n(ii)  “Chairperson ” means  the Chairperson  of the Board,  appointed  by the \nGovernment;  \n(iii)  “Corporation ” means  the National  Logistics  Corporation,  established  under  \nsection  3 of this Act; \n(iv)  “Director  General ” means  the chief  executive  of the Corporation,  appointed  \nunder  section  11 of this Act; \n(v)  “Fund ” means  the fund established  under  section  13 of this Act; \n(vi)  “Infrastructure  Development ” means  services  provided  by the Corporation,  \ndirectly  or indirectly,  on commercial  basis  or otherwise,  for the purpose  of \ndeveloping  infrastructure,  including  building  darns,  mining,  tunneling,  \nhospitals,  etc.; \n \nPage 4 of 12 \n (vii)  “Logistics ” means  services  provided  by the Corporation,  directly  or indirectly,  \non commercial  basis  or otherwise,  for the purpose  of acquiring,  procuring,  \nreceiving,  colle cting,  transporting,  storing,  distributing  and tendering  inter-\nmodal  and multi -modal  logistics  services,  operating  as, inter  alia, multi -party  \nservice  provider  including  any up-gradation  thereof,  cargo  agent,  courier,  \ntransporter,  freight  forwarder,  cargo  consolidation,  and management  of dry \nports  as well as terminal  operation;  \n(viii)   “Logistics  Management ” means  logistics  activities,  which  include  inter alia, e-\ncommerce,  domestic  and international  transportation  management,  logistics  \nparks,  fleet management,  shipment,  warehousing,  material  handling,  logistics  \nnetwork  design,  inventory  management,  supply  and demand  planning,  and \nmanagement  of third -party  logistics  services  providers,  supply  chain  \nmanagement,  commuter  logistics , logistics  engineering  and training  etc.; \n(ix)  “Member ” means  member  of the Board;  \n(x)  “Multimodal ” means  multiplicity  of mediums  available  for transportation,  i.e. \nby air, sea, rail, land,  pipelines,  or any other  medium;  \n(xi)  “OIC” means  the officer  in-charge  of the Corporation,  serving  as the \nQuartermaster  General  of Pakistan  Army;  \n(xii) “Prescribed ” means  prescribed  by the rules,  regulations,  and policies  made  \nunder  this Act; \n(xiii)   “Regulations ” means  regulations  made  under  this Act; and \n(xiv)   “Rules ” means  the rules  made  under  this Act. \nCHAPTER -II \nESTABLISHMENT  OF NATIONAL  LOGISTICS  CORPORATION  \n 3. Establishment  and Administration  of the Corporation. —(1) Upon  the commencement  \nof this Act, the National  Logistics  Corporation  shall  stands  established  as a body  corporate,  with \nperpetual  succession  and a common  seal, which  shall  have  the power  to acquire,  hold and dispose  of \nproperty,  both moveable  and immovable,  as well as to sue and be sued in its name.  \n (2) The headquarters  of the Corporation  shall  be at Rawalpindi,  and the Corporation  may,  from  \ntime to time,  establish  other  offices  at such place  as it deems  appropriate.  \n (3) The Corporation,  functioning  under  the policy  guidelines  of the Government,  issued  \nthrough  the Board,  shall  be headed  by the Director  General,  and shall  include  such other  officers  and \npersonnel  as may be determined,  inducted  or appointed  by the Director  General,  from  time to time.  \nCHAPTER -III \nFUNCTIONS  OF THE  CORPORATION  \n 4. Functions  of the Corporation. —(1) The Corporation  shall  carry  out works  and functions,  \nin accordance  with the provisions  of this Act. In particular,  and without  prejudice  to the generality  of \nthe foregoing,  the functions  of the Corporation  shall  include - \n \nPage 5 of 12 \n (a)  carrying  out activities,  businesses  and works,  in the field of Logistics,  Logistics  \nManagement,  Infrastructure  Development,  border  terminal  operations  and other  \nrelated  activities;  \n(b)  organizing,  contracting,  and engaging  in Multimodal  Logi stics,  Logistics  \nManagement,  and Infrastructure  Development  activities,  and matters  connected  \ntherewith,  or ancillary  thereto;  \n(c)  engaging,  participating,  and undertaking  projects,  related  to the Corporation’s  \nactivities  and functions,  in and outside  of Pakistan,  in the public  and private  \nsector,  through  solicitation,  open  competition,  or on government -to-government  \nbasis;  \n(d)  procuring,  developing,  manufacturing,  processing,  producing,  providing,  \nmaintaining  and repairing  necessary  goods,  services,  equipment,  vehicles,  \nspares,  and other  related  items,  for the activities  envisioned  under  this Act; \n(e)  acquiring,  divesting,  developing  or utilizing  assets  and property,  or interest  \ntherein,  by acquisition,  purchase,  rent, lease,  or any other  mode,  for use or \nutilization  by the Corporation;  \n(f)  establishing,  operating,  managing  and divesting  business  units,  corporate  \nentities,  trusts,  consortiums,  foundations,  offices,  associations,  special  purpose  \nvehicles,  joint ventures,  and other  entities,  for the discharge  of the Corporation’s  \nduties  and functions  under  this Act; and \n(g)  carrying  out any other  works  or activities  connected  therewith,  or ancillary  \nthereto.  \n (2) The Corporation  shall  also carry  out such strategic  functions  and activities  as may be \nassigned  by the Government,  through  the Board,  in accordance  with the provisions  of this Act, as well \nas the rules  or regulations  made  hereunder.  \nCHAPTER -IV \nMANAGEMENT  AND  ADMINISTRATION  OF THE  CORPORATION  \n 5. Constitution  of the Board. —(1) There  shall  be a Board,  called  the National  Logistics  \nBoard,  of the Corporation.\n (2) The Board  shall  consist  of the following  Members,  namely: — \n(a)  Deputy  Chairman  Planning  Commission,  Pakistan,  – Chairperson;   \n(b)  Secretary,  Defence  Division  – Member;  \n(c)  OIC – Member;  \n(d)  Secretary,  the concerned  Division  – Member;  \n(e)  Secretary,  Ministry  of Communication  – Member;  \n(f)  Secretary,  Revenue  Division  – Member;  \n \nPage 6 of 12 \n (g)  An expert  in the field of Logistics  – Member , \n(h)  Director  General  of the Corporation  – Member -cum-Secretary;  and \n(i)  such other  members  as may be notified  by the Government,  on the \nrecommendations  of the OIC,  from  time to time.  \n (3) The Board  may stipulate  the procedure  of its functioning,  in accordance  with the rules  and \nregulations.  \n 6. Powers  of the Board. —(1) The Board  shall  be responsible  for providing  strategic  guidelines  \nto the Corporation,  in accordance  with the applicable  government  policies.  \n (2) The Government  may,  through  the Board,  assign  strategic  function  or task to the \nCorporation.  \n (3) The Board  may,  as deemed  appropriate,  employ  or engage  officers,  staff,  experts,  \nconsultants,  advisors,  public  and civil servants,  or other  personnel,  on such terms  and conditions  as \nmay be determined  by the Board,  from  time to time.  \n (4) In particular,  and without  generality  of the foregoing  powers,  the powers  of the Board  shall  \ninclude — \n(a)  monitoring  the operations  of the Corporation;  \n(b)  monitoring  the assets  and moneys  of the Corporation;  \n(c)  acquiring,  holding,  managing,  and investing  proceeds  of the Corporation,  on the \nrecommendation  of the Board;\n(d)  holding,  encumbering,  transferring  and disposing  off property  and assets  of the \nCorporation,  on the recommendation  of the Board;  \n(e)  approving  or allocating  funds,  revenues,  proceeds,  or monies  from  the Fund,  on \nthe recommendations  of the Director  General,  to the Corporation;  \n(f)  approving  the annual  revenue  and capital  budgets  of the Corporation  on \nrecommendations  of the Director  General;  \n(g)  approving  and adopting  of annual  audited  financial  statements  of the \nCorporation;  \n(h)  monitoring  policies,  plans,  and programs  to be executed  by the Director  General  \nof the Corporation;  \n(i)  appointing  auditors,  on the recommendation  of the Board,  for the Corporation;  \n(j)  constituting  such committees  or co-opting  experts,  from  time to time,  as may be \nconsidered  appropriate  by the Board;  \n(k)  establishing  liaison  between  the Corporation  and the Government;   \n \n(1)  advising  the Government  on policy  issues  relating  to the Corporation;  and \n \nPage 7 of 12 \n (m)  carrying  out any activity  connected  therewith,  or ancillary  thereto,  for the \npurposes  of this Act: \n Provided  that, the Corporation  shall  obtain  prior  approval  of the Board  before  commencing  any \nproject  which  is beyond  its functions.  \n (5) For the efficient  management  of the Corporation,  the Board  may,  from  time to time,  \ndelegate  any of its powers  to the OTC.  \n (6) Subject  to such restrictions  as may be prescribed,  the OIC may exercise  any of the powers  \nof the Board:  \n Provided  that, any such exercise  of Board’s  power  by the OIC shall  be placed  before  the Board,  \nduring  the next Board  meeting,  for validation  of the actions.  \n 7. Meetings  of the Board. —(1) The Board  shall  meet  at least twice  in each financial  year.\n (2) On the direction  of the Chairperson,  the OIC or any other  officer  designated  in this regard  \nby the Board,  shall  call a meeting  of the Board.  \n (3) The Chairperson,  and in his absence,  the Secretary  of the division  concerned,  shall  preside  \nat a meeting  of the Board.  \n (4) The Secretary  of the Board  shall  record  and maintain  minutes  of the meetings  of the Board.  \n (5) The Members  of the Board  shall  have  reasonable  notice  of the date,  time,  and place  of a \nmeeting  of the Board,  and of each matter  on which  a decision  has to be made:  \n Provided  that, in case of an urgent  issue,  the requirement  of prior  notice  may be dispensed  with \nby the Chairperson,  or any other  Member  designated  by the Chairperson  in this regard.  \n (6) The decision  of the Board  shall  be taken  through  a majority  vote of the attending  Members,  \nand in case of a tie, the Chairperson  shall  have  a casting  vote.  \n (7) The quorum  for a Board  meeting  shall  be half of the total Members  of the Board,  the fraction  \nbeing  counted  as one: \n Provided  that no meeting  of the Board  can take place  without  the presence  of the OIC and \nDirector  General.  \n (8) No act or proceedings  of the Board  shall  be questioned  or invalidated  merely  on the ground  \nof existence  of any vacancy  or defect  in the constitution  of the Board.  \n 8. Powers  of the Chairperson. —(1) The Chairperson  shall  be responsible  for the general  \nsupervision  and oversight  of the affairs  of the Board.  \n (2) In particular,  and without  generality  of the foregoing  powers,  the powers  of the Chairperson  \nshall  include — \n(a)  calling  a meeting  of the Board,  in accordance  with section  8 of the Act; \n(b)  facilitating  liaison  between  the Government  and the Corporation;  and \n \nPage 8 of 12 \n (c)  carrying  out any activity  connected  therewith,  or ancillary  thereto,  for the \npurposes  of this Act.\n 9. Powers  of the OIC. —(1) The OIC shall  be responsible  for the oversight  of the affairs  of the \nCorporation,  so as to ensure  that applicable  policy  guidelines,  issued  by the Government,  through  the \nBoard,  are being  implemented  by the Corporation.  \n (2) The OIC may,  from  time to time,  delegate  any of its powers  to the Director  General  of the \nCorporation.  \n (3) In particular,  and without  generality  of the foregoing  powers,  the powers  of the OIC shall  \ninclude — \n(a)  ensuring  that applicable  policy  guidelines,  issued  by the Government,  through  \nthe Board,  from  time to time,  are being  implemented  by the Corporation;  \n(b)  calling  a meeting  of the Board,  in accordance  with Section  8 of this Act; \n(c)  facilitating  liaison  between  the Board  and the Corporation;  \n(d)  advising  the Board  on policy  issues  relating  to the Corporation;   \n(e)  granting  approval  to Regulations  framed  under  this Act; and \n(f)  carrying  out any activity  connected  therewith,  or ancillary  thereto,  for the \npurposes  of this Act. \n 10. Appointment  of the Director  General. —The Prime  Minister  shall,  upon  recommendation  \nof the Chief  of the Army  Staff,  appoint  a serving  Major  General  of the Pakistan  Army  on such terms  \nand conditions,  as may be determined  by the Prime  Minister:  \n Provided  that the incumbent  Director  General  of the National  Logistic  Cell shall  continue  to \nserve  as Director  General  of the Corporation,  till the next appointment  is made  by the Prime  Minister,  \nunder  this section.  \n 11. Powers  of the Director  General. —(1) The Director  General,  as the chief  executive  of the \nCorporation,  shall  exercise  administrative  as well as financial  powers  with regards  to the functioning  \nof the Corporation,  under  this Act. \n (2) The Director  General  shall  ensure  that the Corporation  performs  its activities  and functions  \nin accordance  with the provisions  of this Act, as well as the rules  and regulations  made  hereunder.\n (3) In particular,  and without  generality  of the foregoing  powers,  the powers  of the Director  \nGeneral  shall  include: — \n(a)  proposing,  recommending,  and presenting  budget  estimates  of the Corporation,  \nto the Board;  \n(b)  sanctioning  all expenditure  provided  for in the approved  budget,  as may be \nprescribed;  \n \nPage 9 of 12 \n (c)  constituting  committees  and sub-committees,  and assigning  specific  tasks  to the \nsaid committees  or sub-committees,  for performance  of the Corporation’s  \nfunctions  under  this Act; and \n(d)  exercising  and performing  such other  powers  and functions  as may be deemed  \nconnected  with or ancillary  to works  and activities  of the Corporation , under  \nthis Act. \nCHAPTER -V \nFUND,  ACCOUNTS  AND  AUDIT  \n 12. Fund. —(1) The Corporation  shall  establish  a Fund  for the purposes  of carrying  out the \npowers  and functions  of the Board  and the Corporation  under  this Act. \n (2) The Fund  shall  consist  of— \n(a)  loans  or grants  made  to the Corporation;  \n(b)  monies,  aid, grants  and loans  negotiated  or raised  or otherwise  obtained  by the \nCorporation;  \n(c)  collections,  charges,  fees, rentals,  revenues,  proceeds,  or profits  from  the works  \nand activities  of the Corporation;  \n(d)  income  from  the sale of moveable  or immoveable  property;  \n(e)  funds  from  floating  bonds,  shares,  debentures,  commercial  papers,  or other  \nsecurities  issued  by the Corporation  or through  any other  means;  \n(f)  income  from  business  activities,  investments,  receipts;  \n(g)  any monies,  proceeds,  or sums  received,  earned,  received  or collected  by the \nCorporation;  and\n(h)  any other  income,  revenue,  proceed  or sums  arising  out of, or in relation  to the \nfunctions  of the Corpo ration  under  this Act. \n (3) The Fund  shall  be kept in one or more  accounts  maintained  by the Corporation,  in local  \nforeign  currency,  and shall  be operated,  utilized  and regulated  in such manner,  as may be prescribed.  \n 13. Accounts  and Audit. —(1) The Corporation  shall  prepare  its budget,  with respect  to each \nfinancial  year,  and shall  maintain  complete  and accurate  books  of accounts  of their actual  expenses,  \nincome,  payments,  receipts,  assets  and liabilities,  in such manner  as may be prescribed.  \n (2) The annual  accounts  of the Corporation  shall  be audited  by the Auditor  General  of Pakistan,  \nin terms  of Article  169, 170 and 171 and if required  from  a reputable  firm of Chartered  Accountants,  \nwithin  the Chartered  Accountants  Ordinance,  1961  (X of 1961),  appointed  by the Board.  \n 14. Financial  autonomy  of the Corporation. —(1) The Corporation  may,  directly  or \nindirectly,  generate,  retain,  expend  and utilize  its funds,  revenues,  rentals,  profits  or other  proceeds,  on \nself-sustaining  basis,  by itself  or in collaboration  with other  entities,  by way of carrying  out commercial  \nactivities  or otherwise,  through  its works  and activities,  in performance  of its functions  under  this Act. \n \nPage 10 of 12 \n  (2) Funds,  revenues,  rentals,  profits  or other  proceeds,  which  are granted  to or have  been  \ngranted  to the Corporation,  or are generated  by or have  been  generated  by the Corporation,  directly  or \nindirectly,  shall  be and remain  the property  of the Corporation:  \n Provided  that such funds,  revenues,  rentals,  profits  or other  proceeds  shall  be utilized  by the \nCorporation  for the development  and maintenance  of strategic  logistical  as well as engineering  \ncapabilities  of Pakistan,  in accordance  with the provisions  of this Act. \nCHAPTER -VI \nSTRATEGIC  ROLE  OF THE  CORPORATION  \n 15. Support  to Pakistan  Army. —In case of internal  threat  or external  aggression,  or for the \ndefence  and security  of Pakistan,  the Corporation  shall  provide  support  to Pakistan  Army,  in terms  of \nthe functions  envisioned  under  this Act, per instructions  and guidelines  issued  by the Pakistan  Army.  \nFor this purpose,  the Corporation  shall,  from  time to time,  participate  in exercises,  trainings,  drills,  \netc., in coordination  with the Pakistan  Army:\n Provided  that the Corporation  shall  keep  confidential,  all records,  activities,  deliberations  or \nother  material,  relating  to provision  of support  to the Pakistan  Army.  \n 16. Directions  by the Government  in case of emergencies  etc.—In case of emergency,  \nextraordinary  circumstances,  or to achieve  strategic  objectives,  the Government  may direct  the \nCorporation  to discharge  such functions,  works  or activities  as have  been  set out under  this Act, or for \nmatter  connected  therewith  or ancillary  thereto.  \n 17. Natural  disasters  and calamities. —The Government  may direct  the Corporation  to render  \nassistance  in case of a natural  disaster,  calamity,  or for matters  connected  therewith  or ancillary  thereto.  \nCHAPTER -VII \nPRIVILEGES  OF THE  CORPORATION  \n 18. Exemption  during  exigencies. —The Government  may,  in case of internal  threat  or \nexternal  aggression,  or during  exigency  or extraordinary  circumstances,  or for the defence  and security  \nof Pakistan,  or to achieve  strategic  objectives,  or for the purposes  of national  development,  grant  such \nexemptions  or concessions,  as it may deem  necessary  or expedient,  to the Corporation.  For this \npurpose,  the Government  may take all necessary  administrative  measures,  and pass all requisite  orders,  \ninstructions  or notifications.  \n 19. Government  contracting. —(1) The Corporation  may bid for, seek,  apply,  solicit  or \notherwise  participate  in Government  projects  and contracts,  or part thereof,  from  time to time,  in \naccordance  with applicable  law. \n (2) Notwithstanding  anything  contained  in this or any other  law for the time being  in force,  the \nGovernment  may directly  award  the Corporation  any project  or contracts  under  sections  15, 16 and 17 \nof this Act. \n 20. Utilization  of government  lands. —Notwithstanding  anything  contained  in any other  law \nfor the time being  in force,  the Corporation  for the support  of Armed  Forces  may occupy  and utilize  \nland entrusted  to the military,  for carrying  out the purposes  of this Act. \n \nPage 11 of 12 \n  21. Authorities  to aid the Board  and Corporation. —All executive  authorities  of the \nFederation  and in the provinces  shall  render  such assistance  to the Corporation  as may be required  for \nthe exercise  or performance  of the Corporation’s  activities  and functions  under  this Act. \nCHAPTER -VIII \nMISCELLANEOUS  \n 22. Issuance  of policy  directives. —(1) The Government  may,  as and when  deemed  necessary,  \nissue  policy  directives  to the Corporation.  \n (2) The Board  shall,  through  the Director  General,  take all necessary  steps  to ensure  that the \nactivities  and works  of the Corporation,  to the extent  practicable,  are carried  out in accordance  with \nthe policy  directives  issued  by the Government.  \n 23. Indemnity  and Bar of Suit. —No suit, prosecution  or legal  proceeding  shall  lie against  the \nBoard,  the Chairperson  of the Board,  the OIC,  the Director  General  or other  Members,  officers,  staff,  \nemployees,  consultants  or advisors  of the Corporation,  in respect  of anything  done  or intended  to be \ndone  in good  faith under  this Act, or the rules  and regulations  hereunder.  \n 24. Employees,  members  and officers  of the Board  and Corporation. —(1) The OIC,  the \nDirector  General,  or other  Members,  officers,  staff or employees  of the Corporation  shall  not be \ndeemed  to be civil servants  under  the Civil  Servants  Act, 1973  (Act No. LXXI  of 1973).  \n (2) The provisions  of the Industrial  Relations  Act, 2012(X  of 2012)  and the Employee  Old-\nAge Benefits  Act, 1976,  or any jurisdiction  thereunder,  shall  not apply  to matters  concerning  or relating  \nto the employees,  officers,  staff or advisors  of the Corporation.  \n 25. Overriding  effect. —The provisions  of this Act shall  have  effect  notwithstanding  anything  \nto the contrary  contained  in any other  law, rules  or regulations,  for the time being  in force,  and any \nsuch law, rule or regulation  shall,  to the extent  of any inconsistency,  cease  to have  effect  on the \ncommencement  of this Act. \n 26. Power  to make  rules. —(1) The Federal  Government  shall  make  rules,  not inconsistent  \nwith this Act, to carry  out the purposes  of this Act. \n (2) Without  prejudice  to the generality  of the foregoing  Power,  such rules  may provide  for— \n(a)  financial  or operational  management  of the Corporation;  \n(b)  administrative  oversight  with regards  to various  activities  of the Corporation;  \nand\n(c)  any other  matters  connected  therewith  or ancillary  thereto.  \n 27. Power  to make  regulations. —(1) The Board  may,  with the approval  of the Federal  \nGovernment,  make  regulations,  not inconsistent  with this Act and the rules  made  there  under.  \n (2) Without  prejudice  to the generality  of the foregoing,  the regulations  may provide: — \n(a)  appointing,  inducting,  removing,  or regulating  the officers,  staff,  consultants,  or \nadvisors  of the Corporation;  \n(b)  disciplinary  proceedings  and award of punishments;  \n \nPage 12 of 12 \n (c)  terms  and conditions  of service  for the officers,  staff,  consultants,  or advisors  of \nthe Corporation;  \n(d)  procedure  for appointment  of members  of various  committees,  as well as the \nprocedure  or conduct  of such committees;  and \n(e)  any other  matters  connected  therewith  or ancillary  thereto.  \n 28. Validation  of acts,  etc.—All orders  made,  regulations  framed,  proceedings  taken,  and acts \ndone  by the National  Logistics  Board  and National  Logistics  Cell,  or by any person  appointed  by the \nsame,  which  were  made,  taken  or done,  or purported  to have  been  made,  taken  or done,  between  the \ntwentieth  day of July,  one thousand  nine hundred  and seventy -eight,  and the date of promulgation  of \nthis Act both days inclusive,  in exercise  of the powers  derived  from  any President’s  Orders,  Martial  \nLaw Regulations,  Martial  Law Orders,  enactments,  notifications,  rules,  orders  or by- laws,  or in \nexecution  of any orders  made  or sentences  passed,  in the exercise  or purported  exercise  of powers  as \naforesaid,  shall,  notwithstanding  any judgment  or law, be deemed  to be and always  to have  been  validly  \nmade,  taken  or done  and shall  not be called  in question  in any court  on any ground  whatsoever.  \n 29. Transfer  and Savings. —(1) On commencement  of this Act— \n(a)  all funds,  properties,  rights  and intrests , used,  enjoyed,  possessed,  owned  or \nvested  in the National  Logistics  Board,  shall  immediately  stand  transferred  to \nthe Board  established  under  this Act; \n(b)  all funds,  properties,  companies,  rights  and interests  issued,  used,  enjoyed,  \npossessed,  owned  or vested  in the National  Logistics  Cell,  shall  immediately  \nstand  transferred  to the Corporation  established  under  this Act;\n(c)  all employees  of the National  Logistics  Board  or the National  Logistics  Cell,  \nshall  immediately  stand  transferred  to the Corporation  established  under  this \nAct, without  entitlement  to any additional  compensation  or benefit  in lieu \nthereof;  \n(d)  the provisions  of the Industrial  Relations  Act, 2012  (X of 2012),  shall  not apply  \nto matters  relating  to or arising  out of transfer  of employees  of the National  \nLogistics  Board  or the National  Logistics  Cell,  to the Corporation;  and \n(e)  all acts done,  actions  taken,  obligations  and liabilities  incurred,  rights  and assets  \nacquired,  persons  appointed  or authorized,  jurisdictions  or powers  conferred,  \nendowments,  bequests,  funds  or trusts  created,  donations  or grants  made,  orders  \nissued  and rules  or regulat ions made  by or in relation  to the National  Logistic  \nBoard  or the National  Logistic  Cell,  before  the commencement  of this Act, shall  \nbe deemed  to have  been  done,  taken,  incurred,  acquired,  appointed,  conferred,  \ncreated,  made  or issued  with respect  to the Board  or the Corporation,  \nrespectively,  under  this Act. \n 30. Repeals. —The Planning  and Development  Division’s  Notification  No. 2(2) Admn.1/70,  \ndated  the 9th November,  1979  and the Cabinet  Division’s  Notification  No.120/19/78 -Min,  dated  the \n12th August,  1978,  are hereby  repealed.  \n         Last Uploaded on 09.10.2023"
}