{
    "file": "./converted_json\\administrator44870880720d736914c065be6b23e91f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "RAILWAY  REGULATORY AUTHO RITY ORDINANC E, 2002  \n \n \nORDINAN CE XCII OF 2002  \n \n \nAn Ordin ance to provide for the establish ment of the \n \n \nRailway Regulatory Authority \n[Gazette of Pakistan, Extraordin ary, \nPart I, dated 26-10-2002]  \nF.No.2(1)/200 2-Pub.  dated 26-10-2002 .---The  following  Ordin ance  promulgated  by \nthe President is hereby publish ed for general information:-- \n \nWhereas it is expedient to foster competition,  encourage and facilitate private sector \ninvestment and participation in the  development am operation of passenger and goods \ntrains on the railway network,  protect the public interest while respecting individual \nrights  and  provide  effective  and  efficient  regulations  and  for  matters  connected \ntherewith or incidental thereto; \n \nAnd  whereas  the  President  is  satisfied  that  circumstances  exist  which  render  it \nnecessary to take immediate action; \n \nNow,  therefore, in pursuance of the Proclamation of Emergency of the fourteenth day \nof October, 1999,  and the Provision al Constituti on Order No. 1 of 1999,  read with the \nProvision al  Constitution  (Amendment)  Order No.9 of 1999,  and in exercise  of  all \npowers enabling him in that behalf, the President of the Islamic Republic of Pakistan \nis pleased to make and promulgate the following  Ordin ance:- \n \nCHAPTER I \n \n \nGENE RAL \n \n \n1. Short title, extent and commencement.-------(1)  This Ordin ance may be called \nthe Railway Regulatory Authority  Ordin ance, 2002. \n \n(2) It extends to whole of Pakistan. \n \n \n(3) It shall, other than the provisions  referred to in the First Schedule, come into force \nat  once.  The  provisions  of  the  First  Schedule  shall  come  into  force  together  or \nseparately on such date or dates as the Federal Government may, on the advice of \nAuthorit y, by order in the official Gazette appoint. \n2. Definitions.---In this Ordin ance, unless there is anything  repugnant in the subject \nor context,- \n \n(a) \"accident\" means an abnormal happening whether involving a train or not which \nresults in the  disrup tion or lik ely disruption  of the running  of a rolling  stock, whether \nattended or not with loss of human lives or serious  injury to property or persons;  \n \n(b) \"Act\" means the Railways Act, 1890  (Act IX of 1890);  \n(c) \"Authorit y\" means the- Railway Regulatory Authority  established under section 3; \n(d) \"Chairman\" means the Chairman of the Auth ority and includes the Vice-Chairman \nwhen acting in substitut ion thereof; \n \n \n(e) \"decision\" means an order, determination, direction or decision of the Authority \nmade pursu ant to this Ordinance, rules or regulations,  and \"decide\" shall mean the \naction taken by the Authority  to arrive at such decision;  \n \n(f) \"emergency\"  means any situation, which requires the adoption  of extraordin ary \nmeasures by the Federal Government to ensure  the continuity  of the railway services; \n \n(g)  \"goods\"  include  in  animate  thing  of  every  kind  .and  shall  be  constru ed  as \nsynonymous with the terms cargo, consignment, articles and substances; \n \n(h) \"integrated licence\" means a licence which includes obligations  on the  licensee to \nmaintain, improve or upgrade railway infrastructure in terms of the relevant licence; \n \n(i) \"license\" means, in relation to a licensed section, the grant by the Authority  of \nexclusive or non-exclusive operating rights for the carriage of passengers and goods \nby railway and includes integrated licences; \n \n(j) \"licensed section\" means the section of railway identified in the  licence within  the \nbound aries of which railway services may be offered by a licensee on an exclusive or \nnon-exclusive basis; \n \n(k) \"licensee\" means a person in whose  favour a licence is granted or deemed to have \nbeen granted, by the Authorit y; \n \n(l) \"licence fee\" means a fee to be paid by the  licensee to the Authority  with the rules; \n(m) \"Member\" means a Member of the Authorit y, including  the Chairman; \n(n) \"policy guidelines\" means policies of the Federal Government covering or related \nto any or all of the regulated  activities  which are issued in writing  pursu ant  to a \ndecision of the Cabinet of the Federal Government or any committee thereof; \n(o) \"prescribed\" means prescribed by rules made under this Ordin ance; \n \n \n(p) \"person\"  includes any individual  or any legal entity including  any partnership, \nfirm, company, joint venture, trust or corpor ation;  \n \n(q) \"railway\"  has the same  meaning  as assigned  to it under  the Act and includes \nrailway infrastructure; \n \n(r) \"railway administration\" in the case of railway administered and operated by the \nFederal  Government,  means  the  manager  of the  r ailway  and  in cludes  the  Federal \nGovernment; \n \n(s) \"railway employee\" means any person engaged by a licensee for the purpose  of \nworking  the railway; \n \n(t) \"railway infrastructure\" means: (i) all the  land within  the fences or ot her bound ary \nmarks indicating the limits of the land appurtenant to a railway; (ii) all lines of rails, \nsidin gs or work ed over for the purpos es of, or in connection with,  a railway; (iii) all \nstations,   offices,   warehouses,   wharves,   workshops,   factories,   fixed   pl ant   and \nmachinery and other works constru cted for the purpos es of, or in  connection with,  a \nrailway; (iv) water suppl y, sewerage, drainage, electrical, sui gas, si gnal and \ntelecommunication  services  and  installations  used  for  the  purpo se  of  the  railway \nwhether these belong to or  are hired or work ed by a licensee; (v) residential colonies, \ndwelling hous es, barracks, runni ng rooms, rest houses or any other structure used for \nthe resident.; (vi) the railway network;  and (vii) all movable and immovable property \nin relation to the foregoing; \n \n(u)   \"railway   infrastructure   fund\"   means   'a   fund   established   by   t he   railway \nadministration  consisting  of  tr ack  access  charges,  applied  to the  maintenance  and \nupgradation of the railway infrastructure in accordance with prioriti es determined by \nthe Authorit y; \n \n(v) \"railway services\" means services offered by, a licensee in terms of the licence or \notherwise; \n \n(w)  \"railway  network\"  means  the  entire  lines  of  rails,  branches  and  sidin gs  in \nPakistan; \n \n \n(x) \"rate\" means as defined in the Act; \n \n \n(y) \"regulated activity\" means any activity that is within  the powers and functions  of \nthe Authorit y; \n \n(z) \"regulations\" means the regulations  made under this Ordin ance; \n(za) \"rolling  stock\" includes locomotives, tenders, railcars, diesel or electric multiple \nunits,  coaches,  passenger   carriages,   w agons,  goods,  cars,  trucks,  cranes,  track \nmachinery, track recording and inspection cars, and trolleys; \n \n(zb) \"rules\" means the rules made under this Ordinance; \n(zc) \"terminal\" means as defined in the Act; , \n(zd)   \"track   access   agreeme nt\"    means   an   agreement    between    the   railway \nadministration  in its capacity as the railway infrastructure  own er and a licensee for \naccess  to railway.  infrastructure,  such  agreement  being  based  on  the  model  track \naccess agreement prepared and publis hed by the Authority  following  discussions  with \nthe railway administration; \n \n(ze) \"track access charge\" means the amount,  set out in the track access agreement, to \nbe paid by a licensee to the railway administration for access to railway infrastructure; \n \nCHAPTER - II ESTABLISHMENT  OF \nTHE  RAILWAY REGULATO RY \nAUTHORITY \n3. Establishment of Railway Regulatory Authority.---(1)  As  soon  as may be, but \nnot later than two months  after the commencement  of this Ordin ance,  the Federal \nGovernment  shall,  by  notification  in  the  official  Gazette,  establish  a  regulatory \nauthorit y, which shall be known  as the \"Railway Regulatory Authori ty\". \n \n(2) Subject to the provisions  of this Ordinance, the Authority  shall be independent in \nthe performance  of its functions.  The Authority  sh all be a body  corporate,  having \nperpetual succession  and a common seal with powers to acquire  and hold property, \nboth moveable and immovable, and to sue and be sued by its name. \n \n(3) The Autho rity shall consist  of a Chairman and three Members, out of whom  one \nshall  be  designated  as Member  Technical,  one  as  Member  Licensing  and  one  as \nMember Finance. \n \n(4) The Chairman shall be an eminent person of known  integrity and competence with \na minimum of twenty-five years of experience in busin ess, engineering, management \nor railways. The Chairman should  also be well versed in licensing  procedures and \nregulatory matters. , \n \n(5) The Member Technical shall be a person who holds  an appropriate degree in the \nrelevant field and is an experienced and eminent professional of known  integrity and \ncompetence with a minimum twenty years of related professional experience in the \nmaintenance  of railway infrastructure,  its safety and strategic planning and dealing \nwith accidents. \n \n(6) The Member Licensing shall be a person who holds  an appropr iate degree in the \nrelevant field and is an experienced and eminent professional of known  integrity and \ncompetence with a minimum of twenty years of relevant professional experience in \nthe field of railway engineering, railway operations, transport  engineering or transport \neconomics. \n \n(7) The Member Finance shall be a person who holds  an appropri ate degree in the \nrelevant field, experienced, eminent profession al of know n integrity and competence \nwith  a  minimum  of  twenty  years  of  related  experience  in  the  field  of  corpor ate \nfinancing or accountin g. \n \n(8) Subject to subsection (9),-- \n \n \n(a) the Chairman shall be appoin ted, by the Federal Government for an initial term of \nfive years and shall be eligible for reappointment for a similar term; \n \n(b) the  Member  Licensing  shall  be appoin ted  by the  Federal  Government  for .an \ninitial term of four years and shall be eligible for reappoin tment  for a term of five \nyears; \n \n(c) the Member Technical shall be appointed by the  Federal Government for an initial \nterm of three years and shall be eligible for reappoint ment for a term of five years; \nand \n \n(d) the Member Finance shall be appointed by the Federal Government for an initial \nterm of two years and shall be eligible for reappointment for a similar term. \n \n(9) The Chairman and other Members shall retire on attaining  the age of sixty-five \nyears. \n \n(10)  In  case  of  a  vacancy  occurring  due  to  the  death,  resignation,  retirement  or \nremoval  of  any  Member,  the  Federal  Government  shall  appoint  another  qualified \nperson  within  a  period  not  exceeding  three  months  from  the  date  the  vacancy \noccurred. \n \n(11) Any Member may resign from his office by writi ng under his hand addressed to \nthe Federal Government. The Federal Government may remove a Member from his \noffice if, on an inquiry  by the Federal Public Service Commission,  he is found unable \nto perform the functions  of his office due to mental or ph ysical disability or to have \ncommitted misconduct. \n \n(12) Any Member may serve a maximum of two terms. \n(13) The Federal Government shall designate one of the Members as Vice-Chairman, \nwho shall act as Chairman at any ti me during  which the Chairman for any reason is \nincapable of exercising  the Chairman's powers or performing the Chairman's duties \nand when so acting, the Vice-Chairman  shall exercise the powers and perform the \nduties imposed on the Chairman by this Ordin ance. \n \n \n \n \n4. Meetings  of the  Authority.---(1)  The  Chairman  and  two  other  Members  shall \nconstit ute  a  quorum  for  a  meeting  of  the  Authority  requiring  a  decision  by  the \nAuthorit y. \n \n(2) The decisions  of the Authority  shall be taken by the majority  of its Members and \nin case of a tie, the Member presiding  shall have an additio nal vote. \n \n(3) All decisions of the Authori ty shall be in writing and shall identify the decision  of \nthe Chairman and other mem bers separately. \n \n(4) No act, proceeding or decision  of the Author ity shall be invalid by reason only of \nthe existence of a vacancy or defect in, the constitution  of the Authorit y. \n \n(5) The Chairman shall call all meetings of the Authorit y. The Chairman shall also \ncall meetings of the Authority  imme diately on being requested in writing  to do so by \nanother Member of the Authorit y. \n \n(6) Each Member shall have reasonable notice of the time, place and matter on which \na decision  shall be taken. \n \n5. Remuneration  and conflict of interest.---(1) The Members shall be paid such \nremuneration and allowances and shall be entitled to such privileges and facilities for \ntheir respective terms of office as may be determined by the Federal Government in \nadvance of their appointment which shall not be varied to their disadvantage during \ntheir term in office. \n \n(2) No person shall be appoin ted by the Federal Government as a Member if such \nperson has any direct or indir ect financial interest in, or has any connection which \nmight reasonably be viewed as giving rise to a confli ct of interest with,  any person \ninvolved in any regulated activity. No person appoint ed as a Member shall during  his \nterm m office have or maintain any direct or indirect financial interest in any person \ninvolved in any regulated activity. Members shall not at any time during  their term of \noffice engage  themselves  in any other services,  busin ess,  vocation  or employment \nwith,  any other person.  \n(3) No Member shall take part in any decision,  if such Member is in any way, whether \ndirectly or indir ectly, concerned or int erested in the decision,  nor shall such Member's \npresence count for the purpose  of forming a quorum  at the time of any such decision.  \n \n(4) Every Member who knowin gly contravenes any of the provisions  of subsections \n(2) and (3) shall, on inquiry  by the  Federal Public  Service Commission,  be guilty of \nmisconduct. \n \n(5) Subject to subsection (6), it shall not be lawful for any Member, for so long  as he \nholds  office and for a period of two  years thereafter, to seek or hold any office or \nemployment  nor  to  acquire  or  pur chase  (whether  in  his  name  or  oth erwise)  any \ninterest in any corpor ation, partnership,  trust,  firm or company carrying on,-- \n \n(a) busin ess in any regulated activity; or \n \n \n(b)  the  busin ess  of  providing  profession al  or  advisory  services  to  any  person \nundertaking any regulated activity. \n \n(6) A M ember may, before the expiration of two  years after he has ceased to hold that \noffice,  enter  into  the  employment   of  or  accept  any  professional   or  advisory \nrelationship  with any corporation, partnership , trust,  or company, carrying on busin ess \nin any phase of a r egulated activity, provided he has obtained written approval of the \nFederal Government which shall not be unduly  denied. \n \n(7)  A  Member  shall  not  be  in  contravention  of  subsections  (2)  and  (3),  if  he  is \nreceiving any pension  benefits, while serving the Authorit y, due to him  from a prior \nemployment with any person.  \n \n6. Recruitment of employees.---(1) The Authority  may; from time to time, employ \nofficers, members of its staff, experts, consul tants, advisors,  and other employees on \nsuch terms and conditio ns, as it may deem fit. \n \n(2) The Authori ty shall make regulations for appointment, promotion,  termination and \nother terms and conditi ons of employment of persons employed under subsection (1). \n \n7. Chairman, Members, employees, experts, consultants and advisers not to be \ncivil servants.---The  Chairman,  Members,  employees  of the Authority  or  experts, \nconsul tants or advisers employed by the  Authority  shall be governed by the  terms and \nconditions  of their appointment and shall not be deemed to be civil servants within  the \nmeaning of the Civil Servants Act, 1973  (Act LXXI of 1973).  \n \n8. Chairman, etc., to be public servants.---The Chairman, members, employees, \nexperts, consul tants and advisers of the Authority  shall, when acting or purporting  to \nact in pursu ance of any of the provisions  of this Ordinance or the rules or regulations  \nbe deemed to be public servants within  the meaning of section 21 of the Pakistan \nPenal Code (Act XLV of 1860) . \n \n \n9. General powers and functions of the Authority.-----(1) In addition  to su ch other \npowers and functions as may be imposed on it or transferred under or by virtue of this \nOrdin ance, the Authority  shall be exclusively responsible  for granting  licences and for \nthe carrying out of regulated activities and regulating such activities. \n \n(2) Without  prejudice to the generality of the foregoing, the Authority  shall,- \n(a) promote and protect the interests of railway users throu gh fair competition; \n(b) promote the provision  of efficient and competitive railway services; \n(c) approve the terms of track access agreements; \n \n \n(d) ensure  that the terms and conditions of licences are being strictly complied with by \nthe licensees; \n \n(e) approve the railway infrastructure usage plan (time-tabling) to be submitted by the \nrailway administration keeping due margins for maintenance and rehabilitation works;  \n \n(f) carry out periodic  inspections of the railway infrastructure for ensuri ng safety of \ntrain operations;  \n \n(g) in the  case of a licence that is not  an integrated licence, in consultation with the \nrailway administration, carry out strategic planning for improvement, upgradation and \nmodernization  of the railway infrastructure for implementation  by  railway \nadministration and monitoring  the progress thereof \n \n(h)   in   the   case   of   an   integrated   licence,   in   consul tation   with   the   railway \nadministration, carry out strategic planning  for i mprovement, upgradation and \nmodernization  of  the railway infrastructure  for implementation  by the licensee and \nmonitoring  the progress thereof; \n \n(i) determine the limitation of employment, of railway employees to ensure the safe \nrunning  of trains; \n \n(j) subject to section 13, determine rates; \n(k) approve terminals; \n(l)  r ecommend  to  the  Federal  Government,  any  or  all  measures  necessary  for \nenhancing the role of the railway in the national transport ation; \n(m) prescribe technical standards for the railway infrastructure and the rolling stock \nand for the besting thereof; \n \n(n) r eview the parameters of the rolling stock and approve the same or dir ect such \nmodifications  as may be necessary from a safety point  of view; \n \n(o) resolve dispu tes between parties to track access agreements and dispu tes between \nlicensees; \n \n(p) subject to section 40, make rules; \n \n \n(q) subject to section 41, make regulations;  \n \n \n(r) prescribe a uniform form of accounts  and accounting  practices to be complied with \nby licensees; \n \n(s) sanction the opening or re-opening of a section of the railway network  after \nascertaining  the fulfilment of prescribed pre-conditions;  \n \n(t) dir ect the closing  of a section of the railway network  or the discontinuation of a \nparticular rolling  stock or restoration of the same; \n \n(u) sanction the use of any rolli ng stock on the  railway network  after ascertaining  their \nsuitability and conformance to the prescribed standards; \n \n(v) make such periodic or oth er inspections  of the railway network  or of  any rolling- \nstock used thereon as it may deem necessary; \n \n(w) require  licensees to fur nish,  on a periodi cal basis, not less than one year, operating \nand financial results and such other information as may be necessary; \n \n(x) pr escribe fines for contravention  of the provisions  of this Ordin ance, rules, \nregulations,  decisions  and terms and conditions of a licence; \n \n(y) make inquiry  into the cause of any accident on a railway; \n \n \n(z) by an order in writi ng require  the attendance before the Authority  of any person \nand to require answers or returns  to such inquiries as the Authority  thinks  fit; \n \n(za) where the Author ity deems it appropr iate, obtain loans, grants and make \ninvestments; \n \n(zb) where the Authority  deems it appropri ate, form and hold interests in companies \nfor the purpo se of facilitating the performance of any power and functions as may be \nimposed on it or transferred under or by, virtue of this Ordin ance; and \n(zc)  perform   any  other  function   or  exercise   power  as  may  be  incidental   or \nconsequential to the performance of any of its functions  or the  exercise of any of its \npowers. \n \n(3) The Authori ty shall impose and collect such fees and other charges in respect of \nits functions  as may be determined, from time to time, by the  Authority  in accordance \nwith the rules. \n \n10. Delegation  of powers.-- The Authority  may, by general or special order, delegate \nto any officer of the .Authority  the power to exercise on behalf of the Authority any of \nits powers, duties or functions  under this Ordinance subject to such conditions  as it \nmay think  fit to impose: \n \nProvided  that  the  powers  of  the  Authority  to  grant  licences  and  to  issue  orders \npursu ant to section 22, shall only be exercised in a meeting of the Authorit y. \n \nCHAPTER III \n \n \nLICENSING \n \n \n11. Exclusive  power  to grant  licences.---The  Authority  shall have the exclusive- \npower, to be exercised in \"the manner prescribed in the rules, to, \n \n(a) determine the licensed section; and \n \n \n(b) grant, issue, renew, extend, modify, amend, transfer, suspend review, cancel and \nreissue, revoke or terminate, a licence. \n \n(2) The Authority  shall from  time to time designate as eligible for provision  under a \nlicence such services for the carriage of passengers and goods  by railway as it may \nconsider appropri ate. \n \n12. Bidding for licence.----The person in whose  favour a licence is to be granted shall \nbe selected by the  Auth ority following  a transparent and competitive bidding  process \ncarried out by the Authority  in accordance with the rules. \n \n13. Rates and approved discount schemes.---(1) A licence may include provision \nwith respect to rates to be charged for railway services. \n \n(2) The Authority  shall ensure  that in the case of a licensee enjoying a monopolist ic \nposition,  the licence contains such provisions  necessary for the purpose  of securing \nthat any rates which are to be charged are, in the opini on of the Authorit y, reasonable \nin all the circumstances of the case. \n14. General  terms  and  conditions  of licences.---(1)  A licence  may include  such \nconditions  as appear to the Authority  to be requisite or expedient having regard to the \n.pow ers and functions  imposed on or transferred to the Authority  under or by virtue of \nthis Ordin ance. \n(2) Without  prejudice to the generality of subsection (1), a licence may provide for.-- \n(a) the rendering to the Authority  by the licencee of payments of such amounts and at \nsuch intervals as may be specified in, or determined by or under, the licence; or \n \n \n(b) the payment, from the railway infrastructure fund,  to the licencee of such amounts \nand at such intervals as may be specified in, or determined by or under, the licence. \n \n(3) All licensees shall pay to the Authority  a licence fee. \n \n \n15. Failure to secure subsequent licence.---In any case where, - \n(a) a licence is terminated or comes to an end; and \n(b) no further licence has been entered into in respect of the railway services formerly \nprovided under that licence, \n \nthe Authority  shall have the power to secure .the operation of those  railway services \nuntil such time as it again begins to be operated under or by virtue of a licence. \n \n16. Railway administration  as deemed licensee.---The railway administration shall \nbe deemed to have been granted by the Authorit y, on a non-exclusive basis, licences \non terms and conditions  to be notifi ed from time to time, by the Authority,  in relation \nto all licensed sections  unless a licence provides otherwise. \n \n17. Transfer and assig nments of licences.---(1) No licence shall be transferred or \nassigned without  the consent in writing  of the Authorit y. The Authority  may consent \nor refuse the transfer or assignment of a licence. \n \n(2) Any consent under subsection (1) may be subject to such conditions,  restrictions \nand stipu lations  as the Authority  thinks  fit to i mpose, which may include conditio ns \nmodifying, or requiri ng or oth erwise  providing  for the making of modifications to, the \nconditi ons of the licence. \n \n(3) An application for the transfer or assignment of a licence shall be submitted to the \nAuthority  on the prescribed form and in accordance with the regulations.  \n \n \n(4) An application under subsection (3) shall be accompanied by the prescribed fee, if \nany. \n(5) A transfer or assignment of a licence shall have no effect until the Authority  has \nconsented to such transfer or assignment. \n \nCHAPTER IV \n \n \nTRACK ACCESS \n \n \n18.  Directions  by  the  Authority.---(1)  The  Authority  may,  on  application  of  a, \nlicensee, give directions  to the railway administration requiring  it to enter into a track \naccess agreement, but no such directions  shall be given if and to the extent that,- \n \n(a) performance  of the track access  agreement,  if entered  into, would  involve  the \nrailway administration in being in. breach of a track access agreement; or \n \n(b) as a result of an obligation or duty owed by the railway administration which arose \nbefore the coning  into force of this Ordin ance, the consent of so me other person is \nrequired by the railway administr ation before entering into the track access agreeme nt \n \n19. Approval  of track access  agreements,---The  railway  administration  shall not \nenter into a track. access agreeme nt unless it does so pursu ant to directions issued \nunder  section  18  and  such  track  access  agreeme nt  has  been  approved  by  the \nAuthorit y. \n \n20.   A mendments   to   t rack   access   agreements.-------(1)   Any   amendment,   or \npurport ed   amendment,   of  a  track  access   agreement   shall  be  void  unless  the \namendment has been approved by the Authorit y. \n \n(2) Subject to subsection (1), the Authority  shall have the power to direct or otherwise \nrequire  amendments to be made to a track access agreeme nt. \n \nCHAPTER V \n \n \nENFORCEMENT  \n \n \n21. Facilities to be afforded to the Authority. ---The licensees shall afford to the \nAuthority  all reasonable facilities for performing the duties and exercising  the powers \nimposed and conferred upon it under or by virtue of this Ordin ance. \n \n22. Securing compliance with  decisions etc.---(1) Where the licensee is \ncontravening or likely to contravene any decision, the Authority  shall make such \norder as is requisite for the purpose  of securing  compliance with that decision, \nincluding  but not limited to an order terminating the licensee's licence or appointing \none or ~nore competent persons  to manage the affairs of the licensee for purpos es of \nensuring  compliance with the Authorit y's order. \n(2) Before making any order under subsection (1), the Authority  shall give notice to \nthe person against whom  the order may be directed,- \n \n(a) stating that it propos es to make the order and setting out its effects; \n \n \n(b)   setting   out   the   acts   or   o missions   which   constit ute   or   would   constit ute \ncontraventions  of the decision;  \n \n(c) setting out any other facts which justify the making of the order; and. \n \n \n(d) specifying the period within  'which representations  or objections  with respect to \nthe propos ed order may be made, \n \nand shall consid er any such representations or obj ections which are duly made and not \nwithdr awn. \n \n(3) Any person appoin ted  by the Authority  pu rsuant  to  subsection  (I) shall not be \nliable  for any loss  or damages  caused  by any act or omission  where  such  act or \nomission  occurs in the performance of his duties. \n \nCHAPTER VI \n \n \nEME RGEN CY \n \n \n23. Emergency.---In the event of any emergency, the Federal Government may, by an \norder in writing  issued by a Federal Secretary, require  the Authority  and Authority \nshall thereby be empowered to iss ue directions to any licensee to provide specified \nnumber of train services or susp end the same, provided that appropri ate compensation \nshall  be  paid  to  the  respective  licensee  by  the  Federal  Government  throu gh  the \nAuthorit y. \n \nCHAPTER VII \n \n \nREGISTERS AND REPORTS \n \n \n24. Keeping of registers.---The Authori ty shall, at such premises and in such form as \nit may determine, maintain a register or registers setting out therein,- \n \n(a) every licence; \n \n \n(b) every track.access agreement, and \n \n \n(c) every amendment or modification made to a licence or track access agreement. - \n25. Submission  of yearly report, returns, etc.---The Authority  shall submit to the \nFederal Government, and publish,  as soon  as possible after the end of every financial \nyear but before the last day of December the next following  year,- \n \n(a) a report on the conduct of its affairs for that financial year, including  anticipated \ndevelopments for the following  financial year; and \n \n(b) a report on thof the railway industry  in Pakistan, insof ar as it relates to regulated \nactivities, identifying the ownership,  operation, management, control, efficiency and \ncost of regulated activities and other matters related to regulated activities. \n \n \n \n \nCHAPTER VIII  \n \n \nBUDGET  AND  ACCOUNTS  \n \n \n26. Budget and accounts.---(1) The Authorit y, in respect of each financial year, shall \nprepare its own  budget in accordance with prescribed procedures and shall maintain \ncomplete and accurate books  of accounts  of its actual expenses and receipts, and of \nthe Railway Regulatory Authority  Fund. \n \n(2) The accounts  of the Authority  shall be audited annually by the  Auditor-General of \nPakistan and one or more auditors  who are chartered accountants within  the meaning \nof the Chartered Accountants. Ordin ance, 1961  (Ordin ance X of 1961);  appoint ed by \nthe Authority  in consul tation with the Auditor-General of Pakistan. \n \n27. Railway Regulatory Authority Fund.---(1) There shall be a fund to be known  as \nthe \"Railway Regulatory Authority  Fund\"  which shall vest in the Authori ty and shall \nbe utilized by the  Auth ority, to meet its expenses and charges properly incurred in \nconnection with the carrying out of its functions and duties imposed or transferred to \nit und er or by  virtue of this Ordin ance, including without  limitation the payment of \nsalaries and other remuneration to the  Chairman, Members, employees, experts, \nconsul tants and advisors  of the Authorit y. \n \n(2) The Railway Regulatory Authority  Fund shall consist  of: \n \n \n(a) seed money of rupees fifty millions  by the Federal Government; \n \n \n(b) charges and fees including  licence fees assessed and collected by the  Authority  to \nrecover the reasonable costs of regulated activities under this Ordin ance; \n \n(c) fines  and  ot her  penalties  imposed  and  collected  by the  Authority  as specified \nunder this Ordin ance; \n(d) proceeds received by the Authority  from the sale of data, publications,  reports, \nmaps, and other information; \n \n(e) loans obtained by the Authorit y,  with  the prior  writt en approval of the Federal \nGovernment; and \n \n \n(f) proceeds of any investments made by the Authority  in utilising  any amounts of the \nRailway Regulatory Authority  Fund which are not required for immediate use. \n \n \nCHAPTER IX \n \n \nPOLICY GUIDELINES \n \n \n28. Powers of the Federal Government to iss ue policy guidelines.--(1) The Federal \nGovernment may, as and when it consid ers necessary, issue  policy guidelines to the \nAuthority  on matters of policy not inconsis tent with the provisions  of this Ordin ance \nor the rules. The Author ity shall comply with the policy guidelines in the exercise of \nits powers and functions  and in making decisions.  \n \n(2) Without  prejudice to the  generality of the foregoing, the Federal Government may \nissue  policy guidelines in relation to,- \n \n(a) defence traffic. to be carried over the railway network;  \n \n \n(b) restriction on the grant of licenses on considerations  of national security; and \n \n \n(c) continuation  of a minimum number of passenger and goods  services on certain \nsections  of the railway on socio-economic  considerations  pro vided that the Federal \nGovernment  will pay appropri ate  compensation  throu gh  the  Authority  for running \nsuch unremunerative trains to the licensee. \n \nCHAPTER X \n \n \nOFFENCES \n \n \n29. Offences.---(1) Any person who,--- \n \n \n(a)  undertakes  any  regulated  activity  in  contravention  of  this  Ordin ance,  rule, \nregulation or terms of a licence; \n \n(b) prevents or obstru cts the smooth and efficient running  of trains; \n \n \n(c) prevents, obstru cts or interferes with the working of the Authority  or any of its \nemployees; \n(d) commits mischief; \n \n \n(e) damages, removes, interferes or tampers with any rolling  stock, railway \ninfrastructure, equipment or installation; . \n \n(f) other than railways employee or a another person authoris ed in this behalf by a \nlicensee, opens any gate or chain or barrier set up on either side of a level crossing, \nwhich is closed for the time being to road traffic; \n \n(g) breaks any gate or chain or barrier set up on either side of a level crossing; \n \n \n(h) is dri ving a vehicle fails to stop when required to do so or take due care when \ncrossing  a level crossin g; \n \n(i)  crosses  a  railway  network  at  place  other  than  a  manned  or  un manned  level \ncrossin g; \n \n(j)  sells  articles  of  whatsoever  description  on  any  train  without  the  prior  writt en \nconsent of the relevant licensee; \n \n(k)  assaults  or  intentionally  obstru cts  a licensee  from  carrying  out  its  obligations \nunder a licence; \n \n(l) endangers the safety of any person,- \n \n \n(i) by contravening any provision  of this Ordinance or any rule or regulation notified \nhereunder; or \n \n(ii) by contravening or not complying with any decision;  \n \n \n(m) provides any information, recorded or do cuments to the Authority  pursu ant to a \ndecision of the Auth ority or otherwise, which information, record or document is false \nto the know ledge of the person providing the same; \n \n(n) intentionally obstru cts an officer of the Authority  in exercise of his fun ctions  or \npowers under this Ordinance in relation to the  inspection of any equipment or any \npremises or' enquiry  into the causes of an accident; \n \n(o) aids, abets, counsels, conspir es, incites or attempts the commission  or omission  of \nany offences referred to in clauses (a) to (n) above, \n \nshall be guilty of an offence under this Ordin ance and shall be punishable with \nimprison ment which may extend to five years or a fine of rupees twenty thous ands or \nwith both.  \n(2) If a licensee fails to comply with any provision  of this Ordin ance, it shall pay the \nAuthority  a sum of rupees, twenty thous and and in case of contin ued default, rupees \none thous and for every day the default continues. \n \n(3) If a licensee refuses or neglects to comply with any decision of the Authorit y, it \nshall pay the Authority  a sum of rupees twenty thous and  and in case of contin ued \ndefault, rupees one thousand for every day the default contin ues. \n \n(4) No Court shall take cognizance of any offence punis hable under subsection (1) \nexcept on a complaint filed in writing  by an officer authoris ed by the Auth ority. \n \n \n(5) Where the accused is a company incorpor ated or registered under the Companies \nOrdin ance,  1984  (Ordin ance  XLVII  of  1984),  every  director,  chief  executive  and \nofficer of such. company who knowi ngly allows  the commission  of any offence under \nthis Ordin ance, shall be liable to the punish ment specified in subsection (1). \n \n(6) Nothing  contained herein shall authori se punishment of any person for,- \n \n \n(a) an  act  or omission  that  was  not  punish able  by law  at the  time  of the  act  or \nomission  or. \n \n(b) an offence  by a penalty  greater  than or of a kind.  different  from, the penalty \nprescribed by law for that offence at the time the offence was committed. \n \nCHAPTER XI \n \n \nMISCELLANEOUS  \n \n \n30. Power to call for information.---(1)  The  Authority  may call for any pertinent \ninformation required by it for carrying out the purpos es of this Ordin ance from any \nperson involved, directly or indir ectly in the provision of any regulated activity or any \nmatter incidental or consequential  thereto. Any person called upon  to provide such \ninformation shall do so within  the period prescribed by the Authority  and his failure to \ndo so shall be punis hable by the imposition  of such penalty as may be prescribed. \n \n31. Inspection  by public.---(1)  Subject to section 37, the Authority  shall maintain \npublic  files  that  shall  be  kept  open  in convenient  form  for  public  inspection  and \nexamination during  reasonable business hours,  on payment of such reasonable fees as \nthe Authority  may prescribe. \n \n(2)  Subject   to  procedures   and  standards   for  confid entiality   prescribed   by  the \nAuthorit y, the Authorit y's files shall include all relevant documents to be maintained \nand indexed as the Auth ority deems fit. \n32. Authority hearing.---(1) Unless otherwise  expressly provided in this Ordin ance \nor any rule or regulation, any decision  that the Authority  has the power to make may \nbe made on its own motion or initiative after the holding  of a meeting of the \nAuthorit y, and without  giving of notice to the public and without  holding  a hearing: \n \nProvided that, if it appears to the Authority  that its decision  relating to a regulated \nactivity may directly and adversely affect the rights  of a person,  the Authority  shall, \nprior  to  reaching  the  decision,  give  the  person  an  opportu nity  of  being  heard, \nincluding  presentation of evidence relevant to the decision.  \n \n \n \n \n33. Complaints.---(1)  Any interested person may file a written complaint with the \nAuthority  against a licensee, for contravention  of any provision  of this Ordin ance, \nrule, regulation, licence or track access agreement. \n \n(2) The Authority  shall,  or,  receipt  of a complaint,  provide  an opportunity  to the \ncomplainant as well as to the person against whom such complaint has been made to \nstate its ease before making a decision  thereon. \n \n34. Appeals against order of a delegate.---Any person aggrieved by any order or \ndecision of the delegatee of a power delegated by the Authority  under section 10 may \nappeal, within  thirty  days of the receipt of such decision  or order, to the Authority  and \nthe Authority  shall hear and decide on the appeal within  ninety days from the date of \nits presentation. \n \n35. Review of Authority decision.---The Authority  may review, rescind, change, \nalter or vary any decision, or may rehear an application before deciding  it in the event \nof a change in circumstances or the discovery of evidence which in the opinion  of the \nAuthorit y, could not have reasonably been discovered at the time of the decision,  \nor,(in  the case of a rehearing) at the time of the original hearing if consideration of the \nchange in circumstances or of the new evidence would materially alter the decision.  \n \n36. Recovery of arrears.---All  fees, fines or other amounts  due or payable to the \nAuthority  may be recovered as~arrears of land revenue. \n \n \n37. Confidential information.---(1) Except as provided under the regulations,  no \nperson shall communicate or allow to be communicated any record, return or \ninformation obtained under this Ordin ance to a person not legally entitled to that \ninformation or allow any person not legally entitled to that record, return or \ninformation to have access to any record, return or information obtained under this \nOrdin ance. \n \n(2) A person who knowin gly receives the record, return or information obtained under \nthis  Ordin ance  shall  hold  the  record,  return,  or  information  subject  to  the  same \nrestrictions under subsection (1) as apply to the person from whom  the record, return \nor information was received. \n \n38. Imm unity. ---Except as expressly provided in this Ordin ance, no suit, \nprosecution  or other legal proceedings shall lie against the Authorit y, the Chairman or \nany mem ber, employee, expert, consul tant or advisor of the Authority  in respect of \nanything  done  or intended to be done  in good faith under this Ordin ance, the rules or \nregulations.  \n \n \n \n \n39. Winding-up of the Authority.---No provision of any law relating to windin g-up \nof body  corpor ates shall apply to the Authorit y. The Authority  shall only be wound  up \nby Ordinance or Act of Parliament. \n \n40. Power to make rules. ---(1) The Authority  may, with- the approval of the Federal \nGovernment, which approval shall not be unduly  delayed or unreasonably withh eld, \nmake rules for carrying out the purpos es of this Ordin ance. On approval of rules by \nthe Federal Government, the Federal Government shall notify the same in the official \nGazette. \n \n(2)  Without  prejudice  to  the  generality  of  the  foregoing  powers,  such  rules  may \nprovide for all or any of the following  matters, namely:- \n \n(a)  determination  (where  applicable)  of  rates,  terminals  and  tariffs  for  regulated \nactivities. \n \n(b)  the  terms  and  conditions  for  the  grant,  extension,  modification,  amendment, \nissuance,  renewal,  suspension,  review,  cancellation  and reissue, revocation \ntermination or transfer of a licence and including  provision  of information or records:  \n \n(c) provision  of fines and penalties for offences and contravention  of this Ordin ance, \nthe rules, the regulations  and terms and conditions  of licences; \n \n(d) promoting  fair competition;  \n \n \n(e) inspection and audit of regulated activities; \n(f) review of the decisions of the Authorit y; \n(g) abandon ment of a regulated activity; \n \n \n(h) access and inspection by the Authori ty of the regulated activities and provision  of \npenalties for preventing  the Authority  to carry out inspection; \n(i) levy of fees; \n \n \n(j) enforcing the terms and conditions  of licences and decisions  of the Authority; and \n \n \n(k) any other matter incidental or consequential to the implementation of the purpos es \nof the Ordin ance. \n \n(3) The power to make rules conferred by this section, except for the first occasion, \nshall be subject to the condition  of previous publi cation. \n \n \n \n \n41.  Power  to  make  regulatio ns.---(1)  The  Authority  may,  by  noti fication  in  the \nofficial Gazette, make regulations,  consis tent with the provisions  of this Ordin ance or \nthe rules, for the carrying out of its functions  under this Ordin ance. \n \n(2) In particular and without prejudice to the generality of the foregoing powers, such \nregulations  may provide for all or any of the following  matters, namely:- \n \n(a)  maintenance  and  submission  of  records  by  any  person  involved  directly  or \nindir ectly in a regulated activity and the inspection of the records by the Authorit y; \n \n(b)  establishment   of  technical   standards   and  their  monitoring   for  the  design, \nconstru ction, testing, operation, maintenance and abandon ment of a regulated activity; \n \n(c) administration of the Railway Regulatory Authority  Fund; \n(d) procedure for carrying out bidding  for licenses; \n(e) procedure for closing and opening a section of the railway network;  \n \n \n(f) establishment  of  terms and conditions  of employment and remuneration policies \nfor staff, consultants and advisors  of the Authorit y; \n \n(g) procedure for resolving disput es amongst the licenses and the signatories to the \ntack access agreeme nt; \n \n(h) rules of practice, processes and procedures for carrying out the functions of the \nAuthorit y; \n \n \n(i) limitation of employment of railway employees; \n \n \n(j) procedure for appeal of decision  of order made by delegatees pursuant to section \n10: \n(k) prescription  of forms and procedures for an application for a regulated activity and \nthe time for submission; \n \n(l) procedure for sanctioning the use of rolling stock on the railway network:  and \n \n \n(m)  any  other  matter  incidental  or  consequential  to  the  implementation  of  the \nfunctions  of the Authori ty. \n \n42. Ordinance to override other laws.---(1) The provisions  of this Ordinance, the \nrules and the regulations, and any licences issued hereunder shall have effect \nnotwithst anding   anything  to  the  contrary  contained  in  any  other  law,  rule  or \nregulation, for the time being in force, and any such law, rule or regulation shall, to \nthe extent of any inconsistency, cease to have any effect on the commencement of this \nOrdin ance  and the Authority  sh all, subject to the provisions  of this Ordinance,  be \nexclusively empowered to determine the matters in its  jurisd iction as set out in this \nOrdinance. \n \n(2) Nothi ng in this Ordinance,  or any repeal or amendment  effected thereby, shall \naffect or be  deemed to affect anything  done, action taken, proceedings comme nced, \ndirections given, instru ments executed or orders, rules or regulations  issued under or \nin pursu ance of any law repealed or amended by this  Ordin ance and any such things, \nactions,  proceedings, directions,  instru ments or ord ers shall, if in force on the \ncommencement  of this Ordin ance, contin ue to be in force and have effect as if the \nsame were respectively done, taken, commenced, given, executed or issu ed under this \nOrdin ance. \n \n43. Certification  of public purpose for compulsory acquisition  of land.---The \nAuthority  may in the manner and on such terms and conditions,  as may be prescribed \nin the rules, on an application by a licensee, certify that the requirement of a licensee \nto acquire a property is for a public  purpo se. For the purpos es of the Land Acquisition \nAct, 1894  (Act I of 1894),  the certificate of the Authority  shall be conclusive proof \nthat the propos ed acquisition for such licensee is for a public  purpo se. \n \nCHAPTER XII \n \n \nAMENDMEN TS, SAVINGS  etc. \n \n \n44. Amendment of laws and savings.---(1) The provisions  of the laws mentioned in \nthe Second Schedule shall stand amended to the extent specified therein. \n \n(2) The Federal Government may from time to time, by notification  in  the official \nGazette, deem such rules and regulations made and notifi ed under the Act as rules and \nregulations  made and notified under this Ordin ance: \n45. Removal of difficulties.---If any difficulty arises in giving effect to any provision \nof this Ordin ance, the Federal Government may make such order not inconsistent with \nthe provisions  of the Ordin ance, as may appear to it to be necessary for the purpose  of \nremoving the difficulty, provided that no such order shall be made after the expiry  of \ntwo years from the promulgation of this Ordinance. \n \nFIRST SCHEDULE \n \n \n(See subsection (3) of section 1) \n \n \nIn Part I of the Second Schedule, in paragraph 1 \n \n \n(a) in subp aragraph (2), clause (g) of section 3, sections  4, 5, 6, 16, 17, 18, 19, 20, 21, \n22, 23, 24, 25, 42-13, 43, 44, 47, 52, 71-A, 71-B, 71-C; 71-D, 71-E, 71-F, 71-G and \n71-H; \n \n \n(b) in subp aragraph (6), clause (a) and sub-clause (ii) of clause (b); \n(c) in subp aragraph (7), sections 53, 54, 62, 72, 84, 85, 94, 134; and \n(d) subp aragraphs (9), (10), and (17) (sic) \nSECOND SCHEDULE (See \nsection 44) ENAC TMENTS \nAMENDED PART  I \n1. In the Railways Act, 1890 (LX of 1890)---- \n \n \n(1) for section 3, the following  shall be substit uted, namely:- \n \n \n\"3. Definitio ns.  ---In this Act, unless there is anything repugnant  in the subject or \ncontext,- \n \n(a) \"accident\" means as defined in the Ordin ance; \n(b) \"Authorit y\" means as defined in the Ordin ance; \n(c) \"Collector\" means the chief officer in charge of the land-revenue administration of \na distri ct, and includes any officer specially appoint ed by the Provincial Government \nto discharge the functions of a Collector under this Act; \n(d) \"ferry\"  includes  a bridge  of boats, pontoo ns  or rafts, a swing  bridge,  a flying \nbridge and a temporary bridge, and the approaches to, and landing  places of, a ferry; \n \n(e) 'goods\" means as defined in the Ordin ance; \n \n \n(f) \"inland water\" means any canal, river, lake or navigable water; \n \n \n(g) \"Inspector\" means an Inspector of Railways appoint ed under this Act; \n(h) \"licence\" means as defined in the Ordin ance \n(i) \"licensee\" means as defined in the Ordinance; \n \n \n(j) \"one kilogram\" means a weight of one thousand grams, each gram being a weight \nof one thous and milligrams; \n \n(k) \"Ordin ance\" means the Railway Regulatory Authority  Ordin ance, 2002 (XCII of \n2002);  \n \n \n(l) \"pass\" means an authority  given by a licensee, or by a person appoint ed by such \nlicensee in this  behalf, and authori zing the person to whom  it is given to travel \ngratuitously  on a train operated by that licensee; \n \n(m) \"railway\" means a railway, or any portion  of a railway, for the public carriage of \npassengers, animals or goods,  and includes - \n \n(i) all land within  the fences or other bound ary-marks indicating the limits of the land \nappurt enant to a railway; \n \n(ii) all lines of rails, sidings,  or  branches  worked  over for the purpos es  of, .or in \nconnection with,  a railway; \n \n(iii) all stations,  offices, warehouses, wharves, workshops  manufactories, fixed plant \nand machinery and other works  constru cted for the purpos es of, or in connection with, \na railway: \n \n(iv) all ferries, ships,  boats and rafts which are used on inland waters for the purpos es \nof the traffic  of a railway  and belong  to  or are hired  or worked  by the authority \nadministering the railway; and \n \n(v) railway infrastructure, as defined in the Ordin ance \n \n \n(n) \"railway administration\" means as defined in the Ordin ance; \n(o) \"railway company\" includes any persons, whether incorpor ated  or not, who are \nowners or lessees of a railway or parties to an agreeme nt for working  a railway; \n \n(p) \"railway employee\" means as defined in the Ordin ance; \n \n \n(q) \"rate\" includes any fare, charge or other payment for the carriage of any passenger \nanimal or goods;  \n \n(r) \"rollin g-stock\" means as defined in the Ordin ance; \n \n \n(s)  \"terminals\"  includes  charges  in  respect  of  stations,  sidin gs.  wharves,  depots,  \nwarehous es, cranes and other similar matters and of any services rendered thereat; \n \n(t) \"throu gh traffic\" means traffic which is carried over the railways of two or more \nrailway administrations; \n \n(u) \"ticket\" includes a single ticket, a return ticket and a season ticket; \n \n \n(v) \"traffic\" includes rolling-stock of every description, as well as passengers, animals \nand goods;  and \n \n(w) \"tramway\" means a tramway constru cted under the Tramways Act 1886 (XI of \n1886),  or any special Act relating to tramways.\"; \n \n \n(2) clauses (g) and (o) of section 3, sections 4, 5, 6, 16, 17, 18, 19, 20, 21, 22, 23, 24, \n25, 42, 42A,  42B, 43, 44, subsection (2) of sections 46, 46A,  47, 48, 49, 50, 51, 51A,  \n52, 71A,  71B, 71C, 71D,  71E, 71F, 71G,  71 H, 88, 90 and 91 shall be omitted; \n \n \n(3) for the words  \"railway servant\" wherever occurring  the words  \"railway employee\" \nshall be substituted; \n \n(4) in sections  7, 8, 9, 10,.11,  12, 13, 14, 15, 45, 46, 53, 54, 55, 56, 57, 58, 59, 60, 61, \n62, 63, 64, 65, 66, 68, 69, 71, 72, 73, 74, 75, 76, 77, 78, 80,, 82A,  85, 108, 109, 111, \n112, 113, 113A,  114, 115, 118, 119, 122, 125, 130A,  136, 137, 138, 140, 141 and \n148, for the words  \"railway administr ation:  or \"administration\"  wherever occurrin g, \nthe word  \"licensee\" shall be substit uted; \n \n(5) in section 7,- \n \n \n(a) in subsection (1) \n \n \n(i) for words  and commas \"and subject also, in the case of a railway company, to the \nprovisions  of any contract between the company and the Government, a railway \nadministration may, for the purpose  of constru cting a railway or the accommodation \nor  other  works  connected  therewith,  and  notwithst anding  anything  in  any  other \nenactment for the time being in force\" the words  and commas \"and subject also, in the \ncase of licensees, to the Provisions  of their licence, a railway or the  accommodation or \nother   works   connected   therewith,   and   n otwithstanding   anything   in  any  other \nenactment for the time being in force\" shall be substituted; and \n \n(ii) for clause (f), the following  shall be substit uted, namely:- \n \n \n\"(f)  subject  to  the  terms  of  a  licence,  do  all  other  acts  necessary  for  making, \nmaintaining, altering or repairing  and using  the railway\"; and \n \n(b) for subsection (2), the following  shall, be substituted, namely:- \n \n \n(2) The exercise of the powers conferred on a licensee by subsection (1) shall be \nsubject to the control  of the Federal Government or, the Authorit y, as the case may be. \n\", \n \n(6) in section 9,-- \n \n \n(a) in subsection (1), for the words  \"Federal Government\" the word  \"Authority\" shall \nbe substit uted; and \n \n(b) in subsection (2),-- \n \n \n(i) after the word  \"Government\" occurring  for the first time, the word  and comma \"or \nthe Authorit y, as the case may be\" shall be inserted; \n \n(iii) for the words  \"Federal Government\" occurring for the  second and third time, the \nword  \"Authorit y\" shall be substit uted; and \n \n(iv) after the word  \" subsection\" the words  \"or a licence\" shall be inserted. \n \n \n(7) in sections  13,46, 53, 54, 55, 62, 63, 72, 84, 85, 87, 89, 92, 93, 94, 95, 96, 98, 134 \nand 136, for the words  \"Federal Government\" or \"Government\" wherever occurring \nthe word  \"Author ity\" shall be substituted. \n \n(8) after section 14, the following  new section shall be inserted, namely:-- \n \n \n\"14A.  The term \"licensee\" as used in this  Chapter means the railway administration or \nsuch other licensee who is the holder of an integrated licence the terms of which shall \nmake it the duty of such licensee to carry out the functions  set out in this Chapter.\", \n \n(9) in section 54, in subsection (1), for the words \"this Act or with any general rule \nthere under\" the words  \"with  its powers and functions\"  shall be substituted; \n(10) in, section 71, in subsection (1), for the words figures, commas, brackets and \nletter \"under  section  47, subsection  (1), clause  (d)\"  the words  \"by rules\"  shall  be \nsubstitu ted; \n \n(11) in Chapter VII, for the title the following  shall be subst ituted, namely:- \n \n \n\"RESPONSIBILITY OF LICENSEES AS, CARRIERS\" \n \n(12) in section 72, in subsection (1), after the word  \"Act\" occurring  for the first time, \nthe words  \"and the Ordinance\" shall be inserted; \n \n(13) for section 83, the following  shall be substituted, namely:- \n \n \n\"83. Report of the railway accidents.- When any of the following  accidents occur in \nthe course of working  a railway, namely:-- \n \n(a) any accident attended with loss of human life, or with grievous hurt as defined in \nthe Pakistan Penal Code (Act XLV of 1860),  or with serious  injury to property, \n \n(b) any collision  between trains of which one is a passenger train \n \n \n(c) the derailment of any train carrying passengers or of any part of such train; \n \n \n(d) any accident of a description  usually attended with loss of human life or with  such \ngrievous hurt as aforesaid or with serious  injury to property; and \n \n(e) any other accident which the Federal Government on advice of the Authority  may \nnotify in this behalf in the, official Gazette; \n \nthe licensee working  in the railway and, if such accident happens to a train belonging \nto any other licensee, the other licensee also shall, without  unnecessary delay, send \nnotice of the accident to the  Federal Government and the Authority  and the station- \nmaster  nearest  to the  place  at which  the  accident  occurred  or,  wh ere  there  is no \nstation-master, the railway employee incharge of that section of the railway on which \nthe accident occurred shall, without  unnecessary delay, give notice of the accident to \nthe  nearest  Judicial  Magistrate,  in  whi ch  the  accident  occurred,  and  the  officer \nincharge of the police station within the local limits of which it occurred. or to such \nother Magistrate and police officer the Federal Government appoints  in this behalf\"; \n \n(14) in section 84,- \n \n \n(a) after the word  \"Act\" a comma and the words  \", the Ordinance\" shall be inserted; \nand \n(b)  in  clause  (c),  for  the  word  \"Inspectors\"  the  words  \"the  Authori ty\"  shall  be \nsubstitu ted; \n \n(15) in section 87, for the  words  \"a railway company\" the words  \"the railway \nadministration  and a licensee  who is the holder of an integrated  licence\"  shall be \nsubstitu ted; \n \n(16) in sections  89, 92, 93 to 98, for the words  \"railway company\" wherever occurring \nthe word  \"licensee\" shall be substit uted; \n \n(17) in section 92, the words and figure \"section 52 or\" shall be omitted: \n \n \n(18)  in  section  93, for the  word  \"wagon  or truck\"  wherever  occurring  the  words  \n\"rolling stock\" shall be substitu ted; \n(19) in section 101,- \n(a) in clause (a), after the word  \"Act\" the words  \"or Ordin ance\" shall be inserted; and \n \n \n(b) after clause (d), the following  shall be added, namely:- \n \n \n\"(e) by disob eying any provision of this Act or the Ordin ance,\"; \n(20) in section 103, after the figure \"84\" the words  \"or the Ordin ance\" shall be added; \n(21)  in  section  105,  after  the  word  \"Act\"  the  words  \"or  the  Ordin ance\"  shall  be \ninserted; \n \n \n(22) in section 120, for the words  \"railway carriage\" the words  \"roll stock\" shall be \nsubstitu ted; \n \n(23)  in  section  134,  in  subsection  (1),  after  the  word  \"Act\"  the  words  \"or  the \nOrdin ance\" shall be inserted, and \n \n \n(24) for section 147, the following  shall be substituted, namely:- \n \n \n147. Power to exempt railway from the operation of the provisions  of the Act. ---The \nProvincial   Government,   in  relation   to  sections   8A   and   11.   and   the   Federal \nGovernment  or  the  Authorit y,  as  the  case  may  be,  in  relation  to  the  remaining \nprovisions  of the Act, may, by notification in the official Gazette, exempt any railway \nfrom the operation thereof.\". \nPART  II \n \n2.         In the Pakistan Railways Police Act, 1977  (VII of 1977) ,- \n \n \n(1)        for the preamble, the following  shall be substitu ted, namely:-- \n \n \n\"Whereas it is expedient to provide for the constitution  and regulation of the Pakistan \nRailways Police for the s afety of passengers and1goods  transport ed by li censees, the \nprotection   of   Railway.   the   prevention,   inquiry   and   investigation   of   offences \ncommitted in relation to Railway and for the matters connected therewith;\"; \n \n(2) in section 2, after clause (j), the following  shall be inserted:- \n \n \n\"(ja)  \"railway  employee\"   means  railway  employee   as  defined  in  the  Railway \nRegulatory Authority  Ordinance, 2002  (XCII of 2002);\"; \n \n \n(3) for the  words  \"railway servant\" wherever occurring  the words,  \"railway employee\" \nshall be subst ituted; \n \n(4)  in  section  9,  in  subsection  (3),  for  the  words  \"Pakistan  Railways\"  the  word  \n\"Railway\" shall be subst ituted; \n \n \n(5) in section 15, the words \"the Chief Executive or\" shall be omitted'; and \n \n \n(6) for section 18, the following  shall be subst ituted, namely:-- \n \n \n\"18. Power to make regulations.---The Inspector-General may, with the prior approval \nin writing  of the Federal Government, make regulations  consistent with this Act and \nthe rules."
}