{
    "file": "./converted_json\\administrator97cb430458c3149a54b33a28ae8143cd.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n  \n \nTHE COAL MINES (FIXATION OF RATES OF WAGES) \nORDINANCE, 1960  \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Minimum rate s of w ages \n4. Coal mine workers entitled to minimum wages  \n5. Ordinance not to affect certain agreements, etc . \n6. Provisions of this Ordinance to be in addition to and no t in derogation of certain laws  \n\n \nPage 2 of 3 \n THE COAL MINES (FIXATION OF RATES OF WAGES) ORDINANCE, 1960  \n1ORDINANCE NO . XXXIX OF 1960  \n[30th September, 1960]  \nAn Ordinance to provide for the fixation of rates of wages in respect of labour employed in coal \nmines and for matters connected therewith.  \n WHEREAS it is expedient to provide for the fixation of rates of wages in respect of labour \nemployed in coal mines and for matters connected therewith.  \n Now THEREFORE, i n pursuan ce of the P roclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance  :__ \n 1. Short title, extent and commencement. —(1)  This Ordinance may be called the Coal \nMines (Fixation of Rates of Wages) Ordinance, 1960.  \n (2) It extends to the whole of 2[Pakistan] . \n (3) It shall come into force at once.  \n 2. Definitions. —In this Ordinance, unless there is anything repugnant in the subject o r \ncontext , — \n(a)  “coal mine ” means any excavation where any operation for the purpose of \nsearching for , or obtaining , coal or coke has been or is being carried on , and \nincludes all works,  machinery, tramways and sidings, whether above or below \nground, in , or adjacent to, or belonging to, a coal mine  : \n   Provided that it shall not include any part of such premises on which a manufacturing \n process is being carried on unless such process is for the making of coke or the \n dressing of coal  ; \n(b) “owner ” mean s owner of a coal mine and includes a lessee or mortgagee in \npossession of such coal mine and any partner, managing director, director, \nagen t,  manager or any other person  authorized to represent the coal mine in \nits transactions  ; \n(c) “wages ” shall have t he same meaning as are assigned to it in clause (vi) of \nsection 2 of the Payment of Wages Act , 1936 (IV of 1936).  \n 3. Minimum rate s of w ages.—(1) The 3[Provincial Government] may, from time to time, by \nnotification in the official Gazette, fix minimum rate s of wages payable to persons employed in a \ncoal mine.  \n \n1The Ordinance has been applied to the Provincially Administered  Tribal Areas or to the parts of  those areas to which it does not already apply, see \nRegulation No.I of 1972,s.2 and Sch.  \n2Subs. by the Federal Adaptation of Laws Order, 1975 (President’s Order No. 4 of 1975) Art. 2 and Sch.  \n3Subs . by A.O., 1964, Art.2 and Sch.  \n \nPage 3 of 3 \n  (2) In fixing or revising the minimum rates of wages fixed under this Ordinance, the \n1[Provincial Government] may, if it so cons iders necessary, consult the 2[Miners Welfare Board] \nconstituted under the 2[Excise Duty on M inerals (Labour Welfare) Act, 1967 (VIII of 1967)].  \n 4. Coal mine workers entitled to minimum wages. —On the issue of a notification under \nsection 3, every person e mployed in a coal mine shall be entitled to be paid by the owner wages at a \nrate which shall in no case be less than the rate of wages specified in the notification.  \n 5. Ordinance not to affect certain agreements, etc. —The provisions of this  Ordinance shal l \nhave effect notwithstanding anything inconsistent therewith in any  award, agreement or contract of  \nservice, whether made before or after the commencement of this Ordinance  : \n Provided that where under any such award, agreement, or contract of service a p erson \nemployed in a coal mine is entitled to higher rates of wages, he shall continue to be entitled to such \nhigher rates.  \n 6. Provisions of this Ordinance to be in addition to and not in derogation of certain \nlaws. —The provisions of this Ordinance shall b e in addition to, and not in derogation of , the \nprovisio ns of the Payment of Wages Act, 1936 (VI of 1936 ), 2[West Pakistan Industrial and \nCommercial Employment (Standing Orders) Ordinance, 1968 (W.P. Ordinance No. VI of 1968) and \nthe Industrial Relations O rdinance, 1969 (XXIII of 1969)].  \n \n \n \n \n \n________________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 03 -07-2024  \n \n1Subs.  by A.O., 1964, Art.2 and Sch.  \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 ( Ordinance No. XXVII of 1981 ), s.3 and Sch.II."
}