{
    "file": "./converted_json\\administrator57e45a2b3e53789c95c5ab000ca0188b(1).json",
    "name": "Geographical Indications (Registration and Protection) Act, 2020",
    "date": "March 31, 2020",
    "tagline": "An Act to provide for registration and protection of geographical indications of goods",
    "content": "I4O THE CAZETTE OF PAKISTAN, EXTRA., MARCH3I, 2O2O [PART I\nExplanation----Trader in this clause shall have\nthe meaning as provided in clause (2ED) of Part-II\nofthe Second Schedule.\"; and\n(l t) in the Tenth Schedule, in rule 10, after clause (b), the following\nshall be inserted, namely:-\n'(ba) Tax deducted under clause (5A) of Part-II of the Second\nSchedule read with sub-section (2) of section 152.\".\n5. Amendments in the Federal Excise Act, 2fi)5,-In the Federal\nExcise Act, 2005, in section 49, for the words \"Federal Govemment\", the\nexpression \"Board with approval of the Federal Minister-in-charge\" shall be\nsubstituted.\nNo. F. 22(15)l202llt egis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on the 27th March, 2020 is\nhereby published for general information:-\nACT NO. XVIII OF 2O2O\n.4n Acl to provide lor registralion and efective protection of geographical\nindications\nWHDREAS it is expedient to provide for registration and protection of\ngeographical indications of goods;\nAND WHEREAS it is necessary to recognize and protect the geographical\nindicatiorrs ofthe Islamic Republic of Pakistan for public interest and advancing\nthe economic reform and development ofthe least developed areas of Pakistan;\nAND WHEREAS it is expedient to provide the legal means for interested\nparties to prevent the use of any means in the designation or presentation of\ngoods that indicates or suggests that the goods in question originate in a\ngeographical area and to prevent any use which constitutes an act of unfair\ncompetition within the meaning of Article 22 of the Agreement on Trade Related\nAspects of Intellectual Property Rights (TRIPS);\nIt is hereby enacted as follows:-\nCHAPTER-I\nPRELIMINARY.\nl. Short title, extent and commencement.{ I ) The Act may be\ncalled thc Geographical Indications (Registration and Protection) Act, 2020.\nPART I] TIIE GAZETTE OF PAKISTAN, EXTRA., MARCH 3 I, 2O2O I4I\n(2) It extends to the whole of Pakistan.\n(3) It shall come into force on such date as the Federal Govemment\nmay by notification in the Official Gazefte appoint.\n2. Delinitions.{ l) In this Act, unless there is anything repugnant in\nthe subject or context;-\n(i) \"Applicant\" means a natural or legal person, govemment\norganization or statutory body, association, or group of producers,\nor producer organization, or operator having an interest in the\nregishation;\n(ii) 'authorized user' means authorized user of a geographical\nindication registered under this Act;\n(iii) \"book of specifications\" means a document elaborated by the\napplicant, specifying the geographical area of goods, production\nstandards or product specifications, and qualification process for\nGeographical Indication goods;\n(iv) 'certification body' means an organization issuing a certificate of\nconformity with the book of specifications ;\n(v) \"deceptively similar\". means a geographical indication which so\nnearly resembles to another geographical indication so as to be\nlikely to deceive or cause confusion;\n(vi) \"Director General' means Director General, Intellectual Property\nOrganization of Pakistan appointed under section 12 of the\nIntellectual Property Organization of Pakistan Act, 2012 (XXII of\n2012);\n(vii) \"geographical indication\" or'GI\" in relation to goods includes\nan indication which identifies such goods as agricultural goods,\nnatural goods or manufactured goods originating or manufactured\nor produced in a territory or a region or localiy as determined by\nthe country, where a given quality, reputation or other\ncharacteristics of the goods or the ingredients or components, is\nessentially attributable to is geographical origin and in the case of\nmanufactured goods one ofthe activities ofeither the production or\nprocessing or preparation of tbe goods concemed takes place in\nsuch territory, region or locality as the case may be. For the\npurpose of this clause any name which is not the name of a\nterritory or a region a locality or a country shall also be considered\nas a geographical indication if such name refers to or indicates the\n142 'tHE GAZETTE OF PAI{STAN, EXTRA., MARCH3I, 2020 [PARr I\norigin of goods within or fiom a specific geographical area within\nthat country and is used upon or in relation to particular goods\noriginating from or with in that country or a territory or a region or\nlocality within that country;\n(viii)\"geographical origin\" means an area ofa country, region, Iocality\nand shall also include the sea, lake, river, island, rnountain or any\nother area of a similar nature;\n(ix) \"foreign geographical indication\" means a geographical\nindication that identifies a product as originating in a country other\nthan Islamic Republic ofPakistan;\n(x) \"generic name or indication' means a name which, may\ncorrespond to the name of a territory, region or localiry, does not\nhave in Pakistan any mear'-ing as an indication or reference of\ngeographical origin and has become a commonly used name for the\ngoods in question;\n(xi) \"goods\" include any agricultural, horticulture, natural, raw or\nmanufactured goods or goods of any industry or handicraft or any\nfood or drink product, whether in a processed or semi-processed or\nsemi-finished form;\n(xii) \"indication\" includes any words, letters or numerals, geographical\nname or other name, device or any figurative representation, label\nor any combination thereof indicating or referring or suggesting or\nconveying the geographical origin of the goods o *hich it is\napplied;\n(xiii)\"IPO-Pakistan\" means the Intellectual Property Organization of\nPakistan, established under the Intellectual Property Organization\nof Pakistan Act, 2Al2 (XXII of 2012);\n(xi\")\"limitation\" with its grammatical variations means any limitation\nof the right to use of geographical indication given by registration\nto a registrant or an authorized user thereof including limitations of\nthat right as to mode ofuse, as to use in relation to goods to be sold\nor otherwise traded within Pakistan or as to use in relation to goods\nto be exported outside Pakistan;\n(x't)\n(xvD\"name\" includes any abbreviation of a name;\n\"operator\" means a natural or legal person involved in the\ncollection, transformation, processing, trading, or distribution of\ngeographical indication goods;\nPART II TIIE GAZETTE OF PAKISTAN, EXTRA., MARCH 3 t, 2020 143\n(xvii) (organization' means any entity, body, department, authority or\norganization so designated by the Division concemed;\n(xviii) 'PekistaB geographicsl indication\" means a geographical\nindication that identifies a product as originating in the Islamic\nRepublic of Pakistan;\n(xix) \"Paris Convention' means the Paris Convention o126tl1 yr'\"1r,\n1883 for the protection of industrial property, as revised or\namended from time to time;\n(xx) 'package\" includes any case, bo:r, container, covering, folder,\nreceptacle, vessel, caske! bottle, wrapper, label, band, ticke! reel,\nfiame, capsule, cap, lid, stopper and cork;\n(xxi) '?olicy Board'means the Policy Board constituted under section\n4 oflntellectual Property Organization Ac! 2012 (XXII of 2012);\n(xxii)\n(xxiii)\"prescribed\" means prescribed by rules made under this Act;\n'producer\", in relation to goods, means any person who-\n(a) ifsuch goods are natural goods, exploits the goods;\n(b) if such goods are agricultural goods, produces the goods and\nincludes the person who is an operator or processes or\npackages such goods; and\n(c) if such goods are handicrafu or industrial goods, makes or\nmanufacfures the goods, and includes an op€rator or any\nperson who trades or deals in such production, exploitation,\nmaking or manufacturing, as the case may be, ofthe goods;\n(xxix) 'quali$ing country\" means any country or territory which is-\n(a) a member of the World Trade Organization;\n(b) a member of the World Intellectual Property Organization;\n(c) a party to the Paris Convention ; or\n(d) any other country which the competent authority may\ndesignate as a qualirying country on the basis of reciprocity;\n(xxv) \"registef' means the register of geographical indications provided\nunder section 6;\n144 'fHE GAZETTE OF PAKISTAN, EXTRA., MARCH3I, 2O2O [PART I\n(xxvi) *registered\" with its grammatical variations means registered\nunder this Act;\n(xxvii) 'registered geographical indication\" means a geographical\nindication which is actually on the register;\n(xxviii)sregistrant\" means any statutory body, public body, local or\nprovincial administration, government enterprise or any\ngovemment organization which is a juristic person having area of\nresponsibility covering the geographical indication of the goods as\nrefened to in this Act having obtained registration and entered in\nthe register as proprietor ofa geographical indication ;\n(xxix) \"Registrar\" means the Registrar of Geographical Indications\nreferred to in section 4;\n(xxx) \"Registry\" means the geographical indications registry mentioned\nin section 3;\n(xxxi)\"Intellectual Property Tribunal\" or *IP Tribunal' means the\nIntellectual Property Tribunal established under the tntellechral\nProperty Organiation of Pa-kistan Act,2012 (XXllof2012); and\n(rc<xii)*use of a geographical indication' shall include but not be\nlimited to, use in production, manufacturing, packing, stocking,\nimporting, exporting, distributing, selling, dealing and advertising\nor exploiting in any other manner and any reference to such use\nshall be construed to include a reference to the use of a printed or\nother visual representation of the geographical indication.\n(2) Words and expressions used and not defined in this Act shall have\nthc same meaning as are assigned to them in the Trade lr{arks Ordinance,\n2001(xlx of200l).\nCTIAPTER-II\nGEOGRAPMCAL INDICATION REGISTRY\n3. Geographical Indications Registry.{l ) For the purposes of this\nAct, the concemed Division shall establish a Geographical Indications Registry\nunder the management and control of IPO Pakistan. The Trade Marks Registry\nand its branches established under the Trade Marks Ordinance, 2001(XIX of\n2001) shall carry out firnctions of the Geographical Indications Registry and is\nbranches till such time a separate GI Registry is established under this Act.\nPART U THE GAZEI.TE OF PAKIS-IAN, EXIRA., MARCH 3I, 2O2O I45\n(2) The GI Registry shall maintain a register of retord to be called the\nregister cf geographical indications. Gl Register shail be maintained at Tr-a.le\nMarks Registry for the time being and shall he handed ovel and transferred 'o\nthe GI Rcgistq' rrnce it haq been established undei.!ii. Act.\n(3) For the facilitation of applicants, the IPO Pakistan *.ith thc prior\napproval of Policy Board may set up offices of the Registry at such places, as\ndeems necessary, as and when required.\n(4) The Geographical Indications Registr_v shall have its orvn seal.\n4. Registrar gecgraphical indications and other functionaries.-\nThe IPO Pakistan may, by notification in the official Gazette, appoint an ofticer\nwho shall serve as the Registrar:\nProvided that the Registrar of Trade Marks, appointed under sub-section(l) of section 7 of the Trade Marks Ordinance, 2001 (XIX of 2001) shall\nperform the functions of Registrar Geographical Indications till the appointrnent\nof an officer as Registrar under this section, to carry out his fi.rnctions under this\nAct:\nProvided further that the appoinhnent of Registrar under this scction\nshall be made widrin three hundred and sixty days after the commencement of\nthis Act.\n5. Delegation of Authority of the Registrar.{ I ) The IPO Pakistan\nshall with the prior approval of the Policy Board appoint one or more deputy\nregistrars and assistant registrars ftr the purposes of this Act.\n(2) Under direction of IPO Pakistan, the Registrar may delegate its\npowerc to the depury\" registrars and assisant registrars who shall discharge such\nfunctions ofthe Registrar under this Act as the Registrar may delegate from time\nto time.\n(3) Any reference in this Act to the Registrar shall include a reference\nto any deput-v registual or assistant registrar in the discharge ofsuch functions.\n(4) IPO Pakistan may authorize the Registrar to delegate any function\nof the Registrar to any other officers of the Gl Registry other than the depug and\nassistant registrars.\n6. Register of geographical indication.{l) There shall be kept at\neach branch, a copy of the register of geographical .indication which shall\ncontain all registered geographical indications with names, addresses and\ndescriptions of the registrants, the names and addresses and descriptions of\nauthorizcd users and such registers may be maintained wholly or partly in\nelectonic form. The register shall be open for inspection of the public at all\nconvenient times in the same manner as the originals thereof.\n146 T}IE GAZETTE OF PAKISTAN, EXTRA,, MARCH3I,2O2O [PART I\n(2) The register shall contain list of registrants and au$orized users of\ngeograph ical indications.\n(3) The register shall be divided into two Parts called respectively Part.\nA and Part B.\n(4) The particulars relating to the registration of the registrant of\ngeographical indications shall be incorporated and included in Part A of the\nregister in the prescribed manner.\n(5) The particulars relating to the registration of the authorized users\nshall be incorporated and included in Part B of the register in the prescribed\nmanner.\n(6) Any person may obtain extracts from the register in the prcscribed\nmanner.\nC}LAPTER.IIi\nRf, GISTRATION OT. GEOCRAPTilCAL I]\\'DICATION\n1'. Registration of registrznt of geographical indication.{1)\nRegistration of proprietor of geographical indicatiou of au1' cr all goods subject\nto definite teritory of a country shall comprise of such class of goc,rls as may be\nclassified by the Registrar in accordance \\r,ith thc international classification cf\ngoods for the purposes of registration of geograph ioal indications.\n8. Prohibition of registration of a geographical indication,--{l )\nAn indication shall not be registered as a gcographicai indicatiori,-\n(i) which does not correspond to the detlnition of goographical\nindication contained in clause (vii) of sub'section (l) of section 2;\nor\n(iD\n(iiDthe use of which is likely to deceive or ca:se confirsior,; or\nwhich is not or has ceased to be protected in its ('ountry of origin;\nor\nwhich has fallen into disuse in thet country: dr\nwhich is determined by the Registrar r'rr i-\"e a ge,teric name or an\nindication; or\nwhich is opposed to morality or public poiicy.(iv)\n(v)\n(vi)\nPART I] 'TTIE GAZETTE OF PAKISTAN, EXTRA., MARCH 3I, 2O2O 147\n9. Registration of homonymous gcogmphical indication.-{1) A\nhomonymous geographical indication is entitled to be considered for registration\nunder this Act.\n(2) Prior to registration under suFsection (l i rira Registrar shall satisfy\nhimself that he has considered-\n(i) all practical conditions under which the homonymous indication in\nquestion shall be differentiated fiom other homon)rmous\nindication;\n(ii) aluitable treatment oftle producers ofthe goods concemed; and\n(iii) that the consuners ofsuch goods shall not be confused or misled in\nconsequence of such registration.\nExplanuion-Homonymous geographical indications (GI) are\nthose that are spelled or pronounced alike, but which identi!\nproducts originating in different places, usually in different\ncountries. In principle, these indications should coexist, but such\nccexistence may be subject to c€rtain conditions. For example, it\nmay be required that they be used only together with additional\nirrforrnation as to the origin of the product in order to prevent\nconsumers fronr being misled. A GI may be refused protection if,\ndue to the existence of another homonymous indication, its use\nwoulC be considered potentially misleading to consumers with\nregard to the product's true origin.\n10. Registration of forcign geographicd indication.{1) A\ngeographical indicatioo of a foreign country shall be registered in the Islamic\nRepublic of Pakistan as long as it is registered in accordance with the local\nlegislation in its country of origin. The title and date of the legislative or\nadminishative pro'zisions or of judicial decisions regarding protection to the\ngeographical indication in the counQ oforigin shall be considered for accepting\nforeign Gl applicatiou.\n(2) Thc Registry' shall not allow the registsation of a foreign\nGeographical lnciication which is not or has ceased to be protected in its country\noforigin cr u4rich has fallen into disuse in that count-y.\n(3) The application for registration of foreign geographical indication\nshall be made at the Registry by its legal representative in Pakistan.\n(4) During the registration procedure, the Registry may require the\napplicant or its legal repres€ntative to submit any information related to\nregistration in the country of origin which may affect its registration in Pakistar.\nI48 TTIE GAZE]TE OF PAKISTAN, EXTRA., MARCH3I,2O2O [PART I\nCHAPTER-TV\nPROCEDT]RE FOR REGISTRATION OF REGISTRANT OF GI\nI l. Right to oryn ard register geographical indication.{l) The\nFederal Government shall be the holder and exclusive owner of all the\ngeographical indications ofthe Islamic Republic of Pakistan.\n(2) The Federal Government may allow any statutory body, public\nbody. local or provincial administration. government enterprise or any\ngovcmment organization which is a juristic person having area of responsibility\ncovering the geographical indications in the territory of Islamic Republic of\nPakistan to apply for and register the product as a geographical indication as a\nregisfant in such form, manner and accompanied by such fees as may be\nprescribed.\n(3) When a product bearing geographical indication is registered at the\nRegistry in accordance with the provisions of this Act such producers or\noperators whose practices are in compliance with the book of specification shall\nhave the right to use the geographical indication as autborized users. The\nproducers or operators, with the formal assent of the Registrant, shall apply to\nthe Registry for obtaining rcgistration as authorized users.\n(a) The concemed Division shall he responsible for r:orciliating any\nconflics and engage in advocacy in relation to drafting of book cf :pecification\nduring pre-regisu-ation phase of geographical indicetions.\n(5) The concemed Division shall regulate cooF€mtion agreement with\norganizations to enable pre-registration processes of geog,aphical rndication and\nfacilitate in arranging consultations witl producers and operatcrs in drafting\nbook of specification.\n12. Content of Applicstion for registrrtior of gcographical\nindication.-{ l) The application for registradorr c,f a geographical indication by\nlhe Applicant shall contain the following documents fcr regisrat:on, namely:-\n(i) name and address ofapplicant filing the appiication:\n(ii) geographical indication for r,rhich regisnation is so,rght;\n(iii) class ofgoods to which the geographical indication shail apply;\n(iv) geographical area to which the geographical indicalion applies and\na map of that are4\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2O2O 149\n(v) title and date of the legislative or adminisrative provisions or of\njudicial decisions regarding the protection to the geographical\nindication in the quali,Sing country of origin;\n(vi) statement of such particulars in relation to the producers or\noperators ofthe concemed goods, ifany;\n(vii)\n(viii)goods for which the geographical indilation applies;\nquality, reputation or other characteristics of the goods,\ngeographical origin and other details as may be prescribed for\nrvhich the geographical indication is used;\n(ix) book of specifications containing product standards or product\nspecifications: and\n(x) such other particularc as may be prescribed and shall be subject to\nthe payment ofprescribed fee.\n(2) In addition to other factors, the reputation of products may also be\ndetermined on the basis of .their being widely known to and selected by\nconsumers.\n(3) The quality and charactenstics of products of geographical\nindication shall be defined by one or several qualitative, quantitative or\nphysically, chemically, microbiologically perceptible criteria which cari be tested\nby technical mears or expers with appropriate testing methods as may be\nprescribed.\n13. Conformilv of geographft:I indkxtion with book of spocifrcation.-\n(l) The concemed Division, by notification in the official Gazette shall designate\na certification body to guarantee, inspect, test and monitor quality, reputation or\notier charactcristics of products seeking registration of geographical indications\nin a prescribed manner.\n(2) The designated certification body shall confirm the specifications\nidcntified in the book of specifications from accredited confirmatory assessment\nbodies or research institutes or impartial public authority or public organization\ncr organization acproved 5v concerned Divisiorr for this purpose.\n(3) In case there is non-compliance with the book of sprcifications by\nthe produccrs or operators as authorized users of registerxi geographical\nindication, follorving measures may be adopted by the eertification body,\nnamely:-\nI5O TIIE CAZETTE OF PAKISTAN, EXTRA., MARCH3I,2O2O [PART I\n(,\n(i;)\n(ii,)notice served to the authorized user for non-compliance;\nwaming made to the producer or operator or authorized user:\nin case no remedial action is talren u'ithin reasonable time,\ntemporary disqualification of the rights to use the geographical\nindication by the producer or operator or authorized user by\nmaking an application to the Registar; and\n(iv) application to the Registrar for suspension 6r cancellation of the\nrights to use the geographical indication by the non-compliant\nauthorized user.\n(4) The Registrar may approve the suspcnsion after investigation and\nscrutiny as decmed fit.\n(5) The cost of such confirmation of compliance with the book of\nspecifications shall be borne by the authorized users. The registrant may\ncontribute to these costs as the case may be.\n1 1. Technical assistance of experts.-The Registrar may, if so\nrequire, t,e a-ssisted in technieal aspects ,n various fields suci, as geology or\nmcteorology involved in any case by any expert who has experience and\nexpertise in the matter in order to considor or make a decision or ascertain the\nccrrechess of the particulars furnished in the application.\nI 5. Exnmination for registration.{ I ) The Registrar shall cause the\napplication to be examined to determine u'hether it fulfiils the criteria and other\nreqrrirements.\n(2) In examining the application, the Registrar may call the applicant\nor any person concemed to give explanation or furnish additional evidence to\nhim. Where it is necessary to have opinion of an expert in the freld related to\nmatter under consideration, the Registrar shall send the matter to the expet for\nhis consideration and opinion in the prescribed manner.\n16. Grant of registration of registrant.{l) When an application for\nregistrati(,n of a geographical indication has been accepted, the Registrar shall\nregister the registrant of the product bearing geographical indication mentioned\nin the applicalion and the geographical indication shall stand registere,:l from the\ndate of nraking of saiC application and it shall be deemed to be the date of\nregistration.\n(2) On the registration ofa geographical indication, tie Registrar shall\nissue to the registrant, a certificate in such form as may be prescribed, sealed\nwith the seal of the Registry.\nP.{Rr Il THE GAZETTE OF PAKISTAN, EXTRA., MARCH 3 1, 2020 l5l\n(3) Subject to the provisions of this Act, the Registrar may accepl an\napplication absolutely or subject to such amendments, modifications, conditions\nor limitations, if any, as he may deem tit.\n. (4) In case ofconditional acceptance of application, the Registrar shall\nrecord in writing the grounds for such conditional acceptance and the reasons to\nbe recorded in writing for arriving at such decision.\n(5) The Regisrar may amend the register or a certificate of registration\nfor the purpose of correcting a clerical error or an obvious mistake.\n17. Application for registration of authorized user.-{ l) Any\nnatural or juristic person or group of persons claiming to be an operator,\nproducer or group of producers interested in the right to use registered\ngeographical indication, may apply' in writing to the Regisear subject to the\nformal assent ofthe registrant in the prescribed manner for registering him as an\nauthorized user of such geographical indicarion.\n(2) The application under sub-section (l) shall be accompanied by a\nstatement confirming compliance with the book of specifications and such\ndocuments of facts as may be prescribed and required by the Registrar to\ndetermine as to whether such person is the producer or operator of the goods\nreferred to in rhe application and such fee as may be prescribed.\n(3) The Registrar shall cause the application to be examined to\ndetennine whether it fulfills the criteria and other requirements.\n(4) In examining the application, the Regishar may call the applicant\nor any person concemed to give explanation or fumish additional. evidence to\nhim.\n(5) Wherc registration ofa geographical indication as authorized user,\nis not compieted rvithin twelve months fiom the date ofthe application by reason\nof default on the part of the applican! the Registar may, after giving notice to\nthe applicant in the prescribed manner. treat the application as abandoned unless\nit is completed within the time specified.\n18. Withdrawal of accephnce.-{l) \\Yhere, after the acceptancc of\nan application tbr regishation of an authorized user of geographical indicatron\nbrrt befrrre its registration, the Registrar is satisfied, -\n(i) that the application has been accepted in error; or\n(ii) that in circurnstances of lhe case the application for use of\ngeographical indication should not be registered; or\n152 THE CAZETTE OF PAKISTAN, I]XTRA., MARCH3I. 2O2O [PART I\n(iiD\n(;v)that it should be registered subject to conditions or limitations; or\nthat it should be registered subject tb conditions- additional to or\nother than the conditions or limitations subject to *'hich tlre\napplication has been accepted, he may, after hearing the applicang\nif he so desires, withdraw the acceptance and proceed as if the\napplication had not been accepted.\n[9. Advertisementr-<l) When an application for regisfration of an\naurhorized user of the product bearing geogra.phical indication has been\naccepted, whether absolutely or subject to conditions or limitations, the Registar\nshall advertise that application immediately in such manner as may be\nprescribcd.\n(2) Where after the advertisement of an application,-\n(i) an errbr in the application has been corrected; or\n(ii) the application has been permitted to be amended,\nthe Registrar in his discretion may either caus€ the application to be advertised\nafresh, a new or may notiry such correction which has been made in the\napphcalion in the prescribed manner.\n20. Opposition to registration.{ 1) Within a period of three months\nfrom ths date of advertisement or rE-advertisement of the application for\nregistration of authorized user of a product bearing geographical indication, any\ninlerested person may give to the Registrar notice of opposition in rwiting in\nprescribed manner for opposition to the registration.\n1'2) This notice of opposition under sub-section (l) shall be made in\nsuch manner and on payment of such fee as may be prescribed.\n(3) The Regiskar shall sene a copy of the notice of opposition to the\nApplicant for registration as authorized user and within two months from the\nreceipt by the applicant of the notice of opposition, the applicant shall send to\nthe Registrar in the prescribed manner a counter-statement of the grounds on\nwhich h,: relies fbr his application and if he does not do so, he shall be deemed to\nhave abandoned the application.\n(4) Within two months from the receipt of copy of notice of\noppositio4 the applicant may send a counter-statement ofthe pgounds on which\nhe rclies upon to the Regisrrar in the prescribed manner.\n(5) If he fails to do so in the prescribed time limit he shall be deemed\nto have abandoned the application.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 3 I, 2O2O I53\n(6) If the applicant sends such counter-statement, the Registrar shall\ncause a copy thereofto be served on the person giving notice ofopposition.\n(7) Any evidence upon which the opponent 3!!d the app!icant may rel;\nshall be submitted in such manner and within such tim!. as may be prescribed to\nthe Registrar, and the Regisnar shall give an opportunity to them to be heard if\nthey so desire.\n(E) After hearing the parties, considering the evidence and taking into\naccount ground of objection whether relied upon by the opponent or not, the\nRegistrar shall decide whether the regis$ation is to be permitted absolutely or\nsubject to conditions or limitaticns, ifany, or not to be permitted.\n(9) Ifany party does not appear for hearing, the Registrar may e.rpcrre\ndecide on the notice of opposition on merits, upon, consideration of the evidence\navailable on record.\n(10) Where a person giving notice of opposition or an applicant sending\na counter statcment neither resides nor carries on business in Pakistan, the\nRegistrar may require him to give security for the costs of proceeding before\nhim.\n(l l) The Registrar may, on request, permit correction of any error or\nany amendment in a notice ofopposition or a counter-statement in the prescribed\ntnanner.\n21. Extensioo of time.{l) If the Registrar is satisfie4 on application\nmade to him in the prescribed manner and accompanied by the prescribed fee,\nthat there is sufficient cause for extending the time for doing any act not being a\ntime expressly provided in this Ac! rvhether the time so specified has expired or\nnot, he may subject to such conditions as he may think fit to impose, extend the\ntime and inform the parties accordingly.\n(2) Nothing in sub-section (l), shall be deemed to require the Registrar\nto hear the parties hefore disposing of an application tbr extension of time and\nno appeal shall lie from any order ofthe Registrar under this section.\n22. Correction and Amendment{l) The Registrar may, at any\ntime, N,hether before or after acceptance ofan application for registration, permit\nthe correction ofany error or permit an amendment ofthe application.\n23. Grant of rrgistration of an authorized user.{l) Where the\nRegisttar finds that conditions provided for in this Act are fulfilled and either-\n(i) the registration ofan authorized user has not been opposed wi&in\nthe prescribed time limit; or\n154 TTIE GAZETTE OF PAKISTAN, EXTRA., MARCH3I,2O2O [PART I\n(ii) the authorized user has provided statement affirming compliance\nwith the book of specifications; or\n(iii) the registration ofthe authorized user has been opposed by notice\nand the opposition has been decided in the Applicant's favour; or\n(iv) no appeal has been filed against the Registar's decision for\nregist-ation as an authorized user,\nthe Registrar shall, unless the concemed Division'otherwise directs, register the\nsaid authorized users mentioned in the application.\n(2) The authorized users, when registered under sub-.section (l), shall\nbe registereci from the date of filing of said application.\n(3) The Registrar shall issue a certificate of thc registration to the\nauthorized users bearing the seal of the Registry and shall publish a reference to\nthe said registration in the prescribed manner.\n(4) The Registrar may amend the register for addition, correction or\nomission of entries relating to authorized users.\n(5) Where an applicalion is made by any aggrieved person or any legal\nperson or an organization or designated certification body or registrant that an\nauthorized user is dealing with a registered geographical inilication in a manner\nwhich is detrimental to the public interest at large and in ncn-compliance o{\nbook of specifications and the Registrar is satisfied according to all legal\nconsiderations contained in this Act, he may pass an order frrr rectification of the\nregister or cancel the regisn-ation as he may deem iegaliy fit.\n(6) Such orders of the Regisrar shall be binding orr all the parties\nincluding the aggrieved party or authorized user, provided that appeal against the\nRegistrar's decision shall lie to the High Court.\n24. Regulatory mechaiism for registered gargmphical indication.-\n(l) The procedure for inspection and monitoriilg shall be prepated b1'concemed\nDivision for regulatory mechanism including scope, !-rcquenc-y. and procedures\nof monitoring activities and penalties to ensure the compliance of geographical\nindication products with the book ofspecificaticn.\n(2) The use of registered geographical indicatitx by rh.: authorized\nusers shall be subject to compliance with tiie book ofspecification.\n(3) IPO Pakistan shall facilitate in promorion, marketing and effective\nus€ of products bearing geographical indications.\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 3 I, 2O2O I55\n(4) The designated certification body conforming product specification\nand product standards of geographical indication goods shall present an annual\nreport to the concerned Division at the end ofeach calendar year containing a list\nof authorized users including but not limited to gtrrds, quartily and quality\nacknowledged and actions taken against non-compiiance of tht book of\ns pec ification.\n(5) Concemed Division shall oversee the efficiency of the designateC\ncefiification body or bodies.\n25. Duration, renewd, removal and restoration of regirtretion.-\n( I ) The registration of a Registrant of geogra.phical indication shall be perpetual.\n(2) The registration of an authorized user shall be for a period of ten\nvears.\n(3) The Registrar shall, on application made in the prescribed manner,\nby the authorized user, within the prescribed period and subject to the payment\nof the prescribed fee, renew the regishation of the authorized user, for a period\nof ten years fiom the date of expiration of the original registration or of the last\nrenewal of registration, as the case may be (which date is in this section rcferred\nto as the expiration ofthe last registration).\n(4) At the prescribed time, before the expiration of the last registration\nofthe authorized user, the Registrar shall send notice in prescribed marner to the\nauthorized user regarding the date ofexpiration and the conditions as to payment\nof fees and otherwise upon which a renewal of registration may be obtained,\nand, if at the expiration of time prescribed in the notice, the said conditions are\nnot been duly complied, the Registrar may remoye the authorized user from the\nregister:\nProvided that the Registrar shall not remove the authorized user from the\nregister, if an application is made in the prescribed form and the prescribed fee\nand surcharge is paid within six months from the expiration of the last\nregistration of the authorized user, as the case may be, and shall renerv the\nregistration ofthe authorized user for a period of ten years.\n(5) Where an authorized user has been removed from the register for\nnon-payment of the prescribed fee, the Registrar shall, after six months and\nwithin one year from the expiration of the last registration ofthe authorized user,\non receipt of an application in the prescribed form and on payment of the\nprescribed fee, if satisfied that it is just so to do, restore tle authorized user, as\nthe case may be, to the register and renew registration of authorized user, either\ngenerally or subject to such condition or limitation as he thinks frt to impose, for\na period often years from the expiration of the last registration.\n156 THE GAZETTE OF PAKISIAN, EXTRA., MARCH3l.2020 [PARr I\nCHAPTER- V\nRIGIITS CONFERR.E,D BY REGISTRATION OF GEOGRAPIIICAL\nI]\\IDICATION\n26. Rights confcrred by registration.-{ l) The legistration of a\ngeographical indication shall give.-\n(i) to the registrant of the geographical indication and the authorized\nuser to get relief in respect of infiingement of the registered\n^ geographical indication;\n(ii) to the authorized user, the exclusive right to use the geographical\nindication in relation to the goods in respect of which the\ngeographical indication is registered;\nright to take action against an infringer or counter{biter; and\nright to prevent the use of a registered geographi:al indication by\nany person in any manner in relation 1o the concerneri prod-{rcts to\nwhich the geographical indication relates.\n27. Use of geographical indic*tion,{l) When Geographicai indication\nhas been registered for any particular product, the producers or operators of such\nproduct who is entered in the Register as authorized users, is ertitieC to use the\nregistered geographical indication for goods, subject to cornpliancc 'r itii product\nspecification.\n(2) The use of registered geographicai.indication includes applying r1\non products, packages, advertising materiai ard any ollrer docur,eni lelated to\nregistered geographical products.\n28. National logo for certi$ing g*ographieal indication\nproducts.{1) The Registry shall establish a l'.iatior:al tieographical Indication\nlogo to certiry all geographical indicatioil oiodu.ts resisiered in Pakisian.\n(2) National Geogaphical Indicatior icgo allrp +ith regis:ereC na.ine\nof product and any other mark and detail shall ,Fpsar .rn th: ir-l,El cl'niarketol\nproducts in a prescribed manner.\n29. Registratioa to be prima fucit evirfence ef vali{i1;:,-{l) Lr ail\nlegal pr,rceedings relating to a geograplrica! indicuiion, ti.e ce!.tificate of\nregistration granted under this Ac! being a copy cfthe eltryr in the register unCer\nthe seal ofthe Geographical Indications Registy, shail be primafuae evidence\nof the validiiy thereof and be admissible in ali courls v;ithout furrher proof or\nproduction of the original.(iiD\n(iv)\nPART I] TIIE GAZETTE OF PAKISTAN, EXTRA., MARCH 3 I, 2O2O 157\n(2) Nothing in this section shall be deemed to affect right of action in\nrespect of an unregistered geographical indication.\nCHAPTER-VI\nIMRINGEMENT OF REGISTERX,D GEOGRAPHICAL INDICATION\n30. Infringement of geographical indication.{l) A person shall\ninfiinge a registered geogra.phical indication if such person uses a geographical\nindication which is identical with the registered geographical indication.\n(2) A person shall infringe a registered geographical indication, if such\nperson uses it in tlre course oftade on following grounds, namely:-\n(i) the use ofa geographical indication in respect of goods ofthe same\nor similar description but not originating in the country indicated\nby.the geographical indication in question or the true place of\norigin of the goods is falsely indicated or thc geographical\nindication is used in tanslation or accompanied by expressions\nsuch as \"kind\", 'type\", \"style\", \"imitation\" used in such a manner\nwhich misleads the persons as to the geographical origin of such\ngoods; or\n(ii) any use ofa geographical indication rhat, even if it identifies goods\ntruly originating in the place designated by that geographical\nindication, designates products that do not comply with the\nrelevant book of specification as recorded on the register shall be\ndeemed as aa infringement; or\n(iii) the mark is deceptively similar to the geographical indication and\nthere exists a likelihood of confusion on the part of public, which\nincludes the iikelihood of association with the geographical\nindication.\n31. \\Yhcn a geographicrl indication is not infringed.{l) A person\nshall not infringe a registered geograplrical indication when the-\n(i) person uses it in good taith; or\n(ii) per strn's narne or the name ofthe person's place ofbusiness is used\nbut such use does not rcsult in a likelihood of confusion or\notherwise interfere with an existing geographical indication; or\n(iii) name of the predecessor in business of the peson or the name of\nthe predecessor's place ofbusiness is used;\n158 THE GAZETTE OF PAKISTAN, EXTRA., MARC}I3I, 2020 [PARr I\n(iv) person uses the geographical indication in good faith to indicate the\nintended purpose of goods, in paricular as accessories or spare\nparts, or services; or\n(v) person uses the geographical indication for the purposes of\ncomparative advertisin g.\nCTIAPTER. VII\nINT'RINGEMENT PROCEEDINGS\n32. Action for infringement{l) Save as otherwise provided in this\nAc! an infringement of a registered geographical indication shall be actionable\nby the holder or registant and the authorized user ofthe geographical indication.\n(2) In an action for infringement all such relief by way of damages,\ninjunctions. accounts or otherwise shall be available to the holder or registrant\nand the authorized user of the geographical indication as is available in respect\nof the infiingement of any other property right.\n(3) Nothing in this Act shall be deemed to affect rights of action\nagainst any person for passing off goods as the goods of another person or the\nremedies in respect thereof.\n33. Infringement of unregistered geographical indications.{1) No\nproceeding:; to prevent, or recover damages for, infringement of an unregistered\ngeographiorl indication shall be instituted by any person.\n(2) Nothing in this Act shall be deemed to affect rights of action\nagainst an) person for passing off goods as goods of another person or any\nremedies available therein.\n34. Infringement proceedings.{l) No person shall be entitled to\ninstihlte any proceeding to recover damages for an unregistered geographical\nindication.\n(2) Arly interested person and any interesteC group of producers or\ncc,nsumers may institute proceedings in the Lp Tribunal 1o prevenr inliingement\nin respect of a registered geographical indication.\n(3) Fotlowing use of registered geographical indication shall constitute\ninflingement.-\n(i) use in the designation or presentation of a good that indicates or\nsuggests that the goods in Question originates in a geographical\nPART THE GAZETTE OF PAKISTAN, EXTRA., MARCH 3 I , 2O2O I59\narea other than the true place oforigin in a manner *,hich misleads\nthe public as to the geographical origin of the goods; or\n(ii) use which constitutes an act of unfair competition within the\nmeaning of Article l0 bis of the Paris Convention; or\n(iii) use ofa geographical indication in respect of.goods ofthe same or\nsimilar description but not originatihg in the place indicated by the\ngeographical indication in question, even where the true origin of\nthe goods is indicated or the geographical indicatibn is used in\ntranslation or accompanied by expressions such as \"kind\", 'type\",\n\"style\", \"imitation\" or the like; or\n(iv) use of a geographical indication that, even if it identifies goods\ntruly originating in the place designated by that geographical\nindication, designates goods that do not comply with the relevant\nspecification as recorded on the register.\n(4) The relief which a court may grant in any suit for infringement\nunder tlis section may include -\n(i) an injunction and confiscation ofthe products; and\n(ii) damages or share in the profits at the option ofthe plaintiff.\n35. Suits for infringemcnt to be instituted before IP Tribunals.-\n(l) No suit in matters relating to infringement of a geographical hdication or\notheru,ise relating to any right in a geographical indication shall be instituted in\nany other court except an IP Tribunal.\n36. Order for erasure of offending mark-{l) Where a person is\nfound to have infringed a registered geographical indication, the High Court or\nan IP Tribunal may make an order requiring him-\n(i) to cause the offending geographical indication to be erased,\nremoved or obliterated from arry infringing goods, material or\narticles in his possession, custodv or ccntrol; or\n(ii) to secure the deslnrction of the infringing goods, material or\narticles, if it is not reasonably practicable for the offending\ngeographical indication to be erased, removed or obliterated.\n(2) If an order under sub-section (1) is not complied with or it appears\nto the High Court or IP Tribunal, as the case may be, that such an order may not\nbe complied with, the High Court or IP Tribunal may order that infringement\ngoods, material or articles be delivered to such person and may firrther direct for\ni6O THE GAZETTE OF PAKISTAN, EXTRA., MARCH3I,2O2O [PAF.T I\nerasure, r(lmoval or obliteration of the mark cr for destruction, as the case\nmay be.\n37. Infringing goods, meterial or rrticles.{l ) Subject to sub-\nsection (2), goods shall be infringement goods in relation to a geographical\nindication. if those or packaging there of bear a mark identical or deceptively\nsimilar to that mark and-\n(i) application of the mark to the goods or packaging thereof was an\ninfringement of the registered geographical indication;\n(iit the goods are proposed to be imported into Pakistan and\napplication ofthe mark in Pakistan to those or packing thereof is an\ninfringement of the registered geographical indication; or\n(iii) the mark otherwise been used in relation to the goods in such a\nway as to infringe the registered geographical indication.\n(2't Nothing in sub-section (l) shall be construed as affecting the\nimgrrtation of goods which may be lawfully imported into Pakistan.\n(3) I\\{aterial shall be infringing material in relation to a registered\ngeoeraphical indication, if it bears a mark identical or deceptively similar to that\nmark and either it is,-\n(i) used for labeling or packaging goods as a business paper or for\nadvertising goods, in such a way as to infringe the registered\ngeographical indication; or\n(ii\\ intended to be so used and such use would infringe the registered\ngeographical indication.\n(4) Infringing articles in relation to a\ni:rdication means such articles xtrich--registered geographical\n(i) are specifically designed or adapted for making copies of a mark\nidentical or similar to that mark; and\n(iii a person has in his possession, custody or control, knowing or\nhaving reason to believe that those have been or are to be used to\nproduce infringing goods or material.\n38. Order as to disposal of infringing goods, materiel or articles.-(l) Where infringing goods, material or articles have been confiscated, an\napplication may be made to the High Court or lP Tribrmal.-\nPART II THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2020 16l\n(i) for an order that those be deshoyed or forfeited; or\n(ii) for a decision that no such order may be made.\n- (2) In considering what order, if any, should be made, the IP Tribunal\nshall consider whether other remedies available in an action for infringement of\nthe registered geographical indication may be adequate to compensate the\naggrieved party and protect their interests.\n(3) Where there are more persons than one interested in the goods,\nmaterials or articles, the IP Tribunal shall make such order as it thinksjust.\n(4) If the IP Tribunal decides that no order should be made under this\nsection, then the person, in possession of the goods shall be entitled to retain\nthem.\nCHAPTER-VIII\nPENALTIES AIID PROCEDURDS\n39. Meaning of appllng Geographical Indications.{1) A person\nshall be deemed to apply a geographical indication for goods who-\n(i) applies to the goods themselves or uses it in relation to goods;\n(ii) applies to any package in or with which the goods are sold or\nexposed for sale or had in possession for sale or for any purpose of\ntrade or manufacture; or\n(iii) places, encloses or annexes any goods which are goods which are\nsold or exposed for sale or had in possession for sale or for any\npurpose of trade or manufacture in or with any package or other\nthing to which a trade description has been applied; or\n(iv) uses a geographical indication in any manner reasonably likely to\nlead to the beliefthat the goods in connection with which it is used\nare designed or described by that geographical indication ; or\n(v) in relation to the goods uses a geographical indication in any sign,\nadvertisement, invoice, catalogue, business lefteq price list or other\ncommercial documents and goods are delivered or services are\nrendered to a person in pursuance of a request or order made by\nreference to the geographical indication as so used.\n162 TIIE GAZETTE OF PAKISTAN, EXTRA., MARCH3I, 2020 IPARr I\n(2) A geographical indication shall be deemed to be applied to goods\nwhether it is woven in, impressed on, otherwise worked into or annexed or\naffixed to the goods or to any packaging or other thing.\n40. False application of geographical indication.{l) A person\nshall falsely apply geographical indication if such person uses in the course of\ntrade a geographical indication which-\n(i) is used without the consent of the registrant or authorized user of\ngeographical indication makes the geoglaphical indication or\ndeceptively similar geographical indication; or\n(ii) falsifies any genuine geographical indication, whether by\nalteration, addition, effacement or otherwise; or\n(iii) where the geographical indication is a well-knov'tt geographical\nindication or has a reputation in Pakistan and the use of the\nGeographical Indication being without due cause, takes unfair\nadvantage of or is detrimental to the distinctive character or the\nrepute of the geographical indication; or\n(il) uses such registered geographical indication as his trade name or\npart ofhis trade name; or\n(r) uses such registered geographical indication as his domain name or\npart of his domain name or obtains such domain name without\nconsent of the proprietor of the registered geographical indication.\nwith the intention of selling such domain name to another\nincluding the proprietor of the registered geographical indication;\nor\n(vi) uses any package bearing a geographical indication which is\nidentical with or deceptively similar to the geographical indication\nof such regisrant or authorized user, for the purpose of packing,\nfilling or wrapping therein any goods other than the genuine goods\nofthe authorized user ofthe geographical indication.\n(2) Any geographical indication falsely applied as mentioned in sub-\nsection (l ), is in this Act referred to as a false geographical indication.\n(3) In all legal proceedings, a person who sells or offers goods for sale\nor purs those on the market or has in possession for sale or any purpose of trade\nor manufacture any goods bearing a mark which infringes a registered\ngeographical indication, the burden of proving the consent of the registrant or\nauthorized user shall lie on the accused and be treated as a party to infringement\nof a registered geographical indication, unless he proves that -\nPARTI] THEGAZETTEOFPAKISTAN,EXTRA.,MARCH3I, 2O2O 163\n(i) having taken all reasonable precautions, he had reasons to suspect\nthe genuineness of the geographical indication;\n(ii) on demand made by IP Tribunal or High Cour! as the case may be,\nhe gave all the information in his power with respect to the persons\nfrom whom he obtained such goods; and\n(iii) he had otherwise acted innocently.\n41. Penalty for epplyng false geographical indication, etc.-{l)\nAny person who,-\n(i) falsely applies geographical indication to goods; or\n(ii) applies to any goods to which an indication ofthe country or place\nin which they were made or produced or the name and address of\nmanufacture or person for whom the goods are manufactured is\nrequired\n(iii) tampers with, alters or effaces an indication of origin which has\nbeen applied to aay goods; or\n(iv) causes any of the aforementioned things to be done, shall, unless\nhe proves that he acted without intent to defraud,\nshall be punished with imprisonment of either description for a term which shall\nnot be less than six months but which may extend to three years, or with fine\nwhich shall not be less than ten hundred thousand rupees, or with both.\n42. Penalty of falsely representing a geographical indication as\nregistered.{l) No person shall make any representation-\n(i) with respect to a mark not being a registered geographical\nindication to the effect that it is a registered geographical\nindication;\n(ii) with respect to a part of a registered geographical indication not\nbeing a part separately registered as a geographical indication, to\nthe effect that it is separately registered as a geographical\nindication;\n(iii) to the effect that a registered geographical indication is registered\nin respect of any goods in respect of which it is not, in fact,\nregistered; or\n(iv) to the effect that the registration of a geographical indication gives\nan exclusive right to the use thereof in any circumstances in which,\n164 TIIE GAZET.TE OF PAKISTAN, EXTRA., MARCH3l, 2O2O [PART I\nhaving regard to limitations entered on the register, the registration\ndoes not, in fact, give that right.\n(2) If any person contravenes any of the provisions of subsection (l),\nhe shall be punishable with imprisonment for a term which shall not be less than\none month but which may extend to six months, or with fine which shall not be\nless than five hundred thousand rupees, or with both.\n(3) For the purposes ofthis section, the use in Pakistan in relation to a\ngeographical indication of the word \"registered\", or of any other expression\nreferring whether expressly or impliedly to registration, shall be deemed to\nimport a refererrce to registration in the register, except,-\n(i) where that other expression is of itself such as to indicate that the\nreference is to such registration as is mentioned in clause (i); or\n(ii) where that word is used in relation to a mark registered as a\ngeographical indication under the laws of a country other than\nPakistan and in relation solely to goods to be exported to that\ncountry.\n(4) The Registrar may, either himself or upon a complaint in writing\nmade to him, call upon any person who is allegedly contravening any of the\nprovisions ofclauses (i) to (iii) of sub-section (l) to show cause as to why action\nshould not be taken against him:\nProvided that power ofthe Registrar shall be limited to the imposition of\nfine is provided under sub-section (2), in addition he may refuse the application\nfor registration ofthe geographical indication if his apptication for registration of\nGI as authorized user is pending. ln case the authorized user of geogpaphical\nindication is registered, Registrar may order invalidation of the registration or\nany combination thereof as the case may be.\nCHAPTER-IX\nPROHIBITION ON ASSIGNMENT AND TRANSMISSION\n43. Prohibition on transfer etc.-Notwithstanding anything\ncontained in any law for the time being in force, any right to a registered\ngeographical indication shall not be the subject matter of assignment,\ntransmission, licensing, pledge, mortgage, licensing or any such other agreement\nby the authorized user, provided that on the death of an authorized user his right\ni:r a registered geographical indication shall devolve on his successor in title\nunder the law for the time being in force.\nPART II THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2020 165\nCHAPTER.X\nRDCTIFICATIONAND CORRECTION OF TIM REGISTER\n44. Power to vary a registration, and r€ctiry or corrcct the R€ister.-\n(l) Any person having a su{ficient interest may apply for the rectification ofan\nerror or omission in the Register:\nProvided that an application for rectification may not be made in respect\nofa matter affecting validity of registration ofa geographical indication.\n(2) The effect of rectification of the register shall be that the error or\nomission in question shall be deemed never to have been made.\n(3) The Registrar may, on application made in prescribed manner, by\nthe registrant or an authorized user enter any change in his name or address as\nrecorded in the register.\n(a) The Registrar may, if he considers it necessary, implement any\namended or substituted classification of goods for purposes of registration of a\ngeographical indication as may be prescribed.\n(5) The existing entries on the register may be amended to record any\nnew classification as may be prescribed.\n45- Poryer to vary or cancel registration as an authorized user.-\n(l ) The registration of a person as an authorized user may be -\n(i) amended, corrected or cancelled by the Registrar on the application\nby the Registrant of the geographical indication or certification\nbody or organization in the prescribed manner for failure to\nobserve such conditions and restrictions which were pre-requisites\nof registration as an authorized user;\n(ii) amended, corrected or cancelled by the Registrar on the application\nin writing in the prescribed manner by an authorized user of the\ngeographical indication; and\n(iii) cancelled by the Registrar as envisaged under clauses (i) and (ii)\n(2) Registration of authorized user may be varied or cancelled by IP\nTribunal in case of infringement of a registered geographical indication. It may\nbe varied or cancelled by High Court in case an appeal is filed against a decision\nof registrar or an appeal filed against the order of IP Tribunal; in the prescribed\nmanner by any person aggrieved or organization on the $ounds that the\n166 THE GAZETTE OF PAKISTAN, EXTRA,, MARCH3I,2O2O [PART I\nauthorized user has used\nprovisions ofthis Act.the geographical indication in violation of the\n46. Rectilication of registration of a tradeqark.-The Registrar of\nTrade Marks Registry may, on his own motion or on application of an interested\nparty, refuse or rectiff the registration of a trademark which consists of a\ngeographical indication with respect to goods not originating in the territory\nindicated, if use of the indication in the trademark for such goods is of such a\nnature so as to mislead the public with regard to the actual place oforigin.\n47 - Power of Registrar to withdraw or transfer cases.-The Registrar\nmay. by order in writing and for reasons to be recorded therein, withdraw any\nmatter pending before an officer appointed under section 5 and deal with such\nmatter himself either de novo or fiom the stage it was so withdrawn or transfer\nthe same to another officer so appointed who may, subject to special directions\nin tlre order of transfer, proceed with the matter either de novo or fiom the stage\nit was so tran sferred.\n48. Conflicting marks.-The Registrar shall, er oficio or al the\nrequest of an interested person, refuse or invalidate registration of an authorized\nuser which contains or consists of a geographical indication to be used with\nrespect to goods of the same or similar description as those designated by that\ngeogra.phical indication.\nIVtrSCELLAI\\IEOUS\n49. Procedure before the Registrar.{ I ) In all proceedings before\nthe Registrar under this Act,-\n(i) the Registrar shall have all the powers of a civil court for the\npurposes of receiving evidence, administering oaths, enforcing\nattendance of witnesses, compelling discovery and production of\ndocuments, issuing commissions for examination of witness and\ngranting a certificate ofcontesled validity; and\n(ii) evidence shall be given by affidavit, provided that the Registrar\nmay, if he thinks fit, take oral evidence in lieu of or in addition tc\nsuch evidence by aflidavit.\n(2) The Registrar shall not exercise any powers vested in him undel\nthis Act or the rules made thereunder adversely to any party duly appearinp,\nbefore him, without giving such party an opportunity ofbeing heard.\n50. Appeal against decision of the Registrar.{l ) Save as otherwist,\nexpressly provided in this Act, an appeal shall lie, within the prescribed period,\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 3I , 2O2O 161\nagainst any decision of the Registrar under this Act or rules made thereunder to\nthe High Court having jurisdiction:\nProvided that if any suit or other proceedings conceming the\ngeographical indication in question is pending before an IP Tribunal, the appeal\nshall lie to the High Court within whose jurisdiction that IP Tribunal is situated.\n(2) Subject to the provision ofthis Act and of rules made thereundeq\nthe provisions ofthe Code of Civil Procedure, 1908 (Act V of I908), shall apply\nto appeal before the High Court.\n5 1. . Application of certain pmvisions of the Trade Marks Ordirance\n200f Q(D( of 2001), including provisions in relation to importation of\ninfringing goods, material or erticles.-The provisions of sections 52 to 68,\nl0l, 104,113, 119,126 of the Trade Marks Ordinance 2001(XIX of200l) shall\nhave effect to proceedings under this Act, in relation to all such matters referred\nto and provided therein as they have effect in relation to similar matters under\nthe said Ordinance with respect to goods, except that references to the\nOrdinance, trademarh Trademarks Registry and district court they shall be\ndeemed to be a reference to this Act, geographical indication, Geographical\nIndications Registry and IP Tribunal respectively.\n52. Adaptation of classification of goods.-For the purposes of this\nAct, the Registrar shall use prescribed classifications, as revised or amended\nfrom time to time.\n53. Revocafion.-Any interested person may request the Regist'ar\nwithin twelve months of registration of an authorized user of geographical\nindication; or the High Court at any time after registration ofan authorized user\nto revoke the registration of a geographical indication on the grounds provided\nunder section 8:\nProvided that if any suit or other proceedings concerning the same\ngeographical indication are pending before an IP Tribunal, the application shall\nbe made to the High Court within whose jurisdiction that IP Tribunal is located.\n54. Power of fee setting and collection.-The concemed Division\nshall prescribe a schedule of fee and charges for services rendered to the\napplicants and the public or as otherwise required under this Act. Any fee\ncollected under this Act or the rules shall be deposited in the name of Director\nGeneral IPO as demand draft or as may be prescribed.\n55. Power to make rules.-The concemed Division shall make rules,\nby notification in the official Gazette.\n168 THE GAZETTE OF PAKISTAN, EXTRA., MARCH3I, 2O2O [P^RT I\n56. Registrar and other oflicers not compelleble to produce\nregister--The Registrar or any officer of the Registry shall not, in any legal\nproceedings to which he is not a party, be compellable to produce the register or\nany other document in his custody, the contents of which can be proved by the\nproduction of a certified copy issued under the Act or to appear as a witness to\nprove the matters therein recorded unless by order of the IP Tribunal made for\nspecial cause.\n57. Power to remove difficulties.-If any difficulty arises in giving\neffect to the provisions of this Act, the Federal Govemment may, by notification\nin the olficial Gazette, make such provisions not inconsistent with the provisions\nof this Act as may appear to be necessary for removing the difficulty.\n58. Repeal and savings.{ l) Clause (xix) of section 2 of the Trade\nMarks Chdinance, 200I(XD( of200l) is hereby repealed.\n(2) On the commencement of this Act any geographical indication\nregistered under the Trade Marks Ordinance, 2001(XIX of 2001), shall\nautomatically stand repealed and a fiesh registration process under this Act shall\nrequire to be initiated. A non-exhaustive indicative lisl of prospective\ngeographical indications of Islamic Republic of Pakistan is provided for fresh\nregistration process in the Schedule of the Act.\nTAHIRHUSSAIN,\nSecretary.\nPRIN'IED T}Y TIIE MANAGER, PRJNTINC CORIORANON OF PAKISTAN PRI]SS, ISIAMABAD,\nPUBLISHED BY IIIE DEPUTY CONIROLLF:R. STATIONERY AND FORMS, UMVERSITY ROAD, KARACHI,"
}