{
    "file": "./converted_json\\administratorf71c64c6107da99615d35bd64ffa3f43.json",
    "name": "Pakistan Broadcasting Corporation (Amendment) Ordinance, 2023",
    "date": "30 November 2023",
    "tagline": "Further to amend the Pakistan Broadcasting Corporation Act, 1973",
    "content": "REGTSTERED No.Y.=.19?L.-7ffi6\n@UeGsrfre d $Ehffi\n-....-t%r-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAI), THURSDAY, NOVEMBER 30, 2023\nPART I\nActs, Ordinances, Presidentts Orders and Regulations\nGOVERNMENTOF PAKISTAN\nMINISTRY OF LAW AIYD JUSTICE\nIslamabad, the 30th November, 202i\nF. No. 2(l)t2023-Pub.-The following ordinance Promulgated on 30th\nNovember, 2023 by the President is hereby published for general information: -\nORDTNANCENO.II OF2023\nAN\nORorNaNcP\nfurther to amend the Pakistan Broadcasting corporation Act, 1973\nWHEREAS, it is expedient further to amend the Pakistan Broadcasting\nCorporation Act,1973 (XXXI of 1973);\nAuo wgeRpas, the National Assembly stands dissolved and the senate\nis not in session and the President of the Islamic Republic of Pakistan is satisfied\nthat circumstances exist which render it necessary to take immediate action;\n(81s)\nPrice: Rs. 6.00\nL2234QAn)lEx. Gaz.i\n816 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 30,2A23 [Penr I\nNow, THEREFoRE, in exercise of the polvers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Repubiic of Pakistan is pleased to make and promulgate the\nfollowing Ordinance:-\nl. Short title and commencement.{l) This Ordinance shall be\ncalled the Pakistan Broadcasting Corporation (Amendment) ordinan ce,2023.\n(2) It shall come into force at once.\n2. Insertion of section 3A, Act XXXII of 1973.-in the pakistan\nBroadcasting corporation Act, 1973 (xxxll of 1973), hereinafter called as the\nsaid Act, after section 3, the following new section shall be inserted, namely:-\n\"3A. Application of Act VII of 2023.-{D The provisions of the\nState-owned Enterprises (Governance and Operations) Act, 2023(vII of 2023) shall apply to the Pakistan Broadcasting corporation\nwhich shall be deemed to be a state-owned Enterprise for the\npurposes of the said Act.\n(2) where any inconsistency arises in a provision of the said Act\nand a provision of this Act for the purpose of governanie of the\ncorporation as a state-owned enterprise, the provisions of the said\nAct shall prevail.\".\n3. substitution of section 4, Act xxxll of 1973.-In the said Act,\nfor section 4, the following shall be substituted, namely:-\n\"4. Board.{l) The general direction and the administration of the\nCorporation shall vest in a Board consisting of -\nS.No. Mem Status\n(1) (2) (3)\n1Secretary of the division to which business of the\nCorporation stands allocatedChairman\n2.Additional Foreign Member\n3Additional $ecretary Finance Member\n4.Director Gen eral, Inter-Services Public Relations\n(rsPR)Member\n5Managing Director,\nCorporatiqnTelevision Member\n6.Director General Member-cum-\nSecretary\n7A represplntative of the Interior Division Member\nNine eminent persons, as Independent Directors,to be appointed by the Federal Government,\nincluding at least one from eachprovlnce,Member8.,\nPanT I] THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 30, 2023 817\nS.No. Membershin Status\nIslamabad Capital Territory, Gilgit-Baltistan and\nAzad Jarnmu and Kashrnir\n(2) The members, other than ex-officio members, shall hold offrce for a\nterm of three years and shall be eligible for re-appointment but in no case for\nmore than two consecutive terms and they may, by writing under their hand\naddressed to the Federal Government by giving a notice of not less than one\nmonth, resign their, offices:\nProvided that the resignation shall not take effect until it has been\naccepted by the Federal Government.\n(3) In particular and without prejudice to the generality of the\nprovisions of sub-section (1), the Board shall have full powers with regard to-\n(a) the preparation of the annual revenue budget of the Corporation and\napproval of the budget and expenditure not included in its annual\nbudget for capital and development expenditure;\n(b) the formulation and implementation of all programs and policies;\nand\n(c) the making of plans for infrastructural and technological\ndevelopment within the country and for promotion of the\nCorporation's interests abroad.\"\"\n4. Amendment of section 7, Act )O(XII of 1973.-In the said Act, in\nsection 7, for sub-section2, the following shall be substituted, namely:-\n(2) The quorum for a meeting of the Board shall be one-third of its\ntotal membership\".\n5. Substitution of section 8, Act XXXII of 1973.-In the said Act,\nfor section 8, the following shall be substituted, namely:\n\"8. Director General.{i) There shall be a Director General of the\nCorporation to be appointed by the Federal Government on\nrecommendation of the Board in such manner and on such terms and\nconditions as may be prescribed.\n(2) The Director General shall be the chief executive officer of the\nCorporation and-\n818 THE GAZETTE OF PAKISTAN, NOVEMBER 2023 I\n(a) be responsible for the management of the Ccrporation and for its\nprocedures in financial and other matters under delegation from the\nBoard and subject to the oversight anci directions of the Board;\n(b) ensure the proper implementation of strategies and poiicies\napproved by the Board: and\n(c) put in place appropriate affangements to ensure that funds and\nresources are properly safeguarded and are used economically,\nefficiently and effectively and in accordance with the state-owned\nenterprise business plan, the primary objective and all statutory\nobligations.\". '\n6. Insertion of new section 22 A, Act XXXII of 1973.-In the said\nAct, for section 22,the following shall be inserted. namely:-\n*22A- Removal of difliculties.-If any diffrculty arises in giving effect\nto any of the provisions of this Ordinance, the Federal Government may make\nsuch order, not inconsistent with the provisions of this Ordinance, as may appear\nto be necessary for the purpose of removing the difficulty.\".\nDR. ARIF ALVI,\nPresident.\nRAJANAEEM AKBAR,\nSecretary.\nPRINTED BY THE MANAGE& PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISMD BY THE DEPUTY CONTROLLE& STANONERY AND FORMS, TJNTVERSTT}' ROAD, KARACHI."
}