{
    "file": "./converted_json\\administratorb23c06172d88efe3b43e479f5ad8279b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "at goats -M 302 REGISTERED No.  L.-7646 \nof Siakidatt \nimttprika \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, WEDNESDAY, MARCH 22, 2017 \nPART! \nActs, Ordinances, President's Orders and Regulations \nNATIONAL ASSEMBLY SECRETARIAT \nIslamabad, the 21st March, 2017 \nNo. F. 22(9)/2015-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on the 17th March, 2017 is hereby \npublished for general information:— \nACT NO. VII OF 2017 \nAn Act to provide for sokmnization of marriages by Hindu families and for \nmatters ancillary and incidental thereto \nWHEREAS it is constitutional obligation that the state shall protect the \nmarriage, the family, the mother and the child and also safeguard the legitimate \nrights and interests of minorities; \nAND WHEREAS it is expedient to have a consolidated law providing for \nsolemnization of marriages by Hindu families and the matters connected therewith \nand incidental thereto; \n(61) \nPrice: Rs. 10:50 \n[377 (2017)/Ex. Gaz.] \n62 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 22,2017 [PART I \nAND WHEREAS the Provincial Assemblies of Balochistan, Khyber \nPakhtunkhwa and Punjab have passed Resolutions under Article 144 of the \nConstitution of the Islamic Republic of Pakistan to the effect that Majlis-e-Shoora \n(Parliament) may, bylaw, regulate solemnization of marriages by Hindu families and \nfor matters connected therewith and incidental thereto; \nIt is hereby enacted as follows:- \t\n1. \tShort title, extent, application and commencement.—(1) This \nAct may be called the Hindu Marriage Act, 2017. \nIt extends to the Islamabad Capital Territory and the Provinces of \nBalochistan, Khyber Palchtunkhwa and Punjab. \nSubject to sub-section (2), it shall apply to those citizen of Pakistan \nwho profess Hindu religion in any of its forms. \nIt shall come into force at once. \t\n2. \tDefinitions.—In this Act, unless the subject or context otherwise \nrequires \n\"Court\" means a Family Court as defined under the West Pakistan \nFamily Courts Act, 1964 (W.P. Act, XXV of 1964); \n\"customs\" and \"customary rites\" mean any tradition which is not \nunlawful and the same has been continuously and uniformly observed \nfor a long time among Hindus in any local area, tribe, community, \ngroup or family; \n\"degrees of prohibited relationship\" means any prohibited relationship \nas per laws, religion and customs having force of law relating to Hindu \npersons; \n\"Government\" means the Federal Government or the Provincial \nGovernment as the case may be; \n\"Hindu marriage\" means the union of Hindu male and Hindu female \nsolemnized under thisAct and includes the marriage solemnized before \ncommencement of this Act in accordance with the law, religion and \ncustoms having force of law relating to Hindu persons; \n(0 \t\"marriage register\" means register of marriages maintained by \nmarriage registrar as may be prescribed; \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 22,2017 \t63 \n\"marriage registrar\" means a person authorized and appointed by the \nGovernment to register Hindu marriages under this Act: \n\"prescribed\" means prescribed by rules made under this Act; and \n\"shaadiparat\" means certificate of marriage issued by the marriage \nregistrar, which certifies the solemnization of Hindu marriage. \t\n3. \tOverriding effect of Act.—The provisions of this Act shall have \neffect not withstanding any other law or custom or usage for the time being in force. \t\n4. \tConditions for a Hindu marriage.—A Hindu marriage shall be \nsolemnized, if the following conditions are fulfilled, namely:- \nat the time of marriage, the parties are of sound mind and capable of \ngiving a valid consent; \nboth the parties are not below the age of eighteen years; \nthe parties to the marriage are not within the degrees of prohibited \nrelationship; and \nneither party has a spouse living at the time of marriage: \nProvided that condition in clause (d) shall not apply where a living female \nspouse cannot conceive a child and medically declared to be so. \t\n5. \tCeremonies for Hindu marriage.—A Hindu marriage may be \nsolemnized in accordance with the customary rites, rituals and ceremonies of either \nparty thereto. \t\n6. \tRegistration of Hindu marriages.—(1) The solemnization of every \nHindu marriage shall be registered in accordance with the provisions of this Act. \nSuch registration shall take place within a period of fifteen days of solemnization of \nHindu marriage. \n(2) The marriage register shall be open for inspection and shall be \nadmissible as evidence of the contents contained therein or certified extracts there \nfrom shall, on application, be given by the marriage registrar on payment of such \nfee, as may be prescribed. \t\n7. \tAppointment and functions of marriage registrar.—(1) The \nGovernment shall, by notification in official Gazette, appoint one or such numbers of \nmarriage registrars in the territory of a district or such other areas as would be \nconvenient for Hindu population living in the said district or such other areas. \n64 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 22, 2017 [PART I' \nFor the purposes of registration of Hindu marriage, the marriage \nregistrar or person duly authorized by him from amongst the local Hindu community \nin the manners as may be prescribed, shall be responsible to register the marriage. \nThe parties to Hindu marriage shall give their particular to the respective registrar or \nhis authorized person for the purpose of entry thereof in shaadiparat \nThe form of shaadiparat, the record to be preserved and maintained \nby the marriage registrar shall be such as may be prescribed. Until the rules are \nmade, the shaadiparat annexed as Schedule A of this Act shall be used as \nshaadiparat. \nThe marriage registrar shall prepare such number of copies as may be \nprescribed and unless the rules are made, he shall prepare three copies thereof. One \ncopy each shall be given to the respective parties to marriage and one copy shall be \nkept in the office of marriage registrar as a public record. \nRestitution of conjugal rights.—When either a husband or a wife \nhas, without reasonable excuse, withdrawn from the society of the other, the aggrieved \nparty may, by a petition to the Court, apply for restitution of conjugal rights and the \nCourt, on being satisfied of truth of statements made in such petition and that there \nis no legal ground why the application should not be granted, may decree restitution \nof conjugal rights: \nExplanation—Where a question arises whether there has been reasonable \nexcuse for withdrawal from the society, the burden of proving reasonable excuse \nshall be on the person who has withdrawn from the society. \nJudicial separation.—(1) Either party to Hindu marriage, whether \nsolemnized before or after commencement of this Act, may present a petition to the \nCourt praying for a decree of judicial separation on any of the ground specified in \nsub-section (1) of section 12 and in the case of a wife also on any of the grounds \nspecified in sub-section (2) thereof \n(2) \tWhere a decree of judicial separation has been passed, the Court \nmay, on the application of both the parties and on being satisfied of truth of statements \nmade in such petition, rescind the decree if it considers it-just and reasonable to do so. \nVoid marriage.—Any Hindu niarriage solemnized after \ncommencement of this Act may, on a petition to the Court presented by either party \nto the marriage or their real parents, be declared null and void on the conditions \nspecified in clauses (c) and (d) of section 4. \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 22, 2017 \t65 \n11. \tVoidable marriage.--(1) Any Hindu marriage solemnized, whether \nbefore or after commencement of this Act, may be declared voidable and may be \nsubsequently annulled by a decree of nullity passed by the Court if— \nthe marriage has not been consummated owing to impotence of the \nrespondent; or \n•the marriage has been solemnized in contravention of the condition \nspecified in clause (b) of section 4; or - \nconsent of the petitioner was obtained by force, coercion or by fraud \nas to the nature of the ceremony or as to any material fact or \ncircumstance concerning the respondent; or \nthe respondent was at the time of marriage pregnant by some person \nother than the petitioner. \n(2) Notwithstanding anything contained in sub-section (1), no petition \nfor annulling a mairiage,— \non the ground specified in clause (c) of sub-section (1), shall be \nentertained, if— \n(0 \tthe petition is presented more than one year after the force or coercion \nhad ceased to operate or, as the case may be, the fraud had been \ndiscovered; or _ \n(ii) the petitioner has, with his or her full consent, continued to live with \nthe other party to the marriage as husband or wife after the force had \nceased to operate or, as the case may be, the fraud has been discovered; \nand \non the ground specified in clause (d) of sub-section (1) shall be \nentertained unless the Court is satisfied that— \nthe petitioner was, at the time of marriage, ignorant of the facts alleged; \nand \nthe proceedings have been instituted, In the case of marriage \nsolemnized— \n(a) \tbefore the commencement of this Act within one year of such \ncommencement; and \n66 \tTEE GAZETTE OF PAKISTAN. EXTRA., MARCH 22,2017 [PART I \n(b) after such commencement, within one year from the date of the \nmarriage. \n12. Termination of Hindu marriage.—(1) Any Hindu marriage \nsolemnized whether before or after commencement of this Act may, on a petition \npresented to the Court by either a husband or a wife, be terminated by decree of \ntermination of marriage on the ground — \n(a) \tthat the other party — \n(0 \thas, after the solemnization of the marriage, treated the petitioner with \ncruelty; or \nhas deserted the petitioner for continuous period of not less than two \nyears immediately proceeding the presentation of the petition: \nExplanation.—In this clause, the expression \"desertion\" means the desertion \nof the petitioner by the other party to the marriage without reasonable cause and \nwithout the consent or against the wish of such party and includes the willful neglect \nof the petitioner by the other party to the marriage; or \nhas ceased to be Hindu by conversion to another religion; or \nhas been incurably of unsound mind or has been suffering continuously \nor intermittently from mental disorder of such a kind and to such an \nextent that the petitioner cannot reasonably be expected to live with \nthe respondent; \nExplanation.—In this clause, the expression \"mental disorder\" means mental \nillness, arrested or incomplete development of mind, psychopathic disorder or any \nother disorder or disability of mind including schizophrenia and the expression \n\"psychopathic disorder\" means a persistent disorder or disability of mind (whether \nor not including sub-normality of intelligence) which results in abnormally aggressive \nor seriously irresponsible conduct on the part of the other party and whether or not \nit requires or is s'usceptible to medical treatment; or \nhas been suffering from a virulent and incurable from of leprosy; or \nhas been suffering from venereal disease in a communicable from or \nHIV Aids; or \nhas renounced the world by entering any religious oider; or \nPART 1] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 22, 2017 \t67 \n(b) \tthat there has been no resumption of cohabitation as between the \nparties to the marriage for a period of more than one year after he \npassing of decree for judicial separation or order of restitution of \nconjugal rights passed by the Court. \n(2) \tA wife may also present a petition for termination of her marriage on \nthe grounds,— \nin the case of any marriage solemnized before commencement of this \nAct, that the husband had married again before such commencement \nor that another wife of the husband married before such \ncommencement was alive at the time of the solemnization of the \nmarriage of the petitioner: \nProvided that in either case the other wife is alive at the time of the \npresentation of the petition; or \nthat the husband has neglected or has failed to provide for her \nmaintenance for a period of two years; \nthat the husband his been sentenced to imprisonment for a period of \nfour years or upwards; or \nthat her marriage, whether consummated or not, was solemnized before \nshe attained the age of eighteen years and she has repudiated the \nmarriage before attaining that age; \nExplanation.—This clause applies whether the marriage was solemnized \nbefore or after commencement of this Act. \n13. \tFinancial security of wife and child ren.—(1) If a wife is respondent \nin a petition for termination for the marriage by decree of termination, she may \noppose the grant of decree on the ground that the termination of the marriage may \nresult in grave financial hardship to her unless arrangements have been made to the \nsatisfaction of the Court to eliminate such hardship: \nProvided that nothing contained in this Act shall affect any right which she \nmay have to her dower or any part thereof on the termination of marriage. \n(2) \tThe Court shall not pass a decree of termination unless the Court is \nsatisfied that adequate provisions for the maintenance of children born out of the \nmarriage has been made in commensuration with the financial capacity of the parties \nto the marriage. \n68 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 22, 2017 [PART I \nAlternate relief in termination of marriage proceeding.—In any \nproceeding under this Act, on a petition for termination of marriage by decree of \ntermination, except in so far as the petition is found on the ground mentioned in \nsub-clauses (i), (ii), (iv) and (vii) of clause (a) and clause (b) of sub-section (1) of \nsection 12, the Court may, if it considers it just so to do having regard to the \ncircumstances of the case, pass, a decree for judicial separation instead of decree \nfor termination of marriage. \nTermination of Hindu marriage by mutual consent.—(1) Subject \nto the provisions of this Act, a petition for termination of marriage by decree of \ntermination may be presented to the Court by both the parties to a marriage together, \nwhether such marriage was solemnized before or after commencement of this Act, \non the ground that they have been living separately for a period of one year or more, \nthat they have not been able to live together and they have mutually agreed that the \nmarriage should be terminated. \n(2) \tOn the decision by both the parties made not earlier than six months \nafter the date of the presentation of the petition referred to in sub-section (1) and not \nlater than eighteen months after the said date, the Court shall, on being satisfied \nafter hearing the parties and after making such inquiry as it thinks fit that a marriage \nhas been solemnized and that the averments in the petition are true, pass a decree of \ntermination declaring the marriage to be terminated with effect from the date of the \ndecree. \nSeparated person may marry again.—When a Hindu marriage \nhas been annulled or terminated by a decree of nullity or decree of termination, as the \ncase may be and the time for appeal has expired or an appeal has been preferred \nbut has been dismissed, it shall be lawful for either party to the marriage so terminated \nto marry again after expiry of six months from final decision. \nHindu widows are entitled to remarry.—A Hindu widow shall have \nright to re-marry of her own will and consent after the death of her husband provided \na period of six months has lapsed after the husband's death. \nLegitimacy of child born out of void and voidable Hindu \nmarriage.—(1) Notwithstanding that a Hindu martiage is null and void under \nsection 10, any child of such marriage who would have been legitimate if the marriage \nhad been valid, shall be legitimate, whether such child is born before or after \ncommencement of this Act and whether or not a decree of nullity is granted in \nrespect of that marriage under this Act and whether or not the marriage is held to be \nvoid otherwise than on a petition under this Act. \n(2) \tWhere a decree of nullity is granted in respect of a voidable Hindu \nmarriage under section 11, any child begotten or conceived before the decree is \nmade, who would have been the legitimate child of the parties to the marriage if at \nthe date of the decree it had been terminated instead of being annulled, shall be \ndeemed to be their legitimate child notwithstanding the decree of nullity. \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 22, 2017 \t69 \n19. \tValidation of marriages.—All Hindu marriages solemnized before \ncommencement of this Act shall be deemed valid. \n20. Punishment of bigamy.—Any Hindu marriage solemnized after \ncommencement of this Act is void if at the date of such marriage either party had a \nspouse living and the provisions of section 494 and 495 of the Pakistan Panel Code, \n1860 (Act XLV of 1860) shall apply accordingly \n21. Punishment for contravention of certain other conditions for \nHindu marriage.—Every person who get his or her marriage solemnized under \nthis Act in contravention of the conditions specified in clauses (b) or (c) of section \n(4) shall be punishable with simple imprisonment which may extend to six months \nbut not less than three months, or with fine which may extend to five thousand \nrupees, or with both. \n22. \tCourt to which petition shall be presented.—Every petition under \nthis Act shall be presented to the Family Court and the provision of— \nthe West Pakistan Family Courts Act, 1964 (WPXXXV of 1964) except \nproviso of sub-section (4) of section 10, sub-section (2) of section 14 \nand section 21 and 23 thereof; and \nthe West Pakistan Family Court Rules 1965, except proviso to clause \n(b) of rule (6) thereof; \nshall mutatis mutandis apply to the proceedings under this Act. \n23. Penalty for violating the provision of this Act.—(1) Any person \nwho contravenes the provision of this Act or rules made there under regarding \nregistration of Hindu marriage shall be punishable with simple imprisonment for a \nterm which may extend to. three months or with fine which may extend to \none thousand rupees or with both. \n(2) \tMy person who make statement or give particulars to be entered in \nthe shaadiparat, which is false or has reason to believe to be false, shall be punished \nwith a simple imprisonment which may extend to six month but not less than \none month of a fine which may extend up to one hundred thousand or with both. \n24. \tCognizance of offence under this Act.—Notwithstanding anything \ncontained in the Code of Criminal Procedure 1898 (Act V of 1898), all offences \nunder this Act shall be non-cognizable and non-compoundable and the same shall be \ntriable by a Magistrate First Class on a complaint in writing by a marriage registrar. \n25. \tPower to make rules.—The Government may, by notification in the \nofficial Gazette, make rules to carry out purposes of this Act. \n70 \tTHE GAZETTE OF PAKISTAN, EXTRA., MARCH 22, 2017 [PART I \nSchedule \nSHAADIPARAT \n[See Section 7(3)] \t\n1. \tDate of Marriage: \t\n2. \tName of Union Council, Tehsil, Town, District: \n3. \tParticulars of Groom: \ni. \tFull Name: \t CNIC No. \t \nii \tFather's Name: .  \tCNIC No. \t \niii \tMother's Name: \t CNIC No. \t \niv \tDate of Birth: \nTemporary Address: \t  \nParmanent Address: \t  \nMatrimonial StatusE SingleD Married El Divorced ElWidower \nNumber of Dependents: \n4. \tParticular of Bride: \ni. \tFull Name: \t CNIC No. \t \nii \tFather's Name: \t CNIC No. \niii \tMother's Name: \t CNIC No. \niv \tDate of Birth: \nTemporary Address: \t  \nParmanent Address: \t  \nMatrimonial Status:r1 Single 0 Married pi  Divorced CI  Widow \nNumber of Dependents: \nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 22,2017 \t71 \nDate of Solemnization of Marriage: \nSignature of Bride: \t  \nSignature of Groom: \t   \nPlace:           \nSignature of Witnesses: I. \t  \n(CNIC No. \t  \n2. \t  \n(CNIC No. \t  \n9. \tSignature of Registrart: \t  \nABDUL JABBAR All, \nSecretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD, \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI"
}