{
    "file": "./converted_json\\administrator41dfd979f8bb1b89882ff6f34a5c5b3a.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n  \n \nTHE TOLLS (ARMY AND AIR FORCE) ACT, 1901  \n \n \n \n \nCONTENTS  \n1.  Short  title, extent and commencement  \n2.  Definitions  \n3.  Exemptions from tolls  \n4.  Tolls on vessels transporting troops and baggage, etc., of troops embarked or disembarked  \n5.  Penalty  \n6.  Compensation  \n7.  Rules  \n8.  [Repealed .] \n \n   \n \n\n \nPage 2 of 6 \n THE TOLLS (ARMY AND AIR FORCE) ACT, 1901  \n1ACT No. II of 1901  \n[22nd February , 1901]  \nAn Act to amend the law relating to the exemption from tolls of persons and property belonging  to \nthe Army 2[or Air Force].  \n3[WHEREAS it is necessary to provide for the exemption from the payment of certain duties \nor tolls of certain officers, soldiers, airmen and other persons, and certain animals, baggage and \ncarriages  belonging or attache d to the  Pakistan Army, or the 4* Pakistan Air Force ;]  \nIt is hereby enacted as follows: - \n1. Short tit le, extent and commencement.___(1) This Act may be called the 5* Tolls 6[(Army  \nand Air Force)] Act, 1901  \n7[(2) it extends to the whole of Pakistan.]  \n(3) It shall come into force on the first day of April, 1901.  \n8[2. Definitions. In this Act, unless there is anything repugnant in the subject or context, - \n(a)  the expression “authorised followers” means persons other than officers, \nsoldiers or  airmen, who are e mployed by, or are in the service of, the 9[Forces, \nCorps or Guard]  concerned, or are in the service of any officer, soldier or airman \nof such 9[Forces, Corps  or Guard] ;  \n(b)  “carriage” means a vehicle for carriage or haulage other than one specially \nconstructed  for use on rails ;  \n(c)  “ferry” includes every bridge and other thing which is a ferry within the \nmeaning of any  enactment authorising the levy of tolls on ferries, but does not \ninclude any ferry or other  thing which is included in the definition o f “railway” \nin section 3 of the Railways Act,  1890 (IX of 1890) ;  \n \n1For Statement of Objects and Reasons, see Gazette of India, 1899, Pt. V, p. 175; for Report of the Select Committee, see ibid ., 1901, Pt. V, p. 7; for  \nProceedings in Council, see ibid . 1900, Pt. VI, p. 236; ibid., 1901, Pt. VI, pp. 11 and 16.  \nThe Act has been declared in force in Baluchistan by Ba luchistan Regulation No. II of 1913, s. 3.  \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950); and applied in the Federated  \nAreas of Baluchistan, see Gazette of India, 1937, Pt. 1, p. 1499.  \nIt has been extended to the Baluchistan States Union by the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 ( G. G. O. 4 of 1953), as  \namended.  \nIt has also been extended to the Khairpur State, see G. G. O. 5 of 1953, as amended by G. G. O. 24 of 1953.  \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by t he Gwadur (Application  \nof Central Laws) Ordinance, 1960 (37 of 1960) s. 2  \nThis Act has been applied to the whole of the Centrally Administered Tribal Tribal Areas by Regulation No. III of 1972.  \n2Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch. I.  \n3Subs. by the Indian Tolls (Army and Air Force) (Amdt.) Act, 1951 (38 of 1951), s. 2, for the orig inal preamble as amended by Act 10 of 1927.  \n4The word “Royal” omitted by A. O., 1961, Art. 2 and Sch. ( with effect from the 23rd March, 1956 ) \n5The word “Indian” omitted by Act 38 of 1951, s. 3.  \n6Subs. by the Indian Tolls (Army) Amendment Act, 1942 (14 of 1 942), s.2, for “Army”.  \n7Subs. by the Indian Tolls (Army and Air Force) (Amdt.) Act, 1951 (38 of 1951), s. 3, for sub -section (2).  \n8Subs. by the Indian Tolls (Army) Amendment Act, 1942 (14 of 1942), s. 3, for the original section 2 as amended by the Repeali ng and Amending Act,  \n1927 (10 of 1927), 14 of 1932, 32 of 1934, and A. O., 1937.  \n9Subs. by Act 38 of 1951, s. 4., for “Forces or Corps”.  \n \nPage 3 of 6 \n 1[(d)  the expressions “the Pakistan Army” and “the 2* Pakistan Air Force” include \nthe Reserves, respectively, of the Pakistan Army and the 2* Pakistan Air Force, \nwhen  subject to military or air force law, as the case may be ;]  \n(e)  “horse” includes a mule and any beast of whatever description which is used for \nburden  or draught or for carry ing persons ;  \n3[(f)  the expression “Irregular Corps” means any force (other than the Pakistan \nTerritorial  Force or the Pakistan National Guard) raised and maintained in \nPakistan under the  authority of the 4[Federal Government] or any other force \nwhich may  be specified in  this behalf by a notification published in the official \nGazette ;]  \n5[(g)  the expression “Pakistan Reserve Forces” means the forces constituted under \nthe Pakistan (Army and Air Force) Reserves Act, 1950 (XLVII of 1950);]  \n(h)  “landing -place” includes a pier, wharf, quay, jetty and a stage, whether fixed or \nfloating;  \n6[(i)  “public authority” means the 4[Federal Government] or a Provincial \nGovernment, or a  local authority, 7* * * and, so far as regards tolls levied by a \nrailway company,  under section 51 of the Railways Act, 1890 (IX of 1890), \nincludes such a  company ;]  \n(j)  “tolls” includes duties, dues, rates, rents, fees and charges, but does not include \ncustoms  duties levied under the 8[Customs Act, 1969 (IV of 1969), octroi duties \nor town duties  on the import of goods, or fares paid for the conveyance of \npassengers on a tramway.]  \n3. Exemptions from tolls. The followi ng persons and property, namely :- \n9[(a)  all officers, soldiers and air men of - \n(i)  the Pakistan Army and the 10* Pakistan Air Force,  \n(ii)  any Irregular Corps, or  \n11*  *  *  *  *  *  * \n \n \n1Subs. by Act 38 of 1951, s. 4. \n2The word “Royal” omitted by A. O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956)  \n3Subs. by Act 38 of 1951, for clause (f).  \n4Subs. by F.A.O,. 1975, Art, 2 and Table, for “Central Government”.  \n5Subs. By Act 38 of 1951, for clause (g).  \n6Subs. by the Indian Tolls (Army and Air Force) (Amdt.) Act, 1951 (38 of 1951), for clause (i)  \n7The words “or in an Acceding State, the Government of that State” omitted by the Federal Laws (Revision and Declaration) Ordi nance, 1981 (27 of \n1981), s. 3 and S econd Sch.,  \n8subs. ibid., for “Tariff Act, 1934 (XXXII of 1937).”  \n9Subs. by Act 38 of 1951, s. 5, for clause (a), which was subs. by the Indian Tolls (Army) Amendment Act, 1942 (14 of 1942), s . 4, for the original clause \nas amended by the Repealing and Ame nding Act, 1927 (10 of 1927).  \n10The words “Royal” omitted by A.O., 1961, Art. 2 and Sch., (with effect from the 23rd March, 1956).  \n11Sub-clause (iii), omitted by Ordinance 27 of 1981, s. 3 and Second Sch.  \n \n \n \nPage 4 of 6 \n 1[(b) all members of the 2[Pakistan Territorial Force or of the Pakistan National Guard]  when \non duty or when proceeding to or returning from duty;  \n(c)  all officers, soldiers and airmen of the 3[Pakistan] Reserve Forces when \nproceeding  from their place of residence on being called out for s ervice, \ntraining, or muster or  when proceeding back to their place of residence after \nsuch service, training or  muster ;  \n4(d)  all authorised followers of -  \n(i)  the Pakistan Army or the 5* Pakistan Air Force ;  \n(ii)  the Pakistan Territorial Force, or the Pakistan National guard ;  \n(iii)  any Irregular Corps ; or  \n6*  *  *  *  *  *  * \n(e) all members of the families of officers, soldiers, airmen or authorised followers of__  \n(i)  7[the Pakistan Army or the 8* Pakistan Air Force], or  \n(ii)  any Irregular Corps,  when accompanying anybody  of troops, or any \nofficer, soldier, airman or authorized follower thereof on duty or on the \nmarch,  \n(f)  all prisoners under military or air force esco rt, \n(g)  the carriages, horses, and baggage, and the persons (if any) employed in driving \nthe carriages or in carrying the baggage, of any persons exempted under any of \nthe foregoing clauses, when such carriages, horses, baggage, or persons \naccompany the  persons so exempted under the circumstances mentioned in \nthose clauses respectively,]  \n9[(h)]  all carriages and horses belong to 10[the 11[Federal Government]] or employed \nin] military  12[or air -force] service and all persons in charge of or accompanying \nthe same, when  conveying any such persons as hereinbefore in this section \nmentioned, or when  conveying baggage or stores, or when returning unladen \nfrom conveying such persons,  baggage or stores,  \n \n1Subs. by Act 14 of 1942, s. 4, for clauses (b) to (h), as amended by Act 10 of 1927, s. 2 and Sch. I.  \n2Subs. by Act, 38 of 1951, s 5 for the words and brackets “Auxiliary Force (India), or of the Indian Territorial Force”.  \n3Subs. ibid., for “Indian”  \n4Subs. ibid., for clause (d) which had be en subs. by Act 14 of 1942, s. 4, for the original clause (d).  \n5The words “Royal” omitted by A.O., 1961, Art. 2 and Sch., (with effect from the 23rd March, 1956).  \n6Sub- clause (iv) omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch.  \n7Subs. by the Indian Tolls (Army and Air Force) (Amdt.) Act,1951 (38 of 1951), s. 5, for “His Majesty’s Regular Forces”.  \n8The word “Royal” omitted by A. O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956) . \n9The original cls. (i), (j), (k) and (1) were re -lettered as cls. (h), (i), (j) and (k) respectively, by the Indian Tolls (Army) Amendment Act, 1942 (14 of \n1942), s. 4.  \n10Subs. by Act 38 of 1951, s. 5, for “His Majesty or employed in His Majesty’s”.  \n11Subs.  by F.A.O ., 1975 Art. 2 and Tables, for the “Central Government”  \n12Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch. I  \n \n \nPage 5 of 6 \n 1[(i)]  all carriages and horses, when moving under the orders of military 2[or air -force]  \nauthority for the pur pose of being employed in 3* * military 2[or air -force] \nservice,  \n1[(j)]  all animals accompanying anybody  of troops which are intended to be \nslaughtered for  food or kept for any purpose connected with the provisioning of \nsuch troops, and  \n4[(k)]  all persons in charge of any carriage, horse or animal exempted under any of the  \nforegoing clauses when accompanying the same under the circumstances \nmentioned in  those clauses respectively,  shall be exempted from payment of any \ntolls- \n(i)  on embarking or dis embarking, or on being shipped or landed, from or \nupon any  landing -place, or  \n(ii)  in passing along or over any turnpike or other road or bridge, or  \n(iii)  on being carried by means of any ferry,  otherwise demandable by virtue \nof any Act, Ordinance, Regula tion, order or direction of any  legislature \nor other public authority in 5[Pakistan]:  \nProvided that nothing in this section shall exempt any boats, barges or other vessels employed  \nin conveying the said persons or property along any canal from payment of t olls in like manner as  \nother boats, barges and vessels.  \n6[Explanation .- The persons or property exempted under clauses (d), (e), (g) and (j) shall be  \ndeemed to accompany the Forces, 7[Corps, Guard,] persons or property concerned when the move of  \nthe former  is the direct result of, or is connected with, the move of the latter, irrespective of the interval  \nof space and time between the two moves.]  \n4. Tolls on vessels transporting troops and baggage, etc., of troops embarked or \ndisembarked.___ \n(1) No tolls shall be leviable by any local authority in respect of___ \n(a)  any vessel employed by 8[the 9[Federal Government]] solely for the transport of \ntroops,  or \n(b)  the horses, baggage or other effects of any troops embarking or disembarking at \nany port, or  \n \n1The original cls. (i), (j), (k) and (1) were re -lettered as cls. (h), (i), (j) and (k) respectively, by the Indian Tolls (Army) Amendment Act, 1942 (14 of  \n1942), s. 4.  \n2Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch. I  \n3The words “His Majesty’s” omitted by Act 38 of 1951, s. 5.  \n4The original cls. (i), (j), (k) and (1) were re -lettered as cls. (h), (i), (j) and (k), respectively, by the Indian Tolls (Army) Amendment Act, 1942 (14 of \n1942), s. 4.  \n5Subs. by the Indian Tolls (Army and Air Force) (Amdt.) Act, 1951 (38 of 1951), s. 5, for the words “the Provinces and the Capital of the Federati on” \nwhich were subs. by A. O., 1949, Arts. 3(2) and 4, for “British India”.  \n6Explanation added by Act 14 of 1942, s. 4.  \n7Subs. by A ct 38 of 1951, s. 5, for “troops”.  \n8Subs. by A. O., 1937, for “the Govt.”.  \n9 Subs. by F.A.O ., 1975, Art, 2, and Table for “ Central Government”.  \n \nPage 6 of 6 \n  (c)  carriages belonging to 1[the 2[Federal Government]] or employed in] military \n3[or air-force] service emb arking or disembarking at any port.  \n(2) In respect of all such vessels or troops, their families, their horses, baggage and their  effects, \nor any such carriages as aforesaid, the local authority concerned shall, in addition to its  duties in the \nembarking a nd disembarking of the same, perform and supply all such reasonable services  and \naccommodation as may, from time to time, be required by 4[the 2[Federal Government]] and shall  \nreceive payment for all such services and accommodation on such terms and for such periods as may,  \nfrom time to time, be determined by 4[the 2Federal Government]] in consultation with such local  \nauthority.  \n5. Penalty. Any person who demands and receives any toll in contravention of the provisions  \nof section 3 or section 4 shall be p unishable with fine which may extend to fifty rupees.  \n6. Compensation.___ (1) If any owner or lessee, or any Company, railway administration or  \nlocal authority claims compensation for any loss alleged to have been incurred owing to the operation  \nof this Ac t, the claim shall be submitted to the 5[Federal Government].  \n(2) On receiving any such claim, the 3[Federal Government] 6* * * shall pass such order  thereon \nas justice requires, and shall give all necessary directions for the purpose of ascertaining the  facts of \nthe case and of assessing the compensation, if any, to be paid.  \n7. Rules.___ (1) The 7[Federal Government] 8* * * may make rules to carry out the purposes  \nand objects of this Act.  \n(2) In particular and without prejudice to the generality of the foregoing power, the 7[Federal  \nGovernment] 9* * * may make rules10 providing for the form of passes to be given to persons or bodies  \nof persons or in respect of property entitled to exemption  from the payment of tolls under this Act.  \n(3) The power to make rules under this section is subject to the condition of the rules being  \nmade after previous publication.  \n(4) All rules made under this section shall be published in the 11[official Gazette] 12* * * and, \non such publication, shall have effect as if enacted by this Act.  \n8. [Repeals .] Rep. by the Repealing and Amending Act, 1914 (X of 1914), s. 3 and Schedule II.  \n[THE SCHEDULE.] Rep. by the Repealing and Amending Act, 1914 (X of 1914), s. 3 and \nSchedule II.  \n_____________  \nDate: 11 -09-2024  \n1Subs. by Act 38 of 1951, s. 6, for “His Majesty or employed in His Majesty’s”.  \n2Subs. by F.A.O., 1975, Art, 2, and Table for “ Central Government”.  \n3Ins. by the Repealing and Amending Act, 1927 (10 of 1927), s. 2 and Sch. I.  \n4Subs. by A. O., 1937, for “the Govt.”.  \n5Subs. ibid., for “Central Government”. which had been subs. by A. O., 1937, for “L. G.”  \n6The words “subject to the Control of the G. G. in C.” rep., by A.O., 1937.  \n7Subs. by F.A.O., 1975, Art . 2 and Table, for “Central Government”, which had been subs. by A. O., 1937, for “G.G. in C”.  \n8The words “or the L. G., with the previous sanction of the G. G. in C”., rep., ibid. \n9The words “or the L. G., with the previous sanction of the G. G. in C”., r ep., ibid. \n10For such rules, see Gaz. of P., 1957, Pt. III, pp. 125 -126. \n11Subs. by A. O., 1937, for “Gazette of India”.  \n12The words “or in the local official Gazette” rep., ibid."
}