{
    "file": "./converted_json\\administrator9e7df063f6311484a0c8ecc498861f40.json",
    "name": "Copyright Rules, 1967",
    "date": "1967, 1981, 1968",
    "tagline": "Regulations for Copyright Registration and Permissions in Pakistan",
    "content": "COPYRIGHT RULES, 1967 \nCOPYRIGHT BOARD (PROCEDURE) \nREGULATIONS, 1981 \nTHE INTERNATIONAL COPYRIGHT \nORDER, 1968 \n \nCONTENTS\n------------\nCopyright Rules, 1967   \nCHAPTER I \nPRELIMINARY \n1. \n2. Short title  and commencement \nDefinitions \nCHAPTER II                          \nREGISTRATION OF COPYRIGHT \n3. Register \n4. Application for Registration of Copyright  \n5. Correction of entries in the Register \n6. Indexes \n7. Inspection of the Register and Indexes \n                           CHAPTER III \n               LICENCES FOR TRANSLATIONS \n8. Application for licence \n9. Consideration of the application           \n10. Manner of determining royalties        \n11. Extension of the period of  licence   \n12. Cancellation of licence \n CHAPTER IV \n MAKING OF RECORDS \n13. Making of records \nCHAPTER V \n.PERFORMING RIGHTS SOCIETIES\n 14. Publication of statement of fees, etc. \n15. [Omitted]. \n16. Publication of alterations in the statement of fees, etc. \nCHAPTER VI  \nRELINQUISHMENT OF COPYRIGHT \n17. Notice of relinquishment 1 \n1 \n1 \n1 \n2 \n2 \n2 \n3 \n3 4 \n4 \n5 \n5 \n5 \n6 6 \n6 \n \n \n \n \n    \n \n  \n \n \n  \n \n  \n \n \n  -------------- \n \n     ii CONTENTS\nCHAPTER VII  \n PROHIBITION ON IMPORTATION AND \n.EXPORTATION OF INFRINGING COPIES  18. Prohibition on importation and exportation of infringing copies  6 \n19. Procedure for examination of infringing copies  6 \nCHAPTER VIII       \nTHE COPYRIGHT BOARD \n20. Terms and conditions of office of the Chairman and Members of \n      the Board 7 \n21. Functions of the Secretary of the Board 7 \nCHAPTER IX \nMISCELLANEOUS\n22. Mode of making applications, etc.  \n23. Mode of communication by Board etc. 7  \n7 \n24. Fees \n25. Right of audience 8 \n8 \n26. Costs \nFIRST SCHEDULE8 \n8 \n1 \n2. Copyright Board (Procedure) Regulations, 1981 \nShort title and commencement 24 \n24 \n30 \n41 \n43 Definitions \nFIRST SCHEDULE\nThe International Co pyright Order, 1968 \nSCHEDULE \n  \nTHE  COPYRIGHT  RULES , 1967\n  \n(As amended by the Copyright (Amendment)-\nRules, 2002 )\nCHAPTER I \nPRELIMINARY\n 1. Short title and commencemen t------------ (1) These rules may be calle d \nthe Copyright Rules, 1967.   \n These 'shall come into 'force at once. \n 2. Definitions ---- In these, rules,  unless there is anything repugnant \nin the subject or context,  ' \n     (a) \"Form\" means a form set out in the First Schedule; \n(b) \"Ordinance\" means the Copyrigh t Ordinance, 1962 (XXXIV of \n 1962 ) \n(c) \"Registrar\" means t he Reg ister o f Copyrights;.\n(d) \"Schedule\" means a Schedule annexed to these rules; and \n(e) \"Section\" means a sec tion of the Ordinance. \n   CHAPTER      II \n REGISTRATION OF COPYRIGHT \n 3. Register-------(l) The Register shall be kept in four parts as \nfollows:- \nPart I \nPart II Literary, Dramatic and Musical Works. \nArtistic Works. \nPart III \nPart IV Cinematographic Works. \nRecords. \n(2)  The Registrar shall contain the particulars specified in Form I. \n 4. Application for Registra tion of Copyright-----------------------{1) Every \nApplication for registration of copyright shall be made in triplicate in Form II \nand every application for registration of changes in the particulars of copyright entered in the Register shall be made in triplicate in Form III. \n \n2 THE COPYRIGHT RULES, 1967 \n(2) Every application for registrati on shall be in respect of one wor k \nin the Second Schedule. \n(3) The person applying for registration shall simultaneously send a\ncopy of the application to every othe r person interested in the copyright \nof the work.   \n(3-A) Any person applying to regist er an artistic work shall publish \nan advertisement of the said artistic work in any national Urdu o r\nEnglish language daily newspaper in  circulation where the applicant \nresides or carries on business. .\n(4) If no objection to such registration  is received by the Registrar within \nthirty days of the receipt of the appli cation by him, he shall 'if satisfied abou t \nthe correctness of the particulars given in the application, enter such \nparticulars in the Register.   \n(5) If the Registrar receives any objec tions for such registration within the \ntime specified in sub-rule (4), or, if he is not satisfied about the correctness o f \nthe particulars given in the application, he may, after holding such inquiry as he deems fit, enter such particulars of the work in the Register as he considers \nproper. \n(6) The Registrar shall, as soon as may be, send whereve r \npracticable, a copy of the entries ma de in the Register to the parties \nconcerned. ' \n 5. Correction of entries in the Registe r------The Registrar may, on \nhis own motion or on application of  any interested person, amend o r\nalter the Register for the purposes sp ecified in section 41 after giving',\nwherever practicable, to the person affected by such amendment or \nalteration, an opportunity of being heard against such amendment o r \nalteration and communicate to such person the amendment or alteration \nso made.  \n 6. Indexes ------(1) There shall be kept at the Copyright Office the \nfollowing indexes for each part of the Register, namely:-\n(a) \n(b) \n(c) \n(d) \n(2) \n. a general Author Index; a \ngeneral Title Index; \nan Author Index of works in each language; and \na Title Index of works in each language. . \nEvery Index shall be arranged alphabetically in the form of cards \n7. Inspection of the Register and Indexes----- (1) Any person shall \n \nTHE, COPYRIGHT RULES, 1967 3 \nbe entitled to take copies of, or make ex tracts from. the Register of Indexes on \npayment of the\" fee specified in th e Second Schedule subject to such \nsupervision as the Registrar I11ay arrange. \n(2) The Registrar shall on application made in that behalf and on payment of \nthe fee specified in the Second Schedule, furnish a certified. copy of any entries \nmade in the Register and indexes. \n                 CHAPTER III          \nLICENCES FOR TRANSLATIONS \n 8. Application for licence---- (1) An application for a licence unde r \nsection 37 to produce and publish a translation of a literary or dramatic work in any language in Pakistan or a language ordinarily used in Pakistan shall tie made to the Board in  triplicate in Form IV and shall be \naccompanied by the fee prescribed in the Second Schedule. \n(2) Every such application shall be  in respect of one work only for \ntranslation of that work into one lan\nguage onl y.\n(3) When any such application h as been made the Board shall, as\nsoon as possible, give notice of the application in the official Gazette and also, if the Board thinks fit in one  or two newspapers  and shall send a\ncopy of the notice to the owner of the copyright, wherever practicable. \n(4) Every such. notice shall c ontain the following particulars \nnamely:--:: \n (a) the date of the application; \n(b) the name, address and nationality of the applicant; \n.(c) particulars of the work which is to be translated; \n(d) the date and country of the first publication of the work; \n(e) the name, address and nationality of the owner of the copyright;  \n \n. \n(f) the language in which the work is to .be translated; and  \n(g) the Registration number of the work in the register. if any. \n 9. Consideration of the application-------------(1) The Board shall \nconsider the application after the e xpiry of not less than one hundred and \ntwenty days from the date of publication of the notice in the official \nGazette. \n(2) The Board shall give an opportunity  to the applicant and also, whereve r \npracticable, to any person cl aiming any interest in the \n \n 4 . THE COPYRIGHT RULES, 1967 \ncopyright of the work, to be heard and may take such evidence in respect of the \napplication as it thinks fit. \n(3) If more than one application for translation if the work in the same \nlanguage are pending before the Board at the expiry of one hundred and twenty \ndays after the publication of the notice in the official Gazette, all such applications shall be considered together.\n \n(4) If the Board is satisfied hat the licence for a translation of the work in the \nlanguage applied for may be granted to the applicant, or, if there are more \napplications' than. One to such one of the applicants as, in the opinion Of the \nBoard, would best serve, the interest of the general public, it may direct the Registrar to grant a li cence in Form VII. \n  \n(5) Every such licence shall be subject to the condition provided in \nsubsection (4) of section 37 relating to the payment of royalties and shall \nspecify. \n (a) the period within which the translation' shall be produced and \n            published; \n (b) the language in which the 'translation shall be produced and \n published; \n. . (c) the rate at which royalties in respect of the copies of the translation of the \nwork sold to the public shall, be paid to the owner of the copyright in \nthe work; and \n(d) the person or persons to whom such royalties shall be payable.  ,   \n(6) The grant of every such licence .shall,  as soon as possible, be notified in \nthe official Gazette and in the newspapers, if any, in which the notice under rule \n8 was published and the other parties shall be informed about the grant of the \nlicence.  . \n 10. Manner of determining royalties.---The Board shall determine \n the royalties payable to the owner of the copyright under subsection (4) \n       of section 37, after taking into consideration \n(a) the proposed retail price of a copy of the translation of the \n \\ work.  \n(b) the prevailing standards of royalties in regard to translation of \n words; and. \n \n(c) such other ll1atters as may be considered relevant by the Board. \n 11. Extension of the period of licence ------------ The Board may on the \napplication of the licensee.. and after notice to the owner of the copyright. \nwherever practicable, if it is sa tisfied that the licensee was for \n THE COPYRIGHT RULES, 1967 5 \nsufficient reasons, unable to produce and publish the translation within the \nperiod specified in the lic ence extend such period. \n 12. Cancellation of licence ---------- The Board may, after giving the \nlicensee an opportunity of being heard,  cancel the licence on any of the' \nfollowing grounds namely- \n(a) that the licensee has failed to pro duce and publish the translation within\nthe time specified in the licence or within the time extended on theapplication of the licensee; \n.\n(b) that the licence was obtained by fr aud or misrepresentation as to any \nessential fact; \n(c) that the licensee has contravened any of the terms and conditions \n of the licence. \nCHAPTER IV \nMAKING OF RECORDS \n 13. Making of records--------- (1) Any person intending to make records \nunder clause (j) of subsection (1) of section 57 shall give notice of such intention to the owner of the copyright and to the Board at least sixty days in advance of the making of the records and shall, before making the records, pay to the owner of the copyright, the amount of royalties due in respect of all such \nrecords to be made at the rate fixed by the Board in this behalf. \n(2) Such notice shall contain the following information, namely: - \n(a) The particulars of the work in re spect of which records to be made. \n(b) Alterations and omissions, if any, which are proposed to be \n made for the adaptation of the work to the records. \n(c) The name, address and nationality of the owner of the copyright \n in the work. \n(d) Particulars of the records made  previously recording the work.  \n(e) The number of records intended to be made.  \nCHAPTER V \nPERFORMING RIGHTS SOCIETIES \n 14. Publication of statement of fees, etc-------------- (1) Every performing \nrights society having authority to grant licences for performance in public of any work shall, within three months of the commencement of \n \n6 THE COPYRIGHT RULES, 1967\nthe Ordinance or within such further peri od as the Registrar may, for sufficient \nreasons, allow in respect of  any such society on an application made by it in \nthis behalf, prepare and publish, at its own cost in the official Gazette and in \n.one newspaper in Urdu and English la nguage published in each Province, the \nstatements of all fees, charges or roya lties which it proposes to collect for the \ngrant of such licences. \n(ii) Every performing rights society shall, within one month of its acquiring \nthe authority to grant licences for performance in public of any work or within \nsuch' further period as the Registrar may, for sufficient reasons, allow in \nrespect of any such society on an application made by it in this behalf, prepare \nand publish, at its own cost, in the official Gazette and in one newspaper in the English language published in each Province, the statements of all fees, charges or royalties which it purposes to collect for the grant of such licences. \n15. [Omitted). (3) Every performing rights society shall file with the Registrar two copies \nof the statements prepared under sub-rule (1) Or sub-rule (2) within the time specified therein, together with two copi es of each of the newspapers in which \nsuch statements have been published. \n16. Publication of alterations in th e statement of fees, etc. ------ The \nRegistrar shall publish at the costs of the performing rights society the alterations made by the Board in the statement~ of fees, charges or royalties in the official Gazette and in one newspaper hi Urdu or English language in which the original statements were published under rule 14. \nCHAPTER VI \nRELINQUISHMENT OF COPYRIGHT \n17. Notice of relinquishment. \n-The owner of the copyright in a work \ndesiring to relinquish all or any of the rights comprised in the copyright \nshall give notice to the Registrar in Form V. \nCHAPTER VII \n PROHIBITION ON IMPORTATION AND \nEXPORTATION OF INFRINGING COPIES \n18. Prohibition on importation and export ation of infringing copies Every \napplication under subsection (1) of section~8 shall be made to the Registrar in Form VI and shall be accompanied by th e fee specified in the Second Schedule. \n 19. Procedure for examination .of infringing copies.-----------------------The \n \nTHE COPYRIGHT RULES, 1967 \nRegistrar or any person authorized by him in this behalf shall in this \nbehalf shall take action under subsection (2) of section 58 and act in \ncollaboration with Customs Authorities.\nCHAPTER VIII  \nTHE COPYRI GHT B OARD\n20. Terms and conditions of office of the Chairman and members \nof the Board ----(1) 'The Chairman and other members of the Boardshall be appointed for such period not exceeding three years as theCentral Government may, in each case, deem fit.\n . \n(2). The Chairman and other member s, of the Board shall, on the\nexpiry of the period of their appointment, be eligible for re-appointment.\n(3) , The Chairman or any other memb er of the Board may, resign his \noffice by giving three months notice in writing to the Central Government. \n(4) The Chairman, and other members of the Board shall be entitled to \ntravelling allowances for journeys perfor med on duty and to daily allowances \nfor the period spent on duty according' to rules and orders for the time being \napplicable to such corresponding class of Government servants as shall be specified by the Central Government.  \n(5) An official ap pointed as the Chairman or other members of the Board \nshall be entitled to such travelling allo wances for journeys performed on duty \nand to such daily allowances for the period spent on duty as may be admissible to him as such official. \n(6) The other conditions of service of the Chairman and other members of \nthe Board shall be regulated by orders made in that behalf by the Central Government from time to time. \n 21. Functions of the Secretary of  the Board ------------- The Registrar shall \nperform as secretarial functions relating to the Board under the directions and \ncontrol of the Chairman of the Board. \nCHAPTER IX \nMISCELLANEOUS\n 22. Mode of making applications , etc--------------- Every app lication, notice, \nstatement or any other document to be made, given, filed or sent under the Ordinance or under these rules may, unless otherwise directed by the, authorityconcerned, be sent by hand or registered post. \n 23. Mode of communication by Board etc ----------------------- Every written \n intimation from the Board, the Copyright Office or the Registrar shall 7 \n \n 8 THE COPYRIGHT RULES, 1967 \nbe deemed to have been duly communicated to any person if such \nintimation is sent to the last known' address of such person either by registered or ordinary post as the Registrar may decide. \n 24. Fees-----(1) The fees payable under the Ordinance in respect of \nany matter shall be as specified in the Second Schedule.\n(2) The fees shall be paid, to Registrar by a bank draft, pay order, or by \ndeposit into the State Bank of Pakistan or any branch of the National Bank of Pakistan under the Head of Account\" 1390-1391-other \ncitizenship, \nnaturalization, passport and copyright fees\".   \n(3) Bank drafts and pay orders shall be crossed and payable in , favour of the \nRegistrar by designation only.\n(4) Where payment is made by deposit in the State Bank of Pakistan or into \na branch of the National Bank of Pakistan, the original and duplicate copies of the challan evidencing the payment may,  unless other wise directed by the \nauthority concerned, be sent to the Registrar by hand or by registered post.  \n 25. Right of audience -------- In any proceedings before the Board or the \nRegistrar, any party may appear and be heard either in person or by an Advocate or other person duly authorized by such party. \n 26. Costs ---- The cost of the proceedings before the Board or the \nRegistrar shall be awarded at the discretion of the Board or the Registrar, as the case may be.\n --------------- \nFIRST SCHEDULE \nFORM I \nREGISTER OF COPYRIGHTS \n[See rule 3(2) and section 38] \n(1) Registration Number. \n(2) Name, address and nationality of the applicant. \n(3) Nature of the applicant’s interest in the copyright of the work. \n(4) Class and description of the work and the year of creation.  \n(5) Title of the work. \n(6) Language of the work. \n \n \n THE COPYRIGHT RULES, 1967 9 \n(7) Name, address and nationality of the author and if the author is \n dead, the date of his death.  \n(8) Whether the work is published or unpublished. \n(9) Year and country of first publication and name, address and \nnationality of the publisher.\n(10) Years and countries of subsequent publications, if any, and \n names, addresses and nationalities of the publishers. \n(11) Names, addresses and nationalities of the owners of the various rights \ncomprising the copyright in the work and the extent of rights held by \neach together with particulars of assignments and licences, if any. \n(12) Names, addresses and nationalities of other persons, if any, \nauthorised to assign or licence the rights comprising the \n        copyright. \n(13) If the work is an artistic work , the location of the original work, \nincluding name, address and nationality. of the person in possession \nof it (in the case of an architectural work, the year of \n com pletion of the work should also be mentioned ).  \n(14) Remarks, if any. \nPlace ................... \nDate ........ .…...... \n.................\n(Signature) \n---------------------------- \nFROM II \nAPPLICATIONFOR REGISTRATION \nOF COPYRIGHTS \n[See rule 4 (1)]\nTo . .\nThe Registrar of Copyrights, \nCopyright Office, Karachi. \nSir, \nIn accordance with section 39 of the Copyright Ordinance, 1962 \n 10 THE COPYRIGHT RULES, 1967 \n(XXXIV of 1962), I hereby apply for registration of copyright and \nrequest that entries may be made in the Register of Copyrights as in the enclosed statement of particular s sent herewith in triplicate. \n *1 also send herewith duly completed the statement of furthe r \nparticulars relating to my work.\n2. In accordance with sub-rule (3) of rule' 4 of the Copyright Rules, 1967, I \nhave sent by hand/pre- paid registered post copies of this letter and of the \nenclosed statement(s) to the other parties **concerned, as shown below:- \nName and address of the parties                                    Date of Despatch  \n1                                                                                         2 \n3. \n7. The prescribed fee has been paid, as per details below: --\nCommunication on the subject may be addressed to: _______\nYours faithfully, \n………..\nList of enclosures. (Signature)\nPlace................... \nDate...... ….............. \nStatement of particulars (To be sent in triplicate)  \n*For Literary, Dramatic, Musical and Artistic works only.  \n **See entries 7, 11, 12, and 13 of the statement of particulars \n and the party referred to in entry 2(e) of the statement of further particulars. \n1 \n2, STATEMENT OF PARTICULARS \n         (To be sent in triplicate) \nRegistration Number (to be filled in the Copyright Office) \nName, address sand nationality of the applicant. \n3. \n4. Nature of the applicant's interest in the copyright of the wor k \n Class and description of the work and the year of creation. \n 5. Title of the work.\n \n------------------------ \n \n STATEMENT OF FURTHER PARTICULARS THE COPYRIGHT RULES, 1967 11 \n6.  \n7. Language of. the work. \nName, address and nationality of th e author and if the author is \ndead, the date of his death. \n8. \n9. Whether work is published or unpublished? \nYear and country of first publication and name, address and \nnationality of the publisher.  \n10. Years and countries of subse quent publications, if any and \n names, addresses and nationalities of the publishers. \n11. Names, addresses and nationalities of the owners of the various \nrights comprising the copyright in the work> and the extent o f \nrights held by each, together with particulars 6f assignment and licences, if any.\n 12.  Names, addresses and nationalities of the other persons, if any, \nauthorised to assign or licence the rights comprising the \ncopyright. \n. \n13. If the work is an artistic work, the location of the original work, \nincluding name, address and nationality - of the person in \npossession of the work (in the case of  .an architectural work the \nyear of com pletion of the work should also be mentioned ). \n14. Remarks, if any. \nPlace............ ...............\nDate…………………..\n.............\n(Signature) \n(For Literary, Dramatic, Musical and \nArtistic Works only) \n (To be sent in triplicate)  \n1. If the work to be register ed, whether the work is- \n(a)    an original work? \n 12 THE COPYRIGHT RULES, 1967 \n(b) a translation of a work in the public domain? \n(c) a translation of a work in which copyright subsists? \n(d) an adaptation of a work in public domain?  \n(e) an adaptation of work in which copyright subsists? \n2. If the work is a translation or adaptation of a work in which \ncopyright subsists- \n(a) title of the original ,work;  \n(b) language of the original work; \n(c) name, address and nationality of the author of this original WOI \n and if the author is dead, the date of his death; \n(d) name, address and nationality of the publisher, if any, of the \n work; \n(e) particulars of the authorization for. a translation or adaptation: \n  including the name, address and nationality of the party \nauthorising. \n3. Remarks, if any. \nPlace ..................... \nDate..................... \n...... ……\n(Signature) \n------------------- \nFORM III \nAPPLICATION  FOR REGISTRATION OF CHANGES \nIN PARTICULARS OF COPYRIGHT\n[See rule 4 (1)] To \nThe Registrar of Copyrights, \nCopyright Office, \nKarachi. \nSir, \nIn accordance with section 40 of the Copyright Ordinance, \n1967, I hereby apply for registration of changes in the particulars of \n \nTHE COPYRIGHT RULES, 1967 13 \ncopyright entered in the Register of Copyrights and request that changes \nin the existing entries may be ma de as specified in the enclosed \nstatement of particulars. \n2. I have sent by hand/registered pos t copies of this letter and of the \nstatement of particulars to the  other parties concerned *as shown below:  \n  \nName and address of the parties                                    Date of Despatch  \n1                                                                                         2   \n3. \n4. The prescribed fee has been paid &8 per details below: -- . \nCommunications on the subjec t may be addressed to: - \nPlace ........... .......... \nDate ............................\nYours faithfully,\n……….\n(Signature)  \n*See columns 7, 11, 12, and 13 of the Register of Copyright. \n--------\nSTATEMENT OF PARTICULARS \n1. \n2. Registration Number in the Register of Copyrights. \nChanges sought in the particulars of copyright as entered in the \nRegister of Copyrights. \nReference to \ncolumn No. of \nthe Register of \nCopyrights Existing  . \nentry \nin the \nRegister \nof CopyrightsProposed entry \nIn place of the existing\nentry in the Register \nOf Copyrights   Reasons for \nThe changes \n  proposed \n1 2 3 4 \n. Note--- Where the changes proposed are consequent on assignment o r\nlicence of copyright, attested copies of the deeds of assignments or \nlicence should be enclosed.  . . \n………….\n(Signature)\n 14 THE COPYRIGHT RULES, 1967 \n------------------------------------------------------------------------------------------------------------------------------- ----------------------------------------------------------------------------------------------------------  \n3. List of enclosures.\nPlace.....................\nDate.....................\n---------- \nFORM IV \nAPPLICATION FOR LICENCE \n[See rule 8(1)] \n(To be submitted in triplicate) \nTo \nThe Registrar of Copyrights, \nCopyright Office, \nKarachi. \nSir,  \nIn accordance with section 37 of the Copyright Ordinance, 1962 \n(XXXIV of 1962), I hereby a pply to the Copyright Board for a licence to \nproduce and publish a translation of the work the particulars of which are given \nin the enclosed statement. \nI hereby, undertake to abide strictly by the terms and conditions \nof the licence; if granted to me.  \nYours faithfully; \n……………… \n(Signature) \nPlace.. . .. . ……… . \nDate.…. ............... . \n---------\n STATEMENT\n \n1. \n2. Full name of the applicant (in block letters) Full \naddress and nationality of the applicant. \n3.    Telegraphic address, if any. \n4. Description of the work. \n(a) Class of the work (Literary or Dramatic) \n \n 'THE COPYRIGHT RULES, 1967 15 \n(b) Title of the work. \n(c) Full name, address and nationality of the author and if the \n     author is dead, the date of his death. \n(d) Language of the work. \n(e) Name, address and nationality of the publisher.  (f) Year of the publication. (g) Country of first Publication. (h) Price of a copy of the work.  \n(i) If the copyright in the work is registered under \nsection 39 (2), the registration No. \n \n5. \n6. (If the work has appeared as a serial or otherwise in journal o r \nmagazine, give the' name of the journal ormagazine, the volume number of the issue, the date and the page of reference.). \n \nLanguage into which the work is proposed to be translated.  \nFull name, qualification and address of the translator. \n7. \n8. Qualification of the applicant to produce and publish. \nNumber of copies of the translation proposed to be published \n9. Estimated cost of production and publication of the translation. \n \n10.  Proposed retail price per copy of the translation. \n11. Rate of royalty which the app licant considers reasonable\" to be \npaid to the copyright owner. \n12. Means of the applicant for payment of the royalty.   \n13. Whether the prescribed fee has been paid and, if so, particulars \n , of payment (give bank draft/ treasury challan No.).  \n14.(a) Full name, address and nationality of the person competent to \n issue a licence for translation.\n(b) Whether the applicant was able to find the said person? \n(c) Whether the applicant had ,requested arid had been denied authorization \nby the said person to produce and publish the translation? \n(d) If the applicant was unable to find the owner, whether he had \n sent a copy of the request for authorization to the publisher. If \n 16 THE COPYRIGHT RULES, 1967 \nso, the date on which the copy was sent, (Enclose true copies of \ncorrespondence, if any). \n15. Whether the author of the work has withdrawn from circulation \n co pies of the work?  . \n16.  (a) Whether a translation in 'the same language has been \n published before? \n(b)  Whether a translation is out of print? \n(c) Full name, address and nationality of the earlier translator and if \n the said translator is dead, the date of his death. \n (d) Title or-the earlier translation. \n(e) Full name, address and nationality of the publisher of the earlier \n translation. \n(f) Year of publication. \n(g) Price per copy of the, earlier translation. \n(h) If the earlier translation is registered under section 39(2), the  \nregistration number.\n(i) Rate and amount of royalty paid to the copyright owner in \nrespect of the earlier translation, if known. \n17. (a) Whether translation has been made into any language other \n than the language stated in entry 5 above. ~ \n(b) Full name, address and nationality of the translator and if the \n said translator is dead, the date of his death. \n(c) Title of the translation. \n(d) Language of the translation; \n(e) Full name, address and nationality of the publisher of the \n translation. \n(f) Year of the publication. \n(g)  Price per copy of the translation. \n(h) If the translation is registered under section 39(2), the Registration \nnumber. \n. (i) Rate and amount of Royalty paid to the copyright owner if known. \n THE COPYRIGHT RULES, 1967 17 \n18. Remarks, if any. \n19. List of enclosures: \nPlace……………. ..................\nDate...................... (Signature)\n-------\n \nFORM V \n Notice of relinquishment of Copyright \n (See rule 17) \nTo \nThe Registrar of Copyrights, \nCopyright Office, \n Karachi. \nSir, \nIn accordance with section 17 of the Copyright Ordinance, 1962 \n(XXXIV  of 1962), I hereby give notice that with effect from the date of this notice, I do  relinquish, to the extent sp ecified in ~he enclosed affidavit my right \nin the work described in the said affidavit. \nYours faithfully, \n…………… \n \nSignature.\nPlace………………\nDate……………… \nDate ....................... -----------\nFORM OF AFFIDAVIT  \nI, of\n    \n(Full name in block letters) \ndo hereby on solemn affirmation state that:-  (Address) \n(1) I am the author of the work described in the statement below. \n(2) I am the owner of the copyright in the said work to the extent \n     specified in the said statement. \n 18. THE COPYRIGHT RULES, 1967 \n.\n(3) I do hereby relinquish my right  in the said work to the extent \". \nspecified in the statement below. \nSTATEMENT\n1. Description of work: - \n(a) Class of work  (Literary, Dramatic, Musical, \nArtistic, Cinematograph Film, Record). \n (b) Title of the works.   \n(c) Full name, address and nationality of the author. \n(d) Language of the Work. \n(e) Name; address and nationality of the publisher. \n(f) Year of first publication. \n (g) Country of first publication. \n(h) If the copyright in the work is registered under section 39 (2),  the \nregistration number. \n(. .  \n(If the work has appeared as a serial or otherwise in a journal or magazine, give the name of the j ournal or magazine, the volume number \nof the issue, the. date and page reference). \n2.    Rights owned by the deponent on the date of the affidavit. (If the\n rights are owned jointly with ot hers, state names, addresses and \n      nationalities of joint owners). \n3. \n4. Extent to which rights are relinquished. \nReasons for relinquishment of the rights (the information given \nwill be kept strictly confidential).  . \n5. Remarks, if any. \nPlace. . . . . . . . . . \n. . . . . --------- \nSignature. \nDate................... \nSolemnly affirmed before me by \n (Name of Deponent in block letters) \nwho is known to me personally/ who is identified to me \n THE COPYRIGHT RULES, 1967 19\nby -------------------------------------- \n(Name of identifier in block letters) who is known to me personally. \nSignature and seal of Magistrate. \nPlace. .. . .. . .. . . . \nDate......, ............... \n---- \n \nFORM VI \nApplication for prohibition on importation and \nexportation of infringing copies under rule 18 of \nthe Copyright Rules, 1967 \n (See Rule 18) \nTo  \nThe Registrar of Copyrights, \nCopyright Office \nKarachi. \nSir, \nIn accordance with section 58 of  the Copyright Ordinance, 1962 \n(XXXIV of 1962), I hereby state that: - \n \n• I am the owner of the Copyright.  \n• I am the authorized agent of ________________________ \nWho is the owner of Copyright in th e work specified in the enclosed \naffidavit and I hereby apply for an order that copies of the said work as specified, in the said affidavit shall not be -imported into/exported out o\nf \nPakistan. \n 1. I am also enclosing a copy of the work of which the copyright\n/' is being infringed. \n 2. I produce herewith the following additional evidence in proof of\n infringement of copyright by the works in respect of which the order is\n Sought:- \n4. (Give particulars) \n The prescribed fee has been paid as per details below: --\nJ . (Give particulars) \n \n ____________________ ____________________________________ ______________________ ________________________________________________________ \n_______________________________________________ \nFull name, address and nationality of the applicant. 20 THE COPYRIGHT RULES. 1967 \n5. Communication on the subject may be addressed to: \n Yours faithfully. \n………..\nSignature.\nPlace.... ............. \nDate ................... \n \nScore out which is not applicable. \nFORM OF AFFIDA VIT\nI _____________________ Of ______________________ do\n 10 \n (FULL NAME IN BLOCK LETTERS) \nhereby on solemn affirmation state that:- \n (I) The particulars in the statement below are true to the best of my \n knowledge and belief. (FULL ADDRESS) \n(2) If the copies are allowed to be imported/exported the copyright of' the \nwork described in the statement below would be infringed. . \n(3) I am interested in the prevention. of importation/exportation of \n the said infringing copies for the following reasons: \n_________________________________________________________ \n(STATE REASONS) \nand \n(4) The infringing copies are not being imported/exported for the \n private and domestic use of the importer/exporter. \nA. \nl. \n STATEMENT' \nPARTICULARS OF THE WORK AND RIGHTS HELD: ) \n………………………………………………………………\n  \n \nTHE COPYRIGHT RULES, 1967 21\n2. \n3. Telegraphic address of the applicant ....................................... \nIf the applicant is not the owner of the Copyright, full name, \naddress and nationality of the ow ner of the copyright................\n4. Description of the work: \n(a) Class of .work (Literary, Dramatic, Musical, Artistic, \nCinematograph Film, Record). \n(b)    Title of th e work ……………… …………………………. \n(c)    Full name, address and nationality of the author and if the \nauthor is dead, the date of his death................................... \n(d)  Language of the work.................................................. \n(e)  Name and address of the publisher. ……………………… \n(t) Year of first publication.................................................... \n(g) Country of first publication................................................. \n(h) If the Copyright in the work is registered under section 39, the \nregistration number . ........................ .....................\n \n(If the Copyright work has appeared as a' serial or otherwise in a \njournal or magazine, give the name of the journal or magazine, \nthe volume number of the issue, the date and reference).\nB. DETAILS OF IMPORT/EXPORT OF INFRINGING COPIES: \n  Country of origin of the infringing copies. ............................. \nName, address and nationality of the importer/exporter Pakistan  \nName, address and nationality of the maker of the infringing copies. .\n .................................... \n4. (a) Expected time and place of im port/export of the infringing copies\ninto/out of Pakistan. \n5. (b) Details of shipment with supporting evidence, if any. \nIn case a consignment of the infringing copies is detected and detained, \nwill the applicant be prepared to go hi mself or depute an authorized agent \nto identify the said copies to the satisfaction of the Registrar o f \nCopyrights. .................................. \n 22 THE COPYRIGHT RULES, 1967 \nC. ANY OTHER RELEVANT INFORMATION NOT COVERED \nABOVE \n…………….\"\"\" .\nSignature. \nPlace ................................ \nDate ............................................. -------\n \nFORM VII\n[See rule 9(4)] \n LICENCE UNDER SECTION 37 OF \nTHE COPYRIGHT ORDINANCE, 1962 \nThe Copyright Board under the authority of the Copyright \nOrdinance, 1962 (XXXIV of 1 962) and the Copyright..............................Rules, \n1962, hereby grant to ......................................................... ................... of the \n…………………………………... ............ .of ... .......................... .the \nsole. right to print and publish in Pakistan an edition of ... .............................. Copies of the book entitled .................................... \nby ................... of.................,.in which copyright subsists, and the owner \nof such co pyright is …………………………. of ................... .....................  \n                 The reta il selling price of the said  book under this licence is \n………………………………………….  per copy. \n                 The licensee shall pay a. royalty on the retail selling price of every copy of such book printed unde r this Licence at the rate of………………. \nDated……………………. of…………………………………… 19 \n(Registrar) \n ACCEPTANCE OF LICENCE \nI, ……………………………………………………….. ,of…………………… \nthe licensee above-mentioned, hereby accept this, licence and undertake to \nfulfil, in connection therewith, all th e terms prescribed, by the Copyright \nOrdinance\" 1962, and the rules made there under. \nDate the ............................................day of ........................................19....... \n................\n(Licensee)\n THE COPYRIGHT RULES, 1967 23 \nSECOND SCHEDULE \n[See Rule 24] \n(1) For a compulsory licence under section 36. Rs.l,500.00 per work \n(2) For an application for a licence to produce \nand publish a translation of,a literary or \ndramatic work in any language under section 37.Rs.l,500.00 -do- \n(3) For an application for registration of \ncopyright in any work under section 39 and for an application for registration of assignment \nof copyright .under section 40. Rs.500:00 per work \n(4)   For filing an objection/opposition to an         \n       application for registration under  section 39. Rs.500.00 -do \n(5)     For an application to vary the terms of \n         copyright under section l4(2A). Rs.l500.00 -do- \n(6)    For the making of copies or taking extracts \nfrom the Register or index under'  ' \nsection 38. \n\\ Rs,50.,OO per page \n(7)   For a certified copy of any other public \ndocument in the custody of the Registrar of \n         Copyright or the Copyright Board. Rs.50.00 : -do- \n (8)   For an application for prevention of \nimportation and exportation of infringing' \n        copies under section 58'. Rs.2,OOO.00 per work \n(9)   For an application for modification of the \nRegister of Copyrights under section 41(2)., Rs.500.00 -do- \n(10 ) For an application for rectification of \n         Register of Copyrights before the Copyright         \n        Board filed by a party aggrieved Under section   \n        41(2). Rs.l500.00 -do- \n(11) For filing of opposition/counter statements \nto application for rectification under \nsection 41(2). Rs.5OO.OO per work \n(12) For an application for a reference to the \nBoard under subsection (2of sections 4  and 6. Rs.l500.00 -do- \n 24 COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 \n(13) For an application for a reference for the \nBoard under section 65 (2). Rs.1,500.00 per work \n(14) For an appeal befo re the Copyright Board \nunder section 76. Rs.l,5OO.OO -do- \n(15) For a notice of relinquishment of copyright \nunder section 17. Rs.1,5OO.OO -do- \nCOPYRIGHT BOARD (PROCEDURE) \nREGULATIONS, 1981 \nIn pursuance of the powers conferred under section 46 of the \nCopyright Ordinance, 1962 (XXXIV of 1962) the Copyright Board .is \npleased to make the following regulation, namely Copyright Board \n(Procedure) Regulations, 1981. \n(1) Short title and commencement. --(i) These regulations may be \n called Copyright Board (Procedure) Regulations, 1981.\n(ii) These shall come into' force at once. \n(2) Definition-------- (i) In these regu lations, unless there is anything \nrepugnant in the subject or context:- \n. (a) \"Board\" means the Copyright Board. \n(b) \"Chairman\" means the Chairman of the Copyright Board. (c) \"Form\" means a form set out in the First Schedule. (d) \"Member\" means a member  of the Copyright Board. \n(e)    “Ordinance\" means Copyright Ordinance, 1962. \n(f) \"Registrar\"' means the Registrar of Copyright (which includes \n the Deputy Registrar). .  . \n(g) \"Register\" means the Register of Copyrights. \n(h) \"Regulations\". means \nRegulations, 1981. theCopyright Board (Procedure) \n(i) \"Rules\" means Copyright Rules, 1967. \n(j) \"Schedule\" mean~ Schedule annexed to these Regulations. .\n(k) \"Secretary\" means Secretary of the Board; Le. Registrar of \nCopyrights. \n COPYRIGHT BOARD (PROCEDURE)' REGULATIONS, 1981    25 \n(1) \"Section\" means a section of the Ordinance.  \n(2)  Words and expressions not defined in theses regulations shall \nhave the same meaning as are assigned to them in the \nOrdinance . . . \n  \n(3) The permanent seat of the Boar d shall be at Karachi The Board \nshall ordinarily hold its sittings at its permanent seat, but it may 'hold its sitting at any other place if in its opinion the holding o\nf \nsuch sittings at such other place will be convenient to the parties to the proceedings 'or otherwise. \n(4) (a) Meeting of the Board shall be convened by the Chairman at \nsuch place and at such time as may be deemed necessary. \nReasonable notice shall  given to all the members. \n(5) Reference to the Board ------------(I) (a) A reference to the Board \nunder section 4(2) as to whether issue of any work to the public \nare in sufficient quantities shall be made in Form \"A\" \n(b) A reference to the Board unde r section 6(2) for determination o\nf\n any term of 'copyright in any other country, shall be made in \n . Form \"B\"  \n(c) A reference to the Board under section 65(2) for the decision with \nregard to the infringement of copyright in any work shall \n be in Form \"C\".  . \n    (II) On receipt of any reference under these regulations, the Board \nshall issue notice to the parties in the prescribed Form \"C 1 \" .\n(6) Objection referred to the Board: - \n(I) An objection filed with the. Copyright Office under section 32 \nand refer for the determination by the Board under section 33 \nshall be in Form 'D' \n(II) On receipt .of any objection under these regulations from any \nparty, the Board shall fix a date \"Of hearing and issue notice to \nthe parties to the dispute in  the prescribed Form '1'. \n(7) Application to the Board: - \n(I) (a) An application under section 36 of the Ordinance for the \ngrant of a licence in words withholding from public shall be in Form \n'E'.  . \n(b) An application under section 41 of the Ordinance for the \ncorrection of entries in the Register of Copyrights shall be in \nForm 'F'. \n \n \n26 COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 \n(II) On receipt of any such applica tion, the Board shall issue notice\n to other party or parties as the case may be: \n(8) Appeal to the Board: - \n . . \n(I) An appeal under section 76 of the Ordinance against orders of \n Re gistrar shall be in Form 'G' \n(II) A summons to party or witness under section 78 sha1i be in \n Form 'H'. \n(III) A notice for fixation of hearing of appeal/application/ \nobjection/reference before the Copy right Board shall be in Form \n'I'. \n(9)   Any application, reference or ap peal to the Board may be sent to the \nSecretary by registered post acknowledgement due or presented to' \nhim during office hours either by the applicant or the appellant \npersonally or through his advocate, agent along with authorization in \nForm  J/K \n. (10)  (I) Every memorandum of appeal shall- \n(a)    be legibly,~ correctly and concisely written, typed written, or \n printed, \n(b)    be divided into paragraphs, numbered consecutively each \n paragraph containing, as nearly as may be a separate assertion  or averment, \n(c) contain the full name, and address of each party, \n(d) set out briefly the facts of the case, \ne) clearl y set out the relief claimed, \n(f) be accompanied by a copy of the final order against which \n appeal is preferred, \n(g) be signed or thumb-impresse d by the appe llant, an d\n  \n(h) be accompanied by 8 copies of the memorandum of appeal and as \nmany copies of the final order against which an appeal is \npreferred.  \n(II) All applications shall be in such form as may be prescribed under the \nregulations.  \n. \n( 11) When an a ppeal is presented after the period prescribed in the\n COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 27\nOrdinance it shall be accompanied by a petition, supported by an \naffidavit setting forth the cause of delay. \n(12)  The Secretary shall scrutini ze every application, reference or \n appeal received by him and if fo und to be correctly drawn, cause \n                     it to be registered as ~n application, reference or an appeal in \n the Register of Applications or  the Register of Appeals as the \n case may;  .. \n(a) If any such application\" reference or appeal as the case may be is no t\nfound to be drawn up properly, it may be returned for amendment an d\nmay be filed duly amended again within 14 days or such extended\ntime as granted by the Board. \n (b) Board may direct a party to deposit towards costs for issue of \n processes a sum of Rs.1OO. \n(c) A notice of filing of appeal, application' or reference shall be issued to \nthe parties in the prescribed form, and may be served by registered post or any other manner, including by publication in one or more daily' newspapers as the Board may \ndirect:  \nProvided that a notice shall not be issued for publication until \ncosts of such publication are deposited or paid by the party.\n(13) Any party on whom notice of an application, reference or an \nappeal has been served may send his objections by registered post acknowledgement due to the Secretary so as to reach in his office or deliver the same to the Secretary either personally o\nr \nthrough his advocate, not later than 21 days of service of notice on him. \n(14) (I) The written objections shall be legibly, correctly and \nconcisely written, written, typed or printed in the prescribed form' and shall be signed by the party himself or. by, a person duly authorized by him in this behalf, and shall be accompanied by documents on which reliance is made in support of such objection. \n(III) The written objection shall be accompanied by 8 copies therefore \ncomplete in all respects and duly atte sted or certified as true copies by \nthe Advocate of the parties. \n \n(15) (I) An application to summon witnesses before the Board shall \n be made, by the party wishing to produce such witnesses not later \n.\n  \n28 COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 \nthan 21 days before the date fixed for hearing before the Board,\n and shall state:-  . \n  \n(a) The name, designation and address of the witnesses to be \n summoned.  \n(b) The reasons or necessity of evidence of such witness. \n(II) If in the opinion of the Board the evidence of witnesses specified\nin the list of witnesses is necess ary for the proper adjudication \nof the material question at issue it shall direct him to be\nsummoned on a date to be fixed by the Board, and shall direct\nthat the daily allowance and travelling expenses of suchwitnesses be deposited by the party. \n(III) The Board may by special or general order prescribe scale o\nf\ndaily allowances and travelling expenses payable to the \n witnesses summoned.   \n16. Summons----A summons issued by the Board shall be in For m\nthe Board may require any person to produce before it any\nbooks, papers or other documents and things in his possessionor under his control in any way relating to the matter unde\nr\ninvestigation, adjudication, or determination. \n17. Notice ---- A notice issued by the Board shall be in 'Form 'I' \n18. Service of summons or notices ..... Any notice, summons process\nor order issued by the Board may be served either personally o r\nby registered post. \n19. Procedure ---- (I) At the first sitting of the Board i~ respec t\nof any matter before the Board, the Chairman shall call upon the \nparties to state their case in such order as he may think fit. \n(II) The hearing shall be in public 'e xcept for in a particular case, i f \nthe Chairman considers that public hearing will be. agains t \npublic morals and interests or State security, the Chairman may, for reasons to be recorded, or a closed hearing.\n20. Administration of Oath\n----The Chairman or any other member of\nthe Board may administer an oath to any party or witness\nappearing before it. \n21. Evidence ---- The Board may accept, admit or call for evidence a t\nany stage of the 'proceedings before it and in such manner as i t \nmay think fit. \n \nCOPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 29\n  \n 22. Manner of business before the Board--(I) The Chairman may \n curtail or dispense with the examination, cross-examination or \nre-examination of a party or witness,  if he is of the opinion that' \nsuch examination, cross-examination is likely to cause delay or defeat the purpose of the proceedings before the Board for reasons \nto be recorded. \n(II) The Board may in certain cases if  it deems proper endeavour t6 \nremove differences between the parties and secure an amicable settlement of the issue before it. \n23. The Board may proceed ex prate ------------- If, withou t good cause \nshown any party to. Proceedings before  the Board fails to attend or to \nbe represented, the Board may proceed ex prate as if such party had duly attended or has been represented. \n\\ 24. Powers of entry and inspection -------- For the purposes of any\ninvestigation, inquiry or adjudica tion to be made by the Board at \nany time between the hours of sunrise and sunset the Board o r \nany other person authorized by the Chairman in this behalf, may after he has given reasonable notice to enter any building, factory, godown, workshop, shop or other place or premise whatsoever and inspect the sa me or any work, machinery, \nappliance or article therein, or interrogate any person therein in respect of anything situated therein or any matter relevant to matters before the Board.\n \n25. The Board may summon and examine suo motto any person\n whose evidence appears to it to be material. . \n26. Decision by the Board ------- (I) All questions arising for decision at any \nsitting of the Board shall be decided by the Chairman in consultation with the members of the Board. \n \n(II) The Board after hearing the parties and their advocates if any, and after \nhearing the evidence, if any, as may be produced by the parties, shall \ngive its decision in writing, and if the Board is not unanimous in its decision, the decision of the majority shall prevail. \n27.  Correction of errors. \n- The Chairman may correct any clerical mistake \nor error arising from any accidental slip or omission in any order or \ndecision made or given by the Board. \n28. The Secretary on receipt of an application and after deposit of an\napplication and after deposit of the co sts, if any, deliver a copy of the \ndecision to the parties concerned and shall also cause a \n 30 COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 \n \ncopy to be made available at  the office for public inspection\n during working hours.  . \n29. The Board in addition to Chairman and Member-Secretary of the \nBoard shall have a quorum of at least two members two \nmembers in all matters except in hearing of appeals under section 76 for which the quorum shall be 2 members besides the \nChairman. \n30. Except in cases where hearing of any application, reference or \nappeal is fixed for final adjudication before the Board, all matters including matter refe rred under section 78 may be \nplaced before the Chairman who may pass such order as may be\n. deemed necessary. \n31. The proceeding of the Board in matters of hearing of any matte r\n shall be in English or Urdu as the parties may so desire.\n \n-------------- \nFIRST SCHEDULE \nFORM A \nCOPYRIGHT BOARD \n Reference under section 4 (2)\nTo, \nThe Secretary, \nCopyright Board, \nKarachi.  \nSir, \n(i). In accordance with section 4(2) of the Ordinance, I/We hereby refer the \nmatter of the (Name of the literary, dramatic, musical or artistic work \nor record) for the determination by th e Board as to whether unde r \nsection 4 (1) of the Ordinan ce, copies of the aforesai d \nliterary/dramatic:/musical/or artistic work or records issued to the public are sufficient in quantities. \n. \n(ii) These are delivered herewith for the perusal of the Board: - \n(a) The relevant documents of the matter under reference. \n(b) Eight copies of the literary, dramatic musical or artistic work or \nrecord under reference. \n COPYRtOH1 BOARD (PROCEDURE) REGULATIONS, 1981           31. \n , .  ' \n(iii) Brief statement. ………………………………………………\n………………………………………………………………\n………………………………………………………………\n....................……………………………………….…………………………………………………………………………….Name and address of the Referrer: \nName and address of the Advocate of Referrer:……………………………………….. \n………………………………………………………………………………….. \n………………………………………………………………………………….\nSigned \nStatus ,and designation of \nsignatory .............................. …. \nDate: ...............................\n \n------------  \nFORM B \nCOPYRIGHT BOARD \nReference under section 6(2) \nTo, \nThe Secretary,. \nCopyright Board,  Karachi. . \nSir, \n. ' \n. (i) In accordance with section 6(2) of the Ordinance, I/We hereby. refer \nthe matter' of the (Name of the work, name of country where\nwork published) for the determination by the Board, as to\nwhether under section 6(1) of the Ordinance, the term o f\ncopyright, for any work is shorter (in any other country named)\nthan that' provided in respect of that work under this Ordinance. \"\n(ii) .These are delivered  herewith for the perusal of the Board:-- . \n (a) The relevant documents of the matter under reference. \n(b) Eight copies of the work under reference. \n 32 . COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 \nBrief statement ................................................. . . .... ..................................... ….............. ......................………………………………………………………\nName and address of the Referrer 1  :...................................................\n \nName and address of the Advocate of the Referrer:.............................………………………………………………………………………\n........................................................................................……..\nSigned: \nStatus and designation of\nSignatory……………… \nDate........... .....................\n \n.FORM C \nCOPYRIGHT BOARD \n. Reference un der sect ion 65.of the Ordinance: \nTo, \nThe Secretary \nCopyright Board, Karachi. \nSir, \n(i) \nIn accordance  with section 65 of the Ordinance, we the parties \nto the suit or proceedings (Nam e of the suit or proceeding i f \n!!!YL or the undersigned parties agree to refer and hereby refe r \nfor determination by the Board. the dispute with regard to infringement of copyright in the matter of\n(ii) These are delivered herewith for the perusal of the Board:--\n(a) The relevant documents of  the matter under reference. \n-..,.\n(b) Eight copies of the work under reference. \n ,COPYRIGHTBOARD (PROCEDURE) REGULATIONS, 1981      33 \n(U) Brief Statement ……………………………………………………….. \n.......................................... ....................…………. ..............................\n……………………………………………………………………………..….\n(1) Name and address, of  the \n Referrer No.1:_________________________________________\n_____________________________________________________\n(2) Name and address of the Referrer No.2:_____________________ \n________________________________________________________\nSigned (Referrer No.2)___________________________________________\nStatus and designation of signatory No.2_____________________________\nDate:_____________________________ \nSigned Referrer No.1)____________________________________________\nStatus and designation of  Signatory No 1: ___________________________\nDate_____________________________________ \n. ......... \nFORM D \nCOPYRIGHT BOARD \nTo. \nThe Secretary, \nCopyright Board. Karachi. \nRe: Statement flied by the (Performing right Society). \nSir, \n(i) In accordance with section 33 of  the Ordinance. I/We (Name of the \nParties Objectors) file here with objections under section 32, \n to fees, charges or royalties proposed by (..................................)  \nto the\" Copyright office to be referred for the determination \nby the Board:..   \n; \n(ii) These are delivered herewith for the perusal of the Board: - \n(a) The relevant documents of the matter under reference. \n(b) Eight copies of the statement/ scheme under reference. \n34 COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 \n(III) , Brief statement ................ ................................ ………………..\n………………………………………………………………………………………………..\nName and address of objector: ___________________________\n_____________________________________________________\n_____________________________________________________\nName and address of the Advocate of  objector: \n \nSigned:_____________________\nStatus and designation \nof signatory__________________ _ \n'Date________________________\n......... \nFORM E  \nCOPYRIGHT  BOARD \n            APPLICATION UNDER SECTION 36 OF \n             THE ORDINANCE\nTo,. \nThe Secretary, \nCopyright Board, Karachi' \nSir, \n(i) In accordance with 'section'60f the Ordinance for the ,rant of \nlicence in work with held from public (Name of the author and name of the literary, dramatic, musical or artistic work or record) this application is hereby submitted .for grant to \nthe application, a licence \nto……………………………………………… for \n the determination by the Board. \ngo These redelivered herewith for the perusal of the \nBoard:- \n(a) The relevant documents of the matter su pport of this application. \n COPYRIGHT BOARD (PROCED~E) REGULATIONS, 1981      35 \n(b), Eight Copies of the work und er reference in the application. \n(Hi) Brief Statement. \nName and address of the applicant________  , \n \nName and address of the \nAdvocate of the Applicant \n_______________________ _\n_______________________. \nSigned______________________ \nStatus and designation \n.of the Signatory___________________ \n,\" \nDate ________________ _______\nFORM F \n COPYRIGHT BOARD \nAPPLICATION UN1)BR SECTION ) 37 Of \n, THE ORDINANCE.\nTQ, \n,\" The, Secretary, \nCopyright Board, Karachi. \n \n (0) .In /accordance with section 37 of the Ordinance for the \ngrant of licence to produce and publish translations (Name o f \nauthor and name of literary, dramatic, musical, artistic work record / \nthis application hereby submitted for grant to applicant a Licence the \nProduce and -publish & translation of ,the after ,the determination\n by the X Board.   \n(Ii) These are delivered herewith for the perusal of the Board. \n(a) The relevant documents of this application . \n 36 COPYRIGHT BOARD (PROCEDURE) REGULATIONS,  1981 \n(b) Eight copies of the work under reference in this application. \n(Hi) Brief statement. \nName and address of \nApplicant ……………………..  \n-- - - - -- --- -- --- -- --- - - ---- - - - --------  \nName and address of the Advocate o f \nthe applicant ……………………….. \n    ……………………………………-- \nSigned---------- ------------\nStatus and designation of \nthe Signatory --------------\n-----------------------------------\nDate……………………..\nFORM G  \nCOPYRIGHT BOARD \n APPLICATION UNDER SECTION 41 OF \n             THE ORDINANCE. \nTo, \nThe Secretary, \nCopyright Board, Karachi. \nSir, \n(i) In accordance with section 41  of the 'Ordinance, for the \ncorrection of entries in the Register of Copyrights and Indexes, \nthis 'application is hereby submitted for the determination of the\n . Board, namely: (here, state corrections sought) (1) ---------- ----- \n (2 )--------- ------------------------------- \n(ii) These are delivered herewith for the perusal of the Boar-d: - \n(a) The relevant documents' of the matter in support of this \napplication. \n COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981     37 \n(b) Eight copies of the work under reference in the application. \n(iii) Brief statement ………………………………………….. \nName and address of the \nApplicant…………………………………………………….\n -- \nName and address of the Advocate \nof the applicant------------------------------------ \n \nSigned --------------- -- \nStatus and designation of the\nSignatory …………………..\n-----------------------------\nDate-----------------------\n------- \nFORM H  \n COPYRIGHT BOARD  \nAppeal under section 76 of the Ordinance \nTo, \nThe Secretary, \nCopyright Board, \nKarachi. \nIn Ref. ---------------------------------------\nSir, \n(i) In accordance with section 76 of the Ordinance this appeal is filed \nagainst the final decision or order of Registrar in respect of \n ---- ------------------ ---------------------------------- --for the \n  determination by the Board. \n(1) Name of appellant. ------------------------------------------------------- \n(2) Name/particulars of the work---- -------------- ------------------------ (3) Date-of order appealed from -------------------------------------------  (4) Name and address of respondents\n----------------------------------  \n \n (S) Brief statesmen ------------------------------------------------------------------------  \n (6) Grounds of appeal ----------------------------------------------------------  \n (7) Relief sought ---------------------------------------------------------------- \n(8) These are delivered herewith  for perusal of the Board: - \n(a) The relevant documents of the matter under appeal. \n(b) Eight copies of the statemen t/scheme/work under reference in \n          appeal.  . . \nName and address of appellant---- ------------------ ---------------- \n------------------ --------------- --------------- --------------- ------------- 38' COPYRIGHT BOARD (PROCEDURE) REGULATIONS. 1981 \nName an address of the Advocate of the appellan t--------------------------  \n-------------------------------------- ------------------------- ---------------- -----\nSigned_________________\nStatus and designation of the \nsignatory_______________\nDate___________________ \n FORM I \n COPYRIGHT BOARD \n SUMMONS TO PARTY OR WITNESS RE: ------------  \n Whereas the Copyright Board bas received an application! \nAppeal/reference/objection for ad judication in a dispute between --------- \n---------------------------- And------------------ ------------------------- you are \nhereby summoned to appear before the Board in person in the --------------------- \nh------ day of -------------------- at----------------------------------------------- O' clock in \nthe ------------------------ noon to answer all mate rial questions relating to  \nthe  said dispute and you are directed to produce on that 'day all the books, papers and other documents and things in your Possession or \nunder your 'control in any way relating to the matter under investigation \nby this Board.   . \n Date: ---------------------- 19 \nSecretary \ncopyright Board. \n(Seal) \n \n COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981     39 \nFORM J \nCOPYRIGHT BOARD \nAppeal I Application/Objection/reference No. \nUnder section ---------------Copyright ordinance, 1962 (Act XXXIV of 1962) \n----------------of 19 --------------------------------\nTo, \n-------- \n-----------          ----------------------------------       ---------------------------------- \nTake notice that an appeal/appli cation/objection/reference has been \npresented by------------------ and registered in this Board for hearing of \nthis appeal/application /objection /reference on----------------------------- \nat------------ ---------0' clock ---------------------------------------------------\n, \nIf no appearance is made on your behalf in person or by your \nauthorized representative and able to answer all question, it will be heard and decided in your' absence. \nSecretary,\nCopyright Board. \n(Seal)\nPI ace- - - --- ----- - ---------- - -- - ---- \nD ate- --- - - - -- - - - - - - - -- --------- --- \n \nFORM, K \nV AKALA TNAMA \nBEFORE THE REGISTRAR, CENTRAL COPYRIGHT \nOFFICE/BEFORE THE COPYRIGHT BOARD \nIn the matter of -----------------------------------------------------------------\nI/We---------------------- -------------------------------------------------------\n------------------------------------------------------------------------------------\nhereb y authorize and appoint under Rule 25 of the Cop yright Rules 1967,\n 40 COPYRIGHT BOARD (PROCEDURE) REGULATIONS, 1981 \nMr. -------------------------------------------------------------- Advocate to represent\nme/us in connection with ------------------------------------------------ before\nthe Registrar, Central Copyright Office/Copyright Board, to attend, plead and \nact on my/our behalf all acts, deeds, and things done, statements made by him shall ~e binding on me/us, as statements made or acts done by me/us personally, \nDated ------------------------ \nReceived on---------- ---------- -------- \nAddress s of party - ------------------------- ----- - - - --------------\nAddress of   Advocate------------------------------------ ----------- -----\nAccepted by me \nAdvocate  \nFORM \"L\" \nTo be stamped under Stamp Act, 1899  \nFORM OF AUTHORIZATION OF AGENT IN A \nMATTER OR PROCEEDING UNDER THE COPYRIGHT ORDINANCE, 1962 UNDER \nRULE 25 OF COPYRIGHT RULES, 1967 \n I (or we) (a) ------------------------------- hereby authorize and appoint ----------- \n-------------------------- (b) ----------- -------- -------------------------------- ----------- of ---------------------- \n. ----------- -- to act as my or (our) agent for (c) ----------------- ----------------- \n----------------- , and request that a ll notices, and communications relating thereto \n may be sent to such agent at the above address. \n. I/we also authorize our said agent to apply for, obtain and complete any \nregistration, rectification, refere nce, or appeal in respect of \naforesaid matter.   \n I/we hereby revoke all previous authorizations if any in respect\n, of the same matter or proceedings. All acts, deeds and things done, \nstatements made by him shall be bi nding on me/us as acts, statements \n made by me/us personally. \n(d) - -- - ------------------  - ---------- Address ----------- ------- - -------------- \n(e) ---------------------------------------------------------------(to be struck out if the person \n THE INTERNATIONAL COPYRIGHT ORDER, 1968 41.\nappointing the agent desires his ow n address to be treated as the \naddress for the services  after registration. \nDated this ---------------------day of--------------------------------  \nTo, \nThe Registrar of Copyrights,  \nGovernment of Pakistan, \nLiaquat National Memorial Library Building, \nNational Stadium Road, \nKarachi \nInstructions: \n(a) Insert full name and address and Nationality.\n(b) Insert name and address of the agent. \n(c)  State the particular matter or proceedings for which the agent is \n  appointed and giving the reference if known. \n (d)  To be signed by the person appointing the agent. \n.      (e)        Insert the full trade or business address 6t' the person appointing\n/        the a gent. \n \n.THE INTERNATIONAL COPYRIGHT\n ORDER, 1968 \n1. (1) \nOrder, 1968. This Order may be called. the International Copyright \n    (2)          It shall come into force at once.\n2.              In this Order, un less there is anything re pugnant in the subject \nor context,-- \n(a)   Country of the Berne Copyright Union\" means. a country \n mentioned in Part I of the Schedule: \n(b) \"country party to the Universal Copyright Convention\" means a\n country mentioned in Part II of the Schedule: and \n (c) \" Schedule\" means the Schedule to this Order. \n3. Subject to the provisions of paragraph 4, all the provisions of \n 42 THE INTERNATIONAL COPYRIGHT ORDER, 1968 \nI \nthe Copyright Ordinance. 1962 (XXXIV of 1962) hereinafter referred to as \"the \nOrdinance”, other than those of Chapter IV thereof  and those which apply \nexclusivel y to Pakistani works, shall a pply-- . . \n(a) to any work first published in a country mentioned in the Schedule in \nlike manner as if it was first published within Pakistan; \n(b) to any work first published in a country other than a country mentioned \nin the Schedule, the author of which was at the date of such publication or where the author was dead at that date, was at the time of his death, \na subject or citizen of a country party to the Universal Copyright \nConvention in like manner as if the author was a citizen of Pakistan at'1hat date or time. \n(c) To an unpublished work, the author whereof was at the time of the \nmaking of the work, a subject or citizen of, or domiciled in, any \ncountry mentioned in the Schedule in. like manner as  if the author was a citizen of, or domiciled in Pakistan; and \n(d) In relation to a body incorporated under any law of a country mentione\nd \nin the Schedule, in like manner as if it was incorporated under a law in \nforce in Pakistan. \n4.  I  -  \" Notwithstandin g anything contained in paragraph 3,\n(a) The term of copyright for a work sha ll not exceed that enjoyed by it in    \n      its country of origin; and \n(b) The Ordinance or any part thereof shall not apply to a work published \nbefore the commencement of this order in a country party to the \nUniversal Copyright Convention or a country of the Berne Copyrigh t \nUnion. \n Explanation ---- In this paragraph country of origin\" means: \n(a) In the case of a work first publishe d in a country of the Berne Copyright \nUnion or a country party to the Universal Copyright Convention, tha t \ncountry. \n(b) In the case of a work published simu ltaneously in a country of the Berne \nCopyright Union and a country which is not a country of the' Berne Copyright Union, the former country. \n(c) In the case of a work which is published simultaneously in a country \nparty to the Universal Copyright Convention and country which is \nneither a country of the Berne Copyright Union nor a country party to the Universal Copyright Convention, the former country. \n 43 THE INTERNA TIONAL COPY RIGHT ORDER, 1968 \n(d) In the case of a work which is published simultaneously in several \ncountries of the Berne Copyright Union, the country whose laws give the shortest term of copyright in such a work. \n(e) In the case of a work which is published simultaneously in several \ncountries parties to the Universal Copyright Convention, \nthe country \nwhose laws give \" the shortest term of copyright in such a work; \nand \nIn. the case of a unpublished work or a work first published in country \nother than a country of the Berne Copyright Union or a country party to the Universal Copyright Convention, the country of which the author was a subject or citizen or the country in which he was \ndomiciled\" at the time of making the work or a substantial part of it or, \nas the case may be, at the time of its  first publication. Which ever gives \nthe longer term of copyright. \n5. All. Orders in Council made under Copyright Act, 1911 (1&2 Geo. 5C. \n.46) so far as they form part of th e law of Pakistan, are hereby repealed: (f) \nProvided that where, by virtue of any such Order in Council, copyrigh\nt \nsubsisted in a work immediately before the commen cement of this. \nOrder, and copyright does not subsist therein under this Order, it shall continue to subsist therein as if such Order in Council had not been repealed. \n \nTHE SCHEDULE   \n[See paragraph 3(a)] \n (As amended by S.R.O.99(KE)/2000, \ndated 18th June, 2000) \n PART -I \nCOUNTRIES OF THE BERNE \n COPYRIGHT UNION \nAlbania \nAlgeria \nArgentina Antigua and Barbua \nAustralia Austria\nAzerbaijan \nBahrain Bahamas \nBangladesh \nBarbados Belarus\n 44 THE INTERNATIONAL COPY RIGHT ORDER, 1968 \nBelgium \nBolivia Benin\nBotswana Bosnia and Herzegovina \n Brazil \nBulgaria \nCameroon Burkina Faso\nCanada\nCape Verde \nChad. Central African Republic \n Chile \nChina Colombia\nCongo \nCote d' Ivoire Costa Rica\nCroatia\nCzech Republic \nDenmark Cyprus \nDemocratic Republic of the Congo Cuba \nDominica\nDominican Republic Ecuado r\nEgypt \nEquatorial Guiriea Ei Salvado r\nEstonia\nFiji \nFrance Finland \nGabon \nGambia Georgia \nGhana Germany \nGreece Grenada\nGuatemala Guinea\nGuinea-Bissau \nHaiti Guyana \nHoly See\nHonduras Hungary \nIr.dia Iceland \nIndonesia Ireland'\nIsrael Italy\n THEJNTERNATIONAL COPY RIGHT ORDER, 1968 \nJamaica Japan \nKazakhstan Jordan \nKenya \nLatvia Kyrgyzstan \nLebanon \nLesotho Liberia\nLibyan Arab Jamahiriya \nLithuania Liechtenstein\nLuxembourg \nMalawi Madagascar \nMalaysia Mali \nMalta, Mauritania\nMauritius Mexico\nMonaco Mongolia \nNamibia Morocco \nNetherlands New Zealand\n, Niger \n Norway Nigeria \nOman \nPakistan Panama\nParaguay \nPhilippines Peru\nPoland \nRepublic of Korea Portugal \nRepublic of Moldova Romania\nRussian Federation Rwanda\nSaint Kitts and Nevis \nSaint Vincent and the Grenadines Saint Lucia\nSenegal \nSlovakia Singapore \nSlovenia South Africa\nSpain Sri, Lanka\nSuriname Swaziland45\n 46 THE INTERNATIONAL COPY RIGHT ORDER, 1968 \nSweden Switzerland\nTajikistan \nThe former Yugoslav Thailand \nTogo \nRepublic of Macedonia \nTrinidad and Tobago Tunisia \nUkraine. Turkey \nUnited States of America Uruguay \nYugoslavia Venezuela \nZambia \n \\ Zimbabwe\n___ \nCOUNTRIES PARTIES TO THE UNIVERSAL \nCOPYRIGHT CONVENTION \nAlgeria \nArgentina Andorra\nAustralia\nAustria Azerbaijin \nBangladeshBahamas \nBarbados \nBelgium Belarus\nBelize\nBrazil Bosnia and Herzegovina \nBulgaria . Bolivia \nCambodia Cameroon\nCanada Chile\nChina Colombia\nCosta Rica Croatia\nCuba \nCzech Republic Cyprus \nDenmark \nEi Salvado r Fiji \nFinland France\nGermany Ghana\n THE INTERNATIO~AL COPY RIGHT ORDER, 1968 \n. \nGreece \nGuinea \nHoly See \n    \n     Iceland  \nIreland \nItaly \nKazakhstan \nLoa People's Democratic Republic \nLiberia \nLuxembourg \nMalta \nMexico \n . Morocco \nNew Zeland \nNiger \nNorway \nPanama \nPeru \nPoland \nRepublic of Korea \nRussian Federation \nSaint Vincent and the Grenadines \nSenegal \nSlovenia                     Sri Lanka  Switzerland \nThe former Yugoslav \nRepublic of Macedonia 47\nGuatemala   \nHaiti \nHungary \nIndia ,\nIsrael \nJapan\nKenya \nLebanon\nLiechtenstein'\nMalawi \nMauritius\nMonaco\nNetherlands\nNicaragua  \nNigeria \nPakistan\nParaguay \nPhilippines.\nPortugal \nRepublic of Moldova\nRwanda\nSaudi Arab\nSlovakia\n.   Spain \nSweden \nTajikistan\n. Trinidad Tobago \n 48 THE INTERNATIONAL COPYRIGHT ORDER, 1968 \nTunisia \nUnited Ki!1gdom of Great Britain \nand Northern Ireland \nUruguay Ukraine \nUnited States of America\nVenezuela\nYugoslavia Zambia\n       PART- III \n COUNTRIES MEMBERS OP WORLD \n              TRADE ORGANIZATION \nAngola \nArgentina Antigua and Barbuda \nAustralia \nAustria Bahrain\nBangladesh \nBelgium Barbados \nBelize \nBenin Bolivia\nBotswana Brazil \nBulgariaBrunei Darussala m \nBurkina Paso Burundi\nCameroon Canada\nCentral AfricAn Republic \nChile Chad\nColombia,\nCongo \nCote d' Ivoire Costa Rica\nCyprus \nDemocratic Republic of Congo Cuba \nCzech Republic\nDenmark\nDjibouti Dominican \nRepublic Dominica\nEcuado r\nEgypt Ei Salvado r\nEstonia European\n THE'INTERNATIONAL COPYRIGH';' ORDER, 1968 49\nFiji \nFrance Finland \nGabon \n Gambia Germany \nGreece Ghana \n \n       Grenada  Guatemala. .\nGuinea Bissau Guinea\nGuyana \nHcnduras Haiti\nHungary \nIndia Hong Kong China \nIceland \nIndonesia\nIreland ISrael\n Italy \nJapan Jamaica\nKorea Yenya \nKuwait \nThe Kyrgyz Republic \nLesotho Latvia\nLuxembourg \nMadagascar Liechtenstein \nMaczu, China\nMalawi\nMalaysia \nMali Maldives,\nMalta\nMauritania Mauritius\nMprocco Mongo!ia \nMozambiqueMexico \n  Myanmar \n  Netherlands--- For Kingdom in \n  Europe and for the Netherlands. Namibia\nNew Zealand\nAntilles \nNicaragua \nNigeria Niger \nNorway \n \n 50 THE INTERNATIONAL COPYRIGHT ORDER, 1968 \nPakistan Panama\nPapua:New Guinea \nPeru Paraguay \nPhilippines\nPoland \nQatar Portugal \nRomania\nRwanda Saint Kitts and Nevis\nSaint Lucia Saint Vincent and \nthe Grenadines \nSierra Leone Senegal \nSingapore Slovak Republic \nSolomon Islands 'Slovenia \nSouth Africa \nSri Lanka Spain \nSuriname\nSwaziland Sweden\nSwitzerland \nThailand Tanzania\nTogo\n. Trinidad and Tobago \n Turkey Tunisia\nUnited Arab Emirates Uganda \nUnited Kingdom   \nUnited States Uruguay \nZambia Venezuela \nZimbabwe"
}