{
    "file": "./converted_json\\administrator359d2ddc2ad3cb8f4a5bfa3c263e5ba1.json",
    "name": "The Dowry and Bridal Gifts (Restriction) Act, 1976",
    "date": "4th June, 1976",
    "tagline": "An Act to provide for restrictions on dowry and bridal gifts.",
    "content": "Page 1 of 4 \n  \n \n \nTHE  DOWRY AND BRIDAL  GIFTS (RESTRICTION)  ACT, 1976  \n \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and comme ncement \n2. Definitions \n3. Restriction on dowry, presents and bridal gifts \n4. Restriction on presents \n5. Vesting of dowry etc., in the bride  \n6. Expenditure on marriage \n7.  Display  of Dowry  etc. \n8.  Declaration regarding expenditure to be submitted to Registrar \n8A. Complaints against viola tion of the Act \n9. Penalty and procedure \n10. Power to make rules \n11.  [Repeal] \n \n \n \n \n \n\n \n \nPage 2 of 4 \n THE  DOWRY AND BRIDAL  GIFTS (RESTRICTION ) ACT, 1976  \n1ACT No. XLIII OF 1976  \n \n[4th June, 1976 ] \n \nAn Act to provide for restrictions on dowry and bridal gifts. \n \nWHEREAS it is expedient to provide  for restrictions  on dowry and bridal gifts and for \nmatters connected th erewith or ancillary thereto; \n \nIt is hereby enacted as follows :— \n \n1. Short title, extent and comme ncement.—(1) This Act may be called the Dow ry and \nBridal Gifts (Restriction)  Act, 1976.  \n \n(2) It extends to the whole of  Pakistan and applies to all citizens of Pakistan.  \n \n(3) It shall come into force at once.   \n2. Definitions . In this Act, unless there is anything repugna nt in the subject or context,  \n \n(a) “bridal gift” means any property given as a gift before, at or after the marriage, \neither directly or indirectly, by the bridegroom or his parents to the bride in \nconnection with the  marriage but do es not in clude Mehr; \n(b) “dowry” means any property given before, at or after the marriage, either \ndirectly or indirectly, to the bride by her parents in connection with the \nmarriage but it does not include property which the bride may inherit under \nthe laws of  inheritance and su ccession applicable to her; \n(c) “marriage” includes betrothal, nikah and rukhsati; \n(d) “parents” includes the guardian of a party to a marriage and any person who \nprovides for dowry or bridal gifts and, in the case of a party to a marriage who \nhas no parent, or whose  marriage is solemnized in circumst ances in which, or \nat a place at whi ch, no parent is p resent, su ch party; \n(e) “present” means a gift of any property not  being a bridal gift or dowry, given \nbefore, at or after the marriage, either directly or indirectly, to either party to a \nmarriage in connection with the m arriage or to  the relatives of the b ride or \nbridegroom but do es not include neundra and salam i; \n(f) “property” means property, both moveable and immoveable, and includes \nany valuable security as defined in the Pakistan Penal Code  (Act XLV of \n1860); and \n 1 For Statement of Objects and Reasons, see Gaz., of P., 1976. Ext., Pt. 111. p. 460 \n \n \nPage 3 of 4 \n   (g) “Registrar” means a Nikah Registrar licensed under the Muslim  Family Laws \n   Ordinance, 1961( VIII of 1961.)  and such other person as may be designated \n   from time  to time  to perform the  functions of  the Registrar. \n \n 3. Restriction on dowry, presents and bridal gifts.—(1) Neither the aggregate value of  the \ndowry and presents given to the bride by Her parents nor the aggregate value of the b ridal gifts or \nof the p resents given to the bridegroom shall exceed five th ousand rupees: \n \nExplana tion.—The ceiling of  five thous and rupees specified in this sub-section does not  in \nany way imp ly that the dowry, bridal gifts and presents of a lesser amount  may not  be given. \n \n1[(lA) No  person shall give or accept, or enter into an agreement to give or to accept dow ry, \nbridal gifts or presents of a value exceeding the  aggregate value specified in sub- section (1).] \n \n2[(2) No dowry, bridal gifts or presents may be given before six months or after one month  \nof nikah and, if rukhsati  takes place some  time after nikah after one month  of su ch rukhsati]. \n \n4. Restriction on presents. No person shall give to either party to the marriage any present \nthe v alue of which exceeds one  hund red rupees: \n \nProvided that the limit of one hund red shall not applv to the presents give to the b ridegroom \nby the p arents of the b ride und er sub -section (1) of section 3: \n  \nProvided further that the President, the Prime Minist er, Federal Minist er, Chief Minist er, \nMinist er of State, Advis er, Governor, Speaker, Deputy Speaker, the Chairman or the  Deputy \nChairman of the Senate, Parliamentary Secretary, Member of the Senate, National Ass embly or \nProvincial Assembly, Government servant or an official serving in any corporation indust ry or \nestablishm ent owned, controlled or managed by Government shall not receive any present in \nconnection with his marriage or the marriage of his son or daughter except from his relations  \n(khandan): \n \nProvided  further  th at  this  restriction  shall  not apply to  a  Government  servant  or \nofficial serving in the scale below National Pay Scale 17 not exercising in any manner \njudicial revenue or executive authority. \n  \n5. Vesting of dowry etc., in the bride. All property given as dow ry or bridal gifts and all \nproperty given to the bride as a present shall vest absolut ely in the bride and her interest in property \nhowever derived shall hereafter not be restrictive, condition al or limit ed. \n \n6. Expenditure on marriage. The total expenditu re on a marriage, excluding  the v alue \nof dowry, bridal gifts and presents, but including the  expenses on menhdi, barat  and valima , \nincurred by or on behalf of either party to the marriage shall not exceed two thous and and five \nhund red rupees. \n \n7. [Display  of Dowry  etc.] Omitt ed by the Dowry and Bridal Gifts (Restriction) ( Amdt.) \nOrdinan ce, 1980  (XXXVI of 198 0), s. 3.  \n \n 1 Ins. by the Dowry and Bridal (lifts (Restriction) (Amdt.) Ordinance, 1980 (36 of 1980), s. 2”. \n 2 Subs. ibid. \n \n \nPage 4 of 4 \n 1[8. Declaration regarding expenditure to be submitted to Registrar.—(1) T he father of \nthe bridegroom or any oth er person who arranges the marriage shall, within  fifteen days of the \nexpiry of the period fixed under sub-section (2) of section 3 for giving dowry, bridal gifts and \npresents, submit  a declaration to the Registrar solemnly affirming that the tot al expenditu re oh \nthe m arriage including dowry, bridal gifts, presents and-entertainments did not  exceed the limits  laid \ndown in this  Act. \n \n (2) The Registrar shall forward the declaration submitt ed under sub-section (1) to the \nDeputy Commission er within fifteen days of receipt of such declaration. \n   \n8A. Complaints against viola tion of the Act. If any person attending a marriage ceremony \nis satisfied that the provisions  of this Act or the rules made thereunder have been contravened in \nrespect of such ceremony, he may submit  a compl aint, giving full particulars of the contravention,  \nto the D eputy Commission er]. \n \n9. Penalty and procedure.—(1) Whoever contravenes, or fails to comply with,  any \nprovision  of this  Act or the rules made thereunder shall be punish able wi th imprisonm ent of either \ndescription  for a term which may extend to six months, or with fine 2[which shall not be less than \nthe amount  proved to h ave been spent in excess of the maximum limits  laid down in  this Act], or \nwith both,  and the dowry, bridal gifts or presents given or accepted in contravention  of the  \nprovisions  of this  Act shall be forfeited to the Federal Government to be utili zed for the marriage \nof poor girls in such a way as may be prescribed by rules made und er this Act: \n \n))) \nProvided that if both the parents of a party to the marriage contravene, or fail to \ncomply with,  any provision  of this Act or the rules made thereunder, action under this section sh all \nbe taken only against the father: \n  \nProvided further that if the parent who contravenes, or fails to comply with,  any provisi on of \nthis Act or the rules made thereunder is a female, shall be punishable with fine on ly.   \n(2) Any offence punish able under this Act shall be triable only by a Family Cou rt \nestablish ed und er the West Pakistan Family Courts Act, 1964( W.P. Act No. XXXV o f 1964). \n  \n(3) No Family Cou rt shall take cognizance of an offence punish able under this Act except \nupon  a compl aint in writing m ade by, or under the authority of, the Deputy Commission er within  \n3[three] months from the  date of nikah, and if  rukhsati takes place some time  after nikah, from the  \ndate of such rukhsati.  \n    \n(4) While trying an offence punish able under this Act, a Family Court shall follow  the \nprocedure prescribed by the Code  of Criminal Procedure, 1898  (Act V of 1898),  for the trial of \noffences by Magistrates. \n \n \n4[10. Power to make rules. The Federal Government, in respect of the Islamabad Capital \nTerritory, and a Provincial Government, in Tespect of the Province, may, by noti fication in the  \nofficial Gazette, make rules for carrying out the  purposes of this A ct]. \n \n11. [Repeal]. Omitt ed by the Federal Laws (Revision  and Declaration)  Ordinan ce, \n1981 (X XVII of 198 1), s. 3 and S en., II. \n \n 1 Subs. by the Dowry and Bridal Gifts (Restriction) (Amdt.) Ordinance, 1980 (36 of 1980), s. 4. \n 2 Subs. ibid., s.5. \n 3 Subs. by the Dowry and Bridal Gifts (Restriction) (Amdt.) Ordinance, 1980 (36 of 1980), s. 5. \n 4 Subs. ibid., s. 6."
}