{
    "file": "./converted_json\\administratorc3c2d650c60a91b19394127ca461b283.json",
    "name": "Modaraba Companies and Modaraba (Floatation and Control) Ordinance, 1980",
    "date": "26th June, 1980",
    "tagline": "Provision for registration of modaraba companies and the floatation, management and regulation of modarabas",
    "content": "Page 1 of 18 \n  \n \n \n \n \n \nTHE MODARABA COMPANIES AND MODARABA \n(FLOATATION AND CONTROL)  ORDINANCE, 1980 .  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n__________  \n \nPART I  \n \nSECTIONS : \nPRELIMEARY  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Appointment of Registrar.  \n___________  \nPART II  \nREGISTRATION OF MODARBA COMPANIES  \n4.  No company to operate without registration.  \n5.  Eligibility for registration.   \n6.   Application for registration . \nPART III  \nPROVISIONS APPLICABLE TO MODARBA  \n7. Types of modaraba.  \n8. Creation and maintenance of modaraba.  \n9. Religious Board.  \n \nUpdated till 31.8.2022\n \nPage 2 of 18 \n 10. Business of modaraba.  \n11. Authorization.  \n12. Modaraba to be a legal person s. \n13. Conditions applicable to modaraba.  \n14. Preparation and circulation of annual accounts, reports, etc.  \n15. Audit of accounts.  \n16. Prohibition of false statement s, etc.  \n17. Conditions applicable to modaraba company.   \n18. Remuneration of modaraba company.   \n18A.  Power to issue directions.  \n19. Cancellation of registration.  \n20. Appointment of administrator.  \n21. Enqu iries.  \nWINDING UP  \n22. Circumstances in which modaraba may be wound up voluntarily.  \n23. Circumstances in which modaraba may be wound up by the Tribunal . \n24. Constitution of Tribunal.  \n25. Powers of a Tribunal.  \n26. Procedure of the Tribunal.  \n27. Powers of Tribunal on hearing application for winding up of modaraba . \n28. Judgment and decree.  \n29. Finality of orders.   \n30. Appeals.  \n31. Punishment.  \n32. Penalty.   \n33. Liability of director manager or officer of a company.  \n34. Powers of the Registrar in relation to c ertain proceedings . \n \nPage 3 of 18 \n 35. Application of fine . \n36. Enforcement of provisions of the Ordinance, etc.  \n37. Exemption from tax.  \n38. Power of Federal Government to exempt, etc.  \n39. Delegation of powers.  \n40. Indemnity.  \n41. Power to make rules.  \n42. Act to override other laws.  \n43. Removal of difficulties.  \n \n___________  \n \nPage 4 of 18 \n THE  MODARABA COMPANIES AND MODARABA  (FLOATATION AND \nCONTROL) ORDINANCE, 1980  \n \nORDINANCE No. XXXI OF 1980  \n [26th June, 1980]  \nAn Ordinance to provide for matters relating to registration of modaraba companies and the \nfloatation, management and regulation of modarabas . \nWHEREAS it is expedient to provide for matters relating to registration of modaraba \ncompanies and the floatation, management and regulation of modarabas and for matters connected \ntherewith or ancillary thereto ; \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n  NOW, THEREFORE, in pursuance of the proclamation of the fifth day of July, 1977 , read with \nthe Laws (Continuance in Force) Order, 1977 (C.M.L.A order No. 1 of 1977), and in exercise of all \npowers enabling him in that behalf, the President is pleased to make and promulgate the followin g \nOrdinance:__  \n___________  \nPART I  \nPRELIMINARY  \n1. Short title, extent and commencement.__ (1) This Ordinance shall be called the Modaraba \nCompanies and  Modaraba (Floatation and Control ) Ordinance, 1980.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions.__ (1) In this Ordinance, unless there is anything repugnant in the subject or \ncontext,__ \n 1[(a) “Commission ” means the Commission as defined in the Securities and \nExchange Commission of Pakist an Act, 1997 (XLII of 1997) ;] \n 1[(ab) ] “modaraba ” means a business in which a person participates with his money \nand another with his efforts or skill or both his efforts and skill and shall include \nUnit Trusts and Mutual Funds by whatever name called;  \n   (b) “Modaraba Certificate ” means a certificate of  definite denomination issued to \nthe subscriber of the modaraba acknowledging receipt of money subscribed by \nhim; \n(c)  “modaraba company ” means a company engaged in the business of floating and \nmanaging modaraba;  \n___________________________________________ _________________________________ ____________  \n1Ins. and re -numbered by Act 4 of 1999, s.13.  \n \nPage 5 of 18 \n (d) “Modaraba Fund ” means a fund raised through floatation of modaraba ; \n(e)  “prescribed ” means prescribed by rules;  \n(f)  “Registrar” means the Registrar appointed under section 3;  \n(g)  “rules” means rules made under this Ordinance; and  \n(h)  “Tribunal” means a Tribunal constituted under section 24.  \n \n(2) All terms and expressions used but not defined in Ordinance shall have the same mean ing \nas in Companies Act, 1913 (VII of 1913).  \n   \n3. Appointment of Registrar.  The Federal Government  may,  by notification in the official \nGazette, appoint a person to be the Registrar for the purpose of this Ordinance.  \n_____  \nPART II  \nREGISTRATION OF MODARABA COMPANIES  \n4. No company to operate without registration. No Modaraba company shall operate without \nregistration with the Registrar.  \n5. Eligibility for registration.__ (1) A company shall be eligible for registration as a modaraba \ncompany if it fulfils the following condition, namely:__  \n(a)  that it is registered under the Companies Act, 1913 (VII of 1913), or is a body corporate \nformed under any law in force and owned or controlled, whether directly or through a \ncompany or corporation, by the Federal Government or a  Provincial Government;  \n(b)  that, being a company solely engaged in the floatation and management of modaraba, \nit has a paid  up capital of not less than  1[two and a half million] rupees;  \n(c)  that, none of its directors, officers or employees has been convicted of fraud or breach \nof trust or of an offence involving moral turpitude;  \n(d)  that, none of its directors, officers or employees has been adjudged an insolvent or has \nsuspended payment or has compounded with his creditors . \n(e)  that, its promotors are , in the opinion of the Registrar, persons of means and integrity \nand have knowledge of matters which the company , may have to deal with as a \nmodaraba company; and   \n(f)  that, being a company also engaged in business other than floatation and management \nof modaraba, it has paid up capital of such amount and of such nature as may be \nprescribed.  \n1Subs . by the Modaraba Companies and Modaraba (Floatation and Control) (Second Amendment) Act, 1985 (13 of 1985), s. 2.  \n \nPage 6 of 18 \n  \n6. Application for registration.__ (1) A company which is eligible for registration as a \nmodaraba company may make an application for registration to the Registrar in such form and with \nsuch documents as may be prescribed.  \n(2) The Registrar, if he is satisfied after such enquiry and after obtaining such further \ninformation as he may consider necessary that the applicant is eligible for registration and that it is in \nthe public interest so to do, may grant registration to such compan y on such conditions as he may deem \nfit. \n(3) In particular and without prejudice to the generality of the powers conferred by sub -section \n(2), such conditions may include__ \n \n(i)  investments to be made;  \n(ii)  information and returns to be furnished to the Registrar;  \n(iii)  business to be undertaken; a nd \n(iv)  restriction on transfer of shares by promoters, sponsors or persons holding controlling \ninterest.  \n______  \n \nPART III  \nPROVISIONS APPLICABLE TO MODARABAS  \n7. Types of modaraba.__ (1) Modaraba may be of two descriptions__ \n(i)  Multipurpose Modaraba : that is to say a modaraba having more than one \nspecific purpose or objective.  \n (ii)  Specific purpose Modaraba:  that is to say a modaraba having one specific \npurpose or objective.  \n \n(2) A modaraba may be either  for a fixed period or for an indefinite period.  \n \n            8. Creation and maintenance of modaraba.__(1) A modaraba company registered under \nsection 4 shall apply to the Registrar, in such form and with such documents as may be prescribed, for \npermissio n to float modaraba.  \n(2) An application for floatation of modaraba shall be accompanied by a prospectus which shall \ncontain, inter alia , the following information, namely:__ \n(i)  the name and type of the modaraba;  \n(ii)  the conditions and amounts of the modaraba to be floated and the division thereof into \nMadaraba Certificate of fixed amount;  \n(iii)  the business scheme, prospects and mode of distribution of profit;  \n \nPage 7 of 18 \n (iv)  the amount to be subscribed by the modaraba company  to the modaraba in its own name \nsupported by evidence about its ability to meet the commitment;  \n(v)  the form of the Modaraba Certificate; and  \n(vi)  such other matters as may be prescribed.  \n(3) The application, the prospectus and the documents filed there with shall be authenticated by \nall the directors of the company.  \n9. Religious Board. The Federal Government shall, for the purposes of the Ordinance, \nconstitute a Religious Board which shall consist of such members and shall have such functions, terms \nand conditions as may be prescribed.  \n10. Business of modaraba.  No modaraba shall be a business which is opposed to the \nInjunctions of Islam and the Registrar shall not permit the floatation of a modaraba unless the Religious \nBoard has certified in writing that  the modaraba is not a business opposed to the Injunctions of Islam.   \n11. Authorization. __The Registrar may, after obtaining from the Religious Board a certificate \nto the effect mentioned in section 10 and on being satisfied that it is in the public inter est so to do, \ngrant a certificate in the prescribed form authorising the floatation of modaraba on such conditions as \nhe may deem fit, including conditions as to the business to be undertaken , expenses relating to the \nmanagement of the Modaraba Fund, prese rvation of assets and the matters relating to the mode of \nmanagement and distribution of the profits;  \nProvided that, before issuing the certificate of authorization the Registrar may require the \nmodaraba company to make such modifications, additions or omi ssions in the prospectus as the \nReligious Board may have indicated or as he may deem fit.  \n12. Modaraba to be a legal person.__ (1) A Modaraba shall sue and be sued in its own name \nthrough the modaraba company.  \n(2) The assets and liabilities of each modaraba shall be separate and distinct from those of \nanother modaraba as also from those of the modaraba company.  \n13. Conditions applicable to modaraba.__ (1) No allotment of Modaraba Certificates shall be \nmade unless a prospectus approved by the Registra r has been issued and the minimum amount stated \nin the prospectus to be the amount which must be raised in order to provide for the business operation \nand expenses has been subscribed.  \n(2) All moneys received from the applicants for Modaraba Certificates f or a modaraba shall be \ndeposited and kept in a separate account in a scheduled bank as defined in the State Bank of Pakistan \nAct, 1956 (XXXIII of 1956) until they are refunded in accordance with the provisions of sub -section \n(3) or until it is certified by  the Registrar that Modaraba Certificates have been allotted in an amount \nnot less than the minimum amount referred to in subsection (1).  \n \nPage 8 of 18 \n (3) If the subscription referred to in sub -section (1) has not been received by the date specified \nin the prospectus, all moneys received from the applicants shall be refunded to them within fifteen \ndays of the said date and the modaraba company and the directors thereof shall be jointly and severally \nliable to repay the money which is not so refunded.  \n(4) The modaraba co mpany shall issue Modaraba Certificates within thirty days from the date \nof allotment.  \n(5) The modaraba company shall maintain a register of holders of Modaraba Certificates in \nsuch form and in such manner as may be prescribed.  \n  (6) The modaraba company s hall maintain separate bank account, funds, assets and liabilities \nof each modaraba.  \n(7) No modaraba shall be liable for the liabilities, or be entitled to benefit from the assets, of \nany other modaraba or of the modaraba company.  \n(8) A Modaraba Certificate shall be transferable in the manner provided for the prospectus of \nthe modaraba.  \n14. Preparation and circulation of annual accounts, reports, etc.__ (1) The modaraba \ncompany shall, within six months from the close of the accounting year of the modaraba, prepare and \ncirculate to the holders of Modaraba Certificates:_  \n(i)  annual balance sheet and profit and loss account in such form and manner as \nmay be  prescribed;  \n(ii)  a report of the auditor on the balance  sheet and profit and loss account;  \n(iii)  a report by the modaraba company on the state of affairs, activities and business \nprospectus of the modaraba and the amount of profits to be distributed to the \ncertificate holders.  \n(2) In addition to the documents referred in sub -section (1), the modaraba company shall \nfurnish to the Registrar and to the holders of Modaraba Certificates such reports, accounts and \ninformation as may be prescribed or as the Reg istrar may, at any time by an order in writing, require.  \n(3) The modaraba company shall submit five copies of the accounts, statements and reports \nreferred to in sub -sections (1) and (2) to the Registrar simultaneously with the circulation of these \ndocumen ts to the holders of Modaraba Certificates.  \n15. Audit of accounts.__ (1) The accounts of a modaraba shall be audited by an auditor who is \na Chartered Accountant within the meaning of the Chartered Accountants Ordinance, 1961 (X of \n1961), appointed by the m odaraba company with the approval of the Registrar and such auditor shall \nhave the same powers, duties and liabilities as an auditor of a company has under the Companies Act, \n \nPage 9 of 18 \n 1913 (VII of 1913), and such other powers, duties and liabilities as are, or may be, provided in this \nOrdinance and the rules.  \n(2) In addition to other matters, the auditor shall also state in his report whether in his opinion \nthe business conducted, investments made and expenditures incurred by the modaraba are in \naccordance with the objects, terms and conditions of the modaraba.  \n  16. Prohibition of false statement, etc.  No modaraba company, director, officer, employee or \nagent or auditor thereof shall, in any document, prospectus, report, return, accounts, information or \nexplanat ion required to be furnished in pursuance of this Ordinance or the rules, or in any application \nmade under this Ordinance or the rules, make any statement or give any information which he knows \nor has reasonable cause to believe to be false or incorrect or  omit any material fact therefrom.    \n17. Conditions applicable to modaraba company.__ (1) No modaraba company shall engage \nin any business which is of the same nature and competes with the business carried on by a modaraba \nfloated or controlled by it.  \n(2) No modaraba company or any of its directors or officers or their relatives shall obtain loan, \nadvance or credit from the funds of the modaraba or on the security of the assets of the modaraba.  \nExplanation .__ In this sub -section “relative”, in relation to a  director or officer, means the \nspouse, brother or sister or any of the lineal ascendants or decendants of the director or officer.  \n(3) A modaraba company shall subscribe in each modaraba floated by it not less than ten \npercent of the total amount of Modaraba Certificates offered for subscription.  \n18. Remuneration of modaraba company.  The remuneration of a modaraba company in \nrespect of a modaraba floated by it shall be a fixed percentage of the net annual profits of the modaraba \nand shall not exceed t en percent of such net annual profits computed in the manner to be prescribed.  \n1[18A. Power to issue direction s.__(1) Notwithstanding anything contained in any other \nprovision of this Ordinance, where the Registrar is satisfied that it is necessary and expedient so to \ndo__ \n(a) in the public interest; or  \n \n(b) to prevent the affairs of any Modaraba from being conducted in a manner detrimental \nto the interest of holders of Modaraba Certificates; or  \n \n(c) to secure the proper management of any Modaraba gene rally, he may issue such \ndirections to a Modaraba company or the Modaraba companies generally, as he may \ndeem fit, and the Modaraba company and its management shall be bound to comply \nwith such directions.  \n \n_________________________________________________ ________________________________      \n1Ins. by Act XI of 2012 , s.2. \n \nPage 10 of 18 \n (2) The Registrar may, on a representation made to him or on his own motion , modify or \nwithdraw any direction issued under sub -section (1), and in so modifying or canceling any direction \nmay impose such conditions as he thinks fit. ] \n19. Cancellation of registration.__ (1) Where the Registrar is of the opinion that a modaraba \ncompa ny has contravened or has failed to comply with any provision of this Ordinance or the rules or \nwith any direction made or given thereunder, he may, if he considers necessary in the public interest \nso to do, by order in writing__  \n(a) cancel the registration of the modaraba company; and  \n(b) remove the modaraba company from the management of the modaraba floated \nby it:  \nProvided that no such order shall be made without giving the modaraba company an \nopportunity of being heard.  \n(2) The modaraba compa ny removed from the management of a modaraba under clause (b) of \nsub-section (1) shall not be entitled to or be paid any compensation or damages for loss or termination \nof office.  \n(3) A modaraba company removed from the management of a modaraba under clause (b) of \nsub-section (1) shall not be entitled to float any modaraba.  \n(4) A modaraba company aggrieved by an order of the Registrar under subsection (1) may \nprefer an appeal to the 1[Commission] within thirty days of the date of the order.  \n2[(5) An ap peal preferred under sub -section (4) shall be disposed of by the 1[Commission] after \ngiving the appellant an opportunity of being heard .]. \n20. Appointment of administrator.__ (1) If__  \n(a)  the Registrar has reason to believe that a modaraba company has be en conducting the \naffairs of a modaraba in a manner prejudicial to the interest of the modaraba or the \nholders of Modaraba Certificates or in a fraudulent or unlawful manner or has \ncommitted a default in complying with the provisions of this Ordinance or t he rules or \nwith any direction made or given thereunder or any condition of the modaraba;  \n(b)  the registration of a modaraba company has been cancelled; or  \n(c)  any other modaraba under the management of the modaraba company has been ordered \nto be wound u p by the Tribunal,  \nthe Registrar, after affording the modaraba company an opportunity of being heard, may, without \nprejudice to any other action under the law, by order in writing,__ \n(i) appoint an administrator to take over and manage the modaraba in place of the \nmodaraba compa ny for such period as the Registrar may specify; or  \n______________________________________________________________________________    \n1Subs. by Act 4 of 1999, s.13.  \n2Added by die Modaraba Companies and Modaraba (Floatation and Control) (Amdt.) Act, 1985 (4 of 1 985). s. 2. \n \n \nPage 11 of 18 \n (ii)  require the modaraba company to carry out such changes in the management and \nprocedure as may be specified; or  \n(iii)  remove the modaraba company and appoint another modaraba company in its place to \nmanage the modaraba.  \n(2) The Registrar shall not make an order under sub -section (1) without the approval of the \n1[Commission].  \n  21. Enquiries.__ (1) The Registrar may, on his own motion or on an application made by the \nholders of Modaraba Certificates the value of which is not less than ten percent of the total subscribed \namount of the modaraba, by an order in writing cause an enquiry to be made by a person appointed by \nhim in this behalf into the affairs of a modaraba company or the modaraba or any business transaction \nthereof. \n(2) Where an enquiry under sub -section (1) has been ordered, every director, manager or other \nofficer of the modaraba company to which the enquiry relates and every other person who has had any \ndealing with such modaraba company or director or officer  shall furnish such information or document \nin the custody or power or within his knowledge relating to or having a bearing on the subject  matter \nof the enquiry as the person conducting the enquiry may by notice in writing require.  \n(3) The person conducting an enquiry under sub -section (1) may for the purpose of such \nenquiry enter into any premises belonging to or  in occupation of the modaraba company or of the \nperson to whom the enquiry relates and may call for, inspect and seize books o f accounts and \ndocuments in possession of any such modaraba company, director, manager, or any other officer or \nemployee thereof.  \n \n(4) The person holding an enquiry under sub -section (1) shall, for the purpose  of such enquiry, \nhave the same powers as a ves ted in a court under the  Code of Civil Procedure, 1908 (Act V of 1908), \nwhen trying a suit in respect of the following matters, namely: __  \n \n (a)    enforcing the attendance of a person and examining him on oath for affirmation;  \n(b)    compelling the discovery and production of documents; and  \n(c)     issuing commissions for the examination of witnesses.     \n \n(5) On receipt  of the report of the person conducting the enquiry, the Registrar shall take such \naction as he may consider necessa ry on the basis of the report.  \n \nWINDING UP  \n \n22. Circumstances in which modaraba may be wound up voluntarily.__ (1) A modaraba \nfloated for a fixed period or for a specific purpose shall be wound up by the modaraba company itself  \n \n___________________________ ______________________________________________________  \n1Subs. by Act 4 of 1999, s.13.   \n \nPage 12 of 18 \n on the expiry of the period fixed for the modaraba or the accomplishment of the purpose of the \nmodaraba, as the case may be, provided the following conditions are fulfilled, namely:__ \n(a) all the directors of the modaraba company shall make a declaration v erified by \nan affidavit to the effect that they have made a full enquiry about the affairs of \nthe modaraba and, having done so, have formed the opinion that the modaraba \nwill be able to discharge its liabilities, pay the amount subscribed by the holders \nof Modaraba Certificates and all their other dues in full within a period of twelve \nmonths, from the date of expiry of the period fixed for the modaraba or  the \naccomplishment of the purpose of the modaraba, as the case may be;  \n(b)  the declaration referred t o in clause (a) shall be supported by a report of the \nauditor of the modaraba on the affairs of the modaraba and shall have no effect \nunless it is filed with and approved by the Registrar within ninety days of the \ndate of expiry of the period fixed for the  modaraba or the accomplishment of \nthe purpose of the modaraba, as the case may be.  \n(2) Any person aggrieved by the decision of the Registrar under clause (b) of sub -section (1) \nmay prefer an appeal to the 1[Commission] within thirty days of the day on whi ch the decision is \ngiven.   \n2[(3) An appeal preferred under sub -section (2) shall be disposed of by the 1[Commission] after \ngiving the appellant an opportunity of being heard .]. \n23. Circumstances in which modaraba may be wound up by the Tribunal.__ (1) A \nmodaraba shall be wound up by the Tribunal on an application made by the Registrar if__  \n(i) in the case of a modaraba for a fixed period on the expiry of that period or, in the case \nof a modaraba for a specific purpose on the accomplishment of its purpose , the \ndeclaration referred to in section 22 has not been filed with the Registrar within the \nperiod specified in that section;  \n(ii) in the case of any modaraba, the Registrar has declared that__ \n(a)  the modaraba is unable to discharge its liabilities;  \n(b)  the accumulated losses of the modaraba exceed fifty percent of the total amount \nsubscribed by the holders of the Modaraba Certificates; or  \n(c)  the business of the modaraba is being, or has been, conducted for a fraudulent \npurpose or with  intent to defraud the holders of the Modaraba Certificates, or \nits creditors or any other person;  \n1Subs. by Act 4 of 1999, s.13.  \n2Added by die Modaraba Companies and Modaraba (Floatation and Control) (Amdt.) Act, 1985 (4 of 1 985), s. 3. \n \nPage 13 of 18 \n (iii) the Tribunal is of opinion that it is just and equitable that the modaraba should be wound  \nup. \n(2) The Registrar may make an application to the Tribunal for the winding up of a modaraba \non receipt of an application under sub -section (1) of section 21 or of the  report of an enquiry under \nthat section relating to the modaraba.    \n(3) No application shall be made by the Registrar under sub -section (1) or (2) without giving \nthe modaraba company an opportunity of being heard.  \n  24. Constitution of Tribunal.__ The Fed eral Government may, by notification, in the official \nGazette, constitute one or more Tribunal s for the purpose of this Ordinance and, where it constitutes \nmore than one Tribunal , shall specify in the notification the area within which, or the class of cas es in \nrespect of which , each such Tribunal shall exercise jurisdiction under this Ordinance.  \n(2) A Tribunal shall consist of a person who is, or has been, or is qualified to be a Judge of a \nHigh Court.  \n 25. Powers of a Tribunal.__ (1) A Tribunal shall__ \n(a) in the exercise of its civil jurisdiction, have in respect of a claim filed by a holder \nof Modaraba Certificates against the modaraba company or by a modaraba \ncompany against any other party with whom it has entered into business \ntransaction s relating to Modaraba Fund, or in respect of an application by the \nRegistrar for the winding up of a modaraba company, all the powers vested in a \ncivil court under the Code of Civil Procedure, 1908 (Act V of 1908);  \n \n(b) in the exercise of its criminal jurisdiction, try the offences punishable under this \nOrdinance and shall, for that purpose, have the same powers as are vested in the \nCourt of a Sessions Judge under the Code of Criminal Procedure, 1898 (Act V \nof 1898);  \nProvided that a Tribunal sh all not take cognizance of any offence \npunishable under this Ordinance except on a complaint in writing made by the \nRegistrar or an officer authorized by him in writing; and  \n \n(c)  exercise and perform such other powers and functions as are, or may be, \nconferred upon or assigned to it by or under this Ordinance.   \n(2) All proceedings before a Tribunal shall be deemed to be judicial proceedings within the \nmeaning of sections 193 and 228 of the Pakistan Penal Code (Act XLV of 1860), and the Tribunal \nshall be de emed to be a court for the purposes of sections 480 and 482 of the Code of Criminal \nProcedure, 1898 . \n(3) No Court other than the Tribunal shall have or exercise any jurisdiction with respect to any \nmatter to which the jurisdiction of the Tribunal extends u nder this Ordinance.  \n \nPage 14 of 18 \n   26. Procedure of the Tribunal.__(1) Matters before the Tribunal shall come up for regular \nhearing as expeditiously as possible and, except in extraordinary circumstances and on grounds to be \nrecorded, the Tribunal shall hear the case s from day to day.  \n(2) In the exercise of its civil jurisdiction, the Tribunal shall, in all suits before it, including \nsuits for recovery of money, follow the summary procedure provided for in Order XXXVII of the First \nSchedule to the Code of Civil Proced ure, 1908 (Act V of 1908).  \n27. Powers of Tribunal on hearing application for winding up of modaraba .__ (1) If, after \nhearing the application for winding up of a modaraba, the Tribunal decides to wind up the same it shall \nappoint a liquidator in consultatio n with the Registrar and approve a genera l scheme of winding up.   \n(2) After a winding up order has been passed by the Tribunal, the modaraba company shall \nforthwith hand over charge of the modaraba to the liquidator and furnish him with such statements, \ndocuments, records, information and other material as may be required by him.  \n  (3) The liquidator shall conduct the winding up proceedings in the prescribed manner under \nthe control and directions of the Tribunal.  \n(4) The winding up proceeding s shall be completed within a period of one year from the date \nof appointment of the liquidator unless the Tribunal , for special reasons to be recorded in writing, \nextends the period.  \n(5) During the winding up proceedings, the Tribunal may allow the administrator appointed by \nthe Registrar under section 20, if any, to continue to function may appoint an administrator to manage \nthe modaraba till the disposal of the proceedings.  \n  28. Judgment and decree.__(1) A Tribunal shall, after the case has been h eard, pronounce \njudgment as early as practicable and on such judgment a decree shall follow forthwith.  \n(2) The Tribunal shall, on the application of the decree -holder, forthwith order execution of the \ndecree : \nProvided that, if the decree is for money, the recovery in execution thereof shall be made as \narrears of land revenue.  \n29. Finality of orders. Subject to the provisions for appeal as provided in section 30,  no Court \nor other authority shall call or permit to be called in question any order, judgment or  sentence of the \nTribunal or the legality or propriety of anything done or intended to be done by the Tribunal under this \nOrdinance.  \n30. Appeals.__(1) Any person aggrieved by any order judgment, decree or sentence of the \nTribunal may, within thirty days of  such order, judgment decree or sentence, prefer an appeal to the \nHigh Court within whose jurisdiction the order, judgment, decree or sentence is passed : \n \nPage 15 of 18 \n Provided that no appeal shall lie from an interlocutory order which does not dispose of the \nentire cas e before the Tribunal.  \n(2) An appeal under sub -section (1) shall be heard by a Bench of two Judges of the High Court \nand shall lie on any one of the following grounds, namely:__ \n(a)  the decision being contrary to law or to some usage having the force of l aw; or  \n(b)  the decision having failed to determine a material issue of law or usage having \nthe force of law; or  \n(c)  a substantial error apparent in the procedure provided by or under this \nOrdinance, which may possibly have led to an error in the decision .  \n(3) An appeal may be preferred under this section from a decision made ex parte . \n  31. Punishment.__ (1) Whoever contravenes the provisions of section 4, 10, 13, 14, 16 or 17 \nshall be punishable with imprisonment of eit her description for a term which may extend to three years \nand with fine which may extend to five hundred thousand rupees.  \n(2) Where the contravention referred to in sub -section (1) has caused loss to the modaraba or \nany other person, a further fine to the extent of the loss shall be imposed.  \n32. Penalty.__ 1[(1)] If any person__ \n \n(a)  refuses or fails to furnish any document s, return or information which he is required to \nfurnish by or under this Ordinance; or  \n(b)  refuses or fails to comply with any conditions imposed or made by the Federal \nGovernment or direction made or given under this Ordinance or the rules; or  \n(c)  contravenes or ot herwise fails to comply with any provision of this Ordinance or the \nrules other than those referred to in subsection (1) of section 31 ,  \nthe Registrar, may, if he is satisfied, after giving the person an opportunity of being heard, that the \nrefusal, failur e or contravention was wilful, by order, direct that such person shall pay to the Federal \nGovernment by way of penalty such sum not exceeding one hundred thousand rupees as may be \nspecified in the order and, in the case of a continuing default, a further s um calculated at a rate not \nexceeding one thousand rupees for every day after the issue of such order during which the refusal, \nfailure or contravention continues.  \n  1[(2) Any person aggrieved by an order passed under sub -section (1) may, within sixty days  of \nsuch order, prefer an appeal to the Commission.]  \n1Re-numbered and added by Act 4 of 1999, s.13.  \n \nPage 16 of 18 \n 33. Liability of director manager or officer of a company.__(1) Where the person guilty of \nan offence referred to in sub -section (1) of section 31 or in sec tion 32 is a company or other body \ncorporate, every director, manager or other officer responsible for the conduct of its affairs shall, unless \nhe proves that the offence was committed without his knowledge, or that he exercised all diligence to \nprevent it s commission, be deemed to be guilty of the offence.  \n  (2) Any sum directed to be paid under section 32 shall be recoverable as an arrear of land \nrevenue.  \n(3) No prosecution for an offence against this Ordinance or the rules shall be instituted in \nrespect of the same facts on which a penalty has been imposed under section 32.  \n34. Powers of the Registrar in relation to certain proceedings. In any proceedings under \nsection 32, the Registrar shall have the same powers as are vested in a court under the  Code of Civil \nProcedure, 1908 (Act V of 1908) , when trying a suit in respect of the following matters, namely:__ \n(a)  enforcing attendance of a person and examining him on oath or affirmation; and  \n(b)  compelling the discovery and production of documents.  \n35. Application of fine . The Tribunal imposing any fine under this Ordinance may direct that \nthe whole or any part thereof shall be applied in or towards__ \n(i) payment of costs of the proceedings;  \n(ii) payment to an aggrieved party of compensation for any loss caused by the \noffence;  \n(iii) payment of compensation for any loss mentioned in sub -section (2) of section \n31. \n  36. Enforcement of provisions of the Ordinance, etc.__ (1) If a modaraba company makes \ndefault in complying with any p rovisions of this Ordinance or a direction made or given under this \nOrdinance and fails to make good the default within thirty days of the service of a notice to the \nmodaraba company requiring it to do so, the Tribunal may, on an application made to the Tr ibunal by \nthe Registrar, make an order directing the modaraba company an d any director or officer thereof to \nmake good the default within such period as may be specified in the order.  \n(2) Nothing in this section shall be deemed to prejudice the operation o f any provision of this \nOrdinance providing for the imposition of penalties on the modaraba company or its directors and \nofficers in respect of any such default as aforesaid.  \n  37. Exemption from tax.  The income of a modaraba shall be exempt from tax under the \nIncome  Tax Ordinance, 1979 (XXXI of 1979) if not less than ninety per cent of its profits in a year is \ndistributed to the holders of th Modaraba Certificates.  \n38. Power of Federal Government to exempt, etc.  The Federal  Government may, by \nnotifica tion in  the official Gazette, exempt from the requirement s of sub-section (1) and (3) of  section \n17 a company or a body corporate formed under any law and owned or controlled by the Federal \n \nPage 17 of 18 \n Government or a Provincial Government, whether directly or throug h a company or corporation set up \nsuch Government.  \n39. Delegation of powers. The Registrar may, by notification in the official Gazette, delegate, \nsubject to such limitations, restrictions or conditions, if any, as he may, form  time to time specify, such \nof his powers and functions under this Ordinance as he may deem fit to any officer subordinate to him.  \n40. Indemnity.  No suit, prosecution or other legal proceeding shall lie against the Federal \nGovernment or the Registrar or any other officer for anything which is in good faith done or intended \nto be done under this Ordinance , or any rules.  \n41. Power to make rules.__ (1) The Federal Government may, by notification in the official \nGazette, make rules1 for carrying out the purposes of this Ordinance.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules may \ninclude___ \n(i)  the duti es and functions of the Registrar;  \n(ii)  terms and conditions of a Tribunal;  \n(iii)  procedure relating to a Tribunal;  \n(iv)  composition, terms and conditions of the Religious Board;  \n(v)  procedure relating to the Religious Board;  \n(vi)  form, contents and o ther requirements of a prospectus;  \n(vii)  issue and allotment of Modaraba Certificates;  \n(viii) maintenance of modaraba accounts and funds;  \n(ix)  form of balance  sheet and profit and loss account;  \n(x)  audit and auditor ’s certificate;  \n(xi)  annual and perio dical accounts and reports;  \n(xii)  inspection of record and supply of copies of documents;  \n(xiii)  matters relating to winding up;  \n(xiv)  matters and procedure relating to enquiries;  \n1For such rules, see S.R.O. 83(I)/80, dated 26 -1-81, Gaz., of P., 1981, Extra, Pt. II, pp. 171 -217. \n \nPage 18 of 18 \n  \n(xv)  charging and determination of fees payable under this Ordinance; and  \n(xvi)  such other matters as are to be or may be prescribed.  \n1[41A. Power to make regulation s.__(1)  The Commission may, b y notification in official \nGazette, make such regulation s as are necessary to carry out the purposes of this Ordinance:  \nProvided that the power to make regulations conferred by this section shall be subject to the \ncondition of previous publication and befor e making any regulations the draft thereof shall be \npublished in the manner considered most appropriate by the Commission for eliciting public opinion \nthereon within a period of not less than fourteen days from the date of publication.  \n(2) Any regulation m ade under sub -section (1) may provide that a contravention thereof shall \nbe punishable with a fine which may extend to one hundred thousand rupees and, where the \ncontravention is a continuing one, with a further fine which may extend to one thousand rupees  for \nevery day after the first during which such contravention continues.  \n41B. Power to issue directives, circulars, codes, guidelines, etc .__The Commission may issue \nsuch directive, circulars, codes, guidelines or notifications as are necessary to carry o ut the purposes \nof this ordinance and the rules and regulations made thereunder.]  \n \n42. Act to override other laws.  The provisions of this Ordinance shall have effect \nnotwithstanding anything contained in the Companies Act, 1913 (VII of 1913) or any other l aw for the \ntime being in force.  \n \n43. Removal of difficulties. If any difficulty arises in giving effect to any provision of this \nOrdinance, the Federal Government may make such order, not inconsistent with the provisions of this \nOrdinance, as may appear to it to be necessary for the purpose of removing the difficulty . \n \n____________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_____________________________________________________________________________  \n1Ins. by Act XI of 2012 , s.3."
}