{
    "file": "./converted_json\\administratord50e1a1544614d7c09baf7d09783b1d2.json",
    "name": "Pakistan Animal Quarantine (Import and Export of Animals and Animal Products) Ordinance",
    "date": "September 17, 1979",
    "tagline": "Regulating Import, Export and Quarantine of Animals and Animal Products",
    "content": "Page 1 of 6 \n \n \n \n \nTHE PAKISTAN ANIMAL QUARANTINE (IMPORT AND  \nEXPORT OF  ANIMALS AND ANIMAL PRODUCTS)  \nORDINANCE, 1979  \n \n \n \n \n \n \n \n \nCONTENTS  \n  \n1. Short title, extent and commencement.  \n \n2. Definitions.  \n \n3. Power to regulate and prohibit import and export of animals and animal products.  \n \n4. Operation of notification under section 3.  \n \n5. Control of animals and animal products in quarantine.  \n \n6. Powers, duties and functions of Quarantine Officer.  \n \n7. Cognizance of offence.  \n \n8. Penalties.  \n \n9. Appointment of officers and members of staff. \n \n10. Revision  \n \n11. Indemnity.  \n \n12. Exemption.  \n \n13. Delegation of powers.  \n \n14. Power to make rules.  \n \n   \n \nPage 2 of 6 \n THE  PAKISTAN  ANIMAL  QUARANTINE  (IMPORT  AND  EXPORT  OF \nANIMALS  AND  ANIMAL  PRODUCTS)  ORDINANCE,  1979.  \n \nORDINANCE  No. XLIX  OF 1979  \n[17th September,  1979 ] \n \nAn Ordinance  to regulate  the import,  export  and quarantine  of animals  and animal  products  \n \nWHEREAS  it is expedient  to regulate  the import,  export  and quarantine  of animals  and \nanimal  products  in order  to prevent  the introduction  or spread  of diseases  and to provide  for matters  \nconnected  therewith  or incidental  thereto;  \n \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action;  \n \nNOW,  THEREFORE,  in pursuance  of the Proclamation  of the fifth day of July, 1977,  read \nwith the Laws  (Continuance  in Force)  Order,  1977  (C. M. L. A. Order  No. 1 of 1977 ), and in exercise  \nof all powers  enabling  him in that behalf,  the President  is pleased  to make  and promulgate  the \nfollowing  Ordinance: —  \n \n1. Short  title,  exten t and commencement. —(1) This Ordinance  may be called  the Pakistan  \nAnimal  Quarantine  (Import  and Export  of Animals  and Animal  Products)  Ordinance,  1979.  \n \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions.  In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext,—  \n \n(a) “animal” includes  all kinds  of— \n \n(i) birds;  \n \n(ii) cold-blooded  creatures;  \n \n(iii) creatures  by means  of which  any disease  may be carried  or transmitted;  \n \n(iv) crustacean ; \n \n(v) fish; \n \n(vi) four-footed  beasts  which  are not mammals ; \n \n(vii) mammals,  except  man;  and \n \n(viii)  reptiles;  \n \n \n   \n \nPage 3 of 6 \n (b) “animal  product” means  anything  originating  or made,  whether  in whole  or in \npart, from  an animal  or from  a carcass  and includes  blood,  bones,  casings, \ndairy  products,  eggs,  fat, feedstuffs  of animal  origin,  fish products,  hair, hides,  \nhorns,  hooves,  hormones  and their biological  preparations,  offals , seed \nmaterials  for research  purposes,  semen,  skins,  tendons,  viscera,  wool  and any \nother  substance  of animal  origin  which  may be specified  by the Federal  \nGovernment  by notification  in the official  Gazette;  \n \n(c)  “carcase” means  the carcass  of an animal  and includes  any part or portion  \n thereof;  \n \n(d) “diseased” means  suffering  from  or carrying  any infect ious or contagious  \ndisease  or such disease  as may be declared  by the Federal  Government  from  \ntime to time by notification  in the official  Gazette;  \n \n(e) “fodder” means  hay, roughage,  concentrate  or any other  substance  used for \nfeeding  animals;  \n \n(f) “health  certificate ” means  a certificate  issued  by a Quarantine  Officer  in \nrespect  of the health  status  of animals  and animal  products;  \n \n(g) “import” and “export” respectively  means  bringing  into or taking  out of \nPakistan  by sea, land or air; \n \n(h) “litter” means  any substance  used as bedding  for animals  or for holding  or \ncontaining  animals  in the process  of transportation;  \n \n(i) “prescribed ” means  prescribed  by rules;  \n \n(j) “points  of entry” and “points  of exit” mean  the Islamabad  Airport,  Karachi  \nAirport,  Karachi  Harbour,  Lahore  Airport,  Peshawar  Airport,  Quetta  Airport,  \nthe Chaman,  Kuh-i-tuftan,  Turkham,  Khokhrapar  and Lahore  land routes  and \ninclude  any other  authorised  land,  sea or air route  declared  by the Federal  \nGovernment  from  time to time by notification  in the official  Gazette;  \n \n(k) “quarantine ” means  a site or premises  provided  or approved  by the Federal  \nGovernment  for the isolation  and examination  of animals  and animal  products  \nintended  for import  or export;  \n \n(l) “Quarantine  Officer” means  any veterinarian  duly authorised  by the Federal  \nGovernment  to exercise  and perform  the powers  and functions  of Quarantine  \nOfficer  under  this Ordinance;  and \n \n(m) “rules” means  rules  made  under  this Ordinance.  \n \n3. Power  to regulate  and prohibit  import  and export  of animals  and animal  products. — \n(1) The Federal  Government  may,  by notification  in the official  Gazette,  prohibit,  restrict  or \notherwise  regulate,  subject  to such conditions  as it may think  fit to impose,  the import  or export  of \nany animal  or class  of animals  or anim al products  likely  to introduce  diseases  to any other  animal,  \nanimal  product  or man.  \n   \n \nPage 4 of 6 \n (2) A notification  under  this section  may specify  any animal  or class  of animals  or animal  \nproducts  either  generally  or in any particular  manner,  whether  with reference  to the country  of origin,  \nor the route  by which  imported  or otherwise.  \n \n(3) Any condition  imposed  under  this section  may require__ \n \n(a) the examination,  inspection  and detention  in quarantine  by the Quarantine  \nOfficer  of the animals  or animal  products  brough t in or to be taken  out ; \n \n(b) the obtaining  of health  certificate  ; \n \n(c) the treatment  or detention,  confiscation  and destruction  of diseased  animals  or \nanimal  products  ; and \n \n(d) that any animal  or class  of animals  or animal  products  shall  not be importe d or \nexported  except  by a specified  agency  of the Federal  Government.  \n \n4. Operation  of notification  under  section  3. A notification  under  section  3 shall  operate  as \nif it had been  issued  under  section  16 of the Customs  Act, 1969  (IV of 1969),  and the offic ers of \ncustoms  shall  have  the same  powers  in respect  of any animal  or animal  product  in respect  of which  \nsuch a notification  has been  issued  as they have  for the time being  in respect  of any article  the \nimportation  or exportation  of which  is prohibited  or restricted  under  the said Act, and all the \nprovisions  of that Act shall  have  effect  accordingly.  \n \n5. Control  of animals  and animal  products  in quarantine.  All animals  and animal  \nproducts  detained  in quarantine  shall  be under  the control  of the Quarantine  Officer and shall  be dealt  \nwith in the prescribed  manner . \n \n6. Powers,  duties  and functions  of Quarantine  Officer.  Subject  to the provisions  of this \nOrdinance,  the Quarantine  Officer  shall  have  the power  to— \n \n(a) inspect  animals  and animal  products  ; \n \n(b) detain in and release  from  quarantine  and determine  the length  of the \nquarantine  period  ; \n \n(c) order  the carrying  out of the prescribed  tests ; \n \n(d) issue  health  certificate  ; \n \n(e) order  destruction  of such animals  or animal  products  as may,  after such \nexami nation  and tests as may be prescribed,  be found  to be diseased  ; \n \n(f) order  disposal  of clothing,  dung,  fittings,  fodder,  harness  or litter  that may \nhave  been  in contact  with,  or pertaining  to, diseased  animals  and animal  \nproducts  ; \n \n(g) require  proper  disinfection  of any premises  or aircraft  or railway  wagon  or \ncarriage  or vessel  or vehicle  of any description  used for carrying  animals  and \nanimal  products  ; \n   \n \nPage 5 of 6 \n (h) approve  conditions  to be observed  in export  quarantine  ; \n \n(i) prohibit  export  of animals  consider ed unfit  to travel  ; \n \n(j) prohibit  voyages  of vessels  carrying  animals  during  adverse  weather;  \n \n(k) inspect  and issue  certificates  in respect  of animals  and animal  products  in \ntransit  ; \n \n(l) deport  any animal  or animal  product,  at the expenses  of the perso n importing  \nsuch animal  or animal  product,  the import  of which  is prohibited  by the \nFederal  Government  ; and \n \n(m) carry  out such functions  as are necessary  for the successful  operation  and \nmanagement  of quarantine  stations.  \n \n7. Cognizance  of offence.  No Court shall  take cognizance  of any offence  under  this \nOrdinance,  except  upon  complaint  in writing  made  by an officer  authorised  by the Federal  \nGovernment  in this behalf.  \n \n8. Penalties. —(1) Whoever  contravenes  or attempts  to contravene  any of the provisions  of \nthis Ordinance  or the rules  or any notification  issued  there under,  shall,  without  prejudice  to any \npenalty  to which  he may be liable  under  the provisions  of the Customs  Act, 1969  (IV of 1969),  as \napplied  by section  4, be punishable  with imprisonment  for a term which  may extend  to three  years,  \nor with fine which  may extend  to five thousand  rupees,  or with both.  \n \n(2) Any import  of animals  or animal  products  not accompanied  by a valid  import  licence  and \nthe prescribed  health  certificate  shall,  if found  free from  infectious  or contagious  disease,  be disposed  \nof by the Federal  Govern ment  in such manner  as may be prescribed.  \n \n9. Appointment  of officers  and members  of staff.  The Federal  Government  may appoint  \nsuch number  of officers  and members  of staff as it may deem  fit for carrying  out the purposes  of this \nOrdinance.  \n \n10. Revision. —(1) Any person  aggrieved  by an order  passed  by the Quarantine  Officer  under  \nthis Ordinance  may apply  for revision  to the Federal  Government  within  thirty  days from  the date of \nissue of such order,  and the decision  of the Federal  Government  shall  be final 1[:] \n \n 1[Provided  that no order  on such revision  shall  be passed  unless  the applicant  has been  given  \nan opportunity  of being  heard ]. \n \n(2) The Federal  Government  may,  on the receipt  of an application  under  sub-section  (1), stay \nthe operation  of the order  of the Quarantine  Officer  till the disposal  of the application.  \n \n11. Indemnity.  No suit, prosecution  or other  legal  proceedings  shall  lie against  the Federal  \nGovernment  or the Quarant ine Officer  or any other  person  for anything  in good  faith done  or \nintended  to be done  under  this Ordinance,  or the rules.  \n \n \n1Subs. and ins. by the Pakistan Animal Quarantine (Import and Export of Animal s and Animal Products) (Amdt.) Act, 1985 (5 of 1985),  s. 2. \n   \n \nPage 6 of 6 \n 12. Exemption.  The Federal  Government  may,  by notification  in the official  Gazette,  exempt  \nany animal  or animal  product  from  the operation  of all or any of the provisions  of this Ordinance,  \nsubject  to such conditions,  if any, as may be specified  in the notification.  \n \n13. Delegation  of powers . The Federal  Government  may,  by notification  in the official  \nGazette,  delegate  to a Provincial  Government,  or to any officer  or authority  of such Government,  any \nof its powers  under  this Ordinance.  \n \n14. Power  to make rules.— (1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules1 for carrying  out the purposes  of the Ordinance.  \n \n(2) In particular  and without  prejudice  to the generality  of the foregoing  power,  such rules  \nmay provide  for all or any of the following  matters,  namely:— \n \n(a) the conditions  to be observed  before,  during  and after importation  of animals  \nor animal  products  ; \n \n(b) the procedure  for the landing,  inspection,  quarantine,  seizure,  detention  and \ntreatment  of animals  and animal  products  ; \n \n(c) methods  of testing  for identification  of diseases  ; \n \n(d) the forms  and fees for licences  to import  or export  animals  or animal  products,  \nhealth  certificates,  certificates  of freedom  from  disease  and certificates  of \nvaccination,  destruction,  disinfection,  onward  movement  and approval  of \nexport  quarantine  ; \n \n(e)  the limits  of the points  of entry  and points  of exit ; \n \n(f)  the quarantine  charges  and the recovery  of costs  of keeping  animals  and \nanimal  products  therein  ; \n \n(g)  the metho d of cleaning  and disinfection  ; \n \n(h)  the manner  of identification  of imported  animals  ; and \n \n(i)  any other  matter  which  is to be or may be prescribed.  \n \n15. [Repeal .] Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  1981  \n(XXVII  of 1981),  s. 3 and II sch. \n_________  \n \n \n \n  \n \n \n \n \n1For such rules see S.R.O. 1007(I)/80, dated 20 -8-1980, Gaz. of P., 1980, Extra., Pt. II, pp. 1766 -79."
}