{
    "file": "./converted_json\\administrator92c8bd7e7b5c6d604f04d961154ec782(1).json",
    "name": "Islamabad Capital Territory (Tax on Services) Ordinance, 2001",
    "date": "18th August 2001",
    "tagline": "Levy of sales tax on services rendered or provided in the Islamabad Capital Territory",
    "content": "1 \n \n THE  ISLAMABAD  CAPITAL  TERRITIORY  (TAX  ON \nSERVICE S) ORDINANCE,  2001  \n \nORDINANCE  NO.XL II OF 2001   \n \n \n[18th August  2001] \n \nAn Ordinan ce to pro vide for levy of sales tax on the s ervices rendered or pro vided in the  \nIslamabad Capital  Territory \n \nWHEREAS  it is expedient to provide for levy of sales tax on the s ervices rendered or \nprovided in the  Islamabad Capital Territory and for matters ancillary thereto or connected \ntherewith;  \n \nAND Whereas the p resident is satisfied that circumstances exist which render it \nnecessary to take imm ediate action; \n \nNOW, THERE FORE,  in pu rsuance of the Proclamation of Emergency of the fourteenth day \nof October, 1999,  and the  Provincial Constitution O rder No.1 of 1999, read with the \nProvincial Constitution  (Amendment) Order No.9  or 1999 , and in exercise of all powers \nenabling  him in that behalf, the President of the Islamic R epublic of  Pakistan is pleased to \nmake and promulgate the following  Ordinance: \n \n1. Short title extent and commencement. (1) This Ordinance may be called the \nIslamabad Capital Territory (Tax on Services) Ordinance, 2001. \n(2) It extends to the whole of  Islamabad Capital Territory. \n(3) It shall come into force at once. \n2. Interpretation. In this  Ordinance, unless there is anything repugnant in the subj ect \nor context, the wo rds and expression  used but  not defined shall have the s ame m eaning as in \nthe Sales Tax Act, 1990.  \n \n3. Scope of tax. (1) Subject to the provisio ns of this Ordinance, there shall be \ncharged, levied and paid a tax known  as sales tax at the rate of fifteen per cent of the value of \nthe taxable services rendered or provided in the  Islamabad Capital Territory. \n \n(2) The tax shall be charged and levied on the services specified in the Schedule to \nthis Ordinance in the same manner and at the same time, as if it were a sales tax leviable \nunder section 3, 3A or 3AA, as the case may be, of the Sales Tax Act, 1990.  \n \n(3) All the provisions  of the  Sales Tax Act, 1990 and rules made and notifications, \norders and instructions  issued there under shall, mutatis mutandis apply to the collection and \npayment of tax under this Ordinance in so  far as they relate to \n \n(a)       manner, time and mode of payment; \n(b)       registration and de-registration; \n\n2 \n \n (c)       keeping of records and audit; \n(d)       enforcement and adjudication; \n(e)       penalties and prosecution;  and \n(f)        all other and ancillary matters. \nTHE  SCHEDU LE \n[See section 3(2)] \n \n1.   Services provided or rendered by hotels, marriage halls, lawns, clubs and caterers: \n \n(a)       services provided or rendered by hotels; \n \n(b)       services provided or rendered by marriage halls and lawns; \n(c)       services provided or rendered by clubs;  and \n(d)       services provided or rendered by caterers. \n \n2.   Adv ertisement on T.V and Radio excluding  advertisement \n \n(a)       if sponso red by Government agency for health education; \n \n(b)       if sponso red by the Population Welfare Division  relating to education promotion \ncampaign; and \n \n(c)       public  service messages if telecast on television by World Wildlife Funds  for \nNature and UNICEF. \n \n3.   Services provided or rendered by persons authorized to transact busin ess on behalf of \nothers: \n \n(a)       customs agents; \n \n(b)       ship chandlers; and \n \n(c)       stevedores. \n \n4.   Cou rier services. \n \n5.   Services provided or rendered for personal care by beauty parlors beauty clinics and \nslimming  clinics. \n \n6.   Services provided or rendered by laundries and dry cleaners."
}