{
    "file": "./converted_json\\administrator8a2e304c02946be56a0988c8e888cb59(1).json",
    "name": "The Offences in Respect of Banks (Special Courts) Ordinance, 1984",
    "date": "23rd February, 1984",
    "tagline": "An Ordinance to provide for speedy trial of certain offences committed in respect of banks and for matters connected therewith or incidental thereto.",
    "content": "THE OFFENCES IN RESPECT OF BANKS (SPECIAL \nCOURTS)  ORDINANCE, 1984 . \n \n \n \n \n \n \nCONTENTS  \n \n______  \nSECTIONS  \n1.  Short title, extent and Commencement.  \n2.  Definitions.  \n3.   Establishment of Special Court s. \n4.  Scheduled offence to be tried by Special Court.  \n5.  Procedure of a Special Court.  \n6.  Powers of Special Court.  \n7.  Transfer of property void.  \n8.  Accused not to depar t from Pakistan or be employed by  any person.  \n9.  Burden of proof.  \n10.  Appeals from sentences passed by Special Court, etc.  \n10A.  Appeal in ca se of Acquittal.  \n11.  Indemnity.  \n12.  Ordinance to override other laws.  \nFIRST SCHEDULE . \nSECOND SCHEDULE . \n Updated till 15.12.2021  \n \n _______  \n \nTHE OFFENCES IN RESPECT OF BANKS (SPECIAL COURTS)  \nORDINANCE, 1984.  \n  \nORDINANCE  No. IX OF 1984  \n \n [23rd  February, 1984 ] \nAn Ordinance to provi de for speedy trial of certain offences committed in respect of banks and for \nmatters connected therewith or incidental thereto.  \n   \n WHEREAS  it is expedient to provide for speedy trial of certain offences committed in respect of \nbanks and for matter s conne cted therewith or incidental thereto  ; \n  \n AND WHEREAS  the President is satisfied that circumstances exist which render it nec essary to \ntake immediate action  ; \n  \n NOW, THEREFORE , in pursuance of the Proclamation of the fifth day of July, 1977 , and in \nexerci se of all powers enabling him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance  :__ \n  \n 1. Short title, extent and commencement.__(1) This Ordinance may be called the Offences in \nRespect of Banks (Special Courts) Ordina nce, 1984.  \n  \n (2) It extends to the whole of Pakistan and also applies to the business of a ba nk transacted \noutside Pakistan.  \n (3) It shall come into force at once.  \n  \n 2. Definitions.__In this Ordinance , unless there is anything repugnant in the subject o r context,___ \n  \n(a) “bank” has the same meaning as in the Banks (Nationalization) Act, 1974 (XIX of \n1974), and includes ___ \n  \n(i) a scheduled bank as defined in the State Bank of Pakistan Act, 1956 \n(XXXIII of 1956)  ; \n  \n(ii) the Pakistan Industrial Credit a nd Investment Corporation, the Investment \nCorporation of Pakistan , the National Development Finance Corporation, \nthe Bankers Equity Limited and the National Investment Trust  ; \n  \n(iii)    a Government Savings Bank to which the  Government Savings Bank Act, \n1873 (V of 1 873), applies  ; and  \n \n \n (iv) such other company, institution or body as the Federal Government may, \nby notification in the official Gazette , declare to be a bank for the purposes \nof this Ordinance  ;  \n \n(b)  “Code” means the Code of Criminal Procedur e, 1898 (Act V of 1898)  ; \n \n(c) “relative” in relation to a person , means__ \n  \n(i) spouse of the person  ; \n  \n(ii) brother or sister of the person  ; \n  \n(iii) brother or sister of the spouse of the person  ; \n  \n(iv) any lineal ascendant or descendant of the person  ; \n  \n(v) any lineal ascendant or descendant of the spouse of the person  ; \n  \n(vi) spouse of person referred to in sub -clause (ii), (iii), (iv) or (v)  ; or \n  \n(vii) any lineal ascendant of a person referred to in sub -clause (ii) or (iii)  ; \n  \n(d) “scheduled of fence” means an offence specified in the First Schedule and alleged \nto have been committed in respect, or in connection with the business, of a bank  ; \nand \n  \n(e) “Special Court ” means a Special Court constituted under section 3.  \n   \n1[3.  Establishment of Sp ecial Courts.___(1) The Federal Government may , by notification in \nthe Official Gazette, establish as many Special Courts as it considers necessary to try scheduled offences \nand appoint a Judge for each of such Courts, and where it establishes more Special  Courts than one, it \nshall specify in the notification the territorial limits within which each of the  Special Courts shall \nexercise j urisdiction under this Ordinance.  \n   \n (2) A Judge of a Special Court shall be appointed by the Federal Governme nt after co nsultation \nwith the c hief Justi ce of the High c ourt of the Province in which the Special Court is established and no \nperson shall be appointed a Judge of a Special Court unless he has been a Judge of High Court or is, or \nhas been , a Sessions Judge.  \n   \n(3) A Judge of a Special Court, not being a Sessions Judge, shall be appointed for a term of three \nyears from the date on which he enters upon his office.  \n \n(4) The salary, allowances and other terms and conditions of service of a person appointed as a \nJudge of  a Special Court shall be such as may be determined by the Federal Government.  \n \n(5) A Special Court shall hold its sittings at such places within its territorial limits as may be \ndetermined by the Federal Government.  \n \n \n (6) A person, not being a Sessions Ju dge, appointed as a Judge of the Special Court, may , by \nnotice in writing under his hand , addressed to the Federal  Government , resign from his office.  \n \n \n1Subs. by the Offences in Respect of Banks (Special Courts) (Amdt.) Act, 1997 ( XVI of 1997 ), s. 2.  \n \n (7) A person appointed as a Judge of the Special Court may be removed from his office in \nconsultation with the Chief Justice of the High Court. ] \n    \n 4. Scheduled offence to be tried by Special Court.___(1) Notwithstanding anything contained in \nthe Code, the  scheduled offences shall be triable exclusively by a Special Court.  \n  \n (2) The Federal Government may, from time to time, by notification in the official Gazette, \ninclude in the First Schedule such other offences as it deems necessary or expedient.  \n  \n (3) All cases relating to a scheduled offence pending in any court other than a Special Court \nimmediately before the commencem ent of this Ordinance shall, on  such commencement , stand \ntransferred to the Special Court having jurisdiction over such cases.  \n  \n (4) Whenever an offence is included  in the First Schedule under sub -section (2) , all cases relating \nto that offence pending in any court other than a Special Court immediately before such inclusion shall \nstand transferred to the Special Court having jurisdict ion over such cases.  \n  \n (5) In respect of cases transferr ed to a Special Court by virtue of sub -section (3) or sub -section \n(4), the Special Court shall not , by reason of the said transfer, be bound to recall and rehear any witness \nwho has given evidence in  the case before transfer and may act on the evidence already recorded by or \nproduced before the court which tried the case before the transfer.  \n  \n (6) If, in the course of a trial before a Special Court, the court is of opinion that any of the \noffences wh ich the accused is alleged to have committed is not a scheduled offence , the Court shall \nrecord such opinion and try the accused only for such offence if any, as is a scheduled offence.  \n  \n (7) In cases transferred to a Special Court by virtue of sub -sectio n (3) or sub -section (4), any bail \ngranted to an accused person by the court which tried the case before the  transfer shall stand cancelled.  \n \n 5. Procedure of a Special Court.___(1) A Special Court may take cognizance of any scheduled \noffence upon receivin g a complaint of the facts which constitute such offence or upon a report in writing \nof such facts made by any police officer.  \n  \n (2) A Special Court shall not adjourn any trial for any purpose unless such adjournment is, in its \nopinion , necessary in the i nterests of justice.  \n  \n (3) A Special Court shall not, merely by reason of a change in its composition, be bound to recall \nand rehear any witness who has given evidence and may act on the evidence already recorded by or \nproduced before it.   \n \n(4) A Special  Court may try an accused person in his absence if, in its opinion ,___  \n \n(a) such absence is delib erate and brought about with a view to impeding the course \nof Justice, or  \n \n(b) the behaviour of the accused in court has been such as to impede the course of \njustice and the Special Court has on that account ordered h is removal from the \ncourt. \n \n   (5) An accused person who is tried in his absence under sub -section (4) shall be deemed not to \nhave admitted commission of the offence stated to have been committed by him. \n  \n (6) An accused person shall not be released on bail by a Special Court, or by any other court, if \nthere appear reasonable grounds for believing that he has  been guilty of a scheduled offence  ; nor shall \nan accused person be so released unless the p rosecu tion has been given notice to sh ow cause why he \nshould not be so released.  \n  \n (7) Where an accused person is released on bail, the amount of bail shall be fixed having regard \nto the gravity of the charge against such person and, where the charge spec ifies any amount in respect of \nwhich the offence is alleged to have been committed, shall not be less than 1[*] the said amount.  \n  \n (8) A Special Court shall, in all matters with respect to which no procedure has been prescribed \nby this Ordinance, follow t he procedure prescribed by the Code for the trial of  cases by Magistrates.  \n  \n 6. Powers of Special Court.___(1) Subject to sub -section (2) and sub -section (3), a Special Court \nmay pass any sentence authorised by law and shall have all the powers conferred by the Code on a court \nof session exercising original jurisdiction.  \n \n(2) For the purpose s of this Ordinance, the provisions of the Pakistan Penal Code (Act XLV of \n1860), specified in the Second Schedule shall have effect subject to the modifications specif ied therein.  \n  \n (3) Where a Special Court passes  a sentence of fine, whether in addition to any other punishment \nor not, the amount of such fine shall be fixed by it having regard to the gravity of the offence for which \nthe accused person is convicted and , where the Special Court finds the offence to have been committed \nin respect of a specified amount, shall not be less than twice the said amount.  \n  \n (4) Where a Special Court passes a sentence of fine, the Court shall order the whole or any part \nof the fin e recovered to be applied in the payment to the bank in respect of which the offence was \ncommitted of compensation for the loss caused to it by the offence.   \n \n7. Transfer of property void.___(1) After a Special Court has taken cognizance of a scheduled \noffence alleged to have been committed by an accused person, such person or any relative of such \nperson or other person on his behalf shall not, without the previous permission in writing of the Special \nCourt, transfer, or create a charge on, any movable or i mmovable property owned by him or in his \npossession, while proceedings are pending before the Special Court  ; and any transfer of, or creation of a \ncharge on, such property without such permission shall be void.  \n \n(2) Any person who transfers, or creates a charge on, any property in contravention of sub -\nsection (1) shall be punishable with rigorous imprisonment for a term which may extend to three years \nand shall also be liable to fine.  \n \n8. Accused not to depar t from Pakistan or be employed by  any person.___(1) After a Special \nCourt has taken cognizance of a scheduled offence alleged to have been committed by an accused \nperson,___ \n \n \n \n1Omitted by the Offences in Respect of Banks (Special Courts) (Amdt.) Act, 1997 ( XVI of 1997 ), s. 3.  \n \n (a) such person shall no t, without the permission of the Special Court, depart from \nPakistan until the case has been finally decided by the Special Court  ; and  \n  \n(b) no person shall, until the case has been finally decided by the Special Court, \nemploy or engage such person withou t the permission of the Special Court for any \nservice for the rendering of which any remuneration is payable.  \n  \n (2) Whoever contravenes the provisions of sub -section (1) shall be punishable with rigorous \nimprisonment for a term which may extend to three y ears, and shall also be liable to fine.  \n \n 9. Burden of p roof.  In any trial under this Ordinance, the fact that  the accused person, or any of \nhis relatives or any other person on his behalf, is in possession, for which the accused person cannot \nsatisfactori ly account, of pecuniary resources or property disproportionate to his known sources of \nincome may be proved and on such proof the Special Court shall presume, unless the contrary is proved , \nthat the accused person is guilty of a scheduled offence  ; and hi s conviction therefor shall not be invalid \nby reason only that  it is based solely on such presu mption.  \n  \n 10. Appeals from sentences passed by Special Court, etc.___(1) A person sentenced by a \nSpecial Court shall have a right of appeal to the High Court wi thin whose jurisdiction the sentence has \nbeen passed, but save as aforesaid and notwithstanding the provisions of the Code or of any other law \nfor the  time being in force or of anything having the force of law by whatsoever authority made or done, \nno court shall have authority to revise such sentence, or to transfer any case from a Special Court or to \nmake any order under section 426 or section 491 or section 498 of the Code , or have any jurisdiction of \nany kind in respect of any proceedings of a Special Co urt. \n  \n (2) An appeal under sub -section (1) shall be preferred to the High Court within thirty days of the \npassing of the sentence and shall be heard and decided by a Bench of not less than two Judges of the \nHigh Court.  \n  \n(3) Chapter XXIX of the Code shal l apply to the suspension, remission and commutation of \nsentences passed by a Special Court.  \n \n1[10A.   Appeal in case of Acquittal .___If an order of acquittal is passed by the Special Court in \nany case, the High Court may, on an application made with  in th e thirty days by an aggrieved party in \nthis behalf, grant special leave to appeal from the order of acquittal, whereupon the aggrieved party may \npresent such an appeal to the High Court.]  \n  \n 11. Indemnity . No suit, prosecution or other legal proce eding sha ll lie against any pers on in \nrespect of anything which is in good faith done or intended to be done under this Ordinance.  \n   \n12. Ordinance to override other laws.  The provisions of this Ordinance shall have effect \nnotwithstanding anything contained in the Code or in any other law for the time being in force.  \n \n \n1Ins. b y the Offences in Respect of Banks (Special Courts) (Amdt.) Act, 2016 ( XXII of 2016 ), s.2. \n \n \n FIRST SCHEDULE  \n[See Section 2 (d)]  \n  \n(a) Any offence punishable under any of the following sections of the Pakistan Penal \nCode (Act XLV of 1860), namely  :___ \n   \nsections 1[201, 204, 217, 218, 380], 403, 406, 408, 409 1[419, 420], 467, \n468, 471, 472, 473, 475 and 477A  ; \n2[(aa)  Any offence punishable under section 27 of the Regional Development Finance \nCorporation Ordinance, 1985 (XXX II of 1985)]  \n(b) Any offence punishable under this Ordinance  ; 3[*] \n  \n1[(bb)  Offences punishable under Section 5 of the Prevention of Corruption Act, 1947 \n(II of 1947); and ] \n(c) Any attempt or conspiracy to commit, or any abe tment of, any of the aforesaid \noffences.  \n \n \n \n1Ins. by S.R.O 396 (1)/8 5, dt.  28-4-85, see Gaz. of P., 1985, Ext., Part II, pp. 737 -738. \n2Ins. by S.R.O 1111 (1)/88 , dt. 7-12-88 \n3The word “and” omitted by S.R.O 396 (1)/8 5 dt. 28-4-1985, see Gaz., of P., 1985, Ext., Part II, pp. 737 -738.  \n \n \n \n \n \n SECOND SCHEDULE  \n  \n[See Section 6(2)]  \n  \nS.No.  Section of the  \nPakistan Penal \nCode  Modification  \n \n1  \n2  \n3 \n1. 409 For the words “may extend to ” the words  “shall not \nbe less than seven years nor more  than” shall be \nsubstituted . \n \n2. 467 For the words “may extend to ” the words “shall not \nbe less than seven years nor more than ” shall be \nsubstituted.  \n \n3. 468 For the words “may extend to ” the words “shall not \nbe less than four  years nor more  than” shall be \nsubstituted.  \n \n4. 471 For the words “in the same manner as if he  had \nforged such document ” the words and  comma “with \nimprisonment of either  description for a term which \nshall not be less  than one year nor more than three \nyears,  and shall also be liable to fine ” shall be  \nsubstitut ed. \n \n5. 472 For the words “may extend to ” the words  “shall not \nbe less than ” shall be substituted.  \n \n6. 473 For the words “may extend to ” the words  “shall not \nbe less than four years nor more  than” shall be \nsubstituted.  \n \n7. 475 For the words “may extend to” the words  “shall not \nbe less than ” shall be substituted.  \n \n8. 477A  For the words “may extend to ” the words  “shall not \nbe less than five years nor more  than” shall be \nsubstituted.  \n \n \n \n______________"
}