{
    "file": "./converted_json\\administratorf6dca75099770f5f828ebeef149c9332.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n  \n \nTHE CO OPERATIVE SOCIETIES (REPAYMENT OF LOANS) \nORDINANCE, 1960  \n \n \n \nCONTENTS  \n1.  Short title , extent and commencement  \n2.  Definitions  \n3.  Repayment of Loans , etc.  \n4.  Determination of liability to repay , etc. \n5.  Power of Registrar when making inquiry  \n6.  Power to make Rules  \n7.  Penalty  \n8.  Procedure  \n\n \nPage 2 of 4 \n THE CO OPERATIVE SOCIETIES  (REPA YMENT OF LOANS) ORDINANCE, \n1960  \nORDINANCE NO . XXXIV OF 1960  \n[15th August, 1960]  \nAn Ordinance to provide for the repayment of certain unsecured loans or loans insufficiently \nsecured. \n WHEREAS it is expedient to provide for the repayment of such loans taken from  \nCooperative Banks and other Co operative Societies as have not been secured or are insufficiently \nsecured  ; \n Now, THEREFORE, in pursuance of the Proclamation of the seventh day of October 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromul gate the following Ordinance  :― \n 1. Short title , extent and commencement. ―(1) This Ordinance may be called the \nCooperative Societies (Repayment of Loans) Ordinance, 1960.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions. ―In this Ordinance , unless there is anything repugnant in the subject or \ncontext__ \n(a)  “Cooperative Bank ” means a Cooperative Society established for carrying on \nbanking business and having as its principal object the financing of other \nCooperative Societies, and includes cooperative socie ties known as Banking \nUnions and Zamindari Banks  ; \n(b)  “Cooperative Society ” means a society which, having as its object the \npromotion of the common interests of its members in accordance with \ncooperative principles or having been establ ished with the object of facilitating \nthe operation of such a society, is registered under the Cooperative Societies \nAct, 1912 (II of 1912), or under any other law for the time being in force \nrelating to the registra tion of cooperative societies  ; \n(c)  “loan” means loan, whether of money or in kind, which has not been secured \nor is insufficiently secured and taken__ \n(i) from a cooperative society, not being a Cooperative Bank, by any \nperson other than a member of such society, or  \n(ii) from a Cooperative Ba nk by any person, including any member \nthereof, but not a cooperative society, and includes any transaction \nwhich, in the opinion of the Registrar, is in substance a loan as \naforesaid  ; \n \n \nPage 3 of 4 \n  Explanation.__A loan is “insufficiently secured ” if it is not secure d by mortgage, pledge, \nhypothecation or assignment of such property of the borrower or of his surety or of both as, in the \ncase of a loan not exceeding thirty thousand rupees, the cooperative society concerned, and, in the \ncase of a loan exceeding thirty t housand rupees, the Registrar, may think adequate.  \n1[(d)  “Registrar” means, ― \n(i) in relation to a cooperative society in the Islamabad Capital Territory,  \nthe Registrar of Cooperative “Societies appointed by the Federal \nGovernment for that territory; and  \n(ii) in relation to a co -operative Society in a Province, the Registrar of  \nCooperative Societies of the Province.]  \n 3. Repayment of Loans , etc.―Notwithstanding anything contained in any other law for the \ntime being in force, or in any agreement or other instrument, every loan repayable on any day earlier \nthan one year preceding the commencement of this Ordinance and every loan any instalment whereof \nwas payable as aforesaid and has not been so paid, shall unless repaid earlier, be repaid and secured \nin the following manner, that is to say__ \n(a)  not less than twenty per  cent. of the loan repayable as aforesaid shall be paid \nwithin six months from the commencement of this Ordinance  ; and  \n(b)  the balance of the loan after payment as aforesaid shall, within two months \nfrom the expiry of the period mentioned in clause (a), be secured by mortgage, \npledge, hypothecation or assignment of such property of the borrower or of his \nsurety or of both as, in the case of a loan not exceeding thirty thousand rupees, \nthe c ooperative society concerned, and, in the case of a loan exceeding thirty \nthousand rupees, the Regist rar, may think adequate, and shall be repaid in such \ninstalments within a period not exceeding two years from the commencement \nof this Ordinance as the co operative society or the Registrar, as the case may \nbe, directs  : \n Provided that the Registrar may, if he considers necessary, in cases in which not less \nthan fifty per  cent. of the loan has been repaid within the aforesaid period of \ntwo years, extend the period by a further period, and such further period shall \nnot exceed six months.  \n 4. Determination of liability to repay , etc.―(1) Every cooperative society shall, within \nthirty days of the commencement of this Ordinance, or within such further period as the Registrar \nmay, in special circumstances, allow, furnish to the Registrar full information in respect of all cases \nof loans required to be repaid or secured under section 3.  \n (2) On receipt of information under sub -section (1) in respect of any loan, the Registrar shall \ncause notice to be issued to the borrower requiring him to repay and secure the loan in accordance \nwith the p rovisions of section 3.  \n \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 ( Ordinance  No. XXVII of 1981 ), s.5. and Sch.  IV. (Amended to the extent of \nIslamabad Capital Territory).  \n \nPage 4 of 4 \n  (3) Where any borrower to whom notice under sub -section (2) is issued does not admit the \nloan, or any liability arising there from, he shall, within thirty days of the receipt of notice, or within \nsuch further period as the Registrar may, in special circum stances, allow, submit, either personally or \nby regi stered post (acknowledgement due), a written statement to that effect to the Registrar, who \nthereupon shall cause notice to be issued to the cooperative society concerned, and shall, after \nmaking such in quiry as he considers necessary, and giving the part ies reasonable opportunity of \nbeing heard, decide the matter.  \n (4) The decision of the Registrar under sub -section (3) shall be final, and shall not be called \nin question in any court.  \n 5. Power of Registrar when making inquiry. ―The Registrar shall, for th e purpose of \nmaking any in quiry under this Ordinance, have the same powers as are vested in a civil court under \nthe Code of Civil Procedure, 1908 (Act V of 1908), when trying a suit, in respect of the following \nmatters, namely  :― \n(a)  summoning and enforc ing the attendance of any person and examining him on \noath ; \n(b)  requiring the discovery or production of any docu ment  ; \n(c)  requisitioning any public record from any court or office  ; \n(d)  issuing commissions for the examination of witnesses  ; \n(e)  appointing guardians or next friends of persons who are minors or of unsound \nmind  ; \n(f)  adding legal representatives of deceased borrowers or sureties  ; \n(g)  substituting the names of rightful parties  ; \n(h)  consolidation of cases  ; and  \n(i)  any other matter  which may be prescribed by rules made under section 6.  \n 6. Power to make Rules. ―The 1[Provincial Government] may, by notification in the official \nGazette, make rules to carry out the purposes of this Ordinance.   \n 7. Penalty. ―Whoever contravenes any of the  provisions of this Ordinance or the rules made \nthereunder shall be punishable with imprisonment for a term which may extend to two years, or with \nfine, or with both.  \n 8. Procedure. ―No court shall take cognizance of any case under this Ordinance except on a \ncomplaint in writing made by the Regist rar. \n_____ ______  \nRGN Date: 03 -07-2024  \n1Subs. by A. O., 1964, Art. 2 and Sch."
}