{
    "file": "./converted_json\\administratorce8e5467178e4ff59ec8ba8d8b92f939.json",
    "name": "Claims for Maintenance (Recovery Abroad) Ordinance",
    "date": "10th September, 1959",
    "tagline": "Giving effect to the United Nations Convention on the Recovery Abroad of Claims for Maintenance",
    "content": "Page of 11 \n   \n \n \n \n \n \nTHE CLAIMS FOR MAINTENANCE (RECOVERY ABROAD) \nORDINANCE, 1959.  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title and commencement.  \n \n2. Definitions.  \n \n3. Publication of information.  \n \n4. The Convention to have the force of law in Pakistan.  \n \n5. Power to make rules.  \n \nTHE  SCHEDULE  \n \n(See section 4)  \n \nCONVENTION ON THE RECOVERY  \nABROAD OF MAINTENANCE  \n \nArticle 1  \n \nSCOPE OF THE CONVENTION  \n \nArticle 2  \n \nDESIGNATION OF AGENCIES  \n \nArticle 3  \n \nAPPLICATION TO TRANSMITTING AGENCY  \n \nArticle 4  \n \nTRANSMISSION OF DOCUMENTS  \n \n\n \n \nPage of 11 \n Article 5  \n \nTRANSMISSI ON OF JUD GEMENTS AND OTHER JUDICIAL ACTS  \n \nArticle 6  \n \nFUNCTIONS OF THE RECEIVING AGENCY  \n \nArticle 7  \n \nLETTERS OF REQUEST  \n \nArticle 8  \n \nVARIATION OF ORDERS  \n \nArticle 9  \n \nEXEMPTIONS AND FACILITIES  \n \nArticle 10  \n \nTRANSFER OF FUNDS  \n \nArticle 11  \n \nFEDERAL STATE CLAUSE  \n \nArticle 12  \n \nTERRITORIAL APPLICATION  \n \nArticle 13  \n \nSIGNATURE, RATIFICATION AND ACCESSION  \n \nArticle 14  \n \nENTRY INTO FORCE  \n \nArticle 15  \n \nDENUNCIATION  \n \n \n \nArticle 16  \n \nSETTLEMENT OF DISPUTES  \n \n \n \nPage of 11 \n Article 17  \n \nRESERVATIONS  \n \nArticle 18  \n \nRECIPROCITY  \n \nArticle 19  \n \nNOTIFICATIONS  BY THE SECRETARY -GENERAL  \n \n \n \n \n \n \n \n \n \n \n \nPage of 11 \n THE CLAIMS FOR MAINTENANCE (R ECOVERY ABROAD) ORDINANCE, \n1959  \n \nORDINANCE NO. L OF 1959  \n \n[10th September , 1959]  \n \nAn Ordinance to give effect to the United Nations Convention on the Recovery Abroad of \nClaims for Maintenance . \n \n WHEREAS  the United Nations Conference on Maintenance Obligations held at New York \nfrom the 29th May, 1956, to the 20th June, 1956, adopted the Convention on the Recovery Abroad of \nMaintenance;  \n \n AND WHEREAS  Article 13 of the said Convention provides th at the Convention may be \nacceded to at any time on behalf of any Member of the United Nations;  \n \n AND WHEREAS  Pakistan, being a Member of the United Nations, has, in pursuance of the \naforesaid Article, acceded to the Convention on t he fourteenth day of July , 1959 ; \n \n AND WHEREAS  it is expedient to give effect to the Convention;  \n \n NOW, THEREFORE , in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance.  \n \n 1. Short title and commencement.___(1) This Ordinance may be called the Claims for \nMaintenance (Recovery Abroad) Ordinance, 1959.  \n \n (2) It shall come into force at once.  \n \n 2. Definitions. ___In this Ordinance, unless t here is anything repugnant in the subject or \ncontext,___  \n \n(a)  “ Article” means an article of the Convention;  \n \n(b)   “Contracting Party” means Pakistan, and any other state whose instrument of \nratification or accession is deposited under Article 13 and wh ich is notified by \nthe 1[Federal Government] in the official Gazette to be a contracting Party;  \n \n(c)  “Convention” means the United Nations Convention on the Recovery Abroad \nof Maintenance; and  \n \n(d)  “Transmitting Agency” and “Receiving Agency” for a Cont racting Part shall \nmean respectively the judicial or administrative authority and the public or \nprivate body designated under Article 2 to be the Transmitting Agency or the \nReceiving Agency, as the case may be, and notified as such by the 2[Federal \nGovernm ent] in the official Gazette.  \n \n \n 1Subs. by F.A.O., 1975, Art. 2 and Table . \n \n \n \nPage of 11 \n  3. Publication of information. ___The 1[Federal Government] shall, from time to time, \npublish in the official Gazette any information received by it from the Secretary - General of  the \nUnited Nations in pursuance of Article 19.  \n \n 4. The Convention to have the force of law in Pakistan.___(1) Notwithstanding anything to \nthe contrary contained in any other law, the provisions of the Convention set out in Schedule shall \nhave the force o f law in Pakistan.  \n \n (2) The 1[Federal Government] may amend the Schedule in conformity with such \namendments as may, from time to time, be made in the Convention.  \n \n 5. Power to make rules. ___The 1[Federal Government] may make rules for carrying out the \npurposes of this Ordinance.  \n \nTHE SCHEDULE  \n \n(See section 4)  \n \nCONVENTION ON THE RECOVERY ABROAD OF MAINTENANCE.  \n \nArticle 1  \n \nSCOPE OF THE CONVENTION  \n \n 1. The purpose of this Convention is to facilitate the recovery of maintenance to which \nperson, hereinafter re ferred to as claimant, who is in the territory of one of the Contracting Parties, \nclaims to be entitled from another person, hereinafter referred to as respondent, who is subject to the \njurisdiction of another Contracting Party. This purpose shall be effec ted through the offices of \nagencies which will hereinafter be referred to as Transmitting and Receiving Agencies.  \n \n 2. The remedies provided for in this Convention are in addition to, and not in substitution for, \nany remedies available under municipal or i nternational law.  \n \nArticle 2  \n \nDESIGNATION OF AGENCIES  \n \n 1. Each Contracting Party shall, at the time when the instrument of ratification or accession is \ndeposited, designate one or more judicial or administrative authorities which shall act in its territor y \nas Transmitting Agencies.  \n \n 2. Each Contracting Party shall, at the time when the instrument of ratification or accession is \ndeposited, designate a public or private body which shall act in its territory as Receiving Agency.  \n \n 3. Each Contracting Party s hall promptly communicate to the Secretary -General of the United \nNations the designations made under paragraphs 1 and 2 and any changes made in respect thereof.  \n \n 4. Transmitting and Receiving Agencies may communicate directly with Transmitting and \nReceivi ng Agencies of other Contracting Parties.  \n \n 1Subs. by  F.A.O., 1975 Art. 2 and Table.  \n \n \n \nPage of 11 \n Article 3  \n \nAPPLICATION TO TRANSMITTING AGENCY  \n \n 1. Where a claimant is in the te rritory of one Contracting Party,  hereinafter referred to as the \nState of the claimant, an d the respondent is subject to the jurisdiction of another Contracting Party, \nhereinafter referred to as the State of the respondent, the claimant may make application to a \nTransmitting Agency in the State of the claimant for the recovery of maintenance fr om the \nrespondent.  \n \n 2. Each Contracting Party shall inform the Secretary -General as to the evidence, normally \nrequired under the law of the State of the Receiving Agency for the proof of maintenance claims, of \nthe manner in which such evidence should be s ubmitted and of other requirements to be compiled \nwith under such law.  \n \n 3. The application shall be accompanied by all relevant documents, including, where \nnecessary, a power of attorney authorizing the Receiving Agency to act, or to appoint some other \nperson to act, on behalf of the claimant. It shall also be accompanied by a photograph of the claimant \nand, where available, a photograph of the respondent.  \n \n 4. The Transmitting Agency shall take all reasonable steps to ensure that the requirements of \nthe law of the State of the Receiving Agency are compiled with; and, subject to the requirements of \nsuch law, the application shall include:  \n \n(a)  the full name, address, date of birth, nationality, and occupation of the \nclaimant, and the name and address of an y legal representative of the claimant;  \n \n(b)  the full name of the respondent, and, so far as known to the claimant, his \naddresses during the preceding five years, date of birth, nationality, and \noccupation;  \n \n(c)  particulars of the grounds upon which the claim is based and of the relief \nsought, and any other relevant information such as the financial and family \ncircumstances of the claimant and the respondent.  \n \nArticle 4  \n \nTRANSMISSION OF DOCUMENTS  \n \n 1. The Transmitting Agency shall transmit the documents t o the Receiving Agency of the \nState of the respondent, unless satisfied that the application is not made in good faith.  \n \n 2. Before transmitting such documents, the Transmitting Agency shall satisfy itself that they \nare regular as to form, in accordance wi th the law of the State of the claimant.  \n \n 3. The Transmitting Agency may express to the Receiving Agency an opinion as to the merits \nof the case and may recommend that free legal aid and exemption from costs be given to the \nclaimant.  \n \n \n \n \nPage of 11 \n Article 5  \n \nTRANSMI SSION OF JUD GEMENTS AND OTHER JUDICIAL ACTS  \n \n 1. The Transmitting Agency shall, at the request of the claimant, transmit, under the \nprovisions of article 4, any order, final or provisional, and any other judicial act, obtained by the \nclaimant for the payme nt of maintenance in a competent tribunal of any of the Contracting Parties, \nand, where necessary and possible, the record of the proceedings in which such order was made.  \n \n 2. The orders and judicial acts referred to in the preceding paragraph may be tran smitted in \nsubstitution for or in addition to the documents mentioned in article 3.  \n \n 3. Proceedings under article 6 may include, in accordance with the law of the State of the \nrespondent, exequatur or registration proceedings or an action based upon the a ct transmitted under \nparagraph 1.  \n \nArticle 6  \n \nFUNCTIONS OF THE RECEIVING AGENCY  \n \n 1. The Receiving Agency shall, subject always to the authority given by the claimant, take, \non behalf of the claimant, all appropriate steps for the recovery of maintenance, including the \nsettlement of the claim and, where necessary, the Institution and prosecution of an action for \nmaintenance and the execution of any order or other judicial act for the payment of maintenance.  \n \n 2. The Receiving Agency shall keep the Transmitt ing Agency currently informed. If it is \nunable to act, it shall inform the Transmitting Agency of its reasons and return the documents.  \n \n 3. Notwithstanding anything in this Convention, the law applicable in the determination of all \nquestions arising in an y such action proceedings shall be the law of the State of the respondent, \nincluding its private international law.  \n \nArticle 7  \n \nLETTERS OF REQUEST  \n \n If provisions is made for letters of request in the laws for the two Contracting Parties \nconcerned, the fol lowing rules shall apply:  \n \n(a) A tribunal hearing an action for maintenance may address letters of request for \nfurther evidence, documentary or otherwise, either to the competent tribunal of \nthe other Contracting Party  or to any other authority or institu tion designated \nby the other Contracting Party in whose territory the request is to be executed.  \n \n(b) In order that the parties may attend or be represented, the requested authority \nshall give notice of the date on which and the place at which the proceedi ngs \nrequested are to take place to the Receiving Agency and the Transmitting \nAgency concerned, and to the respondent.  \n \n \n \nPage of 11 \n (c)  Letters of request shall be exe cuted with all convenient speed ; in the event of \nsuch letters of request not being executed within fo ur months from the receipt \nof the letters by the requested authority, the reasons for such non -execution or \nfor such delay shall be communicated to the requesting authority.  \n \n(d)  The execution of letters of request shall not give rise to reimbursement of fees \nor costs of any kind whatsoever.  \n \n(e)  Execution of letters  of request may only be refused : \n \n(1) If the authenticity of the letters is not established;  \n \n(2) If the Contracting Party in whose territory the letters are to be executed \ndeems that its sove reignty or safety would be compromised thereby.  \n \nArticle 8  \n \nVARIATION OF ORDERS  \n \n The provisions of this Convention apply also to applications for the variation of maintenance \norders.  \n \nArticle 9  \n \nEXEMPTIONS AND FACILITIES  \n \n 1. In proceedings under this Con vention, claimants shall be accorded equal treatment and the \nsame exemptions in the payment of costs and charges as are given to residents or national of the \nState where the proceedings are pending.  \n \n 2. Claimants shall not be required, because of their st atus as aliens or non -residents, to furnish \nany bond or make any payment or deposit as security for costs or otherwise.  \n \n 3. Transmitting and Receiving Agencies shall not charge any fees in respect of services \nrendered under this Convention.  \n \nArticle 10  \n \nTRANSFER OF FUNDS  \n \n A Contracting Party, under whose law the transfer of funds abroad is restricted, shall accord \nthe highest priority to the transfer of funds payable as maintenance or to cover expenses in respect of \nproceedings under this Convention.  \n \nArticle 11  \n \nFEDERAL STATE CLAUSE  \n \n In the case of a Federal or non -unitary State, the f ollowing provisions shall apply : \n \n \n \nPage of 11 \n (a) With respect to those articles of this Convention that come within the \nlegislative jurisdiction of the federal legislative authority,  the obligations of \nthe Federal Government shall to this extent be the same as those of Parti es \nwhich are not Federal States ; \n \n(b) With respect to those articles of this Convention that come within the \nlegislative jurisdiction of constituent States, provin ces or cantons which are \nnot, under the constitutional system of the Federation, bound to take \nlegislative action, the Federal Government shall bring such articles with a \nfavorable recommendation to the notice of the appropriate authorities of \nStates, prov inces or cantons at the earliest possible moment;  \n \n(c) A Federal State Party to this Convention shall, at the request of any other \nContracting Party transmitted through the Secretary -General, supply a \nstatement of the law and practice of the Federation and  its constituent units in \nregard to any particular provision of the Convention, showing the extent to \nwhich effect has been given to that provision by legislative or other action.  \n \nArticle 12  \n \nTERRITORIAL APPLICATION  \n \n The provisions of this Convention sha ll extend or be applicable equally to all non -self-\ngoverning, trust or other territories for the international relations of which a Contracting Party is \nresponsible, unless the latter, on ratifying or acceding to this Convention, has given notice that the \nConvention shall not apply to any one or more of such territories. Any Contracting Party making \nsuch a declaration may, at any time thereafter, by notification to the Secretary -General, extend the \napplication of the Convention to any or all of such territo ries. \n \nArticle 13  \n \nSIGNATURE, RATIFICATION AND ACCESSION  \n \n 1. This Convention shall be open for signature until 31 December, 1956 on behalf of any \nMember of the United Nations, any non -member State which is a Party of the Statue of the \nInternational Court of Justice, or member of a specialized agency, and any other non -member State \nwhich has been invited by the Economic and Social Council to become a Party to the Convention.  \n \n 2. This Convention shall be ratified. The instruments of ratification shall be de posited with \nthe Secretary -General.  \n \n 3. This Convention may be acceded to at any time on behalf of any of the States referred to in \nparagraph 1 of this article. The instruments of accession shall be deposited with the Secretary -\nGeneral.  \n \nArticle 14  \n \nENTRY  INTO FORCE  \n \n \n \nPage of 11 \n  1. This Convention shall come into force on the thirtieth day following the date of deposit of \nthe third instrument of ratification or accession in accordance with article 13.  \n \n 2. For each State ratifying or acceding to the Convention after the deposit of the third \ninstrument of ratification or accession, the Convention shall enter into force on the thirtieth day \nfollowing the date of the deposit by such State of its instrument of ratification or accession.  \n \nArticle 15  \n \nDENUNCIATION  \n \n 1. Any Contracting Party may denounce this Convention by notification to the Secretary -\nGeneral. Such denunciation may also apply to some or all of the territories mentioned in Article 12.  \n  \n 2. Denunciation shall take effect one year after the date of receipt of the notification by the \nSecretary -General, except that it shall not prejudice cases pending at the time it becomes effective.  \n \nArticle 16  \n \nSETTLEMENT OF DISPUTES  \n \n If a dispute should arise between Contracting Parties relating to the interpretation or \napplication of this Convention and if such dispute has not been settled by other means, it shall be \nreferred to the International Court of Justice. The dispute shall be brought before the Court either by \nthe notification of a special agreement or by a unilater al application of one of the parties to the \ndispute.  \n \nArticle 17  \n \nRESERVATIONS  \n \n 1. In the event that any State submits a reservation to any of the articles of this Convention at \nthe time of ratification or accession the Secretary -General shall communicate  the text of the \nreservation to all States which are Parties to this Convention, and to the other States referred to in \narticle 13 Any Contracting Party which objects to the reservation may, within a period of ninety days \nfrom the date of the communication , notify the Secretary -General that it does not accept it, and the \nConvention shall not then enter into force as between the objecting State and the State making the \nreservation. Any State thereafter acceding may make such notification at the time of its a ccession.  \n \n 2. A Contracting Party may at any time withdraw a reservation previously made and shall \nnotify the Secretary -General of such withdrawal.  \n \nArticle 18  \n \nRECIPROCITY  \n \n A Contracting Party shall not be entitled to avail itself of this Convention aga inst other \nContracting against other Contracting Parties except to the extent that it is itself bound by the \nConvention.  \n \n \n \nPage of 11 \n Article 19  \n \nNOTIFICATIONS BY THE SECRETARY -GENERAL  \n \n 1. The Secretary -General shall inform all Members of the United Nations and the n on-\nmember States referred to in article 13;  \n \n(a) of communications under paragraph 3 of article 2;  \n \n(b) of information received under paragraph 2 of article 3;  \n \n(c) of declarations and notifications made under article 12;  \n \n(d) of signatures, ratifications and accessions under article 13;  \n \n(e) of the date on which the Convention has entered into force under paragraph 1 \nof article 14;  \n \n(f) of denunciations made under paragraph 1 of article 15;  \n \n(g) of reservations and notifications made under article 17.  \n \n \n \n \n \n_____________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  RI - Date: 1 4-05-2024"
}