{
    "file": "./converted_json\\administratoraa9c14377a06c01ceabecb49a94bd6bc.json",
    "name": "The Recusant Witnesses Act",
    "date": "2nd December, 1853",
    "tagline": "An Act to amend the Law of Evidence in the Civil Courts of the East India Company in the Bengal Presidency.",
    "content": "Page 1 of 3 \n   \n \n \nTHE RECUSANT WITNESSES ACT, 1853  \n \n \n \nCONTENTS  \n1. Repeal  \n2. Repeal  \n3. Repeal  \n4. Repeal  \n5. Repeal  \n6. Repeal  \n7. Repeal  \n8. Repeal  \n9. Repeal  \n10. Repeal  \n11. Repeal  \n12. Repeal  \n13. Repeal  \n14. Repeal  \n15. Repeal  \n16. Repeal  \n17. Repeal  \n18. Repeal  \n\n \nPage 2 of 3 \n 19. Repeal  \n20. Repe al \n21. Repeal  \n22. Repeal  \n23. Repeal  \n24. Repeal  \n25. Repeal  \n26. Persons absconding, etc, to avoid service of summons, etc., liable for damages  \n27. Repeal  \n28. Repeal  \n29. Repeal  \n30. Repeal  \n31. Repeal  \n32. Repeal  \n33. Repeal  \n34. Repeal  \n35. Repeal  \n36. Repeal  \n37. Repeal  \n38. Repeal  \n39. Repeal  \n40. Repeal  \n41. Repeal  \n42. Repeal  \n43. Repeal  \n44. Repeal  \n \n \nPage 3 of 3 \n 1[THE RECUSANT WITNESSES ACT, 1853]  \nACT No. XIX OF 1853  \n   [2nd December, 1853]  \nAn Act to amend the Law of Evidence in the Civil Courts of the East India Company in the Be ngal \nPresidency.  \n1-18. [Repeals; who may be witnesses; manner of summoning witnesses; contents of \nsummons; summons how served; person summoned to produce a document.] Rep. by Act X of 1861.  \n19. [Witness not a party to suit not bound to produce his own titl e-deeds.] Rep. by the \nIndian Evidence Act, 1872 (I of 1872).  \n20-25. [Privileged communications; punishment for non -compliance with summons.] Rep. \nby Act X of 1861.  \n 26. Persons absconding, etc, to avoid service of summons, etc., liable for damages . Any \nperson, whether a party to the suit or not, to whom a summons to attend and give evidence or \nproduce a document shall be personally delivered, and who shall, without lawful excuse , neglect or \nrefuse to obey such summons, or who shall be proved to have abscon ded or kept out of the way to \navoid being served with such summons, and any person who, being in Court and upon being required \nby the Court to give evidence or produce a document in his posses sion, shall, without lawful excuse, \nrefuse to give evidence or sign his deposition, or to produce a document in his possession,  \nshall 2*   *   * be liable to the party at whose request the summons shall have been issued, or at \nwhose instance he shall be required to give evidence, or produce the document, for all damag es \nwhich he may sustain in consequence of such neglect, or refusal, or of such absconding, or keeping \nout of the way as aforesaid , to be recovered in a civil action.  \n27-39. [Property of person absconding liable for damages; costs and fines; appeal; \npostpon ement of trial; evidence to be taken down; evidence of females; power to require further \nevidence ; false evidence of parties punishable; deposition by parties not to be used in their own \nfavour; no appeal against order for summons of wit nesses.] Rep. by Act X of 1861.  \n40. [Documents referred to as a material proof to be filed with pleadings.] Rep. by Act X of \n1855.  \n41-44. [Local extent; commencement.] Rep. by Act X of 1861.  \n \n_____  \n \n \nDate: 13 -09-2024  \n1Short title given by the Amending Act, 1897 (5 of 1897) , Sch. III.  \n2The words \"in addition to any proceedings under this Act, \"rep. by the Amending Act, 1891 (12 of 1891)."
}