{
    "file": "./converted_json\\administratora8845d07fd9e02be3535b8c38a42e77d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "STATUTORY NOTIFICATION (S.R.O) \nGovernment of Pakistan \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \n \n \n \n \nPUBLISHED BY AUTHORITY  \nIslamabad the, 26 April, 2000  \n \n \nS. R. O. No. 250 /2001. – In exercise of the po wers conferred by section 33 of the Securities \nand Exchange Ordinance, 1969 (XVII of 1969), read with clause (b) of section 43 of the \nSecurities and Exchange Commission of Pakist an Act, 1997 (XLII of 1997), the Securities and \nExchange Commission of Pakistan, with the approval of the Federal Government, is pleased to \nmake the following rules, namely:-  \nStock Exchange Members (Inspection of Books and Record) Rules , 2001  \n1. Short title, commencement and application. -  \ni. These rules may be called the Stock Exchange Members (Inspection of Books \nand Record) Rules, 2001.  \nii. They shall come into force at once.  \niii. They shall apply to all members of the stock exchanges in Pakistan.  \n2. Definitions. - In these Rules, unless there is anything repugnant in  the subject or \ncontext,- \na. “Branch office” means an office, branch or shop opened and maintained \nby a member within or outside the premises of a stock exchange for conducting the business and tradi ng of shares and securities; \nb. “Central Depository Companies Regulat ions” means the regulations of a \ncentral depository company registered with the Commission under the Central Depository Companies (Establishment and Regulation) Rules, 1996; \nc. “Central Depository System” means the central depository system \nestablished under section 4 of the Central Deposito ries Act, 1997 (XIX of \n1997); and \nd. “member” means a member of a stock exchange. \ni. All other words and expressions used  but not defined in these rules \nshall have the same meaning as are assigned to them in the Securities and Exchange Ordina nce, 1969 (XVII of 1969), the \nCompanies Ordinance, 1984 (XLVII of 1984), or the Central Depositories Act, 1997 (XIX of 1997). \n3. Inspection by a member. - The Commission may order inspection of books and \nrecord required to be maintained by a member of stock exchange under these \nrules. \n4. Procedure for inspection. - \n . As and when the Commission decides to undertake an inspection, a notice \nof fifteen days shall be given to th e member of the exchange for such \npurpose. Provided that the notice, as aforesaid, shall not be required if the \nCommission is satisfied that immediate inspection is necessary in the interest of investors and the securities market.  \ni. The Commission may appoint one or more persons as inspec tors to inspect \nthe books and record of a me mber of a stock exchange. \n5. Obligations of a member. - \n . Every director, proprietor, partner, o fficer and employee of the member of \nstock exchange, who is being inspected, shall produce such books of accounts, record and other documents under his custody or control with information relating to transaction in s ecurities market within such time as \nmay be required by the pers on inspecting the record. \ni. The member, referred to in sub-rule(1 ) shall, in addition to the record \nrequired to be maintained under the S ecurities and Exchange Rules, 1971, \nmaintain and provide the following reco rd and documents for inspection to \nthe person authorized by the Comm ission for the purpose, namely:- \n . documents relating to opening of the sub-account of the customers \nwith the Central Depository Comp any of Pakistan Limited;  \na. documents of sub-account holders and the group account holders \nas per requirement of the Central Depository Company regulations;  \nb. documents relating to Zakat status of a customer having an account \nwith the Central Depository Company; \nc. written consent of clients in respect of contracts entered into as \nprincipals;  \nd. margin deposit book; \ne. registers of accounts of agents;  \nf. an agreement with an agent spec ifying the scope of authority and \nresponsibilities of the member and his agent. \ng. record of pledging or arranging for the pledging of any security \ncarried for the account of any cust omer, whether physically held or \nin the Central Depository System with a commercial bank;  \nh. record of extension or maintenan ce of credit or arranging for the \nextension or maintenance of cred it to the customers for the purpose \nof purchasing or carrying any security;  \ni. record of borrowing on any security  or lending or arranging for the \nlending of any security carried fo r the account of the customer;  \nj. record of dealing in foreign currenc ies as a dealer duly authorized \nby the State Bank of Pakistan w ithin the brokerage house at the \nstock exchange premises;  \nk. record of establishment of branch offices within or outside the \npremises of the stock exchange with the following information, namely:- \nl. \nhas been suspended by a stock exchange,  \ni. Location of the branch offices; \nii. intimation to the stock exchange of such offices; \niii. status of the person authorized to manage the branch office \nwhether as an authorized agent or an employee as per the Stock Exchange Regulations. \niv. proof of business being done at the branch office in the \nname of the member; \nv. authority given to the agent or  employee to perform all acts \non behalf of the member; \nvi. proof of maintenance of the branch offices bank account in \nthe name of the member; \nvii. proof of proper maintenance of accounts of the customers \nat the branch offices; and \nviii. any other documents and records required to be maintained \nunder regulations made by the stock exchange. \nii. A member shall allow a person carryi ng out inspection to have reasonable \nexcess to the premises occupied by hi m or any other person on his behalf \nand also extend reasonab le facility for examin ing any books, record, \ndocuments computer-data in possession of the member or any other person \nand also provide copies of documents  or other materials which, in the \nopinion of the person carrying the inspection, are relevant. \niii. \nEvery member shall intimate to the Commission the place where the \nbooks of accounts, records and documents are maintained.   \niv. WWithout prejudice to sub-rule (1),  every member shall, after the \nclose of each accounting period furnish to the Commission, if so \nrequired, as soon as possible but not later than six months from the \nclose of the said period, a copy of the audited balance sheet and profit \nand loss account, as at the end of the said accounting period.  \nv. The books of account and other reco rds maintained shall be preserved \nfor a minimum period of five years.  \n6. Submission of inspection report. -  \n . A person authorized to carry inspection shall submit his report to the \nCommission within the time specified in the order.  \ni. A person carrying out the inspection shall be en titled to examine or \nrecord statements of any member, director, partner, proprietor and \nemployee of the member.  \nii. The inspection report shall be in  accordance with the terms of \nreference given in the order of inspection. In addition, specific findings \nor views of the authorized person shall also be give n in the report \nabout the maintenance of books and record in accordance with these \nrules.  \n7. Communication of findings. - \n . The Commission shall comm unicate findings of the inspection to the \nmember within fifteen days of the submission of inspection report.  \ni. The Commission shall provide an o pportunity of being heard to the \nmember concerned before taking any action under the law in the light \nof any findings of the inspection.  \n8. Action on findings. - On receipt of explanation, if any, from a member, \ninspected under these rule s, the Commission may re quire such member to \ntake such measures as it may deem fit in  the interest of the securities market \nfor due compliance with the provisio ns of the Securities and Exchange \nOrdinance, 1969 and the rules made thereunder.  \nF. No. 1(11)CF/POL/99  \n(ABDUL HALEEM JADRAN)  Joint Director"
}