{
    "file": "./converted_json\\administrator7e37c324f9824083835cd0079ba3e12a(2).json",
    "name": "The Special Economic Zones Act, 2012",
    "date": "12th August, 2012",
    "tagline": "An Act to provide for setting up and operation of special economic zones in Pakistan",
    "content": "THE SPECIAL ECONOMIC ZONES ACT, 2012  \n \n \n \n \n \nCONTENTS  \n_________  \n \n \nSECTIONS:  \n \n1. Short title, extent and commencement.  \n2. Act to override other laws.  \n3. Definitions.  \n4. Establishment of special economic zones.  \n5. Board of Approvals.  \n6. Functions and responsibilities of the BOA.  \n7. Approvals Committee.  \n8. Functions of BOI.  \n9. Responsibilities of Provincial investment promotion authorities.  \n10. SEZ Authority.  \n11. Requirements for all zone applicati ons. \n12. Approval of zone applications.  \n13. Approval of development agreements.  \n14. Simultaneous approval of zone application and development agreement.  \n15. Approval of existing zones.  \n16. Zone approval criteria.  \n17. Functions and powers of SEZ Authorities . \n18. Suspension and removal of members of SEZ Authorities.  \n19. Eligibility as developer.  \n20. Responsibilities of developers.  \n21. Development agreements.  \n22. Sanctions against developers.  \n23. SEZ committees.  Updated till 15.12.2021  \n\n \n 24. Admission of zone enterprises.  \n25. Sanctions against zone enterprises.  \n26. Land regime.  \n27. Public utilities and transportation links.  \n28. Applicable operating administrative procedures.  \n29. Assistance by the BOI and SEZ Authorities.  \n30. Labour laws.  \n31. Employment of key persons.  \n32. Security.  \n33. Extra Territoriality of SEZs (Omitted).  \n34. Incentives for SEZs.  \n35. Protection of benefits.  \n36. Benefits for developers.  \n37. Benefits for zone enterprises.  \n38. Jurisdiction of court.  \n39. Alternative dispute resolution procedures.  \n40. Rules a nd regulations for implementation of this Act.  \n \n THE SPECIAL ECONOMIC ZONES ACT, 2012  \nACT No. XX OF 2012  \n \n[12th  August,  2012]  \n \nAn Act to provide  for setting  up and operation  of special  economic  zones  in Pakistan  \n \nWHEREAS  it is necessary and expedient to promulgate a law for the creation, development and  \nefficient operation of special economic zones through provision of a legal and regulatory frame work  \nto encourage domestic and international investors for promotion and es tablishment of industrial  \ninfrastructure  and for other  matters  connected  or ancillary  thereto;  \n \nIt is hereby  enacted  as follows:―  \n \n1. Short title, extent and commencement. —(1) This Act may be called the Special Economic  \nZones  Act, 2012.  \n \n(2) It  extends  to the whole  of Pakistan.  \n \n(3) It shall come into force on such date as the Federal Government may, by notification in the  \nofficial Gazette, appoint and different dates may be appointed for coming into effect of different  \nprovisions  of this Act and any reference  to commencement  shall  generally  refer  to the commencement \nof this Act but commencement of any provision that comes into force subsequent to  the general \ncommencement shall be treated from the date of coming into force of the respective  provision  and not \nthe general  commencement.  \n \n2. Act to override other laws.― The provisions of this Act shall have force notwithstanding  \nanything  to the contrary  contained  in any other law  for the  time being  in force.  \n \n3. Definitions.― In this Act, unless  there is  anything  repugnant in  the subject or  context, — \n \n(a) “Approvals  Committee”  means  the committee  constituted  under  section  7; \n \n(b) “arbitration” shall include arbitration under the applicable laws of Pakistan as \nwell as  arbitration  under  any applicable  international  regime,  whether  selected  \ncontractually  through an agreement in writing or available to a party or parties \nas a result of an  international  agreement  accorded  or ratified;  \n \n(c) “BOA” means  the Board  of Approvals  constituted  under  section 5; \n \n(d) “BOI”  means  the Board  of Investment  established  under  the Board  of \nInvestment  Ordinance,  2001  (XV of 2001) ;  \n \n(e) “capital equipment” means plant, machinery or equipment, accessories, and \ncomponent  part of machinery and equipment identifiable for use in or with \nmachinery required for  economic activities and machinery includes machinery \nand equipment of any description,  such as is used in industrial  process,  \nmanufacture,  production  or processing  of other  goods  and rendering  services,  \nexcept  the goods  that are consumed  in the manufacturing,  production  of \nprocessing  of goods  or provision  of services;  \n \n (f) “developer\" means an enterprise which has entered into a development \nagreement with a  SEZ Authority;  \n \n(g) “development agreement” means a duly approved agreement between SEZ \nauthorities and  agreed to and endorsed by the BOA and a developer that \nauthorises a developer to  develop,  establish  and operate  a SEZ;  \n \n(h) “economic zone” means a geographically defined a nd delimited area which has \nbeen  notified  and approved  for economic,  industrial  and commercial  activities;  \n \n(i) “existing zones” means the export processing zones, industrial zones and other \nsimilar  entities in existence at the time of the commencement of this Act and \nincludes but not  limited  to the following,  namely:―  \n \n(i) “export processing zones” means and economic zone which is \nestablished under the  Export  Processing  Zones  Authority  Ordinance,  \n1980  (IV of 1980);  \n \n(ii) “extra­territorial zone” means an economic zone of a type that is to be \ndeemed to be  outside  the customs  territory  of Pakistan;  \n \n(iii) “free trade zone” means an economic zone that shall be deemed to be \noutside the  customs territory of Pakistan with respec t to which the BOA \nshall approve special  facilities  for trade,  transshipment  and re­export  \noperations  in accordance  with applicable  legislation  as for the time being  \nin force  in Pakistan;  \n \n(iv) “hybrid export processing zone” means an economic zone that shall be \ndeemed to be  outside the customs territory of Pakistan in which goods \nare manufactured and from  which services are provided, both for \nexportation to countries other than Pakistan as  well for export  into \nPakistan;  \n \n(v) “multilateral economic z one” means an economic zone in which all zone \nenterprises  are required to be beneficially owned by national, residents \nor corporate entities of  one or more  particular countries;  \n \n(vi) “reconstruction opportunity zone” means an economic zone from which \nthe exports  of goods and services has been recognized by any country \nor jurisdiction other than  Pakistan  as being  eligible  for reduced  tariff  \nduties  and other  benefits;  \n \n(vii) “regional development zone” means an economic zone wherein \neconomic activates  are promoted  so as to develop  particular  regions  and \nindustries;  and \n \n(viii)  “sector  development  zone”  means  a regional  development  zone  in \nwhich  permissible economic activity shall be limited to one or more \nsectors as notified by  the BOA;  \n \n(j) “misconduct” means any conduct of a member or Chairperson of the Provincial \n \n SEZ Authority that is prejudicial to the good order and management of the SEZ \nAuthority or a  SEZ and includes  but not limited  to the following,  namely  :― \n \n(i) a failure to disc lose an interest of the member or Chairperson in a transaction \nrelated  to a SEZ or an interest of the member’s parent, spouse, brother, sister, \nchild, or  spouse  of a parent,  brother,  sister  or child;  \n \n(ii) any act or  omission  which  is ultra  vires  of this Act; \n \n(iii) any act or omission  which  lacks  good  faith;  or \n \n(iv) any act or omission which is inconsistent with the fiduciary duties of such \nmember  or Chairperson;  \n \n(k) “Provincial investment promotion authority” means an investment promotion \nagency, by  whatever name  called, formed by a  Province  to work as focal authority \nto promote  domestic and foreign investment in that Province such as Sindh Board \nof Investment  established in Sindh and Punjab Board of Investment and Trade or \nany other simila r entity;  \n \n(l) “SEZ  Authorities”  mean  the Provincial  SEZ Authorities  established  under  Section  \n10; \n \n(m) “SEZ Committee” means the authority chartered by the BOA at each SEZ under \nSection  23; \n \n1[(n)  “Special Economic Zone” or “(SEZ)” means a geographically defined and delimited \narea which  has been  approved  and notified  by the BOA;]  \n \n(o) “zone  admission  criteria”  means  the criteria  under  this Act and to be applied  by \ndevelopers in  deciding whether  or not to admit  an enterprise  into a particular  SEZ \nincluding thereof zone approval criteria that means the criteria to be applied by the \nSEZ Authority  and the BOA  in deciding  whether  to allow  or not to allow  a \nparticular  area to be developed  as a SEZ;  \n \n(p) “zone application” means an application submitted in accordance with the \nprovisions of  this Act by an SEZ Authority seeking the notification of an area as a \nspecial economic  zone;  \n \n(q) “zone  development  plan”  means  a business  plan for developing  a SEZ;  \n \n(r) “zone enterprise” means  an enterprise  admitted  into a SEZ by a developer;  and \n \n(s) “zone  regulations”  mean  regulations  made  under  this Act. \n \n \n \n1 Clause “n” of sec. 3 subs. by The Special Economic Zones (Amendment) Act, 2016 (XLV of 2016), s.2  \n \n \n \n 4. Establishment  of special  economic  zones .― The Federal  Government  and Provincial  \nGovernments may establish special economic zones by themselves or in collaboration with private  \nparties under various modes of collaboration including public­private  partnership or exclusively  \nthrough  the private  parties  as provided  under this  Act.  \n \n5. Board of Approvals .—(1) There shall be a Board of Approvals, hereinafter  called BOA,  \nconsisting  of— \n \n(i) the Prime  Minister  of Pakistan  who shall  be the Chairperson  of the BOA;  \n \n(ii) the Minister  for Finance  who shall  be the Vice  Chairperson  of BOA;  \n \n(iii) the Minister  for Industries;  \n \n(iv) the Minister  for Production;  \n \n(v) the Minister  for Commerce;  \n \n(vi) the Minister  for States  and Frontier  Regions  Division;  \n \n(vii) two members of Majlis­e­Shoora (Parliament) to be nominated by the Prime \nMinister  (one from  each House);  \n \n(viii)  the Chairman  of the BOI;  \n \n(ix) the Deputy  Chairman  Planning  Commission;  \n \n(x) the Chief  Minister  of each Province;  \n \n(xi) the Chairman of  the Federal  Board of  Revenue;  \n \n(xii) Governor,  State Bank  of Pakistan;  \n \n(xiii)  Secretary  BOI;  \n \n(xiv)  executive heads of the Provincial investment boards by whatever names known \nor if no  such board  is established  a nominee  of the Government  of such \nProvince,  having  adequate relevant professional experience, the tenure of such \nnominees shall be three  years;  \n \n(xv) the President  of the  Federation  of the  Pakistan  Chambers  of Commerce  and \nIndustry;  \n \n(xvi)  the President of  the Pakistan  Business  Council;  \n \n(xvii)  the President  of the  Overseas  Chamber  of Commerce  and Industry;  and \n \n(xviii)  a professional having relevant adequate experience to be nominated by the \nPrime  Minister  of Pakistan.  \n \n \n (2) The meeting of the BOA shall be convened on the orders of the Chairman BOA or on the \nrecommendations of BOI or the Provincial SEZ Authority.  \n \n(3) The BOA shall meet as frequently as required but not less  than twice a year.  \n \n(4) Fifty percent of the members shall constitute quorum of the BOA.  \n \n(5) Where the Chairperson is not present, the Vice­chairperson  shall chair the BOA’s meeting \nand if both are not available, a member designated by the Chairperson shall preside.  \n \n(6) The decisions of the BOA shall be taken by majority of the total membership present and \nvoting.  \n \n(7) The BOA shall adopt its own rules of procedure.  \n \n(8) Secretary BOI shall also act as Secretary of the BOA.  \n \n6. Functions and responsibilities of the BOA .― The BOA may — \n \n(a) approve such regulations for the implementation of this Act as are applicable to \nall SEZs or to a particular group of SEZ or a particular SEZ;  \n \n(b) approve or reject zone applications;  \n \n(c) approve or reject development agreements;  \n \n(d) examine and decide upon policy issues submitted to it by SEZ Authorities or by \ndevelopers;  \n \n(e) co­opt on the members  of the Approvals Committee as necessary;  \n \n(f) notify  with approval  of relevant  authorities  additional  benefits  under  \nsub­section  (2) of section  34; \n \n(g) cancel  development  agreement;  \n \n(h) review  and direct actions  on annual  reports  submitted  by SEZ Authorities;  \n \n(i) annually  review  the implementation  of this Act with a view  to improving  \npolicies  relating to  SEZs;  and \n \n(j) take any other steps  it deems  appropriate  in order to  advance  the objectives  of \nthis Act. \n \n7. Approvals Committee .—(1) There shall be an Approvals Committee that shall be chaired by the \nChairman of the BOI and shall consist of the following, namely:―  \n \n(i) executive heads of the Provincial investment boards or companies or agencies, \nand where  these do not exist a representative e quivalent to a Provincial \nSecretary designated by the  concerned  Province;  \n \n (ii) representatives of the Ministries of Finance, Commerce, Industries, Production \nand States and  Frontier Regions Division not below the level of an Additional \nSecretary to the  Government;  \n \n(iii) private sector representatives representing different sectors and regions to be \nnotified and two  co­opted members by special invitation with a three­year term \nextendable at the  discretion  of the  BOA;  and \n \n(iv) with approval  of BOA,  co­opted  members  from  concerned  Federal  and \nProvincial  Governments  for specific  cases.  \n \n(2) The  Approvals  Committee  shall  exercise  all such powers and  responsibilities as are  \ndelegated to  it by the BOA,  subject  to such conditions  as it may deem  fit. \n \n(3) The  BOA  may delegate  all or any of its remaining  powers  and responsibilities  to the \nApprovals  Committee.  \n \n(4) A  decision  taken  by the Approvals  Committee shall  be submitted  to BOA  at its  meetings  or \nby circulation  for approval.  \n \n(5) The BOA  may,  at any time,  exercise any  responsibility  or any power  which  it has delegated  \nto the  Approvals  Committee.  \n \n8. Functions  of BOI. —(1) The BOI as the Secretariat  of BOA  and Approvals  Committee  \nshall — \n(a) be responsible for the co­ordination of all activities pertaining to SEZs, \ndevelopers and  zone enterprises, including the preparation of all documentation \nfor consideration by the  BOA  and for ensuring  the implementation  of all \ndecisions  of the BOA;  \n \n(b) process  all zone  applications  submitted  by SEZ Authorities  for consideration  of \nBOA;  \n \n(c) process all applications for additional incentives in accordance with sub section \n(2) of  section  34; \n \n(d) review  all development  agreements  proposed  by SEZ Authorities;  \n \n(e) be responsible  for the international  and domestic  promotion  of investments  into \nSEZs;  and \n \n(f) facilitate  the interaction  of developers  and zone  enterprises  with all other  \nFederal,  Provincial and other governmental authorities as well us with \ninternational financial and  developmental  institutions.  \n \n(2) BOI shall act as SEZ Authority for the Islamabad Capital Territory as provided in section \n12. \n \n(3) BOI shall support and facilitate the SEZ Authorities, if requested.  \n \n \n \n 9. Responsibilities of Provincial investment promotion authorities .—(1) A Provincial \ninvestment promotion authority shall be responsible within its Province of jurisdiction for the \nfollowing, namely: ― \n \n(a) to assist  in the operation  of the Provincial  SEZ Authorities;  \n \n(b) to be the focal  entity  responsible  for the investment  promotion;  \n \n(c) may assist the SEZ Authorities and the developers in acquisition and other land \nrelated  matters  including  but not limited  to necessary  easement  issues;  \n \n(d) to ensure infrastructure development linkages between authorities within the \nSEZ; and  outside  the SEZ;  \n \n(e) to facilitate  the developers  and zone  enterprises  in dealing  with all Provincial  \ngovernmental authorities for smooth and systematic resolution of issues as and \nwhen they arise;  and \n \n(f) to facilitate the developers and enterprises in complying with environmental \nregimes and  social  development.  \n \n10. SEZ Authority .—(1) There shall be established for each Province, an authority to be \nknow n as the SEZ Authority  of that  Province.  \n \n(2) Every SEZ Authority shall be a body corporate by the name aforesaid, having perpetual  \nsuccession  and a common  seal, with a power,  subject  to the provisions  of this Act and any regulations, \nto acquire, hold and dispose of property, both movable and immovable, and to contract  and shall,  by \nthe said name,  be entitled  to sue and to be sued.  \n \n(3) Each  SEZ Authority  shall  consist  of— \n \n(a) a Chairperson, who shall be the Chief Minister of the concerned Province or a \nperson  appointed  by the Chief Minister;  \n \n(b) a Vice­Chairperson, who may be the Minister or the Advisor in charge of the \ninvestment  department and where no such department exists, any member of \nthe Provincial cabinet  nominated  by the Chief Mi nister  of the  concerned  \nProvince;  \n \n(c) a Chief Executive Officer who may be appointed by the Chief Minister of the \nProvince  concerned  and may be the Secretary  of the  SEZ Authority;  \n \n(d) Secretary of the Provincial investment department and where no such \ndepartment exists,  the executive head of the Provincial investment promotion \nauthority by whatever name it  exists;  \n \n(e) Secretaries  of the Provincial  industries,  finance,  commerce,  investment,  works  \nand services,  livestock,  agriculture  and planning  and development  departments;  \n \n(f) two members to be appointed by the Chief Minister of the Province concerned \nand two  other  members  to be appointed  by the BOA;  and \n(g) a member to be appointed by the concerned Chamber of Commerce and \n \n Industry where  the SEZ i s proposed. If there is no Chamber of Commerce then \na member of the Chamber  of Commerce  of that  respective  area to be appointed.  \n \n(4) Each  SEZ Authority  may acquire  land in its respective  Province  in accordance  with the \nLand Acquisition  Act, 1894  (I of 1894).  \n \n(5) Each  SEZ Authority  shall,  subject  to the approval  of BOA,  establish  its rules  and procedures.  \n \n(6) Where  the Chairperson  is not present,  the Vice  Chairperson  shall  chair  the SEZ \nAuthority’s meeting.  \n \n11. Requirements  for all  zone applications. —(1) Every  zone  application  submitted  for \napproval to  the BOA  shall  identify  the type of SEZ proposed  and include — \n \n(a) a basic business  concept or  model  for the proposed  SEZ to be submitted;  \n \n(b) parameters  for zone  admission  criteria;  and \n \n(c) a preliminary  zone  development  plan which  shall — \n \n(i) define  the geographic  boundaries  of the proposed  SEZ;  \n \n(ii) set out the basic  infrastructure  development  requirements,  both \ninside  and outside the  proposed  SEZ,  necessary  for the proper  \nfunctioning of the proposed SEZ;  \n \n(iii) set out the land  requirements  of the proposed  SEZ;  \n \n(iv) set out the manner in which land required shall be procured, including \nspecifically  whether land will need to be acquired under the Land \nAcquisition Act , 1894 (I of  1894);  and \n \n(v) set out what criteria shall be applicable to the admission of zone \nenterprises into that  SEZ.  \n \n(2) The zone application shall be submitted along with a proposed development agreement \nunder  section  14 and the criteria  on which  a developer  shall  be selected  for that SEZ.  \n \n12. Approval of zone applications .—(1) All zone applications shall be submitted to the BOA \nby the  SEZ Authority  of the Province  in which  the proposed  SEZ shall  be located.  \n \n(2) The BOA shall review every zone application submitted to it by the SEZ Authority to ensure  \nthat the proposal is in conformity with the provisions of this Act, any applicable regulations made  \nunder  this Act and other  applicable  provisions  of law. \n \n13. Approval of development ag reements. —(1) If a zone application is approved by the \nBOA,  the concerned  SEZ Authority  shall select  a developer  in accordance  with any applicable  zone  \nregulations except as provided in Section 4. Such zone regulations shall require that envisaged  \ndevelopment  agreements  be notified  for competitive  bidding.  \n \n(2) After negotiating a development agreement, the concerned SEZ Authority shall submit a \nfinal agreement  for approval  to the BOA.  \n \n \n \n (3) There  shall  be a provisional  approval  by the concerned  SEZ Authority  subject  to fulfillment  \nof all  such conditions  necessary  for final approval  according  to laid down  criteria.  \n \n(4) The BOA may condition its approval of a development agreement on the fulfillment of such  \nconditions  as it deems  fit and according  to the laid down  criteria.  \n \n(5) After  final approval,  the development  agreement  shall  be signed  jointly  by the Secretary  of \nthe BOA on behalf of the Federation of Pakistan and by the chief executive officer of the concerned \nSEZ Authority  on behal f of the  respective  Provincial  Government.  \n \n(6) If the BOA does not approve a development agreement submitted to it, the concerned SEZ  \nAuthority, that submitted the development agreement, may resubmit the development agreement after  \neither renegotiating the terms of the proposed development agreement with the developer concerned  \nor after reaching agreement  with a  different  developer selected in accordance  with the  applicable  zone  \nregulations.  \n \n(7) In case of any grievances, a developer may a pproach BOA directly or through the SEZ  \nAuthority  and BOA  shall  have  the authority  to consider,  modify  or set aside  any decision.  \n \n14. Simultaneous  approval  of zone  application  and development  agreement.―  The SEZ \nAuthority may simultaneously submit both a zone application and a development agreement to the  \nBOA  for provisional  approval,  provided  that— \n \n(a) the developer  in question  either  owns  all immovable  property  in the proposed  \nSEZ or holds  leasehold  rights;  and \n \n(b) no additional  incentives  shall  be granted  by the SEZ Authority  under  \nsub­section  (2) of section 34.  \n \n15. Approval  of existing  zones. —(1) Any existing  zone may  apply  to the SEZ Authority  in \nwhich it  is located  for submission  of a zone  application  on its behalf.  \n \n1[(2) From the commencement of the Special Economic Zones (Amendment) Ordinance, 2015  \n(XVIII of 2015), only new entrants and new industries that are setup after the establishment of the  SEZ \nmay avail  SEZ enterprise  benefits  under this  Act.]  \n \n1[*  * * * * * * \n   *  * * * * * * \n   *  * * * * * *] \n \n16 Zone approval criteria.― 2[*  * * * * * *] \n \n2[(1)] unless  otherwise  decided  by the BOA,  the following  provisions  shall form part  of the \nzone approval criteria, namely:―  \n \n(a) a SEZ shall  have  a minimum  size of at least fifty acres:  \n \n1  Sub-sec 2 of sec 15 subs. and sub -sec 3,4 and 5 of sec 15 omitted by The Special Economic Zones (Amendment) Act, 2016 (XLV of 2016), s.3  \n2  Sub-sec 1 of sec 16 omitted and sub -sec 2 of sec 16 renumbered by The Special Economic Zones (Amendment) Act, 2016 (XLV of 2016), s.4  \n \n \n \n \n (b) not more than thirty percent of the entire area of a SEZ shall be used for \namenities  (including  commercial  areas),  infrastructure  and residential  or labour  \ncolonies;  \n \n(c) public­owned  land, if used for SEZs shall be leased for a period of at least fifty \nyears  extendable  for further period  as laid down  by the competent  forum;  \n \n(d) Developers must undertake to comply with all environmental, labour and other \napplicable legislation  in force in Pakistan;  \n \n(e) zone  enterprises  must  begin  construction  of facilities  within  six months  and \nassume  regular  business operations within twenty­four months of their approval \nas zone enterprises and  after receipt  of all  required  licences  and permits;  \n \n(f) within  six months  the developer  is bound  to take all necessary  approvals  to start \nconstruction activities failing which that title will be withdrawn and agreement \nwill be  terminated  and land will be returned;  \n \n(g) title to land may be registered in the name of zone enterprises only after they \nhave  performed  business  operations  in the SEZ concerned  for at least six \nmonths;  \n \n(h) there shall be no real estate activities in the zone as this would result in \nwithdrawl of the  title of land  and termination  of the agreement;  and \n \n(i)  articles of association of the zone developer shall be approved by the Provincial \nSEZ Authority  in accor dance  with the regulatory  framework  prescribed  by the \nBOA.  \n \n1[(2)] In case the SEZ Authority is satisfied with the justification put forward for delay in  \nperformance of a responsibility by an enterprise in a SEZ, it may give reasonable relaxation in time  \nframe  for performance  of the  particular  responsibility.  \n \n17. Functions  and powers  of SEZ  Authorities.―  The SEZ Authority  shall  be responsible  \nto,— \n \n(a) prepare  zone  applications  in accordance  with this Act and applicable  zone  \nregulations;  \n \n(b) select developers in accordance with the provisions of this Act and the \napplicable zone  regulations;  \n \n(c) negotiate development agreements in accordance with the provisions of this Act \nand applicable  zone  regulations;  \n \n(d) assist developers upon award of a develo pment in acquiring land and accessing \npublic  utilities  in accordance  with the zone  development  plan;  \n \n(e) prepare  zone  regulations  for particular  SEZ;  \n \n1 Sub-sec 3 of sec 16 renumbered by The Special Economic Zones (Amendment) Act, 2016 (XLV of 2016), s.4  \n \n \n (f) co­ordinate  with Federal  and Provincial  authorities  and ensure  the building  of \ninfrastructure  outside  the boundaries  of SEZ;  \n \n(g) serve  as liaisons  and facilitating  agencies  in accordance  with the provisions  of \nsection  29; \n \n(h) facilitate the availability of public utilities to zone enterprises in accordance \nwith the zone development  plan;  \n \n(i) liaise  with all relevant  Federal  and Provincial  authorities  to ensure  the security  \nof SEZs;  \n \n(j) monitor the proper implementation of streamlined administrative procedures in \nSEZs  under  section  28; \n \n(k) monitor the compliance of developers with zone regulations as well as the \ncompliance of  developers  with their obligations  under  development  agreements  \nand suspend  development agreements, in case of violation of terms of \ndevelopment agreement by the  developer,  pending  final decision  by BOA.  \n \n(l) monitor  the compliance  of zone  enterprises  with their obligations  under  zone  \nregulations;  \n \n(m) review of the activities of the developers and zone enterprises regularly but not \nless than  once  a year;  and \n \n(n) report bi­annually  to the BOA  with respect to  SEZs  in the Provinces  concerned.  \n \n18. Suspension and removal of members of SEZ Authorities. —(1) The Chief Minister may  \norder  removal  of either  the Chairperson,  if so appointed  by him, or any member  of the Provincial  SEZ \nAuthority.  \n \n(2) If either the Chairperson or any member of a Provincial SEZ Authority is removed, their  \nreplacement  shall  be appointed  by the Chief  Minister.  \n \n19. Eligibility as developer .― Unless otherwise decided by the BOA with respect to a \nparticular  SEZ or type of SEZ, any entity shall be eligible as a develope r which is incorporated under \nthe laws  of Pakistan.  \n \n20. Responsibilities of developers .—(1) With the exception of existing zones which have been  \napproved as SEZs, all SEZs shall be developed and operated by developers within a specified time  \nperiod  as mentioned  in the development  agreement.  \n \n(2) All  developers  shall — \n \n(i) implement  their zone  development  plans  in accordance  with the terms  of their \ndevelopment  agreement;  \n \n(ii) approve  zone  enterprises  and allot land to such enterprises  in accordance  with \nthe applicable zone admission criteria, zone regulations and the terms of the \n \n development  agreement;  and \n \n(iii) monitor  and ensure  the compliance  of zone  enterprises  with all applicable  zone  \nregulations.  \n \n(3) Subject  to default  on the foregoing  unless  otherwise,  the agreement  shall  stand  terminated.  \n \n21. Development agreements .—(1) Each development agreement shall include―  \n \n(a)  all undertakings of the developer regarding the development and operation of \nthe SEZ concerned, with the zone development plan or business concept of \nproposed SEZ model as an integral part of the development agreements; and  \n \n(b)  all authorities conferred on the developer with respect to the SEZ concerned, \nincluding specifically any provisions pertaining to t he developer’s authority \nto— \n \n(i) admit  enterprises  into the SEZ in accordance  with the zone  admission  \ncriteria  and allot  land to them  in accordance  with agreed  eligibility  \ncriteria  and procedures;  \n \n(ii) act as a liaison  and facilitating  agency  between  the relevant  SEZ \nauthority  and zone enterprise;  \n \n(iii) all financial  obligations  of the developer,  including  any obligation  to \nmake  payment for  the allocation  of land and provision  of services  by \npublic authorities;  and \n \n(iv) clear  provisions  regarding  the responsibility  of maintenance  of \ninfrastructure  and utility  services.  \n \n(2)  A  development  agreement  shall  also include — \n \n(i) rights, protections and entitlements of the developer with respect to the \nSEZ concerned,  established  or allowed  under  this Act or any other  \napplicable  law: \n \n(ii) rights, protections and entitlements of zone enterprises in the SEZ \nconcerned established  or allowed  under  this Act or any other  applicable  \nlaw, together  with a prescribed  procedure  for the invocation  of such \nrights,  protections  and entitlements  by the developers;  \n \n(iii) provision for the settlement of disputes, including disputes on behalf of \nzone enterprises  through  arbitrations;  and \n \n(iv) rights or titles and other legal authority of the Provincial SEZ \nAuthorities superior to it in terms  of the  provisions  of this  Act. \n22.  Sanctions against developers. —(1) The SEZ Authority may, if it is satisfied after \nnotice and  a hearing that a developer is not acting in accordance with  the terms of its development \nagreement or  is acting in violation of applicable zone regulations or applicable legislation and has \n \n failed to rectify  such violation despite notice to this effect, suspend the development agreement of that \ndeveloper and  move for cancellation of such agreement to the BOA or impose such other penalty as \nmay be  provided  under  the applicable  zone  regulations  or the development  agreement.  \n \n(2)  Upon receipt of an application from the Provincial SEZ Authority seeking cancellation \nof a development agreement, the BOA shall give notice to the developer concerned, asking it to show \ncause why its development agreement should not be cancelled or why su ch lesser penalty as may be  \nprovided  under  applicable  zone  regulations  should  not be imposed.  \n \n(3)  Pending  the final decision  of the BOA  on a proposal  for cancellation  of a particular  \ndevelopment  agreement,  the SEZ Authority  may appoint  an interim  administrator  or take such interim \nmeasures  as it is necessary  to do so— \n \n(a)  in the public  interest;  or \n \n(b) to prevent any of the affairs of any SEZ being conducted in a manner \ndetrimental to the  interests of stakeholders, zone enterprises or other pers ons \nwhose interest are likely to be  affected  or in a manner prejudicial  to the interests  \nof the SEZ.  \n \n(4) Pending the  final decision  of the BOA,  on a proposal  for cancellation  of a particular  \ndevelopment agreement, the SEZ Authority may, if it is satisfied that it is necessary to secure the  \nproper management of any zone, issue directions to developers generally or to any developer in  \nparticular to carry out such changes as are necessary to rectify the situation and the developers shall  \nbe bound  to comply  with such directions.  \n \n(5) Following a hearing in person, in which the developer may be represented by counsel, the  \nBOA may impose such penalty as is provided by the applicable zone regulations or the development  \nagreement, which may include cancellation of a development agreement or cancellation of any  benefits \nallowed to a developer, provided that any cancellation of benefits to a developer shall be  without  \nprejudice  to the rights  and privileges  of zone  enterprises.  \n \n(6) The  BOA  may only cancel a development  agreement  if it finds  that— \n \n(i) the developer  has violated  its development  agreement;  and \n \n(ii) that the  developer  has failed  to rectify  such violation  despite  notice.  \n \n(7) In  addition  to the rights  of a developer  to seek relief  through  arbitration,  a developer  \naggrieved by any decision of the BOA, BOI or by the imposition of sanction by the SEZ Authority or  \nby the suspension or cancellation of its development agreement may appeal before the High Court of  \nthe relevant  Province.  \n \n23. SEZ committees. —(1) The BOA shall charter an SEZ Committee for each SEZ as per the  \napplicable  zone  regulations.  \n \n(2)  The membership of a SEZ committee shall consist of representatives from the developer,  BOI, \nProvincial investment promotion  agency, SEZ Authority and concerned district Government.  The \ndeveloper shall  appoint  the chairperson  of the committee.  \n(3) Each SEZ committee shall have responsibilities to administer and enforce SEZ benefits and  \nrules as well as provide  facilitation betw een the  SEZ, its enterprises and the  government  with \nresponsibilities  including  to— \n \n  \n(a) examine  and approve  SEZ entry  applications  in accordance  with zone  admissions    \ncriteria;  \n \n(b) provide  for certification  of zone  enterprises;  \n \n(c) conduct  oversight  of enterprises;  \n \n(d) enforce  the building  code  of the SEZ;  \n \n(e) coordinate  between  the developer  and government  entities  and utility  providers \nduring construction;  \n \n(f) assist  Zone  enterprises  in obtaining  approvals  and registrations;  \n \n(g) serve  as the point  of contact  between  the zone  enterprise  and utility  providers;  and \n \n(h)  facilitate between  enterprises  and government regulators  and tax authorities.  \n \n(4) SEZ Committees shall execute their responsibilities according to their standard operating  \nprocedure  in accordance  with zone  regulations.  \n \n24. Admission  of zone  enterprises. —(1) Enterprise  shall  be admitted  into a SEZ by the \ndeveloper  in accordance  with applicable  zone  admission  criteria,  the zone  regulations  and the terms \nof the development  agreement.  \n \n(2) Any enterprise which is refused admission into a SEZ by a developer may appeal to the \nSEZ Authority of the relevant Province, which shall have the power to direct the relevant developer to  \nallow admission to the enterprise in question in accordance with the applicable zone regulations and  \ndevelopment  agreement.  \n \n25. Sanctions against zone enterprises. —(1) The  BOA shall issue  zone  regulations which  \nprovide for sanctions against zone enterpris es and the manner in which such sanctions may be  imposed.  \n \n(2) The BOA may, with respect to particular SEZs, delegate its authority under sub­section (1) \nto SEZ  Authorities.  \n \n(3) The SEZ Authority may if it is satisfied that it is necessary to do so to sec ure the proper  \nmanagement of any zone enterprise, issue directions to zone enterprises generally or to any zone  \nenterprise in particular to carry out such changes as are necessary to rectify the situation and the zone  \nenterprise  shall  be bound  to comply  with such directions.  \n \n(4) The  SEZ Authority  may only expel  a zone  enterprise  from  a SEZ if it finds  that— \n \n(i) the zone  enterprise  is in violation  of its obligations;  and \n \n \n(ii) the zone  enterprise  has failed  to rectify  such violation  despite  notice.  \n \n(5) The SEZ Authority may appoint an interim administrator or take such interim measures for \n \n a period  of not more  than one month  if it is satisfied  that it is necessary  to do so―  \n \n(i) in the public  interest;  or \n \n(ii) to prevent any of the affairs of any SEZ being conducted in a manner, \ndetrimental to the  interests of stakeholders, developers, zone enterprises or \npersons whose interests are  likely  to be affected  or in a manner  prejudicial  to \nthe interests  of the SEZ.  \n \n(6) The action taken by the SEZ Authority in accordance with sub­section (5) shall be referred \nto BOA within seven days for ratification by BOA, The BOA shall decide the matter and issue the  \nguidelines  and instructions  about  operations  of zone  enterprise  within  fifteen  days.  \n \n26. Land regime. —(1) The Provincial Government of each Province or any concerned \nauthority  shall nominate, for each SEZ, a sub­registrar who shall be the exclusive authority with which \nall documents relating to that SEZ shall be liable to be r egistered under this Act, zone regulations and  \nany other applicable  law. \n \n(2) Notwithstanding any other law in force, a developer may not sell, sub­lease or otherwise  \ntransfer any rights with respect to any immovable property within a SEZ except through a duly \nregistered  instrument.  \n \n27. Public utilities and transportation links. —(1) Unless provided otherwise in a particular  \ndevelopment  agreement,  it shall  be the responsibility  of— \n \n(i) the Federal and Provincial Governments to ensure the provision of gas, \nelectricity and  other  utilities  at the designated  zero point  of each SEZ;  \n \n(ii) the Federal  and Provincial  Governments  to ensure  adequate  road access  to the  \nSEZ;  and \n \n(iii) each developer to ensure, within a particular SEZ, the supply of gas and \nelectricity to all  zone enterprises as well as the availability of all other public \nutilities required for such  areas  as envisaged  in the development  agreement.  \n \n(2) Unless  provided  otherwise  in a particular  development  agreement  and notwithstanding  \nanythi ng to the contrary contained in the Regulation of Generation. Transmission and Distribution of  \nElectric  Power Act, 1997 (XL  of 1997), each developer shall have  the right  to set  up a captive  electric \npower generation plant or install a hydel power generator of sufficient size to cater to the  expected \ndemand for electricity within a particular SEZ and to sell and distribute only the excess  electricity so \ngenerated within and outside that particular SEZ in accordance with the applicable  regulations.  \n \n28. Applicable operating administrative procedures. —(1) The BOA, the BOI and the SEZ  \nAuthorities shall promote the adoption of simplified administrative procedures for SEZs and zone  \nenterprises  with the relevant  Federal  and Provincial  authorities  and agenc ies. Such  procedures  shall  in \nparticular  facilitate  the— \n(i) issuance  of licences,  permits  and other  approvals  to zone  \nenterprises  required  for their business  activities;  \n \n(ii) satisfaction  of customs  and other  export or  import requirements  by \n \n zone enterprises;  \n \n(iii) fulfillment  of tax obligations  by zone  enterprises;  and \n \n(iv) authorization  of electronic  communications  and Modes  of e­governance.  \n \n(2) Procedures  under  sub­section  (1) shall  endeavour  to— \n \n(i)  substitute notifications and registrations for licence, permit and other \napproval requirements; and  \n \n(ii)  authorize approvals on a no objection basis within a specified period.  \n   \n29. Assistance by the BOI and SEZ Authorities. —(1) The BOI shall act as a liaison and  \nfacilitating  agency  between, — \n \n(i) all Federal  Ministries,  authorities  and agencies;  and \n \n(ii) SEZ Authorities,  developers  and zone  enterprises.  \n \n(2) The  BOI shall  act as a one stop shop  in its responsibilities  under  sub­section  (1). \n \n(3) The SEZ Authorities  shall  act as a liaison  and facilitating  agency  between — \n \n(i) all departments,  authorities  and agencies  of the relevant  Province,  \nincluding  all local government  and municipal  authorities  and agencies;  \nand \n \n(ii) developers  and zone enterprises.  \n \n(4) To the extent practicable, SEZ Authorities in the Provinces or in any other area shall seek \nto enter into administrative arrangements with tax, customs, labour and other authorities under which  \nSEZ authorities may exercise certain administrative functions on behalf of such authorities, which  \narrangements  may include  a secondment  of officials  with decision­making  power  from  such \nauthorities  to SEZ Authorities.  \n \n(5) All Federal and Provincial Ministries and departments, authorities an d other agencies shall  \nfully co­operate with the BOI and SEZ Authorities in facilitating the activities of developers and zone \nenterprises  and carry out the requisite functions within the time frame stipulated under the regulatory  \nframework  prescribed  by BOA for the implementation  of this Act. \n \n30. Labour laws.― All labour and employment laws of Pakistan shall be applicable to SEZ \nin the  same  manner  as they are applicable  to all territories  within  Pakistan.  \n \n31. Employment  of key persons. ―Notwithstanding  anything  contained  in any other  law, the \nBOA may  issue special rules for the employment by zone enterprises of key managerial and technical  \npersons  who are not citizens  of Pakistan,  relating  to the terms  and conditions  of their contracts  as well \nas with respect to the issuance of visas, temporary residence permits and temporary work permits for  \nsuch key persons and their dependents provided further that such rules shall only be issued after  \nconsultation  with— \n \n \n (i) the Ministry  of Interior;  \n \n(ii) the Ministry  of Foreign  Affairs;  and \n \n(iii) such other  Ministry  or Department as  the BOA  may direct.  \n \n32. Security .—(1) Each Province or any concerned authority shall be responsible for providing  \nsecurity  for the  protection  of SEZs.  \n \n(2) Pending the creation of a special police force, each Province or any concerned authority \nshall  designate  special  police  units  responsible  for the protection  of SEZs  within  that area.  \n \n1[*  * * * * * *] \n \n34. Incentives for SEZs. —(1) On execution of development agreements, the developer of the  \nparticular SEZ as well as all zone enterprises in that SEZ shall be entitled to benefits set out in  sections  \n36 and 37 respectively.  \n \n(2) With  the objective  of promoting  hi­tech  industries  or particular  regions,  the BOA  may \ngrant  additional  benefits  to a particular  category  of SEZs,  zone  enterprise,  regions  or sectors  provided  \nthat— \n \n(i) such additional benefits may only be granted if the BOA finds them to be \njustified on the  basis  of an  economic  impact  assessment;  \n \n(ii) such additional benefits, if granted conditionally, may be liable to be forfeited \nwith retroactive  effect  if it is finally  determined  that a developer  or zone  \nenterprise  has failed to  comply  with the conditions  prescribed  for the additional  \nbenefits  in question;  and \n \n(iii) the BOA  shall  make the  economic  impact assessment  of a SEZ within  five years  \nfrom  the date the  agreement  is signed  and within  the first year of the operation  \nof an enterprise.  \n \n(3) Any  additional  benefits  granted  by the BOA — \n \n(i) shall  be deemed  to be included  in the relevant development agreement;  and \n \n(ii) shall  become effective  on such conditions  as the BOA  may stipulate.  \n \n(4) Nothing  in this Act shall  be construed  to limit the authority  of any Federal,  Provincial  or \nLocal  Government authority to grant such additional benefits to developers and zone enterprises as are  \nwithin  the scope  of their  respective  statutory  powers.  \n \n1 Sec 33 omitted by The Special Economic Zones (Amendment) Act, 2016 (XLV of 2016), s.5  \n \n \n \n \n \n \n \n \n 35. Protection  of benefits. —(1) All incentives  under  this Act shall  be additional  to all \nincentives,  benefits and protections which may be applicable to developers and zone enterprises under \ngenerally  applicable  legislation  and international  agreements  of Pakistan.  \n \n(2) These benefits shall not be withdrawn prematurely and any change therein shall be to the  \nadvantage  of the  developer of the  SEZ or the  enterprise.  \n \n36. Benefits for developers.― Unless otherwise provided in a development agreement, \ndevelopers  shall  be entitled  to the following  benefits,  namely:―  \n \n1[(a)  one time exemption from all custom­duties  and taxes on plant and machinery \nimported into  Pakistan except the items listed under Chapter 87 of the Pakistan \nCustoms Tariff, for the  setting  up of an SEZ subject  to verificatiion  by the BOI;]  \nand \n \n(b)  1[exemption] from all taxes on income accruable i n relation to the development \nand operation of the SEZ for a period of 1[five] years, starting from the date of \nsigning of the  development  agreement.  \n \n37. Benefits for zone enterprises.― All zone enterprises shall be entitled to the following \nbenefits,  namely: — \n \n1[(a)  one time exemption from customs­duties and taxes on import of plant, \nmachinery into SEZ except items listed under Chapter 87 of the Pakistan \nCustoms Tariff, for    installat ion in that zone enterprize subject  to verification  by \nthe BOI;] and  \n \n1[(b)  exemption  from  all taxes  on income  for enterprises  commencing  commercial  \nproduction  by the thirtieth  June,  2020,  in the SEZs  for the  next ten years:  \n \nProvided that exemption from all taxes on income for those zone \nenterprises or firms  which commence commercial production after the aforesaid \ndate shall be for the next five years.]  \n \n38. Jurisdiction  of court.―  Without  prejudice  to the provisions  of section  39,— \n \n(a) the High Court of the Province in which a SEZ is located shall have exclusive \noriginal  civil jurisdiction with respect to all disputes between the developer of \nthat SEZ and any  governmental authority or agency, to the extent that such \ndispute arises out of , or relates  to, a development  agreement;  and \n(b) the district  court  of the district  within  whose  boundaries  a SEZ is located  \nshall  have exclusive  original  civil jurisdiction  with respect  to— \n \n(i) all disputes  between  the developer  of that SEZ and a zone  enterprise  \nlocated  within that  SEZ;  and \n \n(ii) all disputes  between  two or more  zone  enterprises  located  within  that \nsame  SEZ.  \n \n1 Subs. by The Special Economic Zones (Amendment) Act, 2016 (XLV of 2016), s.6&7  \n \n 39.  Alternative dispute resolution procedures. —(1) Development agreements may provide for  \nthe resolution of disputes through arbitration between developers and any Federal, Provincial or  Local  \nGovernmental  authority  or agency  arising  out of, or relating  to, such development  agreement.  \n \n(2) Development agreements may authorize developers to pursue and defend the rights of zone  \nenterprises  within  a particular  special  economic  zone  through  arbitration.  \n  \n(3)  Zone regulations may provide for the resolution of disputes between zone enterprises in the  \nsame  SEZ or between  zone  enterprises  and developers  through  arbitration  and mediation  in accordance  \nwith procedures  approved  by the BOA  for this purpose.  \n \n40.  Rules and regulations for implementation of this Act.― The BOI, in consultation with SEZ  \nAuthorities and with approval of the BOA, may make rules and regulations as deemed necessary for  \nimplementation  and to carry  out purposes  of this  Act. \n \n______________"
}