{
    "file": "./converted_json\\administratore99e42319a45df244f2605b0d1864744.json",
    "name": "The Drugs and Medicines (Indemnity) Act, 1957",
    "date": "27th April, 1957",
    "tagline": "An Act to Indemnify Government servants and other persons",
    "content": "Page 1 of 2 \n   \n \n \nTHE DRUGS AND MEDICINES (INDEM NITY) ACT, 1957  \n \n              \n \n \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definition  \n3.  Indemnity  \n \n  \n \n\n \nPage 2 of 2 \n THE DRUGS AND MEDICINES (INDEM NITY) ACT, 1957  \n \nACT No . XVII OF 1957  \n[27th April, 1957]  \n \nAn Act to Ind emnify certain Government servants and other persons.  \n \n WHEREAS  an order of the Central Government under section 3 of the Essential Supplies \n(Continuance of Temporary Powers) Ordinance, 1955 , to add to the Schedule to the Essential \nCommodities Distribution O rder, 1953, “drugs and medicines including th ose administered by \ninjection” , having been notified over the signature of the Deputy Controller General of Prices and \nSupplies, had no legal validity  ; \n \n AND WHEREAS  it is expedient to indemnify the Government servants and other persons in \nrespect of acts done in pursuance or in virtue of the aforesaid order  ; \n \n It is hereby enacted as follows  :___  \n \n 1. Short title, extent and commencement.___ (1) This Act may be called the Drugs and \nMedicines (Indemnity) Act, 1957.  \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definition. In this Act, “  the notified order  ” means the Government of Pakistan, Ministry \nof Industries , Notification No. P.C. 19 (15) |55, dated the 14 th Septemb er, 1955, published in the \nGazette of Pakistan, Extraordinary, dated the 14 th September, 1955.  \n \n 3. Indemnity. No suit, prosecution or other legal proceeding shall lie in any court against any \nGovernment servant or any other person for or on account or in respect of anything done, action \ntaken, notification or direction issued, price fixed, investigation or arrest made, property seized or \nconfiscated, loss or injury suffered, legal proceeding instituted, or penalty or punishment imposed, \nenforced or continu ed, in pursuance or in virtue of the notified order.  \n \n______ ____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 18 -09-2024"
}