{
    "file": "./converted_json\\administrator0e3cab9f8a4bc109526536b8b8fd57de.json",
    "name": "Prevention of Electronic Crimes (Amendment) Ordinance, 2022",
    "date": "February 19, 2022",
    "tagline": "An Ordinance to amend the Prevention of Electronic Crimes Act, 2016",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA ., FEBRUARY  21,  2022  61 \n \n \n \n \nISLAMABAD,  MONDAY , FEBRUARY  21, 2022 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \n \nLAW AND JUSTICE  DIVISION  \n \nIslamabad, the 19th February , 2022 \n \n  No. F. 2(1)/20 22-Pub. —The following Ordinance Promulgated on 19th \nFebruary, 2022 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. VI OF 2022  \n \nAN \n \nORDINANCE  \n \nto amend the Prevention of Electronic Crimes Act, 2016  \n \n WHEREAS  it is expedient to amend the Prevention of Electronic Crimes \nAct, 2016 (XL of 2016) in the manner and for the purposes hereinafter appearing;  \n \n  \n(61) \n \nPrice: Rs. 6.00 \n \n[7321 (2022)/Ex. Gaz.].   \n62 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY   21,  202 2 [PART I \n \n  AND WHEREAS , the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is sat isfied that \ncircumstances exist which render it necessary to take immediate action;  \n \n NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Repu blic of Pakistan is pleased to make and promu lgate the \nfollowing Ordinance: — \n \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the Prevention of Electronic Crimes (Amendment) Ordinance, 2022.  \n \n (2) It shall come into force at once.  \n \n 2. Amendment in section 2, Act XL of 2016. —In the Prevention of \nElectronic Crimes Act, 2016 (XL of 2016), hereinafter called as the said Act, in \nsection 2, in sub -section  (1),after clause (xxv), the following new clause (x xva) \nshall be inserted, namely: — \n  \n “(xxva)  “person ” includes any company, association or body of persons \nwhether incorporated or not, institution, organization, authority or \nany other body established by the Government under any law or \notherwise; ” \n  \n 3. Amendment of section 20, Act XL of 20 16.—In the said Act,  in \nsection 20, — \n \n (a) In the marginal heading, the word “natural ” shall be omitted;  \n \n (b) in sub -section  (1),— \n \n (i) the words “natural ” shall be omitted and for the word “three ” \nthe word “five” shall be substituted; and  \n \n (ii) for col on at the end, a full stop shall be substituted and \nthereafter the proviso shall be omitted;  \n \n (c) after sub -section (1), amended as aforesaid, the following new sub -\nsection shall be inserted, namely: - \n \n “(1A)  The informant or complainant in respect of off ence under sub -\nsection (1) shall be an aggrieved person, his authorised \nrepresentative, or his guardian, where such person is a minor, \nor a member of the public in respect of a public figure or a \nholder of public office. ”; and  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA ., FEBRUARY  21,  2022  63 \n  (d) in sub -section (2), for the expression “Any aggrieved person or his \nguardian, where such person is a minor, ”, the expression “Any \naggrieved person, his authorised representative, or his guardian, \nwhere such person is a minor, or a member of public in respect of a \npublic figure or  a holder of public office ” shall be substituted.  \n  \n 4. Amendment of section 43, Act XL of 2016. —In the said Act, in \nsection 43, — \n \n “(a) in sub -section  (1), after the expression “10,”, the expression “20,” \nshall be inserted; and  \n \n (b) in sub -section (2), a fter the expression “10,”, the expression  “20,” \nshall be inserted.  \n  \n 5. Insertion of section 44, Act XL of 2016. —In the said Act, after  \nsection 44, the following new section shall be inserted, namely: — \n  \n “44A.  Timeline  to conclude the trial and supervisi on by  the High Court. —\n(1) The trial shall be conciuded  expeditiously, but preferably not \nlater than six months of taking cognizance of the case.  \n \n (2) The Court shall submit a monthly progress report of any pending \ntrial to the concerned High Court and sha ll give reasons for the \ninability of the Court to expeditiously conclude the trial, with \ncopies to the Secretary, Ministry of Law and Justice, Islamabad, \nwith regard to the Islamabad Capital Territory, and the respective \nProvincial Secretaries of Prosecuti on Departments, and the \nProsecutor General or the Advocate General, as the case may be, \nwith regard to concerned provinces.  \n \n (3) In case the High Court finds the reasons given by the Court under \nsub-section (2) to be plausible and beyond the control of th e Court, \nit may accept the explanation of the Court, and prescribe -fresh \ntimelines for conclusion of a trial.  \n \n (4) Where the High Court comes t o the conclusion that there are \ndifficulties, hindrances, and obstacles for concluding a trial \nexpeditiously, wh ich are removable by the Federal or Provincial \nGovernment or any of its officers, as the case may be, it shall call \nupon the Federal or Provincial Government or any of its officers to \nremove such difficulties, hindrances and obstacles.  \n \n (5) Where the Secr etary, Ministry of Law and Justice or the Provincial \nSecretaries of Law and Justice, as the case may be, is of the opinion \n64 THE GAZETTE OF PAKISTAN, EXTRA., FEBRUARY   21,  202 2 [PART I \n \n that the delay in the disposal of the trial is attributable to the \nPresiding Officer or any of its functionaries, it shall furnish su ch \ninformation to the concerned High Court, proposing suitable action.  \n \n (6) Where the High Court is of the view that the delay  in the disposal \nof the  trial is attributable to the Presiding Officer o f the Court or \nany of the Court’ s functionaries, it shall  commence or direct the \ncommencement of appropriate disciplinary proceedings, in \naccordance with law, against them.  \n \n (7) The Chief Justice of every High Court shall nominate a Judge \nalong -with other officers of the High Court for acting under this \nsection .”. \n \n \nDR. ARIF ALVI,  \nPresident . \n \n————  \n \n \nRAJA NAEEM AKBAR,  \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS , UNIVERSITY ROAD , KARACHI ."
}