{
    "file": "./converted_json\\administrator706a98a1deaabddd2a52d385536d0abd.json",
    "name": "The Cattle-Trespass Act, 1871",
    "date": "13th January, 1871",
    "tagline": "An Act to consolidate and amend the law relating to Trespasses by Cattle",
    "content": "Page 1 of 10 \n  \n  \n \n \n \nTHE CA TTLE -TRESPASS ACT, 1871  \n \n \n \nCONTENTS  \n \nPREAMBLE  \n \nCHAPTER I  \nPRELIMINARY  \n \n1. Title and Extent . \n \n2. Repeal of Acts . \n Reference s to repealed Acts.  \n \n3.  Interpretation -claus e. \n \nCHAPTER II  \nPOUNDS AND POUND -KEEPERS  \n \n4. Establishment of pounds . \n \n5. Control of pounds. Rates of charge for feeding impounded cattle . \n \n6.  Appointment of Pound keepers . \n Pound -keepers may hold other offices.  \n Pound -keepers to be “public servents”.  \n \nDUTIES OF POUND -KEEPERS  \n \n7.  To keep registers and furnish returns . \n \n8.  To reg ister seizures . \n \n9.  To take charge of and feed cattle . \n \n \n \n \n \n\n \nPage 2 of 10 \n CHAPTER III  \nIMPOUNDING CATTLE  \n \n10. Cattle damaging land . \n Police to aid seizures.  \n \n11. Cattle damaging public roads, canals and embankments . \n \n12.  Fines for cattle impounded . \n List of fines and ch arges for feeding.  \n \n \nCHAPTER IV  \nDELIVERY OR SALE OF CATTLE  \n \n13.  Procedure when owner claims the cattle and pays fines and charges . \n \n14.  Procedure if cattle be not claimed within a week . \n \n15.  Delivery to owner disputing legality of the seizure but making  deposits . \n \n16.  procedure when owner refuses or omits to pay the fines and expenses . \n Deduction of fines and expenses.  \n Delivery of unsold cattle and balance of proceeds.  \n Receip t. \n \n17.  Disposal of fines, expenses and surplus proceeds of sales . \n \n18. [Repealed. ] \n \n19.  Officers and pound -keep ers not to purchase cattle at sale under Act.  \n Pound -keepers when not to release impounded cattle.  \n \nCHAPTER V  \nCOMPLAINTS OF ILLEGAL SEIZURE OR DETENTION  \n \n20.  Power to make complaints . \n \n21.  Procedure on complaints . \n \n22. Compensation for illegal seizure or detention . \nRelease of cattle.  \n \n23.  Recovery of compensation . \n \nCHAPTER VI  \nPENALTIES  \n \n24.  Penalty for forcibly opposing the seizure of cattle or rescuing the same . \n \n25.  Recovery of penalty for mischief committed by c ausing cattle to trespass . \n \n26.  Penalty for damages caused to land or crops or public roads by pigs . \n \n27.  Penalty on pound -keeper failing to perform duties . \n \n \nPage 3 of 10 \n 28.  Application of fines recovered under sections 25, 26 or 27 . \n \nCHAPTER VII  \nSUITS FOR COMPENSA TION  \n \n29.  Saving of right to sue for compensation . \n \n30.  Set-off. \n \nCHAPTER VIII  \nSUPPLEMENTAL  \n \n31.  Power for Provincial Government to transfer certain functions to local authority and direct \n credit of surplus receipts to local fund.  \n \n \nSCHEDULE. —[Repealed .] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 10 \n THE  CATTLE -TRESPASS  ACT,  1871  \n \n1ACT No. I OF 1871  \n \n[13th  January,  1871]  \n \nAn Act to consolidate  and amend  the law relating  to Trespasses  by Cattl e \n \n Preamble:  WHEREAS  it is expedient  to consolidate  and amend  the law relating  to trespass  \nby cattle;  It is hereby  enacted  as follows:__ \n \nCHAPTER  I \nPRELIMINARY  \n \n 2[1. Title  and Extent: —(1) This Act may be called  the Cattle -trespass  Act, 1871]  ; and \n \n (2) It extends  to 3[the whole  of Pakistan],  4except  5* * * such local  areas  as the 6[Provincial  \nGovernment],  by notification  in the official  Gazette,  may from  time to time exclude  from  its \noperation.]  \n \n 7*           *            *            *           *           *           * \n \n 2. [Repeal  of Acts.  References  to repealed  Acts.]  Rep. by the Repealing  Act, 1938  (I of 1938).  \n \n 3. Interpretation -clause : In this Act,— \n \n \"officer  of police\"  includes  also village -watchmen,  and\" cattle\"  includes  also elephants,  \ncamels,  buffaloes,  horses,  mares,  geldings,  ponies,  colts,  fillies,  mules,  asses, pigs,  rams,  ewes,  \nsheep,  lambs,  goats,  and kids,  8[and 9\"local  authority\"  means  anybody  of persons  for the time being  \ninvested  by law with the control  and adminis tration  of any matters  within  a specified  local  area,  and \n\"local  fund\"  means  any fund unde r the control  or manage ment  of a local  authority.]  \n \nCHAPTER II  \nPOUNDS AND POUND -KEEPERS  \n \n 4.Establishment of pounds: Pounds shall be established at such places as the Magis trate of \nthe District, subject to the general control of the 6[Provincial Governm ent], from time to time directs.   \n \nThe village by which every pound is to be used shall be deter mined by the Magistrate of the District.  \n \n \n1For Statement  of Objects  and Reasons,  see Gazette  of India,  1870,  Pt. V. P. 310, for Proceedings  in Council,  see ibid., Supplement,  pp. 1150,  1200,  \n1290.  and Supplement,  1871,  P. 178. \nThe Act, has been  repealed  in its application  to the Province  of Punjab  by Punjab  Act XXXIV  of 1975, s. 233. \nIt has been  applied  to Phulera  in the Excluded  Area  of Upper  Tanawal  to the extent the Act is applicable  in the N.W.F.P.,  subject  to certain  modifica -\ntions;  and extended  to the Excluded  Area  of Upper  Tanawal  (N.W.F.P.)  other  than Phulera  with effect  from  such date and subject  to  such \nmodifications  as may be notified -see N.W.F.P.  (Upper Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \nIt has also been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G.G.O.  3 of 1950)  ; and applied  in the \nFederated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I, P. 1499.  \n2Subs.  by the Cattle -trespass  Act (1871)  Amendment  Act, 1891  (1 of 1891),s.  I, for original  s. 1. \n3Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with  effect  from  the 14th October,  1955),  for\" all the \nProvinces  and the Capital  of the Federation\"  which  was subs.  for \" the whole  of British  India\"  by A. 0., 1949,  Arts.  3(2) and 4. \n4This Act has been  declared  in force  in Baluchistan  by the British  Balu chistan  Laws  Regulation,  1913  (2 of 1913),  s. 3. \n5The words\"  the presidency -towns  and\" omitted  by A. 0., 1949,  Sch. \n6subs.  by A.O.,  1937,  for \"L.G.\".  \n7Sub-scction  (3) of s. 1 rep. by the Repealing  and Amending  Act, 1914  (10 of 1914),  s. 3 and 2nd Sch. \n8Ins. by Act 1 of 1891,  s. 2. \n9Cf. definition  in section 3 (28) of the General  Clauses  Act, 1897  (10 of 1897),  which  read with s. 4 (2) of that Act applies,  to all Acts passed  after the \n14th January,  1887.  \n \nPage 5 of 10 \n  5.Control  of pounds.  Rates  of charge  for feeding  impounded  cattle:  The pounds  shall  be \nunder  the contro l of the Magistrate  of the District;  and he shall  fix, and may from  time to time alter,  \nthe rates  of charge  for feeding  and watering  impounded  cattle.  \n \n 6. Appointment  of Pound  keepers 1[The  2Provincial  Government  shall  appoint  a pound  \nkeeper  for every  pound. \n \n Pound -keepers  may hold  other  offices:  Any pound -keeper  may hold simultaneously  any \nother  office  under  the 3[Government].  \n \n Pound -keepers  to be public  servants:  Every  pound -keeper  shall  be deemed  to be a public  \nservant  within  the meaning  of the Pakist an Penal  Code  (XLV  of 1860).]  \n \nDUTIES OF POUND -KEEPERS  \n \n 7. To keep  registers  and furnish  returns.  Every  pound -keeper  shall  keep  such registers  and \nfurnish such returns  as the 4[Provincial  Government]  from  time to time directs.  \n \n 8. To register  seizures.  When  cattle  are brought  to a pound,  the pound -keeper  shall  enter  in \nhis register, — \n \n(a)  the number  and description  of the animals,  \n \n(b)  the day and hour on and at which  they were  so brought,  \n \n(c)  the name  and residence  of the seizer,  and \n \n(d)  the name  and residence  of the owner,  if known,  and shall  give the seizer  or his \nagent  a copy  of the entry.  \n \n 9. To take charge  of and feed cattle.  The pound -keeper  shall  take charge  of, feed and water  \nthe cattle  until they are disposed  of as hereinafter  directed.  \n \nCHAPTER  III \nIMPOUNDING  CATTLE  \n \n 10. Cattle  damaging  land.  The cultivator  or occupier  of any land,   \n \nor any person  who has advance  cash for the cultivation  of the crop or produce  on any land,   \n \nor the vendee or mortgagee of such crop or produce or any part  thereof,  \n \n may seize or cause to be seized any cattle trespassing on such land. and doing damage thereto or to \nany crop or produce thereon, and 5[send them or cause them to be sent within twenty -four hours] to \nthe pound established for the village in whic h the land is situate.  \n \n \n Police to aid seizures: All officers of police shall, when required, aid in preventing  (a) \nresistance to such seizures, and (b) rescues from persons mak ing such seizures.  \n \n \n1Subs.  by the Suppl.  A.O.,  1937,  for the original  sectio n 6. \n2This expression  includes  also such person  as the Provincial  Government  may direct  under  s. 241 (1) (b) of the G. of I Act, 1935 , see, the General  \nClauses  ,Act,  1897,  s. 4A (2). \n3Subs.  by A.O.,  1961,  Art. 2, for \"Crown\"  (with  effect  from  the 23rd Marc h. 1956).  \n4Subs. by A. O. 1937, for \"L.G.\".  \n5Subs. by the Cattle -trespass Act (1871) Amendment Act. 1891 (1 of 1891) s. 3. for \"take them or cause them to be taken without unnecessary delay\" . \n \nPage 6 of 10 \n  111 Cattle  damaging  public  roads,  canals  and embankments.  Perso ns in charge  of public  \nroads,  pleasure -grounds,  plantations,  canals,  drainage -works,  embankments  and the like and officers  \nof police,  may seize  or cause  to be seized  any cattle  doing  damage  to such roads,  grounds,  \nplantations,  canals,  drainage -works,  emban kments  and the like, or the sides  or slopes  of such roads,  \ncanals,  drainage -works  or embankments  or found  straying  thereon,  and shall  2[send  them  or cause  \nthem  to be sent within  twenty -four hours]  to the nearest  pound.  \n \n 3[12 . Fines  for cattle  impounded:  For every  head  of cattle  impounded  as aforesaid,  the \npound -keepers  shall  levy a fine in accordance  with the scale  for the time being  prescribed  by the       \n4[Provincial  Government]  in this behalf  by notification  in the official  Gazette.  Different  scales  may \nbe prescribed  for different  local  areas.  \n \n All fines  so levied  shall  be sent to the Magistrate  of the District through  such officer  as the \n4[Provincial  Government]  may direct.  \n \n List of fines  and charges  for feeding.  A list of the fines  and of the rates of charge  for \nfeeding  and watering  cattle  shall  be posted  in a conspicuous  place  on or near to every  pound.]  \n \nCHAPTER  IV \nDELIVERY  OR SALE  OF CATTLE  \n \n 13. Procedure  when  owner  claims  the cattle  and pays  fines  and charges.  If the owner  of \nthe impounded  cattle or his agent  appear  and claim  the cattle,  the pound -keeper  shall  deliver  them  to \nhim on payment  of the fines  and charges  incurred  in respect  of such cattle.  \n \n The owner  or his agent,  on taking  back  the cattle,  shall  sign a receipt  for them  in the register \nkept by the pound -keeper.  \n \n 14. Procedure if cattle be not claimed within a week.  If the cattle be not claimed within \nseven days from the date of their being impounded, the pound -keeper shall report the fact to the \nofficer in charge of the nearest pol ice-station, or to such other officer as the Magistrate of the District \nappoints in this be half. \n \n Such officer shall thereupon stick up in a conspicuous part of his office a notice stating____  \n \n(a)  the number and description of the cattle,  \n \n(b)  the pl ace where they were seized,  \n \n(c)  the place where they are impounded,  \n \n and shall cause proclamation of the same to be made by beat of drum in the village and at the \nmarket -place nearest to the place of seizure.  \n \n \n1As to the application  of s. 11 to forests , see the Forest  Act, 1927  (16 of 1927),  s. 70; and to railways,  see the Railways  Act, 1890  (9 of  \n1890),  s. 125(4).  \n2Subs.  by Act 1 of 1891,  s. 4, for \"take  them  without  unnecessary  delay\".  \n3Subs.  by the Cattle -trespass  (Amendment)  Act, 1921  (17 of 1921),  s. 2, for the originals.  12. See s. 71 of the Forest  Act, 1927  (16 of 1927)  under  \nwhich  the Provincial  Government  may fix a different  scale  of fines  for cattle  impound ed under  s. 70 of that Act. \n4Subs.  by A. O., 1937,  for \" L.G.\".  \n \n \nPage 7 of 10 \n  If the cattle  be not claimed  within  seven  days from  the date of the notice,  they shall  be sold \nby public  auction  by the said officer,  or an officer  of his establishment  deputed  for that purpose,  at \nsuch place  and time and subject  to such conditions  as the Magistrate  of the District by general  or \nspecial  order  from  time to time directs:  \n \n 1Provided  that, if any such cattle  are, in the opinion  of the Magistrate  of the District,  not \nlikely  to fetch  a fair price  if sold as aforesaid,  they may be disposed  of in such manner  as he thinks \nfit. \n \n 15. Delivery  to owner  disputing  legality  of the seizure  but making  deposits.  If the owner  \nor his agent  appear  and refuse  to pay the said fines  and expenses,  on the ground  that the seizure  was \nillegal  and that the owner  is about  to make  a complai nt under  section  20, then,  upon  deposit  of the \nfines  and charges  incurred  in respect  of the cattle,  the cattle  shall  be delivered  to him. \n \n 16. Procedure  when  owner  refuses  or omits  to pay the fines  and expenses. If the owner  or \nhis agent  appear  and refuse  or omit to payor  (in the case mentioned  in section  15) to deposit  the said \nfines  and expenses,  the cattle,  or as many  of them  as may be neces sary,  shall  be sold by public  \nauction  by such officer  at such place  and time,  and subject  to such conditions,  as are referred  to in \nsection  14. \n \n Deduction  of fines  and expenses.  The fines  leviable  and the expenses  of feeding  and \nwatering,  together  with the expenses  of sale, if any, shall  be deducted  from  the proceeds  of the sale.  \n  \n Delivery  of unsold  cattle  and balance  of proceeds.  The remaining  cattle  and the balance  of \nthe purchase -money,  if any, shall  be delivered  to the owner  or his agent,  together  with an account  \nshowing___ \n \n(a)  the number  of cattle  seized,  \n \n(b)  the time during  which  they have  been  impounde d, \n \n(c)  the amount  of fines  and charges  incurred,  \n \n(d)  the number  of cattle  sold,  \n \n(e)  the proceeds  of sale, and \n \n(f)  the manner  in which  those  proceeds  have  been  disposed  of. \n \n Receipt.  The owner  or his agent  shall  give a receipt  for the cattle,  deliv ered to him and for \nthe balance  of the purchase -money  (if any) paid to him according  to such account.  \n \n 17. Disposal of fines, expenses and surplus proceeds of sales. The officer by whom the sale \nwas made shall send to the Magistrate of the District the fi nes so deducted.  \n \n The charges for feeding and watering deducted under section 16 shall be paid over to the \npound -keeper, who shall also retain and appropriate all sums received by him on account of such \ncharges under section 13.  \n \n1The proviso  has been  amended  in its application  to the Bombay  Presidency,  by Bom.  Act 5 of 1931.  \n \nPage 8 of 10 \n  The surplus  unclaimed  proceeds  of the sale of cattle  shall  be sent to the Magistrate  of the \nDistrict,  who shall  hold them  in deposit  for three  months,  and, if no claim  thereto  be preferred  and \nestablished  within  that period,  shall,  at its expiry,  l[be deemed  to hold them  as part of the revenues  of \nthe Province].  \n \n 18. [Application  of fines  and unclaimed  proceeds  of sale.]  Rep. by A. O., 1937.  \n \n 19. Officers  and pound -keep ers not to purchase  cattle  at sale under  Act. No officer  of \npolice  or other  officer  or pound -keeper  appointed  under  the provisions  herein  contained  shall,  \ndirectly  or indirectly,  purchase  any cattle  as a sale under  this Act. \n \n Pound -keepers  when  not to release  impound ed cattle.  No pound -keeper  shall  release  or \ndeliver  any impounded  cattle  otherwise  than in accordance  with the former  part of this Chapter,  \nunless  such release  or delivery  is ordered  by a Magistrate  or Civil  Court.  \n \n2[CHAPTER  V \nCOMPLAINTS  OF ILLEGAL  SEIZUR E OR DETENTION  \n \n 20. Power  to make  complaints.  Any person  whose  cattle  have  been  seized  under  this Act, \nor, having  been  so seized,  have  been  detained  in contravention  of this Act, may,  at any time within  \nten days from  the date of the seizure,  make  a compla int3 to the Magistrate  of the District  or any \nMagistrate  authorized  to receive  and try charges  without  reference  by the Magistrate  of the District.  \n \n 21. Procedure  on complaints . The complaint  shall  be made  by the complainant  in person,  or \nby an agent  personally  acquainted  with the circums tances.  It may be either  in writing  or verbal.  If it \nbe verbal,  the substance  of it shall  be taken  down  in writing  by the Magistrate.  \n \n If the Magistrate,  on examining  the complainant  or his agent,  sees reason  to believe  the \ncomplaint  to be well founded,  he shall  summon  the person  complained  against,  and make  an enquiry  \ninto the case.  \n \n 22.Compensation for illegal seizure or detention. If the seizure or detention be adjudged \nillegal, the Magis trate shall award to the comp lainant, for the loss caused by the seizure or detention, \nreasonable compensation, not exceeding one hundred rupees, to be paid by the person who made the \nseizure or detained the cattle together with all fines paid and expenses in curred by the complainant  in \nprocuring the release of the cattle,  \n \n Release of cattle. and, if the cattle have not been released, the Magistrate shall, besides \nawarding such compensation, order their release and direct that the fines and expenses leviable under \nthis Act shall be p aid by the person who made the seizure or detained the cattle.  \n \n 23. Recovery of compensation. The compensation, fines and expenses mentioned in section \n22 may be recovered as if they were fines imposed by the Magistrate4]. \n \n1Subs.  by A. O., 1937,  for \"dispose of them  as hereinafter  provided\".  \n2Subs.  for the original  Ch. V by the Cattle -trespass  Act (1871)  Amendment  Act, 1891  (1 of 1891),  s. 6. \n3The term \"offence\"  as defined  by s. 4 (0) of the Code  of Criminal  Procedure,  1898  (5 of 1898),  includes  any act in respect  of which   complaint  may \nbe made  under  this section.  \nOffences  under  this section  may be tried in a summary  way,  see Act 5 of 1898,  s. 260 (1) (m). \n4See ss. 63 to 70 of the Pakistan Penal Code (45 of 1860), and s. 386 of the Code of Criminal Proce dure, 1898 (5 of 1898); c. also, s.25 of the General \nClauses Act, 1897 (10 of 1897).  \n \n \nPage 9 of 10 \n CHAPTER  VI \nPENALTIES  \n \n 24. Penalty  for forcibly  opposing  the seizure  of cattle  or rescuing  the same.  Whoever  \nforcibly  opposes  the seizure  of cattle  liable  to be seized  under this Act, \n \n and whoever  rescues  the same  after seizure,  either  from  a pound,  or from  any person  taking  \nor about  to take them  to a pound,  such person  being  near at hand  and acting  under  the powers  \nconferred  by this Act, \n \n shall,  on conviction  before  a Magistrate,  be punished  with imprisonment  for a period  not \nexceeding  six months,  or with fine not exceeding  five hundred  rupees,  or with both.  \n \n 125. Recovery  of penalty  for mischief  committed  by causing  cattle  to trespass.  Any fine \nimposed  2[under  the next following  section  or] for the offence  of mischief  by causing  cattle  to \ntrespass  on any land may be recovered  by sale of all or any of the cattle  by which  the trespass  was \ncommitted,  whether  they were  seized  in the act of trespassing  or not, and whether  they are the \nproperty  of the person  convicted  of the offence,  or were  only in his charge  when  the trespass was \ncommitted.  \n \n 26. Penalty  for damages  caused  to land  or crops  or public  roads  by pigs.  Any owner  or \nkeeper  of pigs who,  through  neglect  or otherwis e, damages  or causes  or permits  to be damaged  any \nland,  or any crop or produce  of land,  or any public  road,3 by allowing  such pigs to trespass  thereon,  \nshall,  on conviction  before  a Magis trate,  be punished  with fine not exceeding  ten rupees.  \n \n 4[The 5[Provincial Government], by notification in the official Gazette, may from time to \ntime, with respect to any local area specified in the notification, direct that the foregoing portion of \nthis section shall be read as if it had reference to cattle generally, o r to cattle of a kind described in \nthe notification, instead of to pigs only, or as if the words \"fifty rupees\" were substituted for the \nwords \"ten rupees,\" or as if there were both such reference and such substitution.] .  \n \n  6* * * * * * * \n 27. Penalty on  pound -keeper failing to perform duties. Any pound -keeper releasing or \npurchasing or delivering cattle contrary to the provisions of section 19, or omitting to pro vide any \nimpounded cattle with sufficient food and water, or failing to perform any of the o ther duties \nimposed upon him by this Act, shall, over and above any other penalty to which he may be liable, be \npunished, on conviction before a Magistrate, with fine not exceeding fifty rupees. Such fines may be \nrecovered by deductions from the pound -keeper's salary.  \n \n 28. Application of fines recovered under sections 25, 26 or 27. All fines recovered under \nsection 25, section 26 or section 27 may be appropriated in whole or in part as compensation for loss \nor damage proved to the satisfaction of the conv icting Magis trate.  \n \n \n1As to the application  of s. 25 in the case of cattle -trespassing  on a railway,  see the Railways  Act, 1890  (9 of 1890),  s. 125 (3). \n2Ins. by the Cattle -trespass  Act (1871)  Amendment  Act, 1891  (1 of 1891),  section  7. \n3“Public Road \" in section  26 includes  a railway -see Act 9 of 1890,  section  125 (4). \n4Ins. by the Cattle -trespass Act (1871) Amendment Act, 1891 (1 of 1891), section 8.  \n5Subs. by A. O., 1937, for\" L. G.\".  \n6Last paragraph of s. 26 rep. by the Repealing and Amending Act, 1914 (10 of 1914).  \n  \n \n \n \nPage 10 of 10 \n CHAPTER VII  \nSUITS FOR COMPENSATION  \n \n 29. Saving  of right  to sue for compensation.  Nothing  herein  contained  prohibits  any person  \nwhose  crops  or other  produce  of land have  been  damaged  by trespass  of cattle  from  suing  for \ncompensation  in any competent  Court.  \n \n 30. Set-off. Any compensation  paid to such person  under  this Act by order  of the convicting  \nMagistrate  shall  be set-off and deducted  from  any sum claimed  by or awarded  to him as \ncompensation  in such suit. \n \n1[CHAPTER  VIII \nSUPPLEMENTAL  \n \n 31. Power  for Provincial  Government  to transfer  certain  functions  to local  authority  \nand direct  credit  of surplus  receipts  to local  fund.  The 2[Provincial  Government]  may,  from  time \nto time,  by notification  in the official  Gazette,  \n \n(a)  transfer  to any local  authority3 within  any part of the territories  under  its \nadministration  in which  this Act is in operation, all or any of the functions of \nthe 2[Provin cial Government] or the Magistrate of the District under this Act, \nwithin the local area subject to the juris diction of the local authority, 4* * *.]  \n \n SCHEDULE .—[Rep. by the Repealing Act, 1938 (I of 1938).]  \n \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16 -09-2024  \n1Ch. VIII was added  by Act 1 of 1891,  s.9. \n2Subs. by A.O., 1937, for \"L.G.\".  \n3For special  enactment  as to the Punjab,  see the Punjab  District  Boards  Act, 1883  (20 of 1883),  s. 20, clause  (n). \n4Originally there were the following words: -\"or (b) direct that the whole or any part of the surplus accruing in any district under s. 18 of this Act shall \nbe plac ed to the credit of such local fund or funds as may be formed for any local area or local areas comprised in that district, [ and may from, time to \ntime, by notification in the official Gazette, cancel or vary any notifica tion under this section]\". The bra cketed words were  rep.by the  Repealing and \nAmending Act, 1914 (10 of 1914) and the rest by A.O., 1937."
}