{
    "file": "./converted_json\\administrator21f3f239e8b2f28a1e8d6ac7648824be.json",
    "name": "Corporate Law Authority Rules, 1984",
    "date": "31st December, 1984",
    "tagline": "Prescribing rules of procedure for the Corporate Law Authority",
    "content": "THE COMPANIES  \n(APPOINTMENT OF TRUSTEES) \nRULES, 1973 \n \n(Gazette of Pakistan, Extraordinary, Part II, 14th May, 1973)  \nNotification No. S.R.O. 643 (I)/73.-- In exercise of the powers conferred by section 13 of the Companies \n(Appointment of Trustees) Act, 1972 (XV of 1972), the Federal Government is pleased to make the \nfollowing rules, namely— \n \nThese rules may be called the Companies (A ppointment of Trustees) Rules, 1973. \n \n \n2. After the appointment of a trustee in respect  of a company under sec tion 4 of the Companies \n(Appointment of Trustees) Act, 1972 (XV of 1972), th e liabilities relating to the assets of that company \nvested in the trustee shall be determined: \n \n(a) in the case of a joint stock company, by the Re gistrar or the Assistant Registrar of Joint Stock \nCompanies, in whose jurisdiction the liabilities of the company arose or are to be discharged; \n(b) in the case of an insurance compan y, by the Controller of Insurance; and \n(c) in the case of a banking company,  by the State Bank of Pakistan. \n \n 3. In determining the liabilities of a company under rule 2, the authority referred to therein shall take into \naccount; \n \n(a) rent and tax for any premises; \n(b) any vehicle used for the purpose of the business of the company; (c) any liability in respect of which it is proved beyond reasonable doubt that it relates to goods supplied or \nservices rendered for the purpose of the business of the company; and \n(d) any agreement or instrument calculated to enhance the liability of the company, if it is proved beyond \nreasonable doubt that the liability was incurred for the purpose of improving or promoting the business of \nthe company or for increas ing the value of an asset pertaini ng to the business of the company.  \n \n       \nCORPORATE LAW AUTHORITY RULES, 1984  \nNotification No. S.R.O. 1098(1.)/84, dated 31st December, 1984.---In exercise of the powers conferred by \nsubsection (3) of section of the Companies Ordinance, 1984 (XLVII of 1984), the Federal Government is \npleased to appoint the first day of January, 1985, to be the date on which the provisions of the said \nOrdinance other than those of section 41, section 88, section 203, section 226, sections 295 to 437 and sections 443 to 449, shall come into force. \n \n1. Short title and commencement.---  (1) These rules may be called the Corporate Law Authority Rules, \n1984.  \n(2) They shall come into force at once. \n \n \n2. Definitions.---  (1) In these rules, unless there is anything  repugnant in the subject or context,- \n \n(a) \"application\" includes an application, petition or appeal submitted to the Authority under the Ordinance or these rules; \n(b) \"Authority\" means the Corporate Law Authority constituted under section 11 of the Ordinance: \n(c) \"Chairman\" means the Chairman of the Authority; (d) \"Member\" means a member of the Authority and includes the Chairman; \n(e) \"Ordinance\" means the Companies Ordinance, 1984 (XLVII of 1984); and \n \n(f) \"Section\" means a section of ordinance. \"Member\"  means a member of the Au thority and includes the \nChairman; \n \n(2) All other terms and expressions used but not defined in these rules shall have the same meanings as in the Ordinance. \n \n3. Consideration of questions by circulation.---  The Chairman may, by general or special order. direct that \nany matter which is required to be considered by the Authority in a meeting may be disposed of by \ncirculation instead of at a meeting of the Authority. \n4. Mode of submission of applications, etc.---  Unless otherwise prescribed, an application made to the \nAuthority shall be: \n(i) duly signed, dated and verified by an affidavit by the person making it and, in the case of a company \nsigned and verified by its chief executive or director, secretary or liquidator; \n(ii) neatly and legibly written, typed or printed, shall precisely set out the facts, grounds and claims or relief \napplied for in serially numbered paragraphs and specif y. the relevant provisions of law under which action \nor relief is applied for: \n(iii) accompanied by documents referred  to or relief upon and, in the cas e of a petition for review of or an \nappeal against, any order of decision, by a certified copy of such order or decision; \n \n(iv) accompanied by three spare copi es, duly signed. dated and verified  and accompanied by the documents \nas aforesaid: and \n(v) accompanied by the original receipt  for the fee for an application as specified in the Sixth Schedule to \nthe Ordinance; \n5. Manner of disposal of application, etc.--- On receipt of an application, the Authority shall. unless it \nrejects or dismisses the same in time or returns it for removal of any defect or shore-coining or otherwise \ndisposes of the same, institute such enquiries or proceedings in respect of any matter as may, in the opinion \nof the Authority be necessary to obtain the information or evidence respecting any matter concerning the application and may provide an opportunity to the applicant or any other person interested in the matter of \nbeing heard before arriving at a decision. \n6. Appearance by authorised representative.---  Any person who is entitled or required to attend before the \nAuthority. in connection with any proceeding under the Ordinance, otherwise than when required to attend \npersonally, may be represented at such attendance by a duly authorised Advocate, a member of the institute \nof Chartered Accountants of Pakistan or the Institute  of Cost and Management Accountants of Pakistan \nPractitioning in Pakistan or a director  or officer of the company or any other person authorised in writing in \nthis behalf by the person so entitled or required to attend. \n7. Authentication of orders and decisions of the Authority.---  All order and decisions of the Authority,, \nshall be authenticated by the signat ure of an officer of th e Authority, empowered in this behalf by the \nAuthority. \n \n8. Seal of the .Authority.--- There shall be an official seal of the Authority which shall be affixed on such \ndocuments and in such manner as may be specified by the Authority."
}