{
    "file": "./converted_json\\administrator6290b823dce248fd9f5425921042f8bb.json",
    "name": "The Islamabad (Preservation of Landscape) Ordinance, 1966",
    "date": "25th January, 1966",
    "tagline": "An Ordinance to provide for the preservation of landscape in Islamabad",
    "content": "Page 1 of 4 \n  \n \n \n THE ISLAMABAD (PRESERVATION OF LANDSCAPE) \nORDINANCE, 1966  \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Operation of other laws  \n4. Preservation of landscape  \n5. Penalty  \n6. Power to arrest without warrant  \n7. Cognizance and compounding of offences  \n8. Offences to be tried summarily  \n9. Certain powers for officers of the Authority  \n10. Requisition of police assistance  \n11. Certain persons deemed public servants  \n12. Indemnity  \n13. Bar of Jurisdiction  \n14. Power to exempt   \n15. Power to make rules  \n \n   \n\n \nPage 2 of 4 \n THE ISLAMABAD (PRESERVATION OF LANDSCAPE) \nORDINANCE, 1966  \nORDINANCE NO. III of 1966  \n[25th January,  1966 ]  \nAN  \nORDINANCE  \nto provide for the preserv ation of landscape in Islamabad  \nWHEREAS it is expedient to provide for the preservation of landscape in Islamabad;  \nAND WHEREAS clause (4) of Article 131 of the Constitution provides that the Central \nLegislature shall have power to make laws for the Islamabad Capital Territory with respect to any \nmatte r not enumerated in the Third Schedule to the Constitution;  \nAND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render immediate legislation necessary;  \nNOW, THEREFORE, in exercise of the powers conferred by clause (1) of Article 29 of the \nConstitution read with clause (4) of Article 131 thereof and of all other powers enabling him in that \nbehalf, the President is pleased to make and promulgate the following Ordinance : — \n1. Short title, extent and  commencement .—(1) This Ordinance may be called the \nIslamabad  (Preservation of Landscape) Ordinance, 1966.  \n(2) It extends to the Islamabad Capital Territory.  \n(3) It shall come into force at once.  \n2. Definitions. —In this Ordinance, unless there is anything repugnant in the subject or \ncontext,__ \n(a) “landscape” includes earth, land, clay, rock, boulders, shingles, pebbles and any \nother substance over the surface of land, and grass, weeds, bushes, hedges, \nplants, standing trees, undergrowth and all ob jects of natural beauty visible to \nthe eye; and  \n(b) all other words and expressions have the meaning assigned to them in the \nCapital Development Authority Ordinance, 1960 (XXIII of 1960).  \n3. Operation of other laws. —The provisions of this Ordinance and the  rules made \nthereunder shall be in addition to and not in derogation of the provisions of the Capital Development \nAuthority Ordinance, 1960 (XXIII of 1960), and the Pakistan Capital Regulation (M.L. Regulation \nNo. 82), and the rules made thereunder, and sh all have effect notwithstanding anything inconsistent \ntherewith contained in any other law for the time being in force.  \n  \n \nPage 3 of 4 \n 4. Preservation of landscape. —(1) No person shall remove, destroy, damage or alter \nanything,  or commit any other act if such removal, destruction, damage, alteration or act affects or is \nlikely to affect a landscape injuriously.  \n(2) This section shall not apply to anything done by, or at the instance or with the \npermission of, the Authority.  \n5. Penalty.—Whoever contravenes any p rovision of this Ordinance or any rules made \nthereunder, or abets such contravention, shall be punishable with imprisonment for a term which may \nextend to six months, or with fine which may extend to five thousand rupees, or with both.  \n6. Power to arrest without warrant. —(1) Any police officer, or any officer appointed \nin this  behalf by the Authority, may, without orders from a Magistrate and without a warrant, arrest \nany person who has contravened or is found contravening any provision of this Ordi nance, or against \nwhom reasonable suspicion exists of having been concerned in the commission of any offence \npunishable under this Ordinance.  \n(2) Every officer making an arrest under this section shall, without unnecessary delay, take \nor send the person ar rested before the Magistrate having jurisdiction in the case, or to the officer in \ncharge of the nearest police­station.  \n7. Cognizance and compounding of offences. — (1) No Court shall take cognizance of \nany offence punishable under this Ordinance except on  a report in writing by the Authority or a person \nauthorised in this behalf by the Authority of the facts constituting such offence.  \n(2) The Authority or the person authorised  may, instead of making a report of an offence \nunder sub­section (1), compound such offence for such sum of money as may be determined by the \nAuthority or the person authorised.  \n8. Offences to be tried summarily. — An offence punishable under this Ordinance  shall \nbe tried in a summary way in accordance with the provisions of the Code of Criminal Procedure, 1898 \n(Act V of 1898), relating to summary trials.  \n9. Certains powers for officers of the Authority. —For carrying out the purposes of this \nOrdinance, the o fficers of the Authority who may be specified by it in this behalf may — \n(a) hold enquiry into offences punishable under this Ordinance, and, in the course \nof such enquiry, receive and record evidence ;  \n(b) enter upon any land or in any building for the pur pose of any such enquiry ; and  \n(c) exercise the powers of a Civil Court to compel the attendance of witnesses and \nthe production of documents and material objects.  \n10. Requisition of police assistance. —Any officer authorised to take any action under this \nOrdinance may, if he requires police assistance for taking such action, send a requisition to the officer \nin charge of a police­station who shall, on such requisition, render the assistance required.  \n11. Certain persons deemed public servants. —Any officer o f the Authority or other \nperson, while acting or purporting to act under the provisions of this Ordinance, shall be deemed to be \na public servant within the meaning of section 21 of the Pakistan Penal Code.  \n \nPage 4 of 4 \n 12. Indemnity. —No suit or other legal proceeding shall lie against the Authority or any \nperson in respect of anything which is in good faith done or intended to be done under this Ordinance.  \n13. Bar of Jurisdiction. —No Court or other Authority shall call in question anything done \nor intended to be done u nder this Ordinance by or at the instance of the Authority.  \n14. Power to exempt. —The 1[Federal Government] may, by notification in the official \nGazette, exempt any part of the Islamabad Capital Territory or any class of land from the operation of \nall or an y of the provisions of this Ordinance.  \n15. Power to make rules. —The 1[Federal Government] may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n \n \n_____ ______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Uploaded Date: 27.03.2024  \n \n1Subs. by F.A.O., 1975  (P.O. No. 4 of 1975) , Art. 2 and Table ."
}