{
    "file": "./converted_json\\administrator8b34b071116ce718a2770908b43282a9.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE WORKERS' WELFARE FUND ORDINANCE, 1971 \n \n \n \n \n \n \n \nCONTENTS \n \n1. Short  title, extent and commencemen t.  \n2. Definitions.  \n3. Const itution of Workers  Welfare Fund.   \n4. Mode  of payment  by, and recovery  from,  industr ial establishmen t.  \n4 A. Payment  of further  amoun t.  \n5. Liability to be discharged by certa in persons.   \n6. Purposes  to which moneys  in the fund may be applied.  \n7. Const itution of the Govern ing Body.  \n8. Appointment  of Secretary  and other  employers  of the Fund.   \n9. Govern ing Body  to lay down  procedure,  etc.  \n10. Funct ions of the Govern ing Body.  \n10 A. Vesting of money  allocated  from  the fund.   \n11. Maintenance  of books  of accounts,  etc.  \n11 A. Const itution of workers  Welfare Boards.   \n11 B. Board  to be a body  corporate,  etc.  \n11 C. Powers,  etc, of the Board.   \n11 D. Recovery  of rent.  \n11 E. Eviction.  \n11 F. Finality of order.  \n12. Delegation of powers.   \n13. Power  to remit or reduce  amount  due.  \n14. Protect ion of persons  acting under  this Ordinance.   \n15. Power  to make  rules.  \n16. Exempt ion from  taxes. \n\n \n 1THE WORKERS' WELFARE FUND ORDINANC E,  1971  \n \nORDINANC E  NO. XXX VI of 1971  \n \n[9th December, 1971]  \n \nAn Ordinance to provide for the establishment of a Workers' Welfare Fund. \n \nWHEREAS it is expedient to provide for the establishment of a Workers' Welfare fund,  for \nproviding residential accommodation and other facilities for workers and for matters connected \ntherewith or incidental thereto; \n \nNOW, THEREFORE, in pursuance of the Proclamation of the 25th day of March, 1969,  read \nwith the Provisional Con stitution Order, and in exercise of all powers enabling him in that behalf, the \nPresident is pleased to make and pro mulgate the following Ordinance:— \n \n \n \nCHAPTER I \nPRELIMINARY \n1. Short title,  extent  and  commencement.—(1) This Ordinance may be called the Workers' \nWelfare Fund Ordinance, 1971.  \n \n(2) It  extends to the whole of Pakistan. \n(3) It  shall come into for ce at once. \n2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or context,— \n \n2*         *          *         *         *           *          * \n \n(b) “employer” has the same meaning as in section 2 of the Industrial Relations Ordinance, \n3[2002,  (XCI of 2002)] .  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Validated by the Validation of Laws Act; 1975 (63 of 1975 ), s. 2 and Sch., This Act has been applied to the Provincially Administered Tribal Areas or to the parts of those areas to \nwhich it does not already apply, see Regulation No. I of 1972 , s. 2 and Sch., \n2Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981 ), s. 3 and II Sch. \n3Subs. by Act III of 2006 , s. 12. \n \n \n \n \n \n \n \n \n \n  \n (c) “Fund” means the Workers, Welfare Fund constituted und er section 3;  \n \n(d) “Governing Body ” means the Governing Body of the Fund constituted und er section 7;  \n \n1[*  *  *] \n \n(f) “industrial establishment” means— \n \n(i) any concern owning or managing a factory, workshop or other establishment in which \narticles  are   produ ced,  adapted  or  manufactured  with  the   aid  of  electrical, \nmechanical, thermal nuclear or any other form of  energy transmitted mechanically \nand not  generated by hu man or animal agency; \n \n(ii) any concern working a mine or qu arry or n atural gas or oilfield; \n \n(iii) any concern runn ing a public transport service”; \n \n(iv) any concern engaged in the carriage of men and goods by  inland mechanically \npropelled vessels; \n \n1[“(iva)  any  establishment,  to  which  the  West  Pakistan  Shops  and  Establishment \nOrdinance, 1969 ( W. P. Ordinance No. VIII of 1969), for the time being applies;] \n \n(v) any concern engaged in the growing of tea, coffee, rubb er or cinchona; and \n \n(vi) any o ther concern or establishment which the 2[Federal Government] may, by \nnotification in the official Gazette, declare to be an industrial establishment for the \npurpo ses of this Ordinance, \n \nbut does not include any concern or establishment which is owned by Government or by \na corpor ation established by Government or  by a corpor ation the majority of the shares \nof which is owned by Government; 3[or mutual funds  and collective investment schemes \nincluding National investment (Unit) Trust or REIT Scheme] \n \n4[(ff) “Ordinance” means the Income Tax Ordinance, 5[2001  (XLIX of 2001) ]  \n \n \n \n \n \n1Omitted and Subs. by Act III of 2006 , s. 12. \n2Subs. by the Work ers' Welfare Fund (Amdt.) Act, 1974 (15 of 1974 ) s. 2 for “Central Government”. \n3Subs. by Act V of 2015 ,s.3. \n4Ins. by Ord. 27 of 1981 , s. 3 and Sch., II. \n5Ins. by Act. 1 of 2008 , s. 8 (w.e.f. 1­7­2008 ) \n \n \n \n \n \n \n \n \n \n \n \n \n  \n (g) “prescribed” means prescribed by ru les made under this Ordinance; \n \n(h) “Secretary” means the Secretary of the Fund; \n \n1[(ha)  “Taxation Officer” means a person appointed to be a Taxation Officer under the \nOrdinance and includes a Commissioner as defined in clause (13)A of  section 2 of the \nOrdinance;] \n \n(i) 1[Total Income” means: \n \n(i) where Return of Income is required to be filed under this Ordinance, the profit \n(before taxation or provision for taxation) as per accounts or the declared income as \nper the return of income, whichever is higher; and \n \n(ii) where return of Income is not  required to be filed, the profit (before taxation or \nprovision for taxation) as per accounts or four per cent of the receipt as per the \nstatement filed und er section 115 of the Ordinance, whichever is higher.”] \n \n(j) “worker” has the same meaning as in section 2 of the Industrial Relations Ordinance, \n[2002 ( XCI of 2002) ]1. \n \n \n \n \nCHAPTER II \n \nCONSTITUTION OF WORKERS' WELFARE FUND \n \n3. Constitution of Workers’ Welfare Fund.­(1)  There shall be constituted for the purpo ses \nof this Ordinance a Fund to be called the Workers' Welfare Fund. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins. and Subs. by Act III of 2006 , s. 12. \n \n \n \n \n \n \n \n \n \n  \n \n \n \n (2) The Fund shall consist of— \n \n(a) an initial contribution of ten crores of rupees to be made by the 1[Federal Government], \n(b) such moneys as may, from time to time, be paid by the industrial establishment under section \n4.2[and section 4A]; \n3[(bb) the amount transferred to the fund from time to time, under clause (d) of paragraph 4 of the \nscheme set out in the schedule to the Companies Profits (Workers' Participation) Act, 1968  (XII of \n1968 ).] \n(c) voluntary contributions in the shape of money or building, land or other property made to it from \ntime to time by any Government or by  any person 4*; \n(d) income from the investments made and properties and assets acquired from out of the Fund [; \nand]5 \n6[(e) proceeds of loans raised by the Governing Body]. \n \n4.  Mode   of  payment   by,  and   recovery  from,  industrial   establishments.—(1) Every  \nindustrial establishment the total income of which in any year of account commencing on or after the date7 \nspecified by the 1[Federal Government] in the official Gazette in this behalf is not less than 8[five] lakh of \nrupees shall pay to the Fund in respect of that year a sum equal to two per cent 9* * *if its total income \n \n(2) Every industrial establishment which is liable under subsection (1) shall pay the amount due from it to \nthe Income­tax Officer having jurisdiction over the industrial establishment for purposes of the 3[Ordinance]. \n \n8[(3) “The industrial establishment shall on or before the date prescribed for filing of returns of income or \na statement under the relevant provisoon of the Ordinance, pay the amount due from it under sub­section (1) \nand furnish the proof of payment to the Taxation Officer or the Commissioner as the case may be”] \n \n(4)8* * *[  Taxation Officer] shall, by order in writing, determine the amount due from the industrial \nestablishment under sub­section (1) if any, 9* * * after taking into account the amount paid by the industrial \nestablishment under sub­section (3) in respect of the year and the industrial establishment shall pay the amount \nso determined on or before the date specified in the order. \n \n(5) Any change by way of enhancement or reduction in the 9[total] income shall be given effect to by \nadjustment of the amount due under sub­section (1). \n \n(6) Any amount paid by an industrial establishment under sub­section (3) which is found, on the basis of an \norder in appeal or revision under the 10[Ordinance] to have been paid in excess shall be refunded to it by the \n8[Taxation Officer]. \n \n1Subs. by the Work ers' Welfare Fund (Amdt.) Act, 1974 (15 of 1974 ), s. 2, for “Central Government”. \n2Added by the Labou r Laws (Amdt) Ordinance. 1972 (9 of 1972 ). s. 2 and lst Sch. \n3New clause (bb) ins. ibid., \n4The word “and” omitted by Act 15 of 1974 , s. 3. \n5Subs, ibid., s. 2, for full stop. \n6New clause (e) added ibid. \n7i.e. the 1st July, 1972 , see S.R.O. 794(1), 72, dated 8th September, 1972 , see Gaz. of R, Ext., Ft. II, p. 880. \n8 Subs. and Omitted by Act III of 2006 , s. 12. \n9 Omitted and Subs. by Act I of 08, (w.e.f. 1­7­2007 ). \n10Subs, by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981 ) s. 3 and II Sch. \n \n \n \n  \n \n (7) The payment made by an industrial establishment to the fund under sub­section (1) shall be \ntreated as an expenditure for purpo se of assessment of income­tax. \n \n(8) Where any industrial establishment fails to pay the amount due from it as required under this \nsection,  it  shall,  without  prejudice  to  any  o ther  liability  to  which  it  may  be  subject  under  this \nOrdinance  or  any  other  law,  be  liable  to  pay  an  additional amount  3[as  per  provisions  of  the \nOrdinance, relating to the mode and time of recovery of the income tax.] \n \n(9) The provisions of 1[the Ordinance] relating to the mode and time of recovery of the income­ \ntax leviable under the Act shall, so far as may be, apply to the recovery of the amount due under sub­ \nsection (1).  \n \n3[(10)  Industrial establishment may file an appeal against any order passed by Taxation Officer or \nthe  Co mmissioner as the  case  may be  und er this Ordinance  before  the  Co mmissioner (Appeal) \nappointed und er the Ordinance.”] \n2[ 4A. Payment  of further amount. \n(1) Every industrial establishment referred to in sub­ \nsection (1) of section 4 shall, in addition to the amount payable by it under that sub­section in respect \nof  an  year  of  account, pay  such  amount  as the  2[Federal Government]  may  determine  on  the \nrecommendation of a committee appointed under sub­section (2), hereafter in this section referred to \nas the committee. \n \n(b) not less than two shall be appointed from  amongst the workers' in the Province or, as the case \nmay be, in the area of class of industrial establishments in relation to which the committee is to perform  \nits functions. \n \n(2) For the purpo se of sub­section (1), the Provincial Government may appoint one or more \ncommittees in the province and, where it appoints more than one committee, shall specify the area or \nclass of industrial establishments in relation to which ech such committee shall perform  its functions. \n \n(3) A committee appointed under sub­section (2) shall consist of an officer of the Provincial \nGovernment who shall be its Chairman and not more than five other members to be appointed by the \nProvincial Government of whom. \n \n(a) not less than two shall be appointed from  amongst the employees in the Provicnce or, as \nthe case may be, in the area or class of industrial establishments in relation to which the \ncommittee is to perform  its functions; and \n \n(b) not less than two shall be appointed form amongst the workers’ in the Province or, as the \ncase may be, in the area of class of industrial establishments in relation to which the \ncommittee is to perform  its functions. \n \n(4) The committee shall examine the financial and other circumstances of each of the industrial \nestablishments and make recommendations as to the further amount, if any, to be paid by such \nestablishment in addition to the amount Payable by it under sub­section (1) of section 4.  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981 ) s. 3 and II Sch., \n2New section 4A added by the Labou r Laws (Amdt.) Ordinance, 1972 (9 of 1972 ), s. 2 and 1st Sch., \n3Subs. and Ins, by Act III of 2006 , s. 12. \n \n  \n (5) The committee shall submit its recommendations to the Provincial Government who shall \nforward them, together with its own observations, if any, to the 1[Federal Government]. \n \n(6)  The  committee  shall  have  power  to  ask  any  industrial  establishment  to  furnish  such \ninformation as it may consider necessary for the performance of its functions under sub­section \n(4). \n \n(7) If an industrial establishment fails to furnish the required information under sub­section (6), \nthe committee shall make its recommendations under sub­section (4) on the basis of such information \nas may be available to it. \n \n(8) The provisions of section 4 shall, so far as may be, apply to an amount payable under sub­ \nsection (1) as if it were an amount payable under sub­section (1) of that section]. \n \n5.  Liability  to  be  discharged  by  certain persons.  Any  liability  imposed  on  an  industrial \nestablishment by this Ordinance shall be deemed to be the liability of the person who is liable to pay \nincome­tax in respect of the income relatable to such industrial establishment. \n \n6. Purposes to which moneys in the fund may be applied. Moneys in the Fund shall be applied \nto— \n \n(a)  the  financing  of  projects  connected  with  the  establishment  of  housing  estates  or \nconstruction of hou ses for the workers; \n \n2[(b) the financing of other welfare measures including education training, re­skilling and \napprenticeship for the welfare of the workers.] \n \n(c) the meeting of expenditure in respect of the cost of management and administration of the \nFund. \n \n(d) the repayment of loans raised by the Governing Body;  and \n \n3[(e) investment in government, government guarantees, non­government securities and Real \nEstate”] \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Sub s. by the Workers Welfare Fund  (Am dt.) Act, 1974 (15 of 1974 ),s.2,  for “Central Governm ent”. \n2 Subs. by Ord. 53 of 2001 , s. 2 and Sch. \n3 Subs. by Act III of 2006, s.12. \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \nCHAPTER III \nGOVERNIN G BODY \n7. Constitution of the Governing Bo dy.—(1) As soon as may be after the commencement of \nthis Ordinance, the1[Federal Government] shall, by notification in the official Gazette, constitute a \nGoverning Body  of the Fund to whom shall be entrusted the management and administration of the \nFund. \n \n2[(2) The Governing Body  shall consist of the Secretary to the Government of Pakistan in the \nMinistry dealing with matters relating to labour welfare, who shall be its Chairman and not more than \neighteen other members to be appointed by the Federal Government of whom— \n \n(a) at least one shall be appointed from  each Province upon  the recommendation of the \nProvincial Government concerned; \n \n(b) at least one shall be appointed from  each Province from  amongst the workers'; and \n \n(c) at least one from  each Province shall be appointed from  amongst the employers.] \n \n(3) The members of the Governing Body  other than the Chairman shall hold office for such \nperiod and on such terms and conditions as may be prescribed: \n \n(4) No act or proceeding of the Governing Body  shall be invalid by reason only of the existence \nof a vacancy in, or d efect in the constitution, of the Governing Body. \n \n8. Appointment of Secretary and  other employers of the  Fund.—(1)  The Governing \nBody may, with the previous approv al of the 1[Federal Government], appoint a Secretary who shall \nbe the executive officer of the Fund. \n \n(2) The Governing Body  may appoint such other employees as it may consider necessary for the \nefficient performance of the functions of the Fund. \n \n(3) The Governing Body  shall determine the terms and conditions of service of the Secretary and \nthe employees with the previous approv al of the 1[Federal Government]. \n \n(4) The Secretary and every employee shall be deemed to be a public servant within the meaning \nof section 21 of the Pakistan Penal Code  (Act XLV of 1860).  \n \n9. Governing Body to lay down procedure, etc. As soon as may be after it has been constituted, \nthe Governing Body  shall, with the previous approv al of the 1[Federal Government] lay down the \nprocedure for making applications for grants from  the Fund, the information to be furnished in such \napplications and the principles to be followed by the Governing Body  in the distribution of allocation \nfrom  the Fund, including priorities as between respective applications for grants. \n \n \n1Subs, by the Work ers' Welfare Fund (Amdt.) Act, 1974 (15 of 1974 ), s. 2, for “Central Government”. \n2Sub. ibid., for the original sub­section (2). \n \n \n 10. Functions  of the Governing Bo dy. The functions of the Governing Body shall be— \n \n(a) to allocate funds, in accordance with the principles laid down under section 9, to the \nProvincial Governments, any agency of the 1[Federal Government] and any body corpor ate \nfor any of the purpo ses mentioned in clauses (a) and (b) of section 6;  \n(b) to sanction expenditure in respect of the cost of administration and management of the \nFund; \n2[(c) investment in government, government guarantees, non­government securities and real \nestate;] \n2[(ca) to dispose of the moveable and immoveable property of Workers Welfare Fund and \nworkers Welfare Boards;] \n(d) to raise loans and to take measures for d ischarging such loans; \n(e) to do or cause to be done  all acts and things necessary or desirable for the proper \nadministration and management of the Fund; and \n(f) to do or cause to be done  all things ancillary or incidental to any of the aforesaid functions. \n. \n \n3[10A. Vesting  of  money  allocated  from the  fund.  Any money allocated under clause (a) \nof section 10 shall be a grant­in­aid and shall vest in the Government, agency or body  corpor ate, \nto whom it is allocated under that clause, but it shall not be applied to any purpo se other than that for \nwhich it is allocated, or p ermitted, by the Governing Body.] \n \n11. Maintenance of books of account, etc. The Governing Body shall— \n \n(a) cause to be maintained such books  of accounts as may be prescribed; \n(b) cause to be prepared in the prescribed manner an annual statement of account; \n(c) cause the accounts of the Fund to be audited annually by 4[the  Auditor General of \nPakistan  or]  an  auditor  who  is  a  chartered  accountant  within  the  meaning  of  the \nChartered Accountants Ordinance, 1961 (X  of 1961.);  and \n(d) submit to the 5[Federal Government] the statement referred to in clause (b) together with \nthe report of the auditor thereon. \n \n 6[CHAPTER IIIA WORKERS' \nWELFARE BOARDS \n \n11A. Constitution of Workers’ Welfare Boards.—(1)  Where an allocation is made from  \nthe Fund to a Provincial Government, any agency of the Federal Government, hereafter in this Chapter \nreferred to as the  agency, or a  body  corpor ate  und er clause  (a) of section 10, such Provincial \nGovernment, agency or, as the case may be, body  corpor ate may, by notification in the official Gazette, \nconstitute  a  Bo ard to be  kno wn as Workers' Welfare  Bo ard, hereafter in this Chapter referred \nto as the Board, for the efficient management and administration of the allocated money and the \nprojects or other measures financed by such money. \n \n \n1Subs. by the Work ers' Welfare Fund (Amdt.) Act, 1974 (15 of 1974 ) s'. 2, for “Central Government”. \n2 Subs. and added by Act III of 2006 , s. 12. \n3 Section 10A ins. by the Work ers' Welfare Fund (Amdt.) Act, 1974 (15 of 1974 ), s. 5. \n4 Ins. ibid., s. 6. \n5 Subs, ibid., s. 2, for “Central Government”. \n6 Chapter IIIA added ibid., s. 7. \n \n \n \n  \n (2) A Board shall consist of— \n \n(a) a Chairman who shall be, in the case of a Board appointed— \n \n(i) by a Provincial Government, secretary to that Government in the department dealing with \nmatters relating to labour welfare; or \n \n(ii) by an agency or a body corporate, such officer as the Federal Government may appoint; and \n \n(b) not more than nine other members to be appointed by the Provincial Government, agency or, as the \ncase may be, body corporate of whom— \n \n(i) at least two shall be appointed from amongst the employers; and \n \n(ii) at least two shall be appointed from amongst the workers. \n \n(3) The members of a Board other than the Chairman shall hold office for such period and on such terms \nand conditions as may be determined by the Provincial Government, agency or, as the case may be, body \ncorporate. \n \n(4) No act or proceedings of a Board shall be invalid by reason only of the existence of a vacancy in, or \ndefect in the constitution of, the Board. \n \n11B. Board to be a body corporate, etc.—(1) The Board shall be a body  corporate by the name notified \nby the Government, agency or, as the case may be, body  corporate constituting it, having perpetual succession \nand a common seal with power, subject to the provisions of this Ordinance, to contract, acquire hold arid \ndispose of property, both movable and immovable, and shall by the said name sue or be  sued. \n \n(2) The head office of the Board shall be at such place as the Provincial Government, agency or, as the \ncase may be, body corporate constituting the Board may by notification in the official Gazette, specify. \n \n(3) The Chairman of the Board shall be its chief executive and may appoint a Secretary and such other \nstaff on such terms and conditions as the Board may sanction 1[with the previous approval of the Governing \nBody.] \n \n(4) Subject to sub­section (3), all decisions of the Board shall be expressed in terms of the opinion of the \nmajority of the members of the Board present in a meeting and, in the event of an equality of votes, the \nChairman shall have a second or casting vote. \n \n(5) The Provincial Government, agency or, as the case may be, body  corporate may issue directions to the \nBoard constituted by it regarding matters of policy [including matters relating to scheme made under clause (a) \nof section 11C]: \n \nProvided that if a difference arises as to whether a direction relates to a matter of policy, the decision of \nthe Federal Government shall be final. \n \n(6) A casual vacancy in the office of a member shall be filled, as soon as may be, by the nomination of \nanother person and the person nominated to fill such vacancy shall hold office for the unexpired term of his \npredecessor. \n \n \n1 Added by Act I of 08, s. 8, (w.e.f. 1­7­08). \n \n \n \n  \n11C. Powers, etc., of the Board. Subject to the provisions of this Ordinance, a Board, for the \ndischarge of its functions under this Ordinance, shall— \n \n(a) as soon as may be after its constitution, make and carry into effect a scheme regulating or \nproviding for the regulation of — \n \n(i) matters connected with allotment, cancellation of allotment and fixation of rent of the \nhouses financed by the money allocated from  the Fund, and their maintenance and \nrepairs; \n(ii) any other measures for the welfare of workers financed by the money allocated from \nthe Fund; and \n(iii) the expenditure in respect of the cost of management and administration of such \nscheme; \n \n(b) have the power to recover the rent and arrears of rent of such houses in the manner laid \ndown in section 11D; \n \n(c) have the power to evict any person from  such a house in the manner laid down in section \n11E; \n \n(d) have the power to do any other thing necessary for, connected with, or incidental to, the \ndischarge of its functions under this Ordinance or the rules or scheme made thereunder; \n \n(e) get its accounts annually audited in the prescribed manner; and \n \n(f) by no tification in the official Gazette make regulations to regulate its procedure. \n \n11D. Recovery of rent.—(1) Notwithstanding anything contained in the Payment of Wages \nAct, \n1936  (IV of 1936),  where any rent or arrears of rent are due from  any person under the scheme made \nsection 11C, they may be recovered— \n \n(a) by deduction by his employer from  his wages, if the Board or any person authorised by it \nin this behalf directs the employer so to do;  or \n(b) as arrears of land revenue or as a public demand if, upon  the application of the Board or \nany person authorised by it in this behalf, a Magistrate so directs. \n \nExplanation.—In this section and section 11E, 'Magistrate' means a Magistrate of the first class \nhaving jurisdiction in the area where the house for which the rent or arrears of rent are due or from \nwhich eviction is to be effected is located. \n \n(2) An employer making any deduction under sub­section (1) shall, within seven days from  the \ndate on which he makes the deduction, pay the entire amount so deducted to the Board entitled to \nreceive it, and the payment so made, to the extent of the amount so paid, shall constitute a valid \ndischarge of the liability of the employer to the person from  whose wages the amount is deducted. \n \n(3) If an employer, upon  being directed by a Board or a person authorised by it to make a deduction \nfrom wages under this section, fails without lawful excuse to comply with the direction within the time \nspecified therein, he shall personally be liable to pay the amount so required to be deducted, without \nprejudice to the liability of the person from  whom that money is due. \n \n  \n11E. Eviction. —(1) Notwithstanding anything contained in any other law for the time being in \nforce,  including  the  West  Pakistan  Urban  Rent  Restriction  Ordinance,  1959  (West  Pakistan \nOrdinance No. VI of 1959),  and the Karachi Rent Restriction Act, 1953  (VIII of 1953),  a worker \noccupying a house constructed with the money allocated from  the Fund, who is directed by a Board \nor an officer authorised by it in this behalf, by an order in writing to vacate the house, shall vacate \nsuch hou se within a period of two months from  the date of service of the order on h im. \n \n(2) If such a worker fails to vacate such house within such period, the Board or the officer \nauthorised by it in this behalf may lodge a complaint with a Magistrate. \n \n(3) The Magistrate on hearing the parties may, notwithstanding anything contained in any other \nlaw for the time being in force, summarily decide the case and may pass an order of eviction giving \nthe worker a reasonable time to vacate the house. \n \n(4) When a Magistrate passes an order for the eviction of a worker, he may, in such order, also \ndirect a police officer to evict such worker and any other person occupying through such worker the \nhouse in respect of which the order of eviction is made, if the worker or such other person fails to \nvacate the house within the time allowed und er sub­section (3).  \n \n(5) A police officer acting under an order of the Magistrate under clause (4) shall notify the \noccupants of the premises in question the contents of the Magistrate's ord er and his intention to enter \nsuch house, allow at least two hours  time to the occupants thereof to vacate it and give all reasonable \nfacilities to the children and female occupants, if any, to withdraw therefrom  before applying any \nforce for taking over the possession of such hou se. \n \n(6) Where a worker occupying such a house dies, the procedure prescribed in this section shall \nmutatis mutandis and, so far as applicable, apply for evicting any person who was occupying the \nhouse through such worker and continues to remain in occupation thereof after his death : \n \nProvided that, where such person is the widow of the deceased worker, she shall not be evicted \nbefore the expiry of n ine months following the death of the worker. \n \n11F. Finality  of order. An order passed by a Magistrate under section 11D or section 1 IE shall \nbe final and no court or authority shall entertain any plea as to the jurisdiction of the Magistrate or as \nto the legality or propr iety of the order or allow such an order to be called in question in any manner \nwhatsoever.] \n \n \n \n \nCHAPTER IV \nMISCELL ANEOUS \n12. Delegation of powers. The Governing Body  may direct in writing that all or any of its powers \nand functions und er clauses (e) and (f) of section 10 may, subject to such limitations, restrictions or \nconditions, if any, as may be imposed by it from time to time, be also exercised or performed by the \nSecretary. \n \n \n \n \n \n  \n \n \n \n \n13. Power to remit or reduce amount  due. The 1[Federal Government] may, by notification \nin the official Gazette, remit or reduce the amount due from any industrial establishment or class of \nindustrial establishments under the provisions of section 4.  \n \n14. Protection of persons acting  under this  Ordinance. No suit, prosecution or other \nlegal proceedings shall lie against any person for any thing which is in good faith done  or intended to \nbe done  under this Ordinance. \n \n15. Power to make  rules. —(1) The 1[Federal Government] may, by notification in the \nofficial Gazette, make rules2 for carrying out the purpo ses of this Ordinance. \n \n(2) In particular and without prejudice to the generality of the foregoing po wer, such rules may \nprovide for all or any of the following matters, namely :— \n \n(i) the tenure of office of the members of the Governing Body  other than the Chairman and \nthe other terms and conditions of appointment of the members of the Governing Body \nand the manner in which the Governing Body  shall condu ct its business, including the \nnumber of members required to form  a quorum  at meetings thereof; and \n \n(ii) the books  of account to be maintained by the Fund and the form of  its statements of \naccount. \n \n3[16. Exemption  from taxes. Notwithstanding anything contained in any other law, the Federal \nGovernment may, by order in writing, exempt the Institution from  any tax, duty, or rate leviable by \nthe Federal Government or by a  local authority und er the control of the Federal Government. \n \n \n \n \n \n \n \n \n \n1 Subs. by the Work ers’ Welfare Fund (Amdt.) Act, 1974 (15 of 1974 ), s. 2, for “Central Government”. \n2 For the Work ers’ Welfare Fund Rules, 1976 , see S.R.O., No. 1011 (I)/ 76, dated 14­10­76, Gaz. of ., 1976 Ext., (Islamabad ), Pt. II pp. 2000 ­2007 . \n3Added by Act III of 2006 , s. 12. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nP"
}