{
    "file": "./converted_json\\administratordc48d447017471bea9c9c0b07a6d17a6.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1  THE  AREA STUDY CENTRES  ACT, 1975.  \n \n1ACT  No. XLV of  1975   \n \n \n \n[24th April,  1975] \n \nAn Act to provide for the establishment of Area Study Centres in the Universities for \nthe study of contemporary societies particularly those which effect the national interest \nof Pakistan. \n \nWHEREAS  it is expedient to provide  for the establishm ent of Area Study Centres in \nthe Univ ersities for the study of contemporary societies particularly those  which affect the \nnational interest of Pakistan; \n \nIt is hereby enacted as follows :— \n \n1.             Short title, extent and comme ncement.—(1) This Act may be called the \nArea Study Centres Act, 1975. \n(2) It extends to the whole of  Pakistan. \n(4) It shall come into force at once. \n2. Definition. In this Act, unless there is anything repugnant in the subject or \ncontext,— \n \n \n \n(a)       \"Board\" means a Board of Governors referred to in sub-section (1) of section \n5; \n \n(b)       \"Centre\" means an Area Study Centre establish ed under section 3; \n(c)       \"Commission\" m eans the  Univ ersity Grants Commis sion;  \n(d)       \"Director\" means the  Director of  a Centre; \n \n(e)       \"regulations\" m eans regulations  made und er section 11; and \n \n(f)        \"rules\" means rules made under section 10. \n \n3. Establishment of Centres. As soon  as may be after the comm encement of this \nAct, the Federal Government may, by noti fication in the official Gazette, establish  an Area \nStudy Centre in a  University specified in the noti fication. \n \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III, p. 170. \n2  4. Functions of Centres. A Centre shall— \n(a)       engage in h igh level teaching and research; \n(b)       train research workers; \n(c)       establish  M. Phil., Ph. D.  and oth er programmes in the relevant disciplines in \naccordance with the st andard and requirements of the Univ ersity; \n \n(d)       promote cooperation in int er-disciplinary relationship  with oth er teaching and \nresearch establishm ents; \n \n(e)       arrange conferences, seminars and refresher courses for the d evelopm ent of \nteaching and research; and \n \n(f)        condu ct teaching and research in s uch particular field as is assigned to it by \nthe Federal Government after consult ation with the Univ ersity. \n \n5. Boa rd of Governors.— (1) The management, overall control and su pervision  of \nthe affairs of a Centre established in Univ ersity shall vest in a Board of  Governors consisti ng \nof the followin g, members, namely:— \n \n(a)       Vice-Chancellor of  the University, who s hall also be  its Chairman; \n(b)       a representative of the Commission  ;. \n(c)       a representative of the Pakistan Histo ry Commission; \n(d)       a representative of the Ministry of Foreign Affairs; \n(e)       a representative of the Ministry of Education; \n(f)        Dean of the Faculty of the Univ ersity; \n(g)       two experts in the relevant discipline to  be nomi nated by the Federal \nGovernment on the recommendation of the Commission; \n(h)       one nomin ee of the Syndicate of the Uni versity; \n(i)        one nomin ee of the Academic Coun cil of the \nuniversity; and \n \n(j)        Director of  the Centre. \n \n(2) In particular and without  prejudice to the  generality of the foregoing provision,  a \nBoard shall have the po wer to— \n \n(a)       approve the academic and research programmes of the C entre, with the \nconcurrence of the Academic Coun cil of the Uni versity; \n \n(b)       lay down  rules of admission  to the C entre; \n \n(c)       institute  fellowships  for promotion  of research in the dis cipline concerned; \n(d)       create, susp end or  abolish  such posts  as may be necessary; \n3  (e)       appoint  teachers and oth er officers; and \n \n(f)        hold, control and administ er the funds of  the C entre. \n \n(3) A member of a Board referred to in clause ( g) of Subsection (1) shall hold o ffice \nfor such term as may be determined by the Federal Government. \n(4) The meetings of a Board shall be held as and when called by the Chairman: \nProvided that not less than two m eetings shall be held in each \n(5) In the exercise of  its powers and. performance of its functions,  a Board shall be \nsubject to su ch special or general instructions  as may be issu ed by the Com mission  from \ntime to tim e. \n \n(6) A Board may, for the speedy and efficient working of the C entre, delegate to the  \nDirector su ch of its powers as it may deem necessary. \n \n6.Director.— (1) The Director sh all be appoint ed by the Federal Government on the \nrecomm endation of the Commission  on su ch remuneration and oth er terms and conditions  of \nservice as may be determined by the Federal Government in consult ation with the  \nUniv ersity. \n \n(2) The Director shall be the academic and executive head of the Centre and \nSecretary of the Board, and sh all be responsible to  the Board for carrying out the obj ectives \nof the C entre. \n(3) The Director shall perform such oth er functions  and exercise su ch powers as may \nbe assigned or delegated to him  by the Board. \n \n(4) The Director may, by writing under his hand addressed to the Chairman, resign \nhis o ffice. \n \n7.  Academic  Committee. (1)  At  each  Centre  there  shall  be  an  Academic \nCommittee consisting  of the following  members, namely: \n \n(a)       the Di rector, who sh all also be  its convener; \n \n(b)       all Professors and Asso ciate Professors of the C entre; and \n \n(c)       two experts to be  nomin ated by the Commission,  \n \n(2) The Committ ee may associate such oth er experts as it may consider necessary. \n \n(3) The Committ ee shall prepare and submit  to the Board the academic and research \nprogrammes of the C entre. \n \n8.Fund. Each Centre shall have a fund to whi ch shall be credited— \n \n(a)       grants made by the Federal Government, the Provincial Governments and the \nCommissio n; \n \n(b)       contributions  and  donations  from  individu als,  local  bodies,  corporations, \ninstitutions,  organizations and agencies; and \n4  (c)       income from fees. \n \n9. Audit and accounts etc.— (1) The  accounts  of a Centre shall be maintained in \nsuch form and m anner as may be prescribed by rules. \n \n(2) The accounts  of a Centre shall be audited once every year by an auditor  appoint ed \nby the Commission  on such remuneration, if any, to be paid by the Centre, as the \nCommission may fix. \n \n(3) A Centre shall submit, through the Comm ission, to the Federal Government a \ncopy of its audited annual accounts,  \n \n(4) A  Centre shall furnish to the Federal Government such information relating to  its \nactiviti es as may be asked for by the Federal Government from time to tim e. \n \n1[9 A. Power to transfer Centres.—The Federal Government may by Order publish ed in the, \nofficial Gazette and subject to such conditions,  as may be specified there in, transfer any \ncentre to a  university or as the case may be the p rovincial Government.] \n \n10.       The  Federal Government may, by notification in the official Gazette, make \nrules for carrying out the purposes of this Act. \n \n11.  Power  to  make  regulations.  A  C entre  may,  with  the  approval  of  the \nCommission,  make such regulations, not inconsist ent with\" tjie rules, as it may consid er \nnecessary for carrying out the purposes of this A ct. \n \n \n \n \n \n \n \n \n1Ins. by Ord. 58 of 02,s.2 and Sch."
}