{
    "file": "./converted_json\\administrator6a72cf45883268deed1ff67a8dfec065.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 14 \n  \nTHE PRESS COUNCIL OF PAKISTAN ORDINANCE, 2002  \n \n \n \nCONTENTS  \n \n1.  Short title, extent, and commencement  \n2.  Definitions  \n3.  Establishment of the Press Council  \n4.  Financial resources  \n5.  Funds of the Council  \n6.  Composition of the Council  \n7.  Nomination of members  \n8.  Functions of the Council  \n9.  Inquiry Commission  \n10.  Procedure in inquiries and making complaints etc . \n11.  Appeal to the Council  \n12.  Declaration by the complainant  \n13.  Procedure for filing complaint  \n14.  Powers of the Council and the Commission  \n15.  Action in case of violation of directions of the Commission or Council  \n16.  Committee s of the Council  \n17.  Meeting of the Council and Committees  \n \n\n \nPage 2 of 14 \n 18.  Vacancies among members or defect in the constitution not to invalidate acts and proceedings \nof the Council  \n19.  Power of the Council to censure  \n20.  Annual report  \n21.  Members, etc., to be public servants  \n22. Indemnity  \n23.  Power to make rules  \n24.  Power to make regulations  \nSCHEDU LE \n \n  \n \nPage 3 of 14 \n THE PRESS COUNCIL OF PAKISTAN ORDINANCE, 2002  \nORDINANCE NO. XCVII OF  2002 . \n[26th October, 2002]  \nAN \nORDINANCE  \nto provide for Press Council of Pakistan  \n \n WHEREAS  it is expedient to provide for Press Council of Pakistan for the purposes hereinafter \nappearing;  \n AND WHEREAS freedom of the press and public awareness is the  foundation of  democracy \nand the functioning of  democracy and the   principles  of accountability depend inter alia upon free \nflow of information and freedom of expression without infringing on national interest;  \n AND WHEREAS  the press must be accountable to society to serve the public need to preserve \nthe right of the citizens;  \n AND WHEREAS  it is desirable to establis h a Press Council of Pakistan, as an autonomous \nand independent body;  \n AND  WHEREAS   the  President  is  satis fied  that  circumstances  exist which  render  it \nnecessary to take immediate action;  \n NOW, THEREFORE,  in pursuance of the Proclamation of Emergency of the fourteenth day \nof October, 1999, and the Provisional Constitution Order No.  1 of 1999, read with th e Provisional  \nConstitution  (Amendment)  Order No.9 of 1999, and in exercise  of all powers enabling him in that \nbehalf , the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance;___ \n 1. Short title, extent, and commencement.___(1) This Ordinance may be called the Press \nCouncil  of Pakistan Ordinance, 2002.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions.___ In this Ordinance, unless there is  anything repugnant in the subject or \ncontext ,___    \n(a) “Chairman ” means Chairman of the Council;  \n(b) “Commission ” means an Inquiry Commission constituted under section  9;  \n(c) “Council” means the Press Council of Pakistan established  under section 3;  \n \nPage 4 of 14 \n (d) “document ”  includes  any printing,  drawing,  photography,  digital,  electronic  \nor other visible representation;  \n(e) “editor” means the person who controls the selection of the matter that is \npublished in a newspaper or is circulated or transmitted by a news  agency and \nwhose name is specified or printed on the printline  of the publication as editor;  \n(f) “Government ” means the Federal Government;  \n(g) “journalist ” means a person who writes, edits, photographs, or makes cartoons \nor illustrations, for a newspaper;  \n(h) “member” means a member of the Council and includes the C hairman;  \n(i) “newspaper ”  means  any  daily  or  periodical  work  containing public  news  \nor comments on public news and includes such other class of periodical works \nas the Government may, by notification, in consultation with the Council , \ndeclare to be  newspaper;  \n(j) “news agency ” means an establishment which collects and disseminates to the \nprint and  electronic   media , as well as other consumers   news,   features ,   \ncomments, photographs and graphics through wire -service, facsimile or other \nmeans of  communications ; \n(k) “prescribed ” means prescribed by rules or regulations made under this \nOrdinance;  \n(l) “publisher ” means a person who undertakes or is responsible for, the \npublication of any book or newspaper or any printed material either on his \nbehal f or on behalf of any other person, organization or company; and  \n(m) “Registrar ” means Registrar of the Council . \n 3. Establishment of the Press Council.___(1) There shall be established a Council by the name \nof the Press Council of Pakistan to implement the Ethical Code of Practice, as set out in the Schedule \nto this Ordinance and to perform such other functions as are assigned to it under this Ordinance or the \nrules and regulations made thereunder.  \n (2) The Council shall be body corporate havin g perpetual succession  and a common seal  with  \npower  to  acquire,  hold  and  dispose  of  property,  both  movable  and immovable and shall, by the \nsaid name sue and be sued.  \n (3) The head office of  the Council shall be  at Islamabad.  The sub -offices of  the Council, may \nbe established one in each provincial capital. The Federal Government shall  arrange  buildings  and  \nother  facilities  to  establish  the  head  office,  the  four provincial  sub-offices and any other such \noffices as may be re quired by the Council and the Commission.  \n \nPage 5 of 14 \n  (4) The Council shall have its own ancillary professional and secretarial staff to be appointed \non such terms and conditions as may be prescribe d. \n (5) The Council shall make decisions through a majority vote. In case of a tie, the Chairman \nshall have a casting vote.  \n 4. Financial resources.___ (1) The Go vernment shall provide grant -in-aid for meeting the \nestablishment, administrative and operating expenses of the Council.  \n (2) The Council shall have its own budget.  \n (3) The Government, in consultation with the Council, shall allocate appropriate funds every \nyear in its annual budget to meet the administrative and operating expenses of the Council.  \n (4) The Council may receive grants and donations from within the country and overseas.  \n (5) The Council may, for the purpose of performing its functions under this Ordinance , levy \nsuch fees, at such rates and in such manner, as may be prescribed, from registered newspapers and \nnews agencies.  \n (6) Any fee payable to  the Council under  sub-section ( 5) may be recovered as  an arrear of land \nrevenue.  \n 5. Funds of  the Council.___ (1) All sums received by  the Council as  fees,  grants, donations or \nsubscriptions shall form part of a fund which shall be managed, administered and utilized in such \nmanner as may be prescribed by rules.  \n (2) The Council shall cause to be maintained such books of accounts and other books in such \nform and manner as may be prescribed by regulations.  \n (3) The Council shall appoint an audi tor who is a Chartered Accountant within the meaning of \nthe Chartered Accountants Ordinance, 1961 (X of 1961). The accounts of the  Council  shall  also  be  \naudited  by  the  Auditor  General  of  Pakistan  before  the thirtieth day of June each year.  \n 6. Composition of the Council.___(1) The Council shall consist of nineteen members including \na Chairman. The Chairman shall be appointed by the President of Pakistan, in  this discretion , from  \namongst retired j udges  of the Supreme Court or  a person qualifie d to be a j udge of the Supreme Court \nand other members shall be nominated as follows: ___ \n(a) Four members by the All Pakistan Newspapers Society.  \n(b) Four members by the Council of Pakistan Newspaper Editors.  \n(c) Four members by the professional bodies of journalists:  \n Provided that none of the organizations mentioned above shall nominate any \nmember from its office  bearers, nor any member of the Press Council shall \ncontest an office of the Organization.  \n \nPage 6 of 14 \n (d) Vice  Chairman Pakistan Bar Council.  \n(e) Chairperson or nominee of the Higher Education Commission.  \n(f) One member by the Leader of the House in the National Assembly.  \n(g) One member by the Leader of the Opposition in the National Assembly.  \n(h) One mass media educationist to be nomin ated by the Council.  \n(i) One woman member to be nominated by the National Commission  on the Status \nof Women in Pakistan.  \n (2) The members of the Council, excluding the Chairman, shall not be entitled to any salary \nand shall function in honorary capacity, e xcept out of pocket expenses as may be prescribed. The \nChairman shall be entitled to such salary , allowances and  privileges as may be prescribed.  \n7. Nomination of members.___(1) All organizations and bodies  representing the press and the \npublic as mentioned in section 6 shall send the nominations to the Registrar within thirty days of the \ncommencement of this Ordinance in accordance with such procedure as may be prescribed.  \n (2) The  Government  shall  notify  within  thirty  days  the  names  of  t he persons nominated \nas members under section 6 and every such nomination shall take effect from the date on which it is \nnotified in the Official Gazette.  \n (3) The Chairman shall hold office for a period of three years. No person shall hold office as \nChair man for more than two consecutive terms.  \n (4) Subject to sub -sections (5), (6) and (7) a member shall hold office for a term three years.   \n (5) Any member, including the Chairman, shall be removed by the Government upon the \npassing of a resolution for his removal by two -third majority of the total strength of  the  Council  on  \nthe  ground  of  misconduct  incapacity,  impropriety  or  moral turpitude.  \n(6) The Chairman may resign his office by giving notice in writing to the Council and any other \nmember may  resign his office giving notice to the Chairman.  \n (7) Where a vacancy is caused due to death, resignation or removal, the vacancy shall be \nreferred to the professional body being represented by the member to replace the member with a \nsuitable representati ve. The member so nominated shall hold office for the remaining term of the \nmember in whose place he has been nominated . In case of Chairman, the vacancy shall be filled in the \nmanner as provided in sub -section (1) of section 6.  \n (8) The Council , subject to  rules , shall appoint its Registrar and  such officers and  servants as it \nconsiders necessary for  the efficient performance of  its functions on  such terms and conditions as it \nmay deem fit. The first Registrar shall be appointed by the  Federal  G overnment,  as  soon  as  possible,  \nafter  the  commencement  of  this Ordinance.  \n \nPage 7 of 14 \n  8. Functions of the Council.___ (1) The Council shall perform the following functions, \nnamely :___ \n(i) the Council , while  preserving the  freedom of the press, shall maintain highest  \nprofessional and ethical standards of newspapers and news agencies with a view \nto making them more responsive to  the issues and concerns of the society in \nPakistan;  \n(ii) to help newspapers and news agencies to maintain their independence;  \n(iii) to keep under review any development likely to restrict the dissemination of \nnews of  public interest and importance;  \n(iv) to revise, update, enforce and implement the Ethical Code of Practice for the \nnewspaper s, news agencies, editors, journalists and publishers as laid down in \nthe Schedule to this Ordinance;  \n(v) to receive complaints about the violation of Ethical Code of Practice relating to \nnewspapers, news agencies, editors and journalists;  \n(vi) to appoint Inquiry Commissions to decide complaints at the head office, all \nprovincial sub -offices and regions, as the case may be, necessary for its proper \nfunctioning;  \n(vii) to manage the funds and properties of the Council;  \n(viii)  levy and collection of fees as m ay be prescribed;  \n (ix) control and  audit funds of the Council;  \n(x) to exercise such control and disciplinary powers over the members and \nemployees of the Council as may be prescribed;  \n(xi) to make regulations;  \n(xii) to undertake  all research  relating  to the newspapers, including  the studies  of \nforeign newspapers, their circulation and impact;  \n(xiii)   to undertake  any  additional  studies  as  may  be  entrusted  to  Council  by  the  \n1[Secretary of the Division to which business of the council stands allocated] ; \nand \n(xiv)  to do such other acts as may be incidental or conducive to the discharge of above \nfunctions.  \n \n1Subs. by Act LX of 2023, s.2.  \n \nPage 8 of 14 \n (2) The Council shall also act as a shield to freedom of the press. It may receive a complaint \nby a ne wspaper, a journalist or any institution or individual concerned with a newspaper against \nFederal Government, Provincial Government or any organization including political par ties for \ninterference in the free functioning of the press.  \n 9. Inquiry  Commission.___(1) The Council  shall  constitute  as many  Inquiry  Commissions  as \nmay be necessary  for the purpose  of deciding  complaints.  \n (2) The Commission  shall  consist  of three  members  to be appointed  by the Council,  consisting  \nof the following : \n(i)  One retired  High  Court  Judge  or a person  qualified  to be the judge  of the High  \nCourt  as Chairman.  \n(ii)  One nominated  by APNS;  and \n(iii)  One nominated  by CPNE.  \n (3) The Council  may constitute  Commissions  for different  regions  other  than the provincial  \nsub-offices  as may be deemed  necess ary \n 10. Procedure  in inquiries  and making  complaints  etc.___(1) No complaint  shall  be \nentertained  by the Council  unless  the complainant  has first given  a notice  to the concerned  editor  or \npublisher  within  fifteen  days of the publication  of the matter  complained  against  for appropriate  relief:  \n Provided  that the vacancy  shall  not prolong  more  than 90 days and the Council  shall  coop  any \nmember  to fill in that vacancy  till the concerned  organization  nominates  its nominee.  \n (2) The concerned  editor  or publisher  shall  take appropriate  action  on the notice  within  fifteen  \ndays of the receipt  of notice.  \n (3) The complainant,  if not satisfied  with the relief  or response  received  from  the concerned  \neditor  or publisher  or if no relief  or response  is given  by the editor  or publisher,  the complainant  may,  \nwithin  fifteen  days of the expiry  of the period  specified  in sub-section  (2), file a complaint  before  the \nCouncil,  alongwith  the evidence  in support  of the complaint  and the response,  if any, received  from  \nthe editor  or publisher  of the newspaper  or news  agency  in question.  \n (4) The complainant  shall  state in the complaint  as to how the publication  of the matter  \ncomplained  against  is objectionable  and in violation  of the Ethical  Code  of Practice.  \n (5) The complainant,  if an individual  shall  deposit  a fee of rupees  one thousand,  and in case of \nan institution,  a fee of rupees  five thousand  by way of a bank  draft  in the name  of “Press  Council  of \nPakistan” \n (6) If the complaint  is found  to be in order,  the Registrar,  with the approval  of the Council,  \nshall  send the complaint  to the concerned  Commission  for inquiry  and decision.  \n \nPage 9 of 14 \n  (7) In case where  a complaint  relates  to the non-publication  then state as to how the non-\npublication  of the material  violated  the Ethical  Code  of Practice.  \n (8) The Commission  shall  fix a date for the hearing  of the case and shall  cause  notice  of the \nday fixed  to be given  to the complainant  and the respondent.  \n (9) The parties  before  the Commission  shall  be allowed  to produce  evidence  and shall  be heard  \neither  personally  or through  person  authorized  by a party  in this behalf  in writing.  On conclusion  of \nthe case,  the Commission  shall  pass the order  as it deems  fit in the circumstances  of the case.  \n (10) In case the matter  is decided  in favour  of the complainant , the Commission  may:  \n(a)  direct  the editor  or publisher  to publish  a contradiction  or clarification  in the \nmanner  and time specified  by the Commission;  \n(b)  direct  the editor  or publisher  to publish  an apology  for the matter  complaint  \nagainst  in the manner specified  by the Commission  and shall  also warn  or \nreprimand  the concerned  journalist,  editor  and publisher  responsible  for such \npublication;  \n(c)  make  such other  direction  as may be considered  appropriate  in the \ncircumstances  of the case keeping  in view  the objectives  of this Ordinance.  \n (11) The provisions  of sub-section (9) shall  mutatis  mutandis  apply  to the Council  when  hearing  \nan appeal.  \n 11. Appeal  to the Council.___ (1) An aggrieved  party may prefer  an appeal  to the council  within  \nthirty  days from  the decision  of the Commission.  \n (2) The appeal  against  the decision  of the Commission  shall  be heard  by a committee  of five \nmembers  of the Council  constituted  by the Council.  \n (3) No member  shall  be appointed  either  the member  of the Commission  or member  of a \ncommittee  constituted  for the hearing  of appeal  who is directly  or indirectly  related  to the parties  or is \ninterested  in them.  \n 12. Declaration  by the complainant.___ The complainant  while  presenting  the complaint,  shall  \nmake  a declaration  to the following  effect,  namely :___ \n(a)  that to the best of his knowledge  and belief,  he has placed  all the relevant  facts  \nbefore  the Council  and that no proceedings  are pending  in any Court  of law in \nrespect  of any matter  alleged  in the complaint;  and \n(b)  that he shall inform  the Council  and the Commission  forthwith  if during  the \npendency  of the inquiry  in any matter  alleged  in the complaint  becomes  the \nsubject  matter  of any proceedings  in a court of law. \n \nPage 10 of 14 \n  13. Procedure  for filing  complaint.___ (1) Every  complaint  made  to the Council  shall  contain  \na statement  in a concise  form  of the material  on which  the complainant  relies  and all contents  shall  be \ndivided  into paragraphs,  numbered  consecutively,  and dates,  sums  and numbers  shall  be expressed  in \nthe figures.  \n (2) In all cases in whic h a complainant  relies on any misrepresenta tion or blackmailing  or fraud,  \nthe same  shall  be stated  in the complaint,  with dates  and items,  if necessary.  \n (3) Whoever  alleges  dishonest,  fraudulent,  mischievous  or malicious  intention  or falsification  \nby distortion,  seduction  or misrepresentation  the same  shall  be stated  in the complaint . \n (4) No complainant  shall , except  by way of amendment , raise  any new ground  of claim  or \ncontain  any allegation  of fact inconsistent  with the previous  complaint  of the complainant.  \n (5) Every  complaint  shall  be signed  by the complainant,  provided  that where  a party  by reason  \nof absence  or for other  good  cause  is unable  to sign the complaint,  it may be signed  by any person  duly \nauthorized  in writing  by him in this behalf.  \n (6) The Commission  or the Council  may at any stage  of the proceeding  pass an order  to strike  \noff or amend  any matter  in any complaint  which  may be unnecessary  or scandalous  or which  may tend \nto prejudice,  embarrass  or delay  the disposal  of a complaint.  \n (7) The Commission  or Council  may at any stage  of the proceedings  allow  either  party  to alter \nor amend  his complaint  in such manner  and on such terms  as may be just, and all such amendments  \nshall  be made  as may be necessary  for the purpose  of determining  the question  in controversy  between  \nthe parties.  \n (8) Where  a complainant  fails to comply  with the procedure,  the Registrar  may return  the \ncomplaint  directing  the complainant  to bring  it in conformity  with such requirement  and re-submit  it \nwithin  such time as he may specify.  \n (9) The Commission,  as the case may be, shall  dispose  off a complaint  referred  to it within  \nthirty  days.  If an appeal  against  the decision  of the Commission  is preferred  to the Council,  the Council  \nshall  decide  the same  within  sixty  days.  \n 14. Powers  of the Council  and the Commission.___ (1) For the purpose  of the proceedings  \nunder  this Ordinance,  the Council  and the Commission  may:  \n(a)  enforce  the attendance  of any person;  \n(b)  receive  evidence;  and \n(c)  issue  summons  for the examination  of witnesses.  \n (2) The Council  or the Commission  shall  not compel  a publisher,  an editor  or a journalist  to \nreveal  the source  of information.  \n \nPage 11 of 14 \n  15. Action  in case of violation  of directions  of the Commission  or Council.___ Whoever  \npublishes  or circulates  any matter  in contravention  of the Ethical  Code  of Practice  or directions  of the \nCommission  or Council  may: \n(a) require  him to publish  an apology  promptly  on the page specified  by the \nCommission  or the Council,  as the case may be; \n(b) issue  him a warning  to be carried  or circulated  by the newspaper  or news  agency  \nconcerned  promptly  and prominently;  and \n(c) ask other  newspapers  to publish  or news  agencies  to circulate  the decision,  in \ncase of non-compliance  of the decision  by concerned  newspaper  or news  agency  \nand recommend  to the competent  authority  to suspend  the publication  for a \nspecific  period  not exceeding  seven  issues  or recommend  cancellation  of the \ndeclaration  in the event  of persistent  non-compliance.  \n 16. Committee s of the Council.__(1) For the purpose  of performing  its functions  under  this \nOrdinance,  the Council  may constitute  from  among  its members  such committees  for general  or special  \npurposes  as it may deem  necessary  and every  committee  so constituted  shall  perform  such functions  \nas are assigned  to it by the Council.  \n 17. Meeting  of the Council  and committees.____(1) The Council  or any committee  thereof'  \nshall  meet  at such times  and places  and shall  observe  such procedure  in regard  to the transaction  of \nbusiness  at its meetings  as may be provided  by regulations  made  under  this Ordinance.  \n (2) The quorum  for a meeting  of the Council  shall  be nine members.  \n 18. Vacancies  among  members  or defect  in the constitution  not to invalidate  acts and \nproceedings  of the Council.____  No act or proceedings  of the Council  shall  be deemed  to be invalid  \nby reason  merely  of the existence  of any vacancy,  in, or any defect  in the constitution  of the Council . \n Provided  that the vacancy  shall  not be prolonged  for more  than ninety  days and the Council  \nmay co-opt any member  or members  to fill in the vacancy  till the concerned  organization  nominates  \nits nominee.  \n 19. Power  of the Council  to censure.____ (1) Where  the Council  has reason  to believe  that a \nnewspaper  or news  agency  has offended  against  any provision  of the Ethical  Code  of Practice,  the \nCouncil  may,  after giving  the newspaper,  or news  agency,  the publisher,  editor  or journalist  concerned,  \nan opportunity  of being  heard,  hold an inquiry  in the matter  and, if it is satisfied  that it is necessary  so \nto do, it may,  for reasons  to be recorded  in writing,  warn,  admonish  or censure  the newspaper,  the news  \nagency,  the publisher,  editor  or the journalist  or disapprove  their conduct.  \n (2) If the Council  is of the opinion  that it is necessary  or expedient  in the public  interest  to do \nso, it may require  any newspaper  to publish  therein  in such manner  as the Council  thinks  fit, any \nparticulars  relating  to any inquiry  under  this section  against  a newspaper  or news  agency,  a publisher,  \n \nPage 12 of 14 \n editor  or a journalist  working  therein,  including  the name  of such newspapers,  news  agency,  publisher,  \neditor  or journalist.  \n (3) Nothing  in sub-section  (1) shall  be deemed  to empower  the Council  to hold an inquiry  into \nany matter  in respect  of which  any proceeding  is pending  in a court of law. \n 20. Annual  report.____  The Council  shall  prepare  once  every  year,  giving  a summary  of its \nactivities  during  the previous  year,  and giving  an account  of the standards  of newspapers  and news  \nagencies  and factors  affecting  them , and copies  thereof,  together  with the statement  of accounts  audited  \nin the manner  prescribed  under  section  5, shall  be forwarded  to the Federal  Government  and the report  \nshall  be published  and shall  be made  available  to the public.  \n 21. Members,  etc., to be public  servants.__  Every  member  of the Council  and the Commission  \nand every  officer  or other  employee  appointed  by the Council  shall  be deemed  to be a public  servant  \nwithin  the meaning  of section  21 of the Pakistan  Penal  Code , 1860  (XLV  of 1860).  \n 22. Indemnity.____  No suit or legal  proceedings  shall  lie against  the Council  or Commission,  \nor any member  or employee  thereof  or any authority  or person,  in respect  of anything  done  or intended  \nto be done  in good  faith under  this Ordinance  or the rules  or regulations  made  thereunder.  \n 23. Power  to make  rules.____  (1) The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  to carry  out the purposes  of this Ordinance.  \n 24. Power  to make  regulations.____  (1) The Council,  with the approval  of the Federal  \nGovernment,  may by notification  in the official  Gazette,  make  regulations  not inconsistent  with this \nOrdinance,  or the rules  made  thereunder.  \n (2) In particular  and without  prejudice  to the generality  of the foregoing  power  such regulations  \nmay provide  for— \n(a)  regulating  meetings  of the Council  and any Committee  thereof;  \n(b)  procedure  for conducting  meetings  of the Council  and any Committee  thereof;  \n(c)  procedure  for filing  of complaint  and written  statement  and issue  of notices  etc; \nand \n(d)  regulating  the procedure  for conducting  inquiries  by the Commission.  \n \n________ _ \n  \n \nPage 13 of 14 \n SCHEDU LE \n(See section  8 (1) (iv))  \nEthical  Code  of Practice  \nAn Ethical  Code  of Practice  is formulated  as under  for the press  for the purpose  of its \nfunctioning  in accordance  with the canons  of decency,  principles  of professional  conduct  and precepts  \nof freedom  and responsibility  to serve  the public  interest  by ensuring  an unobstructed  flow of news  \nand views  to the people  envisaging  that honesty,  accuracy,  objectivity  and fairness  shall  be the \nguidelines  for the press  while  serving  the public  interest  in any form  of publication  such as news  items,  \narticles,  editorials,  features,  cartoons,  illustrations,  photographs  and advertisements : etc____ \n (1) The press  shall  strive  to uphold  standards  of morality  and must  avoid  plagiarism  and \npublication  of slanderous  and libelous  material.  \n (2) The press  shall  strive  to publish  and disclose  all essential  and relevant  facts  and ensure  that \nthe information  it disseminates  is fair and accurate.  \n (3) The press  shall  avoid  biased  reporting  or publication  of unverified  material,  and avoid  the \nexpression  of comments  and conjecture  as established  fact. Generalization  based  on the behaviour  of \nan individual  or a small  number  of individuals  will be termed  unethical.  \n (4) The press  shall  respect  the privacy  of individuals  and shall  do nothing  which  tantamount s \nto an intrusion  into private,  family  life and home.  \n (5) Rumours  and unconfirmed  reports  shall  be avoided  and if at all published  shall  be identified  \nas such.  \n (6) The information,  including  picture,  disseminated  shall  be true and accurate.  \n (7) The press  shall  avoid  originating,  printing,  publishing  and disseminating  any material,  \nwhich  encourages  or incites  discrimination  or hatred  on grounds  of race,  religion,  caste,  sect, \nnationality,  ethnicity,  gender,  disability,  illness,  or age, of an individual  or group.  \n (8) The press  shall  not lend itself  to the projection  of crime as heroic  and the criminals  as \nheroes.  \n (9) The press  shall  avoid  printing,  publishing  or disseminating  any material,  which  may bring  \ninto contempt  Pakistan  or its people  or tends  to undermine  its sovereignty  or integrity  as an independent  \ncountry.  \n (10) The press  shall  not polish  or disseminate  any material  or expression , which  is violative  of \nArticle  19 of the Constitution  of the Islamic  Republic  of Pakistan.  \n \nPage 14 of 14 \n  (11) The press  shall  rectify  promptly  any harmful  inaccuracies,  ensure  that corrections  and \napologies  receive  due prominence  and afford  the right  of reply  to persons  criticized  or commented  \nupon  when  the issue  is of sufficient  importance.  \n (12) While  reporting  on medical  issues,  care must  be taken  to avoid  sensationalism,  which  \ncould  arouse  baseless  fears  or false  hopes  in the readers.  Early  research  finding  should  not be presented  \nas though  they were  conclusive  or almost  conclusive.  \n (13) Sensationalism  of violence  and brutalities  shall  be avoided.  All reporting  shall  be accurate,  \nparticularly  when  court proceedings  are covered  and an accused  person  must  not be presented  as guilty  \nbefore  judgment  has been  pronounced.  \n (14) In the case of sexual  offences  and heinous  crime  against  children , juveniles  and women,  \nnames  and identifying  photographs  shall  not be published.  \n (15) Confidentiality  agreed  upon  at briefings  and background  interviews  must  be observed.  \n (16) The press  while  publishing  findings  of opinion  polls  and surveys  shall  indicate  the number  \nof people,  geographical  area on which  the polls  and surveys  were  conducted,  and the identity  of the \npoll-sponsor.  \n (17) Any kind of privilege  or inducement,  financial  or otherwise,  which  is likely  to create  \nconflict  of interest  and any inducement  offered  to influence  the performance  of professional  duties  and \nis not compatible  with the concept  of a reputable,  independent  and responsible  press,  must  be avoided.  \n \n \n \n \n \n \n \n \n \n \n    \n         RGN Uploaded on 29.1.2024"
}