{
    "file": "./converted_json\\administratord388c95e9ed928e2d3a3193e6fa2d64e.json",
    "name": "Gilgit-Baltistan Bonded/Forced Labour System (Abolition) Act, 2020",
    "date": "22nd June, 2020",
    "tagline": "To provide for abolition of Bonded / Forced labour system",
    "content": "____________________________________________________________________________________________________________________________________\nISLAMABAD, WEDNESDAY JULY  8, 2020____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT-BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 22nd June, 2020\nThe Gilgit-Baltistan Bonded/Forced labour system (Abolition) Act, 2020\n(ACT NO. III OF 2020)\nAN\nACT\nTo provide for abolition of Bonded / Forced labour system\nWHEREAS clause (2) of Article 11 of the Constitution of the Islamic Republic\nof Pakistan prohibits all forms of forced labour;\nAND WHEREAS  it is necessary to provide for abolition of Bonded / Forced\nlabour system with a view to preventing the economic and physical exploitation of\n471(1-12)\nPrice : Rs. 20.00\n[5697(2020)/Ex. Gaz.]\n471(2) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\nthe labour class in the country and for matters connected therewith or incidental\nthereto;\nIt is hereby enacted as follows:—\n1.Short title, extent and commencement.— (1) This Act may be\ncalled the Gilgit-Baltistan Bonded / Forced Labour System (Abolition) Act, 2020.\n(1) It extends to the whole of the Gilgit Baltistan.\n(2) It shall come into force at once.\n2.Definitions.— In this Act, unless there is anything repugnant in the\nsubject or context,—\n(1). “advance (peshgi)” means an advance (peshgi), whether in cash or\nin kind, or partly in cash or partly in kind, made by one person\n(hereinafter referred to as the creditor) to another person (hereinafter\nreferred to as the debtor);\n(2) “Bonded / Forced debt” means an advance (peshgi) obtained, or\npresumed to have been obtained, by a Bonded / Forced laborer under,\nor in pursuance of, the Bonded / Forced labour system;\n(3) “Bonded / Forced labour” means any labour or service rendered under\nthe Bonded / Forced labour system;\n(4) “Bonded / Forced laborer” means a labour who incurs, or has, or is\npresumed to have, incurred, a Bonded / Forced debt;\n(5) “Bonded / Forced labour system” means the system of forced, or\npartly forced, labour under which a debtor enters, or has, or is presumed\nto have, entered into an agreement with the creditor to the effect that.\na. in consideration of an advance (peshgi) obtained by him or by\nany of the members of his family [whether or not such advance\n(peshgi) is evidenced by any document] and in consideration of\nthe interest, if any, due on such advance (peshgi), or\nb. in pursuance of any customary or social obligation, or\nc. for any economic consideration received by him or by any of the\nmembers of his family;\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 471(3)\nhe would—\ni. render, by himself or through any member of his family, or any person\ndependent on him, labour or service to the creditor, or for the benefit\nof the creditor, for a specified period or for an unspecified period,\neither without wages or for nominal wages, or\nii. forfeit the freedom of employment or adopting other means of livelihood\nfor a specified period or for an un-specified period, or\niii. forfeit the right to move freely from place to place, or\niv. forfeit the right to appropriate or sell at market value any of his property\nor product of his labour or the labour of a member of his family or any\nperson dependent on him,\nand includes the system of forced, or partly forced, labour under which\na surety for a debtor enters, or has or is presumed to have, entered,\ninto an agreement with the creditor to the effect that, in the event of the\nfailure of the debtor to repay the debt, he would render the Bonded /\nForced labour on behalf of the debtor;\n(6)“family” means,—\n(1) in the case of a male Bonded / Forced laborer, the wife or wives,\nand in the case of a female Bonded / Forced laborer, the husband\nof the Bonded / Forced laborer; and\n(2) the parents, children, minor brother, and un-married, divorced or\nwidowed sisters of the Bonded / Forced laborer wholly dependent\non him;\n(7)“Government”  means Government of the Gilgit Baltistan.\n(8)“nominal wages”, in relation to any labour, means a wage which is\nless than,—\n(1) the minimum wages fixed by the Government, in relation to the\nsame or similar labour, under any law for the time being in force;\nand\n(2) where no such minimum wage has been fixed in relation to any\nform of labour, the wages that are normally paid, for the same or\nsimilar labour, to the labourers working in the same locality;\n471(4) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\n(9)“Prescribed”  means prescribed by rules made under this Act.\n(10)“Chief Inspector”  means Director Labour.\n(11)“Deputy Chief Inspector” means Deputy Director Labour/Assistant\nDirector Labour.\n(12)“Inspector”  means, Labour Inspector or an official from Directorate\nof Labour duly notified as an Inspector for the purpose of this Act by\nthe Chief Inspector.\n(13)“Authority”  means Executive Magistrate.\n(14)“Appellate Authority”  means Secretary Labour Gilgit Baltistan.\n(15)“Court” Means Gilgit Baltistan Chief Court.\n(16)“Executive Magistrate”  means Deputy Commissioner of concerned\ndistrict.\n3.Act to override other laws, etc.— The provisions of this Act shall\nhave effect notwithstanding anything contained in any other law for the time being\nin force or in any instrument having effect by virtue of any such law.\n4.Abolition of Bonded/Forced labour system.— (1) On the\ncommencement of this Act, the Bonded / Forced labour system shall stand abolished\nand every Bonded / Forced laborer shall stand freed and discharged from any obligation\nto render any Bonded / Forced labour.\n(2) No person shall make any advance under, or in pursuance of the\nBonded / Forced labour system or compel any person to render any Bonded / Forced\nlabour or other form of forced labour.\n5.Agreement, custom, etc., to be void.— Any custom or tradition or\npractice or any contract Act, agreement or other instrument, whether entered into\nor executed before or after the commencement of this Act, by virtue of which any\nperson, or any member of his family, is required to do any work or render any\nservice as a Bonded / Forced laborer, shall be void and inoperative.\n6.Liability to repay Bonded / Forced debt to stand extinguished.—\n(1) On the commencement of this Act, every obligation of a Bonded / Forced laborer\nto repay any Bonded / Forced debt, or such part of any Bonded / Forced debt as\nremains un-satisfied immediately before such commencement, shall stand\nextinguished.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 471(5)\n(2) After the commencement of this Act, no suit or other proceeding shall\nlie in any civil court, tribunal or before any other authority for the recovery of any\nBonded / Forced debt or any part thereof.\n(3) Every decree or order for the recovery of Bonded / Forced debt,\npassed before the commencement of this Act and not fully satisfied before such\ncommencement, shall be deemed, on such commencement, to have been fully\nsatisfied.\n(4) Where, before the commencement of this Act, possession of any\nproperty belonging to a Bonded / Forced laborer or a member of his family was\nforcibly taken by any creditor for the recovery of any Bonded / Forced debt, such\nproperty shall be restored, within ninety days of such commencement, to the\npossession of the person from whom it was seized.\n(5) Every attachment made before the commencement of this Act for the\nrecovery of any Bonded / Forced debt shall, on such commencement, stand vacated;\nand, where, in pursuance of such attachment, any movable property of the Bonded/\nForced labourer was seized and removed from his custody and kept in the custody\nof any court, tribunal or other authority pending sale thereof, such movabl property\nshall be restored, within ninety days of such commencement, to the possession of\nthe Bonded / Forced laborer:\nProvided that, where any attached property was sold before the\ncommencement of this Act, in execution of a decree or order for the recovery\nof a Bonded / Forced debt, such sale shall not be affected by any provision of\nthis Act.\n(6) Subject to the proviso to sub-section (5), any sale, transfer or\nassignment of any property of a Bonded / Forced laborer made in any manner\nwhatsoever before the commencement of this Act for recovery of Bonded / Forced\ndebt shall not be deemed to have created or transferred any right, or interest in or\nencumbrance upon any such property and such property shall be restored, within\nninety days of such commencement, to the possession of the Bonded / Forced\nlaborer.\n(7) If restoration of the possession of any property referred to in sub-\nsection (4) or sub-section (5) or sub-section (6) is not made within ninety days from\nthe commencement of this Act, the aggrieved person may, within such time as may\nbe prescribed, apply to the prescribed authority for the restoration of the possession\nof such property and the prescribed authority may, after giving the creditor a\nreasonable opportunity of being heard, direct the creditor to restore to the applicant\nthe possession of the said property within such time as may be specified in the order.\n471(6) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\n(8) An order made by any prescribed authority under sub-section (7) shall\nbe deemed to be an order made by a labour magistrate.\n(9) Where any suit or proceeding for the enforcement of any obligation\nunder the Bonded / Forced labour system, including a suit or proceeding for the\nrecovery of any advance (peshgi) made to a Bonded / Forced laborer, is pending at\nthe commencement of this Act, such suit or other proceeding shall, on such\ncommencement, stand dismissed.\n(10) On the commencement of this Act, every Bonded / Forced laborer\nwho has been detained in civil prison, whether before or after judgment, shall be\nreleased from detention forthwith.\n7.Property of Bonded / Forced labour to be freed from mortgage,\netc.—(1) All property vested in a Bonded / Forced laborer which was, immediately\nbefore the commencement of this Act, under any mortgage, charge, lien or other\nencumbrance in connection with any Bonded / Forced debt shall, in so far as it is\nrelatable to the Bonded / Forced debt, stand freed and discharged from such mortgage,\ncharge, lien or other encumbrance; and where any such property was, immediately\nbefore the commencement of this Act, in the possession of the mortgagee or the\nholder of the charge, lien or encumbrance, such property shall, except where it was\nsubject to any other charge, on such commencement, be restored to the possession\nof the Bonded / Forced labourer.\n(2) If any delay is made in restoring any property referred to in sub-\nsection (1) to the possession of the Bonded / Forced laborer, such laborer shall be\nentitled, on and from the date of such commencement, to recover from the mortgagee\nor holder of the lien, charge or encumbrance, such mesne profits as may be\ndetermined by the civil court of the lowest pecuniary jurisdiction within the local\nlimits of whose jurisdiction such property is situated.\n8.Creditor not to accept payment against extinguished debt.—\n(1) No creditor shall accept any payment against any Bonded / Forced debt which\nhas been extinguished or deemed to have been extinguished or fully satisfied by\nvirtue of the provisions of this Act.\n(2) Whoever contravenes the provisions of sub-section (1), shall be\npunishable with imprisonment for a term which may extend to three years, or with\nfine which shall not be less than fifty thousand rupees, or with both.\n(3) The court convicting any person under sub-section (2) may, in addition\nto the penalties which may be imposed under that sub-section, direct such person\nto deposit, in court, the amount accepted in contravention of the provisions of\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 471(7)\nsub-section (1), within such period as may be specified in the order, for being refunded\nto the Bonded / Forced laborer.\n9.Authorities who may be specified for implementing the\nprovisions of this Act.— The Government may confer such powers and impose\nsuch duties on a Chief Inspector Labour as may be necessary to ensure that the\nprovisions of this Act are properly carried out and the Chief Inspector may designate\nafter approval of Secretary Labour an officer sub-ordinate to him to exercise all or\nany of the powers, and perform all or any of the duties, so conferred or imposed and\nspecify the local limits within which such powers or duties shall be carried out by\nsuch officer.\n10.Chief Inspector and other officers designated by him.— (1) The\nChief Inspector Labour authorized by the Government under section 9 and the\nofficer designated by the Chief Inspector Labour under that shall, as far as practice, try\nto promote the welfare of the freed Bonded / Forced laborer by securing and protecting\nthe economic interests of such Bonded / Forced labourer after approval of Secretary\nLabour so that he may not have any occasion or reason to contract Act any further\nBonded / Forced debt.\n(2) It shall be the duty of every Chief Inspector Labour and every officer\ndesignated by him under section 9 to inquire whether, after the commencement of\nthis Act, any Bonded / Forced labour system or any other form of forced labour is\nbeing enforced by, or on behalf of, any person resident within the local limits of his\njurisdiction and if, as a result of such inquiry, any person is found to be enforcing the\nBonded / Forced labour system or any other system of forced labour, he shall\nforthwith take such action as may be necessary to implement the provisions of this\nAct.\n11.Punishment for enforcement of Bonded / Forced labour.—\nWhoever, after the commencement of this Act compels any person to render any\nBonded / Forced labour shall be punishable with imprisonment for a term which\nshall not be less than six months not more than one year, or with fine which shall not\nbe less than fifty thousand rupees, or with both.\n12.Punishment for extra Acting Bonded / Forced labour under the\nBonded / Forced labour system.—  Whoever enforces, after the commencement\nof this Act any custom, tradition, practice, contract Act, agreement or other instrument,\nby virtue of which any person or any member of his family is required to render any\nservice under the Bonded / Forced labour system, shall be punishable with\nimprisonment for a term which shall not be less than six months nor more than two\nyears or with fine which may be extend to three hundred thousand rupees but shall\nnot be less than fifty thousand rupees, or with both; and out of the fine, if recovered,\n471(8) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\npayment shall be made to the Bonded / Forced laborer at the rate of not less than six\nhundred rupees for each day for which Bonded / Forced labour was extracted from\nhim.\n13.Punishment for omission or failure to restore possession of\nproperty to, Bonded / Forced  laborer.— Whoever, being required by this Act to\nrestore any property to the possession of any Bonded / Forced labour, omits or fails\nto do so, within a period of ninety days from the commencement of this Act shall be\npunishable with imprisonment for a term which may extend to one year, or with fine\nwhich may extend to thirty thousand rupees, or with both; and out of the fine, if\nrecovered, payment shall be made to the Bonded / Forced laborer at the rate of six\nhundred rupees for each day during which possession of the property was not restored\nto him.\n14.Abetment to be an offence.— Whoever abets any offence punishable\nunder this Act shall, whether or not the offence abetted is committed, be punishable\nwith the same punishment as is provided for the offence which has been abetted.\nExplanation.—For the purpose of this section, “abetment” has the same\nmeaning as is assigned to it in the Pakistan Penal Code (Act XLV of 1860).\n15.Vigilance Committees.— (1) Vigilance Committees comprised of\nfollowing officers shall be set up at the District level in the prescribed manner:—\n1. Deputy Commissioner Chairman\n2. Elected Representatives Member\n3. Superintendent of Police Member\n4. Assistant Commissioner (Concerned Tehsil) Member\n5. President of Bar Association Member\n6. President of Press Club Member\n7. Social Welfare Officer Member\n8. Deputy Director Labour Member\nSecretary\n(2) The following shall be the functions of the Vigilance Committees,\nnamely:—\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 471(9)\n(a) to advise the Labour Department on matters relating to the effective\nimplementation of the law and to ensure its implementation in a proper\nmanner;\n(b) to help in the rehabilitation of the freed boned labour and forced labour.\n(c) to keep an eye on the working of the law; and\n(d) to provide the Bonded / Forced labourers such assistance as may be\nnecessary to achieve the objectives of the law.\n16.Offences to be tried by the Magistrate.— Labour Inspector may\nfile a complaint to Executive Magistrate of concerned District under this Act.\n17.Cognizance of offences.— Every offence under this Act shall be\ncognizable and bailable.\n18.Offences by companies.— (1) Where an offence under this Act has\nbeen committed by a company, every person who, at the time the offence was\ncommitted, was in charge of, and was responsible to, the company for the conduct\nof the business of the company, as well as the company, shall be deemed to be guilty\nof the offence and shall be liable to be proceeded against and punished accordingly.\n(2) Notwithstanding anything contained in sub-section (1), where any\noffence under this Act, has been committed by a company and it is proved that the\noffence has been committed with the consent or connivance of, or is attributable to,\nany neglect on the part of any director, manager or other officer of the company,\nsuch director, manager or other officer shall be deemed to be guilty of that offence\nand shall be liable to be proceeded against and punished accordingly.\nExplanation.—For the purposes of this section,—\n(a)“Company” means anybody corporate, and includes a firm or other\nassociation of individuals; and\n(b)“Director” , in relation to a firm, means a partner in the firm.\n19.Protection of Action taken in good faith.— No suit, prosecution or\nother legal proceeding shall lie against Government or any officer of the Government\nfor anything which is in good faith done or intended to be done under this Act.\n20.Jurisdiction of Courts Barred.— Save as otherwise provided in\nthis Act, no court shall have jurisdiction in respect of any matter to which any provision\nof this Act applies and no injunction shall be granted by any court in respect of\nanything which is done or intended to be done under this Act.\n471(10) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\n21.Interference in duty.— (1) Whoever interferes in duty of Appellate\nAuthority, Chief Inspector, Deputy Chief Inspector or Labour Inspector or any officer\nof the Government under this act or rules made thereunder or while performing a\nduty/function in fulfillment of the mandate given to the department, is committing a\nnon-bailable offence.\n(2) On conviction the offender is liable to a fine which may extend to fifty\nthousand rupees or imprisonment which may extend to three month but not less than\nfifteen days or both.\n22.Lodging of Complaints.— All complaints about Bonded / Forced\nlabour related offences are to be lodged in the prescribed manners.\n23.Competent Court.— All complaints and suits about the Bonded /\nForced labour related offences are to be instituted in the court of Executive\nMagistrate.\n24.Summary Trial.— Bonded / Forced labour related cases shall be trialed\nthrough summary trial in accordance with the provisions of the Code of Criminal\nProcedure, 1898 (Act V of 1898).\n25.Courts competent to take cognizance.— All offence cases\npunishable under this Act and rules made thereunder shall be adjudicated and trials\nshall be conducted exclusively by Executive Magistrate.\n26.Power to try offences summarily and as special cases.— (1)\nOffences under this Act or rules made thereunder which can be tried summarily\nin accordance with the provisions of the Code of Criminal Procedure, 1898\n(V of 1898) shall be tried summarily.\n(2) A Court taking cognizance of an offence under this Act or rules made\nthereunder, may direct Labor Department Officer of the area to serve summons on\nthe accused person to appear before the Court on a given date. In case of refusal or\nnon-compliance by the accused, the Court shall direct the police of the concerned\npolice station to serve a warrant on the accused and produce him before the Court\non the given date.\n(3) All labour related offence cases shall be treated as Special Cases and\ntheir trial shall be conducted accordingly.\n27.Appeals from orders of Magistrates.— A convicted person or the\nDepartment aggrieved by an acquittal order or sentence passed by the Executive\nMagistrate under this Act or the rules made thereunder may, within fifteen days of\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 471(11)\ncommunication of such acquittal order or sentence, may appeal to the Secretary\nLabour Gilgit-Baltistan, who will decide the appeal within one month from the date\nof submission/institution of the appeal.\n(2) The appeal against the decision of the Secretary Labour shall lie with\nthe Chief Court of Gilgit-Baltistan having jurisdiction and final appeal shall be made\nbefore the Supreme Appellate Court of Gilgit-Baltistan.\n28.Duties of other Government Departments and Functionaries.—\nOther Government  Departments and Functionaries of Government of Gilgit-Baltistan\nincluding Police, Administration & Revenue Department and any other department\nshall assist the Labour Department in implementation and enforcement of this Act\nor rules made thereunder and any policies, orders, notifications and measures meant\nfor achieving mandate of the Labour Department.\n29.Obligation of other Government Departments and Functionaries.—\n(1) It is the obligation of all Government Departments and Functionaries of\nGovernment of Gilgit-Baltistan as mentioned in Section 27 to provide any assistance\nwhen asked for by a Labour Department.\n(2) The Police Department, Administration and other law enforcing\nagencies as the case may be, of the concerned district is bound to abide by and\ncomply the orders of Executive Magistrate in the proceedings and disposal of Bonded/\nForced labour offence cases and in implementation of this Act.\n30.Liability to inform.— (1) Every citizen of Gilgit-Baltistan or a\nfunctionary of any Government department is bound to and liable to inform Labour\nDepartment or near police station about the Bonded / Forced labour offence happening\nor likely to happen and truthful and bonafide informer shall be fully protected by the\nGovernment.\n(2) Government shall keep confidential the identity of informer under sub-\nsection (1).\n31.Power to make Rules.— The Government may, by notification in\nthe Official Gazette and subject to the condition of previous publication, make rules\nfor carrying into effect the provisions of this Act.\n32.Power to remove difficulties.— If any difficulty arises in giving effect\nto the provisions of this Act, the Government may by order published in the official\nGazette, make such provisions not inconsistent with the provisions of this Act as\nappear to it to be necessary or expedient for removal of the difficulty:\n471(12) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020  [P ART I\nProvided that no such order shall be made after the expiry of a period of\ntwo years from the date of commencement of this Act.\nFIDA MUHAMMAD NASHAD,\nSpeaker\nGilgit-Baltistan Assembly.\n__________\nRAJA JALAL MAQPOON,\nGovernor\nGilgit-Baltistan .\n————————————————————————————————————————————\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}