{
    "file": "./converted_json\\administratorce13ec87456dc55c756d400cc19d3602.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 10 \n \n \n \n \n \nTHE  FEDERAL  MINISTERS  AND MINISTERS OF STATE  \n(SALARIE S, ALLOWANCES  AND PRIVIL EGES) ACT, 1975  \n \n \n \n \n \nCONTENTS \n \n1. Short title and commencement.  \n2. Definitions.  \n3. Salary.  \n4.  Equipment Allowance.  \n5.  Allowances on taking up and laying down th e office.  \n6.  Sumptuary Allowance.  \n7.  Transport.  \n8.  Official residence.  \n9.  Payment on account of non -availability of official residence.  \n10. Payment in case of own house.  \n10 A.  Residential T elephone, etc.  \n11.  Trave lling allowance for journeys within P akistan.  \n12.  Daily allowance during halt.  \n13.  Travelling allowance bill.  \n14.  Controlling officer.  \n15.  Travelling allowance for journeys abroad.  \n16.  Medical facilites.  \n17.  Leave.  \n18.  Personal staff.  \n19.  Provident Fund.  \n20.  Compensation in case of a ir acciden ts. \n\n \nPage 2 of 10 \n 21.  General.  \n22.  Act to have effect subject to instructions, etc.  \n22 A.  Increase in emoulments.  \n22 B. Increase in salaries etc.  \n23. Repeal.  \n \nPage 3 of 10 \n THE  FEDERAL  MINISTERS  AND  MINISTERS OF STATE  (SALARIE S, \nALLOWANCES  AND  PRIVIL EGES) ACT,  1975  \n \nlACT  No. LXII of 1975  \n[24th  July, 1975] \nAn Act to determine the salaries, allowances and privileges of the Federal Ministers and \nMinisters of State. \nWHEREAS  it is expedient to determine  the salaries, allowances and privileges of the Federal \nMinist ers and Ministers of State and for matters connected therewith; \nIt is hereby enacted as follows :— \n1. Short title and comme ncement.— (1) This Act may be called the Federal Minist ers and \nMinist ers of State (Salaries, Allowances and Privileges) Act, 1975.  \n(2) It shall come into force at once. \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context,— \n2*  *  *  *  *  *  * \n(b)  “family” means the 3[Parents,] 4[spous e], legitimate children and step-children \nresiding  with and whol ly dependent upon the Minister; \n \n(c)  “Government” means the Federal Government; \n \n(d)  “maintenance” in relation to a residence includes the maintenance of furniture \nand furnishi ngs, the payment of local rates and taxes and the provision  of \nelectricity and water; \n \n(e)  “Minist er” means a Federal Minist er and Minist er of State; \n \n(f)  “official residence” means the house  reserved from time to time for use by \na Minist er and includes the staff quarters and other buildin gs appurtenant \nto, and the gardens of, the residence 3[,but does not include Federal Lodges, \nParliament Lodges, Government Host el and a Government Rest Hous e]; \n \n(g)  “prescribed” means prescribed by rules to be made by the Government; \n \n(h)  “year” means a year commencing on the first day of July and ending on the \nthirtieth day of June next followin g; \n \n(i)  other words and expressions  used in this Act and not defined shall have the \nmeanings assigned to them in the Constitution  of the Islamic Republic  of \nPakistan or the Fundamental and the Supplementary Rules. \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III. p. 597. \n2Omitted by ord. 38 of 2001, s.2.  \n3Ins and added by Act VII of 05, s.10. \n4Subs. by the Finance Act, 1996 (9 of 1996) s. 10. for \"wife\". \n \n \nPage 4 of 10 \n *3. Salary. Every Federal Minist er shall receive a salary of *[Two hundred  thousand rupees ] \nper mensem and every Minist er of State *[One hundred eighty thous and rupees] per mensem. \n4. Equipment Allowance. On his first appointm ent, a Federal Minist er 1[and a \nMinist er of State may draw 2[five thous and] rupees] as an allowance for equipping  hims elf: \nProvided that during the ten years immediately preceding the said appointment, he had not \ndrawn an allowance for the same purpose upon  election or appoin tment to the office of Chairman, \nSpeaker, Federal Minist er, Governor or Minist er of State or a diplom atic office. \n5. Allowances on taking up and laying down the office.— (1) A Minist ry shall be entitled \nto claim actual expenses to the extent mention ed below from his ordinary place of residence to the \nseat of Government on taking up office and from the seat of Government to his ordinary place of \nresidence on laying down  office :— \n \n(a)  the actual travelling expenses for hims elf and his family; \n \n(b)  the cost of transpo rting personal servants, not exceeding two, by the lowest \nclass of accommod ation; \n(c)  the cost of transpo rting hous ehold effects, not exceeding one hund red and \ntwenty maunds,  by goods train, steamer or other craft, excluding  aircraft, and \nhis personal car, if any. \n(2) No claim shall lie for any travel or transportation not performed within  six months  \nof the date of taking up or laying down  office, as the case may be. \n \n3[6. Sumptuary Allowance. Every Federal Minist er and Minist ers of State shall receive \nsumptu ary allowance at the rate of six thousand rupees per mensem.] \n \n7. Transport.—(1) Every Minist er 4[and the member of his family] shall be entitled to the \nuse of an official car maintained at the cost of Government in accordance with the rules framed \nby the Government for the use of staff cars. \n(2) A Minist er who resigns his office but is not re-appoint ed may be allowed the use of the \nstaff car provided to him for the same period for which he is allowed to retain official residence but, \nduring this period, he shall pay for the petrol and oil and for the official driver who will remain in \ncharge of the car. \n8. Official residence.—(1) Every Minist er shall be entitled, without  payment of rent, to the \nuse of a residence throughout his term of office, and for a period of fifteen days immediately \nthereafter, and no charge shall fall on him personally in respect of its maintenance. \n \n* Salary of a Federal Minister and Minister of State has been enhanced with effect from 01.10.2016 vide Cabinet Division ’s O.M No. 2 -4/2011 -Min-I \ndated 21st December, 2 016. \n \nNote : The Ad -hoc Relief Allowances 2014, 2015 and 2016 granted with effect from 01 -07-2014, 01 -07-2015 and 01 -07-2016 respectively shall cease \nto exist with effect from 01 -10-2016.  \n1Subs. by the Federal Mini sters and Ministers of State (Salaries, Allowances and Privileges) (Amdt.) Ordinance, 1983 (6 of 1983), s. 3. \n2Subs. by Act 9 of 1996 s. 10, for \"three thousand\". \n3Subs. by the Finance, 1996 (9 of 1996),s.10, for section 6 which was previously subs. by ord. 6 of 1983,s.4. \n4Ins. by the Federal Ministers and Ministers of State (Salaries, Allowance and Privileges) (Amdt.) Ordinance, 1983 (6 of 1983),s.5. \n \n \nPage 5 of 10 \n 1[(2) The assessed rent of a house  hired for the use of a Federal Minist er shall in no case \nexceed fifty five thousand rupees per mensem and that of a house  hired for the use of a Minist er of \nState fifty thousand rupees per mensem.] \n2[(3) The official residence of the Federal Minist er and Minist er of State shall be furnished by \nGovernment at a cost not exceeding one hund red thous and rupees in accordance with such scale as \nmay be prescribed by the Federal Government from time to time.] \n1[(4) Lum sum utility allowance of twenty -two thous and rupees per mensem shall be paid \nof a Federal Minist er and the Minist er of State for payment of utility bills]. \n(5) All furniture and furnishin gs provided in the official residence shall be marked by the \nPakistan Public  Works Department for the purpose of identification. \n(6) When a Minist er occupies an official residence, it shall be the duty of the officer \nconcerned of the Pakistan Public  Works Department to hand over charge of the furniture and \nfurnishin gs in that residence to the Minist er, or to a person authorised by him in writing, according to \nan inventory to be drawn up and signed. \n(7) When a Minist er is about to vacate an official residence, he shall inform the officer \nconcerned of the Pakistan Public  Works Department and shall arrange for the furniture and \nfurnishin gs of the official residence being handed over to that officer according to an inventory to be \ndrawn up and signed. \n(8) The officer concerned of the Pakistan Public  Works Department may. from time to time, \ninspect an official residence, its furniture and furnishin gs, with the prior approval of the Minist er. \n3[9. Payment on account of non-avail ability of official residence. If, at the time of his \nentering upon office, an official residence as per entitlement is not available, a Federal Minist er or a \nMini ster of State shall, until such residence is provided by the Government, be paid subject to a \nmaximum  of fifty five thous and rupees per mensem in the case of a Federal Minist er and fifty \nthousand rupees per mensem in the case of a Minist er of State.] \n3[10. Payment in case of own house. Where a Federal Minist er or a Minist er of State \nchoos es to reside in his own hous e, the Federal Minist er may be paid a month ly sum of fifty-five \nthousand rupees and the Minist er of State fifty thous and rupees, in lieu of the furnished \naccommod ation and to cover all expenses on its maintenance: \nProvided that no furniture or furnishing  shall be provided therein at the cost of \nGovernment: \nProvided further that, if the Minist er holds  his office in the house, the room used as his \noffice shall be furnished at Government expenses: \nProvided also that a Federal Minist er and Minist er of State shall be entitled to utility \nallowance specified in sub-section (4) of section 8.] \n4[10A.  Residential Telephone, etc.—(1) A Minister shall be entitled to a telephone  to be \ninstalled at his residence at Government expense shall be exempted from payment of its rental and \ncharges of calls made therefrom within the country. \n(2) A casual telephone  facility shall be provided to the Minist er during his tour within  the \ncountry.] \n \n \n1Subs. by Act VII of 05, s.10. \n2Subs.by Act IX of 1996, s.10.  \n3Subs. by Act VII of 05,s.10. \n4New section 10A ins. by Act IX of 1996, s.10.  \n \nPage 6 of 10 \n 11. Travelling allowance for journeys within Pakistan.— (1) Subject to the provisions  \nmade hereafter, a Minist er travelling on official duty shall be treated as a first grade officer. \n(2) Journey by rail.—(i) A Federal Minist er shall be entitled— \n(a)  to requisition  at the cost of Government a reserved railway saloon,  if available, \nor a two-berthed or four-berthed first class compartment, including  an air-\ncondition ed compartment if available on the train; \n(b)  to take with him not more than two personal servants by the lowest class of \naccommod ation when travelling by a two-berthed or four-berthed railway \ncompartment and not more than four personal servants when travelling by a \nrequisition ed railway saloon; \n(c)  to the carriage of personal baggage not exceeding three maunds  when \ntravelling by a railway compartment and not exceeding six maunds  when \ntravelling by a requisition ed railway saloon;  \n(d)  to take with him without  payment of fares his family members not exceeding \nfour, when travelling in a requisition ed railway compartment or a saloon;  \n(e)  to draw an allowance of fifty rupees for every twenty-four hours of the period \nof joum ey and an allowance of twenty-five rupees for a lesser period, in \naddition to the daily allowance admissible  under section 12. \n       (ii) A Minist er of State shall be entitled — \n(a)  to requisition  at the cost of Government a coupe  or four-berthed first class \ncompartment, including  an air-condition ed compartment if available on the \ntrain; \n(b)  to take with him not more than two personal servants by the lowest class of \naccommod ation when travelling by a two-berthed or four-berthed railway \ncompartment; \n(c)  to the carriage of personal baggage not exceeding three maunds  when \ntravelling by a railway compartment ; \n(d)  to take with him without  payment of fares his family members not exceeding \nfour, when travelling in a requisition ed railway compartment; \n(e)  to draw an allowance of fifty rupees for every twenty-four hours of the period \nof journey and an allowance of twenty-five rupees for a lesser period, in \naddition  to the daily allowance admissible  under section 12. \n(3) Journ ey by steamer or launch.—A Minist er shall be entitled—  \n(a)  to draw the actual fare paid for hims elf; \n \nPage 7 of 10 \n (b)  to draw an allowance of fifty rupees for every twenty-four hours of the period \nof journey and twenty-five rupees for a lesser period, in addition  to the daily \nallowance admissible  under section 12; \n(c)  to take with him not more than two personal servants by the lowest class of \naccommod ation; \n(d)  to the carriage of personal luggage not exceeding three maunds.  \n(4) Journeys by air.—A Minist er may, if the public interest so demands, travel by air, in \nwhich case he shall be entitled— \n1[(a)  to the actual busin ess class air fare, while  travelling within  the country, and \nfirst class air fare, while  travelling abroad;] \n(b)  to the cost of transpo rting personal luggage not exceeding one hund red pounds  \ninclusive  of the free allowance given by the air company; \n(c)  to requisiti on at the cost of Government, if he considers it necessary in the \npublic  interest, an aeroplane or a helicopter belonging to the Pakistan Air \nForce or a Provincial Government, subject to availability and in accordance \nwith the rules framed by the relevant authority, or an aeroplane belonging to \nany flying club in Pakistan; \n(d)  to take with him 2[, while travelling within  the country,] one member of his \nfamily when traveling by a comm ercial aeroplane or four members of his \nfamily when traveling by a requisi tioned aeroplane, provided that no non-\nofficial shall be allowed to travel in a Pakistan Air Force aeroplane without  the \nauthority of the Minist ry of Defence ; \n(e)  to the cost of transpo rting not more than two personal servants by the lowest \nclass of accommod ation by rail or steamer; \n(f)  to the carriage of personal luggage by rail or steamer subject to a maximum \nof three maunds;  \n(g)  to take with him by air one personal servant or a peon in lieu of the \nentitlements in clauses (e) and (f). \n(5) Journey by road.—(a) A Minist er shall be entitled, for a journey performed by road \nbeyond a radius of 3[eight kilom eters from his headquarters, to an allowance of three rupees per \nkilom eter if the journey is performed by a private vehicle], and in any other case to an allowance at \nthe rate of fifty rupees per day: \n \n1Subs. by the Finance Act, 1996 (9 of 1996) s. 10. for clause \"a\". \n2Ins.ibid., \n3Subs. ibid., for \"certain words\". \n \nPage 8 of 10 \n Provided that the allowance mention ed in this sub-section shall be admis sible only in respect \nof— \n(i)  a journey or that part of a journey which has to be undertaken by road in the \npublic  interest or in the absence of railway communi cation; and \n(ii)  a short journey which cannot conveniently be undertaken by rail and which \ninvolv es an absence from headquarters for more than eight consecutive  hours. \n(b) In respect of a journey performed by road beyond a radius of five miles from his \nheadquarters, a Minist er shall be entitled to claim the actual cost of transporting— \n(i)  not more than two personal servants, provided that the servants travelled by a \nconveyance other than that by which the Minist er travelled, and \n(ii)  up to a maximum  of three maunds  of personal luggage: \nProvided that the journey is performed to a place of halt in respect of which daily allowance \nis admissibl e. \n12. Daily  allowance during halt.— (1) A Minister, while  on tour, shall be entitled to \nreceive a daily allowance at the rate of 1[four hundred] rupees for each day. \n2[(2) A Minister who arrives at the place of duty or departs from such place shall be entitled \nto draw daily allowance at the full rate for the day of arrival or the day of departure, as the case may \nbe, irrespective of the time of arrival or departure: \nProvided that no more than one daily allowance at the full rate may, in any case, be claimed \nin respect of any one day.] \n(3) Where a Minist er on tour stays in an hotel because of non-availability of \naccommod ation in any Government Guest House  or Rest Hous e, he shall be entitled to the \nreimbu rsement of actual rent charges of a small suite  paid by him for the period of stay in that hotel, \nin addition  to the daily allowance: \nProvided that a Minist er who does not wish  to avail hims elf of such accommod ation shall be \npaid a subsi dy at the rate of 3[fifty] rupees for each day during any period of tour on duty. \n13. Travelling allowance bill. A Mini ster shall indicate on his travelling allowance bill \nwhether he has travelled in a requisition ed railway saloon or compartment or aeroplane or as an \nordinary first class passenger, specify the numb er and relationship  of family members and others \nwho travelled with him, certifying whether they purchsed the necessary tickets, and also certify that \nthe journey was primarily undertaken on official busin ess. \n \n \n1Subs. by the Finance Act. 1996 (9 of 1996) s. 10. for \"one hundred\", which was previously amended by various enactments. \n2Subs. by the Federal Mini sters and Ministers of State (Salaries, Allowances and Privileges) (Amdt.) Ordinance, 1980 (35 of 1980), s. 4. \n3Subs. by the Federal Mini sters and Ministers of State (Salaries, Allowances and Privileges) (Amdt) Ordinance 1980 (35 of 1980) s. 4. for \"sixty-five\". \n \nPage 9 of 10 \n 14. Controlling officer. A Minist er shall be his own controlling  officer. \n15. Travelling allowance for journeys abroad. A Minist er travelling on official busin ess \noutside  Pakistan shall be entitled to such allowance as may be prescribed from time to time by \nGovernment. \n16. Medical facilities. A Minist er and his family shall be entitled to medical facilities \nadmissible  under the Special Medical Attendance Rules, except that they shall be entitled to receive \nmedical treatment at the residence. \n17. Leave.— (1) The Prime Minist er may grant to a Minist er during his term of office at any \none time or from time to time, leave of absence for urgent reasons of health or private affairs, for a \nperiod not exceeding in the aggregate three months  1[* * *]: \n1[Provided that a Federal Minist er and a Minist er of State shall earn four days leave per \nmonth  subject to a maximum  of three months .] \nProvided that a Minist er shall be entitled to avail hims elf of the unutil ized period of the leave \naforesaid immediately after laying down his office. \n(2) *[A Federal Minist er shall be entitled to receive leave salary of Two hund red thousand  \nrupees  per month  and a Minis ter of State One hundred eighty thous and rupees per month. ] \n18. Personal staff. Each Minist er, except while  on leave, shall be entitled to have one \nprivate secretary, one personal assistant, 2[one urdu stenographer or stenotypist, one quasid and \none naib quasid] with such status and conditions  as are or may be laid down  by the Government \nfrom time to time. \n19. Provident Fund.— (1) A Minist er may, at his option,  become a subscriber to the General \nProvident Fund; and if he so opts, he shall subscribe to the Fund as a compulso ry subscriber in \naccordance with the General Provident Fund (Central Services) Rules.  \n(2) A temporary advance may be granted to a Minister from the amount  standing  to his \ncredit in the General Provident Fund at the discretion of the Government for a purpose for which \nsuch advance may be granted to a subscriber under the said Rules. \n(3) The grant of a temporary advance under sub-section (2) shall, unless the Government \notherwise directs, be subject to the conditions  to which an advance granted to a subscriber under the \naforesaid Rules is subject. \n \n \n \n1Omitted and ins. by Ord.65 of 02,s.2. \n2Subs. by the Federal Mini ster and Ministers of State (Salaries, Allowance and Privileges) (Amdt.) Ordinance, 1980 (35 of 1980),s.5. \n*Leave Salary  of a Feder al Minister and a Minister of State has been enhanced from Rs.99,808/ - p.m. to Rs. 200,000/ - p.m. and Rs. 92,324/ - p.m. to Rs. \n180,000/ - p.m respectively with effect from 01.10.2016 vide cabinet Division O.M No. 2 -4/2011 -M in –I dated 21st Decem ber, 2016.  \n \nPage 10 of 10 \n 20. Compensation in case of air accidents.— (1) If a Minist er, while  travelling by air, on \nofficial duty, by any flight, scheduled or unscheduled (including flight in a Government-owned \naircraft of any type), dies or receives an injury as a result of an accident, the Government shall pay \nto the person or persons referred to in sub-section (2) a sum of 1[three hund red thous and] rupees \nin the case of death, and an amount  to be determined by the Government having regard to scales \nof compensation applied by insurance companies in like cases, in the case of injury. \n(2) The compensation shall be payable, in the case of injury, to the Minist er and, in the case \nof death, to such member or members of his family, or, if there be no such member any other person \nor persons as may be nomin ated by him, and in the absence of such nomin ation to his heirs. \n(3) A nomin ation under sub-section (2) may be made, and may also be revoked or altered, by \na notice in writing signed by the Minist er and addressed to the Accountant General, Pakistan \nRevenues. \n21. General.—(1) The family of a Minist er shall be entitled to travel by air or by rail from \nthe headquarters of the Minist er to his hometown  and back once a year at Government expense. \n \n(2) All reasonable precautions  shall be taken by the Mini ster to see that the official residence, \ntranspo rt and furniture and furnishin gs provided by the Government are used with the same care with \nwhich a person’s own property is used. \n22. Act to have effect subject to instructions, etc. This Act shall have effect subject to such \ninstructions,  rules, exceptions,  further concessions,  or easements as the Government may from time \nto time prescribe or grant. \n2[22A.  Increase in emoulments. — The salaries, allowances and privileges of Minist ers shall \nautom atically be increased by the Federal Government in proportion to the increase in emolum ents of \nthe civil servants.] \n3[22B. Increase in salaries etc. — (1) The Federal Government may, by notification in the \nofficial Gazette, revise the salary, allo wances and privileges of Ministers to enable them to perform \ntheir functions and discharge their responsibilities in a befitting and effective manner.  \n(2) The provision of this section shall have effect notwithstanding anything contained in any \nother provi sion of thi s Act.] \n23. [Repeal.] Omitt ed by the Federal Laws (Revision and Declaratio n) Ordinance, 1981  \n(XXVII of 1981), s. 3 and II Sch, \n \n \n \n \n \n \n \n1Subs. by the Finance Act, 1996 (9 of 1996), s.10, for “one lakh and fifty thousand”. \n2Subs. by Act VII of 05, s.10. \n3Ins. by finance Act 2016 s.9."
}