{
    "file": "./converted_json\\administrator518b8c2368a6cdeca153af7bcd25774a.json",
    "name": "Members of Parliament and Provincial Assemblies (Exemption of Advisers from Disqualification) Act, 1976",
    "date": "18th April, 1976",
    "tagline": "An Act to declare the holders of the office of Adviser to the Governor not to be disqualified from being elected or chosen as, and from being a member of Parliament or a Provincial Assembly.",
    "content": "Page 1 of 2 \n   \n \n \n \nTHE MEMBERS OF PAR LIAMENT AND PROVINCIAL ASSEMBLIES \n(EXEMPTION OF  ADV ISERS FROM DISQUALIFICATION) \nACT, 1976 \n \n \n              \n \nCONTENTS  \n1.  Short title and comme ncement \n2.  Advisor  to Governor not to be disqualified \n3.  Repeal \n \n \n \n\nPage 2 of 2 \n THE MEMBERS OF PAR LIAMENT AND PROVINCIAL ASSEMBLIES \n(EXEMPTION OF  ADV ISERS FROM DISQUALIFICATION) \nACT, 1976 \n \n 1ACT No. XIX OF 1976   \n \n           [18th April,  1976] \n \nAn Act to declare the holders of the office of Adviser to the Governor not to be disqualified from \nbeing elected or chosen as, and from being a member of Parliament or a Provincial Assembly. \n \n WHEREAS  p aragraph (d) of clause (1) of Article 63 read with Article 127 of the \nConstitution  provides that a person holdi ng any office of profit in the service of Pakistan may be \ndeclared by law not to be disqu alified from being elected or chosen as, and from being, a member of \nParliament or a Provincial Assembly; \n \n AND  WHEREAS, it is expedient in the public  interest to declare that persons holding the  \noffice of Advis er to a Governor during certain period shall not be disqualified from being elected or \nchosen as, and from being, a member of Parliament or a Provincial Assembly; \n \n It is hereby enacted as follows :— \n \n 1. Short title and comme ncement.—(1) This Act may be called the Members of \nParliament and Provincial Assemblies (Exemption of Advis ers from Disqu alification)  Act, 1976.  \n  \n (2) It shall come into  force at once and shall be deemed to have taken effect on the thi rty-first \nday of December, 1975.  \n \n 2. Advisor  to Governor not to be disqualified. It is hereby declared that any person \nholding  the o ffice of Adviser to the Gov ernor of a Province during the p eriod— \n \n(a)       that  an  Order  und er  paragraph  (c)  of  clause  (2)  of  A rticle  232  of  the \nConstitution  is  in  force whereby the  Federal  Government  has  assum ed  to \nitself, or directed the Governor of a Province to assume  on its behalf, all or \nany of the functions  of the Gov ernment of that Province; or \n \n(b)       a Proclamation und er Article 234 of  the Constitut ion is in force; \n \nshall not be disqu alified from being elected or chosen as, and from being, a member of \nParliament or a Provincial Ass embly. \n \n 3. [Repeal.] Omitt ed by the Federal Laws (Revision  and Declaratio n) Ordinan ce, 1981 \n(XXVII of198 1), s. 3 and S ch., 11. \n________________  \n \n \n \n         Last Uploaded on 2.11. 2023  \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1976, Ext., Pt. Ill, p. 308."
}