{
    "file": "./converted_json\\administratord7619e0a3268a0deab59cb0efb728ce0.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTERED No L - 7616 \nf fakiffian \nEXTRAORDINARY '-\nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, APRIL 12, 1982 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nCABINET SECRETARIAT \n(Establishment Division) \nNOTIFICATIONS \nRawalpindi, the 11th April, 1982 \n(I)182.—In exercise of the powers conferred by section 8 of \nribunals Act, 1973 (LXX of 1973), the Federal Government is \nto direct that the following amendments shall be made in the Service \n(Qualifications of Members) Rules, 1974, namely :— \nIn the aforesaid Rules, in rule 2,— \nafter the words \"period of \", the commas and words \"or for periods \naggregating \", shall be inserted: and \nthe following Explanation shall be added at the end, namely \n\"Explanation—In computing the period during which a person \nhas held an appointment or post or has been an advocate or \nlegal practitioner, there shall be included any period during \nwhich he has held an appointment or post after he became an \nadvocate or legal practitioner or, as the case may be, the period \nduring which he has been an advocate or legal practitioner after \nhaving held the appointment or post \". \n1/6/82-ST/D-4.] \nMAQBOOL AHMED SHEIKFI, \nJoint Secretary. \n(469) \nPrice : Ps. 19 - 1033 \n468 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 11, 1982 \nProvided that where in an appeal or revision, \nBench is of opinion that the sentence may be enhan ced',  \nimprisonment for more than fourteen years or death, \nappeal or revision, as the case may be, shall be heard by  larger Bench to be nominated by the Chief Justice. \" ; and° \nafter rule 16, the following new rule shall be added, namely : \n\"16A. When Court suo moto takes up a matter.—(1) The Court diali  \nprepare a list of the laws which it would like to examine on its  own motion for determining whether they or any of their p ro. visions are repugnant to the Injunctions of Islam as contai w  \nin the Holy Quran and Sunnah. \nWhere the Court decides to so examine any such law or  \nprovision as is mentioned in the list prepared under sub-rule (II \nit shall cause a notice to be issued to the public in general aN \nto such Bar Associations, religious organisations and instju,. \nlions, jurisconsults and other persons as it may deem necessa ry \ninviting their views on the matter referred to in sub-rule (11, \nsupported by the Holy Quran, the traditions of the Holy pr ophe, \nand the juristic opinions, if any. \nThe notice referred to in sub-rule (2) shall specify tht \ndate by which the views should be sent to the Court and thc \ndates on which the Court is likely to hear the matter. \nA notice of the dates on which the Court is likely to \nhear the matter shall also be served on the Attorney-General for \nPakistan, Deputy Attorney-General appointed by the Government \nfor Shariat petitions, Standing Counsel and, if such law is a Pro-\nvincial subject, the Advocate-General of the Province concerned. \nIn determination of a question taken up by the Court \nunder this rule, the provisions relating to disposal of a petition \nshall, mutatis mutandis, apply.\". \nBy Order of the Court. d  \n`i, \tk 4' I \t1.Y....).0 f \troii \nlb IIV) cctil qopeK) .rt,w) \t ) 6• \t 11,Kx;obV (krq \nflAzIk 1 In. \t :t.) \t, \t •srl,  :7..11 \t• .1) \t (' \t! IG41.1V1 \t\n-.ming))• in7: '1 asin . \tic•::;i1 lot :41140 1  \nId West!I.t1 \t Iue.a 4b:40• n, \t\nbrirte- --414)1 \t111L1t rzf..,  fry \n5(1, 11.) \n111 \t(b) \" \n471  i1aa - ,404111110 S. A. NIZAMI, \nRegistrar. \nPRINTED BY THE MANAGER. PRINTING CORPORATION OP PAKISTAN rims. inAswo \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}