{
    "file": "./converted_json\\administrator9227ab8849c38d0e8fd79e9fd07fdd74.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGTSTEREDN*Y#\n9\n@tte@ratffi d Sg[fdtsrr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD. TUESDAY APRII, 20, 2OIO\nPART I\nActs. Ordinances, Prcsident's Orders and Regulations\nGOVERN\\1IJNT OI: PAKIS IA\\\nMINISTRY OF I-AW AND JUSTICE\nlslunubad, tha 20th lpril. )010\nF. No. 2 ( l)/2010-Pub.-The following Ordinance promulgated by the\nPresident on the I 7th April, 2010 is hereby published for general inlormation:-\nOnorivexcs No. XV oe 201 0\nAN\nORDINANCE\nto provitlc.fbr the urablishmcnr ol tha Dt'/bncc llousing Aulhoritr\nI s lt ntu bctd\nWHcne,qs it is expedient to establish Defence Housing Authority Islamabad\nand to provide for the matters connected therewith or incidental thereto;\nAND wrtEREAS the National Assernbly is not in session and the President is\nsatisfied that circurnstances cxist which render it necessary to take.immediate action;\n(25s)\n12362(2010)lEx. Gaz.lPrice : Rs. 10.50\n256 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Pnnr I\nNo\\\\,. rHEriEFoltE, in exercisc of-thc porrers conferrcd by clausc (1)of\nArticle 89 ofthe Constitution of the Islanric RcpLrblic ofPakistan. the President is\nplcascd to makc and pronrulgatc the following Ordinance:\nl. Short title, ertent and comme nce mcnt.-(l ) This Ordinance ntay\nbe called the Defence Housing Authority Islamabad Ordinancc. 2010.\n(2) . It extends to the Specified Area\n(3) It shall conrc into force a( once and shall be dcemcd to havc taken\nef'fect on the und ll onr the 26th March 201 0.\n2. Definitions,-ln this Ortlinance, unless there is anything repugnant\nin the subject or conte\\t.\n(a ) \"Administrator\" means the Chie f Executive Officer of the Authority\nappointed under this Ordinance:\n(b) \"Authority\" means the Delence Housing Authority Islantabad\ncstablished under this Ord inance:\n(d) \"CDA\" nreans the Capital Development Aulhority constituted undcr\nthe Capital Development Authority Ordinance, 1960 (XXIII ofl960);\n(e) \"controlled area\" means an area notified as such by the'Authority\n(0 \"Executive Board\" mcans the Executivc Bourd constituted under this\nOld inance:\n(g) \"Goveming Body\" means tl'rc Governing Body constituted under this\nOrdinance:\n(h) \"lslanrabad Capital Territory (lCT)\" nrcans the Federal Capital as\ndetermincd under the Capital 01- the Rcpublic (Determination of thc\nArea) Ordinance, 1963 (VI of 1963);\n(i) \"member\" nreans a member ofllre Authority and includes its Chairman;\n0) \"prescribed\" nreans prcscribcd by rulcs or regulations made under\n(his Ordinance;\n(k) \"President\" means the President ofthe Executive Board;(c) \"Chairman\" means the Chaimran of tlre Goveming Body;\nP\\Rr Il THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 257\n(l) \"projcct\" nrcans any project of housiug ol devclopntent ol'land\nLrrrdertaken or planned hv thc Authoritr,:\n(nr)\n(n)\n(o)\"Regulatiorls\" means regulations made under this Ordinance;\n\"Rules\" means rules nrade under this Ordinancel\n\"Sclreme\" means any financial scheme or development scheme\nundertaken, planned or nrade by thc Authority under this Ordinance;\n(p) \"Secretary\" means the Secretary of the Authority; and\n(q) \"Specified Area\" nreans all llnd purchascd or procured by, or leased\nto. Arn)y \\\\'clfarc Housing Schcnre (A\\\\lliS) in any manner before thc\nconrrrcncenrerrt of this Orclinance and vcstcd in the Authority and such othcr land\nas nray lrom tinre to timc be purchascd or procured by. or leascd to the Authority in\nan alea in Rarvalpintli District as lnly be notilied by the Authority and in Zones ol\nprilatc Housing Schemcs earmarked by C.D.A. in lslamabad Capital Territory.\n3. Establishment of the Authority.-(l ) There shall be established\nan Authority to be known as the Defence Housing Authodty, Islamabad for carrying\nout tlre purposes of this. Ordinance.\n(?) -l-hc Authority shall bc a bodr corporate. har ing llcrpetuirl succcssion\nlntl conrlnolr scal. rvith powcr to purcllasc. Ilr-ocure, hold and dispose ofproperly,\nboth nror atrlc and inmor ablc. and to entcr inlo contracts. and shall bv its nanrc suc\nand bc sued.\n.1. Gove rning Board,-( l) The gencral direction and administration of\nthc Authority and its affairs shall ves( in thc Covcrning Body, u'hich shall consist ol'\ntlre [ollorr ing rrcnrhcrs. nlnrcll:\n(i) The Secretary, Ministry of-Defence Chairmarr\nVice Chairman\nMentber\nMe ntber\nMember\nMentber(ii) Adjutant General Pakistan Army\n(iii) Director General Welfare and Rehabilitation .\n(vi)\n(v)\n(vi)Adnrilristrator...\nChailnran, CDA\nSecrctary ..........(3) The head o1fice ofthe Authority shallbc at Islamabad or Rawalpindi,\nirs thc case rlay bc.\n258 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [Pnnr I\n(2) The Federal Government may incrcase or decrease the ntrmbct of\nnrenrbers ofGovelning tlody and in case of non-ol'ficial nrenrbers nray ptescribe\nthcil tlulli fi c;rtiorrs Jnd nrode of apporntn'rcnl.\n5. Executive Beard,-( l)There shall be an Executive Board rvhich\nshall exercise all the administrative, executive and financial powers of theAuthority\nand do all such acts and things, which may be exercised or done by the Authority\nbut under the guidance and directions on questions ofpolicy by the Goveming Body.\n(2) The Executiye Board shall comply uith thc instructions of thc\nCor erning l3trdy issLrcd fronr tinrc to rirnc.\n(3) The Executive Board shall consist ofAdjutant Gcncral Pakistan Arnry\nas its IrrcsidL-nt. Director-Ceneral Welfare and Rchabilitation. Adn'til'listrator of the\nAutltority and Secrctary of the Authority as menrhers wlrile trvo residents will be\nco-optcd members.\n(5 ) The Adminrstrator not bclo\\r' the rank of Brigadier (scn,ing ol retired)\nshall trc appointed by thc Chielofthe Arnry Staff who shall pcrform such lunctions\nas nrav be assigned to hinr by the Govcrning Bodv.\n6. Meeting of Governing Body and Executive Board.-(l) The\nGoverning Body shall meet at least once every year, on such date, time and place\nas may be fixed by the Chairman, and at suclt meetings it shallapprove the budget\nand audit report of the Authority laid beforc it by the Executive Board and revicw\nthe progress and activities oftheAuthority as wcll as to lay down matters ofpolicy\nfor the guidance of the Executive Board and .transact such other business as ntay\nbe laid before it by the Executive Board.\n(2) The Executive Board shall meet as may be required, or considered\nDecessary by the Administrator in consultation with the President and at such\nrneetings shall transact such business as may be laid before it by the Administrator.\n(3) The nreetings of the Coverning Body shall bc presided over by the\nChaimran and, in his absence, by the most senior nrentber ofthe Governing Body.\n(4) The meetings ofthe Executive Board shall be presided over by the\nPresident and, in his absence, by the mosl senior. member ofthe Executive Board.(,1) The co-optcd menrbers, to bc rppointed hv the Exccutive Board, shall\nbc merrbers I'or a pcriod not exceeding two years at a time and shall not have tht:\nright to vote.\nP,mr Il'IHE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 259\n(5) All nreetings oftlrc Covcrning Body and thc Executive Board shall be\nconve:rcd by the Secretary who shall rccord. rrraintain and kcep the minutes ofall\nsrrch rneetings.\nll. Porvers, duties and functions of Executive Board.-(l) Subject\nto other provisions ofthis Ordinancc. tlrc E\\ecutive Board :ray take such measures\nand exercise such po*,ers as nray be necessary for carrying out the purposes ofthe\nOrd in ance.\n(2\\ \\Vithout prejudicc to the 1llrdamental rights ofthe peoplc and to thc\ngenelality ol'thc lbregoing powcrs. thc ExecLrtirc Boalcl nray:\n(a) Purchase or procure any Iand in accordance ivith the law and the\nCovernment rules on the subject, and where it pertains to Islamabad\nCapital Territory shall confine itselfto zones 2 and 5 or any other Zone\nso prescribed by CDA for private Housing Schemes:\nProvided that in such Schcmes in Islamabad Capital Tenitory,\nlhc Authority shall obserr,,e thc rules, regulations, byelaws, etcl lramed\nby CDA;\n(b) Lrndertake any works in pursuancc ofany Scheme or project;\n(c) incur any expcnditure;\n(d) procure plant, machincry. equipnrcnt, instrument and necessary\nrlaterialsl\n(e) inrpose, recover. alter, vary or cnhlncc'development charges.\ninstallments, cost of apafiments, housirlg units of the Schemc.\nconrnrercial projects and transfcr fces and other charges in rcspect of\nany property, plot or project lvithin thc area ofthe Authority;\n(0 cnter into contracts or any type of arrangements rvith any local or\nforeign entity for carrying out the purpose of this Ordinance.\nCovernnrent rules on the subject uill lrc obscrved:7. Annual report and accounts.-The Executive Board shall submit\nto the Governing Body, as soon as may be after the end ofevery financial year but\nbefore the thirty first day ofDecember next following, a general report on its affairs\nincluding accounts, balance sheet and audit report for the financial year.\n260 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [P,tnr I\n(g) plan. develop and exccute ncrv developments and projects tlrrough\n.joiut vcntures rvith local and intenrational agencies institutions and\nindividuals:\n(h) plan. approvc and erecute nrergers and anralgamations u'ith otlrer\nadjoining housing schenres or coopelati'\" c housing societies that may\nbe considercd expediert lol thc ovcrall grorvth of the Authority brrt\nsubjectto the approval ofthe Coverning Body and rvl.rere itpertains to\nlslanrabad Capital Territory, shall be donc u.ith tlre concurrence ol\nCDAt\n(i) Iease, purchase or procure, sell, exchangc, mortgage, rent out or\notherwise dispose olany land or propcrty vested ir.r thc Authotity;\n0) cancel or re-plar any housing. conrnrercial or amenity r-rnit, its planncd\nhousing project or Schenre either in cletrult o1'prylrert of installments\ncalled foq ol in violation ofan)/ terms and conditions for such pro-ject\nor Schcme by all allottees\" tlanslerces or.lessecs;\n(k) do all such acts, deeds and things that may be necessary or expedient\nfor the puryosc ofproper planning and development olthe Specified\nA;'ca; and\n(1) nral<e with the priorapproval ofGoverrring Body. rules and regulrtions\nrelating to the ternrs and condilions ofseryice olenrployees, staf'fand\nconsullirnts of the Authority.\n9. Porvers of the Executive Board to raise lunds.-The Executive\nBoard may raise funds, from local and foreign lending agencies, for the purpose of\ngenerating its working capital in such manner as it may think proper, through loans\nor levy of any charges as may be prescribed by rules.\n10. The Administrator, his powers, duties and functions.-(1) The\nAdnrinistmtor shall be the ChiefExecutive Officer ofthe Autholity and shall exercise\nall executive porvers of the Authority delegated or otherwise, in accordance rvith\nthe policy laid down by the Governing Body and the directions or decisions ofthe\nExecutive Board subject lo the provisions ofthis Ordinancc, the rules and regulations.\n(2) The Administrator may, cithcr by himscll or through any officer\nappointcd by thc Executive Board in this behall, carry on tire cor-respondence and\nshall sign, velily, pursue and file allpleadrngs and suclr other docunrcnts on behalf\noltheAuthority. in any suit, appeal, pctition and procccdings rvhich rlay be instituted.\nprepared and lilcd by or against the Authority in oi before any court, tribunal or\nauthoritv\nP,ru IITHE GAZETTE OIr PAKISTAN, EXTRA., APRIL 20, 2010 261\n(3) The Administrator nray u,ith the approval of tlre Erecutive Board\ndelegate its pou,ers to any olits subordinate staflspccilying thc powcr to be excrcised\ninclLrding but not lirrited to sign contracts, pleadings, te issue NOC, NEC, Lien\nMarking:\nProvidctl that thc oltlccr so authorizctl shallcxercise the porver of sigr.ring\nthe colltract aftcr thc approval ofthc Erccutil'c Board or the Adrn in istrrtor'.\n12. Dclegation of pon ers.-The Covcrning Body. thc Executive Board\nancl the Adnrinistrator nray authorize arry person. subjecl to such conclitions as i1\n,nay inrpose to perforrl sLrch lunctions antl dulies as nrry be assigned to him in rvriting.\nI3. Committces.-The Authority, thc Govcming Body and the Executive\nBoarcl may constitute such commitlees as rnay be necessary lor the efficient\nperfonrancc of their respective functions and lssign to slrch committees such\nlinctions. as may bc decmcd necessary.\n14. Functions of the A u thorit)'.-S u [.1ect to the provisiolrs of clause\n(a) olsub-seclion (2) ofsection 8, the Autholity nray do all such acts and things as\nmay be necessary for the plannirrg and developnrent ol- and lor providing and\nregulating housing facilities in the Specitled Alea.\n15. Authority Fund.-(l ) There shall be a fund to be known as the\n\"Defencc Housing Autliority. lslamabad Fund\" rvhich shall vest in the Authority\nand to which slrallbe credited all moneys received by the Authority.\n(2) The lund shall be kept in a schedulcd bank or Financial Lrstitution irnd\nshallbe utilizetl and regulated in such nranner. as may be prcsclibed.\n(3) The funds may be invested in any banking financial or non banking\nllnancial institLrlions aller the approval olExccutive Board.\nI 6. Budget, audit and accounts.-The budget of the Authority shall bc\nappror.cd by thc Govcrning Body and its accounts shall be maintained and audited\nin such manner as may be prcscribcd.I 1. Appointmcnt of olficers and stafl'.-The l:xecLrtive Board nray\nappoint such olficers, functionaries. enrployees. staff, experts, consultants arld\naclvisors as it rray consider necessafy for the perfornance of the functions of the\nA uthority LLndcr this Ordinance and in such nranner and on such ternrs and conditions\nil5 rl.ry bc plcicribcd by rulcs.\n262 THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 [P.rnr I\nI 7. NI unicipal functions.-During such period and for the Specified\nArca the Fcdclal Governruct)1 nray, by Notilication in the Of ficial Cazette spccify,\nnotu ithstanding anythine contained in any othcl lau'1br the tinre being in force, that\nthc.Authorit] rrirvexercise. andpertbrnr such porcrsantl tirnctions asa N'lunicipal\nAdnriuistration may excrcisc ard perfbrnr irr rclation to nrunicipal i'unctions Lrndcr\nthe larv lbl thc tinre being in tbrce.\n18. Taxes and duties etc,-All ta.\\cs, 1ees, rates and cesses inrposed\nor levied in thc cxisting rranners and procedures lnrnrediatcly before the prollulgation\nolthis Oldinance shall corrtinue to bc inrposed or levied in thc same rnanners and\nprocedurcs until altered or abolished in accorclance with the lrw.\n19. . Polver to canccl allotment.-Tlrc Governing Body or the Exccutive\nBoard nray cancel, revokc or rescind any allotnrcnt. tmnslcr. license. lcasc or\nlgreemcnt in rcspect ofan1, plot or Sche[re in the Specilicd Area illhe allottee.\ntransferce. liccnsee or Lessee lails to pay thc dues or installments including\ndu,clopment charges in respect ofsuch plot, a piece of Iand or housing unit within\nthree months lrom the date of receipt of the demand in u,riting or within such\ne\\tendcd tinre as the Coverning Body or the Exccutive Board nray, in special cases.\nfix and thercul.ron the plot or the housing un it. with or rvitirout constructiorl thcreon,\nshall bc rcsunred and vest in thc Authority.\n20. Conversion of property to a difl'erent use.-Any conversion of\nproperty to a difflrent use or purpose othcr tlran the onc provided under a Scheme\nprepared by the Authority by a person rvithout the previous approvalofthe Aulhority\nin writing, shall be liable to the imposition of fine which may extend to two thousand\nrupees per day from the date of its conversion till the default continues.\n21. Removal of building erected or used in contravention of the\nOrdinancel-( I ) If any building, structure, work on land is erected, constructed or\nused in contravention ofthe provisions ofthis Ordinance or any rules, regulations or\norders made thereundeq the Authority or any person authorized by it in this behalf,\nmay by order in writing, require the owner, occupier, user or person in control of\nsuch building, structure. work on land to renrove, demolish or alter the building,\nstructure orwork orto use it in such manner as may bring such erection, construction\nor use in accordance with the provisions ofthis Ordinance.\n(2) If an order under sub-section ( | ), in respect ofany building, structure\nwork or land is not conrplied with in such tirre, as may be specified therein, the\nALrtlrority or any person authorized by it in this bchalf. nray, altergiving thc person\nconcenred an opportunity ofbeing heard, rcntove, denrolish or alter thc building,\nstructure or \\\\,ork. or stop tlte use ofthe land. or scal the bu ilding. premises and in so'\ndoing, nray use such force as ntay be necessary and may also recover thc cost\nP.rnr Il THE CAZETTE OF PAKISTAN, EXTRA., APRIL 20. 2010 263\nthercof lrom the person responsible fol thc ersction. constrllction, or usc of'the\nbuilding, structure, work or land.\n22. Industrial Relations Ordinance 2008 etci not to apply.-Nothing\ncontaiucd in thc lndustrial Relations Ordinancc. 2008 (lV o12008) shall apply in\nrelation to the Authority.\n23. Employees etc deemed to be public servants.-All emplovecs.\ntUnctionaries, oflcers, experts, consultarrts and advisors o1'the Authority shall $icn\nacting or purporting to act in pursuancc ofany'provisions ofthis Ordinance shall be\ndecmed to be public servanls wi(hin the nreaning oI scction 21 of the Pakistnn\nPenal Code (Act XLV ol I860).\n24. lndemnity.-No suit or legal proccedings shall lie against the\nAuthority, the Governing Body, the Executive Board, the Administrator, or any of\ntheir membcrs, or employees of the Authority lor any thing done or purported to\nhave been donc by thenr in good faith under thc Ordinance, the rules or the\nregulations nrade thereunder.\n25. Power to make rules.-The Governing Body may, by notification\nin the official Cazette, make rules for carrying out the purposes of this Ordinance.\n26. Power to make regu htions.-Tlre Executive Board may, by\nnotification in the official Gazettc. make such regulations not inconsistent with the\nprovisions of this Ordinance as it may consider necessary for the administration\nand management ofthe affairs of tlre Authority,\nf7. Ordinance not to override other laws.-Except as otherwise\nprovided in this Ordinance, the provisions ofthis Ordinance shall not override any\nothcr law for the time being inlorce.\n28. Dissolution and savings.{l) Upon the commencement of this\nOrdinance, the Army Welfare Housing Scheme (AWHS) as part of Army Welfare\nTrust shall stand dissolved and upon such dissolution,\n(a) all assets, rights, powers, authorities and privileges and all property,\nnrovable and immovablc. caslr and bank balance. reserve funds.\nin\\,estnrents and all other intcrcsts and rights in or arising out olsuch\nproperty and all liabilities and otrligations of whatcver kind ofthe AWLIS\nshall be transferred 1o and vcst in the Authority:\n(b) all contracts and agreenrents entered into, all rights acquired and all\nmatters and things agreeti to be rione b1,, rvith or for the AWHS belore\nsuch dissolution shalI be deemed to have been entered into, acquired\nor agreed to be done by, with or for tlre Authority:\n264 TllE GAZETTE OF PAKISTAN. EXTRA.. APRIL 20, 2010 [Penr I\n(c) all leases executed and all grants urade and all lands vested in the\nname ofAWHS before such dissolution shall be deemed to be leases\nexecuted and grants made and, all land vested in the name of lhe\nAuthority;\n(d) all contracts, projects, schernes. work (ivhether in progress or not)\nand all guarantees, undertakings, obiigations, liabilities and mortgages,\nexecuted or subsisling in the name oIAWHS belore such dissolution\nshall be deemed to be contracts, projccts, schemes, works, guarantees,\nundertakings, obligations, liabilities and mortgages of the Authorityi\n(e) all pending disputes in respect ofAWHS, shall stand transferred to\nand be decided by the Administrator and any party aggrieved by his\ndecision shall have the right of appeal to the Executive Board whose\ndecision thereon shall bc final:\n(f) all suits, petitions and other legal proceedings instituted by or against\nAWHS, before such dissolution shallbe deemed to be suits, petitions,\nand proceedings by or against the Authority; and\n(g) all allotments and transfers ofplots, whether residential, commercial\nor otherwise, made by AWHS in the Specified Area before such\ndissolution shall be deenred to be aliotments and transfers nrade by\nthe Authority:\nProvided that the Executive Board mayl\n(i) canccl such allotnrcnts rvhich *,ere made or issued in\ncontravention ofthe bye-laws ofAWHS or the resolution ofthe\nExecutive working body oIAWHS:\n(ii) alter the area ofany plot involving duplicate allotments and re-\nallot the sanle in such manncr as it nray consider appropriate:\nand\n(iii) pass such orders in respect oftransfer ofplots involving duplicate\nallotnrents as it may deem fit; and\n(h) all bye-laws, rules or regulations enforce immediately before the\ndissolution ofAWHS shall continue in force until altered or rescinded\nby ru)cs or regLrlations ntadc by thc Authority.\n1\nPnnr IITHE GAZETTE OF PAKISTAN, EXTRA., APRIL 20, 2010 265\n29. Transfer of employees etc of AWHS.-Notwithstanding anything\nto the contrary contained in any contract or agreement or in the conditions ofservice,\nevery employee, functionary officer, stafi expert, consultant and adviser ofAWHS\nshall on the commencement ofthis Ordinance, stand transferred to the Authority on\nthe sanre terms and conditions.\n30. Removal of Dilficutty.-lf any di{ficulty arises in giving effect to\nany provision of this Ordinance, the Federal Covemmenl may, within a period not\nexceeding two years from the commencement ofthis Ordinance,give such directions,\nnot inconsistent with the provisions ofthis Ordinance, as it may consider necessary\nfor the removal oIsuch difficulty.\nASIF ALI ZARDARI,\nPresidenl\nSYED SULTAN AHMED,\nSeni or Joinl Secretarr.\nPRINTED BY'I]II MANACI.:R. PRINllNG ('ORPORATION OF PAKIS'TAN PRESS. ISLAMABAD.\nPTJALISTIED BY'I'HE DEPLITY CONTROLLER. STATONI]RY AND FORMS, UNIVERSITY ROAD, KARACHL"
}