{
    "file": "./converted_json\\administrator08faeb7132cfcd3cb0dfe82ca6b14120.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n  \n \nTHE CANTONMENTS (REQUISITIONING OF IMMOVEABLE \nPROPERTY) ORDINANCE, 1948  \n \n \n \n \n                                                        CONTENTS  \n1.  Short titles and commencement  \n2.   \n2A. [Omitted]  \n3.   \n4.   \n5.   \n5 A.   \n6.   \n7.   \n8.   \n  \n \n \n\n \nPage 2 of 4 \n THE CANTONMENT S (REQUISITIONING OF IMMOVEABLE PROPERTY) \nORDI NANCE, 1948  \nORDINANCE NO. IV OF 1948  \n[28th January, 1948]  \n WHEREAS an emergency has arisen which makes it nece ssary to requisition immoveable \nproperty within the limits of Cantonments for purposes other than of the Cantonment Boards.  \n NOW, THEREFORE, in exercise of the powers conferred by section 42 of the Government of \nIndia Act, 1935 (26 Geo. 5.,c.2.) [as adapted by the Pakistan (Provisi onal Constitution) Order, 1947 \n(O. 2 2 of 1947) ] and of all other powers enabling him in t hat behalf, the Governor -General is pleased \nto make and  promulgate the following Ordinance :__ \n 1. Short title and commencement .___(1) This Ordinance m ay be cited as “The Cantonments \n(Requisitioning of Immoveable Property) Ordinance, 1948”.  \n (2) It shall come into force at once and shall remain in force ti ll it is withdrawn or ceases to \noperate.  \n (3) It extends to all the Cantonments excluding places of re ligious worship therein, in the \nterritories of Pakistan.  \n 2..___(1) If in the opinion of the 1[Federal Government] it is necessary or expedient so to do, \nthe 1[Federal Government] may by o rder in writing requisition any immoveable property  (excluding \nthe places of religious worship) and may make such furth er orders as appear to it to be necessary or \nexpedient in connection with requisitioning.  \n (2) Where the 1[Federal Government] has requisitioned an y immoveable property under the \npreceding sub -section it may use or deal with the property in such manner as it thinks fit.  \n 2A. 2[Omitted ] \n 3. ___(1) Where any property requisitioned under section 2 is to be released from requisition, \nthe 1[Federal Government] may after making such inquiry, if any, as it considers necessary, s pecify by \norder in writing, the person to whom possession of the property shall be given.  \n (2) The delivery of possession of the property to the person specified in an order made under \nsub-section  (1) shall be a  full discharge of the Government from all liability in respect of such delivery \nbut shall not prejudice any rights in respect of the property which any other p erson may be entitled by \ndue process of L aw to enforce against the person to whom possession of the property is so delivered.  \n \n \n \n1Subs. by F.A.O., 1975 .  \n2Omitted by the Federal Laws  (Revision an d Declaration) Ordinance No. XXVII of 1981 , s. 3 and Sch  II. \n \nPage 3 of 4 \n  (3) Where the person to whom possession of any property is to b e given cannot be found and \nhas no agent or other person empowered to accept delivery on his behal f, the Government shall cause \na notice declaring that the property is released from requisitioning to be published in the official \nGazette and to be affixed o n some conspicuous part of the property.  \n (4) When a notice referred to under sub -section  (3) is publish ed in the official Gazette, the \nproperty specified in the notice shall cease to be subject to requisi tioning on and from the date of such \npublication and shall be deemed to have been delivered to the person entitled to th e possession thereof, \nand the  Government shall not be liable for any compensation or other claim in respect of the property \nfor any period after the date of the said notification.  \n 4. Where any immov eable property is requisitioned under this Ordinance, there shall be paid \ncompensation the amount of which shall be determined in the manner and in accordance with the \nprinciples hereinafter se t out, that is to say____ \n(a)  Where the amount of compensation can be fixed b y agreement it shall be paid \nin accordance with such agreement.  \n(b)  Where no such agreement can be reached the 1[Fede ral Government] shall under \nthe rules  to be framed by it, under this  clause fix a reasona ble amount of \ncompensation. The rules so framed specifying the principles on which and t he \nmanner in which compensation is to be determined shall be notified in the \nofficial Gazette.  \n(c)  The compensation fixed by the 1[Federal Government] unde r clause (b) above \nshall be final and no suit or appeal shall lie against Government before any court \nof law in that behalf.  \n 5.___(1) The 1[Federal Government] may, with a view  to carrying out the purposes of this \nOrdinance, by order require any person to furnish to such authority as may be specified in the order \nsuch information in his possession relating to any immoveable property as may be so specified.  \n (2) If any person fai ls to furnish the information req uired by order under sub -section (1) or \nfurnishes any information which is false and which he either knows  or has reason to believe to be false \nor does not believe to be true shall be punishable  with imprisonment with a term which may extend to \nsix months or with fine up to five hundred  rupees or with both.  \n 2[5A. The 1[Federal Government]  may make rules for carry ing out the purposes of this \nOrdinance.]  \n 6. The 1[Federa l Government] may take or cause to be taken such steps and use or caused to be \nused such forc e as may in the opinion of that Government be reasonably necessary for securing \ncompliance with any order made by it under this Ordinance.  \n \n \n \n1Subs. by F.A.O., 197 5. \n2 Ins. by Ordinance No. LVII of 1959, s.3.  \n \n \nPage 4 of 4 \n  7. The 1[Federal Government] may by order  notified in the official Gazette, direct that any \npower conferred or any duty imposed on it by  this Ordinance shall in such circumstances and under \nsuch conditions, if any, as may be specified in the direction be exercised or discharged by such officer \nas may be so specified.  \n 8.___(1) No suit, prosecution or othe r legal proceedings shall lie against any  person for anything  \nwhich is in good faith done or inte nded to be done in pursuance of this Ordinance or any rules or order \nmade thereunder.  \n (2) No suit or other legal proceedings shall lie against the Government for any damage caused \nor likely to be cau sed by anything in good faith done or intended to be done in pursuance of this \nOrdinance or any order made thereunder.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 04 -06-2024  \n1Subs. by F.A.O., 1975."
}