{
    "file": "./converted_json\\adminf4b3fcf40fcf894c9f9de10bddad7b5e.json",
    "name": "The System of Sardari (Abolition) Act, 1976",
    "date": "19th May, 1976",
    "tagline": "An Act to provide for the abolition of the system of Sardari and for matters ancillary thereto.",
    "content": "1  THE  SYSTEM OF  SARDARI  (ABOLIT ION) ACT, 1976.  \n \nACT NO. XL OF 1976  \n \n[19th May, 1976 ] \n \nAn Act to provide for the abolition of the system of Sardari  and for matters ancillary \nthereto. \n \nWHEREAS the system of Sardar i, prevalent in certain parts of Pakistan, is the worst \nremnant of the oppressive feudal and tribal system which, being derogatory to human dignity \nand freedom,  is repugnant to the spirit of democracy and equality as enunciated by Islam and \nenshrined  in  the  Constitution  of  the  Islamic  Republic  of  Pakistan  and  oppos ed  to  the \neconomic advancement of the p eople; \n \nAND  WHEREAS  the Proclamation of Emergency referred to in Article 280 of the \nConstitution  of the Islamic Republic of  Pakistan is in force; \nIt is hereby enacted as follows :— \n1. Short title, Comme ncement and application.—(1) This Act may be called the \nSystem of Sardari (Abolition) A ct, 1976.  \n \n(2) It extends to the whole of  Pakistan. \n(3) It shall come into force at once. \n2. Definition. In this Act, unless there is anything repugnant in the subject or context, \n\"Sardar \"means a person who is recognized as a Sardar, Tumandar or Chief of the tribe or \nwho,  under any custom  or usage or otherwise, exercises any of the powers, or enjoys any of \nthe privileges, mention ed in section 3.  \n \n3. Abolition of system of Sardari. Notwith standing  any custom  or usage, as from the \ncomm encement of this Act, the  system of Sardari  shall stand abolish ed and no person sh all— \n \n(a)       exercise any judicial powers not expressly conferred on him by or under any \nlaw for the time being in force; or \n \n(b)       maintain any private jail ; or \n \n(c)       save as provided in the Code of C riminal Procedure, 1898  (Act V of 1898)  or \nany oth er law for the time being in force, arrest or keep in custody any person; \nor \n \n(d)       t ake free labour from any person or compel any person to labour against his \nwill; or  \n \n \n \n'For Statement of Objects and Reasons, see Gaz., of P., 1976, Ext., Pt. Ill, p. 487. \n2  (e)      demand or receive, by reason of being or having been a sardar, any tribute or \nany other payment, whether in cash or  in kind;  or \n \n(f)        be in possession  of, or derive any benefit from, any land belonging to a tribe, \nby reason of  being or having been a Sardar of the tribe. \n \n4. Saving. Nothing in  this Act shall be deemed to prevent the Government from \ngranting  to any person such individu al service allowance as it may deem fit and requiring \nsuch person to discharge such duties and perform such functions  as Government may from \ntime to time di rect. \n \n5. Penalty. Whoever contravenes any provision  of this Act shall be punishable  with \nimprisonm ent of either description  for a term which may extend to three years, or with fine \nwhich may extend to t en thous and rupees, or with- both.  \n \n6. Repeal. The System of Sardari,  (Abolition)  Ordinance, 1976  (XV of 1976)  is \nhereby repealed."
}