{
    "file": "./converted_json\\administratorcbea910b890d658a57eaee2182aa8ab5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,   MARCH  4,  202 2 67 \n \n \n   \nISLAMABAD, FRIDAY, MARCH  4, 2022 \n \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nLAW AND JUSTICE DIVI SION  \n \nIslamabad , the 3rd March , 2022 \n \n No. F. 2(1)/2022-Pub.—The following Ordinance Promulgated on 2nd \nMarch , 2022 by the President is  hereby pub lished for general information: — \n \nORDINANCE  NO. IV OF 2022 \n \nAN \n \nORDINANCE  \n \nfurther to amend the Income Tax Ordinance, 2001  \n \n WHEREAS it is expedient further to amend the Income Tax Ordinance, \n2001 (XLIX of 2001) for the  purposes hereinafter appearing;  \n \n AND WHEREAS , the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \n \n \n(67) \n \nPrice : Rs. 20.00 \n \n[7394(2022)/Ex. Gaz.]    \n68     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  MARCH  4,  202 2  [PART I \n \n  NOW, THEREFORE , in exercise of the powers conferred by clause ( 1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nor the Islamic Republic of Pakistan is pleased to make and pro mulgate the \nfollowing Ordinance: — \n \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the Income Tax (Amendment) Ordinance, 2022.  \n \n (2) It shall come into force at once.  \n \n 2. Amendments in the Income Tax Ordinance, 2001 (Ordinance \nXLIX of  2001).—In the Income Tax Ordinance, 2001 (XLIX of 2001), the \nfollowing further amendments shall be made, namely: — \n \n (1) after section 59 B, the following new section shall be inserted, \nnamely:— \n \n “59C.  Carry forward of business losses of sick industrial un its.—\n(1) Subject to sub -section (2), where a company hereinafter \nreferred to as acquiring company, acquires under a scheme of \nacquisition majority share capital of another company being a \nsick industrial unit, hereinafter referred to as acquired \ncompany, t he acquiring company shall be entitled to adjust \nloss for the latest tax year and brought forward assessed \nbusiness losses excluding capital loss of the acquired \ncompany subject to provisions of section 57 for a period of \nthree years.  \n \n (2) Sub-section (1)  shall apply subject to the following conditions, \nnamely:— \n \n (a) there is continued ownership for five year s starting from the \n30th June, 2 023 and there is no change in share capital of the \nacquiring company;  \n \n (b) the assets of the acquired company shall not be sold upto the \n30th June, 2026; and  \n \n (c) the acquired company conti nues the same business till the  \n30th June, 2026.  \n  \n (3) Where the losses surrendered by the acquired company are not \nadjusted against income of the acquiring company in the said thre e \ntax years, the acquired company shall carry forward the un -adjusted \nlosses in accordance with section 57.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   MARCH  4,  202 2 69 \n \n  (4) The loss of the acquired company referred to in sub -section (1) \nshall be adjusted against income under the head “income from \nbusiness” of the a cquiring company as per following formula, \nnamely:— \n \n(A/100) x B  \n \n Where— \n \n A is the percentage share capital held by the acquiring company of the \nacquired company; and  \n \n B is the loss of the acquired company referred to in sub -section (1).  \n \n (5) If the ac quiring company fails to revive the acquired company by \ntax year 2026, the acquiring company shall, in tax year 2027 offer \nthe amount of profit on which taxes have not been paid due to set \noff of losses surrendered by the acquired company.  \n \n (6) For the re moval of doubt , this section shall not apply to any scheme \nof amalgamation or merger.  \n \n (7) For the purposes adds section, — \n \n (a) a sick industrial unit referred to as acquired company in sub -\nsection (1), shall be deemed to be revived if the said company \nattains maximum production capacity that was obtained \nbefore the industrial unit went sick:  \n \n   Provided that the acquired company produces a \ncertificate to the effect that it stands revived, duly issued by \nEngineering Development Board, along -with the ret urn of \nincome filed for tax year 2026.  \n \n (b) “sick industrial unit ” means a company being an industrial \nundertaking, which — \n \n (i) has accumulated losses, for a continuous period of three \nyears prior to the 1 st July, 2022, equal to or exceeding \nits entire capital and reserves at the time of acquisition, \nas the case may be; or  \n  \n (ii) has defaulted towards repayment of outstanding debts \nowing to banking companies or non -banking financial \ninstitutions for a consecutive period of three years \nimmediately before  acquisition, as the case may be, or  \n70     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  MARCH  4,  202 2  [PART I \n \n  (iii) has been declared as such by the Federal Government in \na notification published in the official Gazette. ”; \n \n (2) after section 65G, the following new section shall be inserted, \nnamely:— \n \n “65H.  Tax credit for for eign investment for industrial \npromotion. —(1) Where a taxpayer being — \n \n (a) a non -resident Pakistani citizen having continued non -\nresidential status for more than five years; or  \n \n (b) a resident individual having foreign assets declared in \nterms of sectio n 116 or 116A by the 31s t December, \n2021,  \n \n  invests in a company incorporated on or after the 1 st March, \n2022, to set up an industrial undertaking in Pakistan with \nequity, not less than fi fty million rupees, with funds remitted \ninto Pakistan through prope r banking channel as per the \nprocedure to be prescribed by the S tate Bank of Pakistan, at \nany time up to the 31s t December , 2022, that company shall \nbe entitled to a one -time tax credit equal to one hundred \npercent of the amount remitted and credited in ru pees in the \nbank account of such company against tax liability f or the tax \nyear in which commercial production commences.  \n \n (2) Whe re no tax is payable by the taxpayer in respect of the tax \nyear in which the commercial production has commenced or \nwhere the  tax payable is less than the amount of credit as \naforesaid, the amount of the credit or so much of it as is in \nexcess thereof, as the  case may be, shall be carried fo rward \nand deducted from the tax payable by the taxpayer in respect \nof the following tax y ear and so on, but no such amount shall \nbe carried forward for more than f ive tax years in the case of \ninvestment referred to in sub -section (1), however, the \ndeduction made under this section shall not exceed in \naggregate the limit specified in sub -sectio n (1).  \n \n (3) This section shall not apply to a company or an industrial \nundertaking established by splitting up or reconstitution of a \ncompany or an industrial undertaking already in existence or \nby transfer of machinery or plant from an industrial \nunderta king establ ished at any time before the 1 st March, \n2022.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   MARCH  4,  202 2 71 \n \n  (4) The provisions of sub -section ( 1) shall apply if commercial \nproduction commences by the 30th June, 2024.  \n \n (5) Where any credit is allowed under this section and \nsubsequently it is  discovered by  the Commissioner Inland \nRevenue that any one or more of the  conditions specified in \nthis section was or were not fulfilled, as the case may  be, the \ncredit originally allowed shall be deemed to have been \nwrongly allowed  and the Commissioner, notwithstandin g \nanything contained in this Ordinance,  shall re -compute the tax \npayable by the taxpayer for the relevant year and the  \nprovisions of this Ordinance shall, so far as may be, apply \naccordingly. ”; \n \n (3) After  section 100E, the following new section shall be i nserted, \nnamely:— \n \n “100F.  Special provisions relating to investment for industrial \npromotion. —(1) Any eligible person may file a statement by \nthe 30 th September, 2022, declaring therein the amount of \nfunds (which have not been declared in any of the retur ns of \nincome upto tax year 2021 filed by the 31 st December, 2021) \nfor investment in a new company formed for establishing and \noperating an industrial undertaking in accordance with this \nsection:  \n \n   Provided that the funds referred to in sub -section ( 1) \nshall be deposited in rupees in a dedicated bank account in \nPakistan as equity of the newly formed compa ny, incorporated \nunder the Compa nies Act , 2017 (XIX of 2017), before the \nfiling of the statement and such funds shall only be used for \npurchase or import of plant and machinery through letter of \ncredit or for construction of building and structure for the \nindustrial undertaking:  \n \n   Provided further that the minimum amount which would \nqualify for the purposes of this section shall be fifty million \nrupees.  \n \n (2) The provisions of section 111  shall not apply to the funds \ndeclared under sub -section ( 1) subject to fulfilment of \nconditions as laid down in this section and payment of an \namount equal to five percent thereof along -with the statement \nfiled under sub -section (1).  \n \n72     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  MARCH  4,  202 2  [PART I \n \n  (3) The new industrial undertaking in which such investment is \nmade shall commence commercial production by the 30 th \nJune, 2024 and a certificate to that effect, duly issued by \nEngineering Development Board, is submitted to the \nCommissio ner along -with the return filed for tax year 2024.  \n \n (4) Any amount of tax paid under this section shall not be \nrefundable or adjustable against any other tax liability of the \ndeclarant.  \n \n (5) Where a declarant has paid tax under this section in respect of \nfunds declared under sub -section (1), the declarant shall be \nentitled to incorporate the same in his wealth statement, \nfinancial statements or books of accounts, as the case may be.  \n \n (6) For the purposes of this section, eligible person means all \npersons, ex cept — \n \n (a) holders of public office, their spouses and dependent \nchildren;  \n \n (b) a public company as defined in clause (47) of section 2 \nof this Ordinance;  \n \n (c) a person who has filed a declaration under the Voluntary \nDeclaration of Domestic Assets Act,  2018, the Foreign \nAssets (Declaration and Repatriation) Act, 2018 , or the \nAssets Declaration Act,  2019;  \n \n (d) a person that has been declared a bank loan defaulter by \na bank or a financial institution within the last three \nyears; or  \n \n (e) a director of a company who has been declared a bank \nloan defaulter by a bank or a financial institution within \nthe last three years.  \n \n (7) The provisions of this section shall not apply to — \n \n (a) any proceeds of crime, corruption, money laundering \nand terror financing;  \n \n (b) any amount which is subject of any departmental or \ncourt proceedings;  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   MARCH  4,  202 2 73 \n \n  (c) the investments made in following sectors, namely: — \n \n (i) arms and ammunitions;  \n (ii) explosives;  \n (iii) sugar;  \n (iv) cigarettes;  \n (v) acrated beverages;  \n (vi) flour mills;  \n (vii) vegetable ghee; and  \n (viii)  cooking oil manufacturing excluding extraction \nunits.  \n  \n (8) Notwithstanding the provisions of any other law for the time \nbeing in force including sub -section (3) of section 216 of this \nOrdinance excluding clauses (a) and ( g) of sub -section (3) \nthereof, the National Accountability Ordinance, 1999 (XVIII \nof 1999), the Federal Investigation Agency Act, 1974 (VIII of \n1975) and the Right of Access  to Information Act, 2017 \n(XXXI V of 2017), particulars of any person making a \nstatement under this section or any information received in \nany statement made under this section shall be confidential.  \n \n (9) The statement filed under sub -section ( 1) shall not be valid, \nif— \n \n (a) the newly formed industrial undertaking company fails \nto prove  commercial production in terms of sub -section (3);  \n \n (b) there is change in ownership of industrial undertaking \ncompany prior to the 30th June, 2026; or  \n \n (c) the newly formed industrial undertaking company \ndisposes of an y of its assets prior to the 30t h June, 2026.  \n \n (10) Notwithstanding anything contained in this section, where the \nprovisions o f sub-section (7) or (9) apply, or where the \nstatement under sub -section ( 1) has been made by \nmisrepresentation or suppression of facts, such statement shall \nbe vo id as if it had never been made and all the provisions of \nthis Ordinance shall apply accordingly:  \n \n   Provided that the Commissioner shall not take any action \nunder this section without providing the declarant an \nopportunity of being heard.  \n74     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  MARCH  4,  202 2  [PART I \n \n  (11) The state ment filed under this section shall b e made in the \nform and manner as specified by the Board through a \nnotification in the official Gazette.  \n \n (12) The provisions of this section shall apply, mutatis mutandis , to \nan existing company being an industrial und ertaking, for \ninvestment in expansion and modernization from amount of \nfunds (which have not been declared in any of the returns of \nincome upto tax year 2021 filed by the 31 st December, 2021):  \n \n   Provided that such company opens a dedicated bank \naccount t o deposit the said funds before the filing of the \nstatement and such funds shall only be used for expansion and \nmodernization by way of purchase or import of plant and \nmachinery including IT hardware through letter of credit, or \nsoftware and IT services or  for construction of building and \nstructure for the manufacturing premises of the existing \nindustrial undertaking:  \n  \n   Provided further that the expansion and modernization \nshall be completed by the 30th June, 2024, and a certificate to \nthat effect, duly issued by the Engineering Development \nBoard, is subm itted to the Commissioner along -with the return \nfiled for tax year 2024.  \n \n (13) In this section, unless there is anything repugnant in the \nsubject or context, — \n \n (a) “declarant” means a person filing a st atement under sub -\nsection ( 1); \n \n (b) “holder of public office ” means a person as defined in \nthe Voluntary Declaration of Domestic Assets Act, \n2018;  \n \n (c) “industrial undertaking ” means a company being a new \nindustrial undertaking setup for the purpose of t his \nsection and is not established by the splitting up or \nreconstruction or reconstitution of an undertaking \nalready in existence or by transfer of machinery or plant \nfrom an existing industrial undertaking established in \nPakistan;  \n \n (d) “investment ” means  investment in equity and does not \ninclude borrowed funds and investment in land; and  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   MARCH  4,  202 2 75 \n \n  (e) “modernization ” includes acquisition or upgradation of \nIT hardware, software and IT services. ”; \n \n (4) in section 216, for sub -section (2), the following shall be \nsubstituted, namely: — \n \n “(2) Notwithstanding anything contained in the Qanun -e-\nShahadat , 1984 (P.O. Order No. 10 of 1984), the National \nAccountability Ordinance, 1999 (XVIII of 1999), the Federal \nInvestigation Agency Act, 1974 (VIII of 1975) and the Right \nof Access to Information Act, 2017 (XXXIV of 2017) , or any \nother law for the time being in force, no court or other \nauthority shall, save as provided in this Ordinance, require any \npublic servant to produce before it any return, accounts, or \ndocuments contain ed in, or forming a part of the records \nrelating to any proceedings under this Ordinance, or \ndeclarations made under section 100 F of this Ordinance or \nmade under the Voluntary Declaration of Domestic Assets \nAct, 2018, the Foreign Assets (Declaration and Re patriation) \nAct, 2018 or the Assets Declaration Act, 2019 or any records \nof the  Income Tax Department generally, or any part thereof, \nor to give evidence before it in respect thereof .”. \n \n \n \n \nDR. ARIF ALVI,  \nPresident.  \n \n————  \n \nRAJA NAEEM AKBAR,  \nSecretary.  \n \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}