{
    "file": "./converted_json\\administrator15cd9634925d7cdff286f35a93d8981f.json",
    "name": "Civil Servants (Service in International Organizations) Rules, 2016",
    "date": "October 10, 2016",
    "tagline": "Rules for Civil Servants Seeking Employment in International Organizations",
    "content": "L.-7646 REGISTERED No.-M 302  \nof Sabana She ightlette \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, OCTOBER 10, 2016 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nCABINET SECRETARIAT \n(Establishment Division) \nNOTIFICATION \nIslamabad, the 7th October, 2016 \nS. R. 0. 954(I)/2016.—In exercise of the powers conferred by sub-\nsection (1) of section 25 of the Civil Servants Act, 1973 (LXXI of 1973) read \nwith Notification No. S. R. 0. 120(1)/98, dated the 27th February, 1998, the \nPrime Minister is pleased to make the following rules, namely:- \n1. Short title, application and commencement.—(1) These rules \nmay be called the Civil Servants (Service in International Organizations) \nRules, 2016. \nThey shall apply to the civil servants seeking employment on \nreserved and specific posts and open posts and deputation in any international \norganization including an international non-governmental organization, \ninternational financial institution and foreign donor agency whether or not on \nbehalf of Pakistan or with prior permission of the Federal Government. \nThey shall come into force at once. \n(3023) \n[3839(2016)/Ex. Gaz] • \tPrice : Rs. 05.00 \n3024 \tTHE GAZETTE OF PAKISTAN, EXTRA., OCT. 10, 2016[PAkT II \n2. \tDefinitions.—(I) In these rules, unless there is anything repugnant \nin the subject or context,— \n(a) \"Act\" means the Civil Servants Act, 1973(LXXI of 1973); \n\"appellate authority\" means the authority next above the \ncompetent authority; \n\"appointing authority\" means the authority specified in rule 6 \nof the Civil Servants (Appointment, Promotion and Transfer) \nRules, 1973 and other applicable rules under the Act; \n\"Board\" means Special Selection Board constituted under \nrule 6; \n\"cadre\" means the strength of a Service or Group as part of \nService or Group sanctioned as separate unit and includes \nex-cadre posts; \n\"competent authority\" means the authority competent to \napprove deputation under these rules; \n\"deputation\" means assignment of a civil servant to a post \nwith prior approval of the competent authority, in an \ninternational organization; \n\"Division\" shall have the same meaning as assigned to it \nunder the Rules of Business, 1973; \n( ) \"foreign government\" means a Government other than \nGovernment of Pakistan; \n\"international organization means an international \ngovernmental organization or organization working in more \nthan one country including United Nations and its specialized \nagencies, development agencies of other countries, \ninternational non-governmental organizations and companies, \nforeign government organizations hiring functionaries \nirrespective of their nationality excepting defence, security \nand intelligence related foreign governmental organizations; \n\"open post\" means a post, open to all eligible competing \ncandidates including civil servants not being a post reserved \nfor nomination by the Federal Government; (t) \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., OCT. 10, 2016 3025 \n(I) \t\"reserved and specific post\" means a post where occupancy is \nlimited to Pakistan's officials or alternate between Pakistan \nand other countries on their turn; \n\"Rules\" means rules made under the Act; \n\"Schedule\" means a schedule to these rules; \n\"Secretary\" shall have the same meaning as assigned to it \nunder the Rules of Business, 1973; \n\"static list\" means a list of officers on deputation beyond five \nyears approved under the Rules; \n\"surety bond\" means an undertaking executed by a \ngovernment servant on the form specified under these rules; \n\"tenure\" means time period specified for deputation including \napproved extension under these rules; and \n\"UN specialized agencies\" mean the agencies of United \nNations Organization (UNO) included in the Schedule. \n(2) All other words and expressions used, but not defined herein, shall \nhave the same meanings as are assigned to them in the Act and the Rules. \nBar to seek employment in international organizations.—A \ncivil servant shall not approach an international organization for seeking \nemployment therein without approval of the Federal Government or, as the case \nmay be, the competent authority. \nSelection criteria for reserved and specific posts.—(1) For the \npurpose of short listing and selecting civil servants seeking employment on \nreserved and specific posts, the following procedure shall be adopted, namely:— \nfor taking up an assignment in an international organization, a \ncivil servant should have completed five years of service in \nhis cadre. \nall Pakistan specific foreign posts that are vacant and \navailable or are likely to become vacant, shall be circulated \namongst all eligible officers of the identified services, cadres \nand occupational groups, clearly specifying eligibility criteria \nin terms of educational qualifications, experience, age, grade \nand so forth; \n3026 \tTHE GAZETTE OF PAKISTAN, EXTRA., OCT. 10, 2016[1 3Am-11  \nthere shall be a precondition of passing a written qualifying \ntest, but the test shall be organized by the concerned Ministry \nthrough a well reputed testing agency and institution hired \nthrough open competitive process; \nthe minimum qualifying score in the written test shall be set \nat sixty percent; \neighty percent weightage shall be given to the written test \nscores and twenty percent weightage to the interview scores; \nand \n(0 no minimum passing marks shall be fixed for the interview \nand no candidate shall be deemed to have failed in the \nselection process merely on the basis of his performance in \nthe interview: \nProvided that an officer nominated against a post of \nsensitive or strategic importance as set out in the schedule \nshall be selected in a transparent manner to be determined by \nthe competent authority. \nMethod of selection on open posts.—(1) Subject to rule 3, a civil \nservant may apply against open post in an international organization. \n(2) \tcase of a . civil servant, who is selected by any international \norganization pursuant to application under sub-rule (1), shall be placed before \nthe Board for recommendation before sending it to the competent authority. The \nBoard may call the incumbent civil servant for interview or personal appearance. \nComposition of the Board.—(1) The following shall be members \nof the Special Selection Board, namely:— \nSecretary, Cabinet Division \nSecretary, Establishment Division \nSecretary, Economic Affairs Division \nSecretary, Foreign Affairs Division \nJoint Secretary(Training), Establishment Division Chairman \nMember \nMember \nMember \nMember-\ncum -Secretary \n(2) Secretary, head of the organization or, as the case may be, \nrepresentative of concerned department not below BS-21 may be invited as co-\nopted member of the Board. \nPART III THE GAZETTE OF PAKISTAN, EXTRA., OCT. 10, 2016 3027 \n(3) \tThe Secretary of the Board shall convene meeting of the Board, \nwith the approval of the Chairman. The Board shall consider the offer of \nappointment and submit its recommendations to the competent authority. \n7. \tCompetent authority.—(1) The person specified in column (3) of \nthe Table below shall be the competent authority to approve the cases of \ndeputation to international organizations in respect of civil servants specified in \ncolumn (2) of the Table, namely:— \nS. No. Civil Servants in Competent authority \n(1) (2) (3) \n1 B5-20 and above Prime Minister \n2 BS-17 to 19 Secretary Establishment Division \n3 BS-1 to 16 Secretary of the Ministry or Division concerned \nThe competent authority may approve the recommendations with \nor without stipulations deemed expedient including the period of deputation and \nwhere applicable extension thereof \nThe competent authority may, for reasons to be recorded, refer \nback a case or cases for reconsideration by the Board. \nWhere a post for which recommendations have been, or being, \nformulated is abolished or is withdrawn from circulation for any reason or on \nany ground, the recommendations of the Board shall be deemed to have lapsed. \t\n8. \tIneligibility.—A civil servant shall not be eligible to apply for \npermission under these Rules, who — \nis held guilty of misconduct or inefficiency under the \nGovernment Servants (Efficiency and Discipline) Rules, 1973 \nor convicted of an offence of moral turpitude; and \nhas not completed three years of service in his cadre after \nreturning from immediately preceding deputation in \ninternational organization. \t\n9. \tTenure of deputation.—(1) The deputation shall be made initially \nfor a period equal to the approved tenure of appointment offered by the \nborrowing international organization. \n3028 \tTHE GAZETTE OF PAKISTAN, EXTRA., OCT. 10, 2016[PARr II \nIn case where the period of deputation is not specified, the period \nshall be three years extendable to maximum period of two years with the \napproval of competent authority. \nIn case of retention of a civil servant after expiry of maximum \nperiod of five years he shall be placed on static list. \nSurety bond shall be executed by the concerned civil servant, that \nhe shall revert to the parent department on completion of the approved tenure of \ndeputation and in case of default he shall render himself liable to be proceeded \nagainst for misconduct under the Government Servants (Efficiency and \nDiscipline) Rules, 1973. \n10. Repeal.—Any instruments and the policy instructions relating to \nposting and deputation of a civil servant on foreign assignment are hereby repealed \nand such repeal shall not in any manner affect operation of orders of posting and \ndeputation of civil servants issued before commencement of these rules. \n[File No. 3/0712016-R-2] \nMASROOR HUSSAIN, \nSection Officer. \nSCHEDULE \n[See Rules 2 and 41 \nThe International Organizations of sensitive and strategic importance \nincludes World Bank, International Monitory Fund (IMF), Asian Development \nBank (ADB), Islamic Development Bank (IDB), Department for International \nDevelopment (DFID), US-MD, Organization of Islamic Countries (OIC), \nEconomic Cooperation Organization (ECO), International Atomic Energy \nAgency (IAEA), World Trade Organization (WTO) International Court of \nJustice (ICJ), SAARC Secretariat, Commonwealth Secretariat, World Health \nOrganization (WHO), International Labour Organization (ILO), Organization of \nPetroleum Exporting Countries (OPEC) and International Human Rights \nCommission (1HRC). \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., OCT. 10, 2016 3029 \nOn Stamp Paper of Rs. 100/- \nSurety Bond \n[See Rules 2 and 91 \n\t S/O \t  \nan officer of \t  solemnly declare \nthat I have been offered a position of \t  \nin the \t  and I shall revert to my parent government/department \non the completion of my approved tenure of deputation/posting. In case of \ndefault I shall render myself liable to disciplinary action under the Government \nServants (Efficiency and Discipline) Rules, 1973 for misconduct including \nrecovery of any financial liability/recovery thereof. \nName and Designation \nCNIC No. \nWitness No. (1) \nName \nCNIC No. \nWitness No. (2) \t  \nName \nCNIC No. \nPRINTED BY THE MANAGER, PRIMING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERS fry ROAD, ICARACHL"
}