{
    "file": "./converted_json\\administrator61805913d2877bbf319c042d8394196d.json",
    "name": "Capital Development Authority Ordinance, 1960",
    "date": "27th June, 1960",
    "tagline": "An Ordinance to establish a Capital Development Authority for making all arrangements for the planning and development of Islamabad within the framework of a regional development plan.",
    "content": "Page 1 of 24 \n \n \n \nTHE CAPITAL DEVELOPMENT AUTHORITY ORDINANCE, \n1960 \n \n \n \n \n \n \n \n \nCONTENTS \n_____________  \n \nCHAP TER I. \n PRELIMINARY \nSECTION:  \n1.                Short  title, extent and commencemen t.  \n2.                Definition.  \n3.                Dec laration of Capital Site.  \nCHAP TER II.  \nCONS TITUTION  OF THE AUTHORITY  \n4.                Const itution of the Authority.  \n5.                Mana gemen t.  \n6.                Const itution of the Board .  \n7.                Remunerat ion and cond itions of service.  \n8.                D isqualification of the members .  \n9.                Dut ies and funct ions of Chairman  and other  members .  \n10.              Headquarters  of the Author ity and meet ings of the Board .  \nCHAP TER III. \nPOWERS AND  DUTIES  OF THE AUTHORITY  \n11.              Master -plan and master -programme .  \n12.              Preparat ion of schemes  by local bodies or agencies.  \n13.              Preparat ion of schemes  by Authority.  \n14.              Manner  and form,  etc., of scheme .  \n15.              Power  of the Authority.  \n15 A.          Ommitted .  \n\n \nPage 2 of 24 \n 16.              Borrow ing powers .  \n17.              Execution of scheme  etc., throu gh local bodies and agencies.  \n18.              Utilization of building material.  \n19.              Amendment  of schemes .  \n20.              Remova l, etc., of buildings after hearing.  \n21.              Schemes  to be executed  after calling objection.  \nCHAP TER IV.  \nACQUISI TION  OF LAND   \n22.              Liability to acqu isition.  \n23.              Entry  upon  land, preliminary surve y, etc.  \n24.              Compensat ion for dama ge.  \n25.              Power  to acqu ire land.  \n26.              Land  to be marked  out, measured  and planned .  \n27.              Notice to persons  interested.  \n28.              Enqu iry and award  of Deputy  Comm issioner.  \n29.              Compensa tion.  \n30.              Matter  to be considered  in determ ining compensa tion.  \n31.              Factors  to be ignored  in determ ining compensa tion.  \n32.              Vesting of land in the Authority.  \n32 A.          Payment  of additional compensa tion.  \n33.              Acquisition in cases  of urgency .  \n33 A.          Temporary  occupat ion and use of land. \n \n33 B.          Payment  of compensat ion to persons  under  disability and heirs of deceased   persons . \n \n34.              Power  of Deputy  Comm issioner to call for informa tion.  \n35.              Power  of Author ity to give directions to Deputy  Comm issioner.  \n36.              Appeal  and review.  \n36 A.          Deputy  Comm issioner and Comm issioner to have  powers  of Civil Court , etc.  \n36 B.          Fees on applications.  \nCHAP TER V.  \nESTABLISHMENT  \n37.              Appointment  of officers and servants,  etc.  \n38.              Recru itment,  cond itions of service and disciplinary powers .  \n \nPage 3 of 24 \n 39.              Members,  officers, experts  public-servan ts.  \n40.              Indemn ity.  \n41.              Delegation of powers  to Chairman,  etc.  \nCHAPTER VI.  \nFINAN CE  \n42.              Capital Deve lopment  Author ity Fund .  \n43.              Budget.  \n44.              Audit and accoun t.  \n45.              Consu ltation with the Financ ial Advisor.  \nCHAP TER VII.  \nPENALTY AND  PROCEDURE  \n46.              Penalty.  \n46 A.          Caus ing dama ge to proper ty.  \n46 B.          Disobed ience of orders .  \n46 C.          Attempts  and abetments.  \n46 D.          Summary  trial of offences .  \n47.              Cognizance  of offences  by Cour ts.  \nCHAP TER VIII. \nMISCELLANEOUS  \n48.              Subm ission of yearly reports  and returns,  etc.  \n49.              Power  to dispose  of land.  \n49 A.          Recovery  of dues,  etc.  \n49 B.          Summary  ejectment  of unauthor ized occupan ts.  \n49 C.          Removal  of building, etc., erected  or used in contravent ion of this Ordinance .  \n49 D.          Police assistance.  \n49 E.          Jurisdiction of Courts  barred .  \n49 F.           Admissibility of document  or entry  as evidence .  \n50.              Power  to make  rules.  \n51.              Power  to make  regulations. \n \n52. Dissolution of the Author ity and transfer  of its assets  and liabilities to the Federa l           \nGovernment  and other  agency  determ ined by that Governmen t.  \nTHE SCHEDULE. \n \n \nPage 4 of 24 \n THE CAPITAL DEVELOPM ENT AUTHORITY ORDINANC E, 1960.  \n(ORDINANC E NO. XXIII OF 1960 ) \n \n[27th June, 1960]  \n \nAn Ordinance to establish a Capital Development Authority. \n \nWHEREAS  it is expedient to establish a Capital Development Authority for making all \narrangements for the planning and development of Islamabad within the frame­work of a regional \ndevelopment plan; \n \nNOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance:\nCHAPTER I. \nPRELIMINARY \n \n1. Short title,  extent  and  commencement. (1)This Ordinance may be called the \nCapital  Development Authority Ordinance, 1960.  \n \n(2) It  extends to the Specified Areas. \n \n(3) It  shall come into for ce at once. \n \n2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or \ncontext, \n(a)  “agency” means any department or organization of the 1[Federal] or Provincial \nGovernment and includes a corpor ation, or other autonomous or  \nsemi­autonomous body set up by the 1[Federal] or Provincial Government; \n(b)  “Authority” means the Capital Development Authority established und er \nsection 4;  \n(c)  “Board” means the Board constituted und er section 6;  \n(d)  “building” includes any factory, industrial or business establishment, shop, \ngodown, warehouse, house, outhouse, hut, hutment, shed, garrage, stable, well \nor platform, and any other  structure,  whether  meant  for  r esidential or  \nbusiness purpo ses or  no t,  made  of masonry, bricks, wood, mud, thatch, metal \nor any other material, but does not include a temporary structure made for \npurpo ses connected with agriculture; \n(e)  “Capital Site” means the part or parts of the Specified Areas declared to be \nthe site for the Pakistan Capital under section 3; \n(f)  “Chairman” means the Chairman of the Authority; \n \n \n__________________________________________________________________ _______________  \n1Subs. by F.A.O.  1975 , Art. 2 and Table  for “Central”. \n \nPage 5 of 24 \n (g)  “Commissioner” means the Commissioner of the Division concerned, and \nincludes any other officer appointed by the Authority to exercise the powers \nof the Commissioner und er this Ordinance; \n(h)  “Deputy Commissioner” means the Deputy Commissioner of the District \nconcerned, and includes any other officer appointed by the Authority to \nexercise all or any of the powers and discharge all or any of the functions of \nthe Deputy Commissioner under this Ordinance; \n(i)  “land” includes buildings and benefits arising out of land and things attac hed \nto the earth or p ermanently fastened to anything attac hed to the earth; \n(j)  “local body”  means 1[the local body ,] the local council or the municipal body  \nas defined in clauses (23) 1[,(24)]  and (27) of Article 3 of the Basic  \nDemocracies Order, 1959 , (P.O. 18 of 1959) , or the Cantonment Board, having \njurisdiction in the area concerned, and includes an Improvement Trust within \nsuch area; \n2[(k)  “market value” means, \n \n(i)  in relation to land acquired before the first day of January, 1968, the \naverage market value thereof prevailing during the period \ncommencing the first day of January, 1954, and ending on the thirty \nfirst day of December, 1958;  3[*] \n \n(ii)  in relation to land acquired on or after the first day of January, 1968, the \naggregate of the average market value as aforesaid determined with \nreference to its classification recorded in the Register of Haqda ran  \nZamin as in force on that day and twenty-five per cent of such value 3[; \nand] \n \n3[(iii)  in relation to land acquired on or after the first day of January, 1996, the \nmarket value  as  may  be  determined  in  accordance  with  the  \nprovisions  of  the  Land Acquisition Act, 1894 as applicable in  the \nProvince of the Punjab.] \n \n(l)  “Member” means a member of the Authority; \n \n(m)  “regulations” means regulations made under this Ordinance; \n \n(n)  “rules” means rules made under this Ordinance; \n \n(o)  “scheme” means a planning scheme or a development scheme made under this \nOrdinance; \n \n(p)  “Specified Areas” means the areas specified in the Schedule, and such other \narea or areas as may from time to time be included therein by the 4[Federal \nGovernment] by no tification in the official Gazette; \n \n(q)  “Vice­Chairman” means the Vice Chairman of the Authority.” \n \n_____________________________________________________________________________________________________________________________ ___________________________________  \n1Ins. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ), s. 2. \n2Subs. by the Capital Development Authority (Amdt.) Ordinance, 1968 (7 of 1968 ), s. 2, for clause (k). \n3Omitted, subs. & added by the Capital Development Authority (Amdt) Act, 1999 (III of 1999 ), s. 2. \n4Subs. by F.A.O., 1975 , Art. 2 and Table, for “Central Government”. \n \nPage 6 of 24 \n 3. Declaration  of Capital  Site.(1) The 1[Federal Government] may, from  time to \ntime, by notification in the official Gazette, declare any part or parts of the Specified Areas to be \nthe site for the Pakistan Capital. \n \n(2) Notwithstanding anything contained in this Ordinance or in any other law any such \nnotification as aforesaid may be made so as to be retrospective to any day not earlier than the first \nday of June,1959,  and where a notification is so made, the provisions of  the Ordinance shall, in so far \nas they affect the Capital Site, apply  as if this Ordinance were promulgated on the day to which the \nnotification is made retrospective. \n_____________  \n \nCHAPTER II. \n \nCONSTITUTION OF THE AUTHORITY \n \n4. Constitution of the Authority.(1) There shall be established an authority to be known \nas the Capital Development Authority for carrying out the  purpo ses of this Ordinance. \n \n(2) The Authority shall be a body  corpor ate, having perpetual succession and a common \nseal, with power, subject to the provisions of  this Ordinance, to acquire and hold property, both \nmovable and immovable, and shall by the said name sue and be  sued. \n \n5. Management.(1) The general direction and administration of the Authority and its \naffairs shall vest in the Board which may exercise all powers and do all acts and things which may be \nexercised or done  by the Authority. \n \n(2) The Board in discharging its functions shall act on sound  principles of development, town \nplanning and housing, and shall be guided on questions of policy by such directions as the 1[Federal \nGovernment] may from  time to time give. \n \n(3) If any question arises as to whether any matter is a matter of policy or not the decision of \nthe 1[Federal Government] shall be final. \n \n6. Constitution of the Board.(1) The Board shall consist of not less than three members, \nto be appointed by the 1[Federal Government]. \n \n(2) The 1[Federal Government] shall appoint a Chairman, a Vice Chairman and a \nFinancial Advisor from  amongst the members. \n \n(3) The Chairman and other members shall hold office during the pleasure of the 1[Federal \nGovernment] and unless sooner removed the Chairman and the Financial Adviser shall hold office for \na period of f ive years and other members shall hold office for a period of four y ears. \n \n(4) Any person ceasing to be Chairman, Vice Chairman or member of the Board, by reason \nof the expiry of the term of his office, shall be eligible for reappointment for another term or  for such \nshorter term as the 1[Federal Government] may decide. \n \n(5) No act or proceeding of the Board shall be invalid merely on the ground  of the existence \nof any vacancy in, or any defect in the constitution of the Board. \n________________________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n \nPage 7 of 24 \n (6) The Chairman or any member may at any time resign: \n \nProvided that his resignation shall not take effect until accepted by the 1[Federal \nGovernment]. \n \n7. Remuneration and conditions of service. The Chairman and each member shall receive \nsuch salary and allowances and shall be subject to such conditions of service as may be determined \nby the 1[Federal Government]. \n \n8. Disqualification of the  members. No person shall be or shall continue to be a \nmember who \n \n(a)  is or, at any time, has been, convicted of an offence involving moral turpitude; or \n \n(b)  is or, at any time, has been adjudicated insolvent; or \n \n(c)  is found to be a lunatic or of un sound mind ;or \n \n(d)  is a minor; or \n \n(e)  has a  financial interest  in any scheme  or a  conflicting interest  directly or \nindirectly between his interests as a member and his private interests and has \nfailed to  disclose such interest in writing to the 1[Federal Government]; \n \n2[(f)  * * * * * * *] \n \n9.   Duties  and  functions  of Chairman and  other members.(1) The Chairman and \nother members shall discharge  such duties and perform such functions as are assigned to them by  or \nunder this Ordinance. \n \n(2) Until the Board is duly constituted, the Chairman   shall, subject to such directions as \nthe 1[Federal Government] may from  time to time give, exercise the powers, discharge the duties \nand perform  the functions of the Board. \n \n(3) The Vice­Chairman shall have such powers, duties and functions as may be delegated to \nhim by the Chairman. \n \n10. Headquarters of the  Authority and  meetings  of the  Board.(1) Until the  \nAuthority establishes its headquarters elsewhere within the Specified Areas, its headquarters shall be \nsituated at Rawalpindi. \n \n(2) The meetings of the Board shall be held at such times and places and in such manner as \nthe regulations may prov ide; \n \nProvided that until regulations are made in this behalf, the meetings of the Board shall \nbe held as and when convened by the Chairman. \n_________________________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 , Art. 2 and Table, for “Central Government”. \n2 Omitted by Act. No IX of 2023 s.2.  \n \n \n \nPage 8 of 24 \n CHAPTER III. \n \nPOWERS  AND DUTIES OF THE AUTHORITY \n \n11. Master­plan And  master programme. The Authority shall prepare a master­plan \nand a phased master­programme for the development of the Capital Site,  and may prepare a similar \nplan and programme   for  the rest of the Specified Areas, and all such plans and programmes shall \nbe submitted to the 1[Federal Government]  for approv al. \n \n12. Preparation of schemes by local bodies or agencies.(1) The Authority may, \npursuant to the master plan and the master­programme, call upon  any local body  or agency operating \nin the Specified Areas to prepare, in consultation with the Authority, a scheme or schemes in respect \nof matters ordinarily dealt with by such local body  or agency, and thereupon  the local body  or agency \nshall be responsible for the preparation of the scheme or schemes within a reasonable time. \n \n(2) Such schemes, may relate to \n \n(a)  land use, zoning and land reservation; \n \n(b)  public buildings; \n \n(c)  industry; \n \n(d)  transportation and communications; highway, ro ads, streets, railways, \naerodro mes; \n \n(e)  tele-communications, including wireless, television, radio, telephon e; \n \n(f)  utilization of water, power and other natural resources; \n \n(g)  community planning, hou sing, slum clearance, amelioration; \n \n(h)   community  facilities  including  water  supply,  sewerage,  drainage,  sewage  \ndisposal, electricity supply, gas supply and other pub lic utilities; \n \n(i) preservation of ob jects or places of historical or scientific interest or natural \nbeauty. \n \n(3) The 1[Federal Government] may, by notification in the official Gazette, add to, alter or \namend the list of subjects given in sub­section (2), and any such addition, alteration or \nmodification shall take effect as if it had been enacted in this Ordinance. \n \n(4) The expenditure incurred on the preparation of any such schemes as aforesaid shall be \nborne as agreed to between the Authority and the local body  or agency, and in the event of \ndisagreement between them as may be determined by the 1[Federal Government]. \n \n2[(5) No planning or development scheme shall be prepared by any person or by any local \nbody or agency except with the concurrence of the Authority.] \n \n13. Preparation of schemes by Authority. The Authority may, pursuant to the master­ \nprogramme, itself prepare, when it considers it desirable to do so in the public interest, schemes \nfor the Specified Areas relating to the matters enumerated in sub­section (2) of section 12.  \n_________________________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n2 Subs. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ), s. 3. \n \nPage 9 of 24 \n 14.  Manner and  form etc., of scheme. All schemes under section 12 and section 13 \nshall be pr epared in such manner and form  as the 1[Federal Government] may specify, and shall \ncontain among other things the following information, n amely: \n \n(a)  description of the scheme and the manner of its execution; \n \n(b)  estimate of costs and benefits; \n \n(c)  allocation of costs to the various purpo ses to be served by the scheme. \n \n15.    Power  of the Authority. (1) Subject to the other provisions of this Ordinance \nand the rules, the Authority may take such measures and exercise such powers as may be necessary \nfor the carrying out of the purpo ses of this Ordinance. \n \n(2) Without prejudice to the generality of powers conferred by sub­section (1), the \nAuthority may \n \n(i)  acquire any land  in the Specified Areas in accordance with the procedure \nlaid down in Chapter IV; \n \n(ii)  undertake any works in the Specified Areas in pursuance of any scheme \nprepared under Section 13;  \n \n(iii)  incur any expenditure; \n \n(iv)  procure plant, machinery, instruments and materials required for its use; \n \n(v)  enter into and p erform  all such contracts 2[including but not limited to joint \nventures, public private partnerships, concession agreements, etc.]  as it may \nconsider necessary; \n \n(vi)  cause studies, surveys, experiments and technical researches to be made or \ncontribute towards the cost of any such studies, surveys, experiments or \ntechnical researches made by any other agency at the request of the Authority; \n \n(vii)  issue interim development orders for areas for which a master­plan is under \npreparation and restrict or prohibit by general or special ord er any change in \nthe use of land and alteration in buildings, structures and installations; \n \n(viii)  cause removal of any works obstructing the execution of its schemes; \n \n(ix)  seek and obtain advice and assistance for the preparation of any planning \nscheme or for the execution of any schemes from  any local body  or agency \nand such local body  or agency shall give the advice and assistance sought by \nthe Authority to the best of its ability, knowledge and judgment, and the \nadditional expenditure, if any, involved in giving such advice or assistance shall \nbe borne  by the Authority. \n \n \n3[15A   * * * * * * * ] \n_________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n2 Ins. by Act No. IX of 2023 by s.3.  \n3 Omitted by  Islamabad Capital Territory  Local  Govt. Act,2015 (X of 2015), s.132.  \n \nPage 10 of 24 \n 16. Borrowing powers.  (1) The Authority may, with the previous approv al in writing \nof the 1[Federal Government], raise funds  for the purpo se or raising its working capital by issuing \nbonds  and debentures carrying interest at such rates as may be approv ed by the 1[Federal Government]. \n \n(2) The repayment of the principal and the payment of interest due on the bonds  and \ndebentures issued by the Authority shall be guaranteed by the 1[Federal Government].\n \n17. Execution of  schemes etc., through local bodies and agencies . (1)    The Authority \nmay require a local body  or agency within whose jurisdiction any particular area covered by a \nscheme lies \n \n(a)  to execute a scheme in consultation with the Authority; \n \n(b)  to take over and maintain any of the works and services in that area; \n \n(c)  to enforce regulations, on b ehalf of the Authority. \n \n(2)  The expenditure  incurred  on  the  execution  of  any  scheme,  or  on  the  taking over  or \nmaintenance of any work, or the enforcement of  regulations, under this section, shall be borne  as \nmay  be  agreed  to  between  the  Authority  and  the  local body  or  agency,  and,  in  the  event  of \ndisagreement, as may be determined by the 1[Federal Government]. \n \n2[18. Utilisation of  building material. Notwithstanding anything contained in any other law \nfor the time being in for ce or in any contract or agreement, no person shall, without the pr ior \nconcurrence of the Authority, allocate, exploit or in any manner utilise, except for the purpose of his \nown personal use, such natural resources used as building material as the Authority may, by \nnotification in the official Gazette, specify in this behalf.]  \n \n19. Amendment of schemes.  Any scheme prepared under section  12 or section 13 may at \nany time be amended or modified  \n \n(a) in cases where the amended or modified scheme should exceed the financial \npowers of the Authority, by the Authority with the previous approval in writing \nof the 1[Federal Government] , and \n \n(b) in other cases, by the Authority  3[.] \n \n4[ *                     *                      *                      *                      *                      *   ]              \n \n20. Removal, etc., of buildings  after hearing. ―  The Authority shall not order or cause \nany bu ilding in the Specified Areas, excluding the Capital Site, to be removed or demolished unless \nan oppor tunity of being heard has been given to the owner or occupier thereof, and his objections, if \nany, have been duly considered, and the Authority is satisfied that removal or demolition of the \nbuilding is essential to the execution of its schemes. \n \n21. Schemes to be executed after calling objections. The Authority shall not execute \nor cause to be executed any scheme in the Specified Areas, excluding the Capital Site, unless the \npersons whose rights and interests are thereby affected have been given a reasonable oppor tunity to \nfile their objection to such execution, and the Authority has heard such of them as it considers \nnecessary. \n__________________________________________________________________________________________ _______  \n1Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n2Subs. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ), s. 5, for section 18. \n3Subs. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ) s. 6, for colon. \n4Proviso omitted ibid. \n \nPage 11 of 24 \n CHAPTER IV \n \nACQUISI TION OF LAND \n \n22. Liability to  acquisition. All land within the Specified Areas shall be liable to \nacquisition at any time in  accordance with the provisions of this Chapter. \n \n23. Entry upon land, preliminary survey, etc. (1) It shall be lawful for the Authority, \nand any member thereof, and for the Deputy Commissioner, and any such person as may either \ngenerally or specially be authorised by the Authority, in this behalf, \n \n(a)  to enter upon and survey and take levels of any land; \n \n(b)  to dig or bore  into the subsoil; \n \n(c)  to do all other acts necessary to ascertain whether land is adapted for the \npurpo ses of this Ordinance; \n \n(d)  to set out the bound aries of the land propo sed to be acquired and the intended \nline of the work, if any, propo sed to be made thereon; \n \n(e)  to mark such levels, bound aries and line by placing marks and cutting trenches; \nand \n \n(f)  where it is necessary for the purpo ses of the survey, taking of levels or marking \nof line, to cut down and clear away any part of any standing crop, f ence or \njungle. \n \n(2) No person shall enter into any building or upon any enclosed court or garden attached to a \ndwelling house (unless with the consent of the occupier thereof) without previously giving such \noccupier at least twenty­four hours' notice in writing of his int ention to do so.  \n \n24. Compensation for damage .  Where  any damage   is caused to any land in consequence \nof anything done in pursuance of section 23, there shall be paid compensation, the amount of which \nshall be determined in the manner and in accordance with the provisions hereinafter set out, that is to  \nsay, \n \n(a)   where  the  amount  of compensation can be  fixed by agreement, it  shall be  \nfixed in accordance with such agreement; and  \n(b)  where no such agreement can be  reached, it shall be fixed by the Deputy \nCommissioner. \n \n25. Power  to acquire land.(1) Subject to the other provisions of this Ordinance, the \nrules made thereunder, and the directions of the Authority, the Deputy commissioner may, by \norder in writing, acquire any land for the purpo ses of this Ordinance. \n \n(2)  No ord er und er sub-section  (1) shall be  issued  except  on  the  receipt  by  the  Deputy \nCommissioner  of specified directions from  the Authority. \n \n26. Land to be marked out measured and planned.  Where any land is propo sed to be \nacquired und er Section 25, the Deputy Commissioner shall cause the land (unless it has been already \nmarked out  ) to be marked out and measured, and if no plan has been made thereof, a plan to be made \nof the same. \n \nPage 12 of 24 \n 27. Notice to persons interested.(1) The Deputy Commissioner shall then cause \npublic notice to be given at convenient places on or near the land to be taken, stating that the 1[Federal \nGovernment] intends to take possession of the land, and that claims to compensation for all interests \nin such land may be made to him. \n \n(2) Such notice shall state the particulars of the land so needed, and shall require all persons \ninterested in the land to appear personally or by agent before the Deputy Co mmissioner at a time and \nplace therein mentioned (such time not being earlier than ten days after the date of publication of the \nnotice), and to state the nature of their respective interests in the land and the amount and particulars \nof their claims to compensation for such interests, and their objections, if any, to the measurements \nmade und er section 23, and the Deputy Commissioner may require any such statement to be \nmade in writing and signed by the party or h is agent. \n \n(3) The Deputy Commissioner shall also serve notice to the same effect on the occupier, if \nany, of such land and on all such persons known or believed to be interested therein, or to be entitled \nto act for persons so interested.  \n \n \n28. Enquiry and award of Deputy Commissioner. On the day so fixed, or on any \nother day to which the enquiry has been adjourned, the Deputy Commissioner shall proceed to enquire \ninto the ob jections, if any, which any person interested has stated pursuant to the notice given under \nsection 27,  and into the market value of the land and into the respective interests of the persons \nclaiming the compensation, and shall make an award of \n \n(i)  the true area of the land; \n \n(ii)  the compensation which in his opinion should be allowed for the land; and \n \n(iii)  the apportionment of such compensation among all the persons known or \nbelieved to be interested in the land of whom, or of whose claims, he has \ninformation, whether or not they have appeared before him. \n \n29. Compensation. where any land is acquired under this Ordinance there shall be paid \ncompensation, the amount of which shall be determined by the Deputy Commissioner who shall be \nguided by the provisions of section 30 and 31.  \n \n30. Matter to be considered in determining compensation. (1) In determining the \namount of compensation to be awarded for land acquired under this Ordinance the Deputy \nCommissioner shall take into consideration,  \n \nfirst,  the market value of land 2[on the date of order of its acquisition made under \nsection 25];   \n \nsecondly,  the damage sustained by the person interested, by reason of dispossession of \nany standing crops or trees which may be on the land;  \n \n_________________________________________________________________________________________________________________________  \n1Subs. by F.A.O.  1975, Art. 2 and Table, for “Central Government”.  \n2Added by Capital Development Authority (Amdt.) Act, 1999  (III of 1999), s.3.  \n \n \nPage 13 of 24 \n thirdly,  the damage, if any sustained by the person interested at the time of taking \npossession of the land by r eason of severing such land from  his other land;  \nfourthly,  the damage, if any, sustained by the person interested at the time of taking \npossession of the land by reason of the acquisition injuriously affecting his other \nproperty, movable or immovable, in any other manner, or h is earnings; and;  \nfifthly,   if,  in consequence  of  the  acquisition of the land the person  interested  is \ncompelled to change his residence or place of business, the reasonable expenses, \nif any, incidental to such change. \n \n(2) In addition to the value of the land determined as aforesaid, the Deputy Commissioner shall \nin every case award a sum of fifteen per centum on such value   in consideration of the compulsory \nnature of the acquisition. \n \n1[(3)  In relation to land acquired on or after the first day of January,1996,  in addition to \nthe value of the land determined as aforesaid, the Deputy Commissioner shall in every case award a \nsum of twenty per centum on such value in consideration of the compulsory n ature of the acquisition.] \n \n31. Factors to be ignored in determining  compensation. In  d etermining \ncompensation  as aforesaid, the Deputy Co mmissioner shall not take into consideration― \n \nfirst,  the degree of urgency which has led to the acquisition;  \n \nsecondly,  any disinclination of the person interested to part with the land acquired; \n \nthirdly,  any damage sustained by him which, if caused by a private person would \nnot render such person liable to a suit;  \n \nfourthly,  any increase likely to accrue to the value of the land acquired from  the use \nto which such land will be put on acquisition; and  \n \nfifthly,  any increase likely to accrue to the value of the other land of the person \ninterested from the use to which the  land acquired will be put.  \n \n32. Vesting of land in the Authority.  Immediately  on  the making of the award under \nsection 28, the land shall vest in the Authority free from all encumbrances 2[and thereupon the Deputy \nCommissioner may, after giving reasonable notice to the occupier, enter upon and take possession of \nthe same].  \n \n3[32A.  Payment   of  additional   compensation.  When  the  amount  of  the  \ncompensation determined under section 29 and sub section (3) of section 30 is not paid or \ndeposited with the Deputy Commissioner on or before taking po ssession of the land, the Deputy \nCommissioner shall, in addition to such compensation, pay additional compensation computed at the \nrate of eight per centum p er annum  on such compensation from  the time of so  taking the possession \nuntil it has been so paid or d eposited.] \n \n1Added by Capital Development Authority (Amdt.) Act, 1999 ( III of 1999), s .3. \n2Added by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966), s. 7.  \n3Added by  Capital Development Authority (Amdt.) Act, 1999 ( III of 1999) , s.4. \n \nPage 14 of 24 \n 33.  Acquisition in  cases  of urgency.  In  cases  of  urgency,  the  Deputy  Commissioner  \nmay immediately after the publication of  the notice mentioned in sub section (1)  of section  27 enter \nupon and taken possession of the land which shall thereupon  vest absolutely in the 1[Authority] \nfree from all encumbrances: \n \nProvided that the Deputy Commissioner shall not take possession of any building or  \npart of bu ilding under this section without giving to the occupier thereof at least twenty-four hours’ \nnotice of his intention so to do, or such longer notice as may be reasonably sufficient to enable such \noccupier to remove his movable property from  such building without unnecessary inconvenience. \n \n2[33A.Temporary occupation  and use of land. (1) Where the Authority requires any \nland for temporary occupation and use for the purpo ses of this Ordinance for a  period not  exceeding \nfive years, it may   direct the Deputy Commissioner to take possession of the land in accordance with \nthe prov isions of this section for such occupation and use. \n \n(2)  Upon a  direction und er sub-section (1)  in respect of any land, the Deputy Co mmissioner \nshall give the persons having interest in the land notice in writing of his intention to take possession \nof the same for the purpo se and period specified therein calling upon  such persons to submit within \nten days of  the receipt of the notice written statements describing the  nature and extent of their interest \nin such land. \n \n(3)  The  Deputy  Co mmissioner  shall,  after  giving the  person  h aving interest  in  the  land  \nan oppor tunity of being heard, determine  the  amount  of  compensation payable  for  the  temporary \noccupation and use of the land at the rate at which it was rented during the preceding agricultural \nyear and, if it was not so rented, at such rate as he may consider fair and equitable, and make \nan award specifying \n \n(a)  the area and description of the land; \n \n(b)  The purpo se and the period for which the land is required; \n \n(c)  The amount of compensation and shares therein of the persons, if there be \nmore than one, entitled thereto; and \n \n(d)  The mode of payment of compensation. \n \n(4)  After  making  an  award  under  sub  section  (3)  in  respect  of  any  land,  the  Deputy \nCommissioner may enter upon and take possession of such land for the purpo se and the period specified \nin the notice under sub­section(2).  \n \n(5)  If it appears that as a result of the occupation and use as aforesaid any land propo sed to \nbe taken possession of under this section is likely to be permanently unfit for the use for which it is \nfor the time being used and the owner applies for its acquisition under this Ordinance, the \nDeputy Commissioner shall report the fact to the Authority and shall, if the Authority so direct, \n \n(a) acquire the land und er this Ordinance; or \n \n(b)  assess the damage likely to be caused to the land and make an award for \nreasonable compensation  for such damage; or  \n \n(c)  terminate the proceedings for taking possession of the land.  \n_________________________________________________________________________________  \n1Subs  by the Capital Development Authority (Amdt.) Act, 1966 ( 22 of  1966), s.8.  \n2Sections 33A and 33B ins. ibid., s. 9.  \n \nPage 15 of 24 \n   33B.  Payment  of compensation to persons under disability and heirs of deceased \npersons. (1) If any person entitled to the payment of any compensation under the Ordinance is a \nminor, or of un sound  mind, or under some other legal disability to receive payment, the Deputy \nCommissioner may by order direct that the payment of such compensation shall be made to the person \napplying for it on behalf of the person entitled thereto, if the Deputy Commissioner, after making \nsuch enquiry as he may deem fit, is satisfied that the person so applying is the proper person to \nreceive payment for the benefit of the person entitled to compensation. \n \n(2) Where a person entitled to receive compensation und er the Ordinance dies after the making \nof an award, the Deputy Co mmissioner may, to prov ide relief in suitable cases, on the application of \nthe heirs or legal representatives of such person and after holding an   enquiry into the title of the \napplicants, direct, that compensation shall be paid  to the applicants on such terms and conditions as \nthe Deputy Co mmissioner may deem fit to impose. \n \n(3) Any payment  made under sub­section (1) or sub­section (2) shall afford full indemnity to \nthe Authority for the payment made but shall not affect the liability of the person who has received \nthe payment to account therefore to the person lawfully entitled thereto.] \n \n34. Power of Deputy Commissioner to call for information. With a view to acquiring \nany land or  determining any compensation therefor or to carrying out any other purpo se of this \nOrdinance, the Deputy Co mmissioner may― \n \n(a)  require any person, by order in writing, to furnish such information in his \npossession relating to any land as may be specified in the order; \n \n (b)  enter or authorize any person to enter upon  any land and take such action \nas may be necessary. \n \n35. Power of Authority to give directions to Deputy  Commissioner. The Authority \nmay give direction to the Deputy Commissioner as respects the exercise of his powers and the \ndischarge of his fun ctions under this Chapter and the Deputy Commissioner shall be guided by, and \nact in accordance with, such directions. \n \n1[36. Appeal and review.(1) The Authority or any person aggrieved by an award or final \norder of the Deputy Commissioner may, within fifteen days of such award or order, appeal to the \nCommissioner. \n \n(2) The Commissioner may, after giving the Authority and the persons affected by the award \nor ord er appealed against an oppor tunity of submitting any objection to the appeal and of being heard, \npass such ord ers thereon as he may think fit. \n \n(3) The Deputy Commissioner or the Commissioner, either of his own motion or on an \napplication made in this behalf, at any time within five years from the date of an award or order made \nor passed by himself or by any of his predecessors in office, including an award or order made or \npassed before the commencement of the Capital Development Authority (Amendment) Act, 1966,  \nmay, after giving the parties concerned a notice and an oppor tunity of being heard, review the \naward or order and pass such ord er thereon as he may deem fit: \n \nProvided that an ord er under this sub­section shall not,  except  in  so  far  as  it  corrects  an \narithmetical, clerical or patent error or mistake in the award or order under review, enhance the amount \nof compensation awarded. \n \n1 Subs. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966) s. 10, for section 36.  \n \n \nPage 16 of 24 \n (4) Any amount paid to any person which is found,  for any reason including fr aud or \nmisrepresentation, not to be due or in excess of the amount he is entitled to under the award or order, \nas reviewed under sub­section (3), shall be recoverable by the Authority and the Deputy \nCommissioner shall call upon such person to refund it. \n \n(5) Subject to the provision of sub­section (3), the order of the Commissioner passed on \nany appeal shall be final and shall not be called in question in any court.] \n \n1[36A. Deputy Commissioner and Commissioner to have powers of civil court, etc. \n(1) The Deputy Commissioner making any enquiry, or condu cting any proceedings for an award under \nthis Ordinance, or the Commissioner hearing an appeal or holding a review under section 36, shall \nhave the same powers in respect of the following matters as are vested in a civil court, when trying a \nsuit, under the Code  of Civil Procedure, 1908 (Act V of 1908 ), namely: \n \n(a)   summoning and  enforcing attendance  of  any  person  and  examining him \nan  oath  or affirmation; \n \n(b)  requiring the discovery and produ ction of any do cument; \n \n(c)  requisitioning any record from  any court or office; \n \n(d)  issuing commissions for examination of witnesses, inspection of property or \nmaking any local investigations; \n \n(e)  appointing guardian ad litem or next friends; \n \n(f)  adding or substituting representatives of deceased parties to pro ceedings ; \n \n(g)  adding or dropp ing parties from pending proceedings ; \n \n(h)  restoration of cases dismissed for d efault ; \n \n(i)  consolidating and splitting up cases; and \n \n(j)  any o ther matter connected with the holding of an inquiry or h earing of an \nappeal. \n \n(2) The Deputy Commissioner or the Commissioner exercising powers under this Ordinance \nshall be deemed to be a court for the purpo ses of sections 480  and 482 of the Code  of Criminal \nProcedure, 1898 ( V of 1898 ), and a proceeding before him shall be deemed to be a judicial proceeding \nwithin the meaning of sections 193 and 228 of the Pakistan Penal Code  (XLV of 1860 ). \n \n36B. Fees on applications. The Authority may prescribe fees on applications made to it.] \n \n \n \n \n \n_________________________________________________________________________________________________  \n1 Sections 36A and 36B ins. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ) s. 11. \n \n \n \nPage 17 of 24 \n CHAPTER V. \n  \nESTABLISHMENT \n \n37. Appointment of officers and servants, etc. (1)  The Authority may, from  time to \ntime, appoint such officers, servants, experts or consultants as it may consider necessary for the \nperformance of its functions, on such terms and conditions as it may deem fit: \n \nProvided that salaried officers and servants whose remuneration exceeds two thousand \nand five hundr ed rup ees per mensem shall not be appointed except with the previous approv al in \nwriting of the 1[Federal Government]. \n \n(2) Subject to the proviso to sub­section (1), the Chairman may, in cases of urgency, appoint \nsuch officers, servants, experts or consultants and on such terms and conditions as he deems fit: \n \nProvided that every appointment made under this sub­section shall be reported to the \nAuthority without unreasonable delay. \n \n38. Recruitment, conditions  of service and disciplinary powers. The Authority shall \nlay down the procedure for the appointment of its officers, servants, experts and consultants, and the \nterms and conditions of their service including the constitution and management of provident fund for \nthem, and shall be competent to take disciplinary action against them. \n \n39. Members, officers, experts–public servants. The Chairman, members, officers, \nservants, experts and consultants of the Authority shall, when acting or purpor ting to act in pursuance \nof any of the provisions of this Ordinance be deemed to be public servants within the meaning of \nsection 21 of the Pakistan Penal Code  (Act XLV of 1860 ). \n \n40. Indemnity. No suit, prosecution or other legal pro ceedings shall lie against the \nAuthority, the Ch airman, any member, officer, servant, expert or consultant of the Authority in respect \nof anything done  or intended to be done, in good f aith und er this Ordinance. \n \n41. Delegation of  powers to Chairman,  etc. The Authority may, by general or special \norder, delegate to the Chairman, or a member, or an officer of the Authority, any of its powers, duties \nor fun ctions under this Ordinance, subject to such conditions as it may think fit to impose. \n \n_____ ________  \n \n  CHAPTER VI \n \nFINAN CE \n \n42. Capital  Development  Authority Fund. (1) There shall be formed a fund to be known \nas the “Capital Development Authority Fund”  which shall vest in the Authority and shall be utilized \nby the Authority  to  meet  charges  in  connection  with  its  fun ctions  und er  this  Ordinance  including \nthe payment of salaries and other remuneration to the Chairman, members, officers, servants, \nexperts, and consultants of the Authority. \n \n_________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n \n \nPage 18 of 24 \n (2) To the credit of Capital Development Authority Fund shall be placed, \n \n(a)  grants made by the 1[Federal Government]; \n \n(b)  loans obtained from  the 1[Federal Government]; \n \n(c)  grants made by local bodies; \n \n(d)  sale proceeds of movable and immovable property and receipts for services \nrendered; \n \n(e)  loans obtained by the Authority with the special or general sanction of the   \n1[Federal Government]; \n \n(f)  foreign aid and loans obtained from the International Bank of Reconstruction \nand Development or from  any other source outside Pakistan, with the \nsanction of, and on such terms as may be  approv ed by, the 1[Federal \nGovernment]; and \n \n(g)  all other sums receivable by the Authority. \n \n43. Budget. (1) In the month of February each year the Authority shall submit to the \n1[Federal Government] for approv al a statement of the estimated receipts and expenditure in rupees \nin respect of the next financial year. \n \n(2) In the manner prescribed by the 1[Federal Government] the Authority shall also submit to \nthe 1[Federal Government] for approv al a statement of the estimated receipts and expenditure in \nforeign exchange in respect of the next financial year. \n \n(3) The Authority shall obtain specific sanction of the 1[Federal Government] in respect of \neach individual scheme costing rup ees twenty­five lacs or more to be financed out of the Capital \nDevelopment Authority Fund. \n \n44.Audit and account. (1)  The accounts of the Authority shall be audited by not less than \ntwo auditors holding certificates under section 144 of the Companies Act, 1913  (VII of 1913),  who \nshall be appointed by the 1[Federal Government], in consultation with the 2[Auditor General] of \nPakistan (hereinafter referred to as the Auditor­General) on such remuneration, to be paid by the \nAuthority, as the 1[Federal Government] may fix, and the Auditor­General shall have the power to \ngive directions to the auditors in regard to the extent and method of their audit subject to the provisions \nof the Companies Act, and to prescribe the forms of accounts to be maintained by the Authority \nconsistent with the requirements of this Ordinance. \n \n(2) Notwithstanding the provisions of the preceding sub­section, the Auditor General, may \neither of  his  own  motion  or  upon  a  request  received  in  this  behalf  from  the  1[Federal  \nGovernment], undertake such audit of the accounts of the Authority at such time as may be considered \nnecessary, and  the  Authority  shall,  at  the  time  of  such  audit,  produ ce  the  account  books  and  \nconnected do cuments at such place or places as the Auditor­General may fix, and furnish such \nexplanations and information as the Auditor­General or an officer or officers authorized by him in this \nbehalf may ask for. \n_________________________________________________________________________________  \n1Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n2Subs. ibid., Art. 2 and Sch., for “Comptroller General”. \n \nPage 19 of 24 \n (3) Every auditor appointed under sub­section (1) shall be given a copy of annual \nbalance­sheet of the Authority, and shall examine it together with the accounts and vouchers relating \nthereto, and shall have a list delivered to him of all books  kept by the Authority, and shall at all \nreasonable times have access to the book s, accounts and other documents of the Authority, and may \nin relation to such accounts examine any member or o fficer of the Authority. \n \n(4) The auditors shall report to the 1[Federal Government] upon  the annual balance­sheet and \naccounts and in their report they shall state whether in their opinion the balance­sheet is a full and \nfair balance­sheet containing all necessary particulars and properly drawn up so as to exhibit a true \nand  correct  view of  the  state  of  the  Authority’s affairs,  and  in  case  they  have  called  for  any \nexplanation or information from  the Board, whether it has been given and whether it is satisfactory. \n \n(5) The 1[Federal Government] may at any time issue directions to the auditors requiring them \nto report to it upon the adequacy of measures taken by the Authority for  the protection of the interests \nof the 1[Federal Government] and of the creditors of the Authority or upon the sufficiency of their \nprocedure in auditing the affairs of the authority, and may at any time enlarge or extend the scope of \nthe audit or direct that a different procedure in audit be adopted or that any other examination be  made \nby the auditor if in its opinion the public interest so requires. \n \n(6) The Authority shall comply with every direction issued by the 1[Federal Government] for \nthe rectification of matters objected to in audit. \n \n45. Consultation with the Financial  Advisor. Save as provided in the rules or \nregulations, the Financial Advisor shall be consulted on every propo sal of expenditure. \n \n__________________  \n \nCHAPTER VII \n \nPENALTY AND PROCEDURE \n \n46. Penalty.  Whoever contravenes any provision of this Ordinance or of any rules or \nregulations made or scheme sanctioned thereunder shall, if no other penalty is provided for such \ncontravention, be  punishable with imprisonment which may extend to six months or fine or with both. \n \n2[46A. Causing  damage  to property. Whoever willfully causes damage or allows damage \nto be caused to any property which vests in the Authority or unlawfully converts it to his own use or \nto that of any other person shall be punishable with imprisonment for a term which may extend to \none year, or with fine, or with both. \n \n46 B. Disobedience of orders. Whoever, without lawful excuse, fails or refuses to comply \nwith any direction or order issued by the Authority under this Ordinance shall be guilty of an offence \npunishable under section 46.  \n \n \n \n_________________________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n2 Sections 46A to 46D ins. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ), s. 12. \n \n \nPage 20 of 24 \n 46C. Attempts  and  abetments. Whoever attempts to commit or abets the commission \nof an offence punishable under this Ordinance shall be deemed to have committed that offence. \n \n46D. Summary trial of offences. Any Magistrate or Bench of Magistrates empowered \nfor the time being to try in a summary way the offences specified in sub­section (1) of section 260 \nof the Code  of Criminal Procedure, 1898  (Act V of 1898 ), may, if such Magistrate or Bench of \nMagistrates thinks fit, on application being made in this behalf by the prosecution, try any offence \npunishable und er this Ordinance in accordance with the provisions contained in sections 262  to 265 of \nthe said Cod e.] \n \n47. Cognizance of offences by Courts. No court shall take cognizance of any offence \npunishable und er this Ordinance except on a complaint in writing made by the Authority or by an \nofficer authorized for the purpo se by the Authority. \n \n_____________  \n \nCHAPTER VIII. \n \nMISCELL ANEOUS \n \n48. Submission  of  yearly reports and returns, etc. (1) The Authority shall submit to \nthe 1[Federal Government], as soon as possible after the end of every financial year but before the \nlast day of December next following, a report on the condu ct of its affairs for that year. \n \n(2) The 1[Federal Government] may, after giving sufficient notice to the Authority, require it \nto furn ish the Government with \n \n(i)  any return, statement, estimate, statistics, or other information on regarding any \nmatter under the control of the Authority, or \n \n(ii)  a report on any subject with which the Authority is concerned, or \n \n(iii)  a copy of any do cument in the charge of the Authority;  and the Authority shall \ncomply with every such requisition. \n \n49. Power to dispose of land.   The Authority may retain, or may lease, sell, exchange, \nrent or otherwise dispose of any land vested in it. \n \n2[49A. Recovery of dues, etc. Any sum due to the Authority from, or any sum wrongly \npaid to, any person und er this Ordinance shall be recoverable as arrears of land revenue. \n \n49B. Summary ejectment of unauthorised occupants.  The Deputy Commissioner or \nany person authorized by him or the Authority in this behalf may, after giving fifteen days notice, \nsummarily eject any person in unauthorised occupation of any land or prop erty vested in the Authority \nand may, for such ejectment, use such for ce including police force as may be necessary. \n_________________________________________________________________________________  \n1 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n2Sections 49A to 49E ins. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ) s. 13. \n \n \nPage 21 of 24 \n 49C. Removal of building,  etc., erected or used in contravention of this \nOrdinance.(1) If any bu ilding, structure, work or land is erected, constructed or used in \ncontravention of the provisions of this Ordinance or of any rule, regulation or order made thereunder, \nthe Deputy Commissioner, or any person empowered in this behalf by the Authority, may, by order \nin writing, require the owner, occupier, user or person in control of  such building, structure, work or \nland to remove, demolish or so alter the building, structure or work, or to desist from  using or  to so \nuse the land, as to be in accordance with the said prov isions. \n \n(2) If an order under sub­section (1) in respect of any building, structure, work or land is not \ncomplied with within such time as may be specified therein, the Deputy Commissioner, or any person \nempowered in this behalf by the Authority, may, after giving the person affected by the order an \noppor tunity of b eing heard, remove, demolish or alter the building, structure or work, or stop the use \nof the land and, in so doing, may use such for ce including police force as may be necessary and may \nalso recover the cost therefor from  the person responsible for the erection, construction or u se of the \nbuilding, structure, work or land in contravention of the provisions as aforesaid. \n \n49D.  Police  assistance.  The  officer­in­charge  of  a  police­station  shall  render  such  \npolice assistance as the Deputy Commissioner may require in the discharge of his fun ctions under \nthis ord inance. \n \n49E.  Jurisdiction of courts barred. Save as otherwise provided by this Ordinance no \ncourt or other authority shall have jurisdiction to question the legality of anything done  or any action \ntaken und er this Ordinance by or at the instance of the Authority.] \n \n1[49F. Admissibility  of document  or entry as evidence.  A copy of any receipt, \napplication, p lan, no tice, order or o ther document or of any entry in a register, in the possession of the \nAuthority shall, if duly certified by the legal keeper thereof or other person authorized by the \nAuthority in this behalf, be admissible in evidence of the existence of the document or entry, and \nshall be admitted as evidence of the matters and transactions therein recorded in every case where, \nand to the same extent to which, the original document or entry would, if produ ced, have been \nadmissible to prove  such matters.] \n \n2[49G. Ordinance to override other laws .he Provisions of this Ordinance shall have \neffect notwithstanding anything to the contrary contained in any other law for the time being in force \nand such law shall, to the extent of any inconsistency , cease to have effect.]  \n \n50. Power    to   make  rules. The 3[Federal Government] may, by notification in the \nofficial Gazette, make rules to carry out  the purpo ses of this Ordinance:  \n \nProvided that no ru les shall be made on any of the matters specified in section 38.  \n \n \n \n__________________________________________________________________________________________________________________  \n1 Section 49F ins. by the Capital Development Authority (Amdt.) Act, 1968 (16 of 1968 ), s.2. \n2 Ins. by Act. No IX of 2023 by s.4.  \n3 Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n \n \n \n \nPage 22 of 24 \n 1[51. Power to make regulations. The  Authority  may  make regulations, not \ninconsistent with the rules, if any, on all matters for which regulations are necessary or expedient; and \nsuch regulations shall be published in the official Gazette.] \n \n52.  Dissolution   of  Authority  and   transfer  of  its  assets  and   liabilities   to  the  \n2[Federal Government] and other agency determined by that  Government. (1) The \n2[Federal Government] may, by notification in the official Gazette, declare that the Authority shall be \ndissolved on such date as may be specified in such notification, and the Authority shall stand dissolved \naccordingly. \n \n(2) On and from  the said date \n \n(a)      (i)  all properties, funds  and dues placed at the disposal of the Authority by \nthe 2[FederalGovernment] ; and \n \n(ii)  all properties, funds and dues exchanged for , derived from , or otherwise \nattributable to the properties, funds and dues referred to in sub­clause \n(i), which, immediately before the sai d date, were  held  by  or  were  \nrealisable  by  the  Authority  shall vest  in,  and  be reali sable by, the \n2[Federal Government] ;  \n \n(b)   all properties, funds  and  dues,  other  than  those  referred  to  in  cause  (a),  \nwhich, immediately before the said date, were vested in or were realisable by \nthe Authority shall vest in and be realisable by such agency as the 2[Federal \nGovernment] may determine, and its decision thereon shall be final ; \n \n(c)  all liabilities which, immediately before the said date, were enforceable against \nthe   Authority   shall   be   assumed   by   and   be   enforceable   against   the   \n2[Federal Government]or such agency as the 2[Federal Government] \ndetermines under clause (b), as the case may be; \n \n(d)  for the purpo se of completing the execution of any scheme which has not been \nfully executed by the Authority and of realizing properties, funds  and dues \nreferred to in clause (a)  and (b), the functions of the Authority under this \nOrdinance shall be discharged by the 2[Federal Government] or by the agency \ndetermined by the 2[Federal Government] under clauses (b) and (c), as the case \nmay be; and \n \n(e)  the agency referred to in clauses (b),  (c) and (d) shall keep such accounts of all \nmoneys respectively received and expended by it under this Ordinance, as the \n2[Federal Government] may prescribe. \n \n \n_________________________________________________________________________________  \n1 Subs. by the Capital Development Authority (Amdt.) Act, 1966 (22 of 1966 ), s. 14, for section 51. \n2Subs. by F.A.O., 1975 Art. 2 and Table for “Central Government”. \n \n \n \n \n \n \nPage 23 of 24 \n THE SCHEDULE \n \n[See section 2(p) ] \n \nLIMITS OF THE CAPITAL SITE \n \nFrom Triangulation Point 5264  (near Village Nilan Bhotu), Map Ref.191698  (Survey of Pakistan map, \nscale 1 in. to 1 mile, sheet No.43 G-/1) north­east along the Rawalpindi tehsil bound ary to spot h eight \n4949 Map Ref. 223713 ( Survey of Pakistan map, scale 1 in. to 1 mile, sheet 43 G/1); then south­east \nagain along R awalpindi tehsil bound ary to the tehsil bound ary and Nala junction at Map Ref. 227707 \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.33 G/1); from  here south­east along the Nala \nto the junction in the Nala at Map Ref. 250701 ( Survey of Pakistan map, scale 1 in. to 1 mile, sheet \nNo.43 G/1). From this junction south-east across the range of hills and via Village Mangial (Map \nRef. 268696)  to Village Karlot Map Ref. 287693  (Survey of Pakistan map, scale 1 in. to 1 mile, \nsheet No.43 G/1). From Village Karlot south-east along the Nala to Nala and Kurang Nala junction \nand along Kurang Nala to junction of Kurang Nala and Murree Road near Village Chatter Parao at \nmile­stone 18 and 6 fur longs, Map Ref. 304685 ( Survey of Pakistan map, scale 1 in. to 1 mile sheet \nNo.43 G/1). From here due  east across country to the Rawalpindi tehsil bound ary at Map Ref. 310683  \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 G/5) and south-east along the tehsil \nbound ary to the junction of  the tehsil bound ary and Kurang Nala at Map Ref. 315676,  then north- \neast along the Kurang Nala to the junction of the nala and tehsil bound ary at Map Ref. 327678  \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 G/5). From this junction south­east \nacross country via spot height 2954  Map Ref. 345664  (Survey of Pakistan map, scale 1 in. to 1 mile, \nsheet No.43 G/5) across the range south­east to spot height 2276 Map Ref. 358655 ( Survey of Pakistan \nmap, scale 1 in. to 1 mile, sheet No.43 G/5 ), located near Rawalpindi tehsil bound ary then south­east \nalong the Rawalpindi tehsil bound ary to junction of bound ary and Gumrah Kas at Map Ref. 369636  \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 G/6). From this junction south­east across \ncountry to Village Sambli Tijal on the River Soan, Map Ref. 405615 ; then along River Soan and \nRawalpindi tehsil bound ary east up to Map Ref. 457595  (bend in the bound ary) and south­west again \nalong tehsil bound ary to a point at Map Ref. 424541 ( Survey of Pakistan map, scale 1 in. to 1 mile, \nsheet No.43 G/6) 400 y ards south of the Lehtrar Road. Then west along a  line parallel to Lehtrar \nRoad (400 yards south of the ro ad ) to a point on Malal Nala at Map Ref. 302523 ( Survey of Pakistan \nmap, scale 1 in. to 1 mile, sheet No. 43 G-/2). Then south­west along the Malal Kas to junction \nMalal Kas and River Kurang Map Ref. 225455  (Survey of Pakistan map, scale 1 in. to 1 mile, sheet \nNo.43 G/2). From here north­ west along R iver Kurang to the junction of River Kurang and Nala at \nMap Ref. 172528  (Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 G/2); then north­west \nalong this Nala via Village Sohan Map Ref. 166528  (Survey of Pakistan map, scale 1 in. to 1 \nmile, sheet No.43 G/2) to the junction of  Nala and Muree Road near Milestone 6, map Ref. 154537 \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 G/2); from  this junction south-west across \ncountry to the bend in Lei Nala (near village Narala) at Map Ref. 138530  (Survey of Pakistan map, \nscale 1 in. to 1 mile, sheet No.43 G/2). Then south­west along Lei Nala to junction of Lei Nala and \nBedara wali Kas, Map Ref. 119510  (Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 G/2). \nThen south along Leh Nala to a point map Ref. 117479 b eing junction of Leh Nala and a tributary \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No. 43 G/2.) Then north­west and west to the \nsource of this tributary near a point map Ref. 047477  (Survey of Pakistan map, scale 1 in. to 1 mile, \nsheet No.43 C/14); from this point nor th­west along the Kutcha road to the junction of this Kutcha \nroad a and track at Map Ref. 044480 ( Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43,  \nC/14). From h ere, south-west across country to a point 100 yards west of G.T.Road, Map Ref. 040478  \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 C/14); then north­west along a  line parallel \nto the G. T. Road, and at a distance of 100 yards from  it to Nicholson Monument at map. Ref. 884568  \n(Survey of Pakistan map, scale 1 in. to 1 mile, sheet No.43 C/14). Then east along the ridge of \n \nPage 24 of 24 \n Maragala Range via spot heights 2613,  2981,  3371  and 3338  to triangulation point height 3352  map \nRef. 979604  on the bound ary line of  districts Hazara and Rawalpindi (Survey of Pakistan map, scale \n1 in to 1 mile, sheet No.43 C/14). Then east along this bound ary line back to the starting point \ntriangulation height 5264.  \n \n \nLIMITS  OF THE SPECIFIED AREAS \n \nStarting from  a point, map reference 534125  (sheet 43 F/8, 1 in. to 1 mile map of G.T.S.) nearly 2 \nmiles North  of  Kohala  on  Azad  Kashmir  1[Pakistan]  border  running south  along River  Jhelum \n(bound ary of Azad Kashmir and 1[Pakistan] up to a point, Map, Ref. 641678  (sheet 43 G/9) being the \njunction of bound aries of Murree Tehsil, Kahuta Tehsil and Azad Kashmir. Then along the southern \nbound ary of Murree Tehsil up to junction of Khad Nala and Murree Tehsil bound ary Map Ref. \n568699  (sheet 43 G/9). Then south­west along Khad Nala to a point Map Ref. 504608  (sheet 43 G/6) \nbeing the junction of Khad Nala and a Tributary. Then south­east along the tributary via Village \nLehtrar Nala to Nala and track junction at map reference 518594  (sheet 43 G/6). Then along this \ntrack via village Marhiman south­west to the track and a nala junction at map reference 506571 \n(sheet 43 G/6). Then south­west along this Nala via Village Jambhiri and Pihar to this Nala and River \nLing junction at map reference 463483  (sheet 43 G/6). From h ere south­west along River Ling to the \njunction of Rawalpindi Tehsil bound ary and River Ling at map reference 369382  (sheet 43 G/6). \nThen along eastern, southern and western bound ary of Rawalpindi Tehsil up to bend at map reference \n910683  (sheet 43 C/13), about a mile south of Village Salargah. Then follow along River Harro north \neast up to a point map Ref. 168810  (sheet 43 G/1) near spot height 2518,  which is the junction of \nRiver Harro and bound ary line of Haripur and Abbottabad Tehsils of Hazara District. Then along \nsouthern bound ary of Abbottabad Tehsil of Hazara District up to point map reference 253833  (sheet \n43 G/1) at the intersection of Abbottabad Tehsil bound ary and River Karral Harroo;  along R iver \nKarral Harro due north­east to point map reference 344933  (sheet 43 G/5) being junction of Karral, \nHarro and Samundar Katha near spot height 3730  and then along Samundar Katha. Stream up to point \nMap Ref. 381017  (sheet 43 F/8) on junction of Samundar Katha Stream and bound ary line between \nVillages Tatrila and Nagribala of Tehsil Abbottabad. Then running along the bound ary line between \nVillages Tatrila and Nagribala (near spot height 7799 ), B agh and Nagribala, Bagnotar and B ara Gali, \nNamli Mira, Phalkot and Bakot and Mulia and Bakot including Villages Nagribala, Bara Gali, Namli \nMira and B akot back to the starting point map reference 534125 ( sheet 43 F/8). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_________________________________________________________________________________________________________________  \n1Subs. By F. A. O., 1975 Art. 2 and Sch., for “West Pakistan”."
}