{
    "file": "./converted_json\\administrator22a7cbe4feb13c97121968c20d606d55.json",
    "name": "Cotton Cess Act",
    "date": "16th March, 1923",
    "tagline": "An Act to provide for the creation of a fund for the improvement and development of the growing, marketing and manufacture of cotton",
    "content": "Page 1 of 8 \n  \n \nTHE COTTON CESS ACT, 1923  \n \n \n   \n \nCONTENTS  \n1.  Short title and extent . \n2.  Definitions . \n3.  Imposition of Cotton Cess . \n4.  Constitution of Pakistan Central Cotton Committee . \n5. [Omitted ]. \n6.  Delivery of monthly returns . \n7.  Collection of cess by Collector . \n8.  Collection of cess on exported cotton . \n9.  Finality of assessment and recovery of unpaid cess . \n10.  Power to inspect mills and take copies of records and accounts . \n11.  Information acquired to be confidential . \n12.  Application of proceeds of cess . \n12A.  [Omitted ]. \n13.  Validation . \n14.  Dissolution of Committee . \n15.  Power of the Federal Government to make rules . \n16.  Power of the Committee to make rules . \n17.  Publications  of rules . \n\n \nPage 2 of 8 \n THE COTTON CESS ACT, 1923  \n1ACT No. XIV of 1923  \n[16th March, 1923]  \nAn Act to provide for the creation of a fund for the improvement and development of the growing, \nmarketing and manufacture of cotton 2* *. \n WHEREAS it is expedient to provide for the creation of a fund to be expended by a \nCommittee specially constituted in this behalf for the improvement and development of the growing, \nmarket ing and manufacture of cotton 2* * It is hereby enacted as follows: ― \n 1. Short title and extent . —(1) Th is Act may be called the 3* Cotton Cess Act, 1923.  \n 4[(2) It extends to the whole of Pakistan.]  \n 2. Definitions . In this Act, unless there is anything repug nant in the subject or context, — \n(a)  “Collector ” means, in reference to  cotton consumed in a mill in 5[Pakistan], \nthe Collector of the district in which the mill is situated 6[or any o ther officer \nappointed by the 7[Federal Government] to perform the dutie s of a collector \nunder this Act ];  \n(b)  “the Committee ” means the 8[Pakistan Central Cotton Commit tee] constituted \nunder this Act ;  \n(c)  “cotton ” means raw cotton, whether baled or loose, which has been ginned ;  \n9[(d)  “Collector of Customs ” means an officer appointed as such under section 3 of \nthe Customs Act, 1969 (IV o f 1969);  \n(dd)  “Customs airport ” and “customs -port” mean, respectively, a customs - air-port \nand customs port as defined in section 2 of the Customs Act, 1969 (IV of \n1969);]  \n \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of India, 1923, Pt. V, p. 59; and for Report of Joint Committee, see ibid, 1923, Pt. V, p. 97. This Act \nhas been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950) ; and applie d in the Federated \nAreas of Baluchistan, see Gazette of I ndia, 1937, Pt. I, p. 1499. The Act has also been extended to the Baluchistan States Union, see the Baluchistan \nStates Union (Federal Laws) (Extension) Order, 1953 (G.G.O. 4 of 1953), as amended. The Act has been and shall be deemed to h ave been brought in to \nforce in Gwadur with effect from the 8th September, 1958 by the Gwadur (Application of Central Laws) Ordinance, 1960 (37 of 1 960), s. 2.  \n2 The words “in India ” rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and II Sch.   \n3 The word “Indian ” omitted by A.O., 1949.  \n4 Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October,  1955), for sub -section \n(2), as amended by A.O., 1937, A.O., 1949 and Act 26 of 195 1.  \n5 Subs. by Ordinance 21 of 1960, s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for “the Provinces and the Capital of the Federation ” \nwhich had been subs. by A.O., 1949, for “British India ”.  \n6 Ins. by the Indian Cotton Cess (Amdt.) Act, 1924 (1 of 1924), s. 2.  \n7 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ” which was previously amended by A.O., 1937, for “L.G.”.  \n8 Subs. by the Cotton Cess (Amdt.) Act, 1948 (30 of 1948), s. 2, for “Indian Central Cotton Committee ” (with effect from the 11th January, 1949).  \n9 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for clause (d).  \n \nPage 3 of 8 \n (e)  “mill” means any place which is a factory a s defined in section 2 of the \n1[Factories A ct, 1934], and in which cotton is converted into yarn or thread \neither for sale as such or for  conversion into cotton goods 2[which includes all \ntissues and other articles (except yarn and thread) woven, knitted or otherwise \nmanufactured, wholly or partly from cotton yarn]; 3*  \n(f)  “prescribed ” means prescribed by rules made under this Act.  \n 4*   *   *   *   *   *   * \n 3. Imposition of Cotton Cess . —5[(1) There shall be levied and collected on all cotton either \nexported from the Provinces of Pakistan to any place outside Pakistan or consumed in any mill in the \nProvinces of Pakist an a cess at such rate as the 6[Federal Govern ment] may fix by notification,7in the \nofficial Gazette.  \n 8*   *   *   *   *   *   *  \n 9[4. Constitution of Pakistan Central Cotton Co mmittee . —(1) As soon as may be after \nthe commencement of this Act the 6[Federal Government] shall set up the Committee.  \n (2) The Committee shall c onsist of such members as the 6[Federal Government] may, by \nnotification in the official Gazette, appoint to be members, and the 6[Federal Government] shall \nappoint from among them one to be the President and another to be the Vice -President.  \n (3) The Committee shall be a body corporate by the name of the Pakistan Central Cotton \nCommittee, having perpetual succe ssion and a common seal with powers to acquire and hold \nproperty both movable and immovable, and to contract, and shall by the said name sue and be sued.]  \n 10[(4) Nothing contained in the Industrial Relations Ordinance, 1969, (XXIII of 1969) shall \napply t o or in relation to the Committee or any of the officers, advisers and employees appointed by \nit.] \n 5.[Incorporation of the Committee.]  Omitted by the Cotton Cess (Amendment) Act, 1948 \n(XXX of 1948), s. 5.  \n 6. Delivery of monthly returns . —(1) The owner of  every mill shall furnish to the Collector, \non or before the seventh day of each month, a return stating the total amount of cotton consumed or \nbrought under process in the mill during the preceding month, together with such further information \nin regard t hereto as may be prescribed:  \n Provided that no return shall be required in regard to cotton consumed or brought under \nprocess before the commencement of this Act.  \n \n \n1 Subs. by Act 30 of 1948, s. 2, for “Indian Factories Act, 1911 ”. (with effect from the 11 th January, 1949).  \n2 Subs. by Ord. 27 of 1981, s. 3 and Sch. II, for “as defined in section 3 of the (Cotton Duties Act, 1896) ”. The words in crotchets were previously \namended by the Indian Finance Act, 1926 (19 of 1926), s. 3.  \n3The word “and” omitted by  the Indian Cotton Cess (Amdt.) Act, 1939 (5 of 1939), s. 2.  \n4 Clause (g) which was added by Act 5 of 1939, s. 2, rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951) , s. 3 and Sch. II.  \n5 The original section 3 was re -numbered by th e Indian Cotton Cess (Amdt.) Act, 1924 (1 of 1924), s. 3, as sub -section (1) of that section, which has \nbeen subs. by Act 30 of 1948, s. 3 (a).  \n6 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”.  \n7 For such notifin., see Gaz. of P., 1957 , Pt. I, p. 13.  \n8 The proviso to sub -section (1), and sub -section (2) omitted by Act 30 of 1948, s. 3 (b).  \n9 Subs. ibid., s. 4, for section 4, as amended by A.O., 1937 and Acts 14 of 1929, s. 2, 5 of 1939, s.3 and 34 of 1939.  \n10 Sub-section (4) added by  the Cotton Cess (Amdt.) Ordinance, 1980 (13 of 1980), s. 2.  \n \nPage 4 of 8 \n  (2) Every such return shall be made in such form and shall be verified in such manner as may \nbe prescribed.  \n 7. Collection of cess by Collector . —(1) On receiving any return made under section 6 , the \nCollector shall assess the cotton cess payable in respect of the period to which the return relates, and \nif the amount has not already been paid shall cause a notice to be served upon the owner of the mill \nrequiring him to make payment of the amount assessed within ten days of the service of the notice.  \n (2) If the owner of any mill fails to furnish in due time return referred to in section 6 or \nfurnishes a return which the Collector has reason to believe is incorrect or defective, the Collector \nshall assess the amount payable by him in such manner, if any, as may be prescribed, and the \nprovisions of sub -section (1) shall thereupon apply as if such assessment had been made on the basis \nof a return furnished by the owner:  \n Provided that, in the case o f a return which he has reason to believe is incorrect or defective, \nthe Collector shall not assess the cess at an amount higher than that at which it is assessable on the \nbasis of the return without giving to the owner a reasonable opportunity of proving the correctness \nand completeness of the return.  \n  (3) A notice under sub -section (1) may be served on the owner of a mill either by post or by \ndelivering it or tendering to it the owner or his agent at the mill.  \n 1[8. Collection of cess on exported cotton . —(1) In respect of cotton exported by air, land or \nsea, cess shall be assessed and levied by the Collector of Customs at the customs -airport or customs -\nport of export, and, subject to the provisions of this Act and of any rules made thereunder, shall, fo r \nall or any of the purposes of the Customs Act, 1969, (IV of 1969) be deemed to be a duty of customs.  \n (2) The Central Board of Revenue constituted under the Central Board of Revenue Act, 1924, \n(IV of 1924) may make rules providing, on such conditions as may be specified in the rules, for the \nrefund of the cess levied where cotton is exported by land and subsequently imported into Pakistan].  \n 9. Finality of assessment and recovery of unpaid cess .—(1) An assessment made in \naccordance with the provisions of section 7 or section 8 shall not be questioned in any Court.  \n (2) Any owner of a mill who is aggrieved by an assessment made under section 7 may, within \nthree months of service of the notice refe rred to in sub -section (1) of that section, apply to the \n2[Federal Government] for the cancellation or modification of the assessment and, on such \napplication, the 2[Federal Government] may cancel or modify the assessment and order the refund to \nsuch owner  of the whole or Part, as the case may be, of any amount paid thereunder.  \n (3) Any sum recoverable under section 7 may be recovered as an arrear of land revenue.  \n 10. Power to inspect mills and take copies of records and accounts .—(1) The Collector or \nany officer empowered by general or special order of the 3[Federal Government] in this behalf shall \nhave free access at all reasonable times during working hours to any mill or to any part of any mill.  \n \n \n1 Subs. by the Federal Laws (Revision and Declaration)  Ordinance, 1981 (27 of 1981), s. 3 and Sch. II, for section 8, which was previously amended by \nvarious enactments.  \n2 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ” which was previously amended by A.O., 1937, for “L.G.”. \n3 Subs. by F.A. O., 1975, Art. 2 and Table, for “Central Government” which was previously amended by A.O., 1937, for “L.G.”.  \n \nPage 5 of 8 \n  (2) The Collector or any such officer may at any time, with or without notice to the owner, \nexamine the working records, sale records and account s of any mill and take copies of or extracts \nfrom all or any of the said records or accounts for the purpose of testing the accuracy of any return or \nof informing himself as to the particulars regarding which information is required for the purposes of \nthis Act or any rules made thereunder.  \n (3) Where any officer other than the Collector proposes to examine under sub -section (2) any \nrecord or account containing the description or formulate of any trade process, the owner of the mill \nmay give to the said of ficer, for transmission to the Collector, a Written notice of objection and the \nofficer shall thereupon seal up the record or account pending the orders of the Collector.  \n 11. Information acquired to be confidential .—(1) All such copies and extracts and al l \ninformation acquired by a Collector or any other officer from an inspection of any mill or warehouse \nor from any return submitted under this Act shall be treated as confidential.  \n (2) If the Collector or any such officer discloses to any person other th an a superior officer \nany such information as aforesaid without  the Previous sanction of the 1[Federal Government], he \nshall be punishable with imprisonment which may extend to six months an d shall also be liable to \nfine : \n Provided that nothing in this section shall apply to the disclosure of any such information for \nthe purposes of a prosecution in respect of the making of a false return under this Act.  \n 12. Application of proceeds of cess .—(1) On the last day of each month, or as soon \nthereafter as may  be convenient, the proceeds of the cess recovered during that month shall, after \ndeduction of the expenses, if any, of collection and recovery, be paid to the Committee.  \n (2) Subject to such conditions as may be prescribed, the said proceeds and any othe r monies \nreceived by the Committee shall be applied to meeting the expenses of the Committee and the cost of \nsuch measures as it may, with  the previous approval of the 2[Federal Government], decide to \nundertake for promoting agricultural and technological research in the intere sts of the cotton industry \nin 3[Pakistan].  \n 12A. [Payment to Government of Burma.]  Omitted by the Cotton Cess (Amendment) Act, \n1948 (XXX of 1948), s. 8.  \n 13. Validation.  No Act done or proceeding taken under this Act shall be question ed on the \nground merely of the existence of any vacancy in or any defect in the con stitution of the Committee \nor 4[any of its sub -committees].  \n 14. Dissolution of Committee . The 2[Federal Government] may, by notification in the \n5[official Gazette], declare that, with effect from such date as may be specified in the notification, the \nCommittee shall be dissolved, and on the making of such declaration all funds and other property \nvested in the Committee shall vest 6[in the 7[Federal  Government] and] this Act shall be deemed to \nhave been repealed.  \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government” which was previously amended by A.O., 1937, for “L.G.”.  \n2 Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government ” which was been Subs. by A.O., 1937, for “G.G. in C., ”  \n3 Subs. by the Cotton Cess (Amdt.) Act, 1948 (30 of 1948), s. 7, for “India ”.  \n4 Subs. ibid., s. 9, for “the Standing Finance Sub -Committee, if any ” \n5 Subs. by A.O., 1937, for “Gazette of India”.  \n6 The words “in His Majesty and” have successively been amended by A.O., 1937 and A.O., 1961, Art. 2 and Sch. (with effect from  the 23rd March, \n1956), to read as above.  \n7 Subs. by F.A.O. 1975 Art. 2 and Table for “Central Government”.  \n \n \nPage 6 of 8 \n  15. Power of the Fe deral Government to make rules .—(1) The 1[Federal Government] \nmay make rules2 for the purpose of carrying into effect all or any of the provisions of this Act.  \n (2) In particular, and without prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of  the following matters, namely: — \n(a)  for prescribing the time within which nominations shall be made under section \n4 whether in the first instance or on the occurrence of vacancies;  \n(b)  for prescribing the term of office of the members of the Committee ;  \n(c)  for prescribing the circumstances in which and the authority by which any \nmember may be removed ;  \n(d)  for the holding of a minimum number of meetings of the Commi ttee during \nany year ;  \n(e)  for the maintenance by the Com mittee of a record of all business transacted \nand the submission of copies of such records to the 3[Federal Government];  \n(f)  for the definition of th e powers of the Committee and 4[its officers] to enter \ninto contracts which shall be binding on the Committee, and the manner in \nwhich such contracts shall be executed;  \n(g)  for the regulation of the travelling allowances of members of the Committee \nand of their remuneration, if any ;  \n(h)  for the definition of th e powers of the Committee and 4[its officers] in respect \nof the appointment, promotion and dismissal of officers and servants of the \nCommittee, and in respect of the creation and abolition of appointmen ts of \nsuch officers or se rvants ;  \n(i)  for the regulation of the grant of pay and leave to officers and servants of the \nCommittee, and the payment of leave allowances to such officers and servants, \nand the remuneration to be paid to any person appointed to act for any officer \nor servant to whom leave  is granted ;  \n(j)  for the regulation of the payment of pensions, gratuities, compassionate \nallowances and travelling allowances to officers and servants of the \nCommittee;  \n(k)  for prescribing the establishment and maintenance of a pro vident fund for the \nofficers and servants of the Committee, and for t he deduction of subscriptions \nto such provident fund from the pay and allowances of such officers and \nservants, other than Government servants whose services have been lent or \ntransferred  to the Committee ; \n \n1 Subs. by F.A.O.1975, Art.2 and Table, for “Central Government” which was  been Subs. by A.O, 1937, for “G .G.inc.,.”   \n2 For such rules, see Gen. R. & O.  \n3 Subs. F.A.O., 1975, Art. 2 and Table, for “Central Government ” which was previously amended by A.O., 1937, for “G.G. in C. ”.  \n4 Subs. by the Cotton Cess (Amdt.) Act, 1948 (30 of 1948), s. 11 (a), for “of the Secretary ”.  \n \n \nPage 7 of 8 \n  (1)  for prescribing the preparation of budget estimates of the annual receipts and \nexpenditure  of the Committee and of supplementary estimates of expenditure \nnot included in the budget estimates, and the manner in which such estimates \nshall be sanctioned and published ;  \n(m)  for defining  the powers of the Committee, 1[its subcommittees, if any, the  \nPresident and its officers], in regard to the expenditure of the funds of the \nCommittee, whether provision has or has not been made in the budget \nestimates or by reappropriation for such expenditure, and in regard to the \nreappropriation of estimated savin gs in the budget estimates of expenditure;  \n(n)  for prescribing the maintenance of accounts of the receipts and expenditure of \nthe Committee and providing  for the audit of such accounts ;  \n(o)  for prescribing the manner in which payments are to be made by  or on behalf \nof the Committee, and the officers by whom orders for making deposits or \ninvestments or for withdrawals or disposal of the funds o f the Committee shall \nbe signed ;  \n(p)  for determining the custody in which the current account of the Committee  \nshall be kept, and the bank or banks at which surplus monies at the credit of \nthe Committee may be deposited at interest, and the conditions on which such \nmonies may be otherwise invested ;  \n(q)  for prescribing the preparation of a statement showing the s ums allotted to \nProvincial Departments of Agriculture or institutions not under the direct \ncontrol of the Committee for expenditure on research, the actual expenditure \nincurred, the outstanding liabilities, if any, and the disposal of unexpended \nbalances a t the end of the year ;  \n(r)  the assessment, levy, and payment of the cotton cess in resp ect of cotton \nexported by sea 2[or by land]; and  \n(s)  any other matter which is to be or may be prescribed.  \n 16. Power of the Committee to make rules . The Committee m ay, with  the previous \nsanction of the 3[Federal Government ], make rules4 consistent with this Act and with any rules made \nunder section 15 to provide for all or any of the following matters, namely: — \n(a)  for the appointment of 5[appropriate sub -committees ] and the delegation \nthereto of any powers exercisable under this Act by the Committee ;  \n(b)  for prescribing the method of appointment, removal and replacement and the \nterm of office of members of the 6[sub-committees], and for t he filling of \nvacancies th erein ;  \n \n1 Subs. by the Cotton Cess (Amdt.) Act, 1948 (30 of 1948), s. 11(d), for “the Standing Finance Sub -Committee, if any, the President and the Secretary, \nrespectively ”.  \n2 ins by hidden cotton cess (amdt) Act, 1924(I of 1924), s.5 . \n3 Subs. by F.A.O. 1975, Art  and Table b are bore, Centrel Govt.   \n4 For such rules, see Gen. R. & O.  \n5 Subs. by the Cotton Cess (Amdt.) Act, 1948 (30 of 1948), s. 12 (a), for “a Standing Finance Sub -Committee”.  \n6 Subs. ibid., s. 12(b), for “Standing Finance  Sub-Committee”.  \n \n \n \nPage 8 of 8 \n  (c)  for the appointment of the dates, times and places for meet ings of the \nCommittee and the 1[Sub -committees], and for regulating the procedure to be \nobserved at such meetings ;  \n(d)  for determining the circumstances in which securit y may be demanded from \nofficers and servants of the Committee, and the amount and nature of such \nsecurity in each case;  \n(e)  for determining the times at which, and the circumstances in which, payments \nmay be made out of the provident fund and the conditi ons on which such \npayments shall relieve the fund from further liability ;  \n(f)  for determining the contribution. if any, payable from the funds of the \nCommittee t o the provident fund ;  \n(g)  for regulating generally all matters incidental to the provident fund and the \ninvestment thereof ;  \n(h)  for defining  the powers and duties of the 2[officers,] of the Committee.  \n 17. Publications of rules . All rules made under section 15 or section  16 shall be published in \nthe 3[official Gazette] and, on such publication , shall have effect as if enacted in this Act.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Subs. ibid., s. 12(b), for “Standing Finance Sub -Committee”.  \n2 Subs. ibid., s. 12 (c), for “Secretary”.  \n3 Subs. by A.O., 1937, for “Gazette of India”."
}