{
    "file": "./converted_json\\administratore7155559002a87ff8a13fd82aceedf05(1).json",
    "name": "The President's Salary, Allowances and Privileges Act, 1975",
    "date": "23rd July, 1975",
    "tagline": "An Act to determine the salary, allowances and privileges of the President.",
    "content": "Page 1 of 9 \n  \n \nTHE PRESIDENT’S SALARY, ALLOWANCES AND PRIVILEGES ACT, 1975.  \n \n \n \n \n \n \nCONTENTS  \n__________________  \nSECTIONS  \n1. Short title and commencement.  \n2. Definitions.  \n3. Monthly Salary.  \n4. Equipment allowance.  \n5. Allowances on taking up and laying down the office.  \n6. Official  residence, railway saloons, rivercraft, aircraft and official cars.  \n7. Discretionary grant, sumptuary allowance and other allowances.  \n8. Payment of further amounts.  \n9. Payment on account of deferred pay, etc., of officers.  \n10. Amoun ts to be included in estimates of expenditure.  \n11. Compensation in case of air accident.  \n12. Leave of absence.  \n13. Medical facilities.  \n14. Customs duties or sales tax not leviable on certain articles.  \n15. Provident Fund.  \n16. Act to have effect subject to instructions, etc.  \n16A. (Omitted)  \n17. [Repeal ]. \n \n \n \nUpdated till 12.11.2021  \n\n \nPage 2 of 9 \n FIRST SCHEDULE  \n[See section 2 (g)]  \nSECOND SCHEDULE  \n[See section 7 (a)]  \nTHIRD SCHEDULE  \n[See section 7 (b)]  \nFOURTH SCHEDULE  \n[See section 3]  \n \n \nPage 3 of 9 \n THE PRESIDENT’S SALARY, ALLOWANCES AND PRIVILEGES ACT, 1975.  \n1Act No. LVIII of 1975  \n[23rd July, 1975]  \nAn Act to determine the salary, allowances and privileges of the President.  \nWHEREAS  it is expedient to determine the salary, allowances and privileges of the President \nand to make provision for enabling him to discharge conveniently and with dignity the duties of his \noffice;  \nIt is hereby enacted as follows: — \n1.  Short title and commencement .—(1) This Act may be called the President's Salary, \nAllowances and Privileges Act, 1975.  \n(2)  It shall come into force at once.  \n2.   Definition s. —In this Act, unless there is anything repugnant in the subject or \ncontext, — \n(a)  \"family of the President\" includes the President's 2[spouse ] and such of his \nchildren, step -children, parents, brothers and sisters as ordinarily reside with and \nare wholly dependent upon him ;  \n(b)  \" furnishings \" means pictures, paintings, curios, linen, glass -ware, brass - ware,  \ncutlery,  crockery,  kitchen  equipme nt, radios,  radio -grams,  lamps, public address \nsystems, projectors, television sets of all kinds, accoustical equipment and \nsimilar other articles;  \n(c) \"furniture\"  includes  carpets,  sofa covers,  curtains,  refrigerators,  \nairconditioners, washing machines an d similar other articles;  \n(d) \"Government\" means the Federal Government ; \n(e) \"maintenance\", —  \n(i)  in relation  to official  residence,  includes  the maintenance  and \nreplenishing of furniture and furnishings, payment of local rates and \ntaxes, maintenance of roads and electric, water, gas and sanitary fixtures \nand installations, and the provision of electricity,  gas and water;  \n(ii)  in relation to rivercraft, includes expenditure on the pay of the \nestablishment maintained in connection therewith , and on their \nvictualling while afloat, and expenditure on the purchase of marine \nstores; and  \n(iii) in relation to official cars and aircraft,  includes  the pay and allowances  \nof chauffeurs,  pilots  and other  establishment  and the provision of oil \nand petro l; \n_______________________________________________________________ __________  \n1For Statement of Objects and Reasons, see Gaz. of P., 1975 Ext., Pt., III, p. 586.  \n2Subs. by the Finance Act, 1996(9 of 1996) s. 8, for “wife”  \n \nPage 4 of 9 \n  \n(f) \"official cars\", \"railway saloons\", \"rivercraft\" and \"aircraft\" means such cars, \nrailway saloons, rivercraft and aircraft, if any, as are from time to time provided \nfor use by the President ; \n(g) \"official residence\" means the house specified in the First Schedule and such \nother premises in Pakistan as the President may use as his official residence, and \nincludes the staff quarters and other buildings appurtenant thereto and the \ngardens thereof;  \n(h) \"prescribed\"  means  prescribed  by rules  to be made  by the Government;  \n(i)  \"year\" means a year commencing on the first day of July and ending on the \nthirtieth day of June next following; and  \n(j)  other words and expressions used in this Act and not defined shall have the \nmeanings assigned to them in the Constitut ion of the Islamic Republic of \nPakistan or the Fundamental and Supplementary Rules.  \n1[3.  Monthly Salary .― (l) The Government shall pay per month salary to the President as \n  specified in the Fourth Schedule.  \n  (2)  The Government may, by notification in t he official Gazette, amend the Fourth \nSchedule to increase the salary of the President keeping in view the guiding principle that the \nremuneration of the President shall be a symbolic one rupee higher than the salary of any holder of \npublic office in relat ion to affairs of the Federation.]  \n4.  Equipment allowance .― The President may, on his assumption of office as such, draw \n2[twenty] thousand rupees as an allowance for equipping himself, once on first appointment only.  \n5.  Allowances on taking up and laying down the office .—(1) The President shall be \nentitled to travelling allowances to the extent mentioned below for the journey from his place of \nresidence in Pakistan to the official residence on taking up office and from th e official residence to his \nplace of residence on laying down office: — \n(a) the actual travelling expenses for himself and his family;  \n(b) the cost of transporting personal servants, not exceeding three, by the lowest \nclass of accommodation; and  \n(c)  the co st of transporting household effects, not exceeding one hundred and \ntwenty maunds, by goods train, steamer or other craft, excluding aircraft, and \nhis personal car, if any.  \n(2)  No claim shall lie for any travel or transportation not performed within six months of \nthe date of taking up or laying down office, as the case may be.  \n \n1Subs . by Act XXXVI of 2018, s.2.  \n2Subs . by the Finance Act, 19 96 (9 of 1996) s. 8 for \"five\".  \n \nPage 5 of 9 \n 6. Official  residence, railway saloons, rivercraft, aircraft and official cars. —(1) \nThroughout his term of office the President shall be entitled, without payment of rent or hire, to the use \nof his official residence, and of the railway saloons, rivercraft, aircraft and official cars, and no charge \nshall fall on him personally in respect of the maintenance thereof:  \nProvided that the President shall not, except when proceeding on or returning from leave, be \nentitled to the use of the railway saloons, rivercraft, aircra ft or official cars during any period for which \nhe is on leave.  \n(2)  The provisions of sub -section (1) shall also apply to the family of the President.  \n7.  Discretionary grant, sumptuary allowance and other allowances. ― There shall be \npaid in each year to the President — \n(a)  an allowance for expenses connected with the purposes specified in the Second \nSchedule, not exceeding the maximum amounts specified in that Schedule:  \nProvided that the President may, without exceeding the maximum \nspecified in column 7 of the aforesaid Schedule, reappropriate,  whenever  \nnecessary,  from  any sub-head  in that Schedule to any other sub -head therein, \nexcept to or from the sub - heads relating to discretionary grant and sumptuary \nallowance;  \n(b)  an allowance for expense s connected with improvements in and maintenance of \nthe official residence and the maintenance of the furniture and furnishings \nthereof, not exceeding the maximum amount specified in the Third Schedule  : \nProvided  that the President  may,  without  exceeding  the maximum \nspecified in column 5 of the aforesaid  Schedule, reappropriate,  whenever  \nnecessary,  from  one sub-head  in that Schedule to another sub -head therein 1[;] \n1[(c)  the actual charges for electricity and gas consumption.]  \n8. Payment of furt her amounts. ― There shall be paid from time to time to the President \nsuch further amounts as may be necessary to enable him to discharge conveniently and with dignity the \nduties of his office as he may by general or special order  authorize , and any such or der may be given \nretrospective effect whenever necessary.  \n9. Payment on account of deferred pay, etc., of officer s.― Nothing in this Act shall \napply to any payment on account of the deferred pay, leave salaries, allowances, cost of passage or \nincrements due to any officer provision for whose pay is made in the Second Schedule, and the amount \nof such payment shall be in addition to the maximum amounts specified in that Schedule.  \n10.  Amounts to be included in estimates of expenditure. ― The President may, subject to \nany general or special order made by him, include the amounts in any year in the estimates of \nexpenditure fo r the purpose of giving effect to the provisions of this Act, and such amounts shall be \ncharged upon and paid out of the Federal Consolidated Fund.  \n \n \n \n \n \n \n \n1Subs. and add by the Finance Act., 1996 (9 of 1996) S. 8 .  \n \nPage 6 of 9 \n 11.  Compensation in case of air accident. —(1) If the President, while travelling by air, \non official duty, by any flight scheduled or unscheduled (including flight in a Government -owned \naircraft of any type), dies or receives an injury as a result of an acciden t, the Government shall pay to \nthe person or persons referred to in sub -section (2) a sum of  1[one million] rupees, in the case of death, \nand an amount to be determined by the Government having regard to scales of compensation applied \nby insurance companie s in like cases, in the case of injury.  \n(2)  The compensation shall be payable, in the case of injury, to the President and, in the \ncase of death, to such member or members of his family, or, if there by no such member, such other \nperson or persons as may be nominated by him, and in the absence of such nomination to his heirs.  \n(3)  A nomination under sub -section (2) may be made, and may also be revoked or altered, \nby a notice in writing signed by the President and addressed to the Accountant General, Pakist an \nRevenues.  \n12. Leave of absence. — (1) The President may avail himself of leave of absence during \nhis term of office, at any one time or from time to time, for urgent reasons of health or private affairs \nfor a period not exceeding four months in the aggre gate :  \nProvided that the President may extend this period of four months in which case the reasons \nfor the extension shall be recorded in a minute:  \nProvided further that the President shall also be entitled to the un -utilized period of leave of \nfour months  immediately after laying down his office.  \n(2)  The leave allowance of the President shall be 2[fifty  seven thousand] rupees per mensem \nand shall be subject to income -tax. \n13. Medical facilities.―  The President and the family of the President shall be entitled  to \nmedical facilities in accordance with the Special Medical Attendance Rules:  \nProvided that he and his family shall ordinarily be entitled to receive medical treatment at his \nresidence:  \nProv ided further that the President may, if so advised by his physician, receive medical \ntreatment abroad or consult a foreigner or a physician other than his own and receive such other \ntreatment as may be prescribed.  \n \n \n \n \n \n1Subs. by the Finance Act, 1996 (9 of 1996) S. 8.  \n2Subs. by ord. XI of 2002, S. 3 (w.e.f 1.05.2001)  \n \n \nPage 7 of 9 \n 14. Customs duties or sales tax not leviable on certain articles. —(1) No custom - duties \nor sales tax shall be levied on the following articles if imported or purchased out of bond by the \nPresident on appointment or during his tenure of office, namely: — \n(a)  articles for the personal use, wear or consumption of the President or any \nmember of the family of the President provided that the cost thereof shall not \nexceed 1[two hundred thousand] rupees per annum ; \n(b) 2[* * * * * * *]  \n(c)  foodstuffs and tobacco for  consumption by the President, members of his  family \nand his guests, whether official or not;  \n(d)  articles for furnishing of the President's official residence; and  \n(e)  Official cars, rivercraft or aircraft.  \n(2)  No custom -duties or sales tax shall be levied on tobacco imported by manufacturers in \nPakistan for the manufacture of cigarettes, and no excise duty shall be levied  on indigenous  tobacco  \nused in Pakistan  in the manufacture of cigarettes  and on cigarettes manufactured in Pakistan, when \nsuch ciga rettes are for consumption by the President, members of his family or the guests referred to \nin clause (c) of sub -section (1).  \n(3)  No excise duty shall be levied on indigenous petrol and petroleum products when such \npetrol or petroleum products are for us e in the official cars, rivercraft and aircraft referred to in clause \n(e) of sub -section (1).  \n15.  Provident  Fund .― The President may, at his option, become a subscriber to the \nGeneral Provident Fund and if he so opts, he shall subscribe to the Fund as a c ompulsory subscriber in \naccordance with the General Provident Fund (Central Services) Rules.  \n16.  Act to have effect subject to instructions, etc.―  This Act shall have effect subject to \nsuch instructions, rules, exceptions, further concessions or easements, as the Government may, from \ntime to time, prescribe or grant.  \n16A.  3[*  *  *  *  *  *  *] \n17. [Repeal.]  Omitted by the Federal Laws (Revision and  Declaration) Ordinance,  \n1981 (XXVII of 1981), s. 3 and II Sch.,  \n \n_____________  \n \n \n \n1Subs.by the Finance Act, 1996 (9 of 1996) s. 8. for \"fifty thousand\".  \n2Clause (b) omitted by the President's Salary , Allowances and Privileges (Amdt,) Act 1997. (32 of 1997) s. 2, which was previously subs. by Act 9 of \n1996, s. 8.  \n3Omitted by ord. XI of 2002, S. 4 (w.e.f 1.5.2001) .\n \nPage 8 of 9 \n FIRST SCHEDULE  \n[See section 2 (g)]  \nOFFICIAL RESIDENCE  \n1[Aiwan -e-Sadr, Islamabad]  \n___________  \n \nSECOND SCHEDULE  \n[See section 7(a)]  \nMaximum yearly amounts for expenditure in respect of certain matters.  \nDiscretionary \nGrant Sumptuary \nAllowances Staff Including \ndispens ary \nestablishment Contract \nAllowance \nincluding \nmaintenance of \ngardens State conveyance \nincluding motor \ncars and their \nreplacement Tour-expenses Total \n1 2 3 4  6 7 \n2[1,000,000 600,000 2,250,000 1,500,000 600,000 600,000 6,550,000] \n \n       3[Notes: — (i)  The amount of discretionary grant shall be replenished on its utilisation as a \nrevolving fund.  \n(ii)  Sumptuary allowance is exclusive of the expenditure on national celebrations, \nprovision for which is made under \"Contract Allowance\".]  \n           _________ _________  \n4[THIRD SCHEDULE  \n[See section 7(b)]  \nMaximum yearly amount for improvement and maintenance of official residence.  \n \nImprovement, repair and \nmaintenance of residence \nincluding maintenance and \nreplenishment of furniture  Rates, taxes and Water  \n Total  \n \n(1) (2) (3) \nRs. 1,750,000  \n Rs. 300,000  \n Rs. 2,050,000.]  \n \n \n 1Subs. by Finance Act, 1996 (9 of 1996) s. 8 for “The Presidency, Rawalpindi.”  \n2Subs , by the Finance Act, 1996 (9 of 1996) s. 8 for figures \"2,00,000, 1,50,000\" \"11,20,000\", \"6,00,000\", 2,60,000\", 300,000\" and  \n\"26,30,000\".  \n3Subs. ibid., for \"Note\".  \n4Subs, ibid., for THIRD SCHEDULE.  \n \nPage 9 of 9 \n 1[FOURTH SCHEDULE  \n[See section 3]  \nSalary  \nRs. 846,550 /- (Rupees eight hundred forty six thousand five hundred and fifty only)']  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1 Ins. By Act XXXVI of 2018, s.3."
}