{
    "file": "./converted_json\\administrator53ed350604ef0c4e1bf005d1444f72d0.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "302 REGISTERED No.  -M \nL.-7646  \naptte ot Saida= • \nI 0,  4     \niimmtputtim6   \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, JUNE 5, 2015 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nCABINET SECRETARIAT \n(Cabinet Division) \nNOTIFICATION \nIslamabad, the 28th May, 2015 \nS. R. 0. 541(1)12015.— In exercise of the powers conferred by section 46 \nof the Regulation of Generation, Transmission and Distribution of Electric \nPower Act, 1997 (XL of 1997), the National Electric Power Regulatory \nAuthority, with the approval of the Federal Government, is pleased to make the \nfollowing rules, namely:- \n1. Short title and commencement.— (1) These rules may be called \nthe National Electric Power Regulatory Authority (Market Operator \nRegistration, Standards and Procedure) Rules, 2015. \n(2) They shall come into force at once. \n(2015) \nPrice Rs. 10.50 \n[857(2015)Ex.Gaz-II] \n2016 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t[PART II \n2. \tDefinition.—(1) In these rules, unless there is anything repugnant \nin the subject or context,— \n(a) \"Act\" means the Regulation of Generation, Transmission and \nDistribution of Electric Power Act, 1997 (XL of 1997); \n(b) \"applicable documents\" means the rules and regulations issued in \npursuance of the Act by the Authority, from time to time, the \ngeneration, distribution and transmission licences, the grid and \ndistribution codes as well as the commercial code and any \ndocuments, instruments, approvals, directions or authorizations \nissued or granted by the Authority in exercise of its powers under \nthe Act and any document in each case of a binding nature \napplicable to the licensees or, where applicable, to the Market \noperator and to which the licensees or the market operator may be \nsubject; \n(c) \"commercial code\" means a specific procedure or set of procedures \nestablished by the market operator for carrying out the market \noperations, including commercial operations, processes and \nfunctions, required under these rules with the approval of the \nAuthority; \n(d) \"Central Power Purchasing Agency (Guarantee) Limited or \n\"CPPA-G\" means; an entity established to conduct the market \noperations, pursuant to re-organization of business of NTDC in \nfurtherance of reform of CPPA, which presently is a division of \nNTDC. \n(e) \"grid code\" means the guidelines, standards and procedures of \ntechnical and commercial aspects for the access, use and operation \nof transmission system and transmission facilities of NTDC as \nmodified and approved by Authority from time to time; \n(f) \"market design\" means the arrangements and stages for the \ntransition of power market to a competitive regime as per \nSchedule—I, or as specified by the Authority from time to time; \n(g) \"market operator\" means the entity authorized or registered by the \nAuthority under these rules to carry out and discharge the market \noperations; \nPART \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t 2017 \n(h) \"market operations\" means the functions, operations and \nresponsibilities to be performed and discharged by the market \noperator, as specified in Schedule—II; \n(i) \"market participant\" means any entity, approved by the Authority \nas generation company, NTDC, \"the Ex-WAPDA distribution \ncompanies\", Transmission Company or any other entity enlisted by \nthe market operator under the commercial code; \n(j) \"National Transmission and Despatch Company Limited (NTDC)\" \nmeans the national grid company licensed by the Authority; \n(k) \"Registrar\" means a person designated by the Authority to register \nand record the receipt of communications, applications and \npetitions filed with the Authority and to perform such other duties \nunder these rules as may from time to time be assigned by the \nAuthority; \n(1) \"system operator\" means a division of NTDC responsible for \nsystem operation and despatch . as established in transmission \nlicense of NTDC and the grid code; and \n(m) \"transmission company\" means an entity licensed by the Authority \nto provide transmission services and shall include special purpose \ntransmission licensee. \n(2) The words and expressions used but not defined in these rules shall \nhave the same meaning as are assigned to them in the Act. \n3. Registration of market operator.— There shall be a market \noperator registered by the Authority and :authorized to conduct the market \noperations, subject to the eligibility criteria set forth in sub-rule (2). \n(2) Any entity desirous of being registered as a market operator and to \nbe authorized to conduct the market operations shall make an application to the \nRegistrar, which shall be accompanied by— \n(a) copies of memorandum of association and articles of association; \n(b) particulars of its chief executive officer and directors; \n2018 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t[PART II \n(c) documents showing that satisfactory system and controls are \navailable to conduct the market operations; \n(d) documents showing that adequate financial, technical, \norganizational and human resources are available to act as the \nmarket operator in a proper and efficient manner on an ongoing \nbasis; \n(e) documents showing that sufficient contractual arrangements are in \nplace to conduct the market operations; \ndraft commercial code; and \nthe fee as may be specified by the Authority; and \nsuch other document as may be required by the Authority. \nThe Registrar shall examine the contents of the application in order \nto satisfy himself of the conformity thereof with the provisions of sub-rule (2) \nand — \n(a) shall, if the application is found by the Registrar not to be in \nconformity with sub-rule (2), return the application to the applicant \nwith directions to amend and re-file the application in accordance \nwith the provisions of sub-rule (2): \nProvided that no application shall be returned after the expiry \nof fifteen days of filing thereof with the Registrar; or \n(b) where the application is found to be in conformity with the \nrequirements of sub-rule (2), shall accept the application and \nendorse thereon a stamp acknowledging the filing along with the \nnumber given thereto in the Register: \nProvided that where the application is re-filed by the \napplicant, and the Registrar is not satisfied of the conformity \nthereof with sub-rule (2), the Registrar shall place the application \nbefore the Authority for directions which shall be made by the \nAuthority not later than seven days of the date of re-filing thereof \nby the applicant. The Authority shall not reject an application on \nthe grounds of any defect therein without giving the applicant an \nPART 0] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t2019 \nopportunity of rectifying the defect within the time specified for \nthe purpose by the Authority. \n(4) An application shall be deemed to have been filed on the date of \nfiling thereof with the Registrar, and where re-filed in accordance with the \nprovisions of sub-rule (3), on the date the Registrar or the Authority, as the case \nmay be, accepts the filing thereof. \n(5) An application shall be signed by the applicant or on his behalf by \none or more of his authorized representatives in their individual names. \n(6) Where in an application any statement of fact or opinion, is made \nby the applicant, it shall be supported by an affidavit, drawn up in the first \nperson stating the full name, age, occupation and address of the deponent and the \ncapacity in which he is signing and indicating that the statement made therein is \ntrue to the best of his knowledge. \n(7) Where any statement in an affidavit given under sub-rule (6) is \nstated to be true according to the information received by the deponent, the \naffidavit shall also disclose the source of such information. \n(8) An application with requisite documents and information shall be \nfiled with such number of copies as the Authority may from time to time \ndetermine. \n(9) An application shall be lodged for registration during office hours \nat the principal office of or such other office as may be directed by the \nAuthority. An application may be forwarded to the Authority through registered \npost or courier service. If an authorized agent files an application on behalf of \nany party, the document authorizing the agent to do so shall be filed along with \nthe application or communication, if not already filed in the record of the case. \n(10) As soon as may be, but not later than fourteen days of the date of \nfiling of the application, it shall be placed before the Authority for admission and \nin case the Authority admits the application, it may if required, give such orders \nand directions for the service of notices to — \n(a) the parties which in the opinion of the Authority are likely to be \naffected or interested; and \n(b) to persons who, by reason of their calling or expertise, may be of \nassistance to the Authority in arriving at a just and informed \ndetermination of the proceedings, for filing replies or \n2020 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t[PART II \ncommunications in opposition or in support of the application in \nsuch form as the Authority may direct, or for purposes of \nexpeditious and efficient conduct of the proceedings. \n(11) The Authority shall also publish for information of general public \nthe title and brief description of the application in one or more newspapers \nhaving wide circulation. \n(12) The Authority upon satisfaction that — \n(a) the applicant is eligible for acting as the market operator and has \nthe capacity to undertake and conduct the market operations; and \n(b) it is in the interest of the entities engaged in the electric power \nservices, may register the applicant as the market operator and \ngrant a certificate of registration as specified in Form I as set out in \nthe Schedule — III and approve with or without modifications the \nCommercial Code for undertaking and conducting the market \noperations. \n(13) The Authority may, while registering an applicant as a market \noperator, specify conditions for such registration to be complied by the market \noperator in such manner and time, as it may think fit. \n4. Refusal to grant registration.— (1) No application for \nregistration made under rule 3 shall be refused except after giving the applicant \nan opportunity of being heard. \n(2) In case the Authority refuses to grant registration to an applicant, \nthe decision shall be communicated to the applicant stating therein the reasons \nfor such refusal. \n5. Market operator authorization. —(1) Notwithstanding anything \ncontained in these rules, for a period of two years from the commencement of \nthese rules, CPPA-G shall be deemed to be authorized and registered as the \nmarket operator under these rules to commence and conduct the market \noperations and during this period shall apply for registration in accordance with \nthe provisions of these rules: \nProvided that CPPA-G shall prior to commencing the market operations \nand within a period of fifteen days of coming into operation of these rules submit \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t 2021 \nthe commercial code to the Authority for its approval and thereafter notification \nby the Authority in the official Gazette. \n6. Renewal of registration. — (1) The certificate of registration \ngranted under rule 3 shall be valid for twenty years subject to payment of an \nannual fee as may be specified by the Authority and shall be renewable on such \nterms and conditions, upon payment of such fee as may be specified by the \nAuthority. \n(2) The Authority shall, on receipt of payment of renewal fee and after \nmaking such inquiries and after obtaining further information, as it may consider \nnecessary, within thirty days of the receipt of the application, renew the \nregistration of the market operator. \n7. Power to suspend or cancel registration, etc. — Without \nprejudice to the powers of the Authority under the Act, upon being satisfied that \nthe market operator is not discharging its functions in accordance with these \nrules or terms and conditions of registration certificate, or otherwise fails to \ncarry on its business in the interests of the market participants, the Authority \nmay, after providing an opportunity to show cause, take such measures as it \ndeems expedient including but not limited to suspension or cancellation of \nregistration under these rules and take such other action as may be necessary to \nsafeguard the interests of all stakeholders concerned. \n8. Submission of annual report, etc. — (1) The market operator \nshall file its annual report with the Authority within four months of the close of \nthe accounting period along with the following information and documents, \nnamely:— \n(a) names of the persons admitted or re-admitted as the market \nparticipant and any change therein; \n(b) list of shareholders of the market operator indicating change in the \nshareholdings, if any; \n(c) names of the senior management staff of the market operator with \ntheir respective qualifications and experience; \n(d) names of the market participants defaulting during the year along \nwith nature and amounts of default; \n2022 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t[PART II \n(e) action taken against the market participants for non compliance of \nthe commercial code, if any; \n(f) name-wise details (nature and amount) of penalties imposed on the \nmarket participants; and \n(g) action taken to combat any emergency in settlement and fulfillment \nof financial obligations. \n(2) Without prejudice to the provisions of sub-rule (1), the market \noperator shall furnish to the Authority such other documents, information or \nexplanation relating to its affairs as the Authority may, from time to time, \nrequire in writing. \n9. Obligation of the market participant(s) towards the market \noperator.— (1) In addition to the obligations in the applicable documents, each \nmarket participant shall have the obligation to — \n(a) comply with these rules; \n(b) comply with the commercial code including billing, collection, \npayment and settlement mechanisms; \n(c) submit to the system operator and the market operator the \ninformation requests pursuant to provisions of these rules, the grid \ncode and the commercial code; and \n(d) pay the market operation fee as per commercial code and such \nother charges as specified by the Authority. \n(2) In addition to rights in the contracts signed with, assigned to or \nadministered by the market operator, each market participant shall have — \n(a) access to market operator settlement and payment information on \nrequest; and \n(b) access to the reports and non-confidential information on the \nmarket operators website. \n(3) The market operator or market participant may file a written \ncomplaint with the Authority in case of non-compliance with these rules dr the \ncommercial code. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t 2023  \n(4) The rights and obligations of the market participants provided \nin these rules shall be in addition to and not in derogation of the rights and \nobligations provided in their respective licence already granted by the \nAuthority. \n10. Duty to maintain confidentiality. — (1) The market operator or \nany officer or member of the market operator, whether during the tenure of his \noffice or thereafter, or any other person who has by any means knowledge of any \ninformation or document relating to the affairs of any of the market participant \nand in particular relating to their accounts, shall not give, divulge, reveal or \notherwise disclose such information or document to any other person. \n(2) Notwithstanding anything contained in this rule, the provision of \nconfidentiality shall not entitle any person to refuse disclosure of any \ninformation or document,— \n(a) which a market participant has itself authorized in writing to \ndisclose; \n(b) in pursuance of any summons or notice issued by any Court, \nTribunal or Authority having competent jurisdiction requiring \nproduction of such information or document; \n(c) to any person duly authorized by a competent Court and the \nAuthority to investigate into any offence under any law; \n(d) for the purpose of enabling or assisting the Authority or any \nGovernment agency to exercise any power conferred on it by any \nlaw; or \n(e) any such disclosure which may be required under the law. \n11. Power of the Authority to give directions, instructions and \nguidelines. — (1) For carrying out the purposes of these rules, the Authority may \nissue guidelines and standard operating procedure to the market operator and the \nmarket participants in the form and manner determined by the Authority, which \nshall be complied with by the market operator and the market participants. \n12. Power to call for information. — The Authority may, at any time, \nby notice in writing require any director, officer and member of the market \noperator and the market participant, generally or in particular to furnish it within \nthe time specified therein or such further time as the Authority may allow, with \n2024 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t[PAR] II \nany statement or information or document relating to the business or affairs of \nsuch market operator and the market participant. \n13. Financial and organizational affairs.— (1) The market operator \nshall not, except to the extent specified in the terms and condition of registration \nor in an authorization, — \n(a) stand surety, give guarantees or in any other manner offer or \nprovide security for the indebtedness or obligations of any other \nperson; and \n(b) acquire or offer to acquire shares or other securities or participating \ninterests in any person after the date of the issue of the registration. \n14. Accounting practices and audit.— (1) Subject to the terms of the \nregistration, the market operator shall prepare and submit the audited accounts in \nrespect of its market operations, in accordance with the rules and regulatirm ,  \nthe Authority, provided that the Authority may, pending the making of the \nand regulations of the Authority, require the market operator to prepare \naccounts in respect of each of the foregoing businesses in accordance \t! he \nprovisions of the Fifth Schedule to the Companies Ordinance, 1984 (XI Il of \n1984), and to submit such accounts, duly audited in accordance with the \nprovisions of that Ordinance in respect of each financial year not later than six \nmonths following the close of the financial year. \n(2) In specifying the accounting requirements in the rules and \nregulations of the Authority or as term and condition of registration, the \nAuthority may, without prejudice to its powers to omit, modify or supplement \nsuch provisions or add further provisions, require the market operator and any of \nits affiliates to — \n(a) maintain and preserve the books of account and accounting records \nin respect of each financial year for the time specified in the rules \nand regulations of the Authority or as per term and conditions of \nregistration; and \n(b) prepare on a consistent basis from such accounting records in \nrespect of each month, accounting statements comprising of a \nprofit and loss account, a balance sheet and a statement of source \nand application of funds, together with notes thereto. \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t 2025 \n(3) Without prejudice to the provisions of the applicable documents \nregarding the audit of the accounts of the market operator, the Authority may, \nafter giving the market operator an opportunity to be heard in this regard, \nappoint independent auditors from amongst a panel of auditors specified in this \nbehalf by the Authority through a notification in the official Gazette, for the \naudit of the accounts of the market operator, where the Authority has reason to \nbelieve that the accounts provided to the Authority by the market operator do not \nprovide a complete, true and fair view of the market operations: \nProvided that such audit shall be restricted to accounting matters \nunder question and shall not be carried out more than once in any given financial \nyear. \n(4) The costs of audit as referred to in sub-rule (3) shall be borne by \nthe market operator. \n15. Maintenance of record. — (1) The market operator shall keep \ncomplete and accurate record and other data in respect of all aspects of the \nmarket operations and of their nature in the manner as may be specified by the \nAuthority. \n(2) All records and data referred to in sub-rule (1) shall, unless \nprovided otherwise under any law or the applicable documents, be maintained in \ngood order and condition for a period of five years after the creation of such \nrecord or data, provided that the market operator shall not destroy or dispose of \nany such record or data after the period aforesaid without thirty days prior \nnotice, in writing, to the Authority and the market operator shall not dispose of \nor destroy any record or data which the Authority directs the market operator to \npreserve. \n(3) The Authority may, upon forty-eight hours prior notice, in writing, \nto the market operator, enter any premises of the market operator where the \nrecord and data referred to in sub-rule (1) are kept for the examination or the \ntaking of copies thereof during office hours. \n16. Resolution of disputes. —Any dispute or disagreement between \nmarket operator and market Participant relating to any matter arising out of, or in \nconnection with, the activities covered under the rules shall be submitted for \ndecision to the Authority. \n2026 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t[PART 11 \n17. Monitoring of standards.— The Authority shall periodically \nmonitor the compliance by the market operator and the market participant with \nthese rules and the commercial code and may require the market operator to \nundertake a performance audit at the market operator's expense, for the purpose \nof monitoring the same. \n18. Saving of rights.— Nothing contained in these rules shall in any \nway affect or diminish the rights of the market participants under their respective \nlicenses already granted by the Authority. \n19. Penalty for failure, refusal to comply with, or contravention \nwith any provision of the rules.— If any person fails or refuses to comply \nwith, or contravenes any of the provisions of these rules or any direction or order \npassed by the Authority under these rules or knowingly or willfully authorizes or \npermit such failure, refusal or contravention, he shall, be punishable with a fine \nwhich may extend to 100 million rupees. \nAnnexure \nSchedule — I \n[See rule 2(1) (f)] \nThe Single Buyer arrangement defines the current structure of Pakistan \nwholesale electric power market and the transition towards a competitive regime \nwithin the timelines is specified below: \nTransition Market design Timelines \nPhase I Single Buyer Model Current Market Structure \nPhase II Single Buyer Plus 2016 — 2020 \nPhase III Competitive Market \nOperation To commence from \n1 July 2020, with no \npostponement thereon \nPART II] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t 2027 \nSchedule — II \n[See rule 2(1) (h)] \n(Market Operations) \t\n1. \tThe operations and responsibilities to be performed and discharged by \nthe market operator, shall include the following in accordance with the grid \ncode and the commercial code: \n(a) To acquire, take over or assume the functions and business \nof settlement and development of competitive power market \nfrom CPPA of NTDC and to carry on these functions and \nbusiness; \n(b) Procurement of electric power on behalf of the DISCOs, including \nimport of power from other countries; \n(c) Generation invoice verification on the basis of meter reading or \ndispatch scheduling report and terms of the respective Power \nPurchase Agreements; \n(d) Billing to the DISCOs based on the meter readings at Common \nDelivery Points as per the procedure defined in the commercial \ncode; \n(e) Collection from the DISCOs and settlement to the market \n. participants as per the commercial code; and \n(f) Management of cash flow, treasury management and other relevant \nbanking functions for the purposes of collection and disbursement \nas per the commercial code. \t\n2. \tThe market operator shall be responsible for the administration, \nmaintenance and implementation of the commercial code, these rules and \n2028 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t[PART II \nsupervision of compliance by market participants, including the billing, \ncollection, settlement and payment procedures as per the commercial code. \n3. \tIn addition to the above functions, the market operator shall be \nresponsible for — \n(a) Updating, implementing, administering and enforcing the \ncommercial code in relation to these rules; \n(b) Collecting information and statistics and publishing reports and \ninformation relating to the performance of the market operator \nadministered market; \n(c) Administering the development of and amendments to the \ncommercial code for submission to the Authority for approval; \n(d) Developing and implementing competitive power markets based \non policy guidelines of the Federal Government and requirements \nof the Authority; \n(e) Publishing such information on its website as may be required by \nthe Authority from time to time; \n(0 Liaising with other bodies having market functions similar to \nthe market operator or administering competitive power markets; \nand \n(g) Any additional functions pursuant to requirements and provisions \nunder the commercial code. \nPART H] \tTHE GAZETTE OF PAKISTAN, EXTRA., JUNE 5, 2015 \t 2029 \nFORM I \n[See rule 3(3)] \nNational Electric Power Regulatory Authority \nCERTIFICATE OF REGISTRATION  \nMarket Operator \nIn exercise of the powers conferred by rule 3 of National Electric Power \nRegulatory Authority (Market Operator Registration, Standards and Procedure) \nRules, 2015, the National Electric Power Regulatory hereby grants a certificate \nof registration to \t  , as a market operator subject to the \nprovisions of the Regulation of Generation, Transmission and Distribution of \nElectric Power Act, 1997 (XL of 1997) and the National Electric Power \nRegulatory Authority (Market Operator Registration, Standards and Procedure) \nRules, 2015 or as may be specified or imposed hereafter by the Authority. \nThe registration number of the Market operator is \nDated: \nPlace: ISLAMABAD \nBy order Sd/- \nFor and on behalf of THE NATIONAL ELECTRIC POWER REGULATORY \nAUTHORITY \nMUHAMMAD ASHFAQ, \nDeputy Secretary. \nCabinet Division's u.o.No.1/1/2007 RA-III(Pt)(NEPRA) dated 29-05-2015. \nNo. NEPRA/R/LA(LA-KIP)/NMR/8347 \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}