{
    "file": "./converted_json\\administrator1390a4b63f384ee4de9c9413ea3a51aa.json",
    "name": "Securities and Exchange Rules, 1971",
    "date": "19th March, 1971",
    "tagline": "Regulations for Securities and Exchange Commission of Pakistan",
    "content": "THE SECURITIES AND EXCHANGE RULES, 1971 \n[Published in Extraordinary Gazette, dated 19th March, 1971] \n \n S.R.O. 92 (I)/71.-  In exercise of the powers conferred by section 33 of the Securities and \nExchange Ordinance, 1969 (XVII of 1969), read with the Ministry of Finance  Notification No. S.R.O. \n261(I)/70, dated the 26th October, 1970, the Securities and Exchange [Commission]1 of Pakistan is \npleased to make the following rules, namely:-  \n1. Short title and commencement.-(1) These rules may be called the Securities and Exchange \nRules, 1971.  \n(2) They shall come into force at once.  \n2. Definitions.-  In these, rules, unless the context otherwise requires,- \n(a)  [Commission means Securities and Exchange Commission of Pakistan established under \nSecurities and Exchange Commission of Pakistan Ac t, 1997 (XLII of 1997)]2.  \n \n(b)  “Chartered Accountant” means a person who is a chartered accountant within the \nmeaning of the Chartered Accountants Ordinance, 1961 (X of 1961);  \n \n(c)   “Form” means a form set out in the First Schedule;  \n \n[(d)]3  “net capital” means excess of current assets over the liabilities determined in accordance \nwith the Third Schedule to these rules;  \n \n(e)  “officer” in relation to an issuer includes managing agents, manager, secretary or \naccountant of the issuer and any other pers on who by virtue of his office may be in \npossession of any material information with regard to the affairs of the issuer;  \n  \n (f)  “Ordinance” means the Securities and Exchange Ordinance, 1969 (XVII of 1969);  \n  \n (g)  “section” means section of the Ordinance.  \n \n3. Qualifications for stock exchange membership, etc .-[The qualifications for \n                                                 \n1 Substituted for “Authority” by Notification No. SRO 87(I)/2001, da ted February 8, 2001. Before  substitution it read as \n“Authority” means the [Corporate Law Authority]  \n \n2  Clause (a)  Substituted by Notification No. SRO 87(I)/2001, dated February 8, 2001. \n3 Clause (d) Substituted by Notification No. SRO 87(I)/2001, dated February 8, 2001. Before substitution it read as  (d) \n “net capital”, in relation to a member of stock exchange, means an amount by which the current assets, namely, \ncash in hand or in bank, money receivable within a period of twelve months from the date of the balance sheet and such other assets, not being value of the membership card of the stock exchange, as are so classified under generally accepted \naccounting principles, exceed the current liabilities, namely, money payable within a period of twelve months from the date \nof the Balance sheet and such other liabilities as are so classified under generaly accepted accounting principles;  \n \nmembership of, and admission into, a stock exchange, shall be as follows]4: \n(a)  No person shall be eligible to be a member of a stock exchange if \n(i)  he is less than twenty-one years of age; \n  (ii)  he is not a citizen of Pakistan;  \n \n(iii) he is a lunatic or a person of unsound mind;  \n \n(iv) he has been convicted of an offence i nvolving fraud or breach of  trust;  \n \n(v) he has been adjudicated as insolvent or has suspended payment  or has \ncompounded with his creditors;  \n \n(vi) he has not had experience in the business  of securities for a period of not less \nthan two years:  \n \nProvided that the regulations of a stock exchange may authorise the governing \nbody thereof to waive compliance with the foregoing condition relating to experience in \nthe business of securities if such person is, in respect of means, integrity and \nbackground, considered by the governing body to be otherwise qualified for \nmembership;  \n[(b) A member shall, at all times, maintain a net capital balance of an amount which is,- \n(i) in the case of a stock exchange which in the previous calendar year had on the \ncash counter a turn over of securities exceeding fifteen billion, Rs.2.5 million; \n \n(ii) in the case of a stock exchange which in the previous calendar year had on the \ncash counter a turn over of securities exceeding 7.5 billion rupees but not exceeding fifteen billion, Rs. 1.5 million; and \n \n(iii) in the case of a stock exchange which in the previous calendar year had on the \ncash counter a turn over of securities not exceeding 7.5 billion, Rs. 0.75 million; \n  Provided that a member who is also the member of other stock exchange \nshall maintain a net capital balance upto aggregate net capital balance \nrequirement of all such exchanges put together: \n \n  Provided further that, in the case of partnership firm, the amount of net \ncapital balance to be maintained shall be the amount obtained by multiplying the \nnet capital balance required for each member of the stock exchange or \nexchanges, as the case may be, by the number of such partners of the firm as are \nmembers of the stock exchange;]\n5 \n                                                 \n4 Substituted for “The regulation of a stock exchange relating to the qualification for membership of, and admission into, the \nstock exchange shall, among other matters, prov ide that-” by SRO-1032(I)/85, dated 22-10-1985 \n5 Clause (b) substituted by Notification No. SRO 87(I)/2001, dated February 8, 2001. Before substitution clause (b) read as \nfollows: \n \n \n  \n (c)  A member shall cease to be a member if, at any time, \n  \n(i) he ceases to be a citizen of Pakistan:  \n  \nProvided that, in the case of a stock exchange functioning immediately before \nthe commencement of these rules, the member ship of a member thereof who is not a \ncitizen of Pakistan shall become suspended on such commencement and shall remain so \nsuspended until he becomes a citizen of Pakistan; or  \n (ii)  he is declared a lunatic or a person of unsound mind; or  \n \n(iii)  he is convicted of an offence i nvolving fraud or breach of trust; or  \n \n(iv)  he has been adjudicated as insolvent or has suspended payment or has \ncompounded with his creditors;  \n \n (d)  the membership of a me mber or members who are  \n \npartners in a firm and who are in active business shall become suspended as soon as the net capital \nbalance falls short of the amount specified in clause  (b) and shall remain so suspended until the net capital balance is increased so as not to fall  short of the \namount;   \n(e) Every member shall report to the stock exchange weekly that he or the firm of which he is a \npartner had, at all times during the week to whic h the report relates, a net capital balance of an \namount not less than that specified in clause (b) and shall forthwith inform the stock exchange if, at any time, such balance falls short of that amount.  \n4. Manner of transaction of member’s business.-  (1) All orders to buy or sell securities which \na member may receive shall be entered, in the chronol ogical order, in a register to be maintained by \nhim in a form which shows the name and address of the person who placed the order, the name and \nnumber of the securities to be bought or sold, the nature of the transaction and the limitation, if any, as \n                                                                                                                                                                       \n \n(b)  A member shall at all times maintain a net capital balance in the capital account of an amount which is- \n \n(i) in the case of a stock exchange which in the previous calendar year had on the cash counter a turnover of \nsecurities, other than bonus vouchers, exceeding one crore in number-not less than two hundred fifty \nthousand rupees; and  \n \n(ii)  in any other case - not less than  seventy five thousand rupees:  \n \nProvided that a member who is also the member of any other stock exchange shall maintain a net capital \nbalance of not less than fifty thousand rupees:  \nProvided further that, in the case of firm, the amount of the net capital balance to be maintained shall be \nthe amount obtained by multiplying fifteen thousand rupees or fifty thousand rupees, as the case may be, by a \nnumber of such  partners of the firm as are members of the stock exchange; \nto the price of the securities or the peri od for which the order is to be valid.  \n(2)  (a)  A member who has an “at best” order from a  \n  customer to buy a security shall not, while such  \n  order remains unexecuted, buy the same security  \n  on the stock exchange for his own account or for    the account of the firm of which he is a partner or    for the account of any of the partners therein or  \n  for any account in which he, such firm or partner,  \n  directly or indirectly, has an interest.  \n (b)  A member who has an “at best” order from  \na \n  customer to sell a security shall not, while such  \n  order remains unexecuted, sell the same security    on the stock exchange for his own account or for  \n  the account or the firm of which   he is partner or  \n  for the account of any of the partners therein or    for any account in which he, such firm or partner,    directly or indirectly, has an interest.  \n \n (c)  A member who has a limit order from a customer to buy a security shall not while such \norder remains unexecuted, buy the same security at or below the limit price on the stock exchange for \nhis own account or for the account of the firm of which he is partner or for the account of any of the \npartners, therein or for any account in which he, such firm or partner, directly or indirectly, has an \ninterest.  \n (d)  A member who has a limit order from a customer to sell a security shall not, while such \norder remains unexecuted, sell the same security at or above the limit price on the stock exchange for his own  account or for the account  of the firm of which he is a partner or for the account of any of the \npartners therein or for any account in which he, such firm or partner, directly or indirectly, has an \ninterest.   \n \n(3) A member who has an order to buy or to sell a security shall not fill such order by selling or \nbuying for his own account or for the account of the firm of which he is a partner or for the account of \nany of the partners therein or for any account in which he, such firm or partner, directly or indirectly, has an interest, except when-  \n(a)  the order is limit order; or  \n(b)  (i)  he sells the security at a price not exceeding the  \n  price  at  which the  transaction  immediately  \n  preceding  the receipt  of  the order  by  him   actually took place; or  \n (ii)  he buys the security at a price which is not less  \n  than  the  price  at  which  the  transaction  \n  immediately preceding the receipt of the order  \n \nby him actually took place.  \n(4) A member executing an order of a customer shall, within twenty four hours of the execution \nof the order, transmit to the customer a confirmation which shall include the following information, namely:-  \n (a) date on which the order is executed;  \n (b) name and number of the securities;  \n (c)  nature of transaction (spot, ready or forward and also whether bought or sold);  \n (d)  price;  \n (e)  commission, if the member is acting as a broker;  \n (f) whether the order is executed for the member’s own account or from the market.  \n \n5. Maintenance of accounts and audit.- (1) Every member shall prepare once every year a \nbalance sheet and a statement of income and expenditure.  \n (2) A member shall have his accounts audited by an auditor who is a chartered accountant to be \nappointed by the Authority whenever such audit is required by the Authority in the public interest.  \n (3) The auditor shall furnish his report to the Authority within such time as the Authority may \nspecify.  \n \n6. Form of application for registration.-  An application for the registration of a stock \nexchange under section 5 shall be made to the [Commssion]\n6 in Form I. \n \n7.Maintenance of books of account and other documents by the stock exchanges.-  (1) \nEvery stock exchange shall prepare and maintain, as required by sub-section (1) of section 6, such \nbooks of account and other documents as will accurately  disclose a true and fair picture of the state of \naffairs of the exchange at any point of time.  \n \n(2) The books of account and other documents referred to in sub-rule (1) shall include:  \n(a)  journals (or other comparable record), ca sh book and any other records of original entry, \nforming the basis of entries into any ledger;   \n(b)  ledgers (or other comparable record) reflecti ng asset, liability, reserve, capital, income \nand expense;  \n(c)  ledgers (or other comparable record) show ing the position in respect of each member as \non the settlement day of the securities whic h the member had bought or sold since the \nlast preceding settlement day and which had been transferred through a Clearing House \nmaintained by the stock exchange;  \n(d)  daily record of quotations and transacti ons on the stock exchange showing the time at \nwhich each transaction took place;  \n(e)   record of transactions with banks;  \n(f)  record of security deposits;  \n(g)  register of members;  \n(h)  register of authorised clerks; and  (i)  minute books of the meetings of-  \n(i)  members;  \n                                                \n \n6 Substituted for “Authority” by Notification No. SRO 87(I)/2001, dated February 8, 2001.   \n(ii)  governing body;  \n(iii)  any committee of the general body of members or of the governing body.  \n \n(3) The books of accounts and documents referred to in sub-rule (1) shall be preserved for a period of not less than five years.  \n \n8. Maintenance of books of account, etc. by members.- (1)  Every member shall prepare and \nmaintain, as required by sub-section (1) of s ection 6, the following books of account and other \ndocuments in a manner that will disclose a true, accurate and up-to-date position of his business, namely:-  \n \n(a)  journal (or other comparable record), cash book and any other books of original entry, forming \nthe basis of entries into any ledger, the books of original entry being such as contain a daily \nrecord of all orders for purchase or sale of secu rities, all purchases and sales of securities, all \nreceipts and deliveries of securities and all other debits and credits;  \n \n(b)  ledgers (or other comparable records) reflecti ng asset, liability, reserve, capital, income and \nexpense accounts;  \n \n(c)  ledgers (or other comparable records) reflectin g securities in transfer, securities borrowed and \nsecurities loaned and securities bought or sold, of which the delivery is delayed;  \n(d)  record of all balance of all ledger accounts in the form of trial balances to be prepared at least \nonce at the end of the six months of every year of account; \n  \n(e)   record of transactions with the banks;  \n \n(f)  contact books showing details of all contracts entered into by a member with other members of \nthe exchange or counterfoils or duplicates of memos of confirmation issued to  such other \nmembers;   \n \n(g)  duplicates or counterfoils of memos of confirmation issued to customers.  \n (2) The books of accounts and other documents refe rred to in sub-rule (1) shall be preserved for a \nperiod of not less than five years.  \n \n9. Submission of periodical returns by stock exchange .- The periodical return relating to the \naffairs of a stock exchange, as required by sub-se ction(2) of section 6, shall be submitted to the \n[Commission]\n7 monthly in Form II within fifteen days of the close of the month to which it relates. \n \n10. Submission of annual report by stock exchange. -(1) The annual report relating to the \naffairs of a stock exchange, as required by sub-section (2) of section 6, shall be submitted to the \n[Commission]8 not less than fourteen days before the meetin g of the shareholders of the stock exchange \nbefore which it is to be laid.  \n \n(2) Every such report shall be accompanied by a c opy of the balance sheet and profit and loss account \nof such year audited by an auditor who is a chartered accountant.    \n11. [Listing of security on stock exchange,  etc.-An application under sub-section (1) of \n                                                 \n7 Substituted for “Authority” by Notification No. SRO 87(I)/2001, dated February 8, 2001. \n8 Substituted for “Authority” by Notification No. SRO 87(I)/2001, dated February 8, 2001. \nsection 9 for listing of a security on a st ock exchange shall be  made in Form-III;]9  \n[11-A. Limitation for petitions to Federal Government under section 9.-  A petition to the \nFederal Government under sub-secti on (3) or sub-section (6) of section 9 shall be made within thirty \ndays of the stock exchange refusing to list or, as the case may be, delist the security.]10  \n[]11 \n \n[]12 \n \n[]13 \n \n[]14 \n                                                 \n9 Inserted by Notification SRO No. 1274(I)/80, dated 20th December, 1980. \n10 Inserted by Notification SRO No. 1274(I)/80, dated 20th December, 1980. \n11 Rule 12 omitted by Notification No. SRO 1234(I)/85 dated December 12, 1985. Before omission it read as \n12. Submission of annual report by issuers. (1) The annual report required by section 11 to be furnished by an issuer of a \nlisted security shall include a balance shaeet and profit and loss account.  \n(2)The balance sheet and profit and loss account included in the annual report shall, except in the case of an issuer which is \nrequired to prepare a balance sheet and profit and loss account in form prescribed by the Banking Companies Ordinance, 1962 (LVII of 1962), or the Insurance Act, 1938 (IV of 1938), be prepared in accordance with the requirements laid down in \nthe Second Schedule and the Balance Sheet so prepared shall be be in form ‘A’ annexed to that Schedule or as near thereto \nas circumstances may admit.   \n(3) The balance sheet and profit and loss account shall be audited by an auditor who is a chartered accountant and the report \nof the auditor shall be in Form ‘B’ annexed to the Second Schedule.  \n(4) Every issuer shall furnish the annual report, together with the balance sheet and profit and loss account referred to in Sub-rile (1) to the security holder at least fourteen days before the general meeting of the shareholders of the issuer at whic h \nthe report is to be laid before them and shall simataneously furnish a copy of such report to the Stock Exchange or \nexchanges on which its securities are listed and to the Authority.  \n(5) Notwithstanding anything contained in Sub-rule (4), the first annual report to be furnished by an issuer shall be in \nrespect of the year of account of the issuer ending after the commencement of these rules.  \n(6) An issuer shall, within three months of the genral meeting referred to in Sub-rule (4), submit to the Authority a list of t he \nmembers of the issuer stating the facts as they stood on the date of that general meeting.  \n(7) The list required to be submitted under sub-rule (6) shall be the list required by Section 2 of the Companies Act, 1913 \n(VII of 1913), to be submitted to the Registrar. \n12 Rule 13 omitted by Notification No. SRO 1234(I)/85 dated December 12, 1985. Before omission it read as follows: \n \n13. Submission of periodical report by issuers.- Every issuer shall, within two months of the close of the first half of its \nyear of account, prepare and submit to the Stock Exchange or exchanges on which its securities are listed and to its security-holders and the Authority a profit and loss account for, a balan ce sheet as at the end of, that half year, whether audited or \notherwise.   \n \n13 Rule 14 omitted by Notification No. SRO 1234(I)/85 dated December 12, 1985. Before omission it read as follows: \n \n14. Submission of return by certain beneficial owners, etc.-  (1) The return required by Section 12 to be submitted by a \ndirector, officer of beneficial owner shall be submitted to the Authority in Form IV every month within ten days of the close \nof the month to which it relates. \n \n(2) The first retun under this rule shall be for the month of March, 1971, and shall be submitted to the Authority within thirty days of the commencement of these rules. \n \n16. Mode of filing or submission of returns, etc.-  Any person required by the Ordinance or any of \nthese rules to furnish any document, statem ent, return or report to the [Commission]15 shall furnish it, \neither in person or through an agent, to the [Commission]16 at its head quarters at Islamabad or send it \nto the [Commission]17 by registered post.  \n                                                                                                                                                                        \n14 Rule 15 omitted by Notification No. SRO 1234(I)/85 dated December 12, 1985. Before omission it read as follows: \n \n15. Calculation of amount to be tendered to an issuer by certain beneficial owner, etc.-  (1) For calculating the amount \nrequired by Section 14 to be reported and tendered to an issuer, the person by whom the amount is to be so reported and tendered may deduct from the amount of gain referred to in that section the amount of brokerage, stamp duty and other \nexpenditure actually paid or incurred in making that gain. \n \n(2) Any deduction made under Sub-rule (1) shall be supported by documentary evidence acceptable to the issuer as proof of the brokerage, stamp duty and other expenditure having been actually paid or incurred. \n \n(3) Any loss arising out of any transaction in any security shall not, for the purposes of Sub-rule (1), be deemed to be expenditure to be paid or incurred in making gain out od a transaction in that security.  \n \n15 Substituted for “Authority” by Notification No. SRO 87(I)/2001, dated February 8, 2001 \n16 Substituted for “Authority” by Notification No. SRO 87(I)/2001, dated February 8, 2001 \n17 Substituted for “Authority” by Notification No. SRO 87(I)/2001, dated February 8, 2001"
}