{
    "file": "./converted_json\\administratored344512ee8880c806252ff508032c93.json",
    "name": "The Newsprint Control Ordinance, 1971",
    "date": "26th April, 1971",
    "tagline": "An Ordinance to provide for regulating the keeping, storage, distribution, disposal, acquisition and use of newsprint.",
    "content": "Page 1 of 4 \n  \n \nTHE NEWSPRINT CONTROL ORDINANCE, 1971  \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement . \n2.  Ordinance to override other laws . \n3.  Definitions . \n4.  Regulation of use of newsprint etc . \n5.  Dealing in newsprint . \n6.  Fixati on of price . \n7.  Declaration of stock held . \n8.  Declaration by importer . \n9.  Maintenance of records of sale, etc . \n10.  Power to call for information, etc . \n11.  Penalty . \n12.  Delegation of powers.  \n \n \n \n \n \n \n \n \n \n \n  \n\n \n \n \nPage 2 of 4 \n 1THE NEWSPRINT CONTROL ORDINANCE, 1971  \n \nORDINANC E No. XI of  1971  \n[26th April, 1971]  \nAn Ordinance to provide for regulating the keeping, storage, distribution, disposal, acquisition \nand use of newsprint.  \n WHEREAS it is expedient to provide for regulating the keeping, storage, distribution, \ndisposal, acqu isition and  use of -news -print and for matters ancillary thereto  ; \nAND WHEREAS the national interest of Pakistan in relation to the achievement of \nuniformity requires Central Legislation in the matter;  \n NOW, THEREFORE, in pursuance of the Proclamation of th e 25th day of March, 1969, read \nwith the Provisional Constitution Order, and in exercise of all powers enabling him in that behalf, the \nPresident is pleased to make and promulgate the following Ordinance:___ \n 1. Short title, extent and commencement.___ (1) This Ordi nance may be called the \nNewsprint Control ordinance, 1971.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Ordinance to override other laws.  This Ordinance shall have effect notwithstanding \nanything to the c ontrary con tained in the 2[Price Control and Prevention of Profiteering and Hoarding \nAct, 1977 (XIXX of 1977)] or any order or other instrument made or issued thereunder or any other \nlaw for the time being in force.  \n 3. Definitions . In this Ordinance, unle ss there is  anything repugnant in the subject or context,  \n(a)    “daily newspaper ” means a newspaper which is published not less than five days \na week ;  \n(b)    “newspaper ” means any publication printed on newsprint and published at \nregular intervals of not  more than a month ; and  \n(c)    “newsprint ” means printing paper, white or coloured, in reels or in sheets, \nunsized or soft sized, the fiber content of which comprises  not less than 70 per \ncent of mechanical wood pulp and which weights between 50 to 54 gra ms per \nsquare meter . \n 4. Regulation of use of newsprint etc.  Except with the prior permission in writing of the \n3[Federal Government], no person shall :__ \n(a) use newsprint for printing of publishing any newspaper started after the \ncommencement of this Ord inance, ;  \n(b) use newsprint for printing or publishing any newspaper in excess of such \nquantity as the 2[Federal Government] may, by general or special order, \nprescribe in respect of such newspaper ; or  \n \n1Validated by the Validation of Laws Act. 1975 (63 o f 1975), s.  2 and Sch.,  \n2Subs. by Federal Laws (revision and Declaration) Ordinance  1981 (27 of 1981. .s.3 and II sch.,  \n3Subs. by P. O. No. 4 of 1975, Art. 2 and Table.  \n \n \n \nPage 3 of 4 \n (c) use newsprint for printing or publishing any book, pamphlet, poster or other \nthing which is not a newspaper.  \n 5. Dealing in newsprint. —(1) The 1[Federal Government] may, by notification in the official \nGazette, specify the dealers who shall be approved dealers of newsprint for the purposes of this \nOrdinance.  \n (2) Subject to an order un der sub -section (3), upon the issue of a notification under sub -\nsection (1), no dealer shall, except with the prior permission in writing of the 1[Federal Government], \nsell or dispose of newsprint to any person other than — \n(a)  an approved dealer; or  \n(b)  a person wh o requires the newsprint___ \n(i)  for printing or publishing any newspaper started before the commencement of \nthis Ordinance, or  \n(ii)   for  printing  or  publishing  any  newspaper  started  after  the commencement  \nof  this  Ordinance,  where  the  use  o f  newsprint  for printing or publishing \nsuch newspaper has been permitted under clause (a) of section 4, or  \n(iii)   for printing or publishing any book, pamphlet, poster or other thing which is \nnot a newspaper, where the use of newsprint for su ch printing  or publishing \nhas been permitted under clause (c) of section 4.  \n (3) The 1[Federal Government] may, by order in writing, require any dealer to sell to such \nperson as is referred to in clause (b) of sub -section (2) such quantity of newsprint as may be spec ified \nin the order and may issue and incidental or supplementary instructions in regard to such sale.  \n 6. Fixation of price. —(1) The 1[Federal Government] may, by notification in the official \nGazette, fix the maximum price above which newsprint shall not be sold and different prices may be \nfixed for different localities for different varieties of newsprint or for newsprint of different origins.  \n (2) No person shall buy or sell or offer to buy or sell newsprint at a price above the maximum \nprice f ixed under  subsection (1).  \n 7. Declaration of stock held.  Every dealer and every  person holding stocks of news -print \nshall, within a period of seven days from the commencement of this Ordinance,  submit to the \n1[Federal Government] or an officer authorised by it in t his behalf a declaration of the stocks of \nnewsprint held by him at such commencement.  \n \n1Subs. by P. O. No. 4 of 1975, Art. 2and Table.\n \n \n \nPage 4 of 4 \n  8. Declaration by importer.  Every importer of newsprint shall, within seven days of the \nclearance of the newsp rint from Customs, submit to the 1[Federal Government] or an officer \nauthorised by it is this behalf a declaration specifying the particulars of newsprint so cleared by him \nor on his behalf.  \n 9. Maintenance of records of sale, etc.  The 1[Federal Government ] may dire ct a dealer or an \nimporter “or a person using newsprint to maintain records of all sales, purchases, imports and uses of \nnewsprint and may prescribe the form in which such record shall be maintained.  \n 10. Power to call for information, etc. —(l) The 1[Feder al Government] may require the \nproprietor of, or any other person concerned with, any printing press or newspaper, daily newspaper, \nbook, pamphlet or poster  or any person carrying on  or concerned  with any business or undertaking \nwhich involves  the sales , distribution, storage or use of newsprint, to give  any  information  in  his  \npossession  or  within  his  knowledge  with  respect  to  any transaction  relating  to  newsprint,  and  \nthe  person  so  required  shall  give  the  required info rmation to  the best of his knowledge and \nbelief.  \n (2) No person shall mutilate, deface, tamper with, conceal or destroy any book or document \nrelating to any transaction referred to in sub -section (1).  \n (3) The 1[Federal Government] may, by order in writing , authoris e any officer or other  \nperson,  to  inspect  any  books  or  documents  referred  to  in  sub -section  (2)  in  the possession  of  \nany  of  the  persons  referred  to  in  sub -section  (1)  and  such  person  shall, whenever required to \ndo so, permit the  inspection to be made without any hindrance, evasion or concealment.  \n (4) The 1[Federal Government] may, by order in writing, authorise any officer or other person \nto enter and search or cause to be entered and searched any premises, or place wh ere he has  reason to \nbelieve that anything in contravention of this Ordinance has taken place or is likely to take place, and \nsuch officer or person may seize any newsprint or other articles in respect of which he has reason to \nbelieve that any such contra vention ha s been committed or is about to be committed.  \n 11. Penalty.  Whoever contravenes any provision of this Ordinance or of any order made, \nnotification issued or direction given under this Ordinance shall be punishable with imprisonment for \na term whi ch may ext end to three years, or with fine, or with both.  \n 12. Delegation of powers.  The 1[Federal Government] may, by order in writing, direct that \nany of its powers and functions under this Ordinance shall, in relation to such matters and subject to \nsuch condition s, if any, as may be specified in the order, be exercisable also by an officer specified in \nthe order.  \n                                                                              __________      \n 41318           Date: 11 -11-2024  \n1Subs. by P. O. No. 4 of 1 975, A rt. 2 and Table."
}