{
    "file": "./converted_json\\administrator720c75ded23e5d54c4a537a39b5c9ddc(1).json",
    "name": "Pakistan Global Institute Act, 2023",
    "date": "March 17, 2023",
    "tagline": "Enabling the establishment of the Pakistan Global Institute for education, scholarship, and research excellence.",
    "content": "R.r,crSrEnEDNo.M'302\nL._76469\n@eOatdfr d ?ilffint\n--xs-\nEXTBAORDINAFY\nPUBLISHED BY AUTHORITY\nISLAMABAD, FRIDAY, MARCH 17,2023\nPART I\nActs, Ordinarces, President'! Orders rnd Regulstiotrs\nNATIONAL ASSEMBLY SECRETARIAT\nhldnabod, the ITth Mtch 2023\nNo. F. 22(37fr021-Legis.-The following Act of llajlis-e-Shooru\n(Parliament) recrived the ass€nt of the President on lhe l41t March, 2023 is\nl,crcl,v published for geneml infomalion:\nACTNO. Xt OF 2023\nACT\nta ptoyde for estublishnent ofhe Paki-star Global Inslitule\nWI{EREAS it is expcdient to provide for eslablishment of fte Pakislan\nGlobal Institute and formaEcrs, connected therewith and ancillary therEto;\nIl is hereby cnacted as follows:-\n(l2l)\n[5sl(2023)/Ex. caz.]P ce:tu 1000\n124 THE GAZEITE OF PAKISTAN, EXTRA,, MARCH17,2023 [PART I\nCITAPTER-I\nPRf,LIMINAY\nl. Short dllc .!d coDmeDcement-{l) This Act shell be qlled the\nP.kistan Global Institute Act, 2023.\n(2) This Act shall come into fo.ce at once\n2. DeliDitioE!.-ln this Act, unless there is anl4hing repugnent in the\nsubject o. context -\n(a) 'Acrdemic Coun.il' heans the Acsdcmic Council ofthc lnstihrte;\n(b) 'Authority\" mesns any ofthe Authoritics oathe Institute specified\nor sct up under seEtion I t;\n(c)\n(d)\n(e)'Chaocrllor\" marrs thc Chancellor ofthe Instilure;\nsCheirp.Non' mesns the Chairperson ofa teaching depErbnent;\n'college\" mcans an educalional institution, olher lhan corstituent\ncollege;\n(f) scotrstituctrt college\" means an educational institution, by\nwhatever name described, maintained and administerEd by the\nInsrifute;\n(g) \"CoDmitliotr\" means the HiSher Education Commission set up\nunder the Higher Education Commission Ordinance, 2002 (LIII of\n2002);\n(h) \"Dern\" means the head ofa Faculty or the hesd ofan academic\nbody ganted the status ofa Faculty under this Act or by the statutes\nor reBulations;\n(i) \"Depxrtment\" mcans a teachint department maintained and\nadminislercd or recognizcd by thc Institute in the manner as may be\npres.rib€d;\nC) 'Fsculty\" means an administmtlve and academic unit of lJ,e\nInstitute consistint of one oa mo.e departments, as may be\nprescribed;\n(k) 'Gov€rumetrt' means the Federal Covemment;\nP^Ar ll TIIE GAZETTE OF PAKISTAN, EXTRI., MARCHl7,2023 125\n(l) \"pr6.rib.d\" means prescribed by statutes, rEgulations or rules\nmade under this Act\n(m)\n(n)\"P ncipal\" means the head ofa constituent college;\n\"RrpEs.otatiotr CodEittae\" me3ns $e Rcpresentation Committee\nconstitut€d under s€ction 25;\n(o) \"Review Pencl\" means the Review Panel sct up by the Chancellor\nin accordance with the provisions of section 11;\n(p) 'Schedule' means a Schedule to this Act;\n(q) \"S€rrch CoDDiftee\" means lh€ Search Committee ser up by the\nSenate under scction I 4;\n(r) 'Saoate\" merns the Senele ofthe Institute;\n(s) 'strtut6\", \"regulations\" and \"rules\" mean respeclively the\nstatutes, thc regulations and the rules madc under this Act ond for\nth€ time being in force;\n(t) \"Syndidte\" me3ns the S),ndicate ofthe hstirute;\n(u) \"t€echen' include ProfessoE, Associate Professors, Assistant\nProfessors and Lecturers engaged whole time by the Instifute oa by\na constituent college and such other persons as may be declared by\nregulations lo be teachers;\n(v)\n(*)\n(x)\"Iosdtute\" means the Pakistan Clobal Institute;\n'Pafu!!' mcans the patron of the lnstitut€; and\n'Vice-Cilncdlor\" meens the V ice-Chancallor of the Institute.\nCHAPTER-II\nTIIE INSTITUTE\n3. Ert blilhEetrt rDd iDco.porrlion of ah. IEtitut..-< I ) There\nsrands established an tnstitule to be called the Pakistan Global Instirule.\n(2) The tnstitute shall consist of the following, nomely:\n126 IHE GAZETTE OF PAKISTAN, EXTRA,, MARCH 17. 2023 IPART I\n(a) $e Palron, Chancellor, the memb€rs of the Senate and the Vice-\nChancellor;\n(b) the members of the Authorities of the Institute established under\nsection lE;\n(c) all Institute teachers and persons recognized as students of the\nlnstitule rn sccordancc with such lcrms as may be prescribed f.om\nto time; and\n(d) aU other full-tim€ officers and m.mbers ofhe staffof6e lnstitute.\n(3) fie Institute shell b€ a body corporare having perp€tual succession\nard a common seal and may sue and be sued by the said name.\n(4) The tnstitute shall be competcnt to acquire and hold prol)erty, borh\nmovable and immovable, and to leas€, sell or otherwise lransfcr ery movable and\nimmovable property which may havc become vested in or baen acquired by it.\n(5) Notwithsbnding snything contained in any other law for the time\nbeing in force, lhe Institute shall havc academic, financial and adminisfative\nautonomy, including the power to employ olfcers, lcacheN and olher employe€s\non such tenns ils may be prcscribed, subjecr this Act and the Higher Education\nCommission Ordinance, 2002 (Lltl of?002).\n4. Powet3 atrd functions of the ltrstitute.-The lnstitute shall have\nthe following po*ers and firnctions. narnely: -\n(i) to provide for education and scholarship in such brenches of\nknowledge as il may deem fit and 10 make provision for research,\nservice to society and for the application, advancement and\ndissemination ofknowledge in such manner es il may delermine;\n(ii) to prcscribe cours.s of studies to be conducted by the Institute and\nthe constituenl colleges and other colleges affiliated by the\nInstitute;\n(iii) to hold examinations and to award and confer degrees, diplomas,\nce(ificates and other academic distinctions to and on persons who\nhave been admitted to and have passed its examinations under\nprescribed conditions;\n(iv) to prescrib€ thc terms and condilions ofemployment ofthe ofiicers,\nteachers and other employccs ofthc Institule and to lay dou,n terms\nTI{E GAZETTE OF PAKISTAN, EXTRA,, MARCH17,2023 127\nand conditions that may be different fiom those applicable to\ngovemmcnt scrvaDts in gencral;\n(v) to engage, where necessary, peBons on contract of spccificd\nduration aDd to speciry theterms of each such engagement;\n(vi) to confer honorary degrees or other distinctions on approved\npersons m the manner ils may be prescribed;\n(vii) to provide for such instruction for persons not being students ofthe\nlnsdrut€ Ls it may prescribe and 10 grant certificates and diplomas\nto sLrch pcrsons;\n(viii)to e$ablish programs for the exchange of studenls and teachers\nbctween the Instirute and other universities, educational institutions\nand research organizations, inside as well as outside Pakistan;\n(ix) !o provide career counseling andjob search services to students and\nalumni;\n(x)\n(xi)\n(xii)to maintain linkages with alumni;\nto develop aad implement fund-raising plans;\nto provide and support the academic development of the faculty of\nthe Institute;\n(xiii) to confer degrees on p€rsons who have carried on independent\nresearch under p.escribed conditions;\n(xiv)to accept the examinations passed and the period of study spent by\nstudents ofthe lnstitute at other univcrsities, institutions and places\nof learning equivalent to such examinations and periods of study in\nthe Institute, as it may prescribe and to withdraw such acceptanc€;\n(xv) to co-operate wilh other institutions, public authorities or private\norganizations, inside as well as outside Pakistan, in such manner\nand for such purposes as it may prescribe;\n(xvi)\n(xvii)to establish professorships, associate professoBhips, assistafit\nprofessorships and lectureships alld any other posts and to appoint\npersons therelo;\nto crcate posts for research, extension, administration and other\nrelated purposes and to appoint persons thereto;\nI28 THE GAZETTE OF PAKISTAN, fX-TRA, MARCH 17, 2O2J [P^XT I\n(xviii) to institute and award financial assistance to students in nced,\nfellowships, scholarships, bursaries, medals and pdz€s under\nprescr;bcd conditrons;\n(xix)\n(xx)to astsblish taching dapartrn€nfs. schmls, con*ituenl collctes,\nfaculties museums and othcr ccnlers of learning for the development\nof tcrchrng and rcs€arch snd to make such arrartFments for 6eir\nmaintenance, management and administration as it may prescribe;\nto provlde for the residencc of tho students of the Institute and thc\nconstiocnt colleges, to inslilule and maintain halls of rcsidence and\nto approve or Iicens€ hostels and lodging;\n(xxi) ro maintain order, discipline and security on th. cnmpuscs of the\nlnstitute ard $e constituant colleges;\n(xxii) to promote o(ra-curricular and recrEational Eclivities of students\nand to make aEangements for pmmoting their hcalth and Eeneral\nwelfare;\n(xxiii) to demand and receive such fees arrd other charges as it may\ndetermine;\n(xxiv)to make plovisiofl for rcsEarch, advisory or consultancy s€rvic€s and\nqdlh these objecE 10 enter into arrangemeots wi6 olher i[stifutiois,\npublic or private bodies, commercial and industsial enteryrises\nunder prescribed conditions:\n(xxv)\n()(*\"i)to entef into, carry out, vary or cancel contracts;\n10 receive and manaSe property transfered and grants, contsibutions\nmade to the InstituE and to invesl any fund r€pr€ssrling such propeny,\nSrants, bequests, nusts, gifu, doDatiofls, €ildowmcnls or contlibuti{rls\nin such ma rer as it may deem fit:\n(xxvii) to provide for the printing slld publication of res.arEh and other\nworks;\n(xxviii)to do all such other acts and things, wherher incidental to the\npowers aforesaid or not, as may b€ requisite or expedient in order to\nfurther the objeclives of tle lnstitute f,s a plece of educition,\nleanin8, and r€search; ard\n(xxix) ro affiliate or dis-alfiliare orher colleges, institutions, etc\nPART I] THE GAZETTE OF PAKISTAN, EXTRA,, MARCH 17, 2023 129\n5. Jurildictiotr.--The jurisdiction of the Institute shell extend to the\nwhole ofPakistrIt and abroad.\n6. IDrtitute oper to sll ch!!.!, cr€ed!, etc.-( l) The Institute shall\nb€ open to all persons of all genders and of whatever religior, raa€, crea4 class,\nc.lour or domicile and no person shall bo der ed 6r. privileges ofthe Institute on\nthe grounds ofreligion, rsce, caste, creed, clsss, colour or domicile.\n(2) An incEase in any fee or charge thst is in exc€rs often perE€nt per\na(num on an a rualized basis ftom the last such incr€are may not be made\nexcept in spc.irl circumstances and only wi$ the approval offie Ch.nc€llo..\n(3) The lnstitute shall instrtute finarcial rid programs for students in\nn€€4 to thc extenl considerEd fcisible by the Senatc given drc rcsources\nayailable, so a-! to enable edmission and access lo the Institute ard the various\nopporturitier Fovided by it to b€ based on merit rarher thsn ability lo pay:\n7. T..cLi!8 .t lhc lBaitEte.-{l) All rccoSnized teschin8 in various\ncoulses shall be conduc(ed by th€ Institute and the cons(itucnt colleges in the\nprcscribed marne. ard mry include lectureE tutorials, discussions, seminax,\ndehonstations and olher mclhods of irts1nrction ,s .wtll as practical work in the\nlabordories, hospitals, wo*shops and othcr govcmmcntal or Frivate organizations.\n(2) The authority responsible for organizing recognized rcsching shsll\nb€ such as may be prEscriH.\nCHAPTER III\nOFFICERS OF THE INSTITUTE\n8. Principal oflicer!.:The following shall b€ the principal officers\nof the Institute, namely:-\n(a) Pston;(b) Chancellor;(c) Vice-chancellor;(d) De{ns;(e) Principals ofthe constituent colleges;(f) Chsirpersons ofthe teachinE departments;(g) Regist.ar;(h) TrEasurcr;(i) Conroller ofExamrnations: and() such other persons as may be prescribcd by statutcs oa regulstions-\nI3O THE GAZETTE OF PAKISTAN, EXTRA,, MARCH 17, 2023 [P^RT I\n9. P.trotr.-{l) The Fcdcral Minister for Education ard Professional\nTraining shall be the Pat on ofthe [nstiturc.\n(2) The Pahon shall, when present, pr€side at the convocation of the\nlnstitute. tn absence of the Paton, the Syndicate may request a person of\nemincnca or the Chancellor to preside ovcr lhe convocstion of the lnstitrrtc.\n10. Visitation.-{l) The Pat.on may, in accordance with the lerns and\nprocedures as may be prescribed, cause an lnspcction or inquiry to be made on\nhis own motion or at the request of the Commission in resped of any mrtter\nconn.c,t.d with affairs of the [Ntituto and shall, from time ro time, direct any\nparcon or persoos to inquire into or carry out inspection of-\n(a) thc l$titute, its building, laboratoricq libraries and other facilities;\n(b) any institution, departrnent or hostel maintain€d by the Institutc;\n(c) the adequacy offinancial and human rcsources;\n(d) the teaching, research, curriculum. examination and other msttcrs\nof the lnstitute; and\n(e) such olher matterc as the Patron may speciry\n(2) The Patron shall communicate his views to the Sbnere with regerd\nto the resull of vlsiBtion and shall, after ascertaining the ./iews of the Senate,\nadvise thc Chaacellor on the action to bc tskcn by him.\n(.]) The Chancellor shall, wrrhin such time as may be specified by\nthe Paton, communicate to him such acti!'n, ifany, as has been taken or rnay bc\nproposad to b€ taken upon the results ofvisitation-\n(4) Where the Senate does not, withir the time specified, take action to\nthe satisf[ction ofthe Patron, the Patron may issue such directions as he deems\nfit erd the Scnate shall comply with all such directions.\nI l. Chsncelor.--{l) Thcre shall be a Chancellor of the Institute who\nthrou8h majority voting, be elected by t-he board of govemcrs of $e THMC\nEducetion Systerh Priyate Limited incorporated under the mmpany law.\n(2) The members oftrc Senate, exc.pt the Chancellor- shall be appointed\nb-v the Charrcellor from arnongst trc persons rccaminended by tlre Representation\nCommitl€a set up For this pu+ose or the S€erEh Committe€ established undet this\nAct end the statutes, as the case may he.\nPART ITHE GAZETTE OF PAKISTAN, EXTRA., MARCH 172023 t3l\n(3) Every propossj to confer an honorary degree shall be subject to\nconfirmation b] de Chancellor.\n(a) If fte Chancellor is satisfied dlat serious inegularity or mis-\nmaflagemen! with rcspect to affaiN of lh€ Instilute has occur.ed, he may, -\n(a) as regards proceedings of the S€nate, direct that sp€cified\np.oceedings bc r€{.nsidercd and appropriale action taf,en wil-hin\none month ofthe direction having been issued:\n' Provided that if the Chancellor is satisfied that either no re-\nconsideration has b€en caried out or that the re-conside.ation has\nfailed to addrqss the conc€m exprEss€dr he may, after calling upon\nthe Senate ro show cause in writing, appoint a five-memb€r Review\nPanel to exarnine and report to the Chancellor on the functioniDg of\nthe Senalc. The Revicw Panel shall bo drswn from persons of\neminence in academics and in the fields of law, accountency or\nadminisE8lion and the report of rhe Review Penel shall be\nsubmi(ed within such time as Day be specified by the Chsncdloc\nrnd\n(b) as regards proceedings of any Aurhority or with rcspect to matters\nwithin the competenc€ of afly Authority, other tian the Senate,\ndir€ct the S€naE to exercis€ powers under this Act.\n12. R€movll from the Serrae.-{l) The Chancellor may, upofl the\nrecommendation of the Review Panel, remove any person fiom the memb€rship\nof the Senatc, excluding the Chenc€llor, on the Sround that such person has-\n(a) by a medicsl board declarEd to bc ofun-sound mind;\n(b) by acompetent court of law dcclared as un{ischarged insolvent;\n(c) becD by a coult of l6w convicted for an offence involving moml\nturpitude;\n(d) absented himself fiom two consecutiv€ meetinSi of the s€nate\nwithoutjusl cause; or\n(e) been guilty of misconduct includinS use of posirion lor pcrsonal\nadvantage ofany kind or goss in-emciency in the performance of\nhis functions.\n132 THE CAZETTE OF PAKISTAN, EXTRA,, MARCH I?, 2023 IPART t\n(2) The Chanccllor shall remove ary pcrson fi,om lhe membership of\nthe Senate on a resolulion calling for the removal ofsuch person supported by at\nleast thrce-fourths ol-the memb€rship ofthe Senale:\nProyided thot bcfore passing such resolution, the Scnat. shall providc the\nmember conc€med a fair hearing:\nProvided further that lhe p.ovisions ofthis section shall not be applicable\nto the Chancellor and Vice- Chancellor in his capacity as a member of the\nSenat€.\n13- Viccchrn elor.-{ I) Thc.e shall be a Vice-Chancellor of the\nInstitute who shall b€ all emin€nt ac€demic or a distinguished edminisretor snd\nshall be appointed or such terms afld conditions as may be prescaibed.\n(2) The Vice{hancellor shall be Ge chief exccutivc olEcer of the\nlnstitute responsible fo. all adminisEative and academic functions ofthe Institute\nand for ensuring that thc provisions oflhis Act statutas, ragulatiofls and rulcs are\nfaithfully obscrved in ordff to promote th€ gencral cfticierrcy arld good order of\nthe Institute. The Vicethancellor shall have all powers prcscribed for dris\npurpose including administrativc control ovcr lhe omceB, leachers aJld other\nemployecs of the Institute.\n(3) The Vice-Chanellor shall, if prcscnt, bc entitlcd to attend any\nmeeting of any authority or Hy of the Institute.\n(4) The Vic€4hancellor may, in an emer8ency thst in his opinion\nrequir€s immediale action ordinarily not in the compatcnc€ of the Vice-\nChancellor, t ke such action end forward, within seventy-two hours, a repoft of\nthe aation takefl to tho membcrs of t}Ie emer8ency committee of the Senale, to b€\nset up by statutes. The emergency commitlee may direct such further action as is\nconsidered appropriale.\n(5) The Vice-Chancellor shall also have the following powe6,\nnarnely:-\n(a) to direct teachers, oflicers and other employees of the lnstitute to\ntake up such assiBn,ncnts in connection rvith examination,\nadminLstration and such olher activities in the Institute as he may\nconsider neccssary for the purpos€s ofdlc Institutc;\n(b) to sanclion by re-appropriation all amount not exc€editrg ao amount\nprescribed by the Scnate for an un-forese€n item not provided for in\nthe budget and report it to the Scnete at tle next meeting;\nPART ITHE GAZETTE OF PAKISTAN, EXTRA,, MARCH17,2023 I]3\n(c) to make appointmenG of such cstegories of employees of drc\nhslitute snd in such rnanner as msy b€ prescnH by shtutes;\n(d) in accordance with prescribcd procedure, ro suspend, punish and\nremove, from s€rvice officerc, teachers and other employees of thc\nlnslitute except those appointed by or with approvsl ofthe Senate;\n(e) ro deleSate, subject to such conditions as may be prcscribed, any of\nhis powers under this Act to sn ollicer or omcers of the lnstitute;\nand\n(f) to ex€rcise and perform such othcr powers and functions Es may b€\nprescribed,\n(6) Tte vi.a4hancellor shall prcside at the cotrvocation of the\nInsritutc in abs€nce of the Paron and the Chancellor.\n(7) The Vice-Chancellor shlll present an annual report before the\nSenale wilhin three months of the closc ofthe academic year. The annual rcport\nshall prescnt such information as rcgards thc academic year under review as may\nbe prescrib€d, includinS disclosure of all relevant lacts p€rtaining tG\n(a) academics;(b) research;(c) adminisE\"alioniand(d) fiMnces\n(t) The Vict{hancellor's annual report shall be made available, prior\nto its prcsenration b€fore the Senate, to all oflic€rs and lnstitute teachers end shall\nbe published in such numbers as are required to ensurc i6 wide circulation.\n14. AppointDert ind reDovrl of th. Viclch tcdlor.-{I ) subjccl\nto thc provision of suEsection (2) of section I l, the Vice-Chancellor shall be\nappointed by the Chancellor on the basis of r€commendetions msde by the\nS€nate.\n(2) A search committ€e for the recommendation of persons suitablc for\nappoinbnent as vice{hancellor shall be constituted by the Senate on $e date\nand in the marner prescribed by stalutes end shall consisl of two eminent\nmembcrs of society norninated by the Chencellor of whom one shall be\nappointcd th€ convener, rwo members of thc Senatc, t\\iro distinguished Institut€\nleachers who are not memb€rs ofthe Senale ard one academic ofemirenc€ not\nemployed by the Institute. The two dininSuished lnstitute teachers shell be\nselected by the SeMte through a process, 1o be prescribed by statutes, that\nprovide for recommendation of suilablc names by the Institute teachers in\n134 THE GAZE'TTE OT' PAKISTAN, EXTRA, MARCH I?243 ART I\ngeneral. The search committee shall remain in existence till such time that\nappohtment of the nexl Vice-Chancellor has been made by the Chsrccllor.\n(3) Tbe persons p.oposed by the Search Committee for appointment as\nvice-Chancellor shall be considered b], the Senale and of these a panel ofthree,\nin order of priority, shall be recommended by the Senate to the Chancellor:\nProvided that the Chancellor may decline to appoint any of the thrcc\npersons recommended and seek recommendation ofa fresh panel. ln the event of\na ftesh recommendation being sought b], the Chancellor, thc Search Committcc\nshall make a proposalto the Senate in the prescribed manner.\n(4) The Vice-Chancellor shatl be appointed for a renewable tehure of\nfive years on such terms and conditions as may be prescribed by statutes. The\ntenure of an incumbent Vice{hancellor shall be .enewed by the Chancellor on\nreceipt ofa resolution ofthe Senate in support ofsuch renewal:\nProvided that the Chancellor may call upon the Serlate to re-consider\nsuch resolution once.\n(5) The Senate may, pursuant to a rcsolution in this behalf passed b!,\nthre€- fourths of its membcrship, r€commend to the Chancellor the removal of\nthe Vice- Chancellor on the ground of in-efficiency, moral turpitude or physical\nor mental incapacity.-or gross miscohduct, including misuse of position for\npersonal advantagc of,any kindr.\nProvided that the Chancellor may make a rcference to the Senate stating\nthe instances of in-efficiency, moral turpitude or physical or mental incapacity or\ngross misconduct on the part ofthe Vice-Chancellor that have come to his notice.\nAfter consideration of the reference the Senate may, pursuant to a resolution in\nthis b€half passcd by two- thirds of its membership, recommend to the\nChancellor the removal of the Vice-Chancellor:\nProvided fiirther that prior to a resolution for the removal of the Vice-\nChancellor being voted upon the Vice-Chancellor shall be given an opportunity\nof being heard.\n(6) A resolution recommending the removal of the Vice-Chancellor\nshall be submitted ro the Chancellor forthwith. The Chancellor may accept the\nrecomDendation and order removal of the Vice-Chancellor or retum\nthe recommendation ro the Senate.\n(7) At any tine when the office ofthe Vice-Chancellor is vacanq or the\nVice-Chancellor is absent or is unable to perform the functions of his office due\nPART II THE GAZETTE OF PAKISTAN, EXTRA,. MARCH 17, 202] 135\nto illness or some olier cause, the Senate shall makc $rch arrangements for tho\nperformance ofthe dulics ofthe Vice-Chanc€llor as it may deem lrl.\n15. Registrar.-{ I ) Therc shall be a Regisfar of the Insritute to be\nappointed by the Senate on relommendation of the Vice-Chancellor, on such\nterms and conditions Ls may be prescribed\n(2) The cxpericnce as well as the professional and academic\nqualificalions necessary for appointment to the post ofthe Registrar shall be as\nmay be pr€scribed.\n(l) The Registrar shall be a firll-time officer ofth€ lnstitute ard shall-\n(a) be the administrative head of the sccretariat ofthe tnstirure and be\nresponsibl€ for the provision of secretariat support to the Authorities of\nthe Ioslilute;\n(b) b€ the custodian of the common seal and the academic records of\nthe Institute;\n(c) maintain a register ofregistered graduates in the prescribed manneE\n(d) supervisc the process of election, appointsnent or nomination of\nmembers ro the variols Authorities.nd other bodies in the\nprescribed mannec a.od\n(e) perform such other dutics as may be prescribed.\n(4)\nthree yea$The lerm of ofTice of the R€gistrar shall be a renewable period of\nProvided lhat thc Senate may, on advice of the Vice-Charrcellor, brmiDate\nthe appointrnent of dle R€gistrar on gounds of ir*fticiency or misrardud in\naccordanc€ wilh prescribed pr@edure,\n16. Tre8urer.-{1) There shall be a Treasur€r of the Inslitute to be\nappoinled by the Senate on recommendation of the Vice-Chancellor, on such\nlerms snd conditions &s may b€ prEscribed.\n(2) The experienc€ atrd professional ard academic qualificadons necessary\nfor appointrnent to the post ofthe Trcasurer shall be as may be prEscriH.\nshall--(3) The Treasurer shall be chief financial o(ficer of the lnstitute 6nd\n136 TTIE GAZETTE OF PAKISTAN, EXTRA,, MARCH 17. 2023 [PART I\n(a) manage the assets, liabilities, receipts, expenditues, funds and\ninvestments of the Institutc;\n(b) prepare annual and revised bud8et estimates of the Institute and\npres€nt them to the Slndicate or a committee thereof for approval\nand incorporation in the budget to be presented fo the Senale;\n(c) ensure that the funds of the Institute are expended on the purposes\nfor which allocated;\n(d) have the accounts of lhe tnstitute audited annually so Ls to be\navailable for submission to the Senate within six months of the\nclosc ofthe financial year; and\n(e) perform such other duties as may be prescriM-\n(4)\nthree yearsThe tenn of office of the Treasurer shall be a renewable pcnod of\nProvided thar the Senate may, on advice of the Vice4harcellor, terminate\nappointment of 6e Treasurer on grcunds of in-efficiency or misconduct in\naccordance with prescribed procedure.\n17. Coltrlller of EtamiratioN.-{ I ) There shall be a Controller of\nExaminations, to be appointed by the Senate on recommendation of the Vic€-\nChancellor, on such terms and conditions as may be prescribed.\n(2) The minimum qualifications necessary for appointment io the post\nof the Controller of Examinations shall be as rnay be prescribed.\n(3) The Controller of E)iaminations shall be a full-time offlcer of the\nInstitule and shall be responsible for all matteE connected with the conduct of\nexaminations and shall perform such other duties as may be prescriH.\n(,1) The Controller of Examinations sholl be appointed for a renewable\nterm of tkee years:\nProvidei $at the Senate may, on advice of the Vice{hancellor, teminate\nappointment of tlle Conholler of Examinations on grounds of in+fliciency or\nmiscorduct in acco.dance with prescribed procedure.\nP^Rrll TI{E GAZETTE OF PAXISTAN, EXTR-4., MARCH 17, 2023 137\nC}IAPTER-TV\nATJTI{ORITIES OF TIIE INSTITUTE\nlE. Authoritier.-{1) The following shall b€ the Auftorities of the\nlnstituie, nalnely:-\n(a) Authorities established under this Act shall be-\n(i) the Senate;\n(ii) rhe Syndicate; and\n(iii) rhe Academic Council; and\n(b) Aurhorities to be esrablished by thc satutes' shall b€-\n(i) graduate afld rEscarch managemeDt council;\n(ii) rccruitment, development, evaluation and promotion\ncommittees for terchers and o$er staff\\atethfi at fhe level of $e\ndepartnen! the faculty or the lnstitute;\n(iiD\n(iv)\n(,)\n(vi)\n(vii)\n(viii)c{reer placement and i emship committee ofeach faculty;\nS€arh Committee aor Gc appoinEnent ofthe Vic€{hamellor;\nthe Representation Conmittees for appoinment ro the Senate,\nSyndicaE and thc Acidcmic Council;\nboard ofstudies\nfaculty council; and\ndepqrtnental council.\n(2) The Senate, the Syndiele and the Acsdemic Council may set\nup such other committees or suEcommill,ees, by whatever name descriH,\nas are considered desirable through slstutes or regulotioB rs the cdse mry\nbr. Such commiltees or sub- commitlccs shall b€ Authorities ofthc Instilut€ for\nthe purpos€s ofthis Act\n19. SeDrtc.-<l) The body responsible fo. the govemEnce of the\nInstilute shll be described as the S€nate and shall consist of the follopio&\nnamely:-\nI38 THE GAZETTE OF PAKISTAN. EXTRA,, MARCH 17, 2023 PART I\n(a) the Chaaccllor who shall bc the Chairperson ofthe Senatei\n(b) theVice-Chancellor;\n(c) ooe member of the Govemment not below the rank of Additional\nSecretary from the Division allocated with business ofeducation or\nany other department relevant to the special focus ofth€ lnstitute;\nand\n(d) foul persons from society at large being persons of distinctiofi in\nthe fields of administration, management, educatio& acadernics,\nlaw, accountancy, medicine. fine arts, architecture, agiculore,\nscienc€, technolog/ or engineering such that the appointment of\nthese persons reflects a balance across the various fields:\nProvided that the spccial focus of the Institute, to be declared\nin the manner prescribed, nlay be reflecled in the numb€r of persons\nof distinction in an arca of expertise relevant to the Institute who\nare appoioted to the Senalei\n(e) one person from amonCFt the alurnni of '.he lostifirre;\n(0 two persons from the academic community of the country, oth€r\nthan an employee of the lnstitute, at the level of professor or\nprincipal of a college;\n(g) four Institute teacher and\n(h) one person nomiflated by the Commissron\n(2) lhe umbers of the mernbers of the Senate described against\nclauses (e) to (h) of sub-sectioo (1) may be increased by the Senate through\nstatutes subje€t to the condition that the total membe.ship ofthe Seoate does not\nexceed twent) one, with a m&\\imum of five Institute teachers, and the increase is\nbalanced, to the exlent possiblc, across the differcnt catcgories specified in\nsuLsection (l).\n(3) Subject to the provision of sub-section (1) of section 11, all\nappointnents to the Senate shall be made by the Chancellor. Appointrnents of\npersons described in clauses and ofsub-section (l) shall be made fiom amongst a\npanel of three names for each vacancy recommended by the representation\ncommittee s€t up in terms ofsection 26 and in accordance with prxedurc as may\nbe prcscribed:\nPART'T THE GAZEfiE OF PAKIS\nProvided that effo.t sha.ll be made, withour compromisi[g otr quality or\nqualilication, to Bive fair representation to women on fte Senale:\nProvided further that as regards the lnstitute teacheF describ€d in clsuse\n(g) of sub-section (l) the Senate shall prcs.rib€ a prccedue for ar,pointsncnt on\nthe basis ofeleclions that provide for vorint by the various cateSories oflnstitute\nteachers:\nProvided also that the Senate may altematively prescribe ttEt\nappointment of lnstitute T€achef,s to drc Scnat€ shall also be in the rnrurncr\nprescflbed for the persons described in clauses (e) !o (0 of suusrction (l).\n(4) Members of the S€nate, other lhan ex-ofrcio menb6s, shall hold\noffice for thre€ ye€rs. One-third of the m€mb€rs, othq tha[ ar-o]frcio rnemb€rs,\nof the firsr re-structured Senate, to b€ dctermined by lot shall relire fiom offic€\non the expiration of one year fiom the dete of rppoingnent by the Chanccllor\nODe-half of thc remaininS memb€rs, otier than er-oficia mcmbers, of the\nfirst r€'structured Senate, to be determined by lot, shallretire &om officc on\nthe expiration of t*o ye3rs from the date ofappointsnent aDd the r€msining\none-hali oth€r than e.r-ofcro memb€rc, shall rctire from ollice on the expiration\nof the rhird ye3r\nProvided that no person, other lhan an er-olrtcio m€mbcr, may s€rve on\nthe Scoate for more tha[ two consecutivc lerms:\nProvided further thrr the Instiote teachers sppcinted to (he SeDale shall\nnot serve foa two cons€cutive terms.\n(5) The Senate sha.ll me€t at I€ast twice in a cslendar ycar\n(6) Service on the Senat€ shall be oI1 honorsry bssis\nProvided $at sctusl expens€s may be re-imbursed as mey be prcscriH\n(7) The Regislr-ar shall be the secretary ofthe Senale-\n(8) In the absencc of the Chancellot meetings of the Senate shell be\npresrded over by such member, not being an employee of the lnstitute or of the\nCovemmen! as the Chenc€llor may, from time to tlrne, nominate. The memb€r\nso nominated shall be the convener oflhe Senate.\n(9) Unless other*,ise prescrib€d by this Act, sll decisiors ofrhe Senate\nshall b€ taken on th€ besis of the opmion ofa Eajority of the members prescn!. In\nthe cvent of th€ members being evenly divided on eny mancr the person\npresiding over the meeting shall have a casting vote.\n14O THE GAZETTE OF PAKISTAN. EXTRA,, MARCH 17, 2023 IPART I\n(10) The quorum fo. a meeting of the Senate shall be two-thtds of its\nmembership, a fiaction being counted as one.\n(t l) First Senate shall be constiruted by he Patron on aecommendation\nofthe board of govemor of the THMC education system (Private) limited.\n20. Powers and fuoctions of the SeDite.-{I) The Senate shall hsve\nthe power of general supervision over the Institute and shall hold the Vice-\nChancellor and the Authorities accounlable for all funclions ofthe tnstitute. The\nSenate shall have all powers ofthe lnstitute not expressly vested in an Authority\nor officer by tiis Act. thal arc necessary for performance of its functions.\n(2) Without prcjudice to rhe generaliry of the forcgoing poweE, the\nSenate shall have the following powers, namely:-\n(a) to approve the p.oposed annual plan of work, the annual and\nrevised budgets, the annual report and the annual statement of\nllccounts;\n(b) to hold, control and lay dou,n policy for administration of the\nproperty, funds and investrnents of the Institut€, including the\napproval of the sale and purchase or acquisition of immovable\nproperty;\n(c) to oversee the quality and relevance of the lnstitut€'s academic\nprcgEmmes and to review the academic affairs of fie lnstitute in\ngeneral;\n(d) to approve the appointment of the Deans, Professors, Associate\nProfessors, Assistalt Professors and such other s€nior faculty and\nsenior adlninisfi-ators as may be prescribed;\n(e) to instihrie schemes, di.ections and guidelines for the terms and\nconditions of appointment of all officerq teachers and other\nemployees of the Institute;\n(f)\nG)\n(h)to approve strategic plans;\nto approve financial resource development plans of the Institute;\nto co0sider the drafts of statutes and regulations proposed by the\nsyndicste and the Academic Council rcsp€ctively and deal with\nthern in the manner as provided fo. in sections 28 and 29, as the\ncase may be:\nPART TI{E CAZETTE OF PAKTSTAN, EXTRA., MARCH I 7, 2023 I 4 I\nProvidod $at the sanatc may frame a slatute or regulation on\nis own initiative and approve it efter calling for the advice of the\nsyndicare or the aaedemic council &s drc cl.se mey be;\n(i) to arurul by order itr writint the proc€€din8s of any Authority\nor ollicer if the Sen te, is ssrisfied that such proc-eedings arc\nnot in ac.ordance with the provisions of this Act, statutcs or\nregulations after catling upon such Authority or oflicor to show\ncsuse *hy slrch paoceedings should not be annulled;\nO to recommend to the Chancellor removal of ony member of\n$e Scnat€ in accordrncc wili tie pmvisions ofdris Aa;\n(k) to msk€ appointment of members of the SyndiqE, other then\nex-onicio m.fibers, in aceordsncr with lhe paovisions ofthis Act;\n(l) to male appointment of members of the Academic Council, other\nthan er-ofaio memb€rs, in accordance with the p.ovisions of this\nAcq\n(m) to appoint em€ritus Professors on such tem$ and canditioEs as mry\nbe prcscribed;\n(D) to rcmove ary p€rson ftom lhe membership of any Authority if\nsuch person-\n(i) has b€come ofun-sound mind; or\n(ii) has been de.l.red by a cornpet€nt of court of hw o be an\nun{is.hargd insolvcnt; or\n(iii) hai beEn convicrcd by r court of lew for an ofrene involving\nrnoEl turpitude; ond\n(o) to dctcrmine the form, provide for fie cusody and rrgllalr the usa\nofthc comfion sealofd)e In$itutc.\n(3) The S.netE may, subject to rhe provisions of this Acl, delegate ell\nor any ofthe powErs alld functions of afly Authority, omcer or employee\nof the Institute at its main campus, to any Authority, commitlee, officer oa\nemploye€ at its additional campus for the purpose of axercising such\npowers ald per_forming such functions in relation to 5uch additionel\ncahpus and for this purpose dre Senatc may create new posts or positions at the\nadditional campus.\n142 THE GAZETTE OF PAKTSTAN, EXTRA-, MARCH I?, 2023 IPART I\n21. Syudicete.-{l) There shall be a Syndicate of the Institute\nconsisting of the following, namely:-\n(a) the Vice-Chancellor; who shall be its Chairperson;\n(b) the Deans ofFaculties ofthe Institute;\n(c) three professofi fiom diff-erent departments, who are not members\nof the Senate, to be elected by the Institute teachers in accordance\nwith procedure to be prescribed by the Senate;\n(d) principals ofthe constituent colleges;\n(e) the Registral\n(D the TreLsu.e.; and\n(g) theControllerofExaminations.\n(2) Mernbcn of the Slndicate, other than er-oficro members. shall hold\noffice for a tenn ofthrce years.\n(3) As regards the three professors described in c,ause (c) of\nsub-seation (t), the S€nate may, as an altemative to elec{ions, presc.ibe a procedure\nfor proposal of a pan€l ofnames by th€ Representation Commill!€ setup in terms of\nsection 25. Appointment ofp€rsons proposed by $e Represmtation Committee may\nbc made by lhe Senate on dre recommendation ofthe Vicaahancello..\n(4) The quorurn for a meeting oflhe SFdicate shall be one-halfofthe\ntotal number ofmcrnbers, a fraction being counted as one,\n(5) The qndicate shall meet at leasr onc€ in each quarter ofthe year\n(6) Fi.st S),rdicate shall be constituted by the Patron on rccommenalation\nofdre board ofgovemors of the TTIMC education syst€m (Private) limited.\n22. Por ers and duties of the Sytrdic.te.-{1) The Syndicate shall be\nthe executive My ofthe Institute and shall, subject to the provisions ofthis Acr\nand stEtutes, exercise geneml supervision ever the affairs and monagement of the\nInstitute.\nPAIT I] TIIL GAZETTE OF PAKISTAN, EXTRA., MARCH 17,2023 I43\n(2) Without prejudice to the generaliry of the foregoing powers, and\nsubject to the provisions of this Act, staues and directions of rhe Senate, the\nSyndicate shall havc the lollorving powers, namely:-\n(a) Lo consider the annual report, the annr.El and revised budget\nestimatcs and to submitthese to the Senatet\n(b) to Eansfer and accept transfer of movable property on behalf of the\nInstitute;\n(c) to enter into, vary, carry out and cancel contracts on behalf of the\nlnstitute;\n(d) to cause proper books ofaccount to be kept for all sums of money\nreceived and expended by the Innitute and for the assets and\nliabilities of the lnstitute;\n(e) to invest any money bclonging to the Institute includio8 any\nun-applied income in any of $e securities described in section 20 of\nlhe Trusts Ac! ltE2 (Act tr of 1EE2), or in the purchase of\nimmovable Fopefty or in such othea mannea, as it may presffibc, with\nthe like power of varying such investrnents;\n(f) to rEceive and manage any property t:ansfefie4 and grEnE, bequests,\ntrud gifu, donations, endowments and other mnrributions made to\nthe lnstitute;\n(g) to administer any funds plac-ed at the disposal of the Institute for\nspecified purposes;\n(h) to provide the buildings, libraries, premises, fumiture, apparatug\nequipment and other means rcquired for carrying out the work of the\nlnstitute;\n(i) to establish and maintain halls ofresidence ard hostels or approve\nor license hostels or lodSings for the residence ofstudents;\n(i)to recommend to the senate admission ofeducational institutions to\nthe privileges ofthe Institute and withdraw such privileges;\n(k) 10 arrange for the inspection ofcolleges and the departrnents;\n(l) to establish professorshipg atsociate F,iofessorshipE assislant\nprofessonhips, lectureships, ard other lcaching posts or to create\nsuspend or abolish such posts;\n144 THE GAZETTE OF PAKISTAN EXTRA,, MARCH 17, 2023 PART I\n(m) to cleare, upgadq down-grade, susp€nd or abolish such adminin sdve\nor cdrcr po{s ss may be n€a€ssary;\n(n) to prescribc the duties of oflicers, teachers and other employe€s of\nthe losritutei\n(o) to report to the senate on matte.s with rcsp€ct to which it has b€en\nasked to reporl;\n(p) to appoint members 10 various Authoritics in accordaDcc with the\nprovisions ofthis Acq\n(q) to propose drans ofStatutcs for submission to the senate;\n(r) to regulare the conduct and discipline of the students of the\nInstitute;\n(s) to tako actions necessary lor t-tre good administration of the Institute\nin gen€ral and to this end exercise such powcrs as arc necessary;\n(D to deleSrtt any of its powers io any Authority or ollicer or a\ncommiftee; and\n(u) to p€rform such other functions as have bcrn assigned to it by the\nprovisions ofthis Act or may b€ assigD€d to it by the ststutes.\n23. Ac{demic Courcil.-{l) Therc shall be an Academic Council of\nthe IDstitutc consistinS of the following, namely:-\n(a) the Vice-Chancellor, who shall b€ its Chairpe.son;\n(b) the De{Ils of Faclhies and such he{ds of depoftnens as may be\npresaibe4\n(c) five membeIs r€prEs€nting $e depaftncnts, institutes and drc\ncoflstituent colleges to be elect€d ilr the ma rca prescribed by dle\nSenate;\n(d)\n(€)\n(f)\n(s)fiye Professors including eme.itus Professors;\nthe Registrar;\nthe Contoller ofExahinalions; alld\nthe Librarian.\nPARI ll THE GAZETTE OF PAKISTAN, EXTRA., MARCH 17, 2023 145\n(2) The scnstc shall appoint dre membcrs of the Academic Council,\nother than the er-olncro ard the elected members, on the recommendation of the\nvic€- Chanc€llor\nProvided dut as rcgards the fivc pmfesso$ end the members representing\nfie departne s, illstitutes and the con$i0Jeol colleges l}le Sqtate rray, as an\naltemative to electionl prescribe a proc.edure for proposal ofa panel of names by\nthe Repr6enhtion Committee set up in terms of sectioo 25. Appoinheflt of\npersons proposed by the Represenlrtion CommittEe may b€ made by the\nS€natE on the recommendation of the Vic!-Chancellor.\n(3) Members ofthe Academic Council shallhold ofEco for thrce ye,Is.\n(4) The Academic Council shall m.ct at leasl once in each quarter\n(5) The quorum for meetings of the Academic Council shall be on€-\nhalfoflhe total number ofrnemb€rs, e Faction b€ing counted as one.\n24. Por.r! ..d func'tiotr! of the Acrd€Eic Cootrcil.-{l) The\nAcrdemic Couflcil shall be the principal scadernic Hy ofthe Institute and shall,\nsubjEct to the Fovisions of the statutes ,nd the rules, have the power to lay down\np.opq slrIldslds of insEucrion, rcs€ffch and exsminations sld to rcgulate snd\nprcmote the acldernic life of rhe Instituc and tha cannituent calletes.\n(2) Without prejudicr o thc gcncrality of the foregoing powe6, and\nsubj€ct to tbe provisions of this Act and th€ stanlles, lie Academic Council shall\nbave tfic powea to--\n(0) app.ove the policies rnd proc€dures pertaininS to the quality of\nrcademic pro8rams;\n(b) approve acsdemic progrrms including online, dislance leaming and\nothers;\n(c) rppmve the policies and proc€durEs peiaining to student r€lated\nfirction including adrfl issions, cnpulsionq punishment! exrminations\nand clrtification;\n(d) epp.ove the policies and procedur€s assurin8 quslity of teaching\nand aeserrch:\n(e) propose to t]rc Syndicde schemes for drc constitution ard\norganization of Facultics, ltrhing depsrtn€nts and boards of\nstldi€s;\n146 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 17, 2D] IPART I\n(f) appoint pspsr seters and €xsmir.rs for all examinations of the\nInstitute after rcc.iving panels of names liom the r€hvant\nauthorities:\n(g) eslablish proSrammes for thc continued professional development\noflnnirute tcachers at all levels;\n(h) rE ogize thc examinations ofrrlrer universitics or exrminifl8 bodi€s as\nequivalcnt to the conEspondin8 exsminations ofth€ Inilitute;\n(i) r€gulsle the avJard of studentships, scholaBhips, exhibitions, medals\nand prizrs;\n(i) frarne regulatioN for submission to the senste;\n(k) FlrEparE an ennual rEport on tlrc acadernic performarrcc of tIrc\nInsthael ard\n(l) pcrfom such functions as may bc prcscribed by Retulations\n25- Rcprca€ntrtiotr CoBmittc€r.-{ l) I}ere shall be a Rep.esentalion\nCommitlce constitutad by tl€ Serufe throu8h statutes for nrommefldslion of\npersoN for appointsnent to the SeDde i[ ac.ordanc€ with tt]e prov,sioDs ofthis Ac1-\n(2) Thero shall also b€ a Representation CommittE€ constituted by 0le\nS€ !e duouth suhrtes for the recommendntion of persons foa appointmen! to the\nS)rdicat€ and ftc Academic Counci! in ac(Ddulc€ with the provisiors ofthis Act\n(3) Memb€rs of the Reprcs€ntalron Committee for appointment to the\nScnatE shall consist of th€ followitrg, namcly-\n(a) three mcmbers ofthe Senate who are not Instihrt€ t€{chers;\n(b) two persons nominated by the lnstitute teachcrs fmm amongst\nthemselves in the manner presc.ibed;\n(c) one pcrson fiom the academic community, not cmployed by\nthe lnstitute, at the level of professor or college principal ro\nbe nominat€d by th€ tnstitute reachers in the manner prescribed;\nand\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., MARCH 17, 2023 147\n(d) one eminent citizEn with experience in administratio4 philandropl\ndevelopment worh law or accountancy to be nominated by the\nSenate.\n(4) The Representation Committee for appointment 10 the Syndicate\nand the Academic Council shall consist ofthe followine, namely:-\n(a) two members ofthe Sena& who are not lnstitute teache.s; and\n(b) three persons nominated by the Institute teachers fiom amongst\nthemselves in the manner prescribed-\n(5) The tenure ofthe Repr€sontation Cornmittees shall b€ three years:\nProvided that no memtrr shall serve for morc than two cons€cutive terms,\n(5) The procedures of the Representation Commiftees shall b€ as may\nbe prescribed.\n(7) There may also be such othe. Reprcsentation Committees set up by\nany of th€ other Authorities of the Institute as are considered appropriate\nfor rccommcnding persons for appointment to the various Authorities and\nother bodies of the Institute.\n26. AppoiotEent of commi[tees by certain Aulhorities.-{l) The\nSenate, the Syndicate, the Academic Council and other Authorities may,\nfrom time to time, appoint such standing, special or advisory committees, as\nthey may deem fit, and may place on such committee persons who are not\nmembers of the Audrorities appointing the committees.\n(2) The constirution, functions and powe$ of the Authorities for which\nno spe€ific provision has been made in this Act shall be such &s may be\nprcscribed by slatutes or regulations.\nCHAPTER-V\nSTATUTES, RXGI]LATIONS AI\\D RIILES\n27. Statutes.-{1) Subject to the provisions of this Act, statutes, to be\npublished in the official Gazette, may be made to regulate or prescribe all\nor any of the following matters, namely:-\nI48 THE GAZETTE OF PAKISTAN, EXTRA,, MARCH 17, 2023 [PART I\n(a) the contents of and the manner in which the annual rcport to\nbe presented by the Vice-Chancellor before the senate shall\nbe preparedj\n(b) the Institute fees and other charges\n(c) the constitution of aay pension, insurance, gratuity, provident fund\nand benevolent fund fo.Institute employees;\n(d) the scEles of pay and other terms and conditions of service of\nomc€rs, teachers and other Institute employees;\n(e) the ma iflt€nance of the register of registered graduates;\n(0 admission of educationat insttunions to the privileges of the Institrte\nand the withdrawal of such privileges;\n(g) fte establishment ofFaculdes, departments, institutes, colleges and\nother academic divisions;\n(h) the powers and duties ofofficers and teachers;\n(i) conditions under rvhich the [nstihrte may enter ino anangemants with\nother institutions or with public bodies for purpos€s of research and\nadvisory services;\n(j) conditions for sppointment of emeritus professors and award of\nhonordry degrees;\n(k) emciency and discipline oflnstitute employees;\n(l) the constitution and procedure to be followed by representation\ncomfiiltees in carrying out functions in terms ofthis Act;\n(m) the colstitution and procedure to be followod by the Search\nCommiftee for appointment of the Vice{hancellor;\n(n) oonstitution, functiotrs and powers of authorities of the Institure;\nand\n(o) all other matters uhich by this Act are ro b€ or may be prescribed or\nregulated by statutes.\n(2) The draft of sratures shali be proposed by tie Syndicate to the\nScnate which may approve or pass with such modifications ai the Senate may\nPARTI] THE CAZETTE OF PAKISTAN, EXTRA,, MARCH17,2023 149\nthink fit o. may refer back to the S),ndicate, as the case may be, for\nre-consideration of the proposed draft:\nProvided that the Senate may initiate Statutes with respect to any matter\nin its power or with respect to which sratutes may be f.amed in tems ofthis Act\nand approve such statutes after seeking the views ofthe Syndicate.\n2E. Regulatiom--{l) Subject ro the provisions of this Act and\nthe statues, the Academic Council may make regulations, for all or any ofthe\nfollowing matters, namely:\n(a) the courses of study for degrees, diplornas and c€rtificates of the\nInstitute;\n(b) the manner in which the teaching refened to in sub-section (l) of\nsection 7 shall be organized and cooducted;\n(c) the admission and expulsion of students to and from the Institute;\n(d) the conditiorls under which students shall be admitted to the cours€s\nand the examinations of the lnstitute and shall be.ome eligible for\nthe award ofdegrees, diplomas and certificates;\n(e) the conduct ofexaminations;\n(0 conditions under which a person may carry on independent research\nto Entitle him to a degre€;\n(g) the institution offellowships, scholarships, exhibitioDs, medals and\nprizes;\n(h)\n(i)\n0)the use ofthe Library;\nthe formation of faculties, deparfnents and board of studies; and\nall other matters which by this Act or the statutes are to be or may\nbe prescribed by regulations.\n(2) Regulations shall be proposed by the Academic Council and shall\nbe subrnitted to the Senate which may approve them or rvithhold approval or\nrefer them back to the Academic Council for reconsideration. A Regulations\npropos€d by the Academic Council shall not be effective unless it receives the\napproval ofthe senate.\n150 TtlE GAZETTE OF PAKISTAN. EXTRA., MARCH I7; 2023 [PARr I\n(3) Regulations regarding or incidental to matters contained in\nsub-clauses (g) and (i) of sub-section (1) shall not be submitted to the Senate\nwithout tie prior approval ofthe Slndicate.\n29. Amendmert .nd r€p€al of statute and regulatioDs.-The\nprocedure for adding to, amending or rcpealing the statutes, r€gulations and rules\nshall be same as that presctibed respectively for framing or making statutes,\nregulations and rules\n30. Rulee.-{l) The Authorities and other bodies of the Institute may\nmake rules, consistent with this Act, stahrt€s or the regulations. made thereunder\nto reSulate any matter relating to the affairs ofthe Institute which has not been\nprovided for by this Act or that is not required lo be regulated by statutes\nor regulations, including rules to regulate the conduct ofbuslncss and the rimc\nand place of meetings and related matters.\n(2) Rules shall become effective upon approval by the Syndicate.\n31. First st tutes and regulstioos.-Notwithstanding anlhing to the\ncontary contained in this Act, the Chancellor shall make the first statutes and\nregulations which shall be de€med to be the sratutes and regulations framed\nunder sections 27 and 2E rcspectively and shallcontirlue to remain in force until\namended or replaced or till such time ncw statutes and regula[ions are framed in\naccordance with the provisions ofthis AcL\nCHAP'fER-VI\nINSTITUTE FUND\n32. Itrstitut€ fund.-The [nstitute shall have a fund to which shall be\ncredited iLs income from fees, charges, donations, trusts, bequests, endowments,\ncontributions, gEnts and all other sources.\n33. Audits end .ccounts.-{1) The accounts of the lrLstitute shall be\nmaintained in such form and in such manner as may be prescribed.\n(2) The teaching departments, constituent colleges or institutes and all\nother bodies designated as such by the S],ndicate in terms of statutes shall\nbe indep€ndent cost centres of the Institute with authority vested in the head of\neach cost centre to sanction expenditure out of the budget allocated to it:\nProvided that re-appropriation from one head of expenditure to another\nmay b€ made by the head of a cost c€ntre in accordance with and to the\nexrent presicribed by the statutes.\nPART II THE GAZETTE OF PAKISTAN, EXTRA,, MARCH 17, 2023 I5I\n(3) All funds generaled by a teaching departrn€nt, constitueflt college\nor other unit of lhe Inslitule through consuhsncy, rcserrch or other provision of\nservice shall be made available wi$out prejudice to the budgetary alloqtion\notherwise madc, sfter d€duction of overherds in the menncr and to {rc od€nt\np€scribed by Statute, to lhe teaching depertmm! cotctituent college or oth€r unit for\nits developmcnl A pafl of the funds so Senerrted may be stErEd wirh the\nlnstitule teachers or res€arthers in clsrSe of the consuhancy, rcsesrch c s€rvic€\nconcemed in the manner and to fte extenl prescrib€d by ststut€.\n(4) No exp€rditur€ shall be made fiom fte funds ofthe Instin te, unless a\nblu for its peyments has been issued by lle ile d of drc co6t centre concern€d\nin scaardanc€ with the rel€vsnt gatutcs and the TrEasutr has verified dra the\npalment 15 provid€d for in thc approved budgct of the cost ccrltor, subj€ct ao the\na[thority to re-appmpriate funds available lo l}le head ofthe co61 cent€r.\n(5) Proyision shall be made for an intemal audir of the Iinanc€s\nof the Institute.\n(6) Without Fejudic€ to thc rcquirEmant ofaudir by an auditor appointed\nry Govqment in ac€ordanc€ with the pmvisions of any drer law in forc€,\nthe arDual audited statement of acaounls of the lnstit te shell be prepercd in\nconformitv with fie generally accepted accounting principles (GAAP) by a\nreputed firm of chartered accountants and signed by drc Tre3surr. Th€ annual\naudited statement ofaccounts so prepared shall be submitt€d to the Auditor,Cenfa.l\nofPokistan for his observations.\n(7) The obs€rvations of the Auditor Geneml of Pstistan, if any,\nrogether with such annotations as the TrcasurEr may make, shall be consider€d\nby the Sl.rdicate and shall be placed beforc the Senate wi$in six months ofclosing\nof$e financial yelr.\nCIIAPI'ER-VII\nGENERAL PROVISIONS\n34. Opporturity to ihow cru6e.-Excepl as otherwise provided by\nthis Act, no officer, teacher or other employce of t-he lnstitute holding a\npermanent post shall be reduced in rank, or removed or compulsorily .etired fiom\nservice for cause arising out of any act or omission on the part of th€ person\nconc€med unless he has been given a reasonablc opportunity of showing caus€\nagainst the action proposed lo b€ taken.\n152 THE GAZE]-IE OF PAKISTAN, EXTRA,, MARCH 17, 2023 [P^RT I\n35. App.al to the Sytrdicrtc ard the S€nrte.-lvhere an order is\npassed p'rnishing any officer (olh€r tiar the Chancellor e vice-Chancellor),\nteachfi or other employee of $e InstituG or altering oI interpreting to his\ndis-advatrtage the prescribed terms or conditions of his servic€, he shall wh€'e $e\norder is pass€d by any offcer or leacher of the ll|stitute other than the\nChurcellor and Vice- Charcellor, have th€ right to appeel to he Syndiere against\nthe order and whert tre order is passed by t}rc Chanc€llor or Vice{hancellor, have\nthe right to appeal to the Senete.\n36. Berefiti rDd itrsurrtrce.-{l) The Institute shall constitute For the\nbcnefit of its officers, Eachers and othcr employces schemes, as may be\nprescriH, fo. the provision of post-€mployment benefrts es well es heslth snd\nlife insurene utile in scrvic€.\n(2) Wher€ any provident fund hes b€en constituied unde. this Act the\nprovisions of the Provident Funds Acl, 1925 ()OX of 1925), shall apply to such\nfunds as ifit werc the Government provident fund.\n37. Rehovd of dimcoltie..-{ I ) If any question arises as to the\ninreDretation of eny of the provisions of this Ac! it shall be placed before tlrc\nPatron whose deaision thereon shall be final\n(2) If eny difficulty arises in 8ivin8 effect to atry of the provisions of\nthis Acq the Chancellor may make such order after obtaining the views of the\nSenate, not inconsistent with the provisions of this Act as may appear to him to\nbe necessary for removing the dilficullv.\n(3) Whqe this Act msles sny provision for anything to be done\nbut no provision or no sumcient provision has been made as respects the\nauthority by whom, or the time at whictL or thc manner in which it shall be done,\nthen it shall be done by such authority, at such time, o. in such mamer Es drc\nPatron may direcl afler obtaiDing the views ofthe senate.\n3E. IDdemtrity.-No suir or leSal proceedings shall lie agatust the\nInstitute or any Authority, officer or employee of the Institule or sny person in\nrcspect of an)4hin8 utich is dooe or d€amed to have b€en done in good faith\nunder dlis Act.\nTAHIR HUSSAIN,\nSecretory,\nPBJNIED BY THE IIANAGER- PRIN'IING (I)RP()RANOX OF PAKI\nPI]ILISHIDBY THF DI PUTY CONIROLLER. STA NONERY \n^ND TORMS, UM\\€RSITY ROAD, X.AX.ACHI"
}