{
    "file": "./converted_json\\administratorb60fe60d8c74ce862aafd15e48a035af.json",
    "name": "The Civil Aviation Ordinance, 1960",
    "date": "27th July, 1960",
    "tagline": "To regulate air transport services, control manufacture, and develop aerodromes in Pakistan",
    "content": "Page 1 of 13 \n \n \nTHE  CIVIL  AVIATION  ORDINANCE,  1960  \n \n \n \n \n \n \nCONTENTS  \n1. Short  title, extent  and application  \n2. Definitions  \n3. Power  to exempt, etc  \n4. Power  to make  rules  to implement  certain  International  Conventions  \n5. Power  to make  rules  generally  \n6. Power  to make  orders  in times  of war or emergency  \n6A. Powers  of the Federal Government  to prohibit  or regulate  construction  of buildings,  \nplanting  of trees,  etc \n6B. Payment  of Compensation  \n6C. Arbitrator  to have  certain  powers  of Civil  Court  \n6D. Penalty  for failure  to comply  with directio n issued  under  section  6A \n7. Power to make rules for investigation of accidents  [Repeal ed] \n8. Power  to detain  aircraft  \n9. Power  to make  rules  for protecting  public  health  \n10. Emergency  powers  for protection  public  health  \n11. Penalty  for flying  so as to cause  danger  \n12. Wreck  and salvage \n13. Use of patent  \n14. Powers to apply customs procedure [Repealed ] \n15. Provisions  relating  to rules. \n\n \nPage 2 of 13 \n 15A.  Delegation  of powers  \n \n16. Penalty  for abetment  of offences  and attempted  offences  \n17. Power  of court  to order  forfeiture  \n18. Bar to certain  suits  \n19.  Protection  of acts done in good  faith  \n20. Repeal [Repeal ed] \n \nPage 3 of 13 \n THE CIVIL AVIATION ORDINANCE, 1960  \n1ORDINANCE No. XXXI I OF 1960*  \n[27th July, 1960 ] \nAn Ordinance to make better provision for the control of manufacture, possession, use, operation, \nsale, import and export of aircraft , the control and regulation of air transport services, and the \ncontrol and development of aer odromes in Pakistan.  \nWHEREAS it is expedient to make better provision for the control of manufacture, \npossession, use, operation, sale, import and export of aircr aft, the control and regulati on of air \ntransport services, and the control and development of aerodromes in Pakistan;  \nNOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that b ehalf, the President is pleas ed to make and \npromulgate the following Ordinance: ⎯ \n1. Short titl e, extent and application .—(1) This Ordinance may be called the  Civil Aviation \nOrdinanc e, 1960.  \n(2) It extends to t he whole of Pakistan, and applies to all citizens of Pakistan and  persons on \nany aircraft registered in Pakistan, wherever such citizens or persons may be, and to all persons on \nany aircraft while in Pakistan, 2[and to all pers ons carrying on any business relating to or connected \nwith, the purposes of this Ordinance.] b ut nothing in this Ordinance or the rules or in any order made \nthereunder__ \n(a) shall apply to or in respect of any aircraft belonging to or exclusively \nemployed in the naval, military or air  force of Pakistan,  or persons employed \nin connection with any su ch aircraft, unless the 3[Federal Government], by \nnotification in the official Gazette, applies to any such aircraft or person, with \nor without modification, any of the provisions of this Ord inance or the rules; \nor \n(b)  shall apply to or in respect of any lighthouse to which the  Lighthouse Act , \n1927 (XVII of 1927), applies, or prejudice or affect any right or power \nexercisable by any authority under that Act.  \n2. Definition s.—In this  Ordinance, unless there is anything repugnant in the subject or \ncontext, — \n(a) “aerodrome” means any areas of land or water designed, equipped, set apart or \ncommo nly used or intended to be us ed, either wholly or in part, for affording \nfacilities for the la nding and departure of aircraft, and includes all buildings, \nsheds, vessels, piers, and other structures thereon or appertaining thereto;  \n \n \n1This Ordinance has be en temporarily amended during  the continuance of the Defence of Pakistan Ordinance, 1965 (23 o f 1965), see sub-section (7) of \nsection 7 of the said Ordinance.  \n*Section 1,9,12 & 12A to 12F of the Civil Aviation Ordinance,  1960 (XXXI of 1960) has been amende d/inserted to the extent of F .A.T.A. by S.R.O. \n1312(I)/97, dt.25 -11-97. \n2Ins. by the Civil Aviation (Amdt.) Act, 1974 (46 of 1974), s.2.  \n3Subs. by the Civil Aviation ( Amdt. ) Act, 1974  (46 of 1974 ), s.4, for “Central Government ”. \n \nPage 4 of 13 \n (b) “aircraft” means any m achine which can derive support in the atmosphere \nfrom reactions of the air, and includes balloons, whether captive or fr ee, \nairships, kites, gliders and flying machines;  \n(c) “airport” m eans an aerodrome at which facilities have, in the opinion of the \n1[Federal Government ], been sufficiently developed to be of importance to \ncivil aviation;  \n(d) “air transport service” means a  service of aircraft for the purpose of effecting \npublic transpor t of passengers, goods, mails and other things;  \n(e) “commercial flying ” means flying for carriage by air of any passenger, mail or \ngoods for hire or reward and such other flying for the purpo ses of any trade or  \nbusiness as may be specified by the 1[Federa l Government] and “commercial \nflight” shall be construed accordingly;  \n(f) “export” means taking out of Pakistan;  \n(g) “import” means bringing into Pakistan;  \n(h) “landing area” means the part o f the movement area intended for the landing \nor take off run of a ircraft;  \n(i) “prescribed” means prescribed by rules;  \n(j) “purposes of civil aviation” include all purposes connected with air navigation \nexcept purposes of defence by air;  \n(k) “rules” means t he rules made under this Ordinance.  \n3. Power to exempt, etc.  The 1[Federal Government may, by notification in the official \nGazette, eit her exempt from all or any of the provisions of this Ordinance any aircraft or class of \naircraft, and any person or class  of persons, or may direct that all or any of such provisions sha ll \napply to any aircraft or person subject to such modifications or co nditions as may be specified in the \nnotification.  \n4. Power to make rules to implement certain International Conventions.  The 1[Federal \nGovernment] may, by notification in the official Ga zette, make such rules as appear to it to be \nnecessary for carrying ou t the provisions of__ \n(a)  the Convention on International Civil Aviation signed in Chicago on the \nseventh day of Decembe r, 1944, and any amendments of the Convention or \nannex thereto ma de in accordance with the provisions of Article 94 of the \nConvention;  \n(b)  the Convention on International Recognition of Rights in Aircraft signed in \nGeneva on the nineteenth day of June, 19 48, and any amendment thereto;  \n(c)  the Convention on Damage caus ed by Foreign Aircraft to Third Parties on the \nSurface signed in Rome on the seventh day of October, 1952, and any \namendment thereto; and  \n(d)  any other treaty, agreement or convention betwee n Pakistan and any other \ncountry or any decision taken at any int ernational body relating to civil \naviation.  \n \n1Subs. by the Civil Aviat ion (Amdt.) Act, 1974 (46 of 1974),s.4, for “Central Government”.  \n \nPage 5 of 13 \n 5. Power to make rules generally.__ (1) The 1[Federal G overnment] may, by notification in \nthe official Gazette, make rul es for carrying out the purposes of this Ordinance.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay provide for one or more of the following m atters, that is to say,__ \n(a) the authorities by which any of the  powers conferred by or under this \nOrdinance are to be exercised;  \n(b)  the regulation of air transport services and commercial flying, and the \nprohibition of the use of aircraft in such servi ces and in commercial flights \nexcept under the authority of, and in accordance with, a licence authorizing the \nestablishment of any suc h service or flight;  \n(c)  the information to be furnished by an applicant for, or the holder of, a licence \nauthorizing th e establishment of an air transport service to such authorities a s \nmay be prescribed;  \n(d) the licensing, inspection and regulation of a erodromes or airports, the \nconditions under which aerodromes or airports may be maintained, and the \nfees which may be cha rged for the use of, and for services provided at, such \naerodrome s or airports, and the prohibition or regulation of the use of \nunlicen sed aerodromes or airports, and the regulation of conduct of persons at \naerodromes or airports or in the vicinity of aero dromes or airports;  \n \n(e)  the inspection and control of the manuf acture, repair and maintenance of \naircraft and of places where aircraf t are manufactured, repaired or kept;  \n(f)  the registration and marking of aircraft;  \n(g) the conditions under which aircr aft may be flown, or may carry passengers, \ngoods, mails and other  things, or may be used for industrial purposes, and the \ncertificates,  licences or documents to be carried by aircraft;  \n \n(h)  the inspection or supervision of aircraft for the purpose of enfo rcing the \nprovisions of this Ordinance and the rules, and the fac ilities to be provided for \nsuch inspection or supervision;  \n \n(i)  the c onditions subject to which persons may be engaged or employed in, or in \nconnection with, air navigation;  \n \n(j)  the licens ing of persons employed in the operation, manufacture, repair or \nmaintenance of aircraft and at aerodromes or airports;  \n \n(k)  the condi tions under which, and the aerodromes or airports to or from which, \naircraft entering or leaving Pakistan may fly, and th e conditions under which \naircraft may fly over Pakistan or from o ne place in Pakistan to another;  \n \n(l)  the prohibition of flight by ai rcraft over any specified area, either absolutely or \nat specified times, or subject to specified conditions and exception s; \n \n \n \n1Subs. by the Civil Aviation (Amdt.) Act, 1974 (46 of 1974) ,s.4, for “Central Government”.  \n \nPage 6 of 13 \n (m)  the supply, supervision and contr ol of air -route beacons, aerodrome or airport \nlights, and lights at or in the neighbourhood of aerodromes or airports and  on \nor in the neighbourhood of air -routes;  \n(n)  the formulation a nd observance of uniform standards in respect of obstruction \nclearance s for areas adjoining the landing area at aerodromes and airports;  \n \n(o) the installation and maintenance of lights on pri vate property in the \nneighbourhood of aerodromes or airports and on or in the neighbourhood of \nair-routes, by the owners or occupiers o f such property, payment by the \n1[Federal Government] for such installation and maintenance, and the \nsupervision and cont rol of such installation and maintenance, including the \nright of access to the property for such purpose, and the removal of lights, \nradio and electrical equipment and smoke producing apparatus which may \nendanger the safety of aircraft in the vicinity of a erodromes or airports;  \n \n(p)  the regulation and making of signals  and communications by or to aircraft, and \nby or to persons carried th erein;  \n \n(q)  the measures to be taken for securing the requirements of obstruction \nclearances at aerodromes and airports,  for the safety, efficiency and regularity \nof air navigation and the safety of aircraft, passengers, goods, mails and other \nthings carr ied therein, and for preventing aircraft from endangering other \npersons and property;  \n(r)  the prohibition or regulation of carriage in aircraft of any specified article or \nsubstance;  \n(s)  the issue and maintenance of log -books;  \n(t)  the manner in which an d the conditions subject to which any licence or \ncertificate may be issued under this Ordinance or the rules, the examina tion \nand tests to be undergone in connection therewith, and the f orm, custody, \nproduction, endorsement, cancellation, suspension or sur render of any such \nlicence or certificate, or of any log -book;  \n(u)  the fees to be charged in connection with any inspect ion, examination, test, \ncertificate or licence, made, issued, or renewed under this Ordinance or the \nrules;  \n(v)  the recognition, for t he purposes of this Ordinance, of licences and certificates \nissued elsewhere than in Bangladesh relating to aircraft or t o the qualifications \nof persons employed in the operation, manufa cture, repair or maintenance of \naircraft;  \n(w)  the supply, for purpose s of air navigation, of meteorological information by \npersons engaged or employed in connection with air navigation;  \n(x)  the regulation of the use of the civil air ensign and any other ensign \nestablished by the 1[Federal Government] in connection with air  navigation;  \n(y)  any matter subsidiary or incidental to matters referred to in this sub -section.  \n \n1Subs. by the Civil A viation (Amdt.) Act, 1974 (46 of 1974),s.4, for “Central Governme nt”. \n \nPage 7 of 13 \n 16. Power to make orders in time s of war or emergency. — 1) In the  event of war or other \nemergency, or in the interests of public safety or tranquility, if the 2[Federal Government] is of  \nopinion that the issue of all or any of the following orders is expedient, it may, by notification in the \nofficial Gazette, — \n(a)  cancel or suspend, either absolutely or subject to such conditions as it may \nthink fit to specify in the order, all or any of  the licences or certificates issued \nunder this Ordinance or the rules;  \n(b)  prohibit, either absolutely or subject to such conditions as it may think fit to \nspecify in the order, or regulate in such manner as may be specified in the \norder, the flight of a ll or any aircraft or class of aircraft over the whole or any \npart of Pakistan ;  \n3(c) prohibit, either absolutely or conditionally, or regulate the construction, \nmaintenance or use of any aerodrome or airport, aircraft factory, flying -school \nor club, or pl ace where aircraft are manufactured, repaired or kept, or any cla ss \nor description thereof; and  \n(d)  direct that any aircraft or class of aircraft or any aerodrome or airport, aircraft \nfactory, flying -school or club, or place where aircraft are manufacture d, \nrepaired or kept, together with any machinery, plant, material  or things used \nfor the operation, manufacture, repair or maintenance of aircraft shall be \ndelivered forthwith or within a specified time, for being placed at the disposal \nof the 2[Federal Go vernment] to such authority and in such manner as it may \nspecify in the order.  \n(2) Any person who suffers direct injury or loss by reas on of any order made under clause (c) \nof sub -section (1) or by the delivery of any aircraft or class of aircraft in pursu ance of clause (d) of \nthat sub -section, shall be paid such compen sation as may be determined by such authority as the \n2[Federal Governm ent] may appoint in this behalf.  \n(3) Any person interested in any such aerodrome or airport, aircraft factory, flying -school or \nclub, or place where aircraft are manufactured, repaired o r kept as is delivered in pursuance of clause \n(d) of sub -section (1) s hall be paid compensation the amount of which shall be determined in the \nmanner and in accordance with the principles her einafter set out, that is to say, — \n(a)  where the amount of compe nsation can be fixed by agreement, it shall be paid \nin accordance with  such agreement;  \n \n(b) where no such agreement can be reached, the 2[Federal Government] shall \nappoint as arbitrator a per son qualified for appointment as Judge of High \nCourt;  \n(c)  the 2[Federal Government] may, in any particular case, nominate a person \nhaving expert knowledge as to the nature of the property acquired, to assist the \narbitrator, and where such nomination is ma de, the person to be compensated \nmay also nominate an assessor fo r the said purpose;  \n \n \n1for order made under this section see Gaz. of  P. 1965, Ext. pp 1117 -1118.  \n2Subs. by the Civil Aviation (Amdt.) Act, 1974 (46 of 1974),s.4, for “Central Government”.  \n3For notification under this clause, see Gaz. of P.,1961, Ext., p.2 1. \n \n \n \nPage 8 of 13 \n (d)  at the commencement of the proceedings before the arbitrator , the 1[Federal \nGovernment] and the person to be compensated shall state what in their \nrespective opinions is a fair amou nt of compensation;  \n(e)  the arbitrator in making his award shall  have regard to — \n(i) the provisions mutatis mutandis  of  sub -section ( 1) of section 23 of the \nLand Acquisition Act, 1894 (I of  1894); and  \n(ii) the permanent or temporary nature of the acquis ition;  \n(f)  an appeal shall lie to the High Court against the awa rd of an arbitrator except \nin cases where the amount thereof does not exceed the amount prescribed in \nthis behalf;  \n(g)  save as provided in this sub -section or the rules, nothing in any law f or the \ntime being in force shall apply to arbitrations under this  sub-section.  \n(4) The 1[Federal Government] may authorize such steps t o be taken to secure compliance \nwith any order made under sub -section (1) as appear to it to be necessary.  \n(5) Whoever kn owingly disobeys, fails to comply with, or does any act in contra vention of an \norder made under sub -section (1) shall be punishable wit h imprisonment for a term which may \nextend to three years, or with fine which may extend to five thousand rupees, or with  both, and the \ncourt by which he is convicted may direct that the  aircraft or thing, if any, in respect of which the \noffence has been c ommitted, or any part of such thing, shall be forfeited to the 1[Federal \nGovernment].  \n2[6A. Powers of the Federal Governm ent to prohibit or regulate construction of \nbuildings, planting o f trees, etc .__ If the Federal Government is of opinion that it is nec essary or \nexpedient for the safety or aircraft operations, it may, by notification in the Official Gazette, — \n(a) direct t hat no building or structure shall be constructed or erected, or no tree \nshall be planted on any land within such radius not exceeding fifteen \nkilometers from the aerodrome reference point, as may be specified in the \nnotification, and where there is any bu ilding, structure or tree on such land, \nalso direct owner or the person having control of such building, structure or \ntree to demolish such building or structure or, as the case may be, to cut trees \nwithin such period as may be specified in the notificatio n; and  \n(b) direct that no building or structure higher than such height as may specified in \nthe notification shall be constructed or er ected, or no tree, which is likely to \ngrow or ordinarily grows higher than such height as may be specified in the \nnotific ation, shall be planted, on any land within such radius, not exce eding \nfifteen kilometers from the aerodrome reference point, as may be  specified in \nthe notification and where the height or any building or structure or tree on \nsuch land is higher than the specified height also direct the owner or the \nperson having contr ol of such building, structure or tree to reduce the height \nthereof so  as not to exceed the specified height, within such period as may be  \nspecified in the notification.  \n1Subs. by the Civil A viation (Amdt.) Act, 1974 (46 of 1974),s.4, for “Central Governme nt”. \n2Ins. by Ordinance 11 of 2001, s.2.  \n \nPage 9 of 13 \n (2) In specifying the radius  under clause (a) or clause (b) of sub -section (1) and in specifying \nthe height of any building structure or tree under t he said clause (b), the Federal Government shall \nhave regard to, — \n \n (a) the nature of requirement of the safety of aircraft operations;  \n(b) the nature of the aircraft operated or likely to be operated in the aerodrome; \nand  \n(c) the international standards and recommended practice governing the \noperations or aircraft.  \n(3) Where any notification has been issued under sub -section (1) directi ng the owner or the \nperson having control or any building, structure or tree to demolish such building or structure or to  \ncut such tree or to reduce the height or any building, structure  or tree, a copy of the notification \ncontaining such direction shall b e served with a notice, on the owner or the person having the control \nof the building, structure or tree, as the case may  be,— \n(a) by delivering or tendering it to such owner or person; or \n(b) if it cannot be so delivered or tendered, by delivering or tend ering it to any \nofficer of such owner or persons or any adult male member of the family of \nsuch owner or person or by aff ixing a copy thereof on the outer door or on \nsome conspicuous par t of the premises in which such owner or person is \nknown to have last resided or carried on business or personally worked for \ngain; or failing service by these means; by registered post.  \n(4) every person shall be bound to comply with any direction containe d in the notice and the \nnotification issued under sub -section (1).  \n6B. Payment of Compensation.__ If in consequence of nay direction contained in any \nnotification, issued under sub -section (1 ) of section 6A, any person sustains any loss or damage, such \nperson shall be paid compensation the amount of which shall be determined  in the manner and in \naccordance with the principles set out in clauses (a) and (g) of sub -section (3) of section 6.  \n6C. Arbitrator to have certain powers of civil court.__ The Arbitrato r appointed under sub -\nsection (3) of section 6, while holding arbitrat ion proceedings under this Ordinance, shall have all the \npowers of a civil court, while trying a suit under the Code of C ivil Procedure, 1908 (Act V of 1908), \nin respect of the following  matters, namely: — \n \n(a) summoning and enforcing the attendance of any person and examining him on \noath; \n   \n(b) requiring the discovery and production of any document;  \n \n(c) reception of eviden ce on affidavits;  \n \n(d) requisitioning any public record from any court or office; and  \n \n(e) issuing commissions for examination of witn esses.  \n \n \n \nPage 10 of 13 \n 6D. Penalty for failure to comply with direction issued under section 6A .—If any person \nwillfully fails to compl y with any direction contained in any notification issued under s ection 6A, he \nshall be punishable with imprisonment for a term which m ay extend to six months or with fine which \nmay extend to one lakh rupees, or with both.  \n \n (2) Without prejudice to the pr ovisions of sub -section (1),  if any person fails to demolish \nany building or structure or cut any tree or fails to reduce the height o r any building, structure or tree \nin pursuance of any direction contained in any notification issued under sub -section (1 ) of section \n6A, within the period specified in the notification,  then it shall be competent for the Manager of the \naerodrome, or any o fficer authorized by the Federal Government in this behalf, with such assistance \nas many be required, to demolish such bu ilding or structure or cut such tree or reduce height or such \nbuilding structure or tree.  \n(3) If any officer authorized to take action under sub -section (2) requires police assistance in \nthe exercise of his power thereunder, he may send requisition to the officer -in-charge of a police \nstation who shall, on such requisit ion, render such assistance.]  \n7. Power to make rules for investigation  of acc idents . 1[Repealed] \n8. Power to detain aircraft .— (1) Any authority authorized in this behalf by the 2[Federal \nGovernment] may detain any aircraft, if in the opini on of such authority — \n \n(a)  having regard to the nature of an intended flight, the fl ight of such aircraft \nwould involve danger to persons in the aircraft or to any other person or \nproperty; or  \n \n(b)  such detention is necessary to secure compliance with an y of the provisions of \nthis Ordinance or the rules or to prevent a contravention of a ny rule made \nunder clause (i), (j) or (k) of sub -section (2) of section 5.  \n \n(2) The 2[Federal Government] may, by notification in the official Gazette, make rules \nregulati ng all matters incidental or subsidiary to the exercise of the powers conferred by su b-section \n(1). \n9. Power to make rules for protecting public health.  The 2[Federal Government] may, by \nnotification in the official Gazette, make rules for the prevention o f danger arising to public health by \nthe introduction or spread of any infectious or  contagious disease from aircraft arriving or being at \nany aerodrome or airport and for the prevention of the conveyance of infection or contagion by \nmeans of any aircraft leaving an aerodrome or airport, and in particular and without prejudice to the \ngene rality of this provision may make, with respect to aircraft and aerodromes or airports or any \nspecified aerodrome or airport, rules providing for any of the matters for whi ch rules under sub - \nclauses (i) to (viii) of clause (p) of sub -section (1) of sectio n 6 of the  Ports Act , 1908 (XV of 1908), \nmay be made with respect to vessels and ports.  \n \n \n \n \n1Repealed by the Pakistan Air Safety Investigation Act, 2023  (L of 2023 ), s.43.  \n2Subs. by t he Civil Aviation (Amdt.) Act, 1974 (46 of 1974),s.4, fo r “Central Government”.  \n \nPage 11 of 13 \n  \n \n \n10. Emergency powers for protection public health .__ (1) If the 1[Federal Government] is \nsatisfied that Pakistan or any part thereof is visited by, or threatened with, an o utbreak of any \ndangerous epidemic disease, and that the ordinary provisions of the law for the time being in force \nare insufficient for the prevention of danger arising t o publ ic health through the introduction or \nspread of the disease by the agency of air craft, the 1[Federal Government] may take such measures as \nit deems necessary to prevent such danger.            \n(2) In any such case the 1[Federal Government] without pre judice  to the powers conferred by \nsection 9, may, by notification in the official Gaze tte, make such provisional rules with respect to \naircraft and persons travelling or goods, mails and other things carried therein, and aerodromes or \nairports, as it deems  neces sary in the circumstances.  \n \n(3) Notwithstanding anything contained in section 15 , the power to make rules under sub -\nsection (2) shall not be subject to the condition of previous publication, but such rules shall not \nremain in force for more than thre e mont hs from the date of notification:  \n \nProvided that the 1[Federal Government] may, by special order, continue them in force for a \nfurther period or periods of not more than three months in all.  \n \n  11. Penalty for flying so as to cause danger.  Where an a ircraf t is flown in such manner as \nmay cause unnecessary danger to any person or prope rty on land or water, the pilot or the person in \ncharge of the aircraft, and, unless he proves to the satisfaction of the court that the aircraft was so \nflown without his  actua l fault or privity, the owner thereof, shall be punishable with imprisonment \nfor a term which may extend to six months, or with fine which may extend to one thousand rupees, \nor with both.  \nExplanation .__ In this section “owner” in relation to an aircr aft includes any person by whom \nthe aircraft is chartered at the time the offence is c ommitted.  \n12. Wreck and salvage. —(1) The provisions of Part VII of the Merchant Sh ipping Act, 1923 \n(XXI of 1923), relating to wreck and salvage shall apply to an aircraft  in, on or over, the sea or in \ntidal waters, or on or over the shores of the sea or ti dal waters as they apply to ships, and the \n1[Federal Government] may, by notificat ion in the official Gazette, make such modifications of the \nsaid provisions in their app lication to aircraft as appear to it to be necessary or expedient.  \n \n            (2) An y services rendered in assisting or in saving life from, or in saving the cargo or  apparel \nof an aircraft in, on or over, the sea or in tidal waters, or on or over the sh ores of the sea or any tidal \nwater, shall be deemed to be salvage in cases in which th ey would have been salvaged had they been \nrendered in relation to a ship, and wher e services are rendered by an aircraft to any property or \nperson, salvour shall be entit led to the same reward for those services as he would have been entitled \nto had the ai rcraft been a ship.  \n \n             (3) The provisions of sub -section (2) shall have  effect notwithstanding that the aircraft \nconcerned is a foreign aircraft and that the s ervices in question are rendered elsewhere than within \nthe limits of the territorial w aters of Pakistan.  \n   \n13. Use of patent.  The provisions of section 42 of the  Patents and Designs  Act, 1911 (II of \n1911), shall apply to the use of an invention on any aircraft not r egistered in Pakistan in like manner \nas they apply to the use of an invention in a  foreign vessel.  \n1Subs. by the Civil Aviation (Amdt.) Act, 1974 (46 of 1974),s.4, fo r “Central Government”.  \n \nPage 12 of 13 \n  \n14. [Power to apply Customs Procedure .] Rep. by the  Customs Act , 1969 (4 of 1969), s.220 \nand 2nd Sch. \n15. Provisions relating to rules. —(1) Rules may provide t hat a breach of any of them shall \nbe punishable with imprisonment for a term not excee ding 1[six months or with fine not exceeding \none lakh rupees] or with both.  \n \n            (2) Save as provided in sub -section (3) of section 10, any power to make rules co nferred by \nthis Ordinance is subject to the condition of previous publication, and a p eriod of not less than three \nweeks shall have elapsed between such publication and the making of the rules.  \n2[(3) Rules may provide that, notwithstanding anything contain ed in the  Code of Criminal \nProcedure , 1898 (Act V of 1898), or in any other law for the time being in force, any officer \nspecified therein may try in a summary way in accordance wit h the provisions in sections 262 to 265 \nof the Code an offence of any breach of, or fa ilure to comply with, any rule for the safety of aircraft, \npassengers, goods, mails or other things carried therein or for preventing aircraft from endangering \nother pers ons or property, or to compound any such offence for a sum not exceeding 1[one lakh \nrupees].  \n \n(4) An officer trying an offence in accordance with the rules made under sub -section (3) \nshall, for the purpose of the trial, be deemed to be Magistrate of the fi rst class 1[specially empowered \nunder section 30 of the]  Code of Criminal Procedure , 1898 (Act V of 1898), and any sentence \npassed by such officer shall be deemed to be a sentence passed by such Magistrate.]  \n \n4[15A. Delegation of powers . The 3[Federal Government] ma y, by notification in the official \nGazette, direct that any power conferred upon it by this Or dinance or a ny rules made thereunder \nshall, in such circumstances and subject to such conditions, if any, as may be specified in the \nnotification, be exercised by  an officer or authority so specified.]  \n \n16. Penalty for abetment of offences and attempted of fences.  Whoev er abets the \ncommission of any offence under this Ordinance or the rules, or attempts to commit such offence and \nin such attempt does any act towards  the commission of the offence, shall be liable to the punishment \nprovided for the offence.  \n \n17. Power of c ourt to order forfeiture.  Where any person is convicted of an offence for \nbreach of any rule made under clause (l) or clause (r) of sub -section (2) o f section 5, the court by \nwhich he is convicted may direct that the aircraft or article or sub stance, as th e case may be in \nrespect of which the offence has been committed, shall be forfeited to the 3[Federal Government].  \n \n \n \n \n \n \n1Subs. by the Civil Aviation  (Amdt.) Act, 1974 (46 of 1974),s.3  \n2Subs -section (3) and (4) added by the Civil Aviation (Amd t.) Act, 1966 (1  of 1966),s.2.  \n3Subs. by the C ivil Aviation ( Amdt. ) Act, 1974 ( 46 of 1 974), s.4, fo r “Central Government ”. \n4Ins. by the Civil Aviation (Amdt.) Ord inance, 1971 (34 of 1971),s.2.  \n \nPage 13 of 13 \n 18. Bar to certain  suits.  No suit shall be brought in any civil court in respect of trespass or in \nrespect of nuisance by reason only of the  flight of aircraft over any property at a height above the \nground which having rega rd to wind, whether and all the circumstances of t he case is reasonable, or \nby reason only of the ordinary incidents of such flight.  \n \n19. Protection of acts done in good fa ith. No suit, prosecution or other legal proceeding \nshall lie against any person for  anything in good faith done or intended to be don e under this \nOrdinance or the rules.  \n   \n20. [Repeal .] Rep.by the Repealing and Amending Ordinance, 1965 (10 of 1965),s.2 a nd 1st \nSch. \n \n \n \n_________________  \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         Last Uploaded on 13.11. 2023"
}