{
    "file": "./converted_json\\administratorab9fc2d005e126e1a2bfb2473451ffa3(2).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTEREDNT.+ffi\n9\n@lttGatgfE d ?E[fdtErI\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\n,sr,^M^r^r, trr-s\nPART I\nActs, Ordinauccs. Prcsident's Orders atrd Ilcgulations\n(iOV EITNM TNT OF PAKISTA\\\n]IIINISTRY OF LAW, JUSTICE. H[}I\\IAN RIGIITS AND\nPARI,ITI\\IENT.\\ RY AFFAI RS\n(Larv, Justicc and llumarl Rights Division)\nlsltnrttbud. thc 2ltlt Novcrnlrcr. 2001\nNo. I'.2 ( I )/200.1-Pub.-Thc following Ordinance Promulgated by the\nI'resident is hcrehy publishcd lbr gcneral infornution.\nOntrts-txt t. No. [V or ](XX\nAN\nOR DINAN(]E\n.lirthar ro otttcrul lltc Pokisttm Ettgittacting Couu<il Act 1975\nWHenees it is expcdient further to amend the Plkistan Engineering Council\nAct, 1975 (V of 1976), for the purposes hereinafter appearing;\nAro wsetens the National Assembly is not in session and the President is\nsatisfied that circumstanccs exist which render it necessar y to take immediate action:\n(129\\\nPrice : Rs. 20.50967 0004\\lBx. Gaz.l\nr30 TI.IE GAZETTE OF PAKISIAN. EX'|RA.. NOV 25. 2OO4 lP,rur I\nNorv. rHr:teronr, in exercise of the powers conlerred by clause ( I ) of Arriclc\n89 of the constitution of the Isramic Republic of pakistan. the presidenr is preased\nto make and promulgate the following Ordinance:-\nl. Short title, and commencement.-( I ) This Ordinance ntay be callcd\nthe Pakistan Engineer-ing CoLrncil (Amendment) Ordinance. 2(X).1.\n(2) lt shall come into tbrce at once.\n2. Addition of prcanrbular paragraphs, Act V of l976._ln rhc\nPakistan Engineering Council Act. 1975 (V of 1976), hereinafter referred to as thc\nAct. after the exisring preamble. the following paragraphs shall be added. namely:_\n\"WHERT:As the Council shall regulate thc engineerine protession with the\nvision that the engineering pr.ofossion shall function as a key driving lbrce\nfor achieving rapid lnd sustainahle growth in all national. economic and\nsocial l'ields:\nWrierues the Council shall as its mission set and rnaintain realistic and\nintenrationally relcvant standurds of protLssional competence and ethics\nfor engineers, technologists and techlicians. and licence engineer.s,\ntechnologists technicians and engineering institurions to competently and\nprofessionally promote and uphold the standards;\nAxlr wHExcqs the Council, managed by distinguished engineers covering\ntlre en(ire spectrunt of engineeririg disciplines. shall function as ao apex\nbody to encourage and promote the pursuit of excellence in engineering\nprofession and to rcgulate the quality of enginecring education and the\npractice of cngineering and technology and thereby promote rapid growth\nin economic and social fields in pakistan.\" .\n3. Substitution of section 2, Act V of 1976._In the Act. for section\n2 the following shall be substituted. namely:-\n\"2. Dcfinitions.-ln this Act, unless there is anything repugnanr in the\nsubject or the context,-\n(i) \"Accreditation Committee\" means the Accteditation Committcr\nconstituted under sub-section ( I ) of section lrl;\nPAk, Il THE GAZETTII OF PAKISTAN, EXTRA.. NOV 25.20o4 l3l\n(iD \"accredited engineering technology or technician qualification\"\nmeans any ofthe qualifications included in the First Schedule or\nthc Second Schedule;\n(ii \"bye-laws\" means bye-laws made under this Act:\n(iv.1 \"Chairmrn\" nreans the Chairman of the Council:\n(v) \"Constructor\" means any person. pannership, corporate body or\nany other legal entity registered and licensed as such by the\nCouncil;\n(vi) \"consulting engineer\" means any person, partnership. corporate\ntndy orany other legalentity which independently performs stLrdy.\nprepares reports. makes design, supervises construction or\nundertakes any other similar advisory activities in engineering\ndisciplines and is rcgistered as such by the Cduncil;\n(vii) \"continued professional development\" means the systematic\nmaintenancc. improvement and broadening of knowledge.\nundemtnnding and skill, and the developtnent of personal qualiries\nnecessary for the execution of professional and technical duties\nthroughout the individual's working life;\n(viii) \"Council\" means the Pakistan Engineering Councilconstituted\nunder section 3l\n(ix) \"creativity\" mcans innovarion. invention, hypothesis, theories and\nsuch other actions in the reulm of engineering profession\nconributory to development:\n(x) \"engineering institution\" fleans an institution within or outside\nPakistan which grants degree, diploma and certificate in\neogincering and related education and is accredited as such by\nthe Councill\n(xi) \"engineering products\" rneans the products as a result ol'or the\noutcome of professional engineering works or engincering\nprofession. or hoth:\n132 THE GAZETTE OF PAKISTAN. EX'IRA.. NOV 25. 20C)+ [p^Rr I\n(xii) \"engineering profession\" means engineering education ancl\npractices of engineering and technology;\n(xiii) \"enginecring public organization\" means a depanrnent of tlrc\nFederal Government or a Pr.ovincial Govcrnment. a public\nCorporation. autonomous or semi-autonomous body. cantonment\nboard. nrunicipality, imprcvement trust orother local iruthot.iryi\n(xiv) \"engineering services\" means services relating to study.\npreparation of reports. design. supervision. estimirtton.\ndocumentation, evaluation and advising in matters ofengineering\npr ofession and engineering worksl\n(xv1 \"engineering university\" means a degree awarding university or\ninstitution as has more than fifty percent of tlteir undergraduatc\nand postgraduate programntes as well as student population\npertaining to cngineering and are recognized as suchl\n(xvi) \"enrolntent comminee\" means the elrolment conrmittee referred\nto in sub-section (1) ofsection l7l\n(xvii) \"Governing Body\" means the Gover.ning Body of the Council;\n(xviii) \"leamed societies\" means institution and association forpromotion\nof knowledge and excellence in engineering and technology;\n(xix) \"Management Committee\" means the Management Commirtee\nofthe Council;\n(xx) \"menrber\" rneans a member of the Council and includes the\nCha irntrn und the Vice-Chairrnrn:\n(xxi) \"Operator\" means any person. pa nersbip, corporate body or\nany other legal entity registered and licensed as such by tlre\nCouncil:\n(xxii) \"prescribed\" means prescribed by bye-laws;\n(xxiii) \"professional engineeC'means a person who holds an accredited\nengineering qualification and has a minimum experience of five\nL\nP^Rr I ITHE GAZETTE OF PAKISTAN. EXTRA-. NOV 25,2M4\nyears in the practice ofengincering profession. whether workillg\nprivately or in the employment of an engineering public\norganization and is registered as such by the Council:\n(xxiv) \"professional engineering bodies\" means professional eng ineering\ninstitutes. associations and such other bodies registercd us such\nby the Councill\n(xxv) \"profess ional engineering work\" means the giving ofprofessional\nadvice and opinions. the making of measurentents and layouts.\nthe preparation ofrepons, computatiolls. designs. drawings. plans\nand specifications and the construction, inspection and supervision\nof engineering works. in resped of-\n(a) railways, aerodromes. bridges. tunnels and metalled roads:\n(b) dams, canals. harbours. light houses;\n(c) works of an electrical. mechanical. hydratrlic.\ncommunication, aeronautical power engineering. geological\nor mining character:\n(d) waterworks. sewers, filtration. purification and incinerator\nworks:\n(e) residential and non-residential buildings. including\nfoundations framework and electrical and mechanical\nsystems thereof;\n(C) imparting or promotion ofengineering education. training\nand planning. designing development construction.\ncommissioning operation. mainlenance and management\nof engineering works in respect o[ computer engineering\nenvironmenul engineering' chemical engincering structural\nengineering. industrial engineering, production engineering'\nmariue engineering and naval architecture. perroleum and\ngas engineering. metallurgical engineering. agricultural(O structues accessory to engineering works and intended to\nhouse them;\nt.t1 TT{E GAZETTE OF PAKISTAN. EXTRA.. NOV 25, 2001 lP \\Rr I\nengineering. telecommunication engineering. avionics ancl\nspace engineering, transportation engineefing. air-\nconditioning, ventilation. cold storage works, systenl\nenginecring, electronics. radio and television engineering,\ncivil engineering. electrical engineering. mechanical\nenginecring and biornedicul cngirreering etc:\n(h) organizing managing and contlucting the teaching and\ntraining of engineering sub.jects in engineering universities\ncollegesl institutions, government colleges of technology.\npolytechnic institutions and technical training institutions:\nand\n(i) any other rvork which the Council nray. by notilication in\nthe official Gazette. declare to be an engineering wolk for\nthe purposes of this Acti\n(xxvi) \"Register\" means the Register maintained under section l6;\n(xxvii) \"registered engineer\" means a person who holds an accredited\nengineering qualification, whether working privately or in the\nemploymenr ofan engineering public organization and is rggistered\nas such by the Councill\n(xxix) \"Registrar\" means the Registr.ar of the Council:\n(xxx)\"technician\" mealrs a person who holds an accredited training or\nskill certificate and is registered as such;\n(xxxi) 'lechnologist\" means a person who holds an accredited\ntechnology qualification and is registered as such:\n(xxxii) \"technology\" means a knowledge of systematic and practical\napplication of industrial, manufacturing or engineering sciences:\n(xxxiii) \"Think Tank\" rneans a creative and innovative body to advise on\nengineering and national development plans;(xxviii) 'iegistered\" means regisrered under this Act:\nP.rru Il THE GAZETTE OF PAKISTAN. EXTRA.. NOV 25. 2@I\n(xxxiv)\"Think Tank Committees\" rneans bodies of eminent engineers\nconstituted by the Council to assist in forrnulation of relevant\npolicies relating to nation.rl developmenU and\n(xxxv) \"university\" means a university established by law in Pakisran\nand having an engineering faculty\".\n-1. Addition of ncw section -1A, Act V of 1976.-ln thc Act. afier\nscction 3. the following ncu,section shall be inscrtcd. natnely:-\n'3A.Evcutive porers ol the Council.-(l) The general ditection and\nadministration of the Council and its affails shall vest in the Goveming\nBody which may exercisc all powers and do all acts and things that\nma1, be exercised or done by the Council.\n(2) Subject to the provisions of this Act, bye-laws and the general or\nspecial delegation of powers by the Governing body und the\nManagement Comminee, the Chairrnan shall be the Chicf Erecutivc\nof the Council and shall also be empowered to take-\n(a) any action or step in emergency which in his opinion requires\nimrnediate action as he may consider necessary. subject to\nratification by the Governing Body or the Management\nCommittee in the meeting of such body imrnediately held\nthereafteri and\n(b) the powers of the Council in the matters relating to its\nadministration and the staffofthe Council shall be exercised by\nthe Chairman. who may delegate such powers to th Registrar\nsubiect to such conditions as the Chairman may specify in this\nregard.\n(3) The Council shall be tunded through an initial grant by the Federal\nGovernnrent and therealier continuous finuncial support shall be\nprovided besides that accrue from registrations for running the al'fairs\nolthe Council\".\n5. Substitution of section 4, Act V of 1976.-ln the Act. for\nsection 4 thc following shall be substituted. narnely:-\n4. Chuirurut and Vice'Chairnutn.-( I ) There shall be a Chairman and\na Vicc-Chairman of the Council. who shall be eminent professionalt 3-5\n136 TIIE GAZETTE OF PAKISTAN. EXTRA.. NOV 25. 2MJ lP.rnr I\nengineers ofknown integrity, competence. standing and stature with a\nminimum of twenty-fi ve years of standing.\n(2) The Chairman shallbe appointed by the Federal Government;\n(3) The Vice-Chairman shall be appointed by the Fcder.al Goventmenr\nfrom a panel of three engineers lecommended by Governing Body.\n(.1) The Chairman and Vice-Chairman sha hold, office for an initial term\nof three years and shall be eligible for reappointmenr for a similar term\nconsecutively or otherwise.\n(-5 ) Thc Chailnran and Vice-Chairman may resign his office by wriring\nunder his hand addressed to the Federal Government.\n(6) Thc Federal Government may remove the Chairman or rhe Vice_\nChairman or Registrar from his olfice ifon enquiry by the contperenr\nauthority. he is lound unable to perforrn the functions of his office due\nto mental or physical disability or to haYe commitl'ed misconduct.'.\nThe Chairman. the Vice-Chairman. the Regisrrar/Secretary shall retire\non attaining the age of sixty-five years\".\n6. Anrendment of section 5, Act V of 1976.-In the Act. in secrion 5-_\n(a) in sub-sections (I), for the words \"Executive Committee.'the\nwords \"Governing Body\" shall be substituted; and\n(b) in sub-section (2). in clause (e). for rhe words ..Executive\nCommittee\" the words \"Coveming Body\" shall be substitured.\n7. Amendment of Section E, Act V of 1976.-In rhe Acr, in section g._\n(a) forclause (a) the following shall be substituted, namely:_\n\"(a) maintenance ofa Register ofpersons qualified to work as\nprofessional engineers. consulting engineers. technokrgists.\ntechnicians. constructors and operators:1\nPrrrl llTIIE GAZETTE OF PAKISTAN. EXTRA,, NOV 25, 2OO4 I37\n(b) accreditation ofengineering andtechnology qualifications\nfor the purpose of fegistration of professional cngineers.\nconsulting engineers, technologists and technicians;\n(c) in clause (k), the word 'and' appearing at the end, shall be omitted;\nrnd\n(d) for clduse ( I) the following shall be substituted, namely:-\n*0) assistance the Federal Government as a Think Tank;\n(m) promotion ofengineering profession in totality;\n(n) encouragement. facilitation and regulation of working of\nprofessional engineering bodies as learned societies for\ncreativity and as custodian oftechnology under the umbrella\nof the Council:\n(o) ensuring and managing of continued professional\ndevelop.ment through engineering academies and\npro[essional bodies:\n(p) establishing standards for engineering products and\nservlces:\n(q) lacilitatingengineering sector industlies;\n(r) acting as a bridge between various engineering forums and\ntlre Fedelal Governrient; and\n(s) performance of all other functions connected rvith, or\nancillary or incidental to, the aforesaid flunctions \".\n8. Substitution of section 9, Act V of 1976.-In the Act. for section\n9 the following shallbe substituted. nanrely:-\nGot,ernin| BorltL-( I ) There shall be a Governing Body which shall\nbe the principal executive authority ofthe Council for-supervising and'9(b) for clause (b) the tbllowing shall be substituted. namely:-\nr3E THE GAZETTE OF PAKISTAN, EXTRA,, NOV 25, 2OM [P T-II\ngoverring the affairs and functions assigned to the Council by or under\nthis Act and byeJaws.\n(2) The Govelning Body shallbe composed ofthe following. namely:-\n( a ) tlre Chairman and Vice-Chairman who shall also be the Chainnan\nand Vice-Chairman of the Governing Body;\n(b) the Registrar;\n(d) one distinguished professional engineer to be nominated by each\nProvincial Governnrentl\n(e ) all Vice Chancellors or equivalent office holders of engineering\nuniversitics or equivalent institutions howsoever named:\n(f) Engineer-in-Chief, Pakistan Armyl\n, (g) nominees from the following Ministries or Organizations of the\nFederal Government, not below the rank of Joint Secretary.\nnamely:-\n(i) PlanningCommission;\n(ii) Ministry of Water and Power:\n(iii) HigherEducationCommission:\n(iv) EngineeringDevelopmentBoard;\n(v) Ministry ofScience and Technology; and\n(vi) Chairman/Member Technical ft'om strategic institutions\n(PAEC. NESCOM and KRL);\n(h) Cha irmen/Head s/Sen ior nominees of such engineering\nor ganizations that employ more than five hundred engineers and\n\"s notified by the Council;(c) two distinguished professional engineers to be nominated bythe ^Federal Government including one from Azad Jarnu Kashmir:\nP,enr Il TT{E GAZEIIE OF PAKISTAN, EXTRA.. NOV 2.5, 2004 139\n(i) elected members including Pres idents/Cha ilmen. being\nplofessional engineers and technologists of not less than twenty\nyears professional standing of the following bodies registered\nwith the Council:\nProvided that the Council may. in its discretion, add substitute\nor subtract or modify the list, namely:-\n(i) Association of Consulting Engineers (Pakistan)l\n(ii) All Pakistan Contractors Association or the nominee;\n(iii) nominee of Federation of Pakistan Chamber of Commerce\nand Industry;\n(iv) InstitutionofEngineers,Pakistan;\n(vi) Institute of Chemical Engineers, Pakistan;\n(vii) Institute of Metallurgical and Material Engineers, Pakistan;\n(viii) Institute of Mining Engineers, Pakistan\n(ix) Pakistan Engineering Congress: and\n(x) any other professional body rcgistered or licensed as such\nby the Council (e.g.) disciplines like Mechanical.\nAeronautical, Marine and Telecommunication Engineering.\netc);\n() fifteen rnembers (Punjab-6; Sindh-41 NWTP-3, Balochistan-2)\nto be elected in the prescribed manner by professiorral engineers\nwhose names are bome on the Register on the thirtieth June of\nthe year in which elections to the Governing Body are to be held:\nand\n(k) four members nominated by the Council. from private sector(v) Institutior ofElectrical and Electronics Engineers, Pakistan:\nI.l0 TIIE GAZETTE OF PAKISTAN, EXTRA.. NOV 25, 2004 IPARr I\n(3) The members ofthe Governing Body, other than the Registlar'. shall\nhold office for a term of three years.\n(4) The nrembers of tlre Governing Body shall he,nominated or, as tlte\ncase may be, elected not less than fifteen days before the term of the\noutgoing nrember. is duc Io expire.\n(-5) Tlre Governing Body shall hold at least three meetings Per year the\nquonrm for which shall be thirty per cent of the total rnembership of\nthe Governing Body\".\n9. Addition of new section 9A. Act V of 1976'-ln thc Act. al'ter\nsection 9. the following new section shall be inserted. narnely;-\n\"9A.Man(genrcnt Connnittee.-(l) There shall be a Management\nCommittee, to oversee working ofthe Secretariat to run thc affair-s of\nthe Council in accordance with the provisions of this Act and bye-\nlaws.\n(2) The Management Committee shall be composed of the following,\nnamely:-\n(a) Chairman;\n(b) Vice-Chairman;\n(d) four members nominated by the Governing Body.\n(3) The tenure of tlre Management Committee shall be three years. The\nManagement Committee shall hold meetings once in a quarter. the\nquorum for which shall be the Chairman or the Vice Chrirman and\ntwo members.\".\n10. Suhstitution of section 10, Act V of 1976.-In the Act. for'\nsection l0 the following shall be substituted. namely:-\n\"10. Accreditation of engineering rutd technoloI)- quali-licutiou!\ngrarterl bt i stitt!tions in Pakistrut.-().) The engineeling and(c) Regisrar'; and\nPenr I ITHE GAZEITI.- OF' PAKIS'IAN. I]X]]IA.. NOV ]5. 2(XX l.1t\ntechnology quulifications granted by enginecring and rcchnology\ninstitutions in Pakis(an which are incllded in the first Schedule shall bc\ntlre accredited engineering and technology qualifications for the\npurposes of this Act.\n(2) Any engineering and technology institution in pakistan rvhich grants\nan engineering und technology qualitication not included in the First\nSchedule may apply to the Council to have such qualitication accrcr.lited\nand the Council may, by norification in the official Gazerre, amend rhc\nFirst Schedule so as to include such qualification therein....\nI l. Substitution of section ll, Act V of 1976._ln rhe Act. for\n- section I I the following shall be substituted. namety:-\n\"l\\. At(rcditation of -fortign engineering. and tcchnologt,\nquulilicatiorts.-( I ) The engineering and technology qualifications\ngranted by engineering and technology institutions outside pakistan\nwhich are included in rlte Second Schedule shall he accredited\nengineering and technology qualificarions for the purposes ofthis ,Acr.\n(2) Any engineering and technology qualilication granted by an cnginecring\nand technology inslitution outside Pakistan not included in the Second\nSchedule may be accredited by the Council. and the C.ouncil nray. by\nnotification in the official Gazette, amend the Second SchedLrle so as\nto include such qualification therein,\n(a) in sub-section (l), for the words \"Executive Committec and\n\"recognized\" the words \"Governing Body\" and '.accredited\" shall\nrespectively, be substituted; and\n(b) in suh-section (2). for the word \"Executive Clomtnittee\" the wor d\n\"Governing Body\" shallbe subsrirutedl and\n13. Substitution of section 13, Act V of 1976.-ln rhe Acr. in\nsection 13.-\n(a) for the word \"recognized\" the word \"accrejited\" shall be substituted;\nand12. Anrendrnent of section 12, Act V of 196.-ln the AcL in section 12._\n( c ) in sub-section (3 ), for the word \"Executive Comnrittee\" the Word\n\"Goveming Body\" shall be substiruted.\n1.12 THE GAZETTE OF PAKISTAN, EXTRA.. NOV 25. 2OOI IPARr I\n(b) ufter the word \"engineering\" the words \"and technology\" shall be\ninserted\n14. Substitution of section 14. Act V of 1976'-ln the Act' for section\nl4 the follorving shall be substituted namely:-\n\"14. Accreditltiott o.f engincering au! technologt pntgromttes/\nittstitution lt.(l)The Council shall constitute an accleditation committec\ninclucling representative(s) from HEC for organizing and carrying out\na comprehensive program of accreditation of engineering and\nrechnology universities colleges and institutions etc according to tlre\ncriterion approved by the HEC in consultation with PEC\n( 2 ) The cu rricula of courses of studies in various d isciplines ol engineering\nand technology and minimum level and stlndard of such courses\nincluding lectures, laboratories' design. drarving and field work' shall\nbe examined and scrutinized by the accreditation conrmittee in line\nwith criterion laid down by rIEC, who shall subrnit its report to the\nCoverning Body.\n(3) The Accreditation Committee shall be responsible for the irrspection\nof examitrations held by the engineering and technology institutions in\nPakistan. Fot' such purpose, the members of the Accrcditation\nCommittee shall also act as inspectors of examination' The report of\nthe inspectors ofexarnination shall be submitted to the Goveming Body\nthrough the Accreditation Comnlinee.\".\n(a) in the marginal heading, for the word \"recognilion\" the word\n\"accreditation\" shall be substituted: and\n(b) for sub-section ( l) the following shall be substituted, namely:-\n\"( l) When upon report by the Accreditation Committee. it appears to\nthe Council that the courses of study and examination to be gone\nthrough in any engineering and technology institution in Pakistarl\nin order to obtain an accredited engineering and techrology\nqualification or the standards of Proficiency rcquired from15. Amendment of section 15, Act V of 1976.-In the Act' in\nsection 15.-\nParrll THE GAZETTE OF PAKISTAN, EXTRA., NOV 25,2004 r.ri\ncandidates in any examination held for the purpose of granting\nsuch qualification are not such to secure to person holding such\nqualification the knowledge and skill requisite for the efficient\npractice ofengineering and technology. the Councilshall forward\nthe rcport to the engineering and teclrnology institution concerrrcd\nwith an intimation of the period rvithin which it nay submit its\nexplanation to the Council: and\n(c ) in the sub-section (2), for the word \"recognized\" the word \"accredited\"\nshailhe substituted.\n16. Amendment of section 16, Act V of 1976.-In the Act. in section\n16,-\n(a) for sub-section ( I ) the following shall be substituted. namely:-\n\"(l) The Council shall maintain in the Prescribed rnanner a\nRegister in which shall be entered the names and other\npaniculars of persons possessing accredited engineering\nand technology qualifications whose application for\nregistration as professional engineers. consulting engineers.\ntechnologists. technicians, constructors and operators are.\nfrom time to time. granted by the Council.\"l\n(b) in sub-section (3) for the word \"professiottal engineer and\nconsulting engineer\" the words and commas \"professional\nengineer, consulting engineer, technologist, technician, constructor\nand operaloi' shall be substituted; and\n(c) after sub-section (4), the fbllowing new sub-section shall be\nadded. namely:-\n'15) Every constructor and operator registered under this Act\nshall be entitled to receive a licence under the hand of the\nRegistrar\".\n17. Amendment of section 17, Act V of 1976'-ln the Act. in\nsec(ion 17.-\n(a) in sub-section (l) for the words \"ten years\" and \"Executive\nCommittee\" the words \"twenty years\" and \"Governittg Body\" shall.\nrespectively. be substituted: and\nl;14 THE CAZETIE OF PAKISTAN, EXTRA., NOV 25.2m4 [P^(r I\n(b) in sub-section (2). for the words \"or consulting engineer\" the commas\nand words \". consulting engineer, technologist or technician\" shall be\nsubstituted.\n18. Amendment of scction 18, Act V of 1976.-ln the Act. in\nsection 18.-\n(a) in -sub-section (l).-\n(i) for the words \"or consulting engineer\" lhe commas and words\n\".consulting engineer. technologist and technician\" shall be\nsubstituted: rnd\n(ii) for the words \"Executive Committee\" the words \"Governing\nBody\" shall be substitutedr and\n(b) in sub-section (2) for the words \"Executive Committee\" the words\n\"Governing Body\" shall be substituted.\n19. Anrendment of section 19, Act V of 1976.-In the Act' in\nsection 19.-\n(a)in sub-secl ion ( I ), for the words \"or consulting engineer\" the comnlas\nand words \". consulting engineer, technologist, technician constructor\"\nor operator\" shalI be substituted:\n(b) in sub-section (2). for the rvords \"or consulting engineer\". accruing\ntwice; the commas and wotds \", consulting. engineer', technologist.\ntechnician, constructor or operator\" shall be substitutedl and\n(c) in sub-section (3). for the words \"or consulting engineer. Occurring\ntwice, the commas and words \". consulting engineer, technologist.\ntccluician, constructor or operator\" shall be substituted.\n20. Amendment of section 20, Acl V of 1976.-In tlle Act. in section\n20. in sub-sections (l), for tlre words \"or consulting engineer\" the comlnas and\nwords \", corrsulting engineer. technologist, technician. constructor or oPerator\" sllall\nhc suhstituted.\nl']rRrll Tt{E GAZETIE OF PAKISTAN, EXTRA.. NOV 25,20C11 145\n21. Amendment of section 21, Act V of 1976.-ln the Act. in\nsection 2 l.-\n(a) in sub-section (l).-\n(i) fbr the words \"and consulting engineers\" the commas and words\n\". consulting engineers, technologists. technicians, constructors\nand operators\" shallbe substituted; and \n,\n(ii) for the words 'Executive Committee\" the words \"Coverning\nBody\" shall be substituted.\n(b) in sub-section (2). for the words \"Executive Commiltee\" and 'ten\"\nthe words \"Governing Body\" and \"twenty\" shall respectively, be\nsubstituted; and\n22. Amendment of section 22, A,ct Y of 1976.-ln the Act. in\nsection 22.-\n( a) in sub*section ( 1), for the words \"and consulting engineers\" the commas\nand words \"consulting engineers, technologists. technicians,\nconstructors and operators\" shall be substituted:\n(b) in sub-section (2). for the words \"or consulting engineer\" the commas\nand words \". consulting engineerl technologist; technician. constructor\nand operator\" shall be substituted: and\n(c) in sub-section (7A). for the words \" Executive Committee\" the words\n\"Governing Body\" shall be substituted.\n23. Amendment of section A, Act Y of 1976.-ln the Act. in section\n24. in sub-sectiorr (2) for rhe words \"Executive Committee\" the words \"Governing\nBody\" shall bc subsl iluted.\n24. Amendment of section 25, Act V of 1976.-ln the Act, in\nsection 25--\n(a) in sub-section (I) for the words \"Executive Committee\" the u'ords\n\"Governing Body\" shall be substituted; and(c) for the words \"Executive Committee\" the words \"Governing Body\"\nshall be substituted.\n(b) in sub-section 2,-\n(i) in clause (a), for the words \"Executive Committee\" the wolds\n\"Goveming Body\" shall be substituted: and\n(ii) in clause (g), for the figure \"l7\" the figure \"22'shall be substituted.\n25. Amendment of section 25A, Act V of 1976.-ln the Act, in\nsection 25A,-\n(a) for the words \"Executive Committee\" the words \"Governing Body\"\nshall be substituted;\n(b) in clause (e). for the word \"recognition\" the word \"accreditation\"\nshall be substitutedl and\n(c) in clause (l). for the word \"recognized\" the word \"accredited\" shall\nbe substituted.\n26. Amendment of section 27, Act Y of 1976,-In the Act, in\nsec r ion 17.-\n( a) in sub-section (3), for the words \"or consulting engineer\" the commas\nand words \". consulting engineer. technologist. technician. constructor\nor operator\" shall be substituted; and\n(b) after sub-section (5), the following new sub-section shall be added.\nnamely:-\n\"(sA)No person shall, unless registered as a registered engineer, hold\nany post in an engineering organization rvhere he has to perforrn\nprofessional'engineering work.\" .\nRentot'al of tlifiiculties.-T he Federal Govemment may, by order.\nprovide for the removal of any difficulty which may arise in giving\neffect to the provisions of this Act or bye-laws made there under. not\nioconsislent \\r'ith the provisions ofthis Act.\".27. Addition of a new section 31. Act V of 1976,-ln the Act. after\nsection 30A, rhe following new.section shall be added. namely :-\n\"31.t46 THE GAZETTE OF PAKISTAN, EXTRA., NOV 25. 2004 lPnrt I\nPARr Il TI{E GAreTTE OF PAKiSTAN, EXTRA.. NOV 25, 2004 t41\n28. Amendment of the First Schedule. Act V of 1976.-In rhe Acr.\nin the First Schedule,-\n( a) for the word, figure, brackets and letter 'section 2( I )' the word, tigure.\nbrackets and letter'section 2(ii)'shall be substituted: and\n(b) for the word \"Recognized\", wherever occurring, the word \"Accredited\"\nshall be substituted.\n29. Arnendnrent of the Second Schedule, Act V of 1976.-ln the\nAct. in the Second Schedule.-\n(a) for the word. figure, brackets and letter 'section 2(l )' the word. figr.u.e.\nbrackets and letter'section 2(ii)' shall be substitutedl and\n(b) for the word \"Recognizeil\", wherever occurring, the word \"Accredited\"\nshall be substituted.\nGENERAL\nPERVEZ MUSHARRAF.\nPresidet.\nN4R JI ]STI('8. (R)\nMANSOOR AHMED.\nSt <:retu ry,\nPRINTED tsY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPI]BLISHED AY THE MANA(IER OF PTJBLICATIONS. KARACHI,"
}