{
    "file": "./converted_json\\administratorffa92518443f946ec9a317fe305b084f.json",
    "name": "Pakistan Medical and Dental Council Ordinance, 2019",
    "date": "January 9, 2019",
    "tagline": "To provide for the regulation and control of the medical profession and to establish a uniform minimum standard of basic medical education and training and recognition of qualifications in medicine and dentistry.",
    "content": "P\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n3\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, \nWEDNES\nDA\nY\n,  \nJANUAR\nY\n  9, 2019\n__________________________________________________________________\n__________________________________________________________________\nP\nART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT\n \nOF\n \nP\nAKIST\nAN\nMINISTR\nY\n OF\n LA\nW\n \nAND JUSTICE\nIslamabad, the 8\nth\n January, 2019\nNo. F. 2(1)/2019-Pub.—\nThe following Ordinance Promulgated by the\nPresident on 5th January, 2019 is hereby pu\nblished for general information:—\n \nO\nRDINANCE\n No. II \nOF\n 2019\nAN\nORDINANCE\nTo provide for the regulation and control of the medical profession and to\nestablish a uniform minimum standard of basic medical education and\ntraining and recognition of qualifications in medicine and dentistry.\nW\nHEREAS \nit is expedient to provide for the regulation and control of the\nmedical profession and to establish a uniform minimum standard of basic medical\neducation and training, and recognition of qualifications in medicine and dentistry;\n(3)\nPrice : Rs. 40.00\n[19(2019)/Ex. Gaz.]\n4\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\nA\nND WHEREAS \nthe Senate and the National Assembly is not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nimmediate action;\nN\nOW\n, \nTHEREFORE\n, in exercise of powers conferred by clause (1) of Article\n89 of the Constitution of the Islamic Republic of Pakistan the President is pleased to\nmake and promulgate the following Ordinance:—\n1.\nShort title, extent and commencement.—\n(1) This Ordinance will\nbe called the Pakistan Medical and Dental Council Ordinance, 2019\n(2)\nIt extends to the whole of Pakistan.\n(3)\nIt shall come into force at once.\n2.\nDefinitions.—\nIn this Ordinance, unless there is anything repugnant\nin the subject or context,—\n(i)\n“affiliated college” or “affiliated institution”\n means a college or\ninstitution affiliated to the University, but not maintained or administered\nby it;\n(ii)\n“approved hospital or institution”\n means a hospital or an institution\nincluded in the Sixth Schedule;\n(iii)\n“basic science faculty”\n means faculty in a medical or dental college\nor medical or dental university as the case may be, involved in teaching\nthe basic, non­clinical medical sciences, including anatomy, physiology,\npharmacology, immunology, pathology, forensic sciences, and other\nmedical or dental sciences not involving direct patient care;\n(iv)\n“clinical faculty”\n means a medical or dental practitioner involved in\ndirect patient care in a recognized medical or dental college or medical\nand/or dental university, including medicine, Surgery, pediatrics,\ngynecology and obstetrics, radiology, ophthalmology and their\nspecialties, dental, orthodontics and any other current or future\ndisciplines involved in direct patient care;\n(v)\n“Council”\n means the Pakistan Medical and Dental Council (PM&DC)\nconstituted under this Ordinance;\n(vi)\n“continuous professional development” \nmeans skill enhancement\nand improvement in personal and professional competence which\nmay—\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n5\n(i)\ncompr\nise lectures, seminars, courses, individual study or other\nactivities undertaken by a registered medical or dental practitioner;\n(ii)\nreasonably be expected to advance a registered medical or dental\npractitioner’s development in his related profession; and\n(iii)\nis relevant to the practice of registered medical or dental\npractitioner;\n(vii)\n“committee”\n means any committee constituted under this Ordinance;\n(viii)\n“constituent college” or “constituent institution”\n means a college\nor institution maintained and administered by a Medical University;\n(ix)\n“continuous professional development opportunity provider”\nmeans an organization providing continuous professional development\nopportunities and included in the Seventh Schedule;\n(x)\n“dental institution”\n means any institution, recognized under this\nOrdinance, within or outside Pakistan, which trains for, or grants, or\nboth trains for and grants, degrees or diplomas in dentistry;\n(xi)\n“house job or foundation year or internship”\n means hands on\ntraining in clinical subjects on a rotational basis in an approved hospital\nor institution after provisional registration as a pre­requisite for full\nregistration under section 30;\n(xii)\n“medical institution”\n means any institution recognized under this\nOrdinance, within or outside Pakistan, which trains for or grants or\nboth trains for and grants degrees or diplomas in medicine;\n(xiii)\n“Medical Tribunal”\n means Tribunal constituted under section 35;\n(xiv)\n“medicine”\n means modern scientific medicine and includes surgery\nand other disciplines, but does not includes veterinary medicine and\nsurgery;\n(xv)\n“Ministry” \nmeans the Federal Ministry concerned with the affairs\nwith the council;\n(xvi)\n“Medical University”\n means any university established under\nPakistan law having without exception a constituent medical college,\ndental college, nursing college, and allied health college, with at least\nthree Ph.D programmes duly recognized by the Council.\n6\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\n(xvii)\n“President”\n means President of the Council;\n(xviii)\n“prescribed”\n means prescribed by rules or regulations under this\nOrdinance, as the case may be;\n(xix)\n“recognized medical qualification”\n means any basic medical\nqualification included in the First Schedule;\n(xx)\n“recognized dental qualification”\n means any basic dental\nqualification included in the Fifth Schedule;\n(xxi)\n“recognized additional medical or dental qualification” \nmeans\nany  additional medical or dental qualification included in the Third\nSchedule;\n(xxii)\n“Register”\n means the Register of medical practitioners or the\nRegister of dental practitioners maintained under this Ordinance;\n(xxiii)\n“registered medical practitioner”\n means a medical practitioner\nwhose name is included in the Register maintained under this Ordinance;\n(xxiv)\n“registered dental practitioner”\n means a dental practitioner whose\nname is included in the Register maintained under this Ordinance;\n(xxv)\n“Regulations”\n mean regulations made under this Ordinance;\n(xxvi)\n“registerable qualifications”\n mean medical or dental qualifications\nrecognized under the provisions of this Ordinance; and\n(xxvii)\n“Rules”\n mean rules made under section 43 this Act;\n3.\nConstitution of the Council.—\n(1) As soon as may be after the\ncommencement of this Ordinance the Prime Minister of Pakistan shall establish, in\naccordance with the provisions of this Ordinance, a Council to be called the Pakistan\nMedical and Dental Council.\n(2)\nThe Council shall be a body corporate by the name of the Pakistan\nMedical and Dental Council having perpetual succession and a common seal, with\npower, subject to the provision of this Ordinance, to hold and dispose of property, to\nenter into contracts and shall in the said name sue and be sued.\n(3)\nThe headquarters of the Council shall be at Islamabad.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n7\n4.\nCompo\nsition of the Council.—\n(1) The Council shall comprise of\nthe following members to be notified \nafter approval\n by the Prime Minister of Pakistan\nin the official Gazette, namely:—\n(a)\nthree Members of civil society who shall be nominated by the\nPrime Minister of Pakistan from amongst nationally recognized\nphilanthropists, professionals or persons of known repute;\n(b)\nfour members being one faculty member from the clinical faculty of a\nPublic Medical college or University, from each province nominated\nby the Provincial or relevant government of the respective province or\nterritory. The nominated member must be at least at the rank of\nProfessor, with ten years experience as a clinical practitioner and\nteacher, and of outstanding merit;\n(c)\nfour members being one faculty member from the basic science faculty\nof a Public Medical College or University, from each province\nnominated by the Provincial or relevant government of the respective\nprovince or territory. The nominated member must be at least at the\nrank of Associate Professor, with ten years experience as a teacher,\nand of outstanding merit.\n(d)\ntwo members being members of the clinical faculty selected by the\nPrime Minister of Pakistan from the Private medical colleges, meeting\nthe same criteria as the nominees from the Public Medical Colleges\nas in (b) above.\n(e)\ntwo members being one faculty member from the clinical faculty of a\nPublic Dental College or Medical and Dental University, from the\nPunjab and Khyber Pakhtunkhwa on a rotational basis, and one from\nthe Sindh and Balochistan province on a rotational basis, nominated by\nthe Provincial government of the respective combined provinces. The\nnominated member must be at least at the rank of Associate Professor,\nwith ten years experience as a clinical dental practitioner and teacher,\nand of outstanding merit.\n(f)\none member being a nominee of the President of the College of\nPhysicians and Surgeons Pakistan not below a Councilor; and\n(g)\none member being a nominee of the Surgeon General of the Armed\nForces Medical Service.\n(2)\nAfter the notification of the m\nembers of the Council the Ministry shall\nforthwith and not later than fifteen days of the issuance of notification, call the first\n8\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\nmeeting of the newly constituted Council for the purposes of electing the President\nand Vice­President of the Council. A minimum of eleven members of the Council,\nshall constitute a quorum for the purposes of the first meeting of the Council or any\nother meeting wherein an election is to be undertaken.\n(3)\nThe P\nresident and Vice­President shall be elected from amongst\nthe members of the Council selected under clauses (a), (b), (c), and (d) of\nsub­section  (I).\n(4)\nNo member shall enter upon office of the member of the Council until\nhe signs and submits a declaration of no conflict of interest.\n(5)\nThe Council shall be deemed to be not properly constituted if its\nmembership falls below twelve members.\n(6)\nSubject to sub­section (5) No act done by the Council shall be invalid\non the ground merely of existence of any vacancy in or any defect in the constitution\nof the Council.\n5.\nMode of election.—\n(1) An election under sub­section (3) of\nsection 4 shall be conducted by the Council as may be prescribed by the Regulations.\n(2)\nNo election to an office of the Council shall be called in question\nexcept by an election petition presented within ten days to the Medical Tribunal\nconstituted under this Ordinance. The Tribunal shall decide the election petition\nwithin thirty days of the filing of the same and its decision thereon shall be final.\n6.\nRestrictions on nominations and elections.—\n(1) No person, his\nspouse or children shall be eligible to become member of the Council if he or any\none of them has any conflict of interest being an owner or having any direct or\nindirect financial interest in a medical or dental institution.\n7.\nTerms of office.—\n(1) The President and Vice­President of the Council\nshall hold office for a term not exceeding three years or not extending beyond the\nexpiry of his term as member of the Council, whichever is less.\n(2)\nThe term of a member nominated to the Council shall be three years\nunless earlier withdrawn by the nominating entity in a manner prescribed by\nRegulations. They shall be eligible for re­appointment to the Council for a second\nterm, but shall not be eligible for a third term.\n(3)\nIf a member fails to attend three consecutive meetings of the Council\nwithout any valid reason or remains out of Pakistan for a continuous period exceeding\none year, he shall cease to \nbe the member of the Council.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n9\n(4)\nThe m\nember including the President and the Vice­President of the\nCouncil shall be removed by the Ministry—\n(a)\nif the Council decides by a three fourth majority that his membership\nis not in the interest of the Council; or\n(b)\nhis name has been removed from the Register of practitioners as a\nresult of inquiry under this Ordinance; or\n(c)\nhe becomes in sane or is declared an insolvent by a competent court;\nor\n(d)\nhe is convicted for a criminal offence involving moral turpitude, including\nun­professional and un­ethical conduct as provided for under this\nOrdinance; or\n(e)\nhis nomination is withdrawn in accordance with Regulations by the\nentity nominating such member.\n(5)\nIf the membership of a member is called in question on any of the\nreasons provided under sub­section (4) shall be deemed suspended until the issuance\nof a notification of removal by the Ministry under sub­section (4).\n(6)\nWhere the said term of three years is about to expire in respect of any\nmember, his successor may be nominated or elected at any time within three months\nbefore the expiry of said term, but shall not assume office until the expiry of the said\nterm.\n(7)\nAn elected office­bearer or nominated member may, at any time, resign\nhis membership by writing under his hand addressed to the President and the seat of\nsuch member shall be deemed to have fallen vacant from the date of acceptance of\nhis resignation by the President.\n(8)\nA vacancy in the Council shall be filled through nomination, and the\nperson nominated to fill the vacancy shall hold office for the remaining term of the\nvacancy. Any nomination required to fill a vacancy shall be submitted within fifteen\ndays of such vacancy having occurred.\n8.\nMeeting of the Council.—\n(1) The Council shall meet at least once\nin three months at such time and place as may be decided by the President.\n(2)\nA minimum of ten members of the Council shall form a quorum, except\nan elective meeting, and all of th\ne acts of the Council shall be decided by a majority\nof the members present and voting.\n10\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\n(3)\nTh\ne Registrar shall act as secretary to the Council in all meetings of\nthe Council.\n9.\nPowers and functions of the Council.—\n(1) The Council shall have\nthe power of general supervision over the working of the Council and shall hold the\nPresident, Vice­President, Registrar, Committees and other authorities of Council\naccountable for all its functions. The Council shall have all powers not expressly\nvested in any other Authority or officer by any other law where such powers not\nexpressly mentioned in this Ordinance are necessary for the performance of its\nfunctions.\n(2)\nWithout prejudice to the generality of the foregoing powers and\nnotwithstanding anything contained in any other law for the time being in force, the\nCouncil shall have the following powers namely:—\n(a)\nto provide for all matters relating to welfare, terms and conditions of\nservice and appointment of all officers and other employees of Council\nincluding, with the approval of the Ministry to issue compulsory golden\nhandshake scheme for the employees of the Council or such other\nseverance package, as it may deem proper;\n(b)\napprove the proposed annual plan of work including key performance\nindicators, the annual and revised budgets, the annual report and the\nannual statement of account;\n(c)\napprove strategic plans and approve financial resource development\nplans of PMDC;\n(d)\nto develop accreditation standards, for medical and dental programs\nof study based predominantly in Pakistan and for assessment of\ninternational medical graduates for registration in Pakistan;\n(e)\nto assess programs of study based predominantly in Pakistan leading\nto general or specialist registration of the graduates of those programs\nto practice medicine and dentistry in Pakistan to determine whether\nthe programs meet approved accreditation standards, and to make\nrecommendations for improvement of those programs;\n(f)\nto assess and grant recognition to medical and dental institution which\ntrain or grant or both train and grant medical and dental qualifications\nand the qualifications granted by it leading to registration of the\ngraduates of those programs to practice medicine in Pakistan, to\ndetermine whether the institutions meet approved accreditation\nstandards;\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n11\n(g)\nto assess authorities in other countries that conduct examinations for\nregistration in medicine and dentistry, or that accredit programs of\nstudy relevant to registration in medicine and dentistry, to decide\nwhether persons who successfully complete the examinations or\nprograms of study conducted or accredited by those authorities would\nhave the knowledge, clinical skills and professional attributes necessary\nto practice medicine and dentistry in Pakistan;\n(h)\nto assess, or oversee the assessment of, the knowledge, clinical skills\nand professional attributes of overseas qualified medical and dental\npractitioners who are seeking registration in medicine and dentistry\nwhose qualifications are not approved qualifications under the\nOrdinance pursuant to Regulations;\n(i)\nto assess the case for the recognition of new medical and dental\nspecialties;\n(j)\nto advise the Federal Government and the Provincial Governments on\nproposals for granting a Charter to award degrees in the field of\nmedicine and dentistry, both in public and private sector;\n(k)\nto advise the Federal Government and the Provincial Governments,\nHealth Care Commissions, Regulatory bodies in the field of medicine\nand dentistry and any other Authority or local body on matters within\nthe powers of the Council under the Ordinance and ancillary and\nincidental thereto;\n(l)\nto work with international health, accreditation and testing authorities\nand agencies to bring about improvement in the furtherance of these\nobjectives;\n(m)\nto advise and recommend to the Ministry the remuneration and\nallowances to be paid to the President, Vice­President, and Council\nmembers, officers and servants of the Council, which shall be\ndetermined and fixed by the Ministry;\n(n)\nto fix the salaries and remuneration of the officers and servants of the\nCouncil,\n(o)\nconstitute from amongst its members or outside experts such\nCommittees as the Council deems necessary to carry out the purpose\nand functions of the Council; and\n12\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\n(p)\nto do all such matters as are ancillary to, convenient for or which\nfoster or promote the advancement of matters that are the subject of\nthese objectives.\n(3)\nThe Council may, of its own motion or otherwise, call for and examine\nthe record of any proceedings in which an order has been passed by any officer,\ncommittee or authority of the Council for the purpose of satisfying itself as to the\ncorrectness, legality or propriety of any finding or order and may pass such orders\nas it may deem fit:\nProvided that no such order shall be passed unless the person to be affected\nthereby is afforded an opportunity of being heard.\n10.\nPrincipal Officers.—\nThe following shall be the principal officers of\nthe Council, namely:—\n(a)\nthe President;\n(b)\nVice­President\n(c)\nSuch other persons as may be prescribed by the Rules to be the principal\nofficers of the Council.\n11.\nThe President.—\n(1) The President shall be the head of the Council,\nand Chair its meetings. In his absence, the Vice­President shall chair the council\nmeeting and perform the functions of the President for that meeting.\n(2)\nThe Council shall appoint a Registrar and Director Finance, in the\nmanner prescribed by Rules, to carry out the purposes of this Ordinance.\n(3)\nThe Council shall appoint such officers, officials and servants on regular\nbasis or contract as the Council deems necessary to carry out the purposes of this\nOrdinance.\n12.\nRegistrar.—\n(1) The Registrar shall be the chief executive officer\nand principle accounting officer of the Council and will be responsible for facilitating\nand carrying out all administrative affairs and functions as directed by the Council.\nHe shall ensure that the provisions of the Ordinance. Rules and Regulations are\nfaithfully observed in order to promote the general efficiency and good order of the\nCouncil.\n(2)\nThe Registrar shall report to the Council and shall,—\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n13\n(a)\nbe the custodian of the common seal and the records of the Council;\n(b)\nmaintain a register of registered medical and dental practitioners in\nthe prescribed manner;\n(c)\ncoordinate the process of election, appointment or nomination of\nmembers to the various authorities and other bodies in the prescribed\nmanner; and\n(e)\nperform such other duties as may be prescribed or delegated to him,\nby the Council.\n(3)\nThe term of office of the Registrar shall be for a fixed term of three\nyears, which may be renewed by Council for one more term of three years. The\nincumbent shall not be eligible for appointment after completion of the second term:\nProvided that the Council may, on the advice of the President, terminate the\nappointment of the Registrar on grounds of inefficiency or misconduct in accordance\nwith prescribed procedure.\n13.\nThe Director Finance.—\n(1) There shall be a Director Finance of\nthe Council to be appointed by the President on the recommendation of the Council,\non such terms and conditions as may be prescribed.\n(2)\nThe experience and professional and academic qualifications necessary\nfor appointment to the post of the Director Finance shall be as may be prescribed.\n(3)\nThe Director Finance shall be the chief financial officer of the Council\nand shall,—\n(a)\nmanage the assets, liabilities, receipts, expenditures, funds and\ninvestments of the Council;\n(b)\nprepare the annual and revised budget estimates of the Council and\npresent them to the Council for approval and incorporation in the budget\nby the Council;\n(c)\nensure that the funds of the Council are expended on the purposes for\nwhich they are provided;\n(d)\nhave the accounts of the Council audited annually so as to be available\nfor submission to the Council; and\n14\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\n(e)\nperform such other duties as may be prescribed.\n(4)\nThe term of office of the Director Finance shall be a fixed term of\nt\nhree years. The appointment may be renewed by council for one more term of\n3 years. The incumbent will not be eligible for appointment after completion of the\nsecond term. Provided that the Council may, on the advice of the President, terminate\nthe appointment of the Director Finance on grounds of in­efficiency or misconduct\nin accordance with prescribed procedure.\n14.\nCommittees of the Council.—\nThe Council shall have the power to\nconstitute necessary committees for undertaking the functions of the Council and to\nassist the Council in exercise of its powers. The Council shall delegate such powers\nto the committees as may be prescribed by Regulations. These powers shall be\nexercised in the manner prescribed by Regulations.\n15.\nRecognition of medical institutions, Medical University and\nqualifications.—\n(1) The Council shall be responsible for the grant of recognition to\nmedical institution, Medical Universities which train or grant, as the case may be,\nmedical qualifications and the qualifications granted by it. On the recommendation\nof the Council such medical institution or qualifications shall be included in the First\nSchedule by the Ministry by notification in the official Gazette. Entry in the First\nSchedule will be proof of due recognition by the Council and shall entitle the medical\ninstitution to train and grant or both train and grant medical qualifications mentioned\ntherein after the date of notification.\n(2)\nAny medical institution or Medical University requesting recognition\nin pursuance of sub­section (1) may apply to the Council for the same in the prescribed\nmanner.\n(3)\nUpon receipt of application made in pursuance of sub­section (2) the\nRegistrar shall scrutinize the application and if satisfied that the application is in\nconformity with the prescribed procedure, shall place the application on the agenda\nof the upcoming meeting of the appropriate Evaluation Committee for its consideration\nand appointment of inspectors for carrying out the inspection of the medical institution\nas prescribed. In case the application is found to be deficient and required information\nhas not been provided, the Registrar shall, within fifteen days of receipt of application,\nreturn the same for a revised re­submission.\n(4)\nAfter inspection, if the Evaluation Committee is satisfied that the medical\ninstitution has the prescribed infrastructure and faculty to train and grant medical\nqualification, it shall recommend the same to the Council for approval. If approved,\nthe Council shall recommend the Ministry for recognition of the medical institution in\nterms of sub­section (1).\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n15\n(5)\nT\nhe Ministry upon receipt of recommendation of the Council shall\ncause the name of both the medical institution and the qualification it intends to grant\nto be included in the First Schedule by notification in the official Gazette within\nfifteen days.\n(6)\nAn Institution aggrieved by the order of the Ministry may prefer an\nappeal to the Medical Tribunal constituted under this Ordinance. The Medical Tribunal\nshall decide the appeal within sixty days.\n16.\nPower of the Council to certify certain persons to be possessed\nof sufficient medical or dental qualifications.—\n(1) If, after an examination as\nmay be prescribed by the Council, the Council is satisfied that a person holding a\nqualification granted by a medical or dental institution outside Pakistan, and which is\nregisterable in the jurisdiction in which it was awarded,is possessed of sufficient\nknowledge and skill to be registered as a practitioner for the purpose of this Ordinance,\nit may recommend to the Ministry to issue a notification in favor of such person to\nregister him and his qualification. Upon such notification, the Council shall register\nthe qualification possessed by the person without it being entered in any of the\nSchedules of this Ordinance.\n(2)\nFor those who, in addition to a basic medical or dental qualification\nwhich is registerable in the jurisdiction in which it was awarded, also possess\npostgraduate qualification(s) which are recognized by the Council, no further\nexamination will be required and the Council may then recommend to the Ministry\nto issue a notification in favor of such person to register him and his qualifications.\nUpon such notification, the Council shall register such recognized qualifications\npossessed by the person. On the recommendation of the Council such recognized\nadditional qualifications shall be included in the Third Schedule by the Ministry by\nnotification in the official Gazette.\n(3)\nThe Council shall register the qualification referred to in sub­section\n(1) by maintaining a separate list in the Register.\n17.\nAdditional medical or dental qualifications and Institutions.—\n(1) The Council shall recognize postgraduate medical and dental qualifications or\ndiplomas given by the College of Physicians and Surgeons of Pakistan.\n(2)\nThe Ministry on the recommendation of Council may grant recognition\nto any post­graduate medical or dental institution in Pakistan which train or grant or\nboth train and grant additional or alterative qualifications apart from those already\nprovided by the College of Physicians and Surgeons of Pakistan. On the\nrecommendation of the Council such recognized post­graduate medical or dental\ninstitutions or such recognized a\ndditional qualifications shall be included in the Third\nSchedule by the Ministry by notification in the official Gazette.\n16\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\n18.\nRecognition of foreign additional medical or dental\nqualifications.—\nThe Council shall evaluate any additional or alternative medical or\ndental qualifications granted by any foreign institution and may—\n(a)\nrecommend to the Ministry that such institution or qualifications be—\n(i)\nrecognized and included in the Third Schedule as provided in\nsection 17; or\n(ii)\nnotify it only and shall not be included in the Third Schedule, however,\na separate list thereof shall be maintained; or\n(b)\nproceed as per section 16 or 21, as the case may be.\n19.\nRecognition of continuous professional development\nopportunity providers.—\n(1) The Ministry on the recommendation of the Council\nmay grant recognition to any organization in Pakistan, which provides opportunities\nof continuous professional development to the registered medical and dental\npractitioners. On the recommendation of the Council such recognized organization\nshall be included in the Seventh Schedule by the Ministry by notification in the\nofficial Gazette. Entry in the Seventh Schedule will be proof of due recognition by\nthe Council and shall entitle the organization to provide opportunities of continuous\nprofessional development to the registered medical and dental practitioners after the\ndate of notification.\n(2)\nThe provision of sub­section (2), (3), (4), (5), and (6) of section 15\nshall apply \nmutatis mutandis \nfor the recognition of such organization.\n(3)\nA separate list of international continuous professional development\nopportunities providing organizations or institutes shall be maintained by the Council.\n20.\nRecognition of dental institutions and qualifications.—\n(1) The\nCouncil may grant recognition to any dental institution in Pakistan which train and or\ngrant dental qualifications as the case may be and the qualifications granted by it.\nOn the recommendation of the Council such dental institution or qualifications shall\nbe included in the Fifth Schedule by the Ministry by notification in the official Gazette.\nEntry in the Fifth Schedule shall be proof of due recognition by the Council and shall\nentitle the dental institution to train and grant or both train and grant dental qualifications\nmentioned therein after the date of notification.\n(2)\nThe provision of sub­section (2), (3), (4), (5), and (6) of section 15\nshall apply \nmutatis mutandis \nfor the recognition of such dental institutions and\nqualifications.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n17\n21.\nRecognition of hospitals or institutions for house job or\ninternship or foundation year(s) training.—\n(1) The Council may grant recognition\nto any hospitals or institutions in Pakistan which train for house job or internship or\nfoundation year as the case may be. All such recognized hospitals or institutions\nshall be included in the Sixth Scheduled by the Ministry by notification in the official\nGazette. Entry in the Sixth Schedule will be proof of due recognition by the Council\nand shall entitle the hospital or institution to train for house job or internship or\nfoundation year after the date of notification.\n(2)\nThe provision of sub­section (2), (3), (4), (5), and (6) of section 15\nshall apply \nmutatis mutandis \nfor the recognition of such dental institutions and\nqualifications.\n22.\nInspection.—\n(1) The Council shall approve a list of inspectors and\nthe President shall commission such number of medical or dental inspectors from\nthe approved list, as he may deem appropriate, to inspect the facilities for training\navailable at the medical or dental institutions and attend at any or all of the\nexaminations held by medical or dental institutions in Pakistan recognized under this\nOrdinance for the purpose of granting recognized medical or dental or additional\nmedical or dental qualifications.\n(2)\nInspectors appointed under this section shall form a comprehensive\nreport on the prescribed format about the facilities for training in the institution and\nshall not interfere with conduct of any examination and shall report to the Council on\nthe standard of the inspected examination which they attend and on the courses of\nstudy and facilities for teaching provided by the medical or dental institution inspected\nfor different stages leading up to examinations and on any other matters in regard to\nwhich the President or the Council may require them to report.\n(3)\nThe President shall forward a copy of any part of such report to the\nmedical or dental institution concerned for its remarks and shall forward a copy,\nwith the remarks of such medical or dental institution thereon along­with its\nrecommendation, to the Council.\n(4)\n(1)  The Council may authorize any of its officers or its inspectors to\nenter the premises of a medical or dental college or institution or other such institution\nfor purposes of inspection.\n(2)\nA medical or dental college or institution or other recognized institution\nshall, at all reasonable times, be open for inspection by an authorized officer under\nsub­section (1) and the medical or dental college or institution or other recognized\ninstitution shall provide such officer every assistance and facility in performance of\nhis duties.\n18\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\n(3)\nThe authorized officer shall, within forty­eight hours of the inspection,\nsubmit his inspection report to the President or the Council.\n(4)\nThe Council may authorize any of its officers to undertake investigation,\nin the manner it may prescribe, in any matter with regard to its functions and to seek\nany specific information, from any person, which the Council may deem useful in\norder to enable it to determine and dispose of such matter including seizing of any\nrecord as may be deemed necessary by the Council for such investigation.\n23.\nWithdrawal of recognition.—\n(1) When upon report by the Committee\nor the Inspector appointed under section 23 or from any other source it appear to the\nCouncil that,—\n(a)\nthat a recognized institution is violating provisions of this Ordinance or\nrules or regulations made thereunder,or\n(b)\nthe courses of study and standard of examination to be undergone in,\nor the proficiency required from candidates at any examination held\nby any University or medical or dental institution,or\n(c)\nthe staff, infrastructure, equipment, accommodation, training and other\nfacilities for instruction and training provided in such medical or dental\ninstitution or in any college or other recognized institution,or\n(d)\nthat facilities for training for house job or internship or foundation year\nin a continuous professional development opportunity providing\norganization has deteriorated to an extent that the standard of\nproficiency required from candidates at examination held for the\npurpose of granting such qualification additional qualification is not\nsuch as to secure to persons holding such qualification the knowledge\nand skill requisite for the efficient practice of medicine or dentistry;\nthe Council shall prepare and issue its findings in writing.\n(2)\nThe Council shall forward to the medical or dental institution, a summary\nof its findings with the proposed action to be taken against such medical or dental\ninstitution with an intimation of the period, which shall not be less than fifteen days,\nwithin which the medical or dental institution may submit its explanation to the Council\nand may request for a hearing before the Council if it so desires.\n(3)\nIf the Council is not satisfied with the explanation or, where no\nexplanation is submitted within the stipulated time, then on the expiry of that period,\nit shall recommend to the Ministry for closure of the institution subject to the conditions\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n19\nthat students who are enrolled in such medical or dental institution during the period\nit was recognized by the Council shall not suffer any loss in terms of the period of\neducation already undertaken and remaining period to be undertaken by them:\nProvided that for purposes of protecting the rights of existing students, the\nCouncil may approve a scheme which may include the management of the medical\nor dental institution being handed over to an interim committee administrator or\npersons appointed by the Council with the approval of the Ministry.\n(4)\nOn the recommendation of the Council, the Ministry may, by notification\nin the official Gazette, direct that an entry shall be made in the First, Third, Fifth,\nSixth or Seventh Schedule, as the case may be, against the said medical or dental or\na postgraduate institution and qualification granted by it, hospital or continuous\nprofessional development opportunity provider declaring that it shall be a recognized\nmedical, dental or additional medical or dental qualification, institution, hospital and\ncontinuous professional development opportunity provider only before the date of\nnotification:\nProvided that the Ministry, within thirty days, may require the Council to\nreconsider its recommendation. Where Council after reconsideration uphold its earlier\nrecommendation the Ministry shall issue the notification as provided under sub­\nsection (3).\n24.\nEstablishment and running of medical and dental institutions\nwithout recognition.—\nNotwithstanding anything contained in any other law for\nthe time being in force, no person, authority, body corporate, society, or trust shall\nestablish, operate or run any institution to train or grant or both train or grant medical\nor dental qualifications, additional medical or dental qualifications or, train for house\njob or internship or foundation year or, an organization for continuous professional\ndevelopment or for continuous medical education. No university shall grant affiliation\nto any such institution nor any such institution shall award any degree unless recognition\nhas been granted to such college or institution under this Ordinance.\n25.\nMaintenance of register of medical practitioners.—\n(1) The\nCouncil shall maintain a Register of registered medical practitioners possessing\nrecognized medical or additional medical qualifications as may be prescribed.\n(2)\nPerson having recognized basic degree shall be registered by the\nCouncil provisionally for the purposes of undergoing mandatory one year house job\nor foundation year or internship in an approved hospital or institution included in the\nSixth Schedule. After completion of the duly assessed and certified one year\nmandatory house job or foundation year or internship the person shall be awarded\nfull registration.\n20\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\n(3)\nSubject to payment\n of dues and fulfilment of requirements of\ncontinuation of registration as laid down by the Council from time to time, the\npractitioner shall be deemed to hold a valid registration and shall be entitled to all\neligible privileges of a registered medical practitioner. The valid registration certificate\nshall be the license to practice medicine in Pakistan.\n26.\nMaintenance of register of dental practitioners.—\n(1) The Council\nshall maintain a Register of registered dental practitioners possessing recognized\ndental or additional dental qualifications as may be prescribed.\n(2)\nSubject to sub­section (3), person having recognized basic degree shall\nbe registered by the Council provisionally for the purposes of undergoing mandatory\none year house job or foundation year or internship, duly assessed, hands on clinical\nrotation in an approved hospital or institution included in the Sixth Schedule. After\ncompetition of the mandatory one year house job or foundation year or internship\nand production of certificate in this regard the person shall be awarded full registration.\n(3)\nSubject to payment of dues and fulfilment of requirements of\ncontinuation of registration as laid down by the Council from time to time, the\npractitioner shall be deemed to hold a valid registration and shall be entitled to all\neligible privileges of a registered dental practitioner. The valid registration certificate\nshall be the license to practice medicine in Pakistan.\n27.\nRegisters to be public documents.—\n(1) The register maintained\nunder section 26 or section 27 shall be deemed to be public document within the\nmeaning of the \nQanun-e-Shahdat Order, \n1984 (P. O. No. 10 of 1984).\n(2)\nThe Council shall cause for the updated list of all duly recognized\nmedical practitioners and dental practitioners to be published on its website available\nfor public access.\n28.\nPrivileges of registered medical or dental practitioners.—\n(1) A\nregistered medical practitioner and dentist shall have following privileges, namely:—\n(a)\nvalid registration shall be considered as a license to practice medicine\nand dentistry in Pakistan and of a level mentioned by the Council in\nthe registration certificate;\n(b)\ncompetent to practice medicine or dentistry and prescribe allopathic\nmedicine and perform any surgical or interventional procedure on any\npatient, commensurati\nng with their training and experience;\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n21\n(c)\nto hold any medical or dental or relevant administrative appointment in\nany medical or dental institution or setup or hospitals or clinic or related\nhealth institution; and\n(d)\nto hold a commission as a medical or dental officer in the Armed\nForces;and\n(2)\nNotwithstanding anything to the contrary contained in any other law\nfor the time being in force, no medical certificate or prescription or medical or dental\nadvice shall be considered valid unless obtained from a medical or dental practitioner\nhaving valid registration.\n(3)\nNo person shall be entitled to recover any charge in any court of law\nfor any medical dental or surgical advice or attendance or for the performance of\nany operation or intervention or for any medicine prescribed or supplied unless he is\na registered medical or dental practitioner having valid registration with the Council.\n29. \nResponsibilities of registered medical or dental practitioner.—\n(1) No registered person shall use or publish in any way whatsoever any title,\ndescription or symbol indicating or intended to lead persons to infer that he possesses\nany additional or other professional qualification unless the same has been conferred\nupon him by a legally constituted authority within or outside Pakistan and is duly\nrecognized under this Ordinance.\n(2)\nEvery registered medical practitioner or dental practitioner shall comply\nwith the code of medical ethics prescribed by the Council.\n30.\nRemoval of names from the Register.—\n(1) The Council, in its\ndiscretion, may direct the Registrar to permanently or for a specified period remove\nfrom the Register the name of any registered medical practitioner or registered\ndentist who has been found guilty of misconduct or professional negligence or\nincompetence or violation of the code of conduct by the disciplinary committee or by\nany other court of law for any offence involving moral turpitude or who fails to\nmaintain the minimum standard of the national continuous medical education or\ncontinuous professional development programme or who by his conduct has rendered\nhimself to be unfit to continue in practice or on account of mental incapacity or for\nsuch other grounds as may be prescribed by the Council.\n(2)\nThe Council may restore any name removed from the Register under\nsub­section (1).\n(3)\nFor the purpose of an inquiry under sub­section (1), the disciplinary\ncommittee of the Council shall exercise all the powers of a civil court under the\n22\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\nCode of Civil Procedure, 1908 (Act V of 1908) for summoning the witnesses, for\ncompelling the production of documents and for issuing commissions.\n(4)\nThe claim of professional negligence shall initially be established before\nthe disciplinary committee of the Council before any other proceedings.\n31.\nPenalties.—\n(1) Whoever in contravention of provisions of sections\n15, 17, 20, 22 or 25 operates or runs or establishes or endorses any institution or\nadvertises admissions in an institution for imparting education in medicine or dentistry\nshall be guilty of an offence punishable with rigorous imprisonment for a term which\nmay extend to five years but shall not be less than a year or with fine which may\nextend to fifty million rupees but shall not be less than five million rupees or with\nboth and shall also be liable to closure of such institution.\n(2)\nWhoever in contravention of provisions of this Ordinance operates or\nruns or establishes or endorses any institution and admits students for imparting\neducation in medicine or dentistry or admits students over and above the allowed\nnumber or admits students during the period the Council has stopped fresh intake of\nstudents or imparting education in medicine or dentistry, shall be guilty of an offence\npunishable with rigorous imprisonment for a term which may extend to five years\nbut shall not be less than a year or with fine which shall not be less than the sum total\nof the tuition fee for the whole duration of study for each admitted student or with\nboth and shall also be liable to closure of such institution.\n(3)\nWhoever falsely gets registered with the Council as a registered medical\nor dental practitioner without possessing recognized medical or dental qualifications\nor attempts to get registered with the Council as a registered medical practitioner\nwithout possessing recognized medical or dental qualifications, shall be guilty of an\noffence of fraudulent registration, punishable with imprisonment for a term which\nmay extend to five years or with fine which may extend to ten million rupees but\nshall not be less than five million rupees or with both.\n(4)\nWhoever falsely pretends to be registered under this Ordinance as a\nmedical practitioner or dentist and uses with his name any title or words or letters\nrepresenting that he is so registered with the Council or uses the word “Doctor”\nwithout legal basis, irrespective of whether any person is actually deceived by such\npresence or representation or not, shall be guilty of an offence punishable with\nimprisonment for a term which may extend to three years or with fine which may\nextend to ten million rupees but shall not be less than five million rupees or with both.\n(5)\nWhoever aids or abets any person to falsely register with the Council\nas a registered medical practitioner without having recognized medical or dental\nqualifications shall be guilty of an offence punishable with imprisonment for a term\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n23\nwhich may extend to two years or with fine which may extend to ten million rupees\nbut shall not be less than five million rupees or with both.\n(6)\nWhoever contravenes any provision of this Ordinance shall be guilty\nof an offence punishable with imprisonment for a term which may extend to one\nyear or with fine which may extend to three million rupees or with both.\n(7)\nIn every case of offence, in which the offender is sentenced to a fine,\nwhether with or without imprisonment, it shall be competent for the Medical Tribunal\nto direct that in default of payment of the fine the offender shall suffer imprisonment\nfor a certain term, which imprisonment shall be in excess of any other imprisonment\nto which he may have been sentenced or to which he may be liable under a\ncommutation of sentences.\n(8)\nThe term for which the Medical Tribunal directs the offender to be\nimprisoned in default of payment of a fine shall not exceed one­fourth of the term of\nimprisonment which is the maximum fixed for the offence.\n(9)\nAll offences under this Ordinance shall be non­cognizable and triable\nby the Medical Tribunal constituted under this Ordinance.\n32.\nOffences by bodies Corporate.—\n(1) Where any contravention of\nthis Ordinance has been committed by a body corporate, and it is proved that such\noffence has been committed with the consent or connivance or, is attributed to any\nnegligence on the part of, any director, partner, manager, secretary, trustee or other\nofficer of the body corporate, such director, partner, manager, secretary, trustee or\nother officer of the body corporate, shall be deemed guilty of such contravention\nalong­with the body corporate and shall be punished accordingly:\nProvided that in the case of a company as defined under the Companies\nAct, 2017 (XIX of 2017), only the Chief Executive shall be liable under this section.\n(2)\nWhere any contravention of this Ordinance has been committed by a\nbody corporate or institution and it appears from the relevant documents that such\noffence has been committed with the consent or connivance of or is attributed to\nany negligence on the part of any director, partner, manager, secretary or other\nofficer of the body corporate or institution such director, partner, manager, secretary\nor other officer of the body corporate or institution, shall be deemed guilty of such\ncontravention along­with the body corporate or institution and shall be punished\naccordingly:\nProvided that in the case of a company as defined under the Companies\nAct, 2017 (XIX of 2017), only its chief executive shall be liable under this section.\n24\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\nExplanation.—\nFor the purposes of this section, “body corporate or\ninstitution”includes a firm, association of persons, a society registered under the\nSocieties Registration Act, 1860 (XXI of 1860) or under the Co­operative Societies\nAct, 1925 (VII of 1925) and a trust created under the Trust Act, 1882 (II of 1882).\n(3)\nWhere any contravention of this Ordinance has been committed by\nany Government agency, local authority or local council and it appears from the\nrelevant documents that such contravention has been committed with the consent or\nconnivance of or is attributable to any negligence on the part of the head or any\nother officer of the Government agency, local authority or local council, such head\nor other officer shall also be deem guilty of such contravention along­with the\nGovernment agency, local authority or local council and shall be liable to be proceeded\nagainst and punished accordingly.\n33.\nC\nognizance of offences.—\n(1) No court shall take cognizance of any\noffence or matter under this Ordinance to which the jurisdiction of the Medical\nTribunal extends.\n(2)\nAny person aggrieved by an act which is an offence under this\nOrdinance may institute a complaint or claim before the Medical Tribunal.\n34.\nMedical Tribunals.—\n(1) The Prime Minister of Pakistan shall by\nnotification in the official gazette, establish Medical Tribunal which shall exercise\njurisdiction under this Ordinance.\n(2)\nA Medical Tribunal shall consist of a Chairperson who is, or has been,\nor is qualified for appointment as, a judge of the High Court, to be appointed after\nconsultation with the Chief Justice of Pakistan and four members to be appointed by\nthe Prime Minister of Pakistan of which at least two shall be a technical member\nwith suitable professional qualifications and experience, in the medical field.\n(3)\nThe powers and functions of a Tribunal may be exercised or performed\nby Benches as constituted by the Chairman consisting of not less than two members\nof the Tribunal where one member shall a technical member.\n(4)\nThe principal seat of the Tribunal shall be at Islamabad. The Benches\nof the Tribunal may function at any of the provincial headquarters as per schedule\ndirected by the Chairman.\n(5)\nIf the members of a bench differ in opinion as to the decision to be\ngiven on any point the case shall be referred to the Chairman and the decision of the\nTribunal shall be expressed in terms of the opinion of the Chairman.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n25\n(6)\nMedical Tribunal shall not, merely because of a change in its\ncomposition, or the absence of any member from any sitting, be bound to recall and\nrehear any witness who has given evidence, and may act on the evidence already\nrecorded by, or produced, before it.\n(7)\nMedical Tribunal may hold its sittings at such places within its territorial\njurisdiction as the Chairperson may decide.\n(8)\nNo act or proceeding of Medical Tribunal shall be invalid by reason\nonly of the existence of a vacancy in, or defect in the constitution, of the Medical\nTribunal.\n(9)\nThe terms and conditions of service of the Chairperson and members\nof the Medical Tribunal shall be such as may be prescribed by Rules.\n35.\nJurisdiction and powers of Medical Tribunals.—\n(1) Medical\nTribunal shall exercise such powers and perform such functions as are, or may be,\nconferred upon or assigned to it by or under this Act or the rules and regulations\nmade there under.\n(2)\nAll contravention punishable under section 32 shall exclusively be triable\nby the Medical Tribunal.\n(3)\nAny person aggrieved by an act cognizable under this Ordinance may\nfile a complaint before the Medical T\nribunal.\n(4)\nIn exercise of its criminal jurisdiction, the Medical Tribunals shall have\nthe same powers as are vested in Court of Session under the Code of Criminal\nProcedure, 1898 (Act V of 1898).\n(5)\nIn exercise of the civil jurisdiction the Medical Tribunals shall have the\nsame powers and shall follow the same procedure as civil court under the Code of\nCivil Procedure, 1908 (Act V of 1908).\n(6)\nIn all matters with respect to which no procedure has been provided\nfor in this Act, the Medical Tribunal shall follow the procedure laid down in the Code\nof Civil Procedure, 1908 (Act V of 1908). The Medical Tribunal shall frame such\nrules for its functioning as deemed appropriate by the Chairman in consultation with\nthe members.\n(7)\nMedical Tribunal may issue bailable warrant for the arrest of any\nperson against whom reasonable suspicion exist, of his having been involved in\n26\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\ncontravention punishable under section 32:\nProvided that such warrant shall be applied for, issued, and executed in\naccordance with the provisions of the Code of Criminal Procedure, 1898 (Act V of\n1898):\nProvided further that if the person arrested executes a bond with sufficient\nsureties in accordance with the endorsement on the warrant he shall be released\nfrom custody, failing which he shall be taken or sent without delay to the officer\nin­charge of the nearest police station.\n(8)\nAll proceedings before the Medical Tribunal shall be deemed to be\njudicial proceedings within the meaning of section 193 and 228 of the Pakistan Penal\nCode (Act XLV of 1860), and the Medical Tribunal shall be deemed to be a court\nfor the purpose of section 480 and 482 of the Code of Criminal Procedure, 1898\n(Act V of 1898).\n(9)\nNo court other than Medical Tribunal shall have or exercise any\njurisdiction with respect to any matter to which the jurisdiction of Medical Tribunal\nextends under this Ordinance, the rules and regulations made there under.\n(10)\nThe Medical Tribunal shall hear and decide all complaints or appeals\ninstituted before it within 120 days without exception and shall refuse all requests\nfor adjournments if sought by any party if such adjournment would lead to the Tribunal\nnot being able to decide a case within the stipulated period.\n36.\nAppeals to the Medical Tribunal.—\n(1) Any person aggrieved by\nany order or direction of the Council, its Committees or Officers under any provision\nof this Ordinance, or rules or regulations may prefer an appeal before the Medical\nTribunal within thirty days of the date of communication of the impugned order or\ndirection.\n(2)\nAn appeal to the Medical Tribunal shall be in such form, contain such\nparticulars and be accompanied by such fees as may be prescribed.\n37.\nAppeals from orders of the Medical Tribunal.—\n(1) Any person\naggrieved by any final order or by any sentence passed by the Medical Tribunal\nmay, within thirty days of communication of such order or sentence, prefer an appeal\nto the Supreme Court of Pakistan.\n38.\nThe Officers of Federal, Provincial and Local Government to\nassist Authority.—\nThe officers of Federal Government, Provincial Governments\nand Local Governments including the Capital Territory Police and the Provincial\nPolice shall assist the Authority and its officers in the discharge of their functions\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n27\nunder the provisions of this Ordinance and the Rules and Regulations made there under.\n39.\nAbatemen\nt of suit and other proceedings.—\nAll suits, appeals or\napplications regarding any matter within the jurisdiction of a Medical Tribunal pending\nin any court immediately before the commencement of this Ordinance shall abate\nforthwith:\nProvided that any party to such a suit, appeal or application may, within\nninety days of the establishment of the appropriate Tribunal, prefer an appeal to it in\nrespect of any such matter which is in issue in such suit, appeal or application.\n40.\nLimitation.—\nThe provisions of sections 5 and 12 of the Limitation\nAct, 1908 (IX of 1908), shall apply to appeals under this Act.\n41.\nPower to make Rules.—\n(1) The Ministry may, by notification in the\nofficial Gazette, make rules for carrying out the purposes of this Act.\n42.\nPower to make Regulations.—\n(1) The Council may, with the\napproval of the Ministry, make Regulations generally to carry out the purposes of\nthis Ordinance, and, without prejudice to the generality of this power, such Regulations\nmay provide for—\n(a)\nthe management of the property of the Council and the maintenance\nand audit of its accounts;\n(b)\nthe summoning and holding of meetings of the Council, the times and\nplaces where such meetings are to be held, the conduct of business\nthereat and the number of members necessary to constitute aquorum;\n(c)\nthe powers and duties of the President and Vice­President;\n(d)\nthe mode of appointment of Committees, the summoning and holding\nof meetings, and the conduct of business of such Committees;\n(e)\nenforcement of the different codes of general and specialized practice\nand ethics as framed by the relevant institutions and as may be applicable\nupon the medical and dental practitioners;\n(f)\nthe appointment, powers, duties and procedure of medical and dental\ninspectors;\n(g)\nthe conditions and procedure for maintenance, compilation and\npublication of the Register of medical and dental practitioners and of\nhealth care providing facilities and their minimum requirements and\nthe fees to be charged for registration and, if necessary, for opening of\n28\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\nsub­offices or branches for this purpose;\n(h)\nthe procedu\nre for any inquiry under sub­section (1) of section 31;\n(i)\nany matter for which under this Ordinance provision may be made by\nregulations; and\n(j)\nfee in respect of any of the subject matter of sub­section (1) of\nsection 44.\n(2)\nNotwithstanding anything contained in sub­section (1) the Council shall\nmake Regulations which may provide for—\n(a)\nprescribing a uniform minimum standard of courses of training for\nobtaining graduate medical and dental qualifications to be included or\nincluded respectively in the First, Third and Fifth Schedules;\n(b)\nprescribing minimum requirements for the content and duration of\ncourses of study as aforesaid;\n(c)\nprescribing minimum qualifications and experience required of teachers\nfor appointment in medical and dental institutions;\n(d)\nprescribing the standards of examinations, methods of conducting the\nexaminations and other requirements to be satisfied for securing\nrecognition of medical and dental qualifications under this Ordinance;\n(e)\nprescribing the qualifications, experience and other conditions required\nfor examiners for professional examinations in medicine and dentistry\nantecedent to the granting of recognized medical and dental and\nadditional medical and dental qualifications;\n(f)\nterms and conditions of service for all employees of the Council;\n(g)\nelection of members of the Council;and\n(h)\nprescribing a uniform minimum standard for continuous professional\ndevelopment for registered graduate and post­graduate medical and\ndental practitioners.\n43.\nInformation to be furnished by the Council and publication\nthere of.—\n(1) The Council shall furnish such reports, copies of its minutes, abstracts\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n29\nof its accounts, and other information to the Ministry as it may require.\n(2)\nThe Ministry may publish, in such manner as it may think fit, any\nreport, and copy, abstract or other information furnished to it under this section or\nunder section 27.\n44.\nCommission of inquiry.—\n(1) Whenever it appears to the Ministry\nthat the Council is not complying with any provisions of this Ordinance, the Federal\nMinister may refer the particulars of the complaint to a commission of inquiry\nconsisting of three persons two of whom shall be appointed by the Federal Minister,\nincluding the chairman being at least a judge of a High Court, and one member\nnominated by the Council by a resolution.\n(2)\nSuch commission shall proceed to inquire in a summary manner and to\nreport to the Federal Minister as to the truth of the matter charged in the complaint\nand in case of any charge of default or of improper action being found by the\ncommission to have been established, the commission shall recommend the remedies,\nif any, which are in its opinion necessary.\n(3)\nThe Ministry shall forward the report of the commission of inquiry to\nthe Council for implementation and for remedial actions. The Council shall submit to\nthe Ministry a detailed plan of remedial measures to be adopted by the Council\nwhich shall be considered as approved if no further orders are passed by the Ministry\nin this regard within three months. All remedial actions shall be taken by the Council\nwithin a stipulated period of six months and the Council shall submit to the Ministry\na report of actions taken thereon. If the Council fails to comply with the remedial\nmeasures forwarded to it by the Ministry, the Ministry may by itself amend the\nregulations of the Council or make such provisions or issue orders or take such other\nsteps as may seem necessary to give effect to the recommendations of the\ncommission.\n(4)\nThe commission of inquiry shall have power to administer oaths, to\nenforce the attendance of witnesses and the production of documents and shall\nhave other necessary powers for the purpose of any inquiry conducted by it as are\nexercised by a civil court under the Code of Civil Procedure, 1908 (Act V of 1908).\n45.\nDelegation.—\nThe Council may, by general or special order, delegate\nto the President, Vice­President, Registrar, Committee of the Council or any other\nofficer of the Council, any of its powers or responsibilities under this Ordinance\nsubject to such conditions or limitations as may be prescribed by the Rules or it may\nprescribe by regulations:\nProvided that delegation of such power shall not include the power to grant,\nrevoke or cancel recognition of a medical or dental institution or any of its financial\n30\nTHE GAZETTE OF PAKISTAN, EXTRA., JAN.  9,  2019\n  [P\nAR\nT\n I\npowers including the power to approve the annual budget.\n46.\nOfficers, etc. deemed to be public servants.—\nThe Registrar, the\nDirector Finance officers, employees and other staff of the Councils shall be deemed\nto be public servants within the meanings of section 21 of the Pakistan Penal Code\n(Act XLV of 1860)\n47.\nIndemnity.—\nNo suit, prosecution or other proceedings shall lie against\nthe Government, Ministry, Council, any Committee of the Council, President,\nVice­President, Director Finance, Registrar or any member or officer of the Council\nin respect of anything done or intended to be done in good faith under this Ordinance.\n48.\nOver-ridding provision.—\nThe provisions of this Ordinance shall\nhave affect notwithstanding anything to the contrary contained in any other law for\nthe time being in force. No suit, prosecution or other legal proceeding shall lie against\nthe Government, the Council or any committee thereof or any officer or servant of\nthe Government or the Council for anything which is in good faith done or intended\nto be done under this Ordinance.\n49.\nRepeal and Savings.—\n(1) Subject to section 6 of the General Clauses\nAct, 1897 (Act X of 1897), the Pakistan Medical and Dental Council Ordinance,\n1962 (Act XXXII of 1962) herein after reflected as repealing Ordinance hereinafter\nreferred as repealed Ordinance.\n(2)\nNotwithstanding the repeal of the Pakistan Medical and Dental Council\nOrdinance, 1962 (Act XXXII of 1962) or anything contrary contained herein, all\nregulations, decisions, disciplinary action taken by the Council, \nAd-hoc\n Council,\nExecutive Committee or any other Committee or authority of the Pakistan Medical\nand Dental Council shall be deemed to have\n \nbeen validly made under the provisions\nof this Ordinance until altered, repealed or modified by the new Council Constituted\nunder this Ordinance:\nProvided that any existing regulations to the extent that they are in conflict\nwith the provisions of this Ordinance shall be deemed to have been repealed and\nshall not be enforceable.\n(3)\nAll officer or employees of the Council under the repealed Ordinance\nshall deemed to be employees of the Council on the same terms and conditions.\n(4)\nAll assets, rights, properties, cash etc, of the Council under the repealed\nOrdinance shall be deemed to be the assets, rights, properties, cash etc., of the\nCouncil.\n(5)\nAll liabilities of the Council under the repealed Ordinance shall be\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., JAN.  9,  2019\n31\ndeemed to be the liabilities of the Council.\n(6)\nAll registration, recognition etc., granted by the Council under the\nrepealed Ordinance shall be deemed to be the registration, recognition granted by\nCouncil.\nFIRST SCHEDULE\nSECOND SCHEDULE\nTHIRD SCHEDULE\nFOURTH SCHEDULE\nFIFTH SCHEDULE\nSIXTH SCHEDULE\nDR. ARIF ALVI\n,\nPresident.\n————\n        \nJ\nUSTICE\n (R)\nABDUL SHAKOOR PARACHA,\n                                      Secretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}