{
    "file": "./converted_json\\administratord7423eeccb7a487f779156744611770e.json",
    "name": "Competition Commission of Pakistan (Conduct of Business) Regulations, 2007",
    "date": "November 20, 2007",
    "tagline": "Regulating the Conduct of Business of the Competition Commission of Pakistan",
    "content": "1  \n COMPETITION COMMISSION OF PAKISTAN  \n***  \nIslamabad, November 20, 2007  \n \nNOTIFICATION  \n \nS.R.O. 1191 (I) 2007 - In exercise of the powers conferred by section 56 of the \nCompetition Ordinance, 2007 (the Ordinance) read with sections 14 and 43 thereof, the \nCom petition Commission of Pakistan (the Commission), is pleased to make the following \nregulations, namely: -  \n \nCompetition Commission of Pakistan (Conduct of Business)  \nRegulations, 2007  \n \n1. Short title and commencement. - (1) These regulations may be called t he Competition \nCommission of Pakistan (Conduct of Business) Regulations, 2007.  \n \n(2) They shall come into force at once.  \n \n2. Interpretation. - The words and expressions used but not defined herein shall have the \nsame meanings as are assigned to them in the  Competition Ordinance, 2007.  \n \n3. Procedure and conduct of business of the Commission. - (1) The Chairman may call \nmeetings of the Commission for conduct of its business, at such time and places, as he deems \nfit.  \n(2) The Chairman shall, on the request of not less than three Members, proceed to call \na meeting of the Commission within three days of the receipt of the requisition.  \n \n(3) The requisition, stating the objects of the meeting, shall be signed by the \nMembers and shall be deposited at the head offic e of the Commission.  \n \n(4) The Chairman may call a meeting of the Commission forthwith or within such \nreasonable period depending upon the urgency of the proposed business.  \n \n(5) At least three clear days’ notice shall be given to all the Members for a meet ing of \nthe Commission and such notice shall set forth the purpose or purposes for calling the \nmeeting:  \n \nProvided that the Chairman may in his discretion, call a meeting at such shorter \nnotice or with such arrangements as he may deem fit.  \n \n(6) The Chairma n shall preside at a meeting of the Commission, but if at any \nmeeting, he is not present and has not designated a Member for the purpose, the Members \npresent shall choose a Member to preside at the meeting of the Commission.  \n \n 2 (7) In the case of difference  of opinion among the Members, the opinion of the \nmajority of the Members present at the meeting shall prevail and orders of the Commission \nshall be expressed in terms of the views of the majority. Any Member dissenting from the \nmajority view may record hi s reasons separately. If the Members are evenly divided in their \nopinion, the Chairman or, as the case may be, the Member chosen to preside at the meeting, \nshall have a second or casting vote.  \n \n(8) A fair and accurate summary of the minutes of all proceed ings of the meetings of \nthe Commission, alongwith the names of those participating in such meetings shall be entered \nin properly maintained books.  \n \n(9) The Chairman may invite any officer of the Commission and such other person as \ndeemed expedient to atte nd meetings of the Commission to assist it in the proceedings but \nsuch officer or other person shall not participate in the decision making of the Commission.  \n \n(10) The books containing the minutes of the meetings shall have a ‘subject index’ of \nall the p roceedings.  \n \n(11) The draft minutes of the meetings of the Commission shall be circulated for \nconfirmation, to all the Members within three days of the conclusion of the proceedings.  \n \n(12) The minutes of the meetings as finalized after taking into accoun t the \nobservations of the Members, if any, shall be placed before the next meeting of the \nCommission for confirmation.  \n \n(13) The proceedings of each meeting of the Commission which shall be signed and \ndated by the Chairman, or in his absence, by the Membe r presiding over the meeting, as soon \nas may be, after the confirmation of the minutes and the proceedings so signed shall be \nconclusive evidence of the proceedings recorded therein.  \n \n(14) The decisions taken in a Commission’s meeting shall be circulated to Members \nof the Commission and the others concerned for necessary action.  \n \n(15) The Chairman may authorize, with justification, an emergent matter to be \ndisposed of through a resolution by circulation:  \n \nProvided that the resolution by circulation shall  be signed by all the Members and, in \ncase of absence from Pakistan of any of the Members, by at least three Members.  \n \n4. Functions and power of Chairman. - (1) The Chairman -  \n \n(a)  shall be the chief executive officer of the Commission and shall deal with  the \nday to day administration of affairs of the Commission ;  \n \n(b)  shall take all policy decisions of administrative nature in consultation with the \nMembers as may be necessary;  \n \n 3 (c)  may, in his discretion and as he deems fit, assign duties and respons ibilities to \nany of the Members and officers for carrying out the functions of the \nCommission promptly and effectively;  and  \n \n(d)  may from time to time, frame such guidelines and procedures, as he may \nconsider appropriate for monitoring the performance an d activities of the \nCommission’s Divisions/Departments and for administering1 the affairs of \nthe Commission.  \n \n \n(2) All administrative matters shall be processed in the Administration Department under the \ndirections of the Chairman issued suo motu or on th e recommendations of the Member \nconcerned, apart from other matters of routine nature.  \n \n5. 2Duties and Responsibilities of Secretary : -( 1) There shall be a Secretary to the \nCommission who shall report directly to the Chairperson and Commission (where req uired) \non all the matter concerning the Secretary Office. The duties and responsibilities of \nsecretarial nature, including the following: - \n \n(i) Duties with respect to meetings :- \n \n(a) He shall receive and collect (if necessary) the working papers and other proposals \nfrom Members/Departmental heads for discussion in the meeting;  \n \n(b) shall examine the accuracy of working papers and proposals and get them \nrectified/improved, if necessary;  \n \n(c) shall seek approval of the Chairperson for submission of the workin g papers etc. \nbefore the Commission in the  meeting;  \n \n(d) shall seek approval of the Chairperson for calling  meeting of the Commission;  \n \n(e) shall prepare agenda of the meeting with approval of the Chairperson;  \n \n(f) shall include for confirmation final d raft of minutes of the previous meetings  as first \nitem of the agenda;  \n \n(g) shall issue notice of the meeting and circulate there with agenda of the meeting, \ntogether with related working papers and other details;  \n \n(h) shall make all arrangements for conve ning the meeting;  \n \n(i) shall attend the meeting and take notes of the proceedings, including dissents of the \nparticipants, if any, from the majority view;  \n \n(j) shall get the confirmed minutes of the previous meeting signed by the Chairperson;  \n                                                 \n1 The word “of” d eleted vide SRO NO 1128(I)/2008 dated 30 -10-2008  \n2 Substituted vide SRO No. 1200(I)/2016 dated 31-12-2016  \n 4  \n(k) Shall pr epare fair and accurate summary of the minutes of all proceeding of the \nmeetings including the names of those participating in such meeting. The dissenting notes \nwith reasons shall be made part of the minutes;  \n \n(l) shall get the draft minutes cleared by th e Chairperson and circulate the same for \nconfirmation to all the Members within three days of the conclusion of the meeting and shall \nsuitably include  the amendments suggested by any of the Members, in the draft minutes;  \n \n(m) shall keep record of all conf irmed minutes  of the meeting as duly signed by the \nChairperson in the properly maintained books, and shall have a subject index of minutes of \nall the meetings;  \n \n(n) shall with the approval of Chairperson communicate to the relevant quarters  all \ndecisions   taken in the meeting, for necessary action within the stipulated period;  \n \n(o) shall get implementation status of the decisions  from all concerned and place before \nthe Chairperson and Commission (where required) regularly;  \n \n(p) shall observe the due date s of convening  the regular meetings if regular meetings are  \nto be held on certain fixed date or day of the months (if it is the policy);  \n \n(q) shall number each regular and emergent meeting separately and shall keep record of \nthe minutes of such meetings in separate folders; and  \n \n(r) Shall ensure that resolutions by circulation are passed properly and in accordance \nwith the approved procedure and they are duly numbered; and their record is kept in a \nseparate folder.  \n \n(ii) As agent of the Commission : \n \n(a) He may represent the  Commission on any forum, if so authorized by the Chairperson \ngenerally or specifically; and  \n \n(b) may accept  service of all notices and other documents on behalf of the Commission;  \n \n(iii) As authorized officer of the Commission : \n \n(a) He may convey decisions of the Commission, if so authorized by the Chairperson; \nand \n \n(b) may demand and receive “Declaration of Assets” of all employees of the Commission \nfor each year as on 31st December.  \n \n(iv) As custodian of records : \n \n(a) He shall keep in  safe custody common seal of the Commission, if so authorized by \nthe Chairperson and shall affix the seal on such documents and in such  manner as may be \nspecified by the Commission;  \n 5  \n(b) shall keep all Memoranda/Agreements signed by the Commission and mai ntain \nrecord thereof in Chronological order; and  \n \n(c) shall keep in safe custody,  record of assets of all employees of the Commission, as \ndeclared by them.  \n \n(v) Others : \n \nHe may exercise such other powers and perform such other duties as may be assigned \nto him by the Chairperson and Commission (where required) from time to time.  \n \n(2)  The duties and responsibilities assigned to him require that the Secretary should be a \ncompetent person and is suitably qualified for his post by having sufficient knowledge and \nrelevant experience. The Secretary to the Commission should be a member of -- \n \n(i) a recognized body of Professional  Accountants in Pakistan or  \n \n(ii)  a recognized body of Corporate/Chartered Secretaries.  \n \n The position of secretary being distinct from  other officers of the Commission, his \nappointment should be made by the Commission in the meeting.  \n \n(3) If the Secretary is absent for any reason, the Commission may designate any officer \nof the Commission to act in the capacity of Secretary and the indi vidual so designated shall \nhave all the powers and duties of the Secretary.  \n \n6. Mode of submission of application etc . - Unless otherwise provided, an application made \nto the Commission shall be -  \n(i)  duly signed, dated and verified by an affidavit by the  person making it and, in \nthe case of a company, signed and verified by its chief executive or director, \nsecretary or liquidator ;  \n \n(ii)  neatly and legibly written, typed or printed and shall precisely set out the \nfacts, grounds and claims or relief appl ied for in serially numbered \nparagraphs and specify the relevant provisions of law under which, action or \nrelief is applied for ;  \n \n(iii)  accompanied by documents referred to or relied upon and, in the case of a \npetition for review of, or an appeal agains t any order or decision, by a \ncertified copy of such order or decision ;  \n \n(iv)  accompanied by three spare copies, duly signed, dated and verified and \naccompanied by the documents as aforesaid; and  \n \n(v)  accompanied by the original receipt for the fee fo r an application as specified \nin the Fee Schedule notified under3 the Ordinance.  \n                                                 \n3 Inserted vi de SRO NO 1128(I)/2008 dated 30 -10-2008  \n 6  \n7. Manner of disposal of application, etc. - On receipt of an application, the Commission \nshall, unless it rejects or dismisses the same in limine or returns it for removal o f any defect \nor shortcoming or otherwise disposes of the same, institute such enquiries or proceedings in \nrespect of any matter as in the opinion of the Commission may be necessary to obtain the \ninformation or evidence respecting any matter concerning the application and may provide an \nopportunity respecting applicant or any other person interested in the matter of being heard \nbefore arriving at a decision.  \n \n8. Appearance by authorized representative. - Any person who is entitled or required to \nattend befor e the Commission in connection with any proceeding under the Competition \nOrdinance, 2007 or the rules and regulations made thereunder, otherwise than when required \nto attend personally, may be represented at such attendance by a duly authorised advocate, a  \nmember of the Institute of Chartered Accountants of Pakistan or the Institute of Cost and \nManagement Accountants of Pakistan practising in Pakistan or a director or officer of the \ncompany or any other person authorized in writing in this behalf by the per son so entitled or \nrequired to attend.  \n \n9. Declaration of Secrecy and Fidelity .- (1) No Member or officer of the Commission shall \nassume his office until he has made such declaration affirming secrecy and fidelity on the \nForm provided in the Schedule to t hese regulations.  \n \n(2) The officer for the purpose of sub -regulation (1) above includes all officers of the \nCommission excluding support4 staff.  \n \n10. Common seal of the Commission. - (1) There shall be a common seal of the Commission \nwhich shall be kept i n safe custody of the Chairman or by the Secretary to the Commission, if \nso authorized by the Chairman.  \n \n(2) The Common seal shall be affixed on the document empowering a person generally or in \nrespect of a specific matters as attorney of the Commission t o execute deeds on its behalf in \nor outside Pakistan.  \n \n(3) The Commission may, however, authorize at any time that the seal be affixed on any \nother document as may be specified.  \n \n(4) The seal shall be affixed at a conspicuous place, preferably at the bot tom of the document \nin the presence of a witness.  \n \n(5) The seal shall be affixed in the margin at every page of the document containing more \nthan one page.  \n \n(6) The person authorized to keep the common seal in his safe custody, shall maintain a \nregister for sealed documents which will be an easy reference and record of the documents \naffixed with the seal5. The register may contain the following columns:  \n \n                                                 \n4 Amended vide SRO NO 1128(I)/2008 dated 30 -10-2008  \n5 Amended vide SRO NO 112 8(I)/2008 dated 30 -10-2008  \n 7 (i)  Serial No.  \n(ii)  No. and date of the minutes of the Commission meeting authorizing the affixing  of \ncommon seal.  \n(iii)  Date of sealing.  \n(iv)  Name of the person in whose presence the documents was sealed.  \n(v)  Initial of the person authorized to keep the seal.  \n(vi)  Location of the document.  \n(vii)  Remarks.  \n \n(7) The person to keep the seal sha ll submit the register for perusal of the Chairman after six \nmonths or as and when called for by him.  \n \n \n(Mohammed Hayat Jasra)  \nSecretary  \n 8 Schedule  \n(see sub -regulation (1) of regulation 9)  \nForm of declaration affirming secrecy and fidelity  \n \n \nI, Mr./Ms ___________________, having been appointed as Chairman/Member/Officer of \nthe Competition Commission of Pakistan do solemnly affirm and declare that:  \n \n(1)  I will faithfully and conscientiously discharge my duties as \nChairman/Member/Officer to the best of my ability, knowledge and judgment, without fear, \nfavour or ill -will and shall subject to law always act in the best interest of the Commission.  \n \n(2)  I will not directly or indirectly communicate, divulge, reveal or otherwise disclose to \nany person or pe rsons any matter or information which shall be brought under my \nconsideration or shall become known to me during my tenure of office as \nChairman/Member/Officer of the said Commission, except, as may be required for the due \ndischarge of my duties as Chairma n/Member/Officer of the Commission and shall treat and \nprotect such matter and information as secret and confidential."
}