{
    "file": "./converted_json\\administratord0a961e9704d2a489fa680ab594f726d(2).json",
    "name": "Public Procurement Rules, 2004",
    "date": "June 9, 2004",
    "tagline": "Framework for Competitive Procurement in Pakistan",
    "content": "Islamabad, June 9, 2004  \n  \nN O T I F I C A T I O N \n \nS.R.O. 432(I)/2004.- In exercise of the powers conferred by section 26 of the \nPublic Procurement Regulatory Authority Ordinance, 2002 (XXII of 2002), the \nFederal Government is pleased to make the following rules, namely:- \n \n1.         Short title and commencement.-  \n \n(1) These rules may be called the Public Procurement Rules, 2004. \n \n(2) They shall come into force at once.  \n \n \nGENERAL PROVISIONS \n \n2.         Definitions.-   \n \n(1) In these rules, unless there is anything repugnant in the subject or \ncontext,- \n (a) “bid” means a tender, or an offer, in response to an invitation, by a person, \nconsultant, firm, company or an organization expressing his or its willingness to \nundertake a specified task at a price; \n \n(b) “bidder” means a person who submits a bid; \n \n**(b*)“blacklisted” mea ns a bidder that is declared by the Auth ority untrustworthy \nafter establishing the fact that the bidder was found involved in any corrupt and \nfraudulent practice or practices ; or if the bidder is declared incapable by the \nAuthority due to its established performance failure during the  execution of the \ncontract; or if the bidder deviat es from its prior commitment o r declaration made \nregarding the bid or proposa l submitted by the bidder. \n \n*(ba) “call off order”  means an order placed by a procuring agency under \ngeneral terms and pricing on a range of goods under closed framework agreement, without having to negotiate terms every time; \n \n \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020  \n**Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n(bb) “closed framework agreement”  means an agreement with specified terms \nand conditions with an agreed price; \n \n(c) “competitive bidding” means a procedure leading to the award of a \ncontract whereby all the interested pers ons, firms, companies or organizations \nmay bid for the contract and includes both national competitive bidding and \ninternational competitive bidding; \n \n (d) “contractor” means a person, consultant, firm, company or an \norganization who undertakes to su pply goods, services or works; \n \n(e) “contract” means an agreement enforceable by law; \n \n**(f) “corrupt and fraudulent practices ” in respect of procurement pr ocess, shall \nbe either one or any combination of the practices including,- \n \n(i) “coercive practices” which means any impairing or harming or \nthreatening to impair or harm, directly or indirectly, any part y or the \nproperty of the party to influence the actions of a party to ac hieve a \nwrongful gain or to cause a wrongful loss to another party; \n \n(ii) “collusive practices” which means any arrangement between two o r \nmore parties to the procurement process designed to stifle open  \ncompetition for any wrongful gain, and to establish prices at \nartificial, non-comp etitive levels; \n \n(iii) “corrupt practices” which means the offering, giving, receiving  o r  \nsoliciting, directly or indirectly, of anything of value to inf luence the \nacts of another party for wrongful gain; \n \n(iv) “fraudulent practices” which mean s any act or omission, includi ng a \nmisrepresentation, that knowingly or recklessly misleads, or \nattempts to mislead, a party to obtain a financial or other ben efit or \nto avoid an obligation; and  \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020  \n**Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \n(v) “obstructive practices ” which means harming or threatening to h arm, \ndirectly or indirectly, persons to influence their participatio n in a \nprocurement process, or affect the execution of a contract; \n \n(fa) “cross debarred” means a bi dder debarred by any procuring agency shall be \nconsidered as debarred by a ll the procuring agencies.  \n \n(g) “emergency” means natural calamities, disasters, accidents, war and \noperational emergency which may give ri se to abnormal situation requiring \nprompt and immediate action to limit or  avoid damage to person, property or \nthe environment;  *(ga) “e-Procurement” means use of information and communication technologies or digital or electronic means for procurement process; \n \n**(gaa) “force account” means exec ution of procurement of small  works and non-\nconsultancy services through direct contracting with any state owned entity having \nresources to perform that partic ular assignment subject to asce rtaining that it is \ncost and time effective; \n(gb) “framework agreement”  means a contractual arrangement which allows a \nprocuring agency to procure goods, services or works that are needed \ncontinuously or repeatedly at  agreed terms and conditions over an agreed period of time, through placement of a number of orders;]  \n**(h) “most advantageous bid” means,- \n \n(i) a bid or proposal for goods, works or services that after meeting the \neligibility  or qualification criteria, is found substantially responsive to the terms and conditions as set out in the bidding or request for proposals document; and \n(ii) evaluated as the highest ranked bid or proposal on the basis of cost or \nquality or qualification or any combination thereof, as specified in the bidding documents or request for proposal documents which shall be \nin conformity with the selection techniques to be issued by the \nAuthority; \n \n*(ha) “Open framework agreement”  means an agreement with specified terms \nand conditions without an agreed price;  \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020  \n**Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n(i) “Ordinance” means the Public Pr ocurement Regulatory Authority \nOrdinance, 2002 (XXII of 2002); \n \n(j) “repeat orders” means procurement of the same commodity from the \nsame source without competition and includes enhancement of contracts; \n \n(k) “supplier” means a person, consulta nt, firm, company or an organization \nwho undertakes to supply goods, services or works; \n \n*(ka) “unsolicited project proposal” me ans any proposal containing a unique \nand innovative idea and approach, and the same is not submitted in response to \nany procurement request, however is alig ned with the mission and objectives of \nthe procuring agency and is subject to co mpetitive selection process by soliciting \ncounter proposals challenging the initiato r’s proposal in all the technical and \nfinancial aspects; and \n (l) “value for money” means best retu rns for each rupee spent in terms of \nquality, timeliness, reliability, after sales service, up-grade ability, price, source, and the combination of whole-life cost and quality to meet the procuring \nagency’s requirements.  \n \n(2) The expressions used but not define d in these rules shall have the same \nmeanings as are assigned to them in the Ordinance.  \n3.         Scope and applicability.-          \nSave as otherwise provided, these ru les shall apply to all procurements \nmade by all procuring agencies of the Federal Government whether within or \noutside Pakistan. \n \n4.         Principles of procurements.-    \n \nProcuring agencies, while engaging in procurements, shall ensure that the \nprocurements are conducted in a fair and transparent manner, the object of \nprocurement brings value for money to the agency and the procurement process \nis efficient and economical. \n \n5. International and inter-governme ntal commitments of the Federal \nGovernment.-   \n \nWhenever these rules are in conflict with an obligation or commitment of  \nthe Federal Government arising out of an  international treaty or an agreement \nwith a State or States, or any internationa l financial institution the provisions of \nsuch international treaty or agreement shal l prevail to the extent of such conflict. \n \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020  \n6.         Language.-    \n \n(1) All communications and documentat ion related to procurements of the \nFederal Government shall either be in Urdu or English or both. Except where a \nprocuring agency is situated outside the territories of Pakistan and procurements \nare to be made locally, the procuring agency may use the local language in \naddition to Urdu or English. \n \n(2) Where the use of local language is found essential, the original \ndocumentation shall be in Urdu or English,  which shall be retained on record; for \nall other purposes their translations  in local language shall be used: \n \n            Provided that such use of local language ensures maximum economy and efficiency in the procurement.  \n \n(3) In case of the dispute referenc e shall be made to the original \ndocumentation retained on record.  \n7.         Integrity pact.-    \nProcurements exceeding the prescrib ed limit shall be subject to an \nintegrity pact, as specified by regula tion with approval of the Federal \nGovernment, between the procuring agency  and the suppliers or contractors. \n \n*7A.   e-public procurement.- \nThe procuring agencies may carry out e-procurement process by using \ninformation and communication technologies  or digital or electronic means, in \nsuch manner as to cover any or all as pects of the procurement process, in \naccordance with the regulations or guidelin es to be prescribed by the Authority. \n \n \nPROCUREMENT PLANNING \n \n8.         Procurement planning.-   \n \nWithin one year of commencement of these rules, all procuring agencies \nshall devise a mechanism, for planning in detail for all proposed procurements \nwith the object of realistically determ ining the requirements of the procuring \nagency, within its available resources, delivery time or completion date and \nbenefits that are likely to accrue to the procuring agency in future. \n  \n \n \n \n \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020 \n9.         Limitation on splitting or  regrouping of proposed procurement.-  \n \nSave as otherwise provided and subj ect to the regulation made by the \nAuthority, with the prior approval of the Federal Government, a procuring \nagency shall announce in an appropriat e manner all proposed procurements for \neach financial year and shall proceed accordingly without any splitting or \nregrouping of the procurements so pla nned.   The annual requirements thus \ndetermined would be advertised in advance on the Authority’s website as well \nas on the website of the procuring agency  in case the procur ing agency has its \nown website.  \n \n10.       Specifications.-   \n \n **(1) The procuring agency shall  allow the widest possible com petition by \ndefining such specifications tha t shall not favour any single c ontractor or supplier \nnor put others at a disadvantage.  \n   \n(2) Any terms, specifications, standards, features, characteris tics and requirements \nprescribing the technical or qua lity characteristics shall be g eneric in nature and \nshall not include reference to br and name, model number, catalo gue number, name \nor origin of the country or similar classification. \n  \n(3) In case, the procuring agenc y is convinced that the use of or a reference to a \nbrand name or a catalogue number is essential to complete, an o therwise \nincomplete specification, and no other sufficiently precise or understandable way \nof describing the characteristics of the goods, works or servic es to be procured is \nprovided, the words “or equivalent” shall be used, after record ing specific \njustifications in writing therei n. The procuring agency shall b e responsible to \ndefine the parameters of “equiva lence” for all participants to procurement process, \nto ensure transparency.  \n \n \n  \n \n**Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \n*(4) Solicitation documents or notices for disposal of assets b y tender, and any \nadditional informatio n made available to a  prospective particip ant, shall specify \nthat the asset is to be sold on “as is where is” basis and shal l disclaim liability after \nsale.  \n(5) Notwithstanding anything contained in sub-rule (4), a procu ring agency shall \ngive a full and accurate descrip tion of an asset to be disposed  of. \n11.       Approval mechanism.-   \n \nAll procuring agencies shall provide cl ear authorization and delegation of \npowers for different categories of procurement and shall only initiate \nprocurements once approval of the comp etent authorities concerned has been  \naccorded.  \n \nPROCUREMENT ADVERTISEMENTS \n 12.       Methods of advertisement.-  \n \n(1) Procurements over ** five hundred thousand Pakistani Rupees and up to \nthe limit of  *** three million Pakistani Rupees shall be advertised on the \nAuthority’s website in the manner and fo rmat specified by regulation by the \nAuthority from time to time.  These procurement opportunities may also be \nadvertised in print media, if deemed necessary by the procuring agency:  *Provided that the lower financial limit for advertisement on Authority’s website \nfor open competitive bidding shall be th e prescribed financial limit for request \nfor quotations under clause (b) of rule 42. \n \n(2) All procurement opportunities over ** three million Pakistani Rupees  \nshould be advertised on the Authority’s website as well as in other print media \nor newspapers having wide circulation.  The advertisement in the newspapers \nshall principally appear in at least two national dailies, one in English and the \nother in Urdu.  \n(3) In cases where the procuring agency has its own website it may also post \nall advertisements concerning proc urement on that website as well. \n \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n** The words “two million rupees” was substituted with the words “three million Pakistani Rupees” vide  \nS.R.O. No 442(I)/2020 dated15th May2020 \n \n(4) A procuring agency utilizing elec tronic media shall ensure that the \ninformation posted on the website is comp lete for the purposes for which it has \nbeen posted, and such information shall remain available on that website until \nthe closing date for the submission of bids. \n \n13.       Response time.-  \n \n(1) The procuring agency may decide the response time for receipt of bids or \nproposals (including proposals for pre-qual ification) from the date of publication \nof an advertisement or notice, keeping in view the individual procurement’s \ncomplexity, availability and urgency. However, under no circumstances the \nresponse time shall be less than fiftee n ***days for national  competitive bidding \nand thirty ***days for international co mpetitive bidding from the date of \npublication of advertisement or notice.  \n \nAll advertisements or notices shall expressly mention the response time \nallowed for that particular procurement al ong with the information for collection \nof bid documents which shall be issued ti ll a given date, allowing sufficient time \nto complete and submit the bid by the closing date: \n \nProvided that no time limit shall be  applicable in case of emergency. \n (2) The response time shall be calculated  from the date of first publication of \nthe advertisement in a newspaper or posting on the web site, as the case may be: \n \n*Provided that for all procurements up to three million Pakistani Rupees, \nthe response time shall be considered from the date of appearance of the \nadvertisement on the Authority’s website. \n \n(3) In situations where publication of  such advertisements or notices has \noccurred in both electronic and print media, the response  time shall be calculated \nfrom the day of its first publication in the newspapers. \n \n \n \n \n  \n \n \n  \n \n \n*Inserted vide S.R.O.1241(I)/2006 dated 13-12-2006. \n*** The words“working days” were substituted with the word “days” vide S.R.O.1241(I)/2006 dated 13-12-2006.  \n14.       Exceptions.-     \n \nIt shall be mandatory for all procuring agencies to advertise all \nprocurement requirements exceeding **p rescribed financial limit which is \napplicable under sub-clause (i) of clause (b) of rule 42 . However under following \ncircumstances deviation from the requirement is permissible with the prior \napproval of the Authority,-  (a) the proposed procurement is related to national security and its \npublication could jeopardize national security objectives; and \n \n \n (b) the proposed procurement advertisem ent or notice or publication of it, in \nany manner, relates to disclosure of info rmation, which is proprietary in nature \nor falls within the definition of intellec tual property which is available from a \nsingle source. \n \nPRE-QUALIFICATION, QUALIFICAT ION AND DIS-QUALIFICATION OF \nSUPPLIERS AND CONTRACTORS \n \n15.       Pre-qualification of suppliers and contractors.-    \n \n(1) A procuring agency, prior to the floating of tenders, invitation to \nproposals or offers in procurement proc eedings, may engage in pre-qualification \nof bidders in case of services, civil wo rks, turnkey projects and in case of \nprocurement of expensive and technicall y complex equipment to ensure that \nonly technically and financially capable firms having adequate managerial \ncapability are invited to submit bids. Such  pre-qualification shall solely be based \nupon the ability of the interested parties to perform that particular work \nsatisfactorily. \n \n(2) A procuring agency while engaging in pre-qualification may take into \nconsideration the following factors, namely:- \n \n(a) relevant experience and past performance; \n(b) capabilities with respect to personnel, equipment, and plant; \n(c) financial position; \n(d) appropriate managerial capability; and \n(e) any other factor that a procuring agency may deem relevant, not \ninconsistent with these rules. \n \n \n   \n16.       Pre-qualification process.-   \n \n(1) The procuring agency engaging in pre-qualification shall announce, in the \npre-qualification documents, all inform ation required for pre-qualification \nincluding instructions for preparation an d submission of the pre-qualification \ndocuments, evaluation criteria, list of  documentary evidence required by \nsuppliers or contractors to demonstrate their respective qualifications and any \nother information that the procuring agency deems necessary for pre-\nqualification. \n \n(2) The procuring agency shall provide a set of pre-qualification documents \nto any supplier or contractor, on request an d subject to payment of price, if any. \n             Explanation.- For the purp oses of this sub-rule price means the cost of \nprinting and providing the documents only. \n(3) The procuring agency shall promptly notify each supplier or contractor \nsubmitting an application to pre-qualify whether or not it has been pre-qualified \nand shall make available to any person di rectly involved in the pre-qualification \nprocess, upon request, the names of all suppliers or contractors who have been \npre-qualified. Only suppliers or contractors who have been pre-qualified shall be \nentitled to participate further in the procurement proceedings. \n (4) The procuring agency shall communic ate to those supplie rs or contractors \nwho have not been pre-qualified the reasons for not pre-qualifying them. \n \n*16A. Procurement of common use items , services and commodities through \nframework agreements.-  \n \n(1) The Procuring Agency shall arran ge the procurement through framework \nagreements of recurrent or common use items, services including maintenance \nservices and those commodities, whose mark et prices fluctuate during the term \nof the agreement, for a maximum period of three years. \n \n(2) The procuring agency shall prepar e provisional annual estimates \nincluding description, specifications, st atement of requirements and quantities, \nbased on rational demand estimates. \n (3) Based on such estimate, proc uring agency shall initiate the \nprequalification proceedings for selectio n of suppliers and service providers. \n \n \n \n \n \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020 \n(4)   Open and closed framework agreem ents may be made with the selected \nsuppliers and service providers. Ma ximum duration of  open framework \nagreements shall not be more than three years and the closed framework \nagreements shall not exceed one year. \n \n(5)   The procuring agency may on ne ed basis pre-qualify new suppliers or \nservice providers during continuity of framework agreements with previously \npre-qualified suppliers or service providers. \n \n(6)    The Authority shall make regulati ons, regulatory guides, guidelines or \ntemplates for procurement through framework agreements.] \n \n*16B. Price adjustment for framework agreements.- \n \n(1) The procuring agency may, during the contract execution, accept a request \nto make price adjustment (under circumst ance of above normal price volatility) \nand shall make a comparison of the pric es requested against the national or \ninternational price indicator guides adopted by the Authority and verify the \njustification for such price adjustment. \n \n(2)   The procuring agency shall determine the factor or percentage for price \nadjustment approved by the Prin cipal Accounting Officer (PAO). \n \n17.       Qualification of suppliers and contractors.-  \n \nA procuring agency, at any stage of the procurement proceedings, having \ncredible reasons for or prima facie evidence of any defect in supplier’s or \ncontractor’s capacities, may require th e suppliers or contractors to provide \ninformation concerning their profession al, technical, financial, legal or \nmanagerial competence whether already pre-qualified or not: \n \n            Provided that such qualif ication shall only be la id down after recording \nreasons therefor in writing. They shall form part of the records of that \nprocurement proceeding. \n \n18.       Disqualification of suppliers and contractors.-  \n \nThe procuring agency shall disqualify a su pplier or contractor if it finds, at \nany time, that the information submitted by him concerning his qualification as \nsupplier or contractor was false and materially inaccurate or incomplete. \n \n \n \n \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020  \n19.       Blacklisting of suppliers and contractors.-      \n \n*(1) The procuring agency shall devise a comprehensive mechanis m for \nblacklisting and debarment of bid d e r s  f o r  a  s p e c i f i e d  t i m e  i n  a ccordance with \nregulations made by the Authority , and the bidder or the bidder s shall be declared \nas- \n \n(a) blacklisted and henceforth cross debarred for participation in any \npublic procurement or disposal p roceedings for the period of no t \nmore than ten years, if corrupt  and fraudulent practice as defi ned in \nthese rules is established agains t the bidder or the bidders in  \npursuance of blacklisting proceedings; \n \n(b) blacklisted and henceforth cross debarred for participation in \nrespective category of public pro curement or disposal proceedin gs for \na period of not more than three years, if the bi dder fails to p erform his \ncontractual obligations during th e execution of contract or bre aches \nthe contract due to his capacity  and capability to perform or \notherwise. However, pr ocuring agency shall initiate such blackl isting \nor debarment proceedings after exhausting the forum of arbitrat ion, \nprovided that such provision exists in the conditions of contra ct, and \nif such failure or breach is cove red in the respective dispute \nsettlement clauses of the contract, and  \n \n(c) blacklisted and henceforth cross debarred for participation in \nrespective category of public pro curement or disposal proceedin gs for \na period of not more than six months, if the bidder fails to ab ide with \na bid securing declara tion, however without  being indulged in a ny \ncorrupt and fraudulent practice.  \n \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n*(2) Such blacklisting or barring action shall be communicated by the procuring \nagency to the Authority and respective bidder or bidders in the  form of decision \ncontaining the grounds for such action. The same shall be publi cized by the \nAuthority after examining the record whether the procedure defi ned in blacklisting \nand debarment mechanism has been adhered to by the procuring ag ency. \n \n(3) The bidder may file the revie w petition before the Authorit y within thirty \ndays of communication of such blacklisting or barring action af ter depositing the \nprescribed fee and in accordance  with procedure issued by the A uthority, and the \nAuthority shall evaluate the case and decide within ninety days  of filing of review \npetition. The decision  of the Authority sha ll be considered as final. \n \n(4) A bidder who has been declare d blacklisted or debarred by a  foreign \ncountry, international organization or other foreign institutio ns shall be treated as \nblacklisted and debarred from par ticipating in any public procu rement proceedings \nor entering into any public contract for such period as declare d by that foreign \ncountry, international organizatio ns or other foreign instituti ons: \n   \nProvided that in case of public sector entities, the Board shal l have the power to \nreview and examine the case on th e basis of evaluations made by  the Authority, \nand decide the cas e accordingly. \n \n(5) Notwithstanding anything contained in this rule, the blackl isted or debarred \nbidder shall be bound to perform its contractual obligations in  such on-going \npublic contract or contracts in which such bidder is already en gaged. This shall \nhowever be at the option of r espective procuring agency. \n \n \n \n \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \nMETHODS OF PROCUREMENT \n \n20.       Principal method of procurement.-     \n \nSave as otherwise provided hereinafter, the procuring agencies shall use \nopen competitive bidding as the principal method of procurement for the procurement of goods, services and works. \n \n21.       Open competitive bidding.-   \n \nSubject to the provisions of rules 22  to 37 the procuring agencies shall \nengage in open competitive bidding if the cost of the object to be procured is \nmore than *the prescribed financial limit which is applicable under sub-clause (i) \nof clause (b) of rule 42.  \n \n22.       Submission of bids.-    \n \n(1) The bids shall be submitted in a se aled package or packages in such  \nmanner that the contents are fully enclos ed and cannot be known until duly \nopened. \n \n(2) A procuring agency sh all specify the manner and method of submission \nand receipt of bids in an unambiguous and clear manner in the bidding \ndocuments.  \n23.       Bidding documents.-    \n(1) Procuring agencies shall formul ate precise and unambiguous bidding \ndocuments that shall be made available to the bidders immediately after the \npublication of the invitation to bid. \n \n \n \n \n \n \n \n  \n \n   \n \n \n*The words “forty thousand rupees” was substituted with the words “the prescribed financial limit which is applicable \nunder subclause (i) of the clause (b ) of rule 42” vide Cabinet Division  S.R.O.No.1241(I) /2006, dated 13-12-2006 \n(2) For competitive bidding, whether open  or limited, the bidding documents \nshall include the following, namely:- \n (a) invitation to bid; \n(b) instructions to bidders; \n(c) form of bid; \n(d) form of contract;  \n(e) general or special conditions of contract; \n(f) specifications and drawings or performance cr iteria (where \napplicable); \n(g) list of goods or bill of quantities (where applicable); \n(h) delivery time or completion schedule; \n(i) qualification criteria (where applicable); \n(j) bid evaluation criteria; \n(k) format of all securities required (where applicable); \n(l) details of standards (if any) that are to be used in assessing the \nquality of goods, works or services specified; and \n(m) any other detail not inconsistent with these rules that the procuring \nagency may deem necessary. \n \n(3) Any information, that becomes necessary for bidding or for bid \nevaluation, after the invitation to bid or issue of the bidding documents to \nthe prospective bidders, shall be pr ovided in a timely manner and on \nequal opportunity basis. Where notifi cation of such change, addition, \nmodification or deletion becomes essent ial, such notification shall be made \nin a manner similar to the original advertisement. \n \n(4) Procuring agencies shall use stan dard bidding documents as and when \nnotified by regulation by the Authority: \n \nProvided that bidding documents already in use of procuring agencies \nmay be retained in their respective usa ge to the extent they are not inconsistent \nwith these rules, and till such time that the standard bidding documents are \nspecified by regulations. \n \n(5) The procuring agency shall provide a set of bidding documents to any \nsupplier or contractor, on  request and subject to payment of price, if any. \n \n            Explanation.- For the purp ose of this sub-rule price means the cost of \nprinting and providing the documents only. \n \n \n \n \n  \n24.       Reservations and preference.-   \n \n(1) Procuring agencies shall allow all prospective bidders to participate in \n*procurement or disposal proceedings  without regard to nationality, except in \ncases in which *a procuring agency decides to limi t such participation to national \nbidders only or prohibit participation of bidders of some nationalities, in \naccordance with the policy of Federal Government. \n \n*(2) The procuring agency shall, while evaluating and comparing  bids, allow for \npreference to domestic suppliers or contractors, while competin g with the \ninternational bidders in accordanc e with the policies of Federa l Government or \nregulations made by t he Authority for-  \n \n(i) works projects; \n(ii) certain goods manufactured, mined , extracted and grown in the \nIslamic Republic of Pakistan; and  \n(iii) disposal of certain assets having any potential impact on natio nal \nsecurity;  \n (3) The percentage of preference , to be accorded shall be clear ly mentioned in the \nbidding documents under the bid evaluation criteria. \n \n25.       Bid security.-    \n \n*The procuring agency may require  the bidders to furnish a fixe d amount of bid \nsecurity not exceeding five percent of the estimated value of p rocurement \ndetermined by the procuring agency:  \nProvided that in case where the procuring agency does not requi re the bid security, \nthe bidder shall submit bid secu ring declaration on the format prescribed by the \nAuthority in Standard Procurement Documents. \n \n \n \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n26.       Bid validity.-    \n \n(1) A procuring agency, keeping in view the nature of the procurement, shall \nsubject the bid to a bid validity period. \n \n(2) Bids shall be valid for the period of time specified in the bidding \ndocument. \n \n(3) The procuring agency shall ordinarily  be under an obligation to process \nand evaluate the bid within the stipul ated bid validity period.  However \nunder exceptional circumstances and for reason to be recorded in writing, \nif an extension is considered necessar y, all those who have submitted their \nbids shall be asked to extend their respective bid validity period.  Such extension shall be for not more than the period equal to the period of the \noriginal bid validity. \n (4) Bidders who,-  \n(a) agree to extension of their bid validity  period shall also extend the \nvalidity of the bid bond or security for the extended period of the \nbid validity; \n(b) agree to the procuring agency’s re quest for extension of bid validity \nperiod shall not  be permitted to change the substance of their bids; and \n(c) do not agree to an extension of the bid validity period shall be \nallowed to withdraw  their bids without forfeiture of their bid \nbonds or securities. \n \n27.       Extension of time for submission of bids.-   \n \nWhere a procuring agency has already prescribed a deadline for the \nsubmission of bids and due to any reason  the procuring agency finds it necessary \nto extend such deadline, it shall do so only after recording its reasons in writing \nand in an equal opportunity manner.  Ad vertisement of such extension in time \nshall be done in a manner similar to the original advertisement. \n \n \n \n \n \n \n \n \n \nOPENING, EVALUATION AND REJECTION OF BIDS \n \n28.       Opening of bids.-    \n \n(1) The date for opening of bids and th e last date for the submission of bids \nshall be the same. Bids shall be opened at the time specified in the bidding \ndocuments. The bids shall be opened at le ast thirty minutes after the deadline for \nsubmission of bids.  (2) All bids shall be opened publicly in the presence of the bidders or their \nrepresentatives who may choose to be present, at the time and place announced \nprior to the bidding. The procuring agency shall read aloud the unit price as well \nas the bid amount and shall record the mi nutes of the bid opening. All bidders in \nattendance shall sign an attendance sh eet. All bids submitted after the time \nprescribed shall be rejected and returned without being opened. \n \n29.       Evaluation criteria.-   \n \nProcuring agencies shall formulate an appropriate evaluation criterion \nlisting all the relevant information against which a bid is to be evaluated. Such \nevaluation criteria shall form an integral  part of the bidding documents. Failure \nto provide for an unambiguous evaluati on criteria in the bidding documents \nshall amount to mis-procurement.  \n \n30.       Evaluation of bids.-    \n(1) All bids shall be evaluated in accord ance with the evaluation criteria and \nother terms and conditions set forth in the prescribed bidding documents. Save \na s  p r o v i d e d  f o r  i n  s u b - c l au s e  ( i v )  o f  c l a u s e  ( c ) o f r u l e  3 6  n o  e v a lu a t i o n  c r i t e r i a  shall be used for evaluation of bids th at had not been specified in the bidding \ndocuments. \n \n(2) For the purposes of comparison of bids quoted in different currencies, the \nprice shall be converted into a single currency specified in the bidding \ndocuments. The rate of exchange shall be the selling rate, prevailing on the date \nof opening of bids specified in the biddin g documents, as notified by the State \nBank of Pakistan on that day. \n \n(3) A bid once opened in accordance with the prescribed procedure shall be \nsubject to only those rules, regulations and policies that are in force at the time of \nissue of notice for invitation of bids. \n \n  \n \n31.       Clarification of bids.-  \n \n(1) No bidder shall be allowed to alter or modify his bid after the bids have \nbeen opened. However the procuring agency may seek and accept clarifications \nto the bid that do not change the substance of the bid. \n \n(2) Any request for clarification in th e bid, made by the procuring agency \nshall invariably be in writing. The resp onse to such request shall also be in \nwriting. \n \n32.       Discriminatory and difficult conditions.-   \nSave as otherwise provided, no pr ocuring agency shall introduce any \ncondition, which discriminates between bidders or that is considered to be met \nwith difficulty. In ascertaining the disc riminatory or difficult nature of any \ncondition reference shall be made to th e ordinary practices of that trade, \nmanufacturing, construction business or service to which that particular \nprocurement is related. \n \n33.       Rejection of bids.-   \n \n(1) The procuring agency may reject all bi ds or proposals at any time prior to \nthe acceptance of a bid or proposal. The procuring agency shall upon \nrequest communicate to any supplier or contractor who submitted a bid or proposal, the grounds for its rejection of all bids or proposals, but is not required to justify those grounds. \n \n(2) The procuring agency shall incur no liability, solely by virtue of its \ninvoking sub-rule (1) towards suppliers or contractors who have \nsubmitted bids or proposals. \n (3) Notice of the rejection of all bids or proposals shall be given promptly to \nall suppliers or contractors that submitted bids or proposals. \n \n34.       Re-bidding.-    \n \n(1) If the procuring agency has rejected all bids under rule 33 it may call for a \nre-bidding. \n \n(2) The procuring agency before invitation for re-bidding shall assess the \nreasons for rejection and may revise sp ecifications, evaluation criteria or \nany other condition for bidders as it may deem necessary. \n \n \n \n35.       Announcement of evaluation reports.-   \n \n*Based on the procedure adopted f or the respective procurement,  the procuring \nagency shall announce the result of bid evaluation, in the form  of final evaluation \nreport giving justification for acceptance or rejection of bids  at least fifteen days \nprior to the award of procurement contract:  \n \nProvided that in case where tech nical proposal is to be evaluat ed separately, prior \nto opening of financial proposal,  the technical evaluation repo rt shall be \nannounced before ope ning of the financial proposal. \n \n36.       Procedures of open competitive bidding.-    \n \nSave as otherwise provided in these rules the following procedures shall \nbe permissible for open competitive bidding, namely:- \n \n(a) Single stage – one envelope procedure.-  \n \nEach bid shall comprise one single envelope containing, separately, \nfinancial proposal and technical propos al (if any). All bids received shall \nbe opened and evaluated in the manner prescribed in the bidding \ndocument. \n (b) Single stage – two envelope procedure.-  \n \n(i) The bid shall comprise a single package containing two separate  \nenvelopes. Each envelope shall contain separately the financial \nproposal and the technical proposal; \n \n(ii) the envelopes shall be marked as “FINANCIAL PROPOSAL” and \n“TECHNICAL PROPOSAL” in bold and legible letters to avoid \nconfusion; \n(iii) initially, only the envelope marked “TECHNICAL PROPOSAL” \nshall be opened; \n \n(iv) the envelope marked as “FINANCIAL PROPOSAL” shall be \nretained in the custody of the procuring agency without being \nopened; \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n(v) the procuring agency shall eval uate the technical proposal in a \nmanner prescribed in advance, wi thout reference to the price and \nreject any proposal which does not conform to the specified \nrequirements; \n \n(vi) during the technical evaluation no amendments in the technical \nproposal shall be   permitted; \n \n(vii) the financial proposals of bids shall be opened publicly at a time, \ndate and venue announced and communicated to the bidders in \nadvance; \n \n(viii) after the evaluation and appr oval of the technical proposal the \nprocuring agency, shall at a time within the bid validity period, \npublicly open the financial propos als of the technically accepted \nbids only. The financial proposal of bids found technically non-\nresponsive shall be returned un-o pened to the respective bidders; \nand \n \n(ix) the bid found to be the * most advantageous bid  shall be accepted. \n \n(c) Two stage bidding procedure.-           \n \nFirst stage \n \n(i) the bidders shall first submit, according to the required \nspecifications, a technical proposal without price; \n \n(ii) the technical proposal shall be  evaluated in accordance with the \nspecified evaluation criteria and may be discussed with the bidders \nregarding any deficiencies and un satisfactory technical features; \n \n(iii) after such discussions, all the bidders shall be permitted to revise \ntheir respective technical proposals to meet the requirements of the \nprocuring agency; \n \n(iv) the procuring agency may revise , delete, modify or add any aspect \nof the technical requirements or ev aluation criteria, or it may add \nnew requirements or criteria not inconsistent with these rules: \n \nProvided that such revisions, deletions, modifications or additions are \ncommunicated to all the bidders equally at the time of invitation to submit final \nbids, and that sufficient time is allowed to the bidders to prepare their revised \nbids:  \nProvided further that such allowance of  time shall not be less than fifteen \ndays in the case of national competitive bidding and thirty days in the case of \ninternational competitive bidding; \n \n(v) those bidders not willing to conform their respective bids to the \nprocuring agency’s technical re quirements may be allowed to \nwithdraw from the bidding without forfeiture of their bid security; \n \nSecond stage \n  (vi) the bidders, whose technical proposals or bids have not been \nrejected and who are willing to conform their bids to the revised \ntechnical requirements of the proc uring agency, shall be invited to \nsubmit a revised technical prop osal along with the financial \nproposal; \n \n(vii) the revised technical proposal and the financial proposal shall be \nopened * *\non respective specified , date and venue announced and \ncommunicated to the bidders in advance; and \n \n(viii) the revised technical proposal and the financial proposal shall be \nevaluated in the manner prescribed above. The bid found to be the \n*most advantageous bid  shall be accepted: \n \n            Provided that in setting the date for the submission of the revised \ntechnical proposal and financial proposal a procuring agency shall allow \nsufficient time to the bidders to incorporate the agreed upon changes in the \ntechnical proposal and prepare their financial proposals accordingly. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n*The words “lowest evaluated bid” was substitute d with the words “most advantageous bid” vide  \nS.R.O. No. 442(I)/2020 dated 15th May, 2020  \n**Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \n \n \n \n(d) Two stage - two envelo pe bidding procedure.- \n \nFirst stage  \n \n(i) the bid shall comprise a single  package containing two separate \nenvelopes. Each envelope shall contain separately the financial \nproposal and the technical proposal; \n \n(ii) the envelopes shall be marked as “FINANCIAL PROPOSAL” and \n“TECHNICAL PROPOSAL” in bold and legible letters to avoid \nconfusion; \n \n(iii) initially, only the envelope marked “TECHNICAL PROPOSAL” \nshall be opened; \n \n(iv) the envelope marked as “FINANCIAL PROPOSAL” shall be \nretained in the custody of the procuring agency without being \nopened; \n \n(v) the technical proposal shall be discussed with the bidders with \nreference to the procuring agency’s technical requirements; \n \n(vi) those bidders willing to meet the requirements of the procuring \nagency shall be allowed to revise their technical proposals \nfollowing these discussions; \n \n(vii) bidders not willing to conform their technical proposal to the \nrevised requirements of the procur ing agency shall be allowed to \nwithdraw their respective bids without forfeiture of their bid \nsecurity; \n \n \n \n \n \n \n \n \n \n \n \nSecond stage \n \n(viii) after agreement between the pr ocuring agency and the bidders on \nthe technical requirements, bidders who are willing to conform to \nthe revised technical specificat ions and whose bids have not \nalready been rejected shall submit  a revised technical proposal and \nsupplementary financial proposal, according to the technical \nrequirement; \n \n(ix) ** the revised technical proposal an d original financial proposal along \nwith supplementary financial pr oposal shall be opened on respec tive \nspecified time, date and venu e announced in advance by the \nprocuring agency:  \n \nProvided that in setting the date for the submission of the revised \ntechnical proposal and supplementary pr ice proposal a procuring agency shall \nallow sufficient time to the bidders to incorporate the agreed upon changes in the \ntechnical proposal and to prepare the required supplementary financial proposal; \nand  \n(x) the procuring agency shall evaluate the whole proposal in \naccordance with the evaluation crit eria and the bid found to be the \n*most advantageous bid  shall be accepted. \n \n \n37.      Conditions for use of single stage two envelope, two stage and two stage \ntwo envelope bidding procedures.-  \n \nSingle stage one envelope bidding procedure shall ordinarily be the main \nopen competitive bidding procedure used  for most of the procurement. Other \nappropriate procedures of open competit ive bidding shall be selected in the \nfollowing circumstances, namely:- \n \n \n \n \n \n  \n \n \n \n*The words “lowest evaluated bid” was substituted with the words “most advantageous bid”  \nvide S.R.O. No.  442(I)/2020 dated 15th May, 2020 \n**Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \n(a) single stage two envelope bidding procedure shall be used where the bids \nare to be evaluated on technical and financial grounds and price is taken into \naccount after technical evaluation; \n \n(b) two stage bidding procedure sha ll be adopted in large and complex \ncontracts where technically unequal propos als are likely to be encountered or \nwhere the procuring agency is aware of i ts options in the market but, for a given \nset of performance requirements, there are two or more equally acceptable \ntechnical solutions available to the procuring agency; and \n \n(c) two stage two envelope bidding method shall be used for procurement \nwhere alternative technical proposals ar e possible, such as certain type of \nmachinery or equipment or manufacturing plant \n \n*37(A).Unsolicited Proposal. \n \n(1) An unsolicited proposal received  by the procuring agency from any \nindividual or agency, private or public, consistent with the mission of the \nprocuring agency, shall be assessed by the assessment committee, consisting of at \nleast three technical experts, to be notified by the procuring agency. The \nassessment committee shall ascertain the via bility of the proposal. If the proposal \nis found viable, the procuring agency shall-  \n(a) advertise the proposal for open competition without disclosing the \nname of the initiator of unsolicited proposal;  \n(b) conduct prequalification process; \n(c) exempt the initiator of the unsolicited proposal from the \nprequalification; and \n(d) award five percent additional weightage to the project proponent in \nthe combined evaluation of his proposal.  \n \n(2)  If no other bidder in response to the advertisement submits bid, the \nprocuring agency may award the contract to the initiator of the proposal.  \n \n(3)   In case of bidding competition, if  the bid of initiator does not emerge as \nmost advantageous bid, procuring agency shall give the initiator an opportunity \nto make his bid at par with the most advantageous bid, however if the initiator \ndoes not want to accept the challenge to  match the proposal, he shall be given \nright of refusal without forfeiture of bid security. \n \n(4)  The proprietary information of the in itiator contained in the proposal shall \nremain confidential and shall not be disclosed to any interested bidder. \n \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020  \n \n(5)  Subject to sub-rule (4), the procur ing agency shall not be responsible for \nany intellectual property rights accruing  to the proposal of the initiator.  \n \n(6)  Unless otherwise expressly stated in  writing by the initiator, the procuring \nagency may, if it considers necessary, di sclose any information of the unsolicited \nproposal or the bidders as pa rt of procurement process.]  \n \nACCEPTANCE OF BIDS AND AWAR D OF PROCUREMENT CONTRACTS \n \n38.       Acceptance of bids.-     \n \nThe bidder with the * most advantageous bid , if not in conflict with any \nother law, rules, regulations or polic y of the Federal Government, shall be \nawarded the procurement contract, within th e original or extended period of bid \nvalidity. \n ***38A.   Bid Discount. -    shall be omitted; \n \n**38B.  Single responsive bid in goods, works and services.-  \n \n(1) The procuring agency shall consider single bid in goods, works and \nservices if it- \n \n(a) meets the evaluation criteria, ensures compliance of specifications and \nother terms & conditions expressed in advertisement or bid \nsolicitation documents; \n(b) is not in conflict with any provision of the Ordinance; \n(c) conforms to the technical specifications; \n(d) has financial conformance in terms of rate reasonability: \n Provided that except unsolicited prop osal, in case of pre-qualification \nproceedings single bid shall not be entertained. \n \n(2) The procuring agency shall make a decision with due diligence and in \ncompliance with general principles of procurement like economy, efficiency and \nvalue for money.\n \n \n \n \n \n \n \n  \n \n   \n*The words “lowest evaluated bid” was substituted with the words “most advantageous bid” vide S.R.O. No. 442(I)/2020 dated 15th \nMay, 2020 \n**Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020 \n***Omitted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n39.       Performance guarantee.-    \n \nWhere needed and clearly expressed in the bidding documents, the \nprocuring agency shall require the succes sful bidder to furnish a performance \nguarantee which shall not exceed ten per cent of the contract amount. \n \n*39A . Letter of credit.- \n \nWhere required the procuring agency may incorporate the provision of \nletter of credit (LC) and International Chamber of Commerce incoterms, in such \nprocesses where shipments and custom clearance are involved and where \nprocuring agency’s bank mitigate procurem ent risk in terms of quality assurance \nand delivery mechanism and bidder’s bank in terms of its payments. \n  \n**40.       Limitation on negotiations.-   \n \n(1)  Without changing the cost and scope of work or services, the procuring \nagency may negotiate with the successful  bidder (with a view to streamline the \nwork or task execution, at the time of contract finalization) on methodology, \nwork plan, staffing and specia l conditions of the contract. \n(2) Authority may determine the extent  and types of negotiations on \nprocurement by regulations.  \n41.       Confidentiality.-  \n \n***\nThe procuring agency shall keep all information regarding the t echnical \nor final evaluation confidential , as the case may be, until the  time of the \nannouncement of the respective evaluation reports in accordance  w i t h  t h e  \nrequirements of rule 35.  \n \n \n  \n \n \n  \n  \n \n \n \n \n*Inserted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020 \n**Substituted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020 \n***Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \n42.       Alternative methods of procurements.-   \n \nA procuring agency may utilize the following alternative methods of \nprocurement of goods, services and works, namely:- \n \n* (a) petty purchases.-  \n \n            Procuring agency may provide for petty purchases through single \nquotation where value of the object of the procurement is up to the financial limit \nof one hundred thousand Pakistani Rupee, without resorting to biding or quotations and the contract for the prov ision of such goods, services or works \nmay be a local purchase order. \n \n(b) request for quotations.-  \n \nA procuring agency shall engage in this  method of   procurement only if \nthe following conditions exist, namely:- \n \n*(i) Where the value of procurement is more than one hundred \nthousand Pakistani Rupee but d oes not exceed five hundred \nthousand Pakistani Rupee, the pr ocuring agency may engage in \nprocurement through request for three quotations from GST \nregistered firms, original equipm ent manufacturers or authorized \ndealers, without resorting to bidding.  \n \n(ii) the object of the procurem ent has standard specifications; \n \n(iii) minimum of three quotations have been obtained; and \n \n(iv) the object of the procurement is purchased from the supplier \noffering the lowest price: \n \nProvided that procuring agencies convinced of the inadequacy of the \nfinancial limit prescribed for request for quotations in undertaking their \nrespective operations may approach the Federal Government for enhancement of \nthe same with full and proper justifications; \n \n    \n \n \n \n*Substituted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020  \n(c) direct contracting.-    \n \nA procuring agency shall only engage in  direct contracting if the following \nconditions exist, namely:- \n \n(i) the procurement concerns the acquisition of spare parts or \nsupplementary services from orig inal manufacturer or supplier: \n \nProvided that the same are not available from alternative sources; \n \n(ii) only one manufacturer or su pplier exists for the required  \nprocurement: \n \nProvided that the procuring agencies shall specify the appropriate \nfora, which may authorize procurem ent of proprietary object after \ndue diligence; and \n (iii) where a change of supplier would oblige the procuring agency to \nacquire material having differen t technical specifications or \ncharacteristics and would result in incompatibility or \ndisproportionate technical difficulties in operation and \nmaintenance: \n \nProvided that the contract or cont racts do not exceed three years in \nduration; \n \n(iv) repeat orders not exceeding fifteen per cent of the original \nprocurement; \n \n(v) in case of an emergency: \n \nProvided that the procuring agenci es shall specify appropriate fora \nvested with necessary authority to declare an emergency; \n \n \n*(vi) when the price of goods, serv ices or works is fixed by the \ngovernment or any other authority, agency or body duly \nauthorized by the Government, on its behalf]; and \n \n**(vii) for purchase of ***[motor vehicle] from local original manufacturers \nor their authorized agents at manufacturer’s price.   \n \n* Inserted vide S.R.O. 65(I)/2006 dated 27-1-2006. \n**Inserted vide S.R.O. 1241(I)/2006 dated 13-12-2006. \n***The words “motor car” were substituted with the wo rds “motor vehicle\" vide S.R.O.1022(I)/2008 dated 23-09-\n2008. \n \n(d) negotiated tendering.-    \nA procuring agency may engage in negotiated tendering with one or more \nsuppliers or contractors with or with out prior publication of a procurement \nnotification. This procedure shall only be used when,- \n \n(i) the supplies involved are manufactured purely for the purpose of \nsupporting a specific piece of research or an experiment, a study or \na particular development; \n \n(ii) for technical or artistic reas ons, or for reasons connected with \nprotection of exclusive rights or intellectual property, the supplies \nmay be manufactured or delivered only by a particular supplier; \n \n(iii) for reasons of extreme urgency brought about by events \nunforeseeable by the procuring agency, the time limits laid down \nfor open and limited bidding methods cannot be met. The \ncircumstances invoked to justify extreme urgency must not be attributable to the procuring agency: \n \nProvided that any procuring agency desirous of using negotiated \ntendering as a method of procurement shal l record its reasons and justifications \nin writing for resorting to negotiated tendering and shall place the same on \nrecord.  \n \n*(e) force account.- \nA Procuring agency, may use force account if the value of procu rement \ndoes not exceed two hundred million Pakistani Rupees, subject t o the \nfollowing conditions, namely:- \n \n \n(i) the required works are small, scattered or remotely located for  which \nqualified construction firms are unlikely to bid at reasonable prices; \n(ii) work is required to be carried  out without disrupting ongoing \noperations; \n(iii) urgent repairs, rehabilitation a nd remodeling works of national  \nheritage requiri ng prompt attention to prevent further damages;  \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \n \n(iv) where unavoidable risk is better borne by the state owned entit y than \nthat of contractor; \n(v) there are extreme urgencies whic h require prompt attention, or \n(vi) the project is of sen sitive nature and its information cannot b e shared \nwith private sector: \n \nProvided that state owned entity engaged for the procurement sh all accomplish the \ntask exclusively through its own resources without involving pr ivate sector as a \npartner or in the form of a joint venture or as a sub-contracto r: \n \nProvided further that, where there are more than one eligible s tate owned entities \nhaving such resources to perform that particular assignment, li mited competition \nshall be held amongst t hem through soliciting the proposals fol lowing any mode of \nenquiry providing reasonable resp onse time without requirement of publication of \nopen advertisement”;  \n \n*(f) Direct Contracting with  State Owned Entities.- \nA procuring agency may engage in direct contracting with state owned entities \nsuch as professional, autonomous or semi-autonomous organizatio ns or bodies of \nthe Federal or Provincial Governments for the procurement of su ch works and \nservices, including consultancy se rvices, which are time sensit ive and in the public \ninterest, subject to the fo llowing conditions, namely:- \n(i) the organization or the body  to be engaged in direct contra cting \nshall be eligible to perform the works or render the services; \n(ii) the organization or the bod y shall accomplish the work or the \nservices including consultancy se rvices, exclusively through it s own \nresources without invol v i n g  p r i v a t e  s e c t o r  a s  a  p a r t n e r  o r  i n  t he \nform of a joint venture or as a sub-contractor;  \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n \n(iii) in case there are more than  one organizations or bodies e ligible to \nperform the works or render the services, the procuring agency shall \nhold competition amongst them  through limited tendering \n(notifications) without any ad vertisements, however, giving \nreasonable time for submission of  their applications or proposa ls; \n(iv) the procuring agency shall devis e a mechanism for determining p rice \nreasonability to ensure that the prices offered by the state ow ned \nentities are reasonable for  award of the contract. \n \n43.     On account payments.-   All procuring agenci es shall make prompt \npayments to suppliers and contractors ag ainst their invoices or running bills \nwithin the time given in the conditions of the contract, which shall not exceed \nthirty days. \n \n44.       Entry into force of the procurement contract.-   \n \nA procurement contract shall come into force,- \n \n(a) where no formal signing of a cont ract is required, from the date the \nnotice  of the acceptance of the bid or purchase order has been \ngiven to the bidder whose bid has been accepted. Such notice of \nacceptance or purchase order shall be issued within a reasonable \ntime; or \n(b) where the procuring agency requires signing of a written contract, \nfrom the date on which the signatures of both the procuring agency \nand the successful bidder are affixed to the written contract. Such \naffixing of signatures shall take place within a reasonable time: \n \nProvided that where the coming into fo rce of a contract is contingent upon \nfulfillment of a certain condition or condit ions, the contract shall take effect from \nthe date whereon such fulfillment takes place. \n \n \n \n   \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n45.       Closing of contract.-   \n \n(1) Except for defect liability or mainte nance by the supplier or contractor, as \nspecified in the conditions of contract, performance of the contract shall be \ndeemed close on the issue of over all delive ry certificate or taking over certificate \nwhich shall be issued within thirty days of  final taking over of goods or receiving \nthe deliverables or completion of works enabling the supplier or contractor to \nsubmit final bill and the auditors to do substantial audit. \n \n(2) In case of defect liability or maintenance period, defect liability certificate \nshall be issued within thirty days of th e expiry of the said period enabling the \nsupplier or contractor to submit the fina l bill. Except for unsettled claims, which \nshall be resolved through arbitration, the bill shall be paid within the time given \nin the conditions of contract, which sh all not exceed sixty days to close the \ncontract for final audit. \n \nMAINTENANCE OF RECORD AND FREEDOM OF INFORMATION \n 46.       Record of procurement proceedings.-    \n \n(1) All procuring agencies shall main tain a record of their respective \nprocurement proceedings along with all associated documentation for a \nminimum period of five years. \n (2) Such maintenance of record shall be subject to the regulations framed in this regard from time to time. \n \n47.       Public access and transparency.-    \n \nAs soon as a contract has been aw arded the procuring agency shall make \nall documents related to the evaluation of the bid and award of contract public: \n \n            Provided that where the disclosure of any information related to the award of a contract is of proprietary na ture or where the procuring agency is \nconvinced that such disclosure shall be against the public interest, it can \nwithhold only such information from pu blic disclosure subject to the prior \napproval of the Authority. \n \n \n \n \n \n \n \nREDRESSAL OF GRIEVANCES AND SETTLEMENT OF DISPUTES \n \n48.       Redressal of grievances by the procuring agency.-  \n \n*(1) The procuring agency shall constit ute a committee comprising of  odd number \nof persons, with necessary power s and authorizations, to addres s the complaints of \nbidders that may occur prior to the entry into force of the pro curement contract. \n \n(2) Any party may file its writte n complaint against the eligib ility parameters, \nevaluation criteria or any other  terms and conditions prescribe d in the bidding \ndocuments if found contrary to t he provisions of the procuremen t regulatory \nframework, and the same shall be  addressed by the grievance red ressal committee  \n(GRC) well before the proposal submission deadline. \n \n(3) Any bidder feeling aggrieved by any act of the procuring ag ency after the \nsubmission of his bid may lodge a  written complaint concerning his grievances \nwithin seven days of announcement of the technical evaluation r eport and five \ndays after issuance of final evaluation report. \n (4) In case, the complaint is filed against the technical evalu ation report, the GRC \nshall suspend the proc urement proceedings. \n \n(5) In case, the complaint is filed after the issuance of the f inal evaluation report, \nthe complainant cannot raise any objection on technical evaluat ion of the report: \n \nProvided that the comp lainant may raise the objection on any pa rt of the final \nevaluation report in case where single stage single envelope bi dding procedure is \nadopted. \n \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n*(6)  The GRC shall investigate and decide upon the complaint w ithin ten days \nof its receipt. (7) Any bidder or party not satisfied with the decision of the GRC,  may file an \nappeal before the Authority within thirty days of communication  of the decision \nsubject to depositing the pres cribed fee and in accordance with  the procedure \nissued by the Authority. The decision of the Authority shall be  considered as final. \n \n49.       Arbitration.-   \n \n(1) After coming into force of the pr ocurement contracts, disputes between \nthe parties to the contract shall be settled by arbitration.  \n(2) The procuring agencies shall provid e for a method of arbitration in the \nprocurement contract, not inconsiste nt with the laws of Pakistan. \n \n50.       Mis-procurement.-  \n \nAny unauthorized breach of these rule s shall amount to mis-procurement. \n \n \n51.       Overriding effect.-   \nThe provisions of these rules shall ha ve effect notwithstanding anything \nto the contrary contained in any other rules concerning public procurements: \n \nProvided that the prevailing rules and procedures will remain applicable \nonly for the procurement of goods, services and works for which notice for \ninvitation of bids had been issued pr ior to the commencement of these rules \nunless the procuring agency deems it appropriate to re-issue the notice for the \nsaid procurement after commencement of these rules. \n \n \n**52.   Shall be omitted; \n \n \n \n \n \n \n*Inserted vide S.R.O. No. 834(I)/2021 dated 28th June, 2021  \n**Omitted vide S.R.O. No. 442(I)/2020 dated 15th May, 2020"
}