{
    "file": "./converted_json\\administratorf2659375fe49533f79b277d9a770c645.json",
    "name": "Bankers' Books Evidence Act, 1891",
    "date": "1st October, 1891",
    "tagline": "An Act to amend the Law of Evidence with respect to Bankers' Books.",
    "content": "Page 1 of 4 \n   \n \n \nTHE BANKERS’ BOOKS EVIDENCE ACT, 1891  \n \n \n \nCONTENTS  \n \n1. Title and extent  \n2. Definitions  \n3. Power to extend provisions of Act  \n4. Mode of proof of entries bankers’ books  \n5. Case in which officer of bank not compellable to produce  books  \n6. Inspection of books by order of Court or Judge  \n7. Costs   \n\n \nPage 2 of 4 \n THE  BANKERS ’ BOOKS  EVIDENCE  ACT,  1891  \nlACT  No. XVIII  OF 1891  \n[1st October,  1891]  \nAn Act to amend  the Law of Evidence  with respect  to Bankers’ Books.  \n WHEREAS  it is expedient  to amend  the Law of Evidence  with respect  to Bankers ’ Books;  It \nis hereby  enacted  as follows: - \n 1. Title  and extent.___ (1) This Act may be called  the Bankers ’ Books  Evidence,  1891.  \n 2[(2) It extends to the whole of Pakistan]; 2* \n 3[*  *  *  *  *  *  *] \n 2. Definitions.  In this Act, unless there is something repugnant in the subject or context, – \n4[(1)  “company” means a company registered under any of the enactments relating \nto companies for the time being in force in any part of His Majesty ’s \ndominions or incorporated b y an Act of Parliament 5[of the United Kingdom] \nor by an  6[Pakistan] law or by Royal Charter or by Letters Patent:]  \n(2)  “bank” and “banker” mean – \n(a)  any company carrying on the business of bankers,  \n(b)  any partnership or individual to whose books the p rovisions of this Act \nshall have been extended as hereinafter provided,  \n7[(c)  any post office savings bank or money order office:]  \n \n \n1For  Statement  of Objects  and Reasons,  see Gazette  of India,  1891,  Pt. v, P. 24: for report  of the Select  Committe e, see ibid., p. \n189, and for Proceedings  in Council,  see ibid.,  Pt. VI, pp. 15,25,117,135  and 140. \nThe Act has been  declared  to be in force  in Baluchistan  by the British  Baluchistan  Laws  Regulation,  1913  (2 of 1913).  \nIt has also been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G .O. 3 of 1950);  and applied  in the \nFederated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I, p. 1499.  \nThe Act and the rules,  notifications  and orders  made  thereunder,  have  been  applied  to the whole  of the Federally  Administered  \nTribal  Areas  or to the parts  of those  Areas  to which  they do not already  apply,  by Regulation  No.I of 1975,  s. 2 and the Schedule.  \nThe Act and the rules,  notifications  and orders  made  thereunder,  as in force  in N.W.F.P.  before  the 15th July,  1975,  have  been  applied  to the Districts  of \nChitral,  Dir and Swat  and Malakand  Protected  Areas  of the N.W.F.P.  by Reg. No. III of 1975,  s. 2 and Sch. \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch., (with effect from the 14th October, 1955), for the \noriginal sub -section (2) as amended by A. O., 1949, Arts. 3 (2) and 4.  \n3The word “and” at the end of sub -section (2), and sub -section (3) rep. by the Repealing and Amending Act, 1914 (10 of  1914).  \n4Subs. by A. O., 1937, for previous definition which had been subs., for original definition by the Bankers’ Books Evidence Ac t, 1900 (12 of  \n1900).  \n5lns. by A, O., 1961, Art. 2 and Sch., (with effect from the 23rd March, 1956).  \n6Subs. by A. O., 194 9, Sch., for “India”.  \n7Cl. (c) was added by s. 2 of the Bankers’ Books Evidence Act, 1893 (1 of 1893).  \n \n \nPage 3 of 4 \n  \n(3)  “bankers ’ books”  include  ledgers,  day-books,  cash-books,  account -books  and \nall other  books  used in the ordinary  business  of a bank:  \n(4)  “legal  proceeding”  means  any proceeding  or inquiry  in which  evidence  is or \nmay be given,  and includes  an arbitration:  \n(5)  “the Court”  means  the person  or persons  before  whom  a legal  proceeding  is \nheld or taken:  \n(6)  “Judge”  means  a Judge  of a High  Court:  \n(7)  “trial” means  any hearing  before  the Court  at which  evidence  is taken:  and \n(8)  “certified  copy”  means  a copy  of any entry  in the books  of a bank  together  \nwith a certificate  written  at the foot of such copy  that it is a true copy  of such \nentry,  that such entry  is contained  in one of the ordinary  books  of the bank  and \nwas made  in the usual  and ordinary  course  of business,  and that such book  is \nstill in the custody  of the bank,  such certificate  being  dated  and subscribed  by \nthe principal  accountant  or manager  of the bank  with his name  and official  \ntitle. \n 3. Power  to extend  provisions  of Act. The l[provincial  Government]  may,  from  time to time,  \nby notification  in the official  Gazette,  extend  the provisions  of the Act to the books  of any \npartnership  or individual  carrying  on the business  of bankers  within  the territories  under  its ad-\nministration,  and keeping  a set of not less than three  ordinary  account  books  , namely,  a cash-book,  a \nday-book  or journal,  and a ledger,  and may in like manner  rescind  any such notific ation.  \n 4. Mode  of proof  of entries  bankers ’ books.  Subject  to the provisions  of this Act a certified  \ncopy  of any entry  in a banker ’s book  shall  in all legal  proceedings  be received  as prima  facie  \nevidence  of the existence  of such entry,  and shall  be admit ted as evidence  of the matters,  transactions  \nand accounts  therein  recorded  in every  case where,  and to the same  extent  as, the original  entry  itself  \nis now by law admissible,  but not further  or otherwise.  \n 5. Case  in which  officer  of bank  not compellable  to produce  books.  No officer  of a bank  \nshall  in any legal  proceeding  to which  the bank  is not a party  be compellable  to produce  any banker ’s \nbook  the contents  of which  can be proved  under  this Act, or to appear  as a witness  to prove  the \nmatters,  transaction s and accounts  therein  recorded,  unless  by order  of the Court  or a Judge  made  for \nspecial  cause.  \n 6. Inspection  of books  by order  of Court  or Judge. –(1) On the application  of any party  to a \nlegal  proceeding  the Court  or a Judge  may order  that such party  be at liberty  to inspect  and take \ncopies  of any entries  in a banker ’s book  for any of the purposes  of such proceeding,  or may order  the \nbank  to prepare  and produce,  within  a time to be specified  in the order  certified  copies  of all such \nentries,  accompanied  by a further  certificate  that no other  entries  are to be found  in the books  of the \nbank  relevant  to the matters  in issue  in such proceeding,  and such further  certificate  shall  be dated  \nand subscribed  in manner  hereinbefore  directed  in reference  to certifie d copies . \n \n1Subs. by A. O., 1937, for “L. G.”.  \n \nPage 4 of 4 \n  (2) An order  under  this or the preceding  section  may be made  either  with or without  \nsummoning  the bank,  and shall  be served  on the bank  three  clear  days (exclusive  of bank  holidays)  \nbefore  the same  is to be obeyed,  unless  the Court  or Judge  shall  otherwise  direct.  \n (3) The bank  may at any time before  the time limited  for obedience  to any such order  as \naforesaid  either  offer  to produce  their books  at the trial or give notice  of their intention  to show  cause  \nagainst such order,  and thereupon  the same  shall  not be enforced  without  further  order.  \n 7. Costs.   (1) The costs  of any application  to the Court  or a Judge  under  or for the purposes  of \nthis Act and the costs  of anything  done  or to be done  under  an order  of the Court  or a Judge  made  \nunder  or for the purposes  of this Act shall  be in the discretion  of the Court  or Judge,  who may further  \norder  such costs  or any part thereof  to be paid to any party  by the bank  if they have  been  incurred  in \nconsequence  of any fault or improper  delay  on the part of the bank.  \n (2) Any order  made  under  this section  for the payment  of costs  to or by a bank  may be \nenforced  as if the bank  were  a party,  to the proceeding.  \n (3) Any order  under  this section  awarding  costs  may,  on application  to any Court  of Civil  \nJudicature  designated  in the order,  be executed  by such Court  as if the order  were  a decree  for money  \npassed  by itself:  \n Provided  that nothing  in this sub-section  shall  be construed  to derogate  from  any power  \nwhich  the Court  or Judge  making  the order  may possess  for the enforcement  of its or his directions  \nwith respect  to the payment  of costs.  \n \n___________  \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024"
}