{
    "file": "./converted_json\\administratord0007923181eb87781034d5da4a5f22e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 30 \n  \n \n \nTHE QUAID -E-AZAM UNIVERSITY ACT, 1973  \n \n \n \n \nCONTENTS  \n1. Short title and commencement.  \n2. Definition s. \nCHAPTER II.  \nTHE UNIVERSITY  \n3. Incorporation.  \n4. Powers of the University.  \n 5. University open to all classes, creeds, etc.  \n6. Teaching in the University.  \n7. [Omitted] . \nCHAPTER III.  \nOFFICERS OF THE UNIVERSITY  \n8. Officers of the University.  \n9. Chancellor.  \n10. Visitation.  \n11. Pro­Chancellor.  \n12. Vice­Chancellor.  \n13. Powers and duties of the Vice­Chancellor.  \n14. Registrar.  \n15. Treasurer.  \n16. Controller of Examinations.  \n17. University Auditors.  \n \n\n \n \nPage 2 of 30 \n  \nCHAPTER IV.  \nAUTHORITIES OF THE UNIVERSITY  \n18. Authorities.  \n19. [Omitted].  \n20. [Omitted] . \n21. The Syndicate.  \n22. Powers and duties of Syndicate.  \n23. Academic Council.  \n24. Powers and duties of Academic Council.  \n 25. Constitution, functions and powers of other Authorities.  \n26. Appointment of Committees by the Authorities.  \n \nCHAPTER V.  \nSTATUTES, REGULATIONS AND RULES  \n27. Statutes.  \n28. Regula tions.  \n29. Amendment and repeal of Statutes and Regulations.  \n30. Rules.  \nCHAPTER V A.  \nAFFILIATION OF EDUCATIONAL INSTITUTIONS  \n30 A.  Affiliation to be approved by Syndicate.  \n30 B.  Application for affiliation.  \n30 C.  Grant of affiliation.  \n30 D.  Extension of a ffiliation.  \n30 E.  Inspection and report.  \n30 F.  Disaffiliation.  \n30 G.  Appeal against decision of Syndicate.  \nCHAPTER VI.  \nUNIVERSITY FUND  \n 31. University Fund.  \n32 Audit and Accounts  \n \n \nPage 3 of 30 \n CHAPTER VII.  \nGENERAL PROVISIONS  \n 33. Opportunity to show cause.  \n34. Appeal to and review by the Syndicate.  \n35. Pension, Insurance, gratuity, provident Fund and benevolent fund.  \n36. Commencement of term of office of members of Authorities.  \n36 A.  Member of an Authority to cease to be member in certain circumstances.  \n37. Filling of casual vacancies in Authorities.  \n38. Filling of vacancies in Authorities in certain circumstances.  \n39. Disputes about membership of Authorities.  \n40. Proceedings of Authorities not invalidated by vacancies.  \n41. First Sta tutes . \n42. [Omitted] . \n43. [Omi tted]. \n43A. Tripartite mobility.  \n44. Removal of difficulties.  \n44A. Dissolution of Association or Unions of the University Employees.  \n45 [Omitted] . \nTHE SCHEDULE  \nTHE FIRST STATUTES  \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 30 \n THE 2[QUAID -E-AZAM UNIVERSITY ACT, 1973]  \n1ACT NO. XXVIII OF 1973  \n[9th February, 1973]  \nAn Act to reconstitute and reorganize the University of Islamabad.  \nWHEREAS it is expedient to reconstitute and reorganize the University of Islamabad for the \npurpose of improving its administration;  \nIt is hereby enacted as follows: — \n1. Short title and commencement .—(1) This Act may be called the 2[Quaid­e­Azam \nUniversity Act, 1973].  \n(2) It shall come into force at once.  \n2. Definitions .—In this Act, unless there is anything repugnant in the subject or context, — \n(a) “Academic Council ” means the Aca demic Council of the University;  \n3[(aa) “affiliated college ” means an educational institution affiliated to, but not \nmaintained or administered by, the University;]  \n(b) “Authority ” means an Authority of the University specified in section 18;  \n(c) “Chancellor ” means the Chancellor of the University;  \n3[(cc) “College ” means a constituent college or an affiliated college;]  \n(d) “constituent college “ means a college maintained and administered by the \nUniversity;  \n(e) “Dean ” means the Chairman of the Board of a Faculty;  \n(f) “Director ” means the head of an Institute;  \n(g) “educational institution ” means an institution imparting instruction in a subject \nor subjects relating to a Faculty;  \n(h) “Faculty ” means a Faculty of the Univ ersity;  \n(i) “Government ” means the Federal Government;  \n(j) “Institute ” means a constituent institute maintained and administered by the \nUniversity;  \n(k) “prescribed ” means prescribed by Statutes, Regulations or Rules;  \n \n1For Statement of Objects and Reasons see Gaz. of P., 1973. Ext., Pt. Ill, p. 251.  \n2Subs. by the University of Islamabad (Amdt.) Act, 1976, (60 of 1976) s. 2, for “University of Islamabad Act, 1973. ” \n3Ins. by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978), s. 2.   \n \n \n \n \n \nPage 5 of 30 \n (l) “Principal ” means the head of a 1* * * college;  \n(m) “Pro­Chancellor ” means the Pro­Chancellor of the University;  \n2* * * * * * * \n(n) “Vice­Chancellor ” means the Vice­Chancellor of the University;  \n(o) “Registered graduate ” means a graduate of the University w ho has his name \nentered in the register maintained for the purpose;  \n3* * * * * * * \n(q) “Statutes ”, “Regulations ” and “Rules ” means the Statutes, Regulations and \nRules made or deemed to have been made under this Act and for the time being \nin force;  \n(r) “Syndicate ” means the Syndicate of the University;  \n(s) “Teachers ” include Professors, Associate Professors, Assistant Professors and \nLecturers engaged whole­time by the University or by a constituent college for \nteaching honours or post­graduate classes, an d such other persons as may be \ndeclared to be Teachers by the Regulations;  \n(t) “Teaching Department ” means a teaching department maintained and \nadministred or recognized by the University;  \n4[(u)  “University ” means the Quaid­e­Azam University as renamed un der this Act;]  \n(v)  “University Teacher ” means a whole­time Teacher appointed and paid by the \nUniversity, or recognized by the University as such.  \nCHAPTER II  \nTHE UNIVERSITY  \n3.Incorporation .—5[(1) The University of Islamabad as reconstituted in accordance with the \nprovisions of this Act and having its principal seat at I slamabad shall, on and from the  commencement \nof the University of Islamabad (Amendment) Act, 1976 (XIV of 1976), be renamed as 'the \nQuaid­e­Azam University’.]  \n \n \n \n \n \n1Omitted by the Quaid­e­Az am University (Amdt.) Ordinance, 1978 (26 of 1978), s. 2.  \n2Cl (mm) omitted by the Quaid­e­Azam University (Amdt.) Ordinance. 1980 (I of 1981), s. 2.  \n3CI. (p) omitted by the Quaid­e­Azam University (Amdt.) Ordinance. 1985 (31 of 1985). s. 2.  \n4Subs by the University of Islamabad (Amdt.) Acl. 1976 (60 of 1976). s. 3 for “clause (u) ”.  \n5Subs by the University of Islamabad (Amdt.) Act, 1976 (60 of 1976), s. 4, for “sub­section (1) ”. \n  \n \n \nPage 6 of 30 \n (2) The University shall consist of — \n(i) The Chancellor, the Pro­Chancellor, the Vice­Chancellor, 1* * * the Deans, the \nPrincipals, the Directors, the Chairmen of Teaching Departments, the Registrar, \nthe Treasurer, the Controller of Examinations, the Librarian, the Auditor and \nsuch other officers  as may be prescribed;  \n(ii) members of 2* * the Syndicate, the Academic Council and other Authorities of \nthe University;  \n(iii) all University Teachers; and  \n(iv) Professors Emeritus.  \n(3) The University shall be a body corporate by the name of the 3[Quaid­e­ Azam University] \nand shall have perpetual succession and a common seal, and shall by the said name sue and be sued.  \n(4) The University shall be competent to acquire and hold property, both movable and \nimmovable, and to lease, sell or otherwise transfer any  movable and immovable property which may \nhave become vested in or been acquired by it.  \n4. Powers of the University .—The University shall have the powers — \n(a) to provide for instruction in such branches of learning as it may deem fit, and to \nmake provision  for research and for the advancement and dissemination of \nknowledge in such manner as it may determine;  \n(b) to prescribe courses of studies to be conducted by it and the 4* colleges;  \n(c) to hold examinations and to award and confer degrees, diplomas, cert ificates \nand other academic distinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions;  \n(d) to confer in the manner prescribed honorary degrees or other distinctions on \npersons approved for the pur pose;  \n(e) to provide for such instruction for persons not being students of the University \nas it may determine, and to grant certificates and diplomas to such persons;  \n(f) to confer degrees on persons who have carried on independent research under \nprescrib ed conditions;  \n5[(ff)  to grant affiliation to an educational institution and to withdraw such affiliation;]  \n(g) to inspect colleges and other educational institutions associated 6[with or \naffiliated to, seeking association with or affiliation to, it];  \n \n1 The words “the Pro­Vice Chancellor ” which was inserted by Act 60 of 1976, have been omitted by the Quaid­e­Azam University (Amdt.) Ordinance, \n1981 (1 of 1981), s. 3.  \n2 Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s.3.  \n3 Subs. by Act 60 of 1976, s. 3 for “University of Islamabad ”. \n4 Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978), s. 3.  \n5 Ins. ibid., \n6 Subs. , ibid for certain words.  \n \n \nPage 7 of 30 \n (h) to accept the examinations passed, and the periods of stud y spent, by students \nof the University at other universities and places of learning as equivalent to \nsuch examinations and periods of study in the University as it may determine, \nand to withdraw such acceptance;  \n(i) to co­operate with other universities an d authorities in such manner and for such \npurposes as it may determine;  \n(j) to institute Professorships, Associate Professorships, Assistant Professorships \nand Lecturerships and any other posts and to appoint persons thereto;  \n(k) to create posts for resear ch, extensions, administration and other related \npurposes and to appoint persons thereto;  \n(l) to recognize as University Teachers such persons as it may deem fit;  \n(m) to institute and award fellowships, scholarships, exhibitions, bursaries, medals \nand priz es under prescribed conditions;  \n(n) to establish teaching departments, colleges, faculties, laboratories, workshops, \nhospitals, farms, institutes, museums and other centres of learning for the \ndevelopment of teaching and research and to make such arrangeme nts for their \nmaintenance, management and administration as it may determine;  \n(o) to control the residence of the students of the University and the constituent \ncolleges, to institute and maintain halls of residence and to approve or license \nhostels and lo dgings;  \n(p) to supervise and control the discipline of the students of the University and the \nconstituent colleges, to promote the extra­curricular and recreational activities \nof such students, and to make arrangements for promoting their health general \nand welfare;  \n(q) to demand and receive such fees and other charges as it may determine;  \n(r) to make provision for research and advisory services and with these objects to \nenter into arrangements with other institutions or with public bodies under \nprescribed conditions;  \n(s) to enter into, carry out, vary or cancel contracts;  \n(t) to receive and manage property transferred and grants bequests, trusts, gifts, \ndonations, endowments and other contributions made to the University and to \ninvest any fund representing such property, grants, bequests, trusts, gifts, \ndonations, endowments or contributions and to convert one kind of property \ninto another, in such manner as it may deem fit;  \n(u) to provide for the printing and publication of research and other works; and  \n(v) to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite in order to further the objects of the University as a \nplace of education, learning and research.  \n \n \nPage 8 of 30 \n 5. University open to all classes, creeds, etc .—The University shall be open to all persons of \neither sex of whatever religion, race, creed, class or colour and no citizen of Pakistan shall be denied \nthe privileges of the University on the ground only of sex, religion, race, caste, creed, class or colou r: \nProvided that nothing in this section shall be deemed to prevent religious instruction being \ngiven to the students in their own religious faiths in such manner as may be prescribed.  \n6. Teaching in the University .—(1) All recognized teaching in various c ourses shall be \nconducted by the University or the constituent colleges in the prescribed manner and may include \nlectures, tutorials, discussions, seminars, demonstrations as well as practical work in the laboratories, \nhospitals, workshops and farms and ot her methods of instruction.  \n(2) The authority responsible for organizing recognised teaching shall be such as may be \nprescribed.  \n(3) The courses and the curricula shall be such as may be prescribed.  \n7. [University Students Union. ] Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, \n1985 (XXXI of 1985), s.4.  \nCHAPTER III  \nOFFICERS OF THE UNIVERSITY  \n8. Officers of the University .—The following shall be the officers of the University, \nnamely: — \n(i) the Chancellor;  \n(ii) the Pro­Chancellor;  \n(iii) the Vice­Chancellor;  \n1* * * * * * * \n(iv) the Deans;  \n(v) the Directors;  \n(vi) the Principals 2[of constituent colleges];  \n(vii) the Chairmen of the Teaching Departments;  \n(viii)  the Registrar;  \n(ix) the Treasurer;  \n(x) the Controller of Examinations;  \n(xi) the Li brarian; and  \n(xii) such other persons as may be prescribed by the Regulations to be officers.  \n \n1New clause (iiia) ins. by the University of Islamabad (Amdt.) Act. 1976 (60 of 1976), s. 6. omitted by the Quaid­e­Azam Unive rsity (Amdt.) \nOrdinance. 1981 (I of  1981). s. 4.  \n2Added by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978), s. 4.  \n \n \nPage 9 of 30 \n 9. Chancellor .—(1) The President of the Islamic Republic of Pakistan shall be the Chancellor \nof the University.  \n(2) The Chancellor shall, when present, preside at the convocation of the University 1* * *.  \n(3) If the Chancellor is satisfied that the proceedings of any Authority are not in accordance \nwith the provisions of this Act, the Statutes, the Regulations, or the Rules, he may, after calling upon \nsuch Authority to show cause why such proceedings should not be annulled, by order in writing, annul \nthe proceedings.  \n(4) Every proposal to confer an honorary degree shall be subject to confirmation by the \nChancellor.  \n(5) The Chancellor shall have the powers to assent to such Statutes as are required to be \nsubmitted to him by the 1[Syndicate] or withhold assent or refer them back to the 1[Syndicate] for \nreconsideration.  \n(6) The Chancellor may remove any person from the memb ership o f any Authority, if such \nperson — \n(i) has become of unsound mind; or  \n(ii) has become subject to an incapacity which prevents him from functioning as a \nmember of such Authority; or  \n(iii) has been convicted by a court of law of an offence involving mo ral turpitude.  \n10. Visitation .—(1) The Chancellor may cause an inspection or i nquiry to be made in respect \nof any matter connected with the affairs of the University and shall, from time to time, appoint such \nperson or persons as he may deem fit for the p urpose of carrying out inspection of — \n(i) the University, its buildings, laboratories, libraries, museums, workshops and \nequipment;  \n(ii) any institution, college or hostel maintained, recognized or licensed by the \nUniversity;  \n2[(ii-A)  any affiliated college;]  \n(iii) the teaching and other work conducted by the University; and  \n(iv) the conduct of examinations held by the University.  \n (2) The Chancellor shall give notice to the Syndicate of his intention to cause an inspection or \ninquiry to be made under  sub-section (1), and the Syndicate shall be entitled to be represented thereat.  \n (3) The Chanc ellor shall communicate to the Syndicate his views with regard to the results of \nan inspection or inquiry made under sub -section (1) and shall, after ascertainin g the views of the \nSyndicate thereon, advise the Syndicate on the action to be taken  by it.  \n   \n \n \n1 Omitted and Subs by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 5 . \n2 Ins. by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26  of 1978), s. 5.  \n \n \nPage 10 of 30 \n (4) The Syndicate shall, within such time as may be specified by the Chancellor, communicate \nto him such action, if any, as has been taken or may be proposed to be taken upon the results of an \ninspection or inquiry communicated to it under  sub-section (3).  \n(5) Where the Syndicate does not, within the time specified by the Chancellor, take action to \nthe satisfaction of the Chancellor he may, after considering any explanation furnished or representation \nmade by the Syndicate, issue such directions as he thinks fit, and the Vice­Chancellor shall comply \nwith such directions.  \n11. Pro -Chancellor .—(1) The Minister for Education of the Government of Pakistan shall be \nthe Pro­Chancellor of the University, ex­officio . \n(2) In the absence of the Ch ancellor from the Capital of the Federation or during the \nChancellor's inability to act or when the Chancellor so directs, the Pro­Chancellor shall exercise all \npowers and perform all functions of the Chancellor.  \n12. Vice -Chancellor. —(1) The Vice­Chancello r shall be appointed by the Chancellor on such \nterms and conditions as the Chancellor may determine and shall hold office during the pleasure of the \nChancellor for a term not exceeding four years.  \n(2) At any time when the office of the Vice­Chancellor is v acant, or the Vice­Chancellor is \nabsent or is unable to perform the functions of his office due to illness or some other cause, the \nChancellor shall make such arrangement for the performance of the duties of the Vice­Chancellor as he \nmay deem fit.  \n13. Powe rs and duties of the Vice -Chancellor .—(1) The Vice­Chancellor shall be the \nprincipal executive and academic officer of the University, shall ensure that the provisions of this Act, \nthe Statutes, the Regulations and the Rules are faithfully observed in orde r to promote the general \nefficiency and good order of the University, and shall have all powers necessary for this purpose, \nincluding administrative control over all officers, teachers and other employees of the University.  \n(2) The Vice­Chancellor shall, i n the absence of both the Chancellor and Pro­Chancellor, \npreside at a convocation of the University 1* * * and shall, if present, preside at the meetings of the \nAuthorities of which he is the Chairman and be entitled to attend and preside at any meeting of  any \nother Authority or body of the University.  \n(3) The Vice­Chancellor may, in an emergency which in his opinion requires immediate action, \ntake such action as he may consider necessary and shall, as soon thereafter as possible, report his action \n1* * to the officer, Authority or other body which in the ordinary course would have dealt with the \nmatter.  \n(4) The Vice­Chancellor shall also have the powers — \n(i) to create and fill temporary post, in consultation with the Dean of the Faculty \nconcerned, for a per iod not exceeding six months;  \n(ii) to sanction all expenditure provided for in the approved budget, and to \nre­appropriate funds within the same major head of expenditure;  \n \n1Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 6.  \n \n \nPage 11 of 30 \n (iii) to sanction by re­appropriation an amount not exceeding five thousand rupees \nfor an unforeseen item not provided for in the budget, and report it to the \nSyndicate at the next meeting;  \n(iv) to appoint paper­setters and examiners for all examinations o f the University \nafter receiving panels of names from the relevant Authorities;  \n(v) to make such arrangements for the scrutiny of papers, marks and results as he \nmay consider necessary;  \n(vi) to direct teachers, officers and other employees of the Universit y to take up such \nassignments in connection with teaching, research, examination and \nadministration, and such other activities in the University as he may consider \nnecessary for the purpose of the University;  \n \n(vii) to delegate, subject to such conditions,  if any, as may be prescribed, any of his \npowers under this Act to an officer or other employee of the University;  \n \n(viii)  to appoint employees on an initial monthly pay which is below four hundred \nand fifty rupees; and  \n \n(ix) to exercise and perform such o ther powers and functions as may be prescribed.  \n \n13A. [ Pro­Vice Chancellor. ] Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, \n1981 (I of 1981), s. 5.  \n14. Registrar .—(1) The Registrar shall be whole­time officer of the University and shall be \nappointed by the Syndicate on such terms and conditions as it may determine.  \n(2) The Registrar shall — \n(a) be the custodian of the Common Seal and the academic records of the \nUniversity;  \n \n(b) maintain a Register of Registered graduates in the prescribed manner;  \n \n(c) conduct elections of members to the various Authorities in the prescribed \nmanner; and  \n \n(d) perform such other duties as may be prescribed  \n15. Treasurer .—(1) The Treasurer shall be a whole­time officer of the University and shall be \nappointed b y the Chancellor on such terms and conditions as the Chancellor may determine.  \n(2) The Treasurer shall — \n(a) manage the property, the finances and the investments of the University;  \n(b) prepare the annual and revised budget estimates of the University and p resent \nthem to the Finance and Planning Committee, 1[ and the Syndicate];  \n(c) ensure that the funds of the University are expended for the purposes for which \nthey are provided; and  \n(d) perform such other duties as may be prescribed.  \n \n16. Controller of Examinations .—(1) The Controller of Examinations shall be a whole­time \nofficer of the University and shall be appointed by the Syndicate on such terms and conditions as it \nmay determine.  \n \n1Subs. by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of  1985) s. 7.  \n \n \nPage 12 of 30 \n (2) The Controller of Examinations shall be responsible for all matters connected with the \nconduct of examinations and perform such other duties as may be prescribed.  \n \n17. University Auditor .—(1) There shall be a University Auditor who shall b e an officer in \nthe service of Government whose services have been lent to the University.  \n \n(2) The duties of the University Auditor shall include pre­audit of all bills and demands for \npayment submitted to the University.  \nCHAPTER IV  \n \nAUTHORITIES OF THE UNIVERRSITY  \n \n18. Authorities .—The following shall be the Authorities of the University, namely: — \n \n1* * * * * * * \n(ii) the Syndicate;  \n(iii) the Academic Council;  \n(iv) the Boards of Faculties;  \n(v) the Boards of Studies;  \n(vi) the Selection Board;  \n(vii) the advanced Studies and Research Board;  \n2[(vii-A)  the Affiliation Committee].  \n(viii)  the Finance and Planning Committee;  \n(ix) the Discipline Committee; and  \n(x) such other authorities as may be prescribed by Statutes.  \n19. [The Senate. ] Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (XXXI of  \n1985), s. 8.  \n20. [Powers and duties of the Senate. ] Omitted by the Quaid­e­Azam University (Amdt.) \nOrdinance, 1985 (XXXI of 1985), s. 9.  \n21. The Syndicate. —3[(1) The Syndicate shall consist of — \n(i) The Vice­Chancellor, who shall be its Chairman;  \n(ii) One member of the National Assembly to be nominated by the Speaker of the \nAssembly;  \n4* * * * * * * \n(iv) The Chief Justice of Pakistan or 5[a Judge of the Supreme Court of Pakistan \nnominated by him;]  \n \n(v) The Secretary, Ministry of Education, Government of Pakistan.  \n(vi) One nominee of the University Grants Commission;  \n(vii) One Dean to be nominated by the Chancellor on the recommendation of the \nVice­ Chancellor;  \n \n1 CI. (i) omitted  by the Quaid -e-Azam university(Amdt .) Ordinance, 1985(31 of 1985), S.8.  \n2 Ins. by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978], s. 6.  \n3 Subs. by the Quaid­e­Azam University (Amdt.) Ordinance, 1980 (1 of 1981), s. 7.  \n4 Omitted by the Quaid­e­Azam University  (Amdt.) Ordinance, 1985 (31 of 1985), s. 10.  \n5 Subs. ibid., for “certain words.”  \n \n \nPage 13 of 30 \n 1[(viii)  One professor to be elected by the Pr ofessors of the University from  amongst \nthemselves;  \n(viiia)  One Associate Professor to be elected by the Associate Professors of the \nUniversity from amongst themselves,].  \n(ix) Three persons of eminence to be nominated by the Chancellor;  \n(x) One principal of an affili ated college to be nominated by the chancellor; 2*  \n3* * * * * * * \n4[(xii)  One Aalim to be nominated by the Chancellor ; and  \n(xiii)  One woman to be nominated by the Chancellor.]]  \n(2) The members of the Syndicate, other than ex­officio  members, shall hold office for 5[three] \nyears.  \n(3) The quorum for a meeting of the Syndicate shall be one half of the total numb er of members, \na fraction being counted as one.  \n22. Powers and duties of Syndicate .—(1) The Syndicate shall be the executive body of the \nUniversity and shall, subject to the provisions of this Act and the Statutes, exercise general supervision \nover the aff airs and management of the property of the University.  \n(2) In particular and without prejudice to the generality of the foregoing provision, the \nSyndicate shall have the power — \n(a) to hold, control and administer the property and funds of the University;  \n(b) to govern and regulate, with due regard to the advice of the Finance and \nPlanning Committee in this behalf, the finances, accounts and investments of \nthe University and, for that purpose, to appoint such agents as it may think fit;  \n(c) to consider the annual report and the annual and revised budget estimates and \n6[approve the same] and to re­appropriate funds from one major head of \nexpenditure to another;  \n(d) to transfer and accept transfer of movable or immovable property on behalf of \nthe University;  \n(e) to enter into, vary, carry out and cancel contracts on behalf of the University;  \n \n \n \n1 Subs. by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 10.  \n2 Oniitted by the Quaid­e­Azam University (Second Amdt.) Ordinance, 1981 (7 of 1981),s. 2.  \n3 Omitted by Ord. 31 of 1985 s. 10.  \n4 Added by Ord. 7 of 1981, s. 2.  \n5 Subs. ibid. for “two” which was subs. by Ordinance I of 1981, s. 7.  \n6 Subs. by Ordinance 31 of 1985. s. 11.  \n \n \nPage 14 of 30 \n (f) to cause proper books of account to be kept for all sums of money received and \nexpended by the University and for the assets and liabilities of the University;  \n(g) to invest any money belonging to the University, including any unapplied \nincome, in any of the securities described in section 20 of the Trusts Act, 1882 \n(II of 1882), or in the purchase of immovable property or in such other manner \nas it may determine, with the like power of varying such investment;  \n(h) to receive and manage any  property transferred and grants, bequests, trusts, gifts \ndonations, endowments and other contributions, made to the University, and to \nadminister any funds placed at the disposal of the University for specified \npurposes;  \n(i) to determine the form, provide  for the custody and regulate the use of the \nCommon Seal of the University;  \n(j) to provide the buildings, libraries, premises, furniture, apparatus, equipment and \nother means required for the purposes of the University, and to establish and \nmaintain halls of residence and hostels or approve or license hostels or lodgings \nfor the residence of students;  \n(k) to arrange for the inspection of the 1* colleges and the Teaching Departments \nand Institutes;  \n(l) to institute Professorships, Associate Professorships, Assistant Professorships, \nLecturerships and other teaching posts, or to suspend or abolish such posts;  \n(m) to create, suspend or abolish such administrative, research, extension or other \nposts as may be necessary;  \n(n) to appoint University Teachers and oth er officers on the recommendations of \nthe Selection Board for Teaching and other posts on an initial monthly pay \nwhich is not below four hundred and fifty rupees;  \n(o) to appoint Professors Emeritus on such terms and conditions as may be \nprescribed;  \n(p) to confer with the prior approval of the Chancellor Honorary Degrees in \naccordance with the conditions prescribed;  \n(q) to prescribe the duties of Officers, Teachers and other employees of the \nUniversity;  \n(r) to suspend, punish and remove from service in the p rescribed manner officers \n(other than the Vice­Chancellor 2* * * and the Treasurer), Teachers and other \nemployees whom it is empowered to appoint;  \n3* * * * * * * \n \n1 Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978), s. 8.  \n2 Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1981 (1 of 1981), s. 8.  \n3 Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 11.  \n \n \nPage 15 of 30 \n  (t)  to appoint members to the various Authorities in accordance with the provisions \nof this Act;  \n1[(u)  to frame and approve the Statutes].  \n(v) to consider, and deal in the manner prescribed in sub­section (2) of section 28 \nwith, the Regulations made by the Academic Council;  \n(w) to regulate, determine and administer all other matters concer ning the \nUniversity and to this end exercise all necessary powers not specifically \nmentioned in this Act and the Statutes;  \n(x) to delegate any of its powers to an Authority or officers or a Committee or sub­ \ncommittee;  \n2[(x-a)  to advise the Chancellor on the grant of affiliation to an educational institution \nand the withdrawal of such affiliation; and]  \n(y) to perform such other functions as have been assigned to it by the other \nprovisions of this Act or may be assigned to it by the Statutes.  \n23. Academic Council .—(1) The Academic Council shall consist of — \n(i) the Vice­Chancellor, who shall be its Chairman;  \n3* * * * * * * \n(ii) the Secretary, Ministry of Education, Government of Pakistan;  \n(iii) the Deans;  \n(iv) the Directors of institutes;  \n(v) the Principals;  \n(vi) the University Professors and Professors Emeritus ;  \n(vii) the Chairman of the Teaching Departments;  \n(viii)  four Associate Professors, not being Chairmen of the Teaching Departments, to \nbe elected by the Associate Professors;  \n(ix) four Assistant Profe ssors and Lecturers to be elected by the Assistant Professors \nand Lecturers;  \n(x) four teachers of constituent colleges, having at least five years experience of \nteaching in a Degree College, elected from amongst themselves;  \n \n \n \n1 Subs. by the Quaid -e-Azam U niversity (Amdt) Ordinance, 1985(31 of 1985) S.11 for  sub­clause “(u)”. \n2 Ins. by the Quaid­e­Azam University (Amdt.) Ordinance 1978 (26 of 1978), s. 8.  \n3 New clause (ia) ins. by the University of Islamabad (Amdt.) Act, 1976 (60 of 1976), s. 11, have been omitted by the Quaid­e­Azam University \n(Amdt.) Ordinance, 1981, (I of 1981), s.7.  \n \n \nPage 16 of 30 \n 1[(x-a)  two Professors of affiliated colleges, having at least five years experience of \nteaching in a Degree College, elected from amongst themselves;]  \n(xi) three persons eminent in the arts, the sciences and the professions, of whom one \nshall be from each category, to be nominated by the Chancellor;  \n(xii) the Registrar;  \n(xiii)  the Librarian;  \n(xiv)  the Controller of Examinations.  \n(2) Members appointed by nomination or elect ion shall hold office for three years.  \n(3) The quorum for a meeting of the Academic Council shall be one­third of the total number \nof members, fractions being counted as one.  \n24. Powers and duties of Academic Council .—(1) The Academic Council shall be the \nacademic body of the University and shall, subject to the provisions of this Act and the Statutes, have \nthe power to lay down proper standards of instruction, research and examinations and to regulate and \npromote the academic life of the University and the  2* colleges.  \n(2) In particular and without prejudice to the generality of the foregoing provisions, the \nAcademic Council shall have the power — \n(a) to advise the Syndicate on academic matters;  \n(b) to regulate the conduct of teaching, research, and examinat ions;  \n(c) to regulate the admission of students to the courses of studies and examinations \nin the University;  \n(d) to regulate the conduct and discipline of the students of the University;  \n(e) to propose to the Syndicate schemes for the constitution and org anisation of \nFaculties, Teaching Departments, Institutes and Boards of Studies;  \n(f) to consider and formulate proposals for the planning and development of \nteaching and research in the University;  \n(g) to make Regulations, on the recommendations of the Boar ds of Faculties and \nthe Boards of Studies Prescribing the courses of studies and the syllabi for all \nUniversity examinations:  \nProvided that, if the recommendations of a Board of Faculty or a Board \nof Studies, are not recei ved by the prescribed date, the  Academic Council may, \nsubject to the approval of the Syndicate, continue for the next year the courses \nof studies already prescribed for an examination;  \n(h) to recognize the examinations of other Universities or examining bodies as \nequivalent to the correspo nding examinations of the University;  \n \n1 Ins. by the Quaid­e­Azam University (Amdt.) Ordinance 1978 (26 of 1978), s.10.  \n2 Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978), s. 7.  \n \n \nPage 17 of 30 \n (i) to regulate the award of studentships, scholarships, exhibitions, medals and \nprizes;  \n(j) to frame Regulations for submission to the Syndicates; and  \n(k) to appoint members to the various Authorities in accordance with the provisions \nof this Act; and  \n(l) to perform such other functions as may be prescribed by Statutes.  \n25. Constitution, functions and powers of other Authorities .—Subject to the provision of \nthis Act, the constitution, functions and powers of the Authorities for which no specific provision, or \ninsufficient provision, has been made i n this Act shall be such as may be prescribed by Statutes.  \n26. Appointment of Committees by the Authorities .—The 1* * Syndicate, the Academic \nCouncil and any other Authority may, from time to time, appoint such standing special or advisory \ncommittees, as it may deem fit, and may appoint to such committees persons who are not its members.  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n27. Statutes .—(1) Subject to the provisions of this Act, Statutes may be made to regulate or \nprescribe all or any of the followin g matters, namely: — \n(a) the constitution of pension, insurance, gratuity, provident fund and benevolent \nfund for University employees;  \n(b) the scales of pay and other terms and conditions of service of officers, Teachers \nand other employees of the Universi ty; \n(c) the maintenance of the Register of Registered Graduates;  \n(d) admission of educational institutions to the privileges of the University and the \nwithdrawal of such privileges;  \n(e) the conduct of elections for membership of the Authorities and related  matters;  \n(f) the establishment of Faculties, Institutes, Colleges and other academic \ndivisions;  \n(g) the powers and duties of officers and Teachers;  \n(h) the conditions under which the University may enter into arrangements with \nother institutions or with p ublic bodies for purposes of research and advisory \nservices;  \n(i) the conditions for appointment of Professors Emeritus and award of honorary \ndegrees;  \n(j) efficiency and discipline of University employees; and  \n(k) all other matters which are to be or may be  prescribed or regulated by statutes.  \n \n1Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 12.  \n \n \nPage 18 of 30 \n 1[(2) The Syndicate shall frame and approve the Statutes:  \nProvided that the Syndicate shall not approve statutes affecting the constitution or powers of \nany Authority, until such Authority has been given an opportunity of expressing an opinion in writing \nupon the proposals:  \nProvided further that the draft of Statutes concerning any of the matters mentioned in clauses \n(a) and (b) o f sub­section (1) shall be forwarded to the Chancellor and shall not be effective until it has \nbeen approved by the Chancellor.  \n(3) The Chancellor may, of his own motion, frame and approve Statutes concerning any of the \nmatters mentioned in clauses (a) and  (b) of sub­section (1).]  \n28. Regulations .—(1) Subject to the provisions of this Act and Statutes, Regulations may be \nmade for all or any of the following matters, namely: — \n(a) the general scheme of studies including the duration of courses and the number \nof subjects or papers for an examination;  \n(b) the courses of study for degrees, diplomas and certificates of the University;  \n(c) the manner in which the recogni sed teaching referred to in sub­section (1) of \nsection 6 shall be organized and conducted;  \n(d) the admission of students to the University;  \n(e) the conditions under which students shall be admitted to the courses and the \nexaminations of the University and shall become eligible for the award of \ndegrees, diplomas and certificates;  \n(f) the conduct of ex aminations;  \n(g) fees and other charges to be paid by the students for admission to the courses of \nstudy and the examinations of the University;  \n(h) the conduct and discipline of students of the University;  \n(i) conditions of residence of the students of the  University or the constituent \ncolleges, including the levying of fees for residence in halls of residence and \nhostels;  \n(j) the approval and licensing of hostels and lodgings for students;  \n(k) the conditions under which a person shall carry on independent research to \nentitle him to a degree;  \n(l) the institution of fellowships, scholarships, exhibitions, medals and prizes;  \n(m) the institution of stipends and free and half­free studentships;  \n(n) the academic costume;  \n(o) the use of the Library;  \n \n1Subs. by the  Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985). s. 13.  \n \n \nPage 19 of 30 \n (p) the formation of Teaching Department, Institutes and Boards of Studies; and  \n(q) all other matters which are to be or may be prescribed by Regulations.  \n(2) The draft of Regulations sh all be prepared by the Academic Council and shall be submitted \nto the Syndicate which may approve or withhold approval or refer it back to the Academic Council for \nreconsideration:  \nProvided that the Syndicate may frame a Regulation at its own initiative an d approve it after \ncalling for the advice of the Academic Council.  \n(3) No Regulation shall be valid unless it has been approved by the Syndicate.  \n29. Amendment and repeal of Statutes and Regulations .—The procedure for adding to, \namending or repealing the S tatutes and the Regulations shall be the same as that provided respectively \nfor the framing or making of Statutes and Regulations.  \n30. Rules .—(1) The Authorities and the other bodies of the University may make rules \nconsistent with this Act, the Statutes a nd the Regulations to regulate the conduct of their business and \nthe time and place of meetings and related matters:  \nProvided that the Syndicate may direct the amendment or the annulment of any rules made by \nanother Authority or body 1* * * under this sect ion: \nProvided further that, if such other Authority or body is dissatisf ied with such direction, it may \n2[apply for review to the Syndicate] whose decision in the matter shall be final.  \n(2) The Syndicate may make rules to regulate any matter relating to th e affairs of the \nUniversity, which by this Act is not specifically required to be provided for by statutes or Regulations.  \n3[CHAPTER V -A \nAFFILIA TION OF EDUCATIONAL INSTITUTIONS  \n30-A. Affiliation to be approved by Syndicate. — No educational institution shall be granted \naffiliation to, or admitted to the privileges of, the University except with the approval of the Syndicate \nand the Chancellor.  \n30-B. Application for Affiliation .—(1) An educational institution applying for affiliation to \nthe University sha ll make an application to the University and shall satisfy it — \n(a) that the educational institution is under the management of a Government or of \na regularly constituted governing body;  \n(b) that the financial resources of the educational institution are such as to enable it \nto make due provision for its continued maintenance and efficient working;  \n(c) that the strength and qualifications of the teaching and other staff, and the terms \nand conditions of their service, are adequate to make the provision for the \ncourses of instructions, teaching or training to be undertaken by the educational \ninstitution;  \n1 Omitted by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 14.  \n2 Subs. ibid., s. 15.  \n3 Ins. by the Quaid­e­Azam University (Amdt.) Ord inance, 1978 (26 of 1978), s. 11.  \n \n \nPage 20 of 30 \n (d) that the educational institution has framed proper rules regarding the efficiency \nand discipline of its staff and other employees;  \n(e) that the building in which the educational institution is to be located is suitable , \nand that provision will be made in conformity with the Statues and the \nRegulations for — \n(i) the residence of students, not residing with their parents or guardians, in \nthe hostels established and maintained by the educational institution or \nin hostels or  lodgings approved by it; and  \n(ii) the supervision and physical and general welfare of students;  \n(f) that provision has been made for a library and adequate library services;  \n(g) that, where affiliation is sought in any branch of experimental sciences, due  \narrangements have been made for imparting instruction in that branch of science \nin a properly equipped laboratory, museum and other places of practical work;  \n(h) that due provision will, so far as circumstances may permit, be made for the \nresidence of its  Principal and members of the teaching staff in or near the \neducational institution or the place provided for the residence of students; and  \n(i) that the affiliation of the educational institution will not be injurious to the \ninterests of education or disc ipline of any other educational institution in its \nneighbourhood.  \n(2) The Application shall further contain an undertaking that, after the educational institution \nis affiliated, any transference of, and charges in, the management and in the teaching staff,  save in the \ncase of Government colleges, shall forthwith be reported to the University, and that the teaching staff \nshall posses such qualifications as are, and may be, prescribed.  \n30C. Grant of affiliation .—The Syndicate may, after considering the report  of the Affiliation \nCommittee, grant or refuse to grant affiliation to an educational institution, and if it grants affiliation, \nit shall advise  the Chancellor to assent to it : \nProvided that affiliation shall not be refused unless the educational institution has been given \nan opportunity to show cause why affiliation should not be refused on the grounds to be given in \nwriting.  \n30D. Extension of affiliation.  Where an educational institution desires to add to the courses \nof instruction in respect of which it is affiliated, the procedure prescribed for affiliation of educational \ninstitutions shall, so far as may be, be followed.  \n30E. Inspection and report .—(1) Every educational institution affiliated to the University \nshall furnish such reports, return s and other information as the University may require to enable it to \njudge the efficiency of the educational institution.  \n(2) The University shall cause every such educational institution to be inspected from time to \ntime by one or more competent persons authorized by it in this behalf.  \n \n \nPage 21 of 30 \n (3) The University may call upon any educational institution affiliated to it to take, within a \nspecified period, such action as may appear to the University to be necessary in respect of any of the \nmatters referred to in s ub­section (1) of section 30B.  \n30F. Disaffiliation .—(1) If an educational institution affiliated to the University has failed to \nobserve any of the conditions of its affiliations, or its affairs are conducted in a manner which is \nprejudicial to the interes ts of education, the rights conferred on the educational institution by affiliation \nmay, on a report made by the Affiliation Committee and with the approval of the Syndicate and the \nsanction of the Chancellor, be withdrawn in whole or in part or modified:  \nProvided that the syndicate may, on a report of the affiliation committee, and after considering \nsuch representation as the educational institution may wish to make, restore to it such rights either in \nwhole or in part.  \n(2) The procedure to be followed for  the withdrawal of affiliation shall be such as may be \nprescribed.  \n30G. Appeal against decision of Syndicate .—An appeal shall lie to the 1[Chancellor] against \nthe decision of the Syndicate refusing to affiliate an educational institution, or withdrawing in  whole \nor in part, the rights conferred on such institution by affiliation, or against modification of such rights.].  \nCHAPTER VI  \nUNIVERSITY FUND  \n31. University Fund .—The University shall have a fund to which shall be credited its income \nfrom fees, donation s, trusts, bequests, endowments, contribution, grants and all other sources.  \n32. Audit and accounts .—(1) The accounts of the University shall be maintained in such form \nand in such manner as may be prescribed.  \n(2) No expenditure shall be made from the funds of the University 2[if it is not included in the \napproved budget of the university nor] unless a bill for its payment has been audited by the University \nAuditor in conformity with the Statutes, the Regulations an d the rules.  \n(3) The annual statement of the accounts of the University, signed by the Treasurer and the \nUniversity Auditors, shall be submitted to the Government within six months of the closing of the \nfinancial year.  \n(4) The accounts of the University sh all be audited once a year by an Auditor appointed by the \nGovernment for the purpose.  \n(5) The observations of the Government Auditor, together with such annotations as the \nTreasurer may make, shall be presented to the Syndicate.  \n \n \n \n \n1 Subs. by the Quaid­e­ Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 15.  \n2 Ins. by the Quaid­e­Azam University (Amdt.) Ordinance, 1981 (I of 1981), s.10.  \n \n \nPage 22 of 30 \n CHAPTER VII  \nGENERAL PROVISONS  \n33. Opportunity to show cause .—Except as otherwise provided, no officer, Teacher or other \nemployee of the University holding a permanent post shall be reduced in rank, or removed or \ncompulsorily retired from service, unless he has been given a reasonable opportunity of showing cause \nagainst the action proposed to be taken.  \n34. Appeal to and review by the Syndicate .— (1) Where an order is passed punishing any \nofficer (other than the Vice­Chancellor), Teacher or other employee of the University or altering or \ninterpreting to his disadvantage the prescribed terms or conditions of his service,  he shall, where the \norder is passed by the Vice­Chancellor or any other officer or teacher of the University, have the right \nto appeal to the Syndicate against the order, and, where the order is made by the Syndicate, have the \nright to apply to that Autho rity for review of that order.  \n(2) The appeal or application for review shall be submitted to the Vice­Chancellor who shall \nlay it before the Syndicate with his views.  \n1[(3) No order on an appeal or application for review shall be passed without affording to the \nappellant or applicant, as the case may be, an opportunity of being heard.]  \n35. Pension, insurance, gratuity, provident fund and benevolent fund .—The University \nshall constitute for the benefit of its officers, Teachers and other employees in such manner and subject \nto such conditions as may be prescribed, such pension, insurance, gratuity, provident fund and \nbenevolent fund scheme as it may deem fit.  \n(2) Where any provident fund is constituted under this Act, the provisions of the Provident \nFund Ac t, 1925 (XIX of 1925), shall apply to such fund as if it were a Government Provident Fund \nand the University were the Government.  \n36. Commencement of term of office of members of Authorities .—When a member of a \nnewly constituted Authoirty is elected, appoi nted or nominated, his term of office, as fixed under this \nAct shall commence from such date as may be prescribed.  \n2[36A. Member of an Authority to cease to be member in certain circumstances .—An \nelected, appointed or nominated member of any Authority shal l cease to be a member if he — \n(a) absents himself, without the leave of such Authority, from three consecutive \nmeetings thereof; or  \n(b) accepts any assignments which involves his absence from the University for a \nperiod of six months or more.]  \n37. Filling of casual vacancies in Authorities .—Any casual vacancy among the elected, \nappointed or nominated members of any Authority shall be filled, as soon as conveniently may be, by \nthe person or persons or the body who elected, appointed or nominated the member w hose place has \nbecome vacant and the person elected, appointed or nominated to the vacancy shall be a member of \nsuch Authority for the residue of the term for which the person whose place he fills would have been \na member.  \n \n1 Added by the Quaid­e­Azam Uni versity (Amdt.) Ordinance, 1984 (27 of 1984), s. 2.  \n2 Ins. by the Quaid­e­Azam University (Amdt.) Ordinance, 1981 (7 of 1981), s. 3.  \n \n \nPage 23 of 30 \n 38. Filling of vacancies in Authorities in certain circumstances .—Where a vacancy in the \nmembership of an Authority cannot be filled because of — \n(a) the office the holder whereof was to be a member of the Authority ex­officio  \nhaving ceased to exist;  \n \n(b) the organization, institution or other body, other than the University, having \nceased either to exist or to function; or  \n \n(c) the occurrence of other circumstances in which it has become impracticable to \nfill the vacancy, the vacancy shall be filled in such manner as the Chancellor \nmay direct.  \n \n39. Disputes a bout membership of Authorities. —If a question arises whether any per son is \nentitled to be a member of any Authority, the matter shall be referred to a committee consisting of the \nVice­Chancellor, the Judge of the Supreme Court of Pakistan who is a member of the Syndicate and \nthe most senior of the Deans who are members of the Syndicate; and the decision of this committee \nshall be final and binding.  \n40. Proceedings of Authorities not invalidated by vacancies .—No act, proceeding, \nresolution or decision of any Authority shall be invalid by reason only of any vacancy in, or any  defect \nin the constitution of, or in the election, appointment or nomination of any member of, the Authority.  \n41. First Statu tes.—Notwithstanding anything to the contrary contained in this Act, the \nStatutes set out in the Schedule shall be deemed to be th e Statutes framed under section 27 and shall \nremain in force until they are amended or replaced by new Statutes framed in accordance with this \nAct. \n42. [Repeal and Savings. ] Omitted by the Federal Laws (Revision and Declaration) Ordinance, \n1981 (XXVII of 1 981), s. 3 and Sch., II.  \n43. [Transitional Provisions. ] Omitted by the Federal Laws (Revision and Declaration) \nOrdinance, 1981 (XXVII of 1981), s. 3 and Sch., II.  \n1[43A. Tripartite mobility .—(1) Any Officer, teacher or other employee of the University \nshall, as the Chancellor may direct, serve in a Government department or an educational or research \ninstitution in the public interest:  \nProvided that the terms and conditions offered to him shall not be less favourable than those \nadmissible to him in the Unive rsity and that full benefit of his previous service shall be allowed to him:  \nProvided further that, in the case of a teacher, such direction shall be issued after consulting \nthe Syndicate.  \n(2) The Chancellor may place the service s of an employee of the Government or any other \nUniversity or an educational or research institution at the disposal of the University in the public \ninterest:  \nProvided that the terms and conditions offered to him shall not be less favourable than those \nenjoyed by him immediately before his services are placed at the disposal of the University and that \nfull benefit of his previous service shall be allowed to him:  \n1Subs. by the Quaid­e­Azam University (Second Amdt.) Ordinance, 1981 (7 of 1981), s. 4 for the or iginal section 43A which was added by Ord. 1 of \n1981 s. 11.  \n \n \nPage 24 of 30 \n Provided further that, in the case of a teacher, the Chancellor may consult the Selection Board \nof the University before placing his services at the disposal of the University.]  \n44. Removal of dif ficulties .—(1) If any difficulty arises as to the first constitution or \nreconstitution of any Authority upon the coming into force of this Act or otherwise in giving effect to \nthe provisions of this Act, the Chancellor may, on the recommendation of the Vic e­Chancellor, give \nappropriate directions to remove such difficulty.  \n1[44A. Dissolution of Associations or Unions of the University Employees .—All \nAssociations or Unions of the University employees, by whatever name called, shall stand dissolved:  \nProvided that the Vice­Chancellor may constitute Committees for the welfare and academic \nadvancement of the employees.]  \n45. [Repeal of Ordinance XXXIX of 1972 ] Omitted by the Federal Laws (Revision and \nDeclaration) Ordinance, 1 981 (XXVII of 1981), s. 3 and S ch., II. \n_____________  \nTHE SCHEDULE  \n(See section 41)  \nTHE FIRST STATUTES  \n1. The Faculties .—(1) The University shall include the following Faculties and such other \nfaculties  as may be prescribed by Statutes, namely :— \n(i) Faculty of Mathematical Sciences;  \n(ii) Faculty of Physical Sciences;  \n(iii) Faculty of Chemical Sciences;  \n(iv) Faculty of Biological Sciences;  \n(v) Faculty of Earth Sciences;  \n(vi) Faculty of Social Sciences 2[;] \n2[(vii)  Faculty of Medicines.]  \n(2) There shall be a Board of each  Faculty which shal l consist of — \n(i)  the Dean of the Faculty to be 3[appointed] in the manner prescribed in paragraph \n(2) of Statute 2 2[:] \n2[Provided that, in the case of subjects in a Faculty which are taught in the affil iated college or \ncolleges only,  — \n \n \n1Added by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 16.  \n2Subs. and added by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978), s. 12.  \n3Subs. by the Quaid­e­Azam University (Second Amendment) Ordinance, 1981 (7 of 1981), s. 5.  \n \n \nPage 25 of 30 \n  \n(a) if there is only one such college, the principal of that college, or  \n(b) if there are more than one such college, the person elected by the \nPrincipals of such colleges from amongst themselves, shall be the \nDean of the Faculty.]  \n(ii) the Professors, Associate Professors and Chairman of the Teaching \nDepartments comprised in the Faculty;  \n(iii) two members of each Board of Studies comprised in the Faculty, to be \nnominated by the Board of Studies concerned ; and  \n(iv) three Teachers to be nominated by the Academic Council by reason of their \nspecialised knowledge of the subjects which, though not assigned to the Faculty, \nhave, in the opinion of the Academic Council, important bearing on the subjects \nassigned to the Faculty.  \n(3) The members mentioned in claus es (iii) and (iv) of paragraph 2 shall hold office for three \nyears.  \n(4) The quorum for a meeting of the Board of a Faculty shall be one­half of the total number \nof members, a fraction being counted as one.  \n(5) The Board of each Faculty shall, subject to th e general control of the Academic Council \nand the Syndicate, have the power — \n(a) to co­ordinate the teaching and research work in the subject assigned to the \nFaculty;  \n(b) to scrutinise the recommendations of the Board of Studies Comprised in the \nFaculty in  regard to the appointment of paper setters and examiners, except for \nresearch examiners, and to forward the panels of suitable papers setters and \nexaminers for each examination to the Vice­Chancellor;  \n(c) to consider any other academic matter relating to the Faculty and to report \nthereon to the Academic Council; and  \n(d) to perform such other functions as may be prescribed by Statutes.  \n2. Dean. —(1) There shall be a Dean of each Faculty who shall be the Chairman a nd convener \nof the Board of the Faculty.  \n1[(2) The Dean of each Faculty shall be appointed by the Chancellor on the recommendation \nof the Vice­Chancellor from amongst the Professors in the Faculty,]  \n(3) The Dean shall hold office for 2[five] year.  \n \n(4) The Dean shall present candidates for admission to degrees (except honorary degrees) in \nthe courses falling within the purview of the Faculty.  \n(5) The Dean shall exercise such other powers and perform such other duties as may be \nprescribed.  \n \n1Subs. by the Quaid­e­Azam University (Second Amendment) Ordin ance, 1981 (7 of 1981), s. 5, which was previously subs. by Ord. 1 of 1981, s. 12.  \n2Subs. by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 17.  \n \n \nPage 26 of 30 \n   3. Teaching Departments and Chairmen .—(1) There shall be a Teaching Department of each \nsubject or group of subjects, as may be prescribed by Regulations, and each Teaching Department \nshall be headed by a Chairman.  \n1[(2) The Chairman of a Teaching Department or the Director of an Institute shall be appointed \nby the Syndicate on the recommenda tions of the Vice Chancellor from amongst the 2[five] most senior \nProfessors and Associate Professor of the Department for a period of three years :  \nProvided that in Departments in which there is no Professor or Associate Professor, the \nDepartment shall be  looked after by Dean of the Faculty with the help and assistance of 2[a teacher of \nthe Department nominated by the Vice­Chancellor.]]  \n(3) The Chairman of a Department shall plan, organize and supervise the work of the \nDepartment and shall be responsible t o the Dean for the work of his Department.  \n4. Boards of Studie s.—(1) There shall be a separate Board of Studies for each subject or group \nof subjects, as may be prescribed by Regulations.  \n(2) Each Board of Studies shall consist of — \n(i) the Chairman of the Teaching Department concerned;  \n(ii) all Professors and Associate Professors in the Teaching Department concerned;  \n(iii) two University Teachers, other than Professors or Associate Professors, to be \nappointed by the Academic Council;  \n(iv) three Teachers, ot her than University Teachers, to be appointed by the \nSyndicate;  \n(v) one expert to be appointed by the Vice­Chancellor:  \nProvided that, in the case of subjects which are taught in the constituent colleges 3[or affiliated \ncolleges] only, the Board of Studies shall consist of — \n(a) a Chairman to be appointed by the Syndicate;  \n(b) five teachers of the colleges to be appointed by the Academic Council; \nand \n(c) two experts to be appointed by the Vice­Chancellor.  \n(3) The term of office of members of the Board of Stud ies other than ex­officio  members shall \nbe three years.  \n(4) The quorum for a meeting of the Board of Studies shall be one­half of the number of \nmembers, a fraction being counted as one.  \n(5) The Chairman of the University Teaching Department concerned shall  be the Chairman and \nConvener of the Board of Studies. Where in respect of a subject there is no University Teaching \nDepartment, the Chairman of the Board of Studies shall be appointed by the Syndicate.  \n \n1 Subs. by Ordinance, 7 of 1981, s. 5 which was earlier amended by Ord. I of 1981.  \n2 Subs, by the Quaid­e­Azam University (Amdt.) Ordinance, 1985(31 of 1985), s. 17.  \n3 Ins. by the Quaid­e­Azam University (Amdt.) Ordinance, 1978 (26 of 1978), s. 12.  \n \n \nPage 27 of 30 \n   (6) The functions of the Board of Studies shall be — \n(a) to advise the Authorities on all academic matters connected with instruction, \nresearch and examination in the subject or subjects concerned;  \n(b) to propose curricula and syllabi for all degree, diploma an d certificate courses \nin the subject or subjects concerned;  \n(c) to suggest a panel of names of paper setters and examiners in the subject or \nsubjects concerned; and  \n(d) to perform such other functions as may be prescribed by Regulations.  \n5. Advanced Studie s and Research Board .—(1) The Advanced Studies and Research Board \nshall consist of — \n(i) the Vice­Chancellor, who shall be its Chairman;  \n(ii) the Deans;  \n(iii) three University Professors, other than Deans, to be appointed by the \nSyndicate; and  \n(iv) three Un iversity Teachers having research qualifications and experience, to be \nappointed by the Academic Council.  \n(2) The term of office of the members of the Advanced Studies and Research Board other than \nex­officio  members shall be three years.  \n(3) The quorum fo r a meeting of the Advanced Studies and Research Board shall be one­half \nof the total number of members, a fraction being counted as one.  \n(4) The functions of the Advanced Studies and Research Board shall be — \n(a) to advise the Authorities on all matters connected with the promotion of \nadvanced studies and research in the University;  \n(b) to consider and report to the Authorities on the institution of research degrees \nin the University;  \n(c) to propose Regulations regarding the award of research degrees;  \n(d) to appoint supervisors for research students and to determine the subjects of \ntheir thesis ;  \n(e) to recommend panels of names of paper setters and examiners for research \nexaminations after considering the proposals of the Board of Studies in this \nbehalf; and \n(f) to perform such other functions as may be prescribed by Statutes.  \n6. Selection Board .—1[(1) The Selection Board shall consist of — \n(1) the Vice­Chancellor who shall be its Chairman;  \n \n1Subs. by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 17.  \n \n \nPage 28 of 30 \n (2) Chairman, University Grants Commission, Islamabad.  \n(3) Secretary, Ministry of Education, Islamabad.  \n(4) The Chairman, of the Federal Public Service Commission or a member \nnominated by him;  \n(5) The Chief Justice of Pakistan or a Judge o f the Supreme Court of Pakistan \nnominated by him;  \n(6) One member of the Syndicate and two other men of eminence, to be nominated \nby the Chancellor, provided that none of the three is an employee of the \nUniversity;  \n(7) The Dean of the Faculty concerned;  \n(8) The Chairman of the teaching Department concerned:  \nProvided that when the Board meets for selection of officers other than teachers, the Dean of \nthe Faculty and the Chairman of the Teaching Department shall not take part in the proceedings of the \nBoard].  \n(2) The members mentioned in clause (v) of paragraph (1) shall hold office for two \nyears.  \n(3) The quorum for a meeting of the Selection Board shall be three.  \n(4) No member who is a candidate for the post to which appointment is to be made \nshall take part in the proceedings of the Board.  \n(5) In selecting candidates for the posts of Professors and Associate Professors, the \nSelection Board shall co­opt or consult three experts in the subject concerned \nand, in selecting candidates for the other teaching posts,  two experts in the \nsubject concerned, to be nominated by the Vice­ Chancellor from a standing list \nof experts for each subject approved by the Syndicate on the recommendation \nof the Selection Board and revised from time to time.  \n7. Functions of Selection Board .—(1) The Selection Board for Teaching and other posts shall \nconsider the applications received in response to an advertisement and recommend to the Syndicate \nthe names of suitable candidates for appointment to such posts.  \n(2) The Selection Board may recommend to the Syndicate the grant of a higher initial pay in a \nsuitable case for reasons to be recorded.  \n(3) The Selection Board may recommend to the Syndicate the appointment of an eminently \nqualified person to a Professorship in the University on term s and conditions which differ in any \nparticular from those prescribed.  \n(4) In the event of an unresolved difference of opinion between the Selection Board and the \nSyndicate, the matter shall be referred to the Chancellor whose decision shall be final.  \n \n \n \n \nPage 29 of 30 \n 1[7A. Affiliation Committee .—(1) The Affiliation Committee shall consist of — \n(i) a Chairman to be nominated by the Syndicate;  \n(ii) two Professors to be nominated by the Syndicate;  \n(iii) one representative of the University Grants Commission to be nominated b y \nthat Commission;  \n(iv) one representative of the Ministry of Education to be nominated by that \nMinistry; and  \n(v) an officer of the University to be nominated by the Vice­Chancellor, who shall \nalso act as Secretary to the Committee.  \n(2) The term of office of the members of the Affiliation Committee, other than ex­officio  \nmembers, shall be two years.  \n(3) The Affiliation Committee may co­opt such experts, not exceeding two, as it may deem \nnecessary.  \n(4) The quorum for a meeting of the Affiliation Committee shall be three.  \n(5) The functions of the Affiliation Committee shall be — \n \n(a) to make inspection of an educational institution seeking affiliation to, or \nadmission to the privileges of the University and make a report to the Syndicate;  \n \n(b) to enquire into complaints of breach of any of the conditions of affiliation by \nthe affiliated college and make a report to the Syndicate; and  \n \n(c) to perform such other functions as may be prescribed by Regulations].  \n8. Finance and Planning Committee .—(1) The Finance and  Planning Committee shall consist \nof— \n(i) the Vice­Chancellor, who shall be its Chairman;  \n2* * * * * * * \n(ii) one member of the Senate, to be appointed by the Senate;  \n(iii) one member of the Syndicate, to be appointed by the Syndicate;  \n(iv) two members of the Academic Council, to be appointed by the Academic \nCouncil;  \n(v) one member to be nominated by the Chancellor; and  \n(vi) the Treasurer.  \n(2) The term of office of the members other than the Vice­Chance llor and the Treasurer shall \nbe three years.  \n(3) The quorum for a meeting of the Finance and Planning Committee shall be three.  \n \n1Ins. by the Quaid­e­Azam University (Amdt.) Ordinance. 1978 (26 of 1978). s. 12.  \n2New clause (ia) ins. by the University of Islamabad (Amdt.) Act, 1976 (60 of 1976), s. 12 has bee n omitted by the Quaid­e­Azam University (Amdt.) \nOrdinance. 1981 (1 of 1981), s.12.  \n \n \nPage 30 of 30 \n 9. Functions of the Finance and Planning Committee . The functions of the Finance and \nPlanning Committee shall be — \n(a) to consider the annual statement of accounts, the annu al revised budget \nestimates and advise the syndicate thereon;  \n(b) to review periodically the financial position of the University;  \n(c) to advise the Syndicate on all matters relating to planning, development, \nfinance, investments and accounts of the Univer sity; and  \n(d) to perform such other functions as may be prescribed by Statutes.  \n10. Discipline Committee .—(1) The Discipline Committee shall consist of — \n(i) a Chairman, to be nominated by the Vice­Chancellor;  \n(ii) 1[one] Professors, to be nominated by the Academic Council;  \n(iii) one member, to be nominated by the Syndicate;  \n(iv) the Officer Incharge of Students Affairs who shall also be its secretary; and  \n2[(v)  one Professor or Associate Professor to be nominated by the Vice­Chancellor.  \n(2) The term of off ice of the members of the Committee, other than ex­officio members, shall \nbe two years.  \n(3) The quorum for a meeting of the Discipline Committee shall be four.  \n(4) The functions of the Discipline Committee shall be — \n(a) to propose Regulations to the Academ ic Council for the conduct of University \nstudents, maintenance of discipline and for dealing with cases of indiscipline; \nand \n(b) to perform such other functions as may be prescribed by Regulations.  \n \n \n \n \n \n \n \n \n \n1Subs. by the Quaid­e­Azam University (Amdt.) Ordinance, 1985 (31 of 1985), s. 17, for “two”. \n2Clause (v) which was previously amended by the University of Islamabad (Amdt.) Act. 1976 (60 of 1976), s. 12, have been subs.  ibid.."
}