{
    "file": "./converted_json\\administrator6b668c37db84cee9a9a8f70eabf035fc.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "RI,(;TSTERED No. M - 302\nL.-7ffiI\nWCsre d Sslfmr\n-....K\nEXTRAOBDINARY\nPUBLISHED BY AUTHOAFY\nISI,AMABAD, TUESDAY, NOVEMtrER t, 2022\n. PART I\nActs, Ordinanccq Prcsidetrl's Ordcrs rnd Regulations\nNATIONAL ASSEMBLY SOCRtrTARIAT\nIslamobod. the 4th Novehhet. 2022\nNo. F. 22(2Tn022-Lcgis.-l'hc following A.t of Majlis e Shooto\n(Parliament) rcccived the assent ofahe President on thc 2nd Novcmbcr, 2022 is\nhereby published for general information:-\nA(:r No. XXX o1,2022\nro provilelor u mechanism to carry out o commerciol transuction unlet an\ninter-golenne ntal fatnework agreenent to promote, arrract ond cncourage\nIoteign stote! to hara econonic and bLsivss rclations iith the\nIslanic Republic of Pati.\\tan,\nWH|Rt-As in order to facilitate inter-govemmental economic and\ncommercial transactioos. it is necessary to providc for a legal framervork and for\nmataers connected therenith and ancillat! thercto;\nIt is hercby enacted as follows:\n1. Short title. exteat a[d commencemcn(-{ ] ) This Acr shall be\ncalled the Inter4overnrnental Commcrcial l-rarsacliorls AcL 2022-\n(2) lt shall e).tend to thc wholc ofPakistan-\n19752 (2022)tE\\. Gaz.l(r173)\nPtice. R\\.6.00\nII74 TI{E GAZETTE OF PAKISTAN, EXTRA,. NOV, 8,2022\n(3) It shall come into tbrce at once.\n2. Dcfinitioos.-{ l) l'1 lhrs Acl, unless there is an}rhing repugnant in\nthe subj&t or context,-\n(a) \"commcrcial agreemenl\" means busin€ss agreemenls entercd under\nlhe G2G atrccmcnt;\n(b) \"Cabinet Commitlce\" means Cabinel Committee on Inter'\nGolemmmtal Commercial Transaclions;\n(c) \"cornmercial Eansaction\" includes sale. purchase, investmenl\ndivestment, procurement, Iicensing, lease, joint ventures,\nassignmcnts, concejsions, services contracts, managcment conkacts\nor such othe. modc of business transactions arising out of a G2G\nagreement or a commercial ageemenl;\n(d) \"Federal Govemment\" means the Covemmenr of Pakistan as\ndefined under Afliclc m of the Constitution of the Islartic Republic\nofPakistan; and\n(e) \"G2C agrerment\" or \"inter-govemmental fremework agreement''\nmeans an agrccmcnt or memorandum of unders@nding entered\nbetrveen the Federal Govcmment and govcmmcnl of a foreign state,\n3. Interliovernm€rtel fremework {grecDcol--{l) The Federal\nGovemment may enter into a G2G agreement with the govemrnent of a forci8n\nslate for the puposes of this Act.\n(2)1 The G2c agrecment under suLseqion (l) shall include broad\npgramerers and mechanism for cxecution of intended commercial Eansaction.\n(3) Unless provided otherwise by the Cabine( Cornmittee, a\ncommercial agreement under the C2G agreement shall be negotiated and\nexecuted between the nominated entities of thc FcdeEl Government and\nUovemmenl of l-he forcign starc.\n(4) In case ofentity nominaled by the govemm€nt of the foreign state,\nthar govemment shall bave either shareholding or contml ol'lh€ entity.\n4- Cotrstilutio! of Crbirct Committec.-{l ) The Federal\ncovemmen( shall, by notifiqlion in the official Gazelle, constitute a Cabinel\nCommitlee on I er-Governmenlal Commercial Transaclions.\n(2) The Cabinet Cornrnittee may\n(a) authorize negotialions for a G2G agreemenr between the Federal\nGovemment and govemment of a lorcign statc;IPART I\nP^Rr I I THE GAZET1E Or-PAlilSI.A.N, AXT,IA., NOV. 8,2022 I175\n(b) constitule a negotiation committee for a C2G agreement or a\ncomrnercial agreementr as the case 'nay b€, and approve price\ndiscovery mechanism;\n(c) recommend approval of rhe C2C agreelnent or a commercial\nagreement finalized by the negotiation committee;\n(d) reaommend for rehxations, exemptions, exclusions or concessions.\nfrom regulalory compliance;\n(e) authorize Iasr track procuremenl ofservices oftransaction advisoE\nor consultants; and\n(0 take such decisions necessar,v for expeditioE execulion of the\ncommercial transaction:\nProvided that the decision laken under clauses (c) and (d) of\nsub-seciion (2) by rhe Cabinet Committee shall be placed before the\nFederal Covertunent lor approval.\n(3) The Cabiner Commine€ shall facilitate and supen'ise the\ncomme.cial transactions undcr thrs Act and pass necessary directions lor removal\nof hurdles or diffi culties.\n(4) The Cabrnet Commlttee may m-opt any person as a member or may\nrequirc attendance ofan) Pelson by sp€cial invitation es it deems appropriate.\n(5) No act, decision or proceedin8s of thc Cabinet Committee shall be\ninvalid by reason ofabsencc, vacancy or dcfect in the constitution ofthe Cabinet\nCommittee.\n5. Power to rclax or erempt from regulatory compliatrce.-The\nFederal Govemrnent on recomrnendation of the Cabinct Committee, by\nnotification in the ol'ficial Cazefle \"-! :':L.ject to such conditions, limitarions or\nresrictions if any as may bo spccified thcrein, may rela\\ or exempt fiom a\nrcgulatory requirement or operation necessitated by any law for the time being in\nlorce for implementing the inter-govemmental commercial transaction.\no. Conflict of irteresl If a pe6on acring on behalf of the federal\nGovernment or nominated cntily has direct. indirect or perceived personal\ninterest in any agreement under this Act, that person shall\n(a) immediatcly disclose such interest in writing to the Cabinet\nCommitteel and\n(b) nol take part in any consideration on that matt.r unless the Cabinet\nCommittee dirccts olherwisc.\n1t76 (HE GAZETTE OF PAKISTAN. EXTRA.. \\\"OV E.2021 ART I\n(2) No court shall gant an injunction or entertain any application for\nil)junction against any process undenakcn, intended or purported to be\nunde(aken for a cornmercialtaansaction or agreementunder this Act.\n8. Indemnity.-{i) No suil, prosecutions or any other legal\nproceedings or auion in damages shall lie for an)'lhing done, procedural lapscs or\nomission in exercNe or performance cl any funcrions- power or duty conferred or\nirnposed b] or u.der this Act or aDy administcred legislatron urless the acl or\nomission is shown, beyond reasonable doubt to have b€en ;n bad fairh'-\n(2) Nolwithslanding anyrhing conteined in any other law, an\nirvestigaling agency. anti-graft agcnc). Iaw enforcemenl agency or a court shell\nnot inquire into or initiate invesrieation fbr 3ny procedural lapse or irregularit-v by\nany person in a commercial transaclion or agreement under lhis Ac1 unlcss thcre\nexists an evidence ofpersonal monetaq,gain rvith conoborative evidence of link\nbetween such mon6tary gain to (he urdue benefi! rendered to any part]' of the\nageement.\n(3) No pcrson shall be srcd i hrs personaL capaciU lbr action taken in\nhis olllcialcapacity.\n(4) Any proccdural irregularitr- or lapse shall not alTecl, vitiate, set-\naside, annul or rcscind a commer.iai lransaction or a comrnercial agreement\nunder this Act.\n9. Overriding efi€cl-Ihe provisions of this Act shall have effect\nnotwithstanding an),thiog inconsistent therewith contained in rhe Companies Act,\n2017 (XIX ol20l7). Privatization Commission Ordinance, 2000 (LII o12000).\nthe Public Procurement Regulatory Authorir) Ordinance, 2002 (XXII of 2002),\nPLblic-ftirare Padnership Aurl-orir) Ac. '017 (VIII ot 2017r. Sccurit;c5 and\nExchange Comrnission ofPakistan Act, 1997 (Act No. XLU of 1997), Securities\nLct, :015 (Act No. III of20l5) or any otirer law for the time being in force or in\nany instrument having effect by virtue of any law other than this Act.\n10. Rules.-The Federal Government may, by notilication ill the\nof[ici3l Gazette, make rules for carrying oul purposes and giving etTect to the\nprovi\\ions ofthis Acr.7. Bar ofjurisdiction. ll) No court shall cntcrtain an applicarion,\npetition or sLrit against any proceSs or act undertaken or done. inlendcd or\npurported to be urdetrkcn or done under this AcL\nTAHIR IruSSAIN,\nPRIX1FDI]YTHI MANAGER PRII TINC COIUJOF-ATIC]N OF FA(ISTAN TRIS S. ISLAMAB A D\nPL]Bi]Si IED LY N{: DFA]TY CONI'ROLLLIi. S I A II(]NFI(\\'1ND TCRIIS, UNiM.RSI]1 ROAD. KARACHI"
}