{
    "file": "./converted_json\\administrator5f288779d3a1932171f8771d3201b30f.json",
    "name": "Smart Institute of Sciences & Technology Act, 2022",
    "date": "13th December, 2022",
    "tagline": "An Act to provide for the establishment of the Smart Institute of Sciences & Technology.",
    "content": "Page 1 of 31  \n  \n \n \n THE SMART INSTITUTE OF SCIENCES & TECHNOLOGY ACT, \n2022 \n \n \n \n \n \n \n \nCONTENTS \nCHAPTER-I \nPRELIMINARY \n1. Short Title, Extent and Commencement . \n2. Definitions . \nCHAPTER-II \nTHE INSTITUTE \n3. Establishment and Incorporation  of the Institute . \n4. Functions and Powers of  the Institute . \n5. Institute open to all classes, creeds, etc. \n6. Teaching at the Institute . \nCHAPTER-III \nOFFICERS OF THE INSTITUTE \n7. Officers of the Institute . \n8. Patron . \n9. Visitation . \n10. Chancellor. \n11. Removal from the Board of Governors.  \n12. Vice-Chancellor.  \n\n \nPage 2 of 31  \n 13. Appointment and Removal of the Vice-Chancellor.  \n14. Dean.  \n15. Registrar. \n16. Treasurer. \n17. Controller of Examinations.  \nCHAPTER-IV \nAUTHORITIES OF THE INSTITUTE \n18. Authorities. \n19. Board of Governors.  \n20. Powers and functions of the Board of Governors.  \n21. Syndicate. \n22. Powers and duties of the Syndicate.  \n23. Director Planning and Development. \n24. Director Quality Enhancement Cell (QEC).  \n25. Director of Office of Research, Innovation and Comm ercialization (ORIC).  \n26. Academic Council.  \n27. Powers and functions of the Academic Council. \n28. Representation Committees.  \n29. Appointment of Committees by certain Authorities.  \nCHAPTER-V \nSTATUTES, REGULATIONS AND RULES \n30. Statutes.  \n31. Regulations. \n32. Amendment and repeal of Statutes and Regulations.  \n33. Rules.  \n  \n \nPage 3 of 31  \n CHAPTER-VI \nINSTITUTE FUND \n34. Institute Fund.  \n35. Audit and Accounts.  \nCHAPTER-VII \nGENERAL PROVISIONS \n36. Service of the Institution. \n37. Opportunity of show cause.  \n38. Appeal to the Board of Governors.  \n39. Benefits and Insurance.  \n40. Commencement  of term of members of Authorities.  \n41. Filling of casual vacancies in authorities.  \n42. Disputes about membership of authorities.  \n43. Proceedings of authorities not invalidated  by the vacancies.  \n44. Transitory Provisions.  \n45. Removal of Difficulties. \n46. Flaws in constitution of authority.  \n47. First Statute and Regulations.  \n48. Indemnity. \n \n  \n \nPage 4 of 31  \n THE SMART INSTITUTE OF SCIENCES & TECHNOLOGY ACT, \n2022 \nACT NO. XXXIV OF 2022  \n[13th December, 2022] \nAn Act to provide for the establishment of the Smar t Institute of Sciences & Technology \nWHEREAS it is necessary to provide for the establis hment of the Smart Institute of Sciences \n& Technology in the private sector and to provide f or matters connected therewith and ancillary \nthereto; \nIt is hereby enacted as follows:- \nCHAPTER-I \nPRELIMINARY \n1. Short Title, Extent and Commencement .— (1) This Act may be called the Smart \nInstitute of Sciences & Technology Act, 2022. \n(2) It shall extend to whole of Pakistan. \n(3) It shall come into force at once. \n2. Definitions.—  In this Act, unless there is anything repugnant in  the subject or context,- \n(a) “Academic Council” means the Academic Council o f the Institute; \n(b) “Authority” means any of the Authorities of the  Institute setup under section 18; \n(c) “Chancellor” means the Chancellor of the Instit ute; \n(d) “College” means a constituent college; \n(e) “Commission” means the Higher Education Commiss ion of Pakistan set up \nunder the Higher Education Commission Ordinance, 20 02 (LIII of 2002); \n(f) “Constituent College” means an educational inst itution, by whatever name \ndescribed, maintained and administered by the Insti tute; \n(g) “Company” means “SMART HIGHER EDCUATION SERVICE S (PVT). \nLIMITED” registered vide  corporate Unique No. 0193409 with Security and \nExchange Commission of Pakistan;” \n(h) “Dean” means the head of a faculty or the head of an academic body granted \nthe status of faculty by this Act or by Statues or Regulations; \n(i) “Department” means a teaching department mainta ined and administered, or \nrecognizes by the institute in the manner prescribe d; \n \nPage 5 of 31  \n (j) “Director” means the head of an institute estab lished as a constituent institution \nby the institute by statute or regulations in terms  of the powers delegated by this \nAct; \n(k) “Syndicate” means the Syndicate of the institut e constituted under this Act; \n(l) “Faculty” means an administrative and academic unit of the Institute consisting \nof one or more Departments/Schools; \n(m) “Government” means the Federal Government; \n(n) “Institute” means “Smart University”; \n(o) “Officer” means any officer(s) of the Institute ; \n(p) “Patron” means the Patron of the Institute; \n(q) “Prescribed” means prescribed by Statutes, regu lations or rules made under this \nAct; \n(r) “Professor Emeritus” means a retired Professor appointed by the Chancellor on \nhonorary basis; \n(s) “Principal” means the head of a Constituent uni t/collage; \n(t) “Registrar” means the Registrar of the Institut e; \n(u) “Review Panel” means the Review Panel setup by the Chancellor in accordance \nwith the provisions of this Act; \n(v) “Representation Committees” means the represent ation committees constituted \nunder section 25; \n(w) “Search Committees” means the search committee set up by the Board of \nGovernors under this Act; \n(x) “Statutes”, “Regulations” and “Rules” means res pectively the Statutes, the \nRegulations and the Rules made under this Act and f or the time being inforce; \n(y) “Teacher” includes Professor, Associate Profess or, Assistant Professor and \nLecturer engaged whole-time by the Institute, or by  a constituent college and \nsuch other persons as may be declared to be teacher  by regulations; \n(z) “Institute Teacher” means a whole-time teacher appointed and paid by the \nInstitute or recognized by the institution; \n(aa) “Vice-Chancellor” means the Vice-Chancellor of  the Institute; and \n(ab) “Schedule” means Schedules under this Acts. \n  \n \nPage 6 of 31  \n CHAPTER-II \nTHE INSTITUTE \n3. Establishment and Incorporation of the Institute .— (1) There shall be established \nat Rawalpindi a Institute to be called the Smart In stitute of Sciences & Technology consisting of,— \n(a) The Patron, the Chancellor, the Vice Chancellor , the members of the Board of \nGovernors, Syndicate, \n(b) The members of the Authorities of the institute  established under this Act; \n(c) All Institute teachers and persons recognized a s student of the Institute in \naccordance with the terms prescribed from time to t ime; and \n(d) All other full time officers and members of the  staff of the institute. \n(2) The Institute shall be a body corporate by such  name as may be notified and shall have \nperpetual succession and a common seal, and may sue  and be sued by the said name. \n(3) The principal seat of the Institute shall be at  Rawalpindi and it may set up its campuses, \ncolleges/school, institutes, offices, research/stud y centers and other facilities at such places in Pa kistan \nas Board of Governors may determine. The additional  campuses shall be setup in other parts of the \ncountry only after their evaluation by the Higher E ducation Commission to determine whether they \nmeet the eligibility criteria fixed by the Commissi on. \n(4) The Institute shall be competent to acquire and  hold property, both movable and \nimmovable, and to lease, sell or otherwise transfer  any movable and immovable property which may \nhave become vested in or been acquired by it. \n(5) Notwithstanding anything contained in any other  law for the time being in force, the \nInstitute shall have academic, financial and admini strative autonomy, including the power to employ \nofficers, teachers and other employees on such term s as may be prescribed, subject to the terms of thi s \nAct and the Higher Education Commission Ordinance, 2002 (LIII of 2002). In particular, and without \nprejudice to the authority granted to the Commissio n by the law, the Government or an authority or \nauditor appointed by the Government shall have no p ower to question the policy underlying the \nallocation of resources approved by the Board of Go vernors in the annual budget of the Institute. \n4. Functions and Powers of the Institute .— (1) The Institute shall be an autonomous \nbody and shall have the powers to, __  \n(a) Provide for teaching and training in faculties of Computer Sciences & \nInformation Technology, Management Sciences and Bus iness Administration, \nLaw, Commerce, Humanities, and Social Sciences, Art  and Fashion Designing, \nEngineering, Architecture and Design, Natural Scien ces, Food and Culinary \nSciences, Pharmaceutical Sciences, and any other br anches of knowledge as the \nBoard of Governors may determine and, where applica ble, subject to the prior \napproval of the relevant statutory body of professi onal education; \n(b) Decide teaching methods and strategies in order  to ensure the most effective \neducational and training programs that may include virtual, on-campus, online, \ndistance learning, lectures, tutorials, discussion,  courses of studies, seminars, \n \nPage 7 of 31  \n demonstrations and other methods of instructions as  well as practical work, \nworkshops, internship, apprenticeship in the indust ries, financial institutions, \nlaboratories, hospitals, and other organizations et c.; \n(c) Hold examinations and to award and confer degre es, diplomas, certificates and \nother academic distinction to and on persons who ha ve been admitted to and \nhave passed its examinations under prescribed condi tions; \n(d) Award degrees diploma, certificate and other ac ademic distinction to the person \nwho fulfilled all the mandatory prerequisites for t his purpose; \n(e) Confer honorary degree on a person of eminence subject to the prior approval \nof the Chancellor; \n(f) Offer employment/promotion as Professor, Associ ate Professor, Assistant \nProfessor, Lecturer, Teaching Fellow, Research Asso ciate, Research Assistant, \nPrincipal Officers and other employees for teaching /research/administrative \nwork in the institute; \n(g) To Institute a program for exchange of students  and teacher between the \nstudents and other institutes, Universities and oth er educational institutions and \nresearch organizations, inside as well as outside P akistan; \n(h) Allow the credit transfer of study spent by a s tudent of the institute at any other \nInstitute or place of learning equal and to credit transfer of study of the institute \nand may withdraw such acceptance as per prevalent p olicy; \n(i) promote extracurricular and recreational activi ties of the students and make \narrangements for promoting the health and general W elfare of the students; \n(j) Institute and collaborate with a national or in ternational institute/authority, \npublic/private, research/commercial/ industrial ent erprise for the students/ \nfaculty exchange faculty training/ research/advisor y/consultancy services in the \nmanner and for such purpose as may be prescribed; \n(k) Sandwich Programs and Split Programs between Na tional and International \nUniversities; ‘ \n(l) Create a post for teaching/administration/train ing/ research or other related \npurposes; \n(m) May enter into, carry out, vary or cancel conta cts where necessary; \n(n) Print and publish Research or other Intellectua l Patents; and perform any other \nprescribed Ancillary Function; \n(o) Make provision for Research, Advisory for Consu ltancy Services, sign MoUs \nand enter into arrangements with any other Institut ion, Public or Private Body, \nCommercial or Industrial enterprise in the prescrib ed manner; receive and \nmanage property transferred and grants, contributio ns made to the Institute and \nto invest any fund in the manner as it may deem fit ; \n \nPage 8 of 31  \n (p) Develop and implement fundraising plants; \n(q) Demand and receive such fees and other charges from the students as it may \ndetermine from time to time; \n(r) Start financial aid programs for students in ne ed, to the extent considered \nfeasible by the board of governors given the resour ces available, so as to enable \nadmission and access to the institute and the vario us opportunities provided by \nit to be based on merit rather than ability to pay;  \n(s) Receive, manage, transfer and dispose of proper ty, grants, contributions made \nto the Institute and to invest and fund in the mann er as it may be prescribed; \n(t) Maintain order, discipline and security in the campus of the institute; \n(u) Perform any other prescribed-or ancillary funct ion; \n(v) To prescribe terms and conditions of the employ ment of the officers, teachers \nand other employees of the institute and to lay dow n terms and conditions that \nthey may be different from those applicable to gove rnment servants in general; \n(w) To accept the examination passed and the period  of study spent by students of \nInstitutes of other universities and the place of l earning equivalent to such \nexaminations and periods of study in institute, as it may prescribed, and to \nwithdraw such acceptance; and \n(x) To co-operate with other universities, public a uthorities or private \norganizations, inside as well as outside Pakistan, in such manner and for such \npurpose as it may prescribe. \n5. Institute open to all classes, creeds, etc .— (1) The Institute shall be open to all persons \nof either gender and of whatever religion, race, cr eed, class, color or domicile and no person shall b e \ndenied privileges of the Institute on the grounds o f religion, race, caste, creed, class, color or dom icile. \n(2) An increase in any charge that is in excess of ten percent per annum on an annualized basis \nfrom the last search increase may not be made excep t in special circumstances, and only with the \napproval of the Chancellor. \n(3) The Institute shall institute financial aid pro grammes for students in need, to the extent \nconsidered feasible by the Board of Governors given  by the resources available, so as to enable \nadmission and access to the Institute and the vario us opportunities provided by it to be based on meri t \nrather than ability to pay. \n6. Teaching at the Institute .— (1) All recognized teaching in various courses s hall be \nconducted by the Institute or the colleges in the p rescribed manner and may include lectures, tutorial s, \ndiscussions, seminars, demonstrations and other met hods of instruction as well as practical work in th e \nlaboratories, hospitals, workshops and other organi zations. \n(2) The Institute may setup any number of campuses,  at such places in Pakistan or abroad \nas the Board of Governors may determine and with pr ior approval of Higher Education Commission. \n  \n \nPage 9 of 31  \n CHAPTER-III \nOFFICERS OF THE INSTITUTE \n7. Officers of the Institute.—  The following shall be the officers of the Institu te, \nnamely:— \n(a) The Patron; \n(b) The Chancellor; \n(c) The Vice-Chancellor; \n(d) The Deans; \n(e) The Principals of the constituent colleges/unit s; \n(f) The Head of the teaching departments; \n(g) The Registrar; \n(h) The Treasurer; \n(i) The Controller of Examinations; and \n(j) Such other persons as may be prescribed by the statutes or regulations to be the \nprincipal officers of the Institute. \n8. Patron.—  ( 1) The President of Islamic Republic of Pakistan  Shall be the Patron of the \nInstitute. \n(2) The Patron shall, when present, preside at the convocation of the Institute. In the \nabsence of the Patron, the Board of Governors may r equest a person of eminence of the Chancellor to \npreside over the convocation of the Institute. \n(3) Every proposal to confer an honorary degree sha ll be subject to confirmation by the \nPatron. \n9. Visitation.—  (l) The Patron may, in accordance with the terms a nd procedures as may \nbe prescribed, cause an inspection or inquiry to be  made on his own motion or at the request of the \nHigher Education Commission in respect of any matte r connected with the affairs of the institute and \nshall, from time to time, direct any person or pers ons to inquire into or carry out inspection of,— \n(a) The Institute, its building, laboratories, libr aries and other facilities; \n(b) Any Institution, department or hostel maintaine d by the Institute; \n(c) The adequacy of financial and human resources; \n(d) The teaching, research, curriculum, examination  and other matters of the \nInstitute; and \n(e) Such other matters as the Patron may specify. \n \nPage 10  of 31  \n (2) The Patron shall communicate to the Board of Go vernors his views with regard to the \nresult of visitation and shall, after ascertaining the views of the Board of Governors, advise the \nChancellor on the action to be taken by it. \n(3) The Chancellor shall, within such time as may b e specified by the Patron, communicate \nto him such action, if any, as has been taken or ma y be proposed to be taken upon the results of \nvisitation. \n(4) Where the Board of Governors does not, within t he time specified, take action to the \nsatisfaction of the Patron, the Patron may issue su ch directions as he deems fit and Board of Governor s \nshall comply with all such directions. \n10. Chancellor.—  (1) One of the Directors of the “Smart Higher Educ ation Services (Pvt) \nLTD.” with the mutual consent of the other Director s of the company shall be chancellor and \nchairperson of Board of Governors. \n(2) The members of the Board of Governors as well a s the Vice-Chancellor shall be \nappointed by the Chancellor from among the persons recommended by the Representation Committee \nset up for this purpose or the Search Committee est ablished in accordance with this Act and the statut es, \nas the case may be, along with those selected. \n(3) If the Chancellor is satisfied that serious irr egularity or mismanagement with respect to \nthe affairs of the Institute has occurred, he may,-  \n(a) As regards proceedings of the Board of Governor s, direct that specified to \nproceedings be reconsidered and appropriate action taken within one month of \nthe direction having been issued. \nProvided that if the Chancellor satisfied that eith er no reconsideration \nhas been carried out or that the reconsideration ha s failed to address the concern \nexpressed he may, after calling upon the Board of G overnors to show cause in \nwriting, appoint a five member Review Panel to exam ine and report to the \nChancellor on the functioning of the Board of Gover nors. The report of the \nReview Panel shall be submitted within such time as  may be prescribed by the \nChancellor. The Review Panel shall be drawn from pe rsons of eminence in \nacademics and in the fields of law, accountancy and  administration; and \n(b) As regards proceedings of any Authority or with  respect to matters within the \ncompetence of any Authority other than the Board of  Governors, direct the \nBoard of Governors to exercise powers under this Ac t. \n(4) The Chancellor may remove any person from the m embership of any authority if such \nperson,— \n(a) Has been found of unsound mind; or \n(b) Has been incapacitated to function as a member of such authority; or \n(c) Has been convicted by a court of law for an off ence involving moral turpitude; \nor \n(d) Has been found indulging in any activity agains t the interest of the Institute. \n \nPage 11  of 31  \n (5) If the Chancellor be incapacitated from acting as such due to absence or any other cause, \nthe Vice-Chancellor or a nominee of the Chancellor shall act for him. \n11. Removal from the Board of Governors.—  (1) The Chancellor may, upon the \nrecommendation of the Review Panel, remove any pers on from the membership of the Board of \nGovernors on the grounds that such person,— \n(a) Has become of unsound mind; or \n(b) Has become incapacitated to function as member of the Board of Governors; or \n(c) Has been convicted by a court of law for an off ence involving moral turpitude; \nor \n(d) Has absented himself from two consecutive meeti ngs without Just Cause; or \n(e) Has been guilty of misconduct, including use of  position for personal advantage \nof any kind, or gross in efficiency in the performa nce of functions. \n(2) The Chancellor shall remove any person from the  membership of the Board of \nGovernors on the resolution calling for the removal  of such person supported by at least three-fourth \nof the membership of the Board of Governors: \nProvided that before passing such resolution, the B oard of Governors shall provide the member \nconcerned a fair hearing: \nProvided further that the provisions of this sectio n shall not be applicable to the Vice-\nChancellor in his capacity as a member of the Board  of Governors. \n12. Vice-Chancellor.— (l) There shall be a Vice-Chancellor of the Institu te who shall be \nan eminent academician or a distinguished administr ator and shall be appointed on such terms and \nconditions as may be prescribed. \n(2) The Vice-Chancellor shall be the chief executiv e officer of the institute responsible for \nall administrative and academic functions of the in stitute and for ensuring that the provisions of thi s \nact and statutes regulations and rules are faithful ly observed to promote the general efficiency and \ngood order of the institute. The Vice-Chancellor sh all have all powers prescribed for this purpose, \nincluding administrative control over all the offic ers, teachers and other employees of the Institute.  \n(3) The Vice-Chancellor shall, if present, be entit led to attend any meeting of any authority \nor body of the Institute. \n(4) The Vice-Chancellor, in an emergency requiring immediate action ordinarily not in \ncompetence of the Vice-Chancellor, may take such ac tion and forward, within seventy-two hours, \nreport of the action taken to the members of the Em ergency Committee of the Board of Governors to \nbe set up by statute. The Emergency Committee may d irect such other further action as considered \nappropriate. \n(5) The Vice-Chancellor shall also have the followi ng powers, namely:— \n(a) To direct teachers, officers and other employee s of the Institute to take up such \nassignments in connection with examination, adminis tration and such other \n \nPage 12  of 31  \n activities in the Institute as he may considered ne cessary for purposes of the \nInstitute; \n(b) To sanction by re-appropriation an amount, not exceeding an amount prescribed \nby the Board of Governors, for an unforeseen item n ot provided for in the budget \nand report it the Board of Governors at the next me eting; \n(c) To make appointment of such categories of emplo yees of the Institute and in \nsuch manner as may be prescribed by the statutes; \n(d) To suspend, punish and removed from service, in  accordance with prescribed \nprocedure, officers, teachers and other employees o f the institute except those \nwho appointed by or with the approval of the board of Governors; \n(e) To delegate, subject to such conditions as may be prescribed, any office powers \nunder this act to an officer or officers of the Ins titute; and \n(f) To exercise and perform such other powers and f unctions as may be prescribed. \n(6) The Vice-Chancellor shall preside at the convoc ation of the Institute in the absence of \nthe Chancellor. \n(7) The Vice-Chancellor shall present an annual rep ort before the Board of Governors \nwithin three months of the close of the academic ye ar. The annual report shall present such informatio n \nas regard the academic year under review as may be prescribed, including disclosure of all relevant \nfact pertaining to,— \n(a) Academies; \n(b) Research; \n(c) Administration; and \n(d) Finances \n13. Appointment and Removal of the Vice-Chancellor. — (1) The Vice-Chancellor shall \nbe appointed by the Chancellor or recommendations m ade by the Board of Governors. \n(2) A Search Committee for the Recommendation of pe rson suitable for appointment as \nVice-Chancellor shall be constituted by the Board o f Governors on the date and in the manner \nprescribed by the Statutes and shall consist of two  eminent members of society nominated by the \nChancellor of whom one shall be appointed the Conve ner, two members of the Board of Governors, \ntwo distinguished Institute Teachers who are not me mbers of the Board of Governors and one \nacademician of eminence not employed by the Institu te. The two distinguished Institute Teachers shall \nbe selected by the Board of Governors through a pro cess, to be prescribed by Board of Governors that \nprovides for the Recommendation of suitable names b y the Institute Teachers in general. The Search \nCommittee shall remain in existence till such time that the appointment of the next the Vice-Chancello r \nhas been made by the chancellor. \n(3) The persons proposed by the Search Committee fo r appointment as Vice-Chancellor \nshall be considered by the Board of Governors and o f these a panel of three, in order of priority, sha ll \nbe recommended by the Board of Governors to the Cha ncellor: \n \nPage 13  of 31  \n Provided that the Chancellor may decline to appoint  any of the three persons recommended \nand seek recommendations of a fresh panel. In the e vent of a fresh recommendation being sought by \nthe Chancellor the Search Committee shall make a pr oposal to the Board of Governors in the prescribed \nmanner. \n(4) The Vice-Chancellor shall be appointed for a re newable tenure of four years on terms \nand conditions prescribed by statute. The tenure of  an incumbent Vice-Chancellor shall be renewed by \nthe Chancellor on receipt of a resolution of the Bo ard of Governors in support of such renewal: \nProvided that the Chancellor may call upon the Boar d of Governors to reconsider such \nresolution once. \n(5) The Board of Governors may, pursuant to a resol ution in this behalf passed by three-\nfourth of its membership, recommend to the Chancell or the removal of the Vice-Chancellor on the \nground of inefficiency, moral turpitude or physical  or mental incapacity or gross misconduct, includin g \nmisuse of position for personal advantage of any ki nd: \nProvided that the Chancellor may make a reference t o the Board of Governors stating about \ninstance of in-efficiency, moral turpitude or physi cal or mental incapacity or gross misconduct on the  \npart of the Vice-Chancellor that has come to his no tice. After consideration of the reference of the \nBoard of Governors may, pursuant to a resolution in  this behalf passed by two third of its membership,  \nrecommend to the Chancellor the removal of the Vice -Chancellor: \nProvided further that prior to a resolution for rem oval of the Vice- Chancellor being voted \nupon, the Vice-Chancellor shall be given an opportu nity of being heard. \n(6) A resolution recommending removal of the Vice-C hancellor shall be submitted to the \nChancellor forthwith full stop the Chancellor may a ccept the recommendation and order removal of \nthe Vice-Chancellor or return the recommendation to  the board of governors. \n(7) At any time when the office of the Vice-Chancel lor is vacant, or the Vice-Chancellor \nis absent or is unable to perform functions of his office due to illness or some other cause the Board  of \nGovernors shall make such arrangements for performa nce of the duties of the Vice-Chancellor as it \nmay deem fit. \n14. Dean.—  (1) There shall be a dean of each faculty to be ap pointed by the Chancellor on \nrecommendation of the Vice-Chancellor, on such term s and conditions as may be prescribed. \n(2) The dean shall be in charge of the faculty and shall assist the Vice- Chancellor on \nmatters relating to teaching, research, academic pr ogram and extension of other development projects. \n(3) Subject to overall supervision of the Vice-Chan cellor, the dean shall formulate   and   \nrecommend to the academic Council, rules and relega tions relating to academic and research method \nof the faculty. \n(4) That dean shall also have the following powers,  namely:— \n(a) To collaborate with universities, industry and other research organizations; \n(b) To formulate recommendations to the Academic Co uncil on the courses of study \nto be taught in different departments of the facult y; \n \nPage 14  of 31  \n (c) To co-ordinate the award of fellowships, stipen ds, medals and prizes; \n(d) To co-ordinate the teaching and research work o f the faculty; \n(e) To perform such other functions and exercise su ch other powers as may be \nentrusted or delegated to him by the Board of Gover nors or the Vice-Chancellor; \nand \n(f) To delegate any of his powers to appropriate le vels of management, subject to \nsuch conditions as he may deem fit. \n15. Registrar.—  (1) There shall be a Registrar of the Institute to  be appointed by the \nChancellor on the recommendation of the Vice-Chance llor, on such terms and conditions as may be \nprescribed. \n(2) The experience as well as the professional and academic qualifications necessary for \nappointment to the post of the Registrar shall be a s may be prescribed. \n(3) The Registrar shall be a full-time officer of t he Institute and shall, __  \n(a) Be the administrative head of the secretariat o f the Institute and be responsible \nfor the provision of secretariat support to the aut horities of the Institute; \n(b) Be the custodian of the common seal and the aca demic record of the Institute; \n(c) Maintain a register of registered graduates in the prescribed manner; \n(d) Supervise the process of election, appointment or nomination of members to the \nvarious authorities and other bodies in the prescri bed manner; and \n(e) Perform such other duties as may be prescribed.  \n(4) The term of office of the Registrar shall be a renewable period of three years:  \nProvided that the Board of Governors may, on advice  of the Vice-Chancellor, terminate \nappointment of the Registrar on grounds of in-effic iency or misconduct in accordance with prescribed \nprocedure. \n16. Treasurer.— (l) There shall be a Treasurer of the Institute to be appointed by the Board \nof Governors on the recommendation of the Vice- Cha ncellor, on such terms and conditions as may \nbe prescribed. \n(2) The experience as well as professional and acad emic qualifications necessary for \nappointment to the post of the Treasurer shall be a s may be prescribed. \n(3) The Treasurer shall be chief financial officer of the Institute and shall, __  \n(a) Manage the assets, liabilities, receipts, expen ditures, funds and investments of \nthe Institute; \n(b) Prepare the annual and revised budget estimates  of the Institute and present \nthem to the Executive Committee or a committee ther eof for approval and \n \nPage 15  of 31  \n incorporation in the budget to be presented to the Board of Governors; \n(c) Ensure that funds of the Institute are expended  on the purposes for which they \nare provided; \n(d) Have the accounts of the Institute audited annu ally to be available for \nsubmission of the Board of Governor within six mont hs of close of the financial \nyear; and \n(e) Perform such other duties as may be prescribed.  \n(4) The term of office of the Treasurer shall be a renewable period of three years: \nProvided that the Board of Governors may, on the ad vice of the Vice- Chancellor, terminate \nthe appointment of the Treasurer on grounds of inef ficiency or misconduct in accordance with \nprescribed procedure. \n17. Controller of Examinations.—  (1) There shall be a Controller of Examinations, t o be \nappointed by the Board of Governors on the recommen dation of the Vice-Chancellor, on such terms \nand conditions as may be prescribed. \n(2) The minimum qualifications necessary for appoin tment to the post of the Controller of \nExaminations shall be as may be prescribed. \n(3) The Controller of Examinations shall be a full- time officer of the Institute and shall be \nresponsible for all matters connected with the cond uct of examinations and shaI1 perform such other \nduties as may be prescribed. \n(4) The Controller of Examinations shall be appoint ed for a renewable term of three years: \nProvided that the Board of Governors may, on the ad vice of the Vice- Chancellor terminate \nappointment of the Controller of Examinations on gr ounds of in-efficiency or misconduct in \naccordance with the prescribed procedure. \nCHAPTER-IV  \nAUTHORITIES OF THE INSTITUTE  \n18. Authorities.—  (1) The following shall be the authorities of the Institute, name1y:- \n(a) Authorities established by the act,— \n(i) Board of Governors; \n(ii) Syndicate; \n(iii) Academic Council; \n(b) Authorities to be established by the statutes,—  \n(i) Board of Advanced Studies and Research; \n(ii) Board of Studies; \n \nPage 16  of 31  \n (iii) Selection of board; \n(iv) Finance and Planning Committee; \n(v) Search Committee for the appointment of the Vic e- Chancellor; \n(vi) Representation committees for appointment to t he Board of Governors, \nSyndicate and the Academic Council; \n(vii) Quality Assurance Committee; \n(viii) Discipline Committee; and \n(ix) Such other authorities as may be prescribed by  the Board of Governors. \n19. Board of Governors.—  (1) The body responsible for governance of the Ins titute shall \nbe described as a Board of Governors, and shall con sist of the following, namely:— \n(a) The Chancellor who shall be the chairperson of the Board of Governors; \n(b) The Vice-Chancellor; \n(c) One member of the Government not below the rank  of Additional Secretary \nfrom the concerned Ministry or any other department  relevant to the special \nfocus of the institute; \n(d) Four persons from society at large being person s of distinction in the field of \nadministration, management, education, academics la w, accountancy, \nmedicine, fine arts, architecture, agriculture, sci ence, technology and \nengineering, such that the appointment of these per sons reflects a balance across \nthe various fields; \n(e) One person from amongst us the alumni of the In stitute; \n(f) Two persons from the academic community of the country, other than an \nemployee of the Institute, at the level of professo r aur principal of a college; \n(g) Four Institute teachers; (One from each tier i. e. Professor, Associate Professor \nand Lecturer); \n(h) One person nominated by the Commission; and \n(i) Two Directors of the Company (Smart Higher Educ ation Services (Pvt). Ltd). \n(2) The number of the members of the Board of Gover nors described under clauses (e) to \n(h) of sub-section (1) may be increased by the Boar d of Governors through statutes subject to conditio n \nthat the total membership of the Board of Governors  does not exceed twenty one, with a maximum of \nfive Institute teachers, and the increase is balanc ed, to the extent possible, across the different \ncategories specified in sub-section (1). \n(3) All appointments to the Board of Governors shal l be made by the Chancellor. \nAppointments of person specified under clauses and (e) and (f) of sub-section (1) shall be made from \n \nPage 17  of 31  \n amongst a panel of three names for each vacancy rec ommended by the representation committee set \nup in terms of section 25 and in accordance with th e procedure as may be prescribed: \nProvided that effort shall be made, without comprom ising on quality or qualification, to give \nfair representation to women on the Board of Govern or: \nProvided further that as regards the Institute teac hers described in clause (g) of sub-section (1) \nthe Board of Governors shall prescribe a procedure for appointment on the basis of elections that \nprovide for voting by the various categories of Ins titute teachers: \nProvided further that the Board of Governors may al ternatively describe that appointment of \nInstitute teachers to the Board of Governors shall also be in the manner provided by this sub-section \nfor the persons described in clauses (e) and (f) of  sub-section (1). \n(4) Members of the Board of Governors, other than ex-officio  members, shall hold office \nfor three years. One-third of the members, other th an ex-officio  members, of the first restructured Board \nof Governors, to be determined by lot, shall retire  from office on the expiration of one year from the  \ndate of appointment by the Chancellor. One-half of the remaining members, other than ex-officio  \nmembers, of the first restructured Board of Governo rs, to be determined by lot, shall retire from offi ce \non expiration of two years from the date of appoint ment and the remaining one-half other than an        \nex-officio  members, shall retire from office on expiration of  the third year: \nProvided that no person, other than an ex-offici o member, may serve on the Board of Governors \nfor more than two consecutive terms: \nProvided further that the Institute Teachers appoin ted to the Board of Governors may not serve \nfor two consecutive terms. \n(5) The Board of Governors shall meet at least twic e in a calendar year. \n(6) Service on the Board of Governors shall be on h onorary basis:  \nProvided that actual expenses may be reimbursed as may be prescribed. \n(7) The Registrar shall be secretary of the Board o f Governors. \n(8) In the absence of the Chancellor meetings of th e Board of Governors shall be presided \nover by such member, not being an employee of the I nstitute or the Government, as a Chancellor may, \nfrom time to time, nominate. The member so nominate d shall be the convener of the Board of \nGovernors. \n(9) Unless otherwise prescribed by this Act, all de cisions of the Board of Governors shall \nbe taken on the basis of the opinion of a majority of the members present. In the event of the members  \nbeing evenly divided on any matter the person presi ding over the meeting shall have a casting vote. \n(10) The quorum for a meeting of the Board of Gover nors shall be two-thirds of its \nmembership, a fraction being counted as one. \n20. Powers and functions of the Board of Governors. — (1) The Board of Governors \nshall have power of general supervision over the in stitute and shall hold the Vice-Chancellor and the \nAuthorities accountable for all the functions of th e Institute. The Board of Governors shall have all the \npowers of the Institute not expressly vested in an authority or officer by this Act and all other powe rs \n \nPage 18  of 31  \n not expressly mentioned by this Act that are necess ary for the performance of its functions but which \nare not inconsistent with the provisions of this ac t or the statutes regulations and rules made thereu nder. \n(2) Without prejudice to the generality of the fore going powers; the Board of Governors \nshall have the following powers,- \n(a) To approve proposed annual plan of work, the an nual and revise budgets, the \nannual report and the annual statement of accounts;  \n(b) To hold, our control and lay down policy for th e administration of the property, \nfunds and investment of the Institute, including th e approval of the sale and \npurchase or acquisition of immovable property;  \n(c) To oversee quality and relevance of the Institu te’s academic programs and to \nreview the academic affairs of the Institute; \n(d) To approve the appointment of the Deans, Profes sors, Associate Professors and \nsuch other senior faculty and senior administrators  as may be prescribed; \n(e) To institute schemes, directions and guidelines  for the terms and conditions of \nappointment of all officers, teachers and other emp loyees of the institute; \n(f) To approve strategic plans of the Institute; \n(g) To approve financial resource development plans  of the Institute; \n(h) To consider drafts of statutes and regulations proposed by the Executive \nCommittee and the Academic Council and deal with th em in the manner as \nprovided for in section 27 and 28, as the case may be: \nProvided that the Board of Governor may frame statu te or regulation on \nits own initiative and approve it after calling for  the advice of the Executive \nCommittee for the Academic Council as the case may be; \n(i) To annul by order in writing the proceedings of  any authority or officer if the \nBoard of Governor is satisfied that such proceeding s are not in accordance with \nthe provisions of this Act, statutes or regulations  after calling upon such \nAuthority or officer to show cause why is such proc eedings should not be \nannulled; \n(j) To recommend to the Chancellor removal of any m ember of the Board of \nGovernors in accordance with the provisions of this  Act; \n(k) To make appointment of members of the Executive  Committee, other than ex-\nofficio  members, in accordance with the provisions of the Act; \n(l) To make appointment of members of the Academic Council, other than ex-\nofficio  members, in accordance with the provisions of this  Act; \n(m) To appoint Professors Emeritus on such terms an d conditions as may be \nprescribed; \n \nPage 19  of 31  \n (n) To remove any person from the membership of any  authority if such person,— \n(i) Has become of un-sound mind; or \n(ii) Has become incapacitated to function as member  of such authority; or \n(iii) Has been convicted by a court of law for an o ffense involving moral \nturpitude; and \n(o) To determine the form, provide for the custody and regulate the use of the \ncommon seal of the Institute. \n(3) The Board of Governors may, subject to the prov isions of this Act delegate all or any \nof the powers and functions of any authority, offic er or employee of the Institute at its main campus,  \nto any authority, committee, officer or employee at  its additional campus for the purpose of exercisin g \nsuch powers and performing such functions in relati on to such additional campus, and for this purpose \nthe Board of Governors may create new post or posit ions at the additional campus. \n(4) The Board of Governors may in accordance with t he Act and procedure laid down in \nrules and regulations inspection to be made in resp ect of any matter connected with the Institute. \n21. Syndicate.—  (1) There shall be an Syndicate of the Institute c onsisting of the \nfollowing,- \n(a) Vice-Chancellor who shall be its Chairperson; \n(b) Deans of the faculties of the Institute/Units; \n(c) Three professors from different departments, wh o are not members of the Board \nof Governors, be elected by the Institute teachers in accordance with procedure \nto be prescribed by the Board of Governors; \n(d) Principals of the constituent colleges; \n(e) Registrar; \n(f) Treasurer; and \n(g) Controller of Examinations. \n(2) Members of the Syndicate, other than ex-officio  members, shall hold office for three \nyears. \n(3) As regards the three Professors described in cl ause (c) of sub- section (1) the Board of \nGovernor may, as an alternative to elections, presc ribe a procedure for proposal of a panel of names \nby the representation committee set up in terms of section 25. Appointment of persons proposed by \nthe representation committee may be made by the Boa rd of Governors on the recommendation of the \nVice-Chancellor. \n(4) The quorum for a meeting of the Syndicate shall  be one-half of the total number of \nmembers, a fraction being counted as one. \n \nPage 20  of 31  \n (5) The Syndicate shall meet at least once in each quarter of the year. \n22. Powers and duties of the Syndicate.—  (1) The Syndicate shall be the executive body \nof the Institute and shall, subject to the provisio ns of this Act and the statutes, exercise general \nsupervision over affairs and management of the Inst itute. \n(2) Without prejudice to the generality of the fore going powers, and subject to the \nprovisions of this Act, the statutes and directions  of the Board of Governors shall have the following  \npowers,— \n(a) Consider the annual report, the annual and revi sed budget estimates and to \nsubmit these to the Board of Governors; \n(b) Transfer and accept transfer of movable propert y on behalf of the institute; \n(c) Enter into, vary, carry out and cancel contract s on behalf of the Institute; \n(d) Cause proper books of accounts to be kept for a ll sums of money received and \nexpended by the Institute and for the assets and li abilities of the Institute; \n(e) Invest any money belonging to the Institute inc luding any un-applied income in \nany of the securities described in section 20 of th e Trusts Act, 1882 (Act II of \n1882), or in the purchase of immovable property or in such other manner, as \nmay be prescribe, with the like power of varying su ch investments; \n(f)  Receive and manage any property transferred, a nd grants bequests, trust, gifts \ndonations, endowments, and other contributions made  to the Institute; \n(g) Administer any refunds placed at the disposal o f the Institute for specified \npurposes; \n(h) Provide the buildings, libraries, premises, fur niture, apparatus, equipment and \nother means required for carrying out the work of t he Institute; \n(i) Establish and maintain halls of residence and h ostels or approve or license \nhostels or lodgings for the residents of students; \n(j)  Recommend to the Board of Governor admission o f educational institutions to \nthe privileges of the Institute and withdraw such p rivileges; \n(k) To arrange for the inspection of colleges, scho ol and the departments; \n(l) Institute Professorships, Associate Professorsh ips, Assistant Professorships, \nLectureships, and other teaching posts or to suspen d or to abolish such posts; \n(m) Create, suspend or abolish such administrative or other posts as may be \nnecessary; \n(n)  Prescribe the duties of officers, teachers and  other employees of the Institute; \n(o) Report to the Board of Governor on matters with  respect to which it has been \nasked to report; \n \nPage 21  of 31  \n (p) Appoint members to various authorities in accor dance with the provisions of \nthis Act; \n(q) Propose drafts of Statutes for submission to th e Board of Governor; \n(r) Regulate the conduct and discipline of the stud ents of the Institute; \n(s) Take actions necessary for the good administrat ion of the Institute in general \nand to this end exercise such powers as are necessa ry; \n(t) Delegate any of its powers to any authority or officer or a committee; and \n(u) Perform such other functions as have been assig ned to it by provisions of this \nAct or may be assigned to it by the Statutes. \n23. Director Planning and Development .— (1) There shall be a Director Planning & \nDevelopment of the Institute to be appointed by the  Board of Governors on the recommendation of the \nSyndicate for a period of three years (once renewab le) on such terms & conditions as may be \nprescribed. \n(2) The minimum experience as well as the professio nal and academic qualifications \nnecessary for the appointment to the post of Direct or Planning and Development shall be prescribed. \n(3) The Director Planning & Development shall be re sponsible for all matters connected \nwith planning and development and perform such othe r duties as may be prescribed. \n(4) The Director Planning & Development shall,— \n(i) Prepare short and long-term plans and developme nt programs to meet vision, \ngoals and priorities set by Institute management/Bo ard of Governors; \n(ii) Conduct comprehensive review, assessment and a nalysis of development \nplanning process (project identification, appraisal , selection, implementation, \nand monitoring) and mechanism; \n(iii) Develop a strategy for improving development planning processes and \nmechanisms based on findings of the situation analy sis; \n(iv) Provide technical support in developing projec t proposals and PCs-I, for the \nInstitute; \n(v) Preparation of the PC-I, PC-II, PC-III, PC-IV a nd PC-V; \n(vi) Preparation of cash work and activity plan; \n(vii) Preparation of quarterly expenditure statemen ts; \n(viii) Preparation of monthly and quarterly progres s reports; \n(ix) To coordinate with works, purchase, store unit s and accounts; and \n(x) To communicate/submit reports, plans and projec ts to different donors. \n \nPage 22  of 31  \n (5) The Board of Governors may on the recommendatio ns/advice of Syndicate, terminate \nthe services of Director Planning & Development on grounds of in-efficiency or misconduct in \naccordance with the prescribed procedure. \n24. Director Quality Enhancement Cell (QEC).—  (1) There shall be a Director Quality \nEnhancement Cell (QEC) of the Institute to be appoi nted by the Board of Governors on the \nrecommendation of Syndicate for a renewable period of three years on such terms & conditions as may \nbe prescribed. \n(2) The minimum experience as well as the professio nal and academic qualifications \nnecessary for the appointment to the post of Direct or Quality Enhancement Cell (QEC) shall be as may \nbe prescribed. \n(3) The Director Quality Enhancement (QEC) shall be  responsible to,— \n(i) Review the quality standards and the quality of  teaching and learning in each \nsubject areas; \n(ii) Review the academic association with other Ins titutions in terms of effective \nmanagement of standards and quality of programs; \n(iii) Defining clear and explicit standards as poin ts of reference to the review to be \ncarried out. It should also help the employees to k now as to what they could \nexpect from candidates; \n(iv) Developing qualifications framework by setting  out the attributes and abilities \nthat can be expected from the holder of a qualifica tion,  i.e. under-graduate and \ngraduate programs; developing program specification s. These are standards set \nof information clarifying what knowledge, understan ding, skills and \nother/attributes a student will have developed on; \n(v) Successfully completing a specific program; \n(vi) Developing quality assurance processes and met hods of evaluation to affirm \nthat the quality of provision and the standard of a wards are being maintained \nand to foster curriculum, subject and staff develop ment together with research \nand other scholarly activities; \n(vii) Ensure that the Institute’s quality assurance  procedures are designed to fit in \nwith the arrangements in place nationally and; \n(viii)  Internationally for maintaining and improvi ng the quality of Higher Education; \ndeveloping procedures and processes, monitoring and  evaluation systems, and \nstandards for the fol1owing,— \n(a) The approval of new program; \n(b) Annual monitoring and evaluation including prog ram monitoring, \nfaculty monitoring and student perceptions; \n(c) Departmental review; \n \nPage 23  of 31  \n (d) Student feedback; \n(e) Employer feedback; \n(f) Quality assurance of under-graduate, graduate &  doctoral programs; \n(g) Institutional assessment and performance evalua tion; \n(h) Program specifications; \n(i) Qualification framework. \n(ix) Director Quality Enhancement Cell (QEC) shall be the member of all statutory \nbodies/committees of the Institute. \n(4) The Board of Governors may on the recommendatio ns or advice of Syndicate, terminate \nthe services of Director Quality Enhancement Cell ( QEC) on grounds of in-efficiency or misconduct \nin accordance with the prescribed procedure. \n25. Director of Office of Research, Innovation and Commercialization (ORIC).—  (1) \nThere shall be a Director (ORIC) of the Institute t o be appointed by the Board of Governors on the \nrecommendation of Syndicate for a renewable period of three years on such terms and conditions as \nmay be prescribed. \n(2) The minimum experience as well as the professio nal and academic qualifications \nnecessary for the appointment to the post of Direct or (ORIC) shall be as may be prescribed.  \n(3) The Director (ORIC) shall,— \n(i) manage and enhance the research activities of t he Institute, develop research \npolicies and priorities, work. for fund raising for  research, mobilize faculty, \nbusiness community and industry for research commer cialization and serve as \nan effective advocate for research with the univers ity/Institute and to its broader \ncommunity of stakeholders and supporters; \n(ii) to supervise all aspects of the operation of t he Office of the Research including \nresearch administration (budgeting, auditing, accou nting, human resources, \nmanagement and maintenance of facilities and equipm ent, implementation of \nresearch contracts and human resources); \n(iii) to develop programs and activities that will increase funding for research from \nall public and private sources, establish and maint ain excellent relationships \nwith donors and private sources, oversee proposals development and \nsubmission; \n(iv) to promote the development of public-private p artnerships in support of Institute \nresearch, link the Institute’s research community w ith the needs and priorities \nof the corporate sector, develop opportunities for applied research and explore \nopportunities for technology transfer and commercia lization of Institute \nresearch (including incubators and research parks);  \n(v) be responsible to monetize royalty streams from  licenses; \n \nPage 24  of 31  \n (vi) collaborate with the principal liaison for tec hnical marking and licensing on the \ncommercialization of the Institute’s IP in coordina tion with other relevant \ndepartment and offices. \n(vii) work in close liaison with the office of rese arch and development, planning and \ndevelopment, and Institute’s technology park. \n(4) The Board of Governors may on the recommendatio ns/advice of Syndicate. Terminate \nthe services of Director (ORIC) on grounds of in-ef ficiency or misconduct in accordance with the \nprescribed procedure. \n26. Academic Council.—  (1) There shall be an Academic Council of the Inst itute \nconsisting of the following,— \n(a) Vice-Chancellor who shall be its Chairperson; \n(b) Deans of faculties and such heads of department s as may be prescribed; \n(c) Five members representing the departments, inst itutes and the constituent \ncolleges/school to be elected in the manner prescri bed by the Board of \nGovernors; \n(d) Five Professors including Professors Emeritus; \n(e) Registrar; \n(f) Controller of Examinations; and \n(g) Librarian. \n(2) The Board of Governors shall appoint the member s of the Academic Council, other \nthan ex-officio  and elected members, on the recommendation of the Vice-Chancellor: \nProvided that as regards the five professors and th e members representing the departments, \ninstitutes and the constituent colleges/school the Board of Governor may, as an alternative to electio ns, \nprescribe a procedure for proposal of panel of name s, by the representation committee set up in terms \nunder this Act Appointment of persons proposed by t he representation committee may be made by the \nBoard of Governor on recommendation of the Vice- Ch ancellor. \n(3) Members of the Academic Council shall hold offi ce for three years. \n(4) The Academic Council shall meet at least once i n each quarter. \n(5) The quorum for meetings of the Academic Council  shall be one half of the total number \nof members, a fraction being counted as one. \n27. Powers and functions of the Academic Council.—  (1) The Academic Council shall \nbe the principal academic body of the Institute and  shall, subject to the provisions of this Act and t he \nstatutes, have the power to lay down proper standar ds of instruction, research and examinations and to  \nregulate and promote the academic life of the Insti tute and the colleges/schools. \n(2) Without prejudice to the generality of the fore going powers, and subject to the, \n \nPage 25  of 31  \n provisions of this Act and the statutes, the Academ ic Council shall have the power to,— \n(a) Approve the policies and procedures pertaining to the quality or academic \nprograms; \n(b) Approve academic programs; \n(c) Approve the policies and procedures pertaining to student related functions \nincluding admissions, expulsions, punishments, exam inations and certification; \n(d) Approve the policies and procedures assuring qu ality of teaching and research; \n(e) Propose to the Syndicate schemes for the consti tution and organization of \nfaculties, teaching departments and boards of studi es; \n(f) Appoint paper setters and examiners for all exa minations of the Institute after \nreceiving panels of names from the relevant authori ties; \n(g) Institute programs for the continued profession al development of Institute \nteachers at all levels; \n(h) Recognize the examinations of other Universitie s or examining bodies as \nequivalent to the corresponding examinations of the  Institute; \n(i) Regulate award of studentships, scholarships, e xhibitions, medals and prizes; \n(j) Frame Regulations for submission to the Board o f Governor; \n(k) Prepare an annual report on the academic perfor mance of the Institute; and \n(l) Perform such functions as may be prescribed by regulations. \n28. Representation Committees.—  (1) There shall be a representation committee \nconstituted by the Board of Governor through Statut es for recommendation of persons for appointment \nto the Board of Governor in accordance with the pro visions of section 19. \n(2) There shall also be a Representation Committee constituted by the Board of Governor \nthrough statutes for the recommendation of persons for appointment to the Syndicate and the Academic \nCouncil in accordance with the provisions of sectio ns 21 and 23. \n(3) Members of the representation committee for app ointments to the Board shall consist \nof the following, __  \n(a) three members of the Board of Governor who are not Institute teachers; \n(b) two persons nominated by the Institute teachers  from amongst themselves in the \nmanner prescribed; \n(c) one person from the academic community, not emp loyed by the Institute, at the \nlevel of professor or college/school principal to b e nominated by the Institute \nteachers in the manner prescribed; and \n(d) one eminent citizen with experience in administ ration, philanthropy, \n \nPage 26  of 31  \n development work, law or accountancy to be nominate d by the Board of \nGovernor. \n(4) The representation committee for appointments t o the Executive Committee and the \nAcademic Council shall consist of the following, __  \n(a) two members of the Board of Governors who are n ot Institute teachers; \n(b) three persons nominated by the Institute teache rs from amongst themselves in \nthe manner prescribed. \n(5) The tenure of the representation committees sha ll be three years:  \nProvided that no member shall not serve for more th an two consecutive terms. \n(6) The procedures of the representation committees  shall be as may be prescribed. \n(7) There may also be such other representation com mittees set up by any of the other \nauthorities of the Institute as are considered appr opriate for recommending persons for appointment to  \nthe various authorities and other bodies of the Ins titute. \n29. Appointment of Committees by certain Authoritie s.— (1) The Board of Governors, \nthe Syndicate, the Academic Council and other autho rities may, from time to time, appoint such \nstanding, special or advisory committees, as they m ay deem fit, and may place on such committee \npersons who are not members of the authorities appo inting the committees. \n(2) The constitution, functions and powers of the a uthorities for which no specific provision \nhas been made in this Act shall be such as may be p rescribed by statutes or regulations. \nCHAPTER-V \nSTATUTES, REGULATIONS AND RULES \n30. Statutes.—  (1) Subject to the provisions of this Act, statute s, to be published in the \nofficial Gazette, may be made to regulate or prescr ibe all or any of the following matters,- \n(a) the contents of and the manner in which the ann ual report to be presented by the \nVice-Chancellor before the Board of Governors shall  be prepared; \n(b) the Institute fees and other charges; \n(c) constitution of any pension, insurance, gratuit y, provident fund and benevolent \nfund for Institute employees; \n(d) scales of pay and other terms and conditions of  service of officers, teachers and \nother Institute employees; \n(e) maintenance of the register of registered gradu ates; \n(f) admission of educational institutions to the pr ivileges of the Institute and the \nwithdrawal of such privileges; \n(g) establishment of faculties, departments, instit utes, colleges/school, study \n \nPage 27  of 31  \n centres and other academic divisions; \n(h) powers and duties of officers and teachers; \n(i) conditions under which the Institute may enter into arrangements with other \ninstitutions or with public bodies for purposes of research and advisory services; \n(j) conditions for appointment of Emeritus Professo rs and award of honorary \ndegrees; \n(k) efficiency and discipline of Institute employee s; \n(l)  the constitution and procedure to be followed by representation committees in \ncarrying out functions in terms of this Act; \n(m) the constitution and procedure to be followed b y the Search Committee for \nappointment of the Vice- Chancellor; \n(n) constitution, functions and powers of the autho rities of the Institute; and \n(o) all other matters which by this Act are to be o r may be prescribed or regulated \nby statutes. \n(2) The draft of statutes shall be proposed by the Syndicate to the Board of governors which \nmay approve or pass with such modifications as the Board of Governors may think fit or may refer \nback to the Syndicate, as the case may be, for reco nsideration of the proposed draft: \nProvided that statutes concerning any of the matter s mentioned in clauses (a) and (1) of sub-\nsection (1) shall be initiated and approved by the Board of Governors, after seeking the views of the \nSyndicate: \nProvided further that the Board of Governors may in itiate a statute with respect to any matter \nin its power or with respect to which a statute may  be framed in terms of this Act and approve such \nStatute after seeking the views of the Syndicate. \n31. Regulations .— (1) Subject to the provisions of this Act and th e statues, the Academic \nCouncil may make Regulations, to be published in th e official Gazette, for all or any of the following  \nmatters, __  \n(a) courses of study for degrees, diplomas and cert ificates of the Institute; \n(b) manner in which the teaching referred to in sub -section (1) of section 6 shall be \norganized and conducted; \n(c) admission and expulsion of students to and from  the Institute; \n(d) conditions under which students shall be admitt ed to the courses and \nexaminations of the Institute and shall become elig ible for award of degrees, \ndiplomas and certificates; \n(e) conduct of examinations; \n \nPage 28  of 31  \n (f) conditions under which a person may carry on in dependent research to entitle \nhim to a degree; \n(g) institution of fellowships, scholarships, exhib itions, medals and prizes; \n(h) use of the Library; \n(i) formation of faculties, departments and board o f studies; and \n(j) all other matters which by this Act or the stat utes are to be or may be prescribed \nby Regulations. \n(2) Regulations shall be proposed by the Academic C ouncil and shall be submitted to the \nBoard of Governors which may approve them or withho ld approval or refer them back to the Academic \nCouncil for reconsideration. A regulation proposed by the Academic Council shall not be effective \nunless it receives approval of the Board of Governo rs. \n(3) Regulations regarding or incidental to matters contained in clauses (g) and (i) of sub-\nsection (1) shall not be submitted to the Board of Governors without the prior approval of the \nSyndicate. \n32. Amendment and repeal of Statutes and Regulation s.— The procedure for adding to, \namending or repeating thg Statutes and the Regulati ons shall be the same as that prescribed \nrespectively for framing or making Statutes and Reg ulations. \n33. Rules.—  (1) The authorities and the other bodies of the In stitute may make rules, \nconsistent with the Act, statutes or the regulation s, to regulate any matter relating to the affairs o f the \nInstitute which has not been provided for by this A ct or that is not required to be regulated by statu tes \nor regulations, including rules to regulate the con duct of business and the time and place of meetings  \nand related matters. \n(2) Rules shall become effective upon approval by t he Syndicate. \nCHAPTER-VI  \nINSTITUTE FUND \n34. Institute Fund .— (1) The institute shall have a fund to which sha ll be credited its \nincome from fees, donations, trusts, bequests, endo wments, grants, contributions and all other sources . \n(2) Capital recurrent expenditure of the Institute shall be met from the contributions made \nby the Board of Governors and any other source, inc luding other foundations, universities and \nindividuals, and from the income derived from such sources. \n(3) No contribution, donation or grant which may di rectly or indirectly involve an \nimmediate or subsequent financial liability for the  Institute, shall be accepted without prior approva l \nof the Board of Governors. \n35. Audit and Accounts.— (1) The accounts of the Institute shall be maintain ed in such \nform and manner as may be determined by the Board o f Governors and shall be audited each year \nwithin four months of the closing of the financial year of the Institute by an independent Chartered \nAccountant appointed by the Board. \n \nPage 29  of 31  \n (2) The accounts, together with the report of the a uditor thereon, shall be submitted to the \nBoard for approval. \n(3) The auditor’s report shall certify that the aud itor has complied with the standards of \naudit and certification laid down by the Institute of Chartered Accountants of Pakistan. \nCHAPTER-VII \nGENERAL PROVISIONS \n36. Service of the Institution.—  (1) All employee of the Institute in accordance wi th the \nterms and conditions of the prescribed service by t he statute shall be person in service of the instit ute. \n(2) An officer, teacher and other employee of the I nstitute shall retire from service on \nattainment of such age or tenure of the service as may be prescribed.  \n37. Opportunity of show cause.—  Except as otherwise provided, no officer, teacher or \nother employee of the Institute holding a permanent  post, shall be reduced in rank, or removed or \ncompulsorily retired from service, unless he has be en given a reasonable opportunity of showing cause \nagainst the action proposed to be taken against him . \n38. Appeal to the Board of Governors.—  (1) Where an order has been passed punishing \nan employee other than the Vice-Chancellor, or alte ring or interpreting to his dis-advantage the \nprescribed terms or conditions of his service, he s hall, where the order is passed, by the Vice-\nChancellor or any other officer or teacher of the I nstitute, has the right to appeal to the Board of \nGovernors against the order, and where the order is  made by the Board of Governors has the right to \napply to the Board of Governors for review of that order. \n(2) The appeal or application for review shall be s ubmitted to the Vice-Chancellor who \nshall lay it before the Board of Governors with his  views and record of the case. \n(3) No order in appeal or review shall be made unle ss the appellant or the applicant, as the \ncase may be has been given an opportunity of being heard. \n39. Benefits and Insurance.—  (1) The institute shall constitute for the benefit  of its \nemployees in such manner and subject to such condit ions as may be prescribed, such Schemes for the \nprovisions of post-employment benefit as well as he alth and life insurance while in service. \n(2) Where any provident fund has been constituted u nder this Act the provision of \nProvident Fund Act, 1925 (XIX of 1925) shall apply to such fund. \n40. Commencement of term of members of Authorities. — (1) When a member of a \nnewly constituted authority is elected, appointed o r nominated, his term of office, as fixed under thi s \nAct shall commence from such date as may be prescri bed. \n(2) Where a member who has accepted any other assig nment or for any other similar reason \nremained absent from the Institute for a period of not less than six months he shall be deemed to have  \nresigned and vacated his seat. \n41. Filling of casual vacancies in authorities.—  Any casual vacancy among the members \nof the authority shall be filled, as soon as conven iently may be, in the same manner and by the same \nperson or Authority that had appointed the member w hose place has become vacant and the person \n \nPage 30  of 31  \n appointed to the vacancy shall he a member of such authority for the residue of the term for which the  \nperson whose place he fills would have been a membe r. \n42. Disputes about membership of authorities.—  (1) Notwithstanding anything \ncontained in this Act, a person nominated or appoin ted to any authority shall cease to be member of \nsuch authority as soon as he cease to hold the posi tion by virtue of which he was nominated or \nappointed. \n(2) If a question arises whether any person is enti tled to be a member of any authority, the \nmatter shall be referred to a committee consisting of the Chancellor, two nominees of the Board of \nGovernor and a nominee of the Vice-Chancellor and t he decision of the committee thereon shall be \nfinal and binding. \n43. Proceedings of authorities not invalidated by t he vacancies.—  No Act, resolution or \ndecision of any authority shall be invalid by reaso n of any vacancy on the Authority doing, passing, o r \nmaking it or by reason of any want of qualification  or appointment or nomination of any de facto  \nmember or the authority, whether present or absent.  \n44. Transitory Provisions.— (1) Notwithstanding anything contained in this Act,  the \nBoard of Governor shall be structured and the membe rs thereof, except the Institute teachers, appointe d \nby the Chancellor in accordance with the numbers an d criteria for membership specified in this Act. \nAs regards the Institute teachers, they shall also be appointed by the Chancellor for first structured  \nBoard of Governor and subsequently they will be ele cted or appointed as per prescribed manner. The \nfirst structured Board of Governor so constituted s hall initiate, as soon as possible, the process for  the \nappointment of the members of the Syndicate and the  Academic Council in accordance with the terms \nof this Act. The term of tenure provided in sub-sec tion (4) of section 19 notwithstanding, one-third o f \nthe members, other than ex-officio  members, of the first structured Board of Governor , to be \ndetermined by lot, shall retire from office on the expiration of one year from the date of appointment  \nby the chancellor. One-half of the remaining member s, other than ex-officio  members, of the first \nstructured Board of Governor, to be determined by l ot, shall retire from office on the expiration of t wo \nyears from the date of appointment and the remainin g one-half, other than ex-officio  members, shall \nretire from office on the expiration of the third y ear. \n(2) Notwithstanding anything contained in this Act,  the first Vice- Chancellor shall be \nappointed by the Chancellor for a period of three y ears. \n45. Removal of Difficulties.—  (1) If any question arises as to the interpretatio n of any of \nthe provisions of this Act, it shall be placed befo re the Chancellor and Commission whose decision \nthereon shall be final. \n(2) If any difficulty arises in giving effect to an y of the provisions of this Act, the chancellor \nmay make such order after obtaining the views of Bo ard of Governors, not inconsistent with the \nprovisions of this Act, as may appear to him to be necessary for removing the difficulty. \n(3) Where this Act makes any provision for anything  to be done but no provision or no \nsufficient provision has been made as respect the a uthority by whom, or the time at which, or the \nmanner in which, it shall be done, then it shall be  done by such authority, at such time, or in such \nmanner as the Chancellor may direct after obtaining  the views of the Board of Governors. \n \n \nPage 31  of 31  \n  46. Flaws in constitution of authority.—  Where there is flaw in the constitution of an \nauthority, as constituted by this Act, the statutes  or the regulations, institutions or other body out side \nthe institute has been dissolved or has ceased to f unction, or because of some other similar reasons, \nsuch flaws shall be removed in such manner Board of  Governor directed. \n47. First Statute and Regulations.—  Now with standing anything contained in this Act, \nthe President of Pakistan shall Promulgate the firs t statute and regulations which shall be deemed to \nbe status and regulations framed under this Act sha ll continue to remain in force until amended or \nrepeated or till such time as new statutes and regu lations are framed in accordance with the provision s \nof this Act. \n48. Indemnity.—  No suit or legal proceedings shall lie against the  Government, the \nInstitute or any authority or employee of the insti tute or any person, in respect of anything which is  \ndone, or purported to have been done in good faith this Act."
}