{
    "file": "./converted_json\\administrator09e29cb08a9a7e554129b256e81b89fb.json",
    "name": "The Dekkhan Agriculturists' Relief Act, 1879",
    "date": "29th October, 1879",
    "tagline": "An Act for the relief of Indebted Agriculturists in certain parts of the Dekkhan.",
    "content": "Page 1 of 30 \n  \n \nTHE DEKKHAN AGRICULTURISTS’ RELIEF ACT, 1879  \n \n \n \n \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1. Short title.  \nCommencement  \nLocal extent  \n2.  Construction  \n2A. [Repealed .]  \nCHAPTER II  \n \nOF THE HEARING OF CERTAIN SUITS BY SUBORDINATE JUDGES  \n3.  Application of this Chapter  \n4.  Certain suits to be instituted in Courts of first class Subordinate Judges.  \n5.  Subordinate Judges not to act as Judges of Small Cause Courts .  \n6.  Jurisdiction of Subordinate Judge and Small Cause Court  \n7.  Summons to be for final disposal of suit  \n \n Court to examine defendant as witness  \n8.  [Repealed .]  \n9.  [Repealed .]  \n10.  No appeal to lie  \n \n \n \n \n\n \nPage 2 of 30 \n CHAPTER III  \nOF SUITS AND OTHER PROCEEDINGS TO WHICH AGRICULTURISTS ARE PARTIES  \n10A.  Power of Court to determine nature of transactions and to admit evidence of an oral \nagreement or statement  \n11.  Agriculturists to be sued where they reside  \n12.  History of transactions with agriculturist -debtor to be investigated  \n13. Mode of taking account  \n13A.  In certain cases rent may be ch arged in lieu of profits  \n14-15.  [Repealed .]  \n15A.  Mortgagor entitled to decree for redemption through time fixed by mortgage has not arrived \nor debt has not been paid  \n15AA.  Power of Court to name some future date for payment by the mortgagor  \n15B.  Power to order payment by instalments in case of decree for redemption, foreclosure or sale  \n15C.  Power to order payment by instalments in suits for possession of mortgaged property  \n15D.  Mortgagor may sue for account  \n16.  Agriculturist -debtors may sue for  accounts  \n Amount of debts in such cases to be determined according to foregoing provisions  \n17.  Decree under section 16 may provide for payment by instalments. Execution of decrees under \nthis section  \n18.  Payment into Court in cases under section 16  \n19. [Repealed ]  \n20.  Power to fix instalments in execution  \n21.  Arrest and imprisonment in execution of decree for money abolished  \n22.  Immoveable property exempted from attachment and sale unless specifically pledged  \n22A.  Power of Collector to set aside sale  \n23.  Chapter not to apply to Village Munsifs’ Courts  \n \n \n \nPage 3 of 30 \n CHAPTER IV  \n \nOF INSOLVENCY  \n24.  Subordinate Judges to have jurisdiction in agriculturists’ cases  \n25.  Agriculturists may apply for adjudication in cases not provided for by Code  \n26.  Modificati on of section 351 of the Code  \n27. Receiver  \n28.  Proof of debts.  \n29.  Immoveable property not to vest in receiver, but may be managed for benefit of creditors.  \n30.  Secured debts  \n31.  Insolvent incompetent to sell etc., property dealt with under sections 2 9 and 30.  \n32.  Scheduled debts discharged.  \n33.  Appeals barred  \nCHAPTER V  \n \nOF VILLAGE -MUNSIFS  \n34.  Appointment of Village -munsifs  \n35.  Suits triable by them  \n Jurisdiction of other Courts excluded  \n Proviso  \n36.  District Judge’s power of revision  \n37.  Power of Provincial Government to make rules  \nCHAPTER VI  \n \nOF CONCILIATION  \n38.  Appointment of Conciliators  \n39.  Matters which may be brought before Conciliator  \n40.  Procedure thereupon  \nDay for attendance may from time to time be postponed  \n41.  When all parties appear, Conciliator to endeavour to reconcile them  \n42.  Conciliator to hear statements of witnesses etc . \n43.  Any agreement arrived at to be reduced to writing  \n \nPage 4 of 30 \n 44.  Procedure when  agreement finally disposes of case and in other circumstances  \n45.  Procedure where agreement is for reference to arbitration.  \n46.  Certificate to be given to applicant if conciliation fails  \n47.  Suit, or application for execution, not to be entertained b y Civil Court unless such certificate \nis produced  \n48.  Allowance to be made in period of limitation  \n48A.  [Repealed .]  \n49.  Provincial Government to make rules  \nCHAPTER VII  \n \nSUPERINTENDENCE AND REVISION  \n50.  District Judge to inspect, etc . \n51.  District Judge may withdraw case from Conciliator or Subordinate Judge  \n or sit with subordinate Judge as a Bench for trail of any case  \n52.  Appointment of Assistant or Subordinate Judges to aid District Judge  \n53.  of revision  \n54.  Special Judge  \nCHAPTER VII I \n \nREGISTRATION BY VILLAGE -REGISTRARS  \n55.  Appointment of Village registrars  \n56.  Instruments executed by agriculturist not to be deemed valid unless executed before a \nVillage -registrar  \n57. Such instruments to written by, or under the superintendence of, a Village -registrar and \nexecuted in his presence . Attestation of such instruments  \n58.  Registration of instruments by Village -registrars  \n59.  Consideration to be fully stated in every instrument executed before a Village -registrar  \nPrevious instruments to be produced  \nProduction of copy of previous instrument when to be permitted  \n60.  Registration under this Act to be deemed equivalent to registration under Indian Registration \nAct, 1877  \n61.  Superintendence of Villag e-registrars and custody and destruction of their records  \n \nPage 5 of 30 \n 62.  Exemption of instruments to which the Government or any officer of the Government is a \nparty  \n63.  Power of Provi ncial Government to make rules  \nCHAPTER VIIIA  \n \nREGISTRATION OF INSTRUMENTS REFERRED TO IN SECTION 17 OF  \n \nTHE INDIAN REGISTRATION ACT, 1877  \n63A.  Mode of execution by agriculturists of instruments required to be registered under Act III of \n1877  \nCHAPTER IX  \n \nOF RECEIPTS AND STATEMENTS OF ACCOUNT  \n64.  Agriculturists entit led to written receipts  \n65. Agriculturists entitled to annual statements of account  \n66.  Agriculturists entitled to have account made up from time to time in a pass -book  \n67.  Penalty for cont ravention of sections 64 to 66  \nCHAPTER X  \n \nLEGAL PRACTITIONERS  \n68.  Pleaders, etc., excluded in certain cases  \n69.  Power of Court to appoint pleader for agriculturist  \nCHAPTER XI  \n \nMISCELLANEOUS  \n70.  Mortgages, etc., to be valid only when written  \n71.  Bar of application of section 258, Act XIV of 1882  \n71A.  Rate of interest allowable on taking an account  \n72. Limitation  \n73. [Repealed .]  \n73A.  Certain agricultural produce exempted from attachment, etc . \n74.  Civil procedure Code to apply in Subordinate Judge’s Courts  \n74A.  Co-operative Credit Societies  \n75.  Additional power to make rules  \n76.  Rules to be published  \n \nPage 6 of 30 \n THE DEKKHAN AGRICULTURISTS’ RELIEF ACT, 1879  \n1ACT No. XVII OF 1879  \n[29th October, 1879 ]  \nAn Act for the relief of Indebted Agriculturists in certain parts of the Dekkhan.  \nPreamble. WHEREAS it is expedient to relieve the agricultural classes in certain parts of the \nDekkhan from indebtedness; It is hereby enacted as follows:___ \nCHAPTER I  \n \nPRELIMINARY  \n21. Short title. Commencement. This Act may be cited as the 3Dekkhan Agriculturists’ Relief \nAct, 1879: and it shall come into force on the first day of November, 1879.  \nLocal extent. 4[This section and] sections 11, 56,  60 and 62 extend to 5[the whole of Pakistan]. \n6[The rest of this Act may, from time to time, be extended wholly or in part by the Provincial \nGovernment of 7[West Pakistan to any part or parts of Sindh], or by the 8[Federal Government] to any \npart or parts of the 9[Karachi Division]].  \n10[2. Construction. In construing this Act, unless there is something repugnant in the subject \nor context, the following rules shall be observed, namely:__  \n1st.__ “Agriculturist” shall be taken to mean a person who by himself or by h is servants or by \nhis tenants earns his livelihood wholly or principally by agriculture carried on within the limits of a \ndistrict or part of a district to which this Act may for the time being extend, or who ordinarily engages \npersonally in agricultural l abour with in those limits.  \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1879, Pt. V, p.796; for Report of the Select Committee, see ibid., p. 939; for Proceedings in \nCouncil relating to the Bill it was originally proposed to introduce, see ibid., 1878, Supplement, p. 1028; and for Proceedings relating to the Bill which \nincluded the provisions of both this Bill and the Bill which the Local Council had introduced see ibid., 1879, Supplement, pp. 595, 833, 873 and 1327.  \nThis act was rep. i n the Province of Bombay by s. 85 of the Bombay Act 28 of 1939 with effect from a date to be notified.  \nIt has also been extended to the Leased Areas of Balochistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and also applied in the \nFedera ted Areas of Balochistan, see Gazette of India, 1937, Pt. I, p. 1499.  \nSs. 2, 3 and 11 (ss. 2 and 11 subject to modifications) have been applied to Balochistan under ss. 5 and 5A of the Scheduled Districts Act, 1874 (14 of \n1874), see Gazette of India, 1935 , Pt. II -A, p.4.  \nThis Act has been amended in its application to the Province of Sindh by the Sindh Act No. 17 of 1975, s. 3 and 2nd Sch.  \n2Section 1 has been amended in its application to the Province of West Pakistan (except the Capital of the Federatio n) by the West Pakistan Act 16 of \n1957, s. 3 (3) and 3rd Sch. (with effect from the 14th October, 1955).  \n3Acts 17 of 1879, 23 of 1881 and 22 of 1882 may be cited collectively as the Dekkhan  Agriculturists’ Relief Acts, 1879 to 1882 -see s. 1 (1) of the Dekkhan \nAgriculturists’ Relief Act, 1882 (22 of 1882). The Acts of 1879 to 1882 and Act 23 of 1886 may be cited collectively as the D ekkhan Agriculturists’ \nRelief Act 1879 to 1886 -see. s.1(1) o f the Dekkhan Agriculturists’ Relief Act, 1886 (23 of 1886). The Acts of 1879 to 1886 and Act 6 of 1895 may be \ncited collectively as the Dekkhan Agriculturists’ Relief Acts, 1879 to 1895 -see s.1(1) of the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895 ). The \nActs of 1879 to 1895 and Bom. Act I of 1902 may be cited collectively as the Dekkhan Agriculturists’ Relief Acts, 1876 to1902 -see s. 1(1) of the Dekkhan \nAgiculturists’ Relief Act, 1902 (Bom. 1 of 1902).  \n4These words were ins. by Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), s. 3, and are to be deemed to have always bee n inserted.  \n5Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th  October, 1955), for “all the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949 Arts. 3(2) and 4, for “the whole of British I ndia”.  \n6Subs. by A.O., 1949, Sch., for the original text as amended by A.O., 1937 the Dekkhan Agricu lturists’ Relief Act, 1886 (23 of 1886), the Dekkhan \nAgriculturists’ Relief Act, 1895 (6 of 1895), and the Devolution Act, 1920 (38 of 1920).  \n7Subs. by Ord. 21 of 1960, s. 3 and 2nd Sch., for “Sindh to any part or parts of the province” (with effect from the 14th October,1955).  \n8Subs. by F. A.O.,1975, Art. 2 and Table, for “Central Government”.  \n9Subs. by A.O., 1964, Art. 2 and Sch., for “Federal Territory of Karachi”, which had been subs. by the Repealing and Amending Ordinance, 1961 (1 of \n1961), s. 3 an d 2nd Sch., for “Capital of the Federation.”  \n10Subs. by Act 6 of 1895, s. 5, for the original section.  \n \nPage 7 of 30 \n Explanations. -(a) An agriculturist who, without any intention of changing his status as such, \ntemporarily ceases to earn his livelihood by agriculture or to engage personally in agricultural labour \nas aforesaid, or who is prevented from so earning his livelihood or engaging in agriculture by age or \nbodily infirmity or by necessary absence in the military service of 1[Pakistan], does not thereby cease \nto be an agriculturist within this definition.  \n(b)  An assignee of Government assessment or a mortgagee is not as such an \nagriculturist within this definition.  \n2nd.-In Chapters II, III, IV and VI, and in section 69, the term “agriculturist,” when used with \nreference to any suit or proceeding, shall include a person who, when any part of the liability which \nforms the subject of that suit or proceeding was incurred, was an agriculturist within the meaning of \nthat word as then defined by law.  \n3rd.- An agricult urist shall be deemed to reside where he earns his livelihood by agriculture or \npersonally engages in agricultural labour as aforesaid.  \n4th.-“Money” shall be deemed to include agricultural produce, implements and stock.  \n5th.-“Lease” shall be deemed to include a counterpart, kabuliyat, and undertaking to cultivate \nor occupy, and an agreement to lease.  \n6th.-“Standing crops” shall include crop s of all sorts attached to the soil, and leaves, flowers, \nand fruits upon, and juice in, trees and shrubs.]  \n2[7th.-For the purposes of Chapters VIII and VIII -A and instrument or a copy of an instrument \ndrawn up on a printed form by or under the superinten dence of a village -registrar or of a sub -registrar \nshall be deemed to be an instrument or copy written or made by or under the superintendence of such \nregistrar or sub -registrar. In this clause the term ‘printed form’ shall be deemed to include a form \nprepared by any mechanical copying press.]  \n32A. [Jagirdars, etc., to be deemed Subordinate Judges. ] Rep. by the Federal Laws (Revision \nand Declaration ) Act, 1951 (26 of 1951), s. 3 and II Schedule.  \nCHAPTER II  \n \nOF THE HEARING OF CERTAIN SUITS BY SUBORDINATE J UDGES  \n3. Application of this Chapter. The provisions of this Chapter shall apply to –  \n(a)  suits for an account, 4[whatever be the amount or value of the subject -matter \nthereof,] instituted 5* * * by an agriculturist in the Court of a Subordinate Judge \nunder the provisions hereinafter contained,  and  \n(b)  suits of the descriptions next hereinafter mentioned 6* * *___  \n \n1Subs. by A.O., 1961, Art. 2 and Sch., for “Her Majesty” (with effect from the 23rd March, 1956).  \n2Cl. 7th ins. by the Bombay Repealing and Amending Act, 1910 (Bom.1 of 1910).  \n3This section was ins. by the Dekkhan Agriculturists’ Relief Act, 1882 (22 o f 1882) s. 4.  \n4Ins. ibid., s. 5.  \n5The words “on or after the first day of November, 1879,” rep. by the Amending Act, 1895 (16 of 1895), s. 2 and Sch. I.  \n6The words “and instituted on or after the same date” rep. ibid. s. 2 and sch. .  \n \n \n \nPage 8 of 30 \n  (1) when such suits are heard by Subordinate Judges of the first class and the subject -matter \nthereof does not exceed in amount or value five hundred rupees, or  \n(2) when such suits are heard by Subordinate Judges of t he second class and the subject matter  \nthereof does not exceed in amount or value one hundred rupees, or  \n (3) when such suits are heard by Subordinate Judges of the second class and the subject -matter \nthereof exceeds one hundred rupees, but does not exceed five hundred rupees, in amount or va lue, and \nthe parties to the suits agree that such provisions shall apply thereto.  \nThe descriptions of suits referred to in claus e (b) are the following, namely :–  \n(w)  suits for the recovery of money alleged to be due to the plaintiff – \n  on account of money lent or advanced to, or paid for, the defendant, or as the \nprice of goods sold, or  \non an account stated between the plaintiff and defendant, or on a written or \nunwritten engagement for the payment of money not hereinbefore provided for   \n(x)  suits for recovery of money due on contracts other than the above and suits for \nrent or for moveable property, or for the value of such property, or for damages; \nand  \n(y)  suits for foreclosure or for the possession of mortgaged property , or for sal e of \nsuch property, or for foreclosure 1[and] sale, when the defendant, or anyone of \nthe defendants, 2* * * is an agriculturist; and  \n(z)  suits for the redemption of mortgaged property when the plaintiff, or, where \nthere are several plaintiffs, any one of  the plaintiffs, is an agriculturist.  \n4. Certain suits to be instituted in Courts of first class Subordinate Judges. Where a \nSubordinate Judge of the first class and a Subordinate Judge of the second class have ordinary \njurisdiction in the same local area , every suit referred to in section 3, clause (b), and instituted in such \nlocal area, shall, if the amount or value of the subject -matter of such suits exceeds one hundred rupees \nand does not exceed five hundred rupees, be instituted in the Court of the Su bordinate Judge of the \nfirst class.  \n5. Subordinate Judges not to act as Judges of Small Cause Courts . Notwithstanding \nanything contained in the 3[Sindh Civil Courts Act (XIV of 1869)], section 28, no Subordinate Judge \nshall be invested with the jurisdicti on of a Judge of a Court of Small Causes 4* * *.  \n \n \n \n1Subs. by the Dekkhan Agriculturists’ Relief Act, 1886 (23 of 1886), s. 5 for “or”.  \n2The words “not being merely a surety for the principal debtor” rep. by the Dekkhan Agriculturists’ Relief Act, 1881 (23 of 18 81), s. 5.  \n3 Subs. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 4 and III Sch., for “ Bombay, Civil C ourts Act, 1869” .  \n4 The words “and any such jurisdiction heretofore conferred on any Subordinate Judge shall be deemed, except as regards suits i nstituted before the said \nfirst day of November, 1879, to have been withdrawn” rep. by the Amending Act, 1895  (16 of 1895), s. 2 and Sch. I.  \n \nPage 9 of 30 \n 6. Jurisdiction of Subordinate Judge and Small Cause Court. The l[Provincial Government] \nmay, from time to time, by notification in the 2[official Gazette], direct that any class of suits which a \nSubordinate Judge would be precluded from hearing by section 12 of 3Act XI of 1865 (to consolidate \nand amend the law relating to Courts of Small Causes beyond the local limits of the ordinary original \ncivil jurisdiction of the High Courts of Judicature), shall be heard and determine d by him and not \notherwise, and may, by a like notification, cancel any such direction.  \n7. Summons to be for final disposal of suit. In every case in which it seems to the Court \npossible to dispose of a suit at the first hearing, the summons shall be for the final disposal of the suit.  \nCourt to examine defendant as witness. In every suit the Court shall examine the defendant \nas a witness unless, for reasons to be recorded by it in writing, it deems it 4[clearly] unnecessary so to \ndo.  \n4[Explanation .___ The compulsory examination of the defendant shall not be dispensed with \nmerely by reason of the fact that the defendant has filed a written statement.]  \n8. [Written statements. ] Rep. by the Dekkhan Agriculturists’ Relief Act, 1895 (VI of 1895), s. 3.  \n9. [Record of evidence. ] Rep. ibid.  \n10. No appeal to lie. No appeal shall lie from any decree or order passed in any suit to which \nthis Chapter applies.  \nCHAPTER III  \nOF SUITS AND OTHER PROCEEDINGS TO WHICH AGRICULTURISTS ARE PARTIES.  \n5[10A. Power of Court to determine nature of transactions and to admit evidence of an \noral agreement or statement. Whenever it is alleged at any stage of any suit or proceeding to which \nan agriculturist is a party that any transaction in issue entered into by such agriculturist or  the person, \nif any, through whom he claims was a transaction of such a nature that the rights and liabilities of the \nparties thereunder are triable wholly or in part under this Chapter, the Court shall, notwithstanding \nanything contained in section 92 of the Evidence Act, 1872 (I of 1872), 6[ or in section 49 of the \nRegistration Act, 1908 (XVI of 1908)] or in any other law for the time being in force, have power to \ninquire into and determine the real nature of such transaction and decide such suit or proce eding in \naccordance with such determination and shall be at liberty, notwithstanding anything contained in any \nlaw as aforesaid, to admit evidence of any oral agreement or statement 7[or unregistered documents] \nwith a view to such determination and decisio n:  \nProvided that such agriculturist or the person, if any, through whom he claims was an \nagriculturist at the time of such transaction:  \nProvided further that nothing in this section shall be deemed to apply to any suit to which a \nbona fide transferee for  value without notice of the real nature of such transaction or his representative \nis a party where such transferee or representative holds under a registered deed executed more than \ntwelve years before the institution of such suit.  \n1 Subs. by A. O., 1937 , for “L.G.”.  \n2 Subs. ibid., for “local Gazette”.  \n3 See now s. 16 of the Provincial Small Cause Courts Act,1887 (9 of 1887).  \n4 Ins. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895), s. 6.  \n5 Ins. by the Dekkhan  Agriculturists’ Relief (Amdt.) Act, 1907 (Bom. 2 of 1907), s. 2.  \n6 Ins. by the Dekkhan Agriculturists’ Relief (Amdt.) Act, 1935 (Bom. 5 of 1935), s. 2.  \n7 Ins. by the Dekkhan Agriculturists’ Relief (Amdt.) Act, 1935 (Bom. 5 of I935),s.2.  \n \nPage 10 of 30 \n Illustrations  \n(a)  A landlord sues for possession of land leased by him to an agriculturist. The \ndefendant alleges that he mortgaged the land with possession to the lessor who \nis entitled to its possession only as such mortgagee and not as owner, and asks \nthat he may be  allowed to redeem the mortgage without being ejected. The \nCourt may admit evidence on this allegation, and, if satisfied that it is correct, \nmay decline to eject the defendant as tenant, and allow the suit to be converted \ninto one for redemption of the mo rtgaged property.  \n(b)  An agriculturist sues to redeem property alleged to have been mortgaged by a \ndeed in the form of a lease. The Court may admit evidence of the intention of \nthe parties outside the deed in order to determine whether the transaction wa s a \nmortgage or a lease, and if satisfied that the transaction was a mortgage may \nenforce the deed as a mortgage -deed.  \n(c)  A money -lender sues to enforce a sale -deed entered into by an agriculturist. It \nis alleged that there was a contemporaneous oral agreement that the transaction \nshould be deemed to be a mortgage. The Court may admit evidence of such oral \nagreement, and if s atisfied of the existence of the agreement may decline to \nenforce the deed as a sale -deed.  \n(d)  An agriculturist sues to redeem property alleged to have been mortgaged by a \ndeed in the form of a sale. The Court may admit evidence of the intention of the \nparties outside the deed in order to dertermine whether the transaction was a \nmortgage or a sale, and if satisfied that the transaction was a mortgage may \nenforce the deed as a mortgage -deed.]  \n11. Agriculturists to be sued where they reside. Every suit of the description mentioned in \nsection 3, clause (w), may, if the defendant, or, when there are several defendants, one only of such \ndefendants, is an agriculturist, be instituted and tried in a Court within the local limits of whose \nJurisdiction such defend ant resides, and not elsewhere.  \nEvery such suit in which there are several defendants who are agriculturists may be instituted \nand tried in a Court within the local limits of whose jurisdiction any one of such defendants resides, \nand not elsewhere.  \nNothi ng herein contained shall affect sections 22 to 25 (both inclusive) of the 1Code of Civil \nProcedure.  \n12. History of transactions with agriculturist -debtor to be investigated. In any suit of the \ndescription mentioned in section 3, clause (w), in which the defendan t or anyone of the defendants 2* \n* * is an agriculturist, and in any suit of the descriptions mentioned in section 3,  clause (y) or clause \n(z).  \n \n \n1 See now the Code of Civil Procedure, 1908 (Act 5 1908).  \n2 The words “not being merely a surety  of the principal debtor” rep. by the Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), s. 5.  \n \nPage 11 of 30 \n l[the Court, if the amount of the creditor’s claim is disputed, shall examine both the plaintiff \nand the defendant as witnesses, unless, for reasons to be r ecorded by it in writing, it deems it \nunnecessary so to do, and shall inquire] into the history and merits of the case, from the commencement \nof the transactions between the parties and the persons (if any) through whom they claim, out of which \nthe suit ha s arisen, first, with a view to ascertaining whether there is any defence to the suit on the \nground of fraud, mistake, accident, undue influence or otherwise, and, secondly, with a view to taking \nan account between such parties in manner hereinafter provid ed.  \nWhen the amount of the claim is admitted and the Court for reasons to be recorded by it in \nwriting believes that such admission is true and is made by the debtor with a full knowledge of his \nlegal rights as against the creditor, the Court shall not be  bound so to inquire, but may do so if it thinks \nfit.  \nIn other cases in which the amount of the claim is admitted, the Court shall be bound to inquire \nas aforesaid.  \nSection 9, clause first, of Bombay Regulation V of 1827 is repealed so far as regards any  suit \nto which this section applies.  \nNothing herein contained shall affect the right of the parties to require that any matter in \ndifference between them be referred to arbitration.  \n13. Mode of taking account. When the Court inquires into the history and  merits of a case \nunder section 12, it shall___  \nnotwithstanding any agreement between the parties or the persons (if any) through whom they \nclaim, as to allowing compound interest or setting -off the profits of mortgaged property without an \naccount in lieu of interest, or otherwise determining the manner  of taking the account,  \nand notwithstanding any statement or settlement of account, or any contract purporting to close \nprevious dealings and create a new obligation,  \nopen the account between the parties from the commencement of the transactions and take  that \naccount according to the f ollowing rules (that is to say) :___  \n(a)  separate accounts of principal and interest shall be taken:  \n(b)  in the account of principal there shall be debited to the debtor such money as \nmay from time to time have been actually received by him or on his account \nfrom the creditor, and the price of goods, if any, sold to him by the creditor, as \npart of the transac tions:  \n2[(c)  in the account of principal there shall not be debited to the debtor any sum in \nexcess of a sum due or to accrue due under a decree which the debtor may have \nagreed directly or indirectly to pay in pursuance of any agreement relating to \nthe satisfaction of the said decree:]  \n \n1Subs. by the Dekkhan Agriculturists’ Relief Act, 1886 (23 of 1886), s. 6, “the Court shall, if the amount of the creditor’s c laim is disputed, inquire”.  \n2Subs. by the Dekkhan  Agriculturists’ Relief (Amdt.) Act, 1932 (Bom. 14 of 1932). s. 2, for original cl. (c).  \n \n \nPage 12 of 30 \n  (d)  in the account of principal there shall not be debited to the debtor any \naccumulated interest which has been converted into principal at any statement \nor settl ement of account or by any contract made in the course of the \ntransactions, unless the Court, for, reasons to be recorded by it in writing, deems \nsuch debit to be reasonable:  \n(e)  in the account of interest there shall be debited to the debtor, monthly, s imple \ninterest on the balance of principal for the time being outstanding, at the rate \nallowed by the Court as hereinafter provided:  \n(f)  all money paid by or on account of the debtor to the creditor or on his account, \nand all profits, service or other ad vantages of every description, received by the \ncreditor in the course of the transactions (estimated, if necessary, at such money -\nvalue as the Court in its discretion, or with the aid of arbitrators appointed by it, \nmay determine), shall be credited first in the account of interest; and when any \npayment is more than sufficient to discharge the balance of interest due at the \ntime it is made, the residue of such payment shall be credited to the debtor in \nthe account of principal:  \n(g)  the accounts of princip al and interest shall be made up to the date of instituting \nthe suit, and the aggregate of the balances (if any) appearing due on both such \naccounts against the debtor on that date shall be deemed to be the amount due \nat that date, except when the balance appearing due on the interest -account \nexceed that appearing due on the principal -account, in which case double the \nlatter balance shall be deemed to be the amount then due.  \n1[13A. In certain cases rent may be charged in lieu of profits. Where the mortgage d property \nis in the possession of the mortgagee or his tenants other than the mortgagor, and the Court is unable \nto determine what profits have been actually received, it may fix a fair rent for such property and \ncharge to the mortgagee such rent as profi ts for the purpose of section 13 :  \nProvided that, if it be proved that in any year there was an entire or serious failure of the crops, \nan abatement of the whole or part of such rent may be allowed for the year.]  \n14. [Interest to be allowed. ] Rep. by the  Dekkhan Agriculturists’ Relief Act , 1895 (VI of 1895), \ns. 3.  \n15. [Reference to arbitration in certain cases. ] Rep., ibid.  \n2[15A. Mortgagor entitled to decree for redemption through time fixed by mortgage has \nnot arrived or debt has not been paid. In a suit of the description mentioned in section 3, clause (z), \nthe Court shall not refuse to pass a decree for redemption merely on the ground that the time fixed for \nthe payment of the principal of the mortgage -money has not arrived, or on the ground th at the \nmortgage -debt has not been completely discharged, or on both.]  \n \n \n1 Section 13A was ins. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895) , s. 7.  \n2Ss. 15A and 15B ins. by the Dekkhan  Agriculturists’ Relief Act, 1882 (22 of 1882), s. 6.  \n \n \nPage 13 of 30 \n 1[15AA. Power of Court to name some future date for payment by the mortgagor. So far \nas it may be consistent with the provisions of this Act every decree for redemption or foreclosure of \nany mortgage,  and every decree or order for the sale of any mortgaged property made at the instance \nof a mortgagee thereof, shall name such future day, not being less than six months after the date of \nsuch decree, as the Court may think reasonable for the payment by th e mortgagor of the money payable \nunder the decree, and no such foreclosure shall be made absolute nor shall any such sale take place \nbefore the day so named.]  \n2[15B. Power to order payment by instalments in case of decree for redemption, \nforeclosure or sa le.–(1) The Court may in its discretion, in passing a decree for redemption, \nforeclosure or sale in any suit of the descriptions mentioned in section 3, clause (y) or clause (z), or in \nthe course of any proceedings under a decree for redemption, foreclosur e of sale passed in any such \nsuit, whether before or after this Act comes into force, direct that any amount payable by the mortgagor \nunder that decree shall be payable in such instalments, on such dates and on such terms as to the \npayment of interest, and , where the mortgagee is in possession, as to the appropriation of the profits \nand accounting therefor, as it thinks fit.  \n(2) If a sum payable under any such direction is not paid when due, the Court shall, except for \nreasons to be recorded by it in writi ng, instead of making an order for the sale of the entire property \nmortgaged or for foreclosure, order the sale of such portion only of the property as it may think \nnecessary for the realisation of that sum.]  \n3[(3) Power to continue the mortagagee in poss ession. In passing a decree for redemption or \nforeclosure in any such suit as aforesaid, the Court may direct that the amount payable by the \nmortgagor shall be discharged by continuing the mortgagee in possession for such further period as \nwill enable him to recov er his principal with reasonable interest, and that on the expiry of such period \nthe property mortgaged shall be restored to the mortgagor.  \n(4) When the amount payable to a mortgagee in possession has been determined in any such \nsuit as aforesaid, the Cou rt may in its discretion, instead of making an order for payment thereof, direct \nthat the mortgagee be continued in possession for such period (to be specified by the Court) as will, in \nthe opinion of the Court, be sufficient to enable him to recover from the profits the amount payable by \nthe mortgagor together with reasonable interest, and that on the expiry of such period the property \nmortgaged shall be restored to the mortgagor.]  \n4[15C. Power to order payment by instalments in suits for possession of mo rtgaged \nproperty. –(l) The Court may, if it thinks fit, in any suit for the possession of mortgaged property under \nsection 3, clause (y), instead of passing a decree for possession of that property, pass a decree directing \nthat the amount payable by the mor tgagor shall be payable in such instalments, on such dates and on \nsuch terms as to the payment of interest, and as to the appropriation of the profits and accounting \ntherefor, as it thinks fit.  \n(2) If a sum payable under any such direction is not paid whe n due, the Court may, if it thinks \nfit, instead of making any other order which it is empowered to make for the realisation of that sum \nmake an order directing that the mortgagee be put in possession of the whole or any portion of the \nproperty mortgaged.  \n \n1 Section 15AA, ins. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895), s. 8.  \n2 Ss. 15A and 15B ins. by the Dekkhan Agriculturists’ Relief Act, 1882 (22 of 1882), s. 6.  \n3 Sub-sections (3) and (4) of section 15B, ins. ibid., s. 9.  \n4 Ss.15C and  15D, ins. by the Dekkhan Agriculturists’ Relief Act, 1882 (22 of 1882), s. 6.  \n \n \nPage 14 of 30 \n 15D. Mortgagor may sue for account. –(1) Any  agriculturist whose property is mortgaged \nmay sue for an account of the amount of principal and interest remaining unpaid on the mortgage and \nfor a decree declaring that amount.  \n(2) When any such suit is brought, the amount (if any) remaining unpaid shal l be determined \nunder the same rules as would be applicable under this Act if the mortgagee had sued for the recovery \nof the debt.  \n(3) At any time before the decree in the suit is signed, the plaintiff may apply to the Court to \npass a decree for the redemption of the mortgage, or the mortgagee, if he would then have been entitled \nto sue for foreclosure or sale, may apply to the Court to pass a decree for foreclosure or sale (as the \ncase may be), instead of a decree merely declaring the amount remaining unpaid, and the Court may, \nif it thinks fit, grant the application.  \n(4) The provisions of section 15B shall apply to any decree passed  under sub -section (3).]  \n16. Agriculturist -debtors may sue for accounts. Any agriculturist may sue for an account of \nmoney lent or advanced to or paid for him by a creditor, or due by him to the creditor as the price of \ngoods sold, or on a written or unwr itten engagement for the payment of money, and of money paid by \nhim to the creditor, and for a decree declaring the amount, if any, still payable by him to the creditor.  \nAmount of debts in such cases to be determined according to foregoing provisions. Whe n \nany such suit is brought, the amount (if any) payable by the plaintiff shall be determined under the \nsame rules as would be applicable under this Act if the creditor had sued him for recovery of the debt.  \n17. Decree under section 16 may provide for paym ent by instalments. Execution of \ndecrees under this section. A decree passed under section 16 may, besides declaring the amount due, \ndirect that such amount shall be paid by installments, with or without interest; and, when any such \ndecree so directs, the plaintiff may pay the amount of such decree, or the amount of each installment \nfixed by such decree, as it falls due, into Court, in default whereof execution of the decree may be \nenforced by the defendant in the same manner as if he had obtained a decree,  in a suit to recover the \ndebt.  \n18. Payment into Court in cases under section 16. The plaintiff in any suit instituted under \nsection 16 may at any stage of such suit deposit in Court such sum of money as he considers a \nsatisfaction in full of the defendan t’s claim against him.  \nNotice of the deposit shall be given by the Court to the defendant, and the amount of the deposit \nshall (unless the Court otherwise directs) be paid to the defendant on his application.  \nNo interest shall be allowed to the defendant  on any sum so deposited from the date of the \nreceipt of such notice, whether the sum deposited be in full of the claim or fall short thereof.  \n19.[Power to discharge judgement -debtor. Power to direct institution of insolvency \nproceedings. ] Rep. by the Dek khan Agriculturists Relief Act, 1895 (VI of 1895), s. 3.  \n20. Power to fix instalments in execution. The Court may at any time direct that the amount \nof any decree passed, whether before or after this Act comes into force, against an agriculturist, or the \nportion of the same which it directs under section 19 to be paid, shall be paid by instalments with or \nwithout interest.  \n \nPage 15 of 30 \n 21. Arrest and imprisonment in execution of decree for money abolished. No agriculturist \nshall be arrested or imprisoned in execution of a decree for money l[passed whether before or after this \nAct comes into force].  \n22. Immoveable property exempted from attachment and sale unless specifically pledged. \n2[Immoveable property belonging to an agriculturist 3* * *shall not be attached or so ld] in execution \nof any decree or order 4[passsed whether before or after this Act comes into force], unless it has been \nspecifically mortgaged for the repayment of the debt to which such decree or order relates, and the \nsecurity still subsists. 5[For the purposes of any such attachment or sale as aforesaid, standing crops \nshall be deemed to be moveable property].  \nBut the Court, 4[on application or of its own motion], may, when passing a decree against an \nagriculturist or 6[in the course of any proceedings  under a decree against an agriculturist passed \nwhether before or after this Act comes into force], direct the Collector to take possession, for any \nperiod not exceeding seven years, of any such property of the judgment -debtor to the possession of \nwhich he  is entitled, and which, in the opinion of the Collector, is not required for his support and the \nsupport of the members of his family dependent on him, and the Collector shall thereupon take \npossession of such property and deal with the same for the benef it of the decree -holder in manner \nprovided by section 29.  \nThe provisions of section 31 shall, mutatis mutandis, apply to any property so dealt with.  \n7[22A. Power of Collector to set aside sale. –(1) When any immoveable property belonging \nto an agriculturi st has been sold by public auction under the provisions of section 325 of the 8Code of \nCivil Procedure (XIV of 1882), the sale may within thirty days from the date of the auction be set aside \nby the Collector, if he considers the price bid by the purchaser  to be inadequate.  \n(2) When the sale is so set aside the purchaser shall be entitled to receive back his deposit or \nhis purchase -money, as the case may be, and the Collector may re -sell the property by public auction \nor private contract, as he thinks fit.  Every such re -sale shall be deemed to be a sale under the provisions \nof section 325 of the 8Code of Civil Procedure (XIV of 1882).]  \n23. Chapter not to apply to Village Munsifs’ Courts. No provision of this Chapter shall \napply to the proce edings in the Courts of Village munsifs unless such provision has been specially \nextended thereto under the power hereinafter conferred.  \n9CHAPTER IV  \n \nOF INSOLVENCY  \n24. Subordinate Judges to have jurisdiction in agriculturists’ cases. Every Subordinate \nJudge shall have the powers conferred by sections 344 to 359 (both inclusive) of the Code of Civil \nProcedure, as modified by the provisions next hereinafter contained, for the purpose of dealing with \napplications under the  10Code of Civil Procedure (X of 1877 ) or under this Act to have agriculturists  \n1 Ins. by the Dekkhan Agriculturists’ Relief Act, 1882 (22 of 1882),s. 8.  \n2 Subs. by the Dekkhan  Agriculturists’ Relief Act, 1886 (23 of 1886), s. 7, for “No Agriculturist’s immoveable property shall be attached or sold”.  \n3 The words “other than his standing crops” rep. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895), s. 10 .  \n4 Ins. by Act 22 of 1882, s. 9.  \n5 Ins. by Act 6 of 1895 , s.10.  \n6 Subs. by Act 22 of 1882, s. 9, for “or at any subsequent time”.  \n7S. 22A ins. by the Dekkhan Agriculturists’ Relief (Amdt.) Act, 1907 (Bom. 2 of 1907), s. 3.  \n8See now the Code of Civil Proc edure, 1908 (5 of 1908), Sch.III.  \n9The Provincial Insolvency Act, 1920 (5 of 1920), does not apply to cases to which this Chapter is applicable; see section 82 of that Act.  \n10-Rep. by the Code of Civil Procedure (14 of 1882). For corresponding provisions , see Act 5 of 1920.  \n \n \n \nPage 16 of 30 \n residing within the local limits of his ordinary jurisdiction declared insolvent and proceedings, taken \nunder orders passed under the second clause of section 19; and, except as provided in Chapter VII of \nthis Act, no such applicati on or proceeding shall be dealt with by any other Court.  \n25. Agriculturists may apply for adjudication in cases not provided for by Code. Any \nagriculturist whose debts (if any) amount to fifty rupees or upwards may apply to any Subordinate \nJudge within th e local limits of whose ordinary jurisdiction he resides to be declared an insolvent, \nthough he has not been arrested or imprisoned, and though no order of attachment has issued against \nhis property, in execution of a decree.  \n26. Modification of section 3 51 of the Code. Notwithstanding anything contained in section \n351 of the 1Code of Civil Procedure (X of 1877), the Court shall declare an agriculturist an insolvent \nif it is satisfied that he is in insolvent circumstances, and that the application to have him declared an \ninsolvent has been properly made under section 344 of the said lCode or section 25 of this Act.  \n27. Receiver. No person other than the nazir of the Court shall be appointed as receiver, and \nno receiver shall be entitled to commission.  \n28. Proof of debts. In determining under section 352 of the said lCode the amount of any claim \nof the nature referred to in sectio n 12 of this Act due by an insolvent agriculturist, the Court shall \nproceed in the manner prescribed by sections 12 to 15 of this Act, both inclusive.  \n29. Immoveable property not to vest in receiver, but may be managed for benefit of \ncreditors. No immovea ble property of the insolvent shall vest in the receiver; but the Court, 2[on \napplication or of its own motion,] may direct the Collector to take into his possession, for any period \nnot exceeding seven years from the date on which the receiver has been app ointed, any immoveable \nproperty to the possession of which the insolvent is entitled, and which, in the opinion of the Collector, \nis not required for the support of the insolvent and the members of his family dependent on him, and, \nsubject to any rules the  3[Provincial Government] may from time to time make in this behalf, to manage \nthe same for the benefit of the creditors by letting it on lease or otherwise:  \nProvided that, if the insolvent or his representative in interest at any time pays into Court the  \nbalance of the scheduled debts then unpaid, he shall, subject to any rights created in favour of other \npersons by the Collector, be entitled to recover possession of such property.  \nA Collector managing property under this section shall during the managem ent have all the \npowers which the owner might as such have legally exercised, and shall receive and recover all rents \nand profits of such property, and for the purpose of recovering such rents and profits shall have, in \naddition to any powers possessed by an owner, all powers possessed by a Collector for securing and \nrecovering the land -revenue due to Government except the powers mentioned in the Bombay Land -\nrevenue Code, 1879 (Bomb. V of 1879), section 150, clauses (b), (d) and (e).  \nNothing in this sectio n shall authorise the Court to direct the Collector to take into his \npossession any houses or other buildings belonging to and occupied by an agriculturist.  \n \n \n1Rep. by the Code of Civil Procedure (14 of 1882). For corresponding provisions, see the Provincial Insolvency Act, 1920 (5 of 1920).  \n2Ins. by the Dekkhan Agriculturists’ Relief Act 1882 (22 of 1882), s. 10.  \n3Subs. by A. O., 1937, for “L. G.”.  \n \nPage 17 of 30 \n 30. Secure d debts. When any scheduled debt is secured by a mortgage of any portion of the \ninsolvent’s immoveable property, the Court, l[on application or of its own motion], may direct the \nCollector, if he can obtain a premium equal to the amount of such debt by let ting such property for a \nterm not exceeding twenty years, to let such property, and if he cannot  so obtain such premium, to sell \nsuch property under section 325 of the 2Code of Civil Procedure (X of 1877).  \nWhere property is let under this section the premium shall be applied to the payment of the \ndebt, and the rent, if any, shall for a period of seven years from the date of such letting be paid to the \nreceiver and thereafter to the insolvent or his represent ative in interest.  \nWhen property is sold under this section, the sale -proceeds shall be applied, first, to the \npayment of the debt, and the balance, if any, shall be paid to the receiver.  \n31. Insolvent incompetent to sell etc., property dealt with under sections 29 and 30. So \nlong as any management under section 29 or letting under section 30 continues, the insolvent and his \nrepresentative in interest shall be incompetent to mortgage, charge, lease or alienate the property \nmanaged or let, or any part ther eof.  \n32. Scheduled debts discharged. When the balance available for distribution among the \nscheduled creditors under 3section 356 of the said Code has been distributed, the claims of such \ncreditors shall be deemed to have been discharged, except as regard s the right to share in the profits of \nany property managed by the Collector under section 29, or let by him under section 30.  \n33. Appeals barred. No appeal shall lie from any order passed under this Chapter except orders \npassed in exercise of the power c onferred by section 359 of the 4Code of Civil Procedure (X of 1877).  \nCHAPTER V  \n \nOF VILLAGE -MUNSIFS  \n34. Appointment of Village -munsifs. The 5[Provincial Government] may, from time to time, \nappoint any patel of a village or any other person possessing local  influence in a village to be a Village -\nmunsif for such village or for such village and for any other villages the sites of which are situate in \nthe same district not more than two miles from the site of such village, and may cancel any such \nappointment.  \n35. Suits triable by them. Every Village -munsif so appointed shall take cognizance of suits of \nthe description mentioned in section 3, 6[clauses (w) and  \n(x)],  when the subject -matter thereof does not exceed 7[twenty -five] rupees in amount or \nvalue, and a ll the defendants at the time of the commencement of the suit actually and voluntarily \nreside or carry on business or personally work for gain within the local area for which such Village -\nmunsif is appointed.  \n \n \n1Ins. by the Dekkhan  Agriculturists’ Relief Act, 1882 (22 of 1882), s. 10.  \n2See now the Code of Civil Procedure, 1908 (5 of 1908), Sch. III, para. 9.  \n3See now the Provincial Insolvency Act, 1920 (5 of 1920 ), s. 61(5).  \n4Rep. by the Code of Civil Procedure (14 of 1882).  \n5Subs. by A.O., 1937, for “ L.G.”.  \n6Subs. by the Dekkhan Agriculturists’ Relief (Amdt.) Act, 1927 (Bom. 7 of 1927), s. 2, for “clause (w)”.  \n7Subs. by the Dekkhan Agriculturists’ Relief (Amdt.) Act, 1927 ( Bom. 7 of 1927) s. 2, for “ten”.  \n  \n \nPage 18 of 30 \n Jurisdiction of other Courts excluded. Notwithstanding anything hereinbefore contained, a \nsuit cognizable by a Village -munsif shall not be heard by any other Court:  \nProviso. Provided that the District Judge may, from ti me to time, transfer any suit instituted \nbefore a Village -munsif to his own Court or any other Civil Court in the district for trial:  \nProvided also that no Village -munsif shall try any suit to or in which he is a party or is \npersonally interested, or shal l adjudicate upon any proceeding connected with or arising out of such \nsuit.  \n36. District Judge’s power of revision. The District Judge may, on a petition being presented \nwithin thirty days from the date of any decree or order of a Village -munsif by any p arty deeming \nhimself aggrieved by such decree or order, set aside such decree or order on the ground of corruption, \ngross partiality or misconduct of the Village -munsif 1[or on the ground that the Village -munsif has \nexercised a jurisdiction not vested in h im by law] and pass such other decree or order as he thinks fit.  \nExcept as provided in this Act and in section 622 of the 2Code of Civil Procedure (X of 1877), \nevery decree and order of a Village -munsif shall be final.  \n37. Power of Provincial Government to make rules. The 3[Provincial Government] may, \nfrom time to time, by notification in the official Gazette, make rules consistent with this Act for \nregulating the procedure of Village -munsifs and for conferring on them or any of them all or any of \nthe pow ers for the trial of suits or the execution of decrees exercised by a Civil Court under the 3Code \nof Civil Procedure (X of 1877) or any other enactment for the time being in force.  \nCHAPTER VI  \n \nOF CONCILIATION  \n38. Appointment of Conciliators. The 3[Provincial Govemment] may, from time to time, \nappoint any person other than an officer of Police to be a Conciliator and may cancel any such \nappointment.  \nEvery Conciliator appointed under this section shall be appoin ted only for a term not exceeding \nthree years, but may, on the expiration of the period for which he has been appointed, be again \nappointed for a further term not exceeding three years.  \nEvery Conciliator so appointed shall exercise his functions under thi s Act in respect of matters \naffecting agriculturists residing within such local area as the 3[Provincial Government] may, from time \nto time, prescribe.  \n[The expression “officer of Police” in this section shall not be deemed to include a Police patel \nappoi nted under Bombay Act No. VIII of 1867 (for the Regulation of the Village -police in the \nPresidency of Bombay) .]  \n \n \n \n1Ins. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895), s. 11.  \n2See now the Code of Civil Procedure, 1908 (Act 5 of 1908), s. 115.  \n3Subs. by A. O., 1937, for “L. G.”.  \n \nPage 19 of 30 \n 39. Matters which may be brought before Conciliator. When any dispute arises as to, or \nthere is a prospect of litigation regarding, any matter within the cognizance of a Civil Court between \ntwo or more parties one of whom is an agriculturist residing within any local area for which a \nConciliator has been app ointed, or when application for execution of any decree in any suit to which \nany such agriculturist is a party, and which was passed before the date on which this Act comes into \nforce, is contemplated, any of the parties may apply to such Conciliator to ef fect an amicable settlement \nbetween them.  \n40. Procedure thereupon. If the application be made by one of the parties only, the Conciliator \nshall take down, or cause to be taken down, in writing a concise statement of the applicant’s case, and \nshall thereup on, by summons or by such other means as he deems fit, invite the person against whom \nsuch application is made to attend before him at a time and place to be fixed for this purpose, and shall \ndirect the applicant also to be present at such time and place.  \nDay for attendance may from time to time be postponed. If such person fails to appear at \nthe time first fixed, the Conciliator may, if he thinks fit, from time to time extend the period for his \nappearance.  \n2[A Conciliator empowered by the 1[Provincial Go vernment] in this behalf may, instead of \ninviting, direct the person against whom the application is made to attend at the time and place either \nfirst or subsequently fixed.  \nIf an applicant, or a person against whom an application is made, fails to be pre sent or attend \nat the time and place specified in a direction proceeding from a Conciliator under this section, he shall \nbe deemed to have committed an offence under section 174 of the Pakistan Penal Code (XLV of \n1860).]  \n41. When all parties appear, Conci liator to endeavour to reconcile them. Whenever all the \nparties are present, the Conciliator shall call upon each in turn to explain his case regarding the matter \nin question, and shall use his best endeavours to induce them to agree to an amicable settlem ent or to \nsubmit such matter to arbitration.  \n42. Conciliator to hear statements of witnesses etc. The Conciliator shall hear but shall not \nrecord the statement of any witness, and shall peruse any book of account or other document produced \nby the parties,  or so much thereof as may be necessary, and if any party or witness consents in writing \nto affirm any statement upon oath in any form not repugnant to justice or decency and not purporting \nto affect any third person, shall provide for such oath being duly  taken in the presence of all the parties.  \n43. Any agreement arrived at to be reduced to writing. If on the day on which the case is \nfirst heard by the Conciliator, or any subsequent day to which he may adjourn the hearing, the parties \ncome to any agreeme nt, either finally disposing of the matter or for referring it to arbitration, such \nagreement shall be forthwith reduced to writing, and shall be read and explained to the parties, and \nshall be signed or otherwise authenticated by the Conciliator and the p arties respectively.  \nExplanation. -A Conciliator may be appointed arbitrator under this section.  \n \n \n1Subs. by A.O., 1937, for “L.G.”.  \n2Ins. by the Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), s. 7  \n \nPage 20 of 30 \n 1[44. Procedure when agreement finally disposes of case and in other circumstances. –(1) \nWhen the agreement is one finally disposing of the matter, the Conciliator shall forward the same in \noriginal to the Court of the Subordinate Judge of lowest grade having jurisdiction in the place where \nthe agriculturist who is a party thereto resides, and shall at the same time deliver to each of the parties \na written notice to show cause before such Judge, within one month from the date of such delivery, \nwhy such agreement ought not to be filed in such Cour t.  \n(2) The Court which receives the agreement shall in all cases scrutinise the same, and if it thinks \nthat the agreement is a legal and equitable one finally disposing of the matter, and that it has not been \nmade in fraud of the stamp or registration law s, it shall, after the expiry of the said period of one month, \nunless cause has been shown as aforesaid, order such agreement to be filed; and it shall then take effect \nas if it were a decree of the said Court passed on the day on which it is ordered to be  filed and from \nwhich no appeal lies.  \n(3) If the said Court thinks that the agreement is not a legal or equitable one, or that it does not \nfinally dispose of the matter, or that it has been made in fraud of the stamp or registration laws, it shall \nof its own motion issue process for the attendance of the parties, and if after such inquiry as may be \ndeemed necessary the Court finds that such agreement is a legal and equitable one finally disposing of \nthe matter, and that it has not been made in fraud of the  stamp or registration laws, it shall order such \nagreement to be filed, and it shall then take effect as if it were a decree of the said Court passed on the \nday on which it is ordered to be filed, and from which no appeal lies.  \n(4) If on the other hand, t he said Court finds that the agreement does not constitute a legal or \nequitable agreement, or that it does not finally dispose of the matter, or that it has been made in fraud \nof the stamp or registration laws, it shall return the said agreement to the Con ciliator, and such \nConciliator shall thereupon be bound to furnish on demand to the parties or any one of them a \ncertificate under section 46.  \n(5) The Court may in any case, for reasons to be recorded by it in writing, from time to time \nextend the period of one month allowed for showing cause under this section.]  \n45. Procedure where agreement is for reference to arbitration. When the agreement is one \nfor referring the matter to arbitration, the Conciliator shall forward it to the Court having jurisdiction  \nin the matter, and such Court shall cause it to be filed and proceed thereon in manner provided by \nsections 523 and 524 of the 2of Civil Procedure (X of 1877).  \n46. Certificate to be given to applicant if conciliation fails. If the person against whom any  \napplication is made before a Conciliator cannot after reasonable search be found or if he refuses or \nneglects after a reasonable period has been allowed for his appearance, to appear before the \nConciliator, or if he appears but the endeavour to induce the  parties to agree to an amicable settlement \nor to submit the matter in question to arbitration fails, the Conciliator shall, on demand, give to the \napplicant, or when there are several applicants to each applicant, a certificate under his hand to that \neffect.  \n \n \n \n1Subs. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895), s. 12, for the original section.  \n2See now the Code of Civil Procedure, 1908 (Act 5 of 1908), Sch. II, rules 17 and 19.  \n \nPage 21 of 30 \n 47. Suit, or application for execution, not to be entertain ed by Civil Court unless such \ncertificate is produced. No suit, and no application for execution of a decree passed before the date \non which this Act comes into force, to which any agriculturist residing within any local area for which \na Conciliator has be en appointed is a party, shall be entertained by any Civil Court unless the plaintiff \nproduces 1[a certificate in reference thereto obtained by him under section 46 within the year \nimmediately preceding.]  \n2[Explanation .___ The expression “Civil Court” in this section does not include a Mamlatdar’s \nCourt under Bombay Act No. III of 1876 3(to consolid ate and amend the law relating to the powers \nand procedure of Mamlatdar’s Courts). ]  \n4[48. Allowance to be made in period of limitation. In computing the period of limitation \nprescribed for any such suit or application the time intervening between the appl ication made by the \nplaintiff under section 39 and the grant of the certificate under section 46 shall be excluded.  \n5*  *  *  *  *  *  *  \n648A. [Repealed. ]  \n49. Provincial Government to make rules. The 7[Provincial Government] may from time to \ntime make r ules–  \n(a)  regulating the procedure before Conciliators in matters not provided for by this \nAct;  \n(b)  fixing the charges to be made by Conciliators for anything  done by them under \nthis Chapter ; and  \n(c)  determining what record and accounts shall be kept by Conciliators, and what \nreturns shall be framed and furnished by them.  \nCHAPTER VII  \n \nSUPERINTENDENCE AND REVISION  \n50. District Judge to inspect, etc. The District Judge shall inspect, supervise and contr ol the \nproceedings, under 8[Chapter II, Chapter IV and Chapter VI] of this Act, of all Subordinate Judges and  \nthe proceedings of all Village munsifs and Conciliators.  \n9[51. District Judge may withdraw case from Conciliator or Subordinate Judge. The \nDistri ct Judge may__  \n \n \n1Subs. by the Dekkhan  Agriculturists’ Relief Act, 1882 (22 of 1882), s. 13, for “such certificate as aforesaid in reference thereto”.  \n2Ins. by the Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), s. 9.  \n3See now the Mamlatdars Courts Act, 1906 (Bom. 2 of 1906).  \n4Subs. by Act 23 of 1881, s. 10, for the original section.  \n5The second paragraph was rep. by the Amending Act, 1891 (12 of 1891).  \n6S. 48A, which was ins. by the Bombay Repealing and Amending Act, 1910 (Bom.1 of 1910), was rep. by the Dekkhan Agriculturists ’ Rel ief (Amdt) \nAct, 1912 (Bom. 1 of 1912), s. 3.  \n7Subs. by A.O., 1937, for “L. G”.  \n8Subs. by the Dekkhan  Agriculturists’ Relief Act, 1882 (22 of 1882), s. 14, for “Chapter II and Chapter IV”.  \n9Subs. by the Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), s. 11, for the original section.  \n \n \nPage 22 of 30 \n  (a)  transfer any application pending before a Conciliator to the file of any other \nConciliator;  \n(b)  1[transfer from the Court of one Subordinate Judge to another any suit or any \nagreement pending before a Subordinate Judge under section 44 of this Act; or] \ntransfer to his own file any suit or other matter pending before the Court of any \nSubordinate Judge under 2[Chapter II, Chapter IV or Chapter VI] of this Act, \nand may dispose of the same as if he were a Subordinate Judge; or  \n(c)  or sit with Subordinate Judge as a Bench for trial of any case. stay the \nproceeding s in any such suit or matter, and sit together with such Judge as a \nBench to dispose of such suit or matter in accordance with the provisions of this \nAct.  \nIf the members of any Bench sitting under this section differ in opinion the opinion of the \nDistrict  Judge shall prevail.]  \n3[52. Appointment of Assistant or Subordinate Judges to aid District Judge. –(1) The \n4[Provincial Government] may appoint an Assistant or Subordinate Judge to inspect and supervise, \nsubject to the control of the District Judge, the proceedings of all Subordinate Judges under Chapter \nII, Chapter IV and Chapter VI of this Act , and of all Village munsifs and Conciliators in any district \nor part of a district to which this Act applies:  \nProvided that, if the 4[Provincial Government] thinks fit, the same Assistant or Subordinate \nJudge may be so appointed for two or more such districts or parts of districts or districts and parts of \ndistricts.  \n(2) The District Judge may, by order, confer upon any Assistant or Subordinate Judge appointe d \nunder this section as regards any district or part of a district for which he is so appointed, all or any of \nthe powers specified in the order which vest in the District Judge under section 51.]  \n53. of revision. The District Judge may, for the purpose o f satisfying himself of the legality or \npropriety of any decree or order passed by a Subordinate Judge in any suit or other matter under \n5[Chapter II, Chapter IV or Chapter VI] of this Act, and as to the regularity of the proceedings therein, \ncall for and examine the record of such suit or matter, and pass such decree or order thereon as he \nthinks fit;  \nand any Assistant Judge or Subordinate Judge appointed by the 4[Provincial Government] \nunder section 52 may similarly, in any district for which he is appoi nted, call for and examine the \nrecord of any such suit or matter, and if he see cause therefor, may refer the same, with his remarks \nthereon, to the District Judge, and the District Judge may pass such decree or ord er on the case as he \nthinks fit :  \nProvide d that no decree or order shall be reversed or altered for any error or defect or otherwise, \nunless a failure of justice appears to have taken place.  \n \n1Ins. by the Dekkhan Aglriculturists’ Relief Act, 1895 (6 of 1895), s. 13.  \n2Subs. by Act 22 of 1882, s. 14 for “Chapter II or Chapter IV”.  \n3Subs. by Act 6 of 1895, s. 14, for the original section.  \n4Subs. by A.O., 1937, for “L.G.”  \n5Subs. by the Dekkhan  Agriculturists’ Relief Act, 1882 (22 of 1882), s. 14, for Chapter II or Chapter IV”.  \n \n \nPage 23 of 30 \n 54. Special Judge. The 1[Provincial Government] from time to time may 2* * * appoint an \nofficer, as Special Judge, to discharge in the place of the District Judge all t he functions of the District \nJudge under this Act in respect of the proceedings of all Subordinate Judges, Village munsifs and \nConciliators, and may cancel any such appointment.  \nSuch Special Judge shall not, without the previous sanction of the 3[Provinci al Government],  \ndischarge any public function except those which he is empowered by this Act to discharge.  \nIf any conflict of authority arises between the Special Judge and the District Judge, the High \nCourt shall pass such order thereon consistent with t his Act as it thinks fit.  \nNo appeal shall lie from any decree or order passed by the District Judge under this Chapter, \nor by the Special Judge, or by an Assistant or Subordinate Judge appointed under section 52, or by a \nBench, in any suit or proceeding u nder this Act.  \n4[But the District Judge or Special Judge, or any Assistant or Subordinate Judge or Bench, may \nrefer to the High Court, under 5section 617 of the Code of Civil Procedure (XIV of 1882), any question \nof law, or usage having the force of law, or the construction of a document, arising in any case pending \nbefore him or it under this Chapter as if that case were a suit or an appeal pen ding before him or it ; \nand, in respect of every reference so made, 2sections 618 to 621 of the said Code, both inclusive, shall \napply:  \nProvided that no reference shall be made under this section by any Assistant or Subordinate \nJudge, or by any Bench of w hich the District Judge or Special Judge is not a member, without the \nprevious sanction of the District Judge or Special Judge, as the case may be.]  \nCHAPTER VIII  \n \nREGISTRATION BY VILLAGE -REGISTRARS  \n55. Appointment of Village registrars. The 6[Provincial G overnment] may from time to \ntime, –  \n(a)  appoint such persons as it thinks fit, whether public  officers or not, to be Village \nregistrars for such local areas as it may, from time to time, prescribe;  \n(b)  direct the Village -registrar for any local area to discharge the functions of a \nVillage -registrar for any other local area s concurrently with the Village \nregistrars of such other local areas; and  \n(c)  delegate to any person, by name or in virtue of his office the powers conferred \non it by this section;  and may cancel any such appointment, direction or \ndelegation.  \n \n \n1Subs. by A.O.,1937, for “L.G” .  \n2The words “and if the G . of I so direct shall” rep. by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch. I.  \n3Subs. by A. O.,1937, for “L. G. ”., which had been subs. by Act 38 of 1920, s.2 and Sch., I, for “G. of I.”.  \n4Ins. by the Dekkhan Agriculturists’ Relief Act, 1882 (22 o f 1882) s. 15.  \n5See now the Code of Civil Procedure, 1908 (5 of 1908 ), s. 113 and Order 46, rules 1 to 5.  \n6Subs. by A. O., 1937, for” L. G.”.  \n \nPage 24 of 30 \n 56. Instruments executed by agriculturist not to be deemed valid unless executed before \na Village -registrar. No instrument which purports to create, modify, transfer, evidence or extinguish \nan obligation for the payment of money or a charge upon any property, or to be a conveyance or lease, \nand which is executed after this Act comes into force by an agriculturist residing in any local area for \nwhich a Village -registrar has been appointed, shall be admitted in evidence for any purpose by any \nperson having by law or consent of parties authority to receive evidence, or shall be acted upon by any \nsuch person or by any public officer, unless such instrument is written by, or under the superintendence \nof, and is attested by, a Village -registrar:  \nProvided that nothing herein contained shall prevent the admission of any instrument in \nevidence in any criminal proceeding, 1[or apply to any instrume nt which is executed by an agri culturist \nmerely as a surety,] 2[or to any instrument required by section 17 of the 3lndian Registration Act, 1877 \n(III of 1877), to be registered under that Act].  \n4[57. Such instruments to written by, or under the superintendence of, a Village -registrar \nand executed in his presence. When any persons intend to execute any instrument to which section \n56 applies, all such persons shall appear before the Village -registrar  appointed for the area in which \nthe agriculturist, or, when there are several agriculturists intending to execute the instrument, anyone \nof such agriculturists, resides, and such registrar, after satisfying himself in such manner as he deems \nfit as to the  identity of the intending executants and receiving the fee (if any) prescribed by the \n5[Provincial Government] in this behalf, and the stamp (if any) which may be required by law, shall \nwrite the instrument, or cause the same to be written under his super intendence; and, after reading the \nsame aloud, or causing it to be so read, in the hearing of the intending executants, shall require them \nto execute it in his presence.  \nAttestation of such instruments. Every instrument so written and executed shall at th e time \nof execution be attested by the Village -registrar, and also, if any of the executants thereof is unable to \nread such instrument, by two respectable witnesses.  \nFor the purposes of this section every executant of any such instrument shall appear in p erson \nbefore the Village -registrar; but every other party thereto may appear either in person or by any agent, \nbeing his relative, servant or dependent, whom he has duly furnished with a power -of-attorney, \n6[executed and authenticated in such manner as the  5[Provincial Government] may, from time to time, \nby rule prescribe,] authorizing him to appear and act on his behalf.]  \n58. Registration of instruments by Village -registrars. Every Village -registrar shall keep a \nregister of instruments executed before him  in such form as shall, from time to time, be prescribed by \nthe Inspector -General of Registration.  \nAs soon as all the 7[intending executants have executed any instrument] before a Village -\nregistrar, he shall make a copy of it or cause a copy of it to be m ade in his register, and shall deliver \nthe original instrument to the party entitled to the custody of the same 8* * *.  \n \n1Ins. by the Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), s. 12.  \n2Ins. by the Dekkhan Agriculturists’ Relief Act. 1886 (23 of 1886), s.9.  \n3See now the Registration Act, 1908 (16 of 1908) .  \n4Subs. by Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), for the original section.  \n5Subs. by A.O., 1937, for “L.G.”.  \n6Ins. by the Dekkhan  Agriculturists’ Relief Act, 1882 (22 of 1882), s. 16.  \n7Subs. by Act 23 of 1881, s.14, for “parties to any instrument have executed it”.  \n8The words “and a certified copy thereof to the other party, or to each of the other parties if there be more than one” rep. b y the Dekkhan Agriculturists’ \nRelief Act, 1886 (23 of 1886), s. 10 (1).  \n \n \nPage 25 of 30 \n Previous to delivery, the original instrument 1* * *shall  be endorsed under the Village -\nregistrar’s signature, with the date of registration, the name and residence of the Village -registrar, and \nthe volume and page of the register in which the instrument has been registered.  \n2[A certified copy of any entry in t he register shall be granted by the Village -registrar, free of \ncharge, on the application of any party to the instrument to which the entry relates, or of his agent or \nrepresentative, and the copy shall be admissible as evidence of the contents of the inst rument.]  \n59. Consideration to be fully stated in every instrument executed before a Village -\nregistrar. In every instrument written by, or under the superintendence of, the Village -registrar, the \namount and nature of the consideration, if any, shall be full y stated.  \nThe Village -registrar shall also endorse upon the instrument a note under his hand, recording \nwhether or not the transfer of the consideration stated therein, or of any part thereof, took place in his \npresence.  \nPrevious instruments to be produc ed. If the instrument modifies, or wholly or partly \nsupersedes, a previous instrument, such previous instrument shall be produced before the Village -\nregistrar and shall be fully described in the instrument to be executed, and shall be marked by the \nVillage -registrar under his hand for identification:  \nProduction of copy of previous instrument when to be permitted. 3[Provided that, if it is \nalleged that any such previous instrument is on the record or otherwise in the custody of a Court, or is \nlost, or has b een destroyed, the Village -registrar, after ascertaining that such previous instrument was \nduly registered, may permit a certified copy thereof to be produced in lieu of the original; and in every \nsuch case the following procedure shall be observed, that i s to say:  \n(a)  the contents of the certified copy shall be fully described in the modifying or \nsuperseding instrument, and the said copy shall be marked by the Village -\nregistrar under his hand for identification, and shall then be delivered to the \nperson who produced it ;  \n(b)  if the previous instrument is lost, or has been destroyed, and the registered entry \nthereof is in his custody, the Village -registrar shall endorse on such entry a note \nunder his hand as to the modification or supersession of the sai d instrument;  \n(c)  if the previous instrument is in the custody of a Court, or if it is lost, or has been \ndestroyed, and the registered entry thereof is in the custody of another officer, \nthe Village -registrar shall forward a certified copy of the entry i n his register \nrelating to the modifying or superseding instrument to such Court or Officer, \nwith a report explaining the circumstances, and such Court or officer shall on \nreceipt thereof endorse on such previous instrument or registe red entry a note \nas to the modi fication or supersession of the said instrument.]  \n \n \n \n1The words “and each such copy” rep. ibid., s. 10 (2).  \n2Ins. ibid., s. 10 (3).  \n3Provisions by the Dekkhan  Agriculturist’s Relief Act, 1902 (Bom. 1 of 1902), section 3.  \n \n \nPage 26 of 30 \n 60. Registration under this Act to be deemed equivalent to registration under Indian \nRegistration Act, 1877. Every instrument executed and registered in accordance with the foregoing \nprovisions shall be deemed to have been duly registered under the provisi ons of the 1lndian \nRegi stration Act, 1877(III of 1877) ; and no Instrument which ought to have been executed before a \nVillage -registrar but has been otherwise executed shall be registered by any officer acting under the \nsaid Act, or in any public office, or  shall be authenticated by any public officer.  \n2[61. Superintendence of Village -registrars and custody and destruction of their records. –\n(1) The 3[Provincial Government] may appoint one or more officers to exercise by themselves or their \nsubordinates a ge neral superintendence over all Village -registrars, and may either make rules, or \nempower such officer or officers to make rules, from time to time, consistent with this Act, for \nregulating the proceedings of the Village -registrars and for providing for the  custody of their records.  \n(2) The 3[Provincial Government] may, by order to be published in the 4[official Gazette], \ndeclare that any documents other than wills remaining unclaimed in any registration office in any \ndistrict or part of a district to which this Act applies, for a period exceeding two years, may be \ndestroyed.]  \n62. Exemption of instrumen ts to which the Government or any officer of the Government \nis a party. Nothing in this Act shall be deemed to require any instrument, to which 5[the Government] \nor any officer 6[of the Government] in his official capacity is a party, to be executed before  a Village -\nregistrar 7* * *.  \n63. Power of Provincial Government to make rules. The 3[Provincial Government] may, \nfrom time to time, make rules regulating the appointment, suspension, dismissal and remuneration of \nVillage -registrars, and prescribing the fe es to be levied by them.  \n8[CHAPTER VIIIA  \n \nREGISTRATION OF INSTRUMENTS REFERRED TO IN SECTION 17 OF  \n \nTHE 9INDIAN REGISTRATION ACT, 1877  \n63A. Mode of execution by agriculturists of instruments required to be registered under \nAct III of 1877. –(1) When an agr iculturist intends to execute any instrument required by section 17 \nof the 8Indian Registration Act, 1877 (III of 1877), to be registered under that Act, he shall appear \nbefore the Sub -registrar within whose sub -district the whole or some portion of the pr operty to which \nthe instrument is to relate is situate, and the Sub -registrar shall write the instrument, or cause it to be \nwritten, and require it to be executed, and attest it and, if the executant is unable to read the instrument, \ncause it to be further  attested, and otherwise act in accordance with the procedure prescribed for a \nVillage -registrar by sections 57 and 59 of this Act, and shall then register the instrument in accordance \nwith the provisions of the 8Indian Registration Act, 1877 (III of 1877) .  \n \n1See now the Registration Act, 1908 (16 of 1908).  \n2 Subs. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895 ) s. 15, for original s. 61.  \n3Subs. by A. O., 1937 , for “L. G”.  \n4Subs. ibid., for “Govt. Gazette”.  \n5The original words “the Govemment” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 (with effect from th e 23rd March, 1956), \nto read as above.  \n6The original words “of Government” were first subs. by A.O.1937 and then amended by A.O., 1961, Art. 2 (with effect from the 23rd March, 1956), to \nread as above.  \n7The words “or any Society registered under the Co -operative Credit Societies Act, 1904.” which were ins. by the Bombay Repealing and Amending Act, \n1910 (Bom. 1 of 1910), were rep. by  the Dekkhan Agriculturists’ Relief (Amdt.) Act, 1912 (Bom. 1 of 1912), s. 3.  \n8Ch. VIII/ins. by the Dekkhan Agriculturists’ Relief Act, 1886 (23 of 1886), section 11.  \n9See now the Registration Act, 1908 (16 of 1908).  \n \nPage 27 of 30 \n (2) An instrument to which sub -section (1) applies shall not be effectual for any purpose \nreferred to in section 49 of the Act last -mentioned unless it has been written, executed and attested in \nthe manner provided in that sub -section.] 1* * *.  \nCHAPTER IX  \n \nOF RECEIPTS AND STATEMENTS OF ACCOUNT  \n64. Agriculturists entitled to written receipts. The person to whom any agriculturist makes \nany payment of money in liquidation of a debt shall, at the time of such payment, tender to such \nagriculturist, whether he demand the same or not, a written receipt for the amount of such payment.  \nIf such payment  is made under any instrument executed before a Village -registrar, the receipt \nshall, if the agriculturist so require, be endorsed on the copy of the instrument furnished to him under \nsection 58.  \n65. Agriculturists entitled to annual statements of account . Any agriculturist by whom any \nmoney is due under any instrument shall, on such date in each year as the 2[Provincial Government], \nhaving regard to local custom, may from time to time, by notification in the official Gazette, fix, be \nentitled to receive o n demand, from the person claiming under such instrument, a statement up to that \ndate of his account under such instrument.  \n66. Agriculturists entitled to have account made up from time to time in a pass -book. Any \nagriculturist in whose name an account is  kept by any trader or money -lender shall be entitled to receive \nfrom such trader or money -lender, on demand, a pass -book; and to require, from time to time, that his \naccount up -to-date be written therein and authenticated by the signature or mark of the s aid trader or a \nmoney -lender.  \nAn entry so made in any such pass -book of any payment made to the trader or money -lender \nshall be deemed to be equivalent, for the purposes of section 64, to the grant of a receipt for the amount \nso entered.  \nNo person whose account has been written in a pass -book as required by this section shall be \nentitled also to demand an account under section 65.  \n67. Penalty for contravention of sections 64 to 66. Any person who, in contravention of \nsection 64, 65 or 66, refuses or negl ects to tender a receipt or a statement of account or a pass -book, \nor to write, or cause to be written, any account or any part of an account in a pass -book, or to attest the \nsame when so written, shall be punished for each such offence with fine which may  extend to one \nhundred rupees.  \nCHAPTER X  \n \nLEGAL PRACTITIONERS  \n3[68. Pleaders, etc., excluded in certain cases. No pleader, vakil or mukhtar, and no advocate \nor attorney of a High Court, shall be permitted to appear on behalf of any party to any case befor e a \nConciliator or a Village -munsif 4* * *:  \n1The words “sub -section (1) shall not apply to any instrument to which any Society registered under the Co -operative Credit Societies Act, 1904, is a \nparty”, which were ins. by the Bombay Repealing and Amending Act, 1910 (Bom. 1 of 1910), have been rep. by the Dekkhan Agriculturists’ Relief \n(Amdt.) Act, 1912 (Bom. 1 of 1912), s.3.  \n2Subs. by A. O., 1937, for “L.G.”.  \n3Subs. by the Dekkhan  Agriculturists’ Relief Act, 1881 (23 of 1881), s. 15, for the original section 68.  \n4The words “the subject -matter whereof does not exceed in amount or value one hundred rupees” rep. by the Dekkhan Agriculturists’ Relief Act, 1882 \n(22 of 1882),s.17.  \n \n \nPage 28 of 30 \n Provided that any party to any such case may be permitted, on reasonable cause being shown \nto the satisfaction of the Conciliator or Village -munsif, to employ any relative, servant or dependent \nwho is not, and has not previously been, a pleader, vakil or mukh tar, or an advocate or attorney of a \nHigh Court, to appear either conjointly with, or in lieu of, such party.  \nWhen a relative, servant or dependent appears in lieu of a party, he shall be furnished by him \nwith a power -or-attorney defining the extent to wh ich he is empowered to act.]  \n69. Power of Court to appoint pleader for agriculturist. When in any suit or proceeding \nbefore a Subordinate Judge under this Act to which an agriculturist is a party, any pleader, vakil or \nmukhtar, or any advocate or attorney  of a High Court, appears on behalf of any party opposed to such \nagriculturist, the Subordinate Judge, if he is of opinion that such agriculturist has not the means of \nobtaining proper professional assistance, may, with the consent of such agriculturist, d irect the \nGovernment pleader or any other fit person (who is willing so to do) to appear on his behalf.  \nCHAPTER XI  \n \nMISCELLANEOUS  \n70. Mortgages, etc., to be valid only when written. No mortgage, lien or charge of or upon \nany immoveable property belonging to an agriculturist shall be valid unless it is created by an \ninstrument in writing under the hand of the person creating such mortgage, lien or charge.  \nNothing in this section shall apply to any mortgage, lien or charge created by mere operation \nof law, or in favour of the Government or of any officer of the Government in his official capacity.  \n1[71. Bar of application of section 258, Act XIV of 1882. The last clause of section 258 of \nthe 2Code of Civil Procedure (XIV of 1882) shall not apply to payments out of Court made in any \nproceeding under this Act, in any case where an acknowledgement by the  judgment creditor for the \nsame is produced, or when the payment is either admitted by him or proved.]  \n3[71A. Rate of interest allowable on taking an a ccount.  In taking an account under section \n13 or any suit under this Act, where interest is chargeable, such interest shall be awarded at the \nfollowing rates: -  \n(a)  the rate, if any, agreed upon between the parties or the persons (if any) through \nwhom the y claim, unless such rate is deemed by the Court to be unreasonable; \nor  \n(b)  if such rate is deemed by the Court unreasonable, or if no rate was agreed upon, \nor, when any agreement between the parties or the persons (if any) through \nwhom they claim, to se t off profits against interest and assessment and similar \ncharges without an account has been set aside by the Court, such rate as the \nCourt may deem reasonable.]  \n \n \n1S.71 was ins. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895), s. 16. The ori ginal s. 71 (which was rep. by Act 23 of 1881) related to \nregistration of mortgages executed before the passing of the Act.  \n2See now the Code of Civil Procedure 1908 (5 of 1908), Order 21, rule 2.  \n3S. 71A ins. by the Dekkhan Agriculturists’ Relief Act, 1895 (6 of 1895), s.17.  \n \n \nPage 29 of 30 \n 1[72. Limitation. In any suit 2[of the description mentioned in section 3, clause (w),] for the \nrecovery of money from a person 3* * * who at the time when the cause of action arose was an \nagriculturist 4[in any of the districts of Poona, Satara, Sholapur and Ahmednagar], the following \nperiods of limitation shall be deemed to be substituted for those prescrib ed in the second column of \nthe Second Schedule annexed to the 5Indian Limitation Act, 1877 (XV of 1877) (that is to say): -  \n(a)  when such suit is founded on a written instrument registered under this Act or \nany law in force at the date of the execution of  such instrument, -twelve years;  \n(b)  in any other case, -six years:  \n6[Provided that nothing in this section shall –  \n(i)  apply to a suit for the recovery of money from a person who is a surety \nmerely of the principal debtor if the principal debtor was not , at the time \nwhen the cause of action arose, an agriculturist 7[in any of the districts \naforesaid], or  \n(ii)  revive the right to bring any suit which would have been barred by \nlimitation if it had been instituted immediately before this Act comes \ninto force.]]  \n73.___[Decision as to whether person is an agriculturist, final. ] Rep. by the Dekkhan \nAgriculturists’ R elief Act, 1895 (VI of 1895), s .3.  \n8[73A. Certain agricultural produce exempted from attachment, etc. When the Collector \nhas taken any immoveable property of a judgment -debtor or insolvent into his possession under section \n22 or section 29, he may, by an  order in writing, direct that any other such property not so taken shall \nbe deemed to be reserved for the support of the judgment -debtor or insolvent and the members of his \nfamily dependent on him, and may rescind that order.  \nWhile any such order continu es in force in respect of any immoveable property, agricultural \nproduce grown on that property shall not be attached or sold in execution of a decree passed whether \nbefore or after this Act comes into force, and shall not vest in the receiver appointed in any insolvency -\nproceedings].  \n74. Civil procedure Code to apply in Subordinate Judge’s Courts. Except in so far as it is \ninconsistent with this Act, the 9Code of Civil Procedure (X of 1877) shall apply in all suits and \nproceedings before Subordinate Judges  under this Act.  \n10[74A. Co -operative Credit Societies. Except section 2 and section 21, the provisions of this \nAct shall not apply to any matter to or in which any society registered under the 11Co-operative Credit \nSocieties Act, 1904 (X of 1904), is a p arty.]  \n1Subs. by the Dekkhan Agriculturists’ Relief Act, 1881 (23 of 1881), s. 17, for original section 72.  \n2Subs. by the Dekkhan Agriculturists’ Relief Act, 1886 (23 of 1886), s. 12 (i) for “under this Act”.  \n3The words “not being merely a surety for the principal debtor” rep. ibid. 12 (2).  \n4Ins. by Act 6 of 1895, s. 18.  \n5Rep. by the Limitation Act, 1908 (9 of 1908).  \n6Subs. by Act 23 of 1886, s. 12 (3), for the original proviso.  \n7Ins. by Act 6 of 1895, s.18.  \n8S. 73A ins. by the Dekkhan Agriculturists’ Relief Act, 1882 (22 of 1882), s. 18.  \n9See now the Code of Civil Procedure, 1908 (5 of 1908).  \n10S. 74A ins. by the D ekkhan Agriculturists’ Relief (Amdt.) Act, 1912 (Bom. 1 of 1912), s. 1.  \n11See now the Co -operative Societies Act, 1912 (2 of 1912).  \n \n \nPage 30 of 30 \n 75. Additional power to make rules. The 1[Provincial Government] may, from time to time, \nmake all such rules as it may de em necessary for carrying out the provisions herein contained.  \n76. Rules to be published. All rules made by the 1[Provincial Government] under this Act \nshall be published in the official Gazette, and shall thereupon, in so far as they are consistent with this \nAct, have the force of law.  \n \n_______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16 -09-2024  \n1Subs. by A.O., 1937, for “L.G.”."
}