{
    "file": "./converted_json\\administrator8595df907b9bf06ae337d888e277ba47(1).json",
    "name": "National Highway Authority (Amendment) Ordinance",
    "date": "November 30, 2023",
    "tagline": "Amendment to National Highway Authority Act, 1991",
    "content": "REGISTERED No.Y-:i!ZL.-7ffi6i)\n6ElstrB d $ehm\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nTSLAMABAD, THURSDAY, NOVEMBER 30, 2023\nPARTI\nActs, Ordinances, PresiCent's Orders and Regulations\nGOVERNMENTOF PAKISTAN\nMINISTRY OF LAW Ah[D JUSTICE\nIslamabad, the 30th November, 2023\nF. No. 2(l)12023-Pub.-The following Ordinance Promulgated on 30th\nNovember, 2AB by the President is hereby published for general information: -\nOnprNeucrNo. V OF 2023\nAtt\nOnoniaNcp\nto amend the National Highway Authority Act, 1991\nWHEREAS, it is expedient to amend the National Highway Authority Act,\n1991 (XI of 1991) for the purpose hereinafter appearing;\nAND wHEREAS, the National Highway Authority was established under\nthe National Highway Authority Act, 1991 (XI of 1991');\n(82e)\nPrice: Rs. 20.00\n[2237QAn)/Ex. Gaz.]\\}\n*l\n830 THE GAZETTE OF PAKISTAN, EXTRA.,,NOVEMBER 30, 2023 [Panr I\nAND WHEREAS, it is necessary to specifically extend the application of\nthe State-Owned Enterprises (Governance and Operations) Act 2023 (Act VII of. 2023) to the National Highway Authoritv to the extent provided herein and to, incorporate the principles set out in the State-Owned Enterprises (Governance\nand Operations) Act 2023 in the National Highway Authority,Act, 1991\n(XI of 1991);\nANp wnenres, the Majlis-e-Shoora is not in session, and that President\nof'Pakistan of the Islamic Republic of Pakistan is satisfied that the circumstances\nexist which render it necessaql to take immediate action;\nNow THEREFoRE, in exercise of powers conferred by clause (l) of\nArticle 89 of the Constitution of Islamic Republic of Pakistan, the President of\nIslanric Republic of Pakistan is pleased to make and promulgate the following\nOrdinance, namely:-\n1. Short title and commencement.{1) This Ordinance shall be\ncalled the National Highway Authority (Amendment) Ordinance, 2023.\n(2) It shall come into force at once.\n2. Amendment of section 2, Act XI of 1991.-In the National\nHighrvay Authority Act 1991 (XI of 1991), hereinafter called as the said Act, in\nsection 2,-\n(a) for clause (d), the following shall be substituted, namely:-\n\"(d) \"chief executive officer\" means chief executive officer of the\nAuthority;\";\n(b) after clause (ea), the following new clause shall be inserted,\nnamely:-\n\"(eb)\"executive member\" means a member of the Executive\nBoard;\";\n(c) for clause (0, the following shall be substituted, namely:-\n\"(0 \"member\" means member of the Council;\"\n(d) after clause (0, the following new clauses shall be inserted,\nnamely:-\n':(fa) \"motorway\" means a fully controlled access road designed\nand built for high speed mobiiity of motor traffic ensuring\ninternational safety standards wirich cioes not serve thet\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 30,2023 831\n,properties bordering on it except at special pbints, has\nseparate carriageway for the two directions of traffic separate\nfrom each other either by a divided strip not intended for\ntraffic or by other means, does not cross at level.,with any\nroad, railway, tramwsy, cycle track or footpath and declared\nmotorway by the Federal Government by notification in\nofficial Gazette and specified in Part III of the Schedule;\n\"(fb) \"motorway link road\" means a fully controlled aceess road as\ndescribed in clause (fa) including slip roads or ramps leading\nto an from motorwoys;\";\n(e) for clause (g), the following shall be substituted, namely:-\n\"(g) 'T.{ational Highway\" means a highway primarily designed for\ninter-provincial or cross-border connectivity and placed under\nthe jurisdiction of the Authority by the Federal Government\nby notification in the official Gazette and specified in Part I of\nthe Schedule or any other strategic road and motorway\nincluded in Part tI and Part III of the Schedule respectively\nand declared as such by the Federal Government by\nnotification in the official Gazette;\";\n(0 for clause (h) the following clause shall be substituted, namely'-\n\"(h) \"Chairman\" means Chairman of the Council'\" '\n(g) after clause (I), the following clauses shall be inserted, namely:-\n\"(la) \"Schedule\" means the Schedule to this Act;\n(lb) \"SOE Act\" means the State Owned Enterprises (Governance\nand Operations) Act, 2023 (Act VII of 2023);\"; and\n(h) for clause (m), the following shall be substituted, namely:-\n\"(m) \"strategic road\" means a road having strategic importance or\ndefense requirements not limited to cross-border connectivity\nas specified in Part II of the Schedule after having been.\ndeclared as such by the Federal Government by notification in\nthe official Gazette on the recommendations of the Council.\".\n3. Amendment of section 3, Act XI of 1991.-In the said Act, in\nsection 3, after sub-section'(3), the following two new sub-sections shall be -\nadded, namely:-\n832 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 32023 TI\n*(4) Notwithstanding anything contained in this Act, the SOE Act, -\nincluding sections 12, 15 and22 thereof, shall apply to the provisions of\nthis Act and in case of any inconsistency between the provisions of this\nAct and the SOE Act, the provisions of the SOE Act shall prevail.\n(5) The Authority shall be governed by the Council who will act as the\n\"Board\" as defined in section 2(bxii) of the SOE Act.\".\n4. Amendment of section 4, Act XI of 1991.-In the said Act, in\nsection 4, for the words 'National Highways and strategic roads\", the expression\n\"national highways, motorways and strategic roads\" shall be substituted.\n5. Amendment of section 5, Act XI of 1991.-In the said Act, for\nsection 5, the following shall be substituted, namely:-\n\"5. National Highway Council.{l) There stands established the\nNational Highway Council consisting of the following, namely:-\nS. No. Membership Status\n(1) (2\\ (3)\n(a)The Minister of Communications Divisionor such other person as the Federal\nGovernment may appoint.Chairman\n(b)Secretary of the Finance Division or his\nnominee not below the rank of Additional\nSecretary or equivalentMember\nex-officio\n(c)Secretary of the Plannitrg, Development\nand Special Initiatives Division or his\nnominee not below the rank of Additional\nSecretary or equivalentMember\nex-officio\n(d)Secretary of the Communications Ministry\nor his nominee not below the rank of\nAdditional Secretary or equivalentMember\nex-officio\ne)(Chief Executive OfficerMember\n(0Six independent members to be appointed\nby the Federal Government from private\nsector, each of whom shall have the\nrequisite skills, competence, knowledge,\nexperience and approach so that the\nCouncil as a group includes core\ncompetencies and diversity to assist the\nAuthority in achievirrg its primary and\nother obiectivesMember\n(Independent)\nt'\n&OF PAKISTAN, 3A,2023 833\n(2) Subject to the provisions of the SOE Act in this behail the Federal\nGovernment may by notification in the official Gazette, modify the number of\nmernbers of the Council.\n(3) Subject to the provisions of the SOE Act in this behalf, the general\npolicy direction of the Authority shall vest in the Council.\n(4) Where the circumstances so warrant, the Council shall meet at least\nonce in two months and quorum for meeting of the Council shall be six members.\n(5) The meeting of the Council shall be presided by the Chairman and\nin case of his absence the meeting shall be presided by such a member as the\nChairman may nominate.\n(6) Decisions of the Council shall be taken in accordance with sub-\nsection (2) of sectionZ2 of the SOE Act.\n(7) The Council may constitute committees with its chairmanship along\nwith their terms of reference from amongst its members and may assign to it the\nbusiness on which the committee shall make its recommendations for approval\nby the Council and quorum for meeting of each such committee shall be fifty\npercent and a fraction shall be rounded as one member.\".\n6. Amendment of section 6, Act XI of 1991.-In the said Act,\nfor section 6, the following shall be substituted, namely:-\n\"6. Powers and function of the Council.-(f) The Council shall\nexercise its powers and perform its functions in accordance with the\nprovisions of this Act and the provisions of the SOE Act with regard to a\nBoard being apex body.\n(2) In addition to the powers and functions provided for in sub-section\n(1), the Council shall-\n(a) approve five years' plans or such other plans, recommended by the\nexecutive board, in consultation with relevant stakeholders for\nconstruction and development of national highw&YS, motorways\nand strategic- roads specially entrusted to the Authority by the\nFederal Government or by a Provincial Government or other entity;\n(b) approve the annual maintenance pian recommended by the\nexecutive board frlr national highw&yS, motorwsyS, and strategic\nroads'\n834THE GAZETTE OF PAKISTAN NOVEMBER 30,\n(c) lay down national policies and guidelines to be followed by the\nAuthority in the performance of its functions; and\n(d) approve annual development and non-development budget on\nrbcommendation of the executive board.,'.\n7. Amendment of section 7, Act XI of 1991.-tn the said Act,\nfor section 7, the following shall be substituted namely:-\n\"7. Executive-Board.{l) For exercising its powers and performingits functions, the council shall be assisted by an executive board\nconsisting of the following, namely:,\nS. No. Membership Status\n1)( (2) (3)\n(a)Chief Executive Officer Chairperson\nof Executive\nBoard\n(b)Arepresentative not below the rank of Additional\nSecretary or equivalent of the division to which\nbusiness of finances of the Federal Government\nstands allocatedExecutive\nfufember\n(c)Arepresentative not below the rank of Additional\nSecretary or equivalent of the division to which\nbusiness of planning and development of the Federal\nGovernment stands allocatedExecutive\nMember\n(d)Arepresentative not below the rank of Joint Secr etary\nor equivalent of the division to which business of\ncommunications of the Federal Government stands\nallocated and with business of theExecutive\nMember\n(e)Inspector\nMotorway\nof JointGeneral, National Highways and pakistan\nPolice or his nominee not below the rank\norExecutive\nMember\n(0Arepresentative\norequivalent ResearchnotbelowtherankofointSecretaryJ\ntheofNationalTransport\nCentreoftheFederalGovernmentExecutive\nMember\n(s)Vice-President of National Engineering Services\nPakistan CNESPAK) or his nominee not below the\nrank of Joint orivalentExecutive\nMember\n(h)Member(Administration) of the Authority or his\nnominee not below the rank of JointSecret ary orExecutive\nMember\n(i)Member (Finance) ofthe Authority or his nominee\nnot below the rank of BPS -20 orExecutive\nMember.J\nPen GAZETTE OF PAKISTAN, EXTRA., 835\nS. No. Membership Status\n0),Mernber (Planning) of the Authoriry or his nominee\nnotbelow the rank of BPS-20 or equivalentExecutive\nMember\n(k)Member (Engineering) of the Authority or his\nnominee not below the rank of BPS -20 or equivalentExecutive\nMember\n(2) The chief executive offrcer shall be the chief executive of the\nauthority who shall,-\n(a) be responsible for the management of the Authority and for its\nprocedures in financial and other matters under delegation from the\nboard and subject to the oversight and directions of the council;\n(b) ensure the proper implementation of strategies and policies\napproved by the Council; and\n(c) put in place appropriate arrangements to ensure that funds and\nresources are properly safeguarded and are used economically,\nefficiently, and effectively and in accordance with the Authority's\nplan, the primary objective and all statutory obligations'\n(3) The Chief Executive Offtcer, or in his absence a member of the\nexecutive board authorized by him in his behalf shall preside meetings of the\nexecutive board.\n(4) Fifty percent of its total membership shall constitute quorum for\nmeetings of the board, a fraction shall be rounded as one member'\n(5) Decision by majority of the members present and voting shall be\nconstrued as decision ofthe executive board.\".\n8. Substitution of section 8, Act XI of 1991.-In the said Act, for\nsection 8, the following shall be substituted, namely:-\n..8. Powers and functions of the executive board.-The executive\nboard shall exercise its powers and perform its functions in accordance\nwith the provisions of this Act, including to -\n(a) consider and recommend, in consultation with relevant\nstakeholders, proposals for schemes and projects;\n(b) consider and approve award of contracts for works, services and\ngoods;\n836 THE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 3 0,2A23 [Penr I\n(c) recommend the annual maintenance plan for natiolal highwayl,\nmotorw&yS, and strategic roads;\n(d) consider and review progress reports of the Authority;\n(e) recommend to the Council for approval annual development and\nnon- development budget;\n(0 recommend schemes and projects to be funded through toll and\nother receipts from operation of national highu,oys, motorways and\nstrategic roads; and\n(g) perform such other functions as may be assigned to it by the\nCouncil.\".\n9- Amendment of section 9, Act XI of 199r-In the said Act, in\nsection 9 for the word \"chairman\" wherever occurring, the word ..chief\nExecutive Officer\" shall be substituted.\n10. Amendment of section 10, Act Xr of 1991.-In the said Act, in\nsection 10, in sub-section (2).-\n(a) in clause (i), for the words \"National Highways and strategic\nroads\", the expression \"national highrwsys, motorways and strategic\nroads\" shall be substituted;>\n(c) in clause (xv), for the words \"National Highw&ys\", the expression\n\"national highwsYS, motorways and strategic roads\" shail be\nsubstituted.\n11. Amendment of section 11, Act Xr of 199r.-In the said Act, in\nsection I 1,-(b)\n(a)\n(b)in clause (vii), for the words \"National Highways and strategic\nroads\", the expression \"national highw&ys, motorways and strate[ic\nroads\" shall be substituted; and \\\nin sub- section ( 1), for the words \"National Highways and strategic\nroads\", the expression \"national highw,&ys, rnotoru,ay.s agd strategic\nroads\" shall be substituted; and\nin sub-section (2), in clause (i), t,or the wonds \"National Highways\nand strategic roads\", the expression \"national highw&ys, motorways\nand strategic roads\" shall be substituted.\n{Penr IITHE GAZETTE OF PAKISTAN, EXTRA., NOVEMBER 30,2023 837\n. 12. Amendment to sections 15, Act XI of 1991.-In the said Act, in\nsection 15, for the word \"Chairman\", the word \"Chief Executive Officer\" and for\nthe word \"Member\", the word \"Executive Member\" shall be substituted\nrespectively.\n13. Amendment to sections 16, Act XI of 1991.-In the said Ac! in\nsection 16, for the word \"Chairman\", the word \"Chief Executive Offrcer\" and for\nthe word \"Member\", the word \"Executive Member\" shall. be substituted\nrespectively.\n14. Substitution of section 33, Act XI of l99l.-In the said Ac! for\nsection 33, the following shall be substituted, namely:-\n*33. Removal of difliculties.-if a difficulty arises in giving effect to\nany of the provisions of this Act; the Federal Government may make\nsuch order, not Inconsistent with the provisions of this Act and the State-\nOvyned Enterprises (Governance and Operations) Act\" 2023 (VII of\n2023), as may appear to be necessary for the purpose of removing the\ndifficulty.\".\nDR. ARIF ALV[,\nPresident.\nRAJANAEEMAKBA&\nSecretary.\nPRINTED B'I' THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nptJBLIsHED BynS otptrrycottrRoLLER,srATIoNERyAND FoRlvIs,uNIvERsITyRoAD, KARACHI.ar"
}