{
    "file": "./converted_json\\administrator68a7a65f6abdb73bc20e66b90169078d.json",
    "name": "Cantonments Local Government (Elections) Ordinance, 2002",
    "date": "18th October, 2002",
    "tagline": "An Ordinance to provide for the conduct of local government elections in the cantonments",
    "content": "THE CANTONMENTS LOCAL GOVERNMENT \n(ELECTIONS) ORDINANCE, 2002  \n [18th October, 2002]  \nORDINANCE No. LXXIX OF 2002  \nAn Ordinance  \nto provide for the conduct of local government elections in the cantonments  \nWHEREAS  it is expedient to provide for the conduct of Local Government elections in \ncantonments for the purposes of grass -root level participation and to provide adequate \nlinkages and fiscal arra ngements between Cantonments Local Government and the District \nGovernment within the basic spirit of the Cantonment Act, 1924 (II of 1924):  \nAND WHEREAS  the President of  Pakistan  is satisfied that circumstances exist which \nrender it necessary to take immedi ate action;  \nNOW, T HEREFORE , in pursuance of the Proclamation of Emergency of the \nFourteenth day of October, 1999, and the Provisional Constitution Order No. 1 of 1999 read \nwith the Provisional Constitution (Amendment) Order No. 9 of 1999, and in exercise o f all \npowers enabling him in that behalf, the President of the Islamic Republic of Pakistan is \npleased to make and promulgate the following Ordinance: –– \nCHAPTER I  \nPRELIMINARY  \n1. Short title, extent and commencement :__ (1) This Ordinance may be called the \nCantonments Local Government (Elections) Ordinance, 2002.  \n(2)  It extends to all cantonments in  Pakistan.  \n(3)  It shall come into force at once.  \n2. Definitions :__In this Ordinance, unless the context otherwise requires, –– \n(i) “Cantonment”  means an area notified as such under the Cantonment \nAct, 1924  \n(II of 1924);  \n(ii) “Cantonment Board”  means a Board constituted under this Ordinance \ncomprising nominated and elected members;  \n\n \n (iii)  “Cantonment Administrative Officer”  means the person appointed \nunder -this Ordinance to be the Cantonment Administrative Officer of a \nCantonment;  \n(iv)  “Competent Authority”  means the Chief of the Army Staff, Chief of \nNaval Staff, Chief of Air Staff or Chairman POF Wah, as the case may \nbe, or his deleg atee i.e., any other officer nominated by him for any \nspecific purpose to work on his behalf;  \n(v)  “Council”  for purposes of the Ordinance means a Cantonment Board \nor a Union Council;  \n(vi)  “district”  means a district notified under the Provincial Land Rev enue \nActs, 1967 (W.P. Acts XVII of 1967), including cantonments; and \nincludes a largely urban district or districts declared to be City District \nunder the Provincial Local Government Ordinances 2001;  \n(vii)  “elector”  means a person whose name appears on th e electoral roll \nprepared under section 15;  \n(viii)   “Government”  means the Federal Government of Pakistan;  \n(ix)  “Health Officer”  means the senior executive medical officer in military \nemployment and is on duty in a Cantonment;  \n(x)  “local area”  means the area as specified in section 3;  \n(xi)  “local government”  includes District Government or a City, District \nGovernment, Zila Council, Cantonment Administration, Cantonment \nBoard, ,Union Council and Union Administration.  \n(xii)  “Maintenance Engineer”  means th e Public Works Officer of that grade \nor the officer of the Military Engineer Services of the corresponding \ngrade, having charge of the military works in a Cantonment or, where \nmore than one officer has charge of the military works in a \nCantonment, such one  of those officers as the Officer Commanding the \nStation may designate in this behalf, and includes the officer of \nwhatever grade in immediate executive engineering charge of a \nCantonment;  \n(xiii)  “member”  means an elected member of a Council, Union Nazim o r a \nnominated or elected member of Cantonment Board;  \n(xiv)  “muaziaat or dehs”  means revenue estates declared as such under the \nProvincial Land Revenue Act, 1967 (W.P. Act XVII of 1967);  \n(xv)  “Naib Nazim”  means Naib Zila Nazim, or Naib Union Nazim;  \n \n (xvi)   “Nazim”  means Zila Nazim, or Union Nazim;  \n(xvii)   “Officer Commanding the station” means the armed forces officer \nnominated by the competent Authority to be the Officer Commanding \nthe station for purposes of this Ordinance;  \n(xviii)   “peasant”  means a perso n who is landless farm worker or, one who \nduring the period of five years preceding the year in which the election \nis held, has been the owner of not more than five Acres of land and \ndepends directly on it for subsistence;  \n(xix)   “President”  means presiden t of the Cantonment Boards;  \n(xx)  “prescribed”  means prescribed by rules;  \n(xxi)  “rules”  means the rules made under this Ordinance;  \n(xxii)   “Vice -President”  means a person elected as such under this Ordinance;  \n(xxiii)  “worker”  means a person who is directly  engaged in work, or is \ndependent of personal labour for subsistence and includes a worker as \ndefined in the Industrial Relations Ordinance, 1969 (XXIII of 1969); \nand \n(xxiv)  “Zila Council”  means the Council of a district or a city district \nconstituted unde r the Provincial Local Government Ordinance 2001;  \nCHAPTER II  \nLOCAL AREAS AND LOCAL GOVERNMENTS  \n3. Local Areas :__ For the purpose of this Ordinance, the following shall be local areas, \nnamely: –– \n(i)  Union; and  \n(ii)  Cantonments.  \n4. Delimitation of Unions :__ A Union shall be an area comprising one or more mauziaat or \ndehs or, in case of an area where revision of settlement under the law has not been taken, one \nor more census villages or, in the case of area with urban characteristics, the whole number of \npopulation census blocks as delimited for the purpose of the last preceding census or a \ncombination of whole number of census blocks and a whole number of muaziaat or dehs, \nnotified as such by the Government:  \nProvided that as far as may be, –– \n(a)  the area of  a union shall be a territorial unity;  \n \n (b)  the area of a Union shall comprise a whole number of census \nblocks as delimited for the purpose of the last preceding \npopulation census; or a whole number of muaziaat or dehs or a \ncombination of a whole number of  census blocks and muaziaat \nor dehs; and  \n(c)  the population of unions within a Cantonment shall, as far as \npossible be uniform based on the Union population criteria of \nthe district in which the concerned Cantonment is located:  \nProvided further that in sp ecific cases the Government may, for reasons to be recorded, waive \nthe aforesaid conditions.  \n5. Delimitation of Cantonment into wards :__ (1) The Cantonment Administrative \nOfficer shall prepare preliminary proposal for delimitation of wards and publish a co py \nthereof together with a notice inviting objections and suggestions at his office or at such other \nplace within the Cantonment as he may consider suitable and the notice shall specify that \nobjections or suggestions may be filed within such time as may be  specified therein and be \npresented to the Cantonment Administrative Officer.  \n(2) President Cantonment Board shall be the appellate authority for Cantonment \nwithin his jurisdiction for the final disposal of objections and suggestions with respect to \ndelimi tation of wards;  \n(3) Objections and suggestions not received within the specified time shall be rejected \nby the Cantonment Administrative Officer.  \n6.  Local governments for local areas  :__There shall be a local government for each \nlocal area comprising –– \n(a)  Cantonment Administration and Cantonment Board in each \nCantonment; and  \n(b)  Union Administration and Union Council in each  Union.  \nCHAPTER III  \nLOCAL GOVERNMENT ELECTIONS  \n7.  Composition of a Zila Council and appointments in the District Government :__(1) In \naddition to its composition provided in the Provincial Local Government Ordinance, 2001, a \nZila Council shall also include as its member s, individuals elected by a Cantonment Board \nfalling in a district, from amongst the members, equal to the number of Unions in the \nCantonment:  \n \n Provided that the reserved seats in a Zila Council already constituted shall not be changed \nduring the tenure of the first local governments, constituted under the Provincial Local \nGovernment Ordinance, 2001.  \n(2) Notwithstanding the provisions of Provincial Local Government Ordinance, 2001, \nregarding, appointment of District Co -ordination Officers and Executive Distr ict Officers, in \norder to strengthen the administrative and functional linkages between the Cantonment \nAdministration and the District Government, the officers of Military Land sand Cantonments \nGroup shall be appointed on deputation or otherwise to such ap pointments in the District \nGovernment in each province:  \nProvided that such appointments in the above manner shall be made in at least half of \nsuch District Governments which include Cantonment Areas in each province.  \n8. Composition of Cantonment Board  :__ (1) A Cantonment Board shall be composed of, –– \n(a)  Officer Commanding the Station or, if the Government so \ndirects in respect of any Cantonment, such other Armed Forces \nOfficers as may be nominated by the Competent Authority;  \n(b)  All Nazims of Union Coun cils in a cantonment;  \n(c)  Vice -President indirectly elected from amongst the Union \nNazims of the Cantonment;  \n(d)  Indirectly elected members on reserved seats which provides, –– \n(i)  such number of women as represent thirty three per cent \nof total number of Unions in the Cantonment, subject to \nminimum one member; and  \n(ii)  such number of peasants and workers as represent five \npercent of the total number of the Unions in the \nCantonment; and such number of persons from minority \ncommunities as represent five per cent of the total \nnumber of Unions in the Cantonment:  \nProvided that the Government may, by notification in the \nofficial Gazette, vary the number of reserved seats to such \nextent as it deems fit.  \n(e)  official members including Health Officer and Mainte nance \nEngineer, nominated by the Officer Commanding the Station, \nequal to the number of elected members as given in clauses (b) \nand (d);  \n \n (2) If in calculating a percentage for the purposes of clause (d) of subsection (1), the \nnumber of reserved seats does not come out to be a whole number and such number is. –– \n(a)  less than half, the number shall be rounded down to the next \nlower number, or  \n(b)  a half or more, the number shall be rounded up to the next \nhigher number.  \n9. Composition of Union Councils in Ca ntonment :__ There shall be a Union \nCouncils in each  Union  comprising the following members: –– \n(a)  twelve members, elected to general seats, including four \nreserved for women;  \n(b)  six members elected to seats reserved for peasants and workers \nincluding tw o reserved for women;  \n(c)  one member elected to a seat reserved for minority \ncommunities:  \nProvided that in a Union where the population of minorities is \nin excess of ten per cent of the total population of the Union, \nreserved seats for minority communitie s, shall be allocated in \nthe manner prescribed by the Government; and  \n(d)  Union Nazim and Naib Union Nazim:  \nProvided that if the situation so warrants, the Government may vary the number of seats as \nmentioned in clauses (a) to (c) through a notification published in the official Gazette.  \n10. Franchise :__ (1) Members of Union Council including Union Nazims and Naib Union \nNazims shall be elected through elections based on audit franchise and on the basis of joint \nelectorate.  \n(2) Notwithstanding any provision of Provincial Local Government Ordinances, 2001, \nElectoral College for the election or by -election of Zila Nazim and Naib Zila Nazim, reserved \nseats of women, peasants and workers, and minorities in the Zila Council, internal recall of \nZila Nazim , and recall of Naib Zila Nazim shall also include all the members of Union \nCouncils of the Cantonment, including Union Nazims and Naib Union Nazims:  \nProvided that this subsection shall have effect only after the elections are held to the Union \nCouncils in  a cantonment.  \n(3) The Electoral College for election of Vice -President and reserved seats of women, \npeasants and workers and minorities in the Cantonment Board shall, be all members of the \nUnion Councils in a Cantonment, including Union Nazims and Naib Na zims.  \n \n Explanations. –– For the purpose of this section, all members of Union councils notified as \nreturned candidates in the elections held under this Ordinance, shall be deemed to be \nmembers of the Electoral College.  \n11. Authority for Local Government Elec tions :__ All elections to the Union \nCouncils and Cantonment Board shall be organized and conducted by the President according \nto the rules made under this Ordinance and such rules may be provided for all matters \nconnected therewith or incidental thereto, i ncluding the time of holding the elections, by -\nelections, corrupt or illegal practices and other election offences and the submission, trial and \ndisposal of election petition:  \nProvided that in a Cantonment where no Board has been constituted, the functions  of the \nPresident under this section shall be performed by the Officer Commanding the station.  \n12. Delimitation of Electoral Wards :__ (1) The ward for the election of Vice -\nPresident, and for reserved seats of women, peasants and workers and minorities in t he \nCantonment Board shall be whole of a Cantonment and for a Union Nazim and Naib Nazim, \na Union.  \n(2) The  Union  shall be the multi -member ward for election of members of a Union \nCouncil.  \n(3) The electoral ward for the election of Zila Nazim and Naib Zila N azim shall be a \ndistrict, including Cantonments.  \n13. Qualifications for candidates and elected members :__ (1) A person shall qualify \nto be elected or to hold an elective office or membership of a Local Government, if he, –– \n(a)  is a citizen of  Pakistan;  \n(b)  is at least twenty five years of age;  \n(c)  is enrolled as a voter in the electoral roll of the relevant ward;  \n(d)  is of good character and is not commonly known as one who \nviolates Islamic Injunctions; has adequate knowledge of \nIslamic teachings and pr actices obligatory duties prescribed by \nIslam as well as abstains from major sins; provided that these \nqualifications shall not apply to a person who is a non -Muslim, \nbut such a person shall have a good reputation;  \n(e)  has academic qualifications of not l ess than Matriculation or \nSecondary School Certificate or equivalent from a recognized \ninstitution, for contesting the election of a Union Nazim or \nNaib Union Nazim;  \n \n (f)  has not been declared by a competent Court to be of unsound \nmind;  \n(g)  is not in the service of the Federal, a Provincial or a Local \nGovernment or, any statutory body or a body which is \ncontrolled by any such government or, in which any of such \ngovernment has a controlling share or interest, except the \nholders of elected public office and part time officials \nremunerated either by salary or fee; provided that in case of a \nperson who has resigned or retired from such service, a period \nof not less than six months has elapsed since his retirement;  \n(h)  has not been dismissed, removed or compuls orily retired from \npublic service on grounds of moral turpitude;  \n(i)  does not possess assets which are inconsistent with his \ndeclaration of assets or justifiable means, whether held in his \nown name or of the depends or any other person or corporate \nbody i n whose name assets are held in trust or tinder any other \nformal or informal arrangement whereby the de -facto control of \nsuch assets including their sale, transfer or pecuniary interest, is \nretained by him;  \n(j)  has not been adjudged a wilful defaulter of any tax or other \nfinancial dues owned to the Federal, a Provincial, or a local \ngovernment or any financial institution, including utility bills \noutstanding for six months or more;  \n(k)  has not been convicted by a Court of competent jurisdiction on \na charge  of corrupt practice involving moral turpitude or \nmisuse of power or authority under any law for the time being \nin force;  \n(l)  has not been sentenced to imprisonment for more than three \nmonths for an offence under any law and, a period of not less \nthan fiv e year has elapsed since his release; and in case of a \nmember or a holder of a public office, has not been sentenced \nto imprisonment;  \n(m)  has not failed to file the required return of election expenses or \nis not convicted for exceeding the limits of elect ions expenses \nprescribed under the electoral laws;  \n(n)  has not been declared an un -discharged insolvent by any Court;  \n \n (o)  does not engage in any transaction involving pecuniary interest \nwith the Local Government of which he is a member;  \n(p)  does not absent himself without reasonable cause from three \nconsecutive meetings of the Local Government of which he is a \nmember:  \nProvided that a member shall not be disqualified if the absence \nwas necessitated by a national emergency or force majeure;  \n(q)  does no t fail to attend a training course when required to do so \nby law;  \n(r)  has not been and is not involved, in activities prejudicial to the \nideology, interest, security, unity, solidarity, peace and integrity \nof Pakistan and its people and the good order and  harmony of \nsociety; or  \n(s)  has not used directly or indirectly for his election the platform, \nflag, symbol, affiliation and financial or material resources or \nsupport of a political, religious, ethnic or sectarian party, \nformation or organization; and  \n(t)  takes oath of membership of the local government within the \nspecified time.  \n(2)  Whoever, –– \n(a)  is found by the President Cantonment Board to have \ncontravened the provision of subsection (1) shall stand \ndisqualified from being a candidate for election to a local \ngovernment for a period of four years; or  \n(b)  having been elected as a member of local government or being \na holder of an elective office of a council is found by the \nGovernment to have contravened the provision of subsection \n(1) shall cease fo rthwith to be an elected member or to hold the \noffice of such member and stand disqualified from being a \ncandidate for election to a local government for a period of four \nyears.  \n14. Non-party Election :_ _Local government elections in a Cantonment shall be held \non non -party basis.  \n15.Joint Candidacy and election :__ (1) A Union Nazim and Naib Union Nazim shall \ncontest election as joint candidates:  \n \n Provided that on occurrence of a casual vacancy a candidate for the office of a Union Nazim \nor Naib Union Nazim s hall contest the election for such office to his individual capacity.  \n(2) Union Nazim and Naib Union Nazim securing the highest number of votes, as \njoint candidates shall be declared elected.  \n16. Electoral rolls :__ (1) In every Union the electoral rolls showing the names of \npersons qualified to vote at elections to the Union Council shall be prepared on the basis of \nthe electoral rolls pertaining to the concerned Cantonment, prepared under section 4 of the \nElectoral Rolls Act, 1974 (XXI of 1974).  \n(2) A pe rson shall be entitled to be enrolled as a voter, if he,  \n(a)  is a citizen of  Pakistan;  \n(b)  is not less than eighteen years of age on the first day of January \nof the year in which an election is to beheld;  \n17. Validity of electoral rolls etc. not affected  by reason of any mistake :__ The \nelectoral rolls shall not be rendered invalid by reason of any erroneous description contained \ntherein of any person listed or of an omission of the name of any person entitled to be \nenrolled as a voter or of inclusion of t he name of any person not so entitled.  \n18. Election to Vacant Seats :__ (1) If a seat of a member becomes vacant during the \nterms of office of a council, a new member shall be elected through by -election and the \nmember elected in by -election shall hold offi ce for the remaining portion of the term of the \ncouncil.  \n(2) If any seat reserved for women remains vacant. the same shall be tilled through \nby-elections and the elected woman member shall hold office for the remaining portion of the \nterm of the council.  \n(3) All by -elections shall be held once a year on a date or dates fixed by the President;  \n(4) A vacancy of a Vice -President and Union Nazim or Naib Union Nazim shall be \nfilled through by -election within sixty days of the occurrence of vacancy.  \n(5) When the office of Vice -President falls vacant, the elected members of a \nCantonment Board shall, by a majority vote elect an officiating Vice -President from amongst \nthe elected members of the Board:  \nProvided that, the officiating Vice -President shall not be candida te in the by -election held for \nelection of Vice -President.  \n(6) When the office of a Union Nazim, falls vacant, the members of the concerned \nUnion Council shall by a majority vote elect an officiating Union Nazim from amongst its \nmembers and the person so e lected shall continue to retain his office as a member also:  \n \n Provided that the officiating Nazim shall not be a candidate in the by -election held for \nelection of the Union Nazim.  \n19. Bar against dual membership :__ A Vice -President, Union Nazim and Naib \nUnion Nazim may contest election for any political office, except that of a Vice -President, \nafter resigning from the existing office of Vice -President, Union Nazim or, as the case may \nbe, Naib Nazim:  \nProvided that a member of a Cantonment Board other than  a Vice -President, or member of \nUnion Council may contest election for any other political officer without resigning from the \nmembership of the Cantonment Board, or as the case may be, of such Council:  \nProvided further that such member shall not hold more  than one office at one time  \n20. A member representing :__ Cantonment Board in Zila Council may be recalled \nthrough a majority resolution of the Cantonment Board:  \nProvided that such record member shall retain his membership of the Cantonment Board.  \n21. A Un ion Nazism ,:__ if found working against the interest of the Cantonment may \nbe externally recalled through majority vote by the Cantonment Board:  \nProvided that his external recall is approved by the Competent Authority.  \n22. Term  of Office :__ (1) The term of  office of a local government shall be four years \ncommencing on the 14th day of August of the year in which elections are held:  \nProvided that the term of office of a local government for which elections are held for the \nfirst time under this Ordinance shal l be for the period ending 14th August, 2005.  \nProvided further that a local government notwithstanding the expiry of its office shall \ncontinue to hold office until the successor local government assumes office.  \n(2) The Government shall notify the assumptio n of offices by the Vice -President, \nNazim, Naib Nazim and members of the local governments.  \n(3) A Vice -President, Union Nazim or a Naib Union Nazim shall not hold the same \noffice for more than two terms.  \n23. Notification to be issued :__The results of every  election or by -election shall be \nnotified by the Government.  \n24. Oath  of Office :__The elected Nazims, Nail Nazims, Vice -President and members \nshall, before assuming the charge of their respective offices make oath as may be prescribed.  \nCHAPTER IV  \nOFFENCE, PENALTY AND PROCEDURE  \n \n 25. Corrupt Practice :__A person is guilty of corrupt practice punishable with \nimprisonment for a term which may extend to three years: or with fine which may extend to \nfifteen thousand rupees, or with both, if he is guilty of  bribery or personating or undue \ninfluence.  \n26. Bribery :__A person is guilty of bribery, if he, directly or indirectly, by himself or \nby any other person on his behalf, –– \n(I)  receives, agrees or contracts for any gratification for voting or refraining fro m \nvoting or for being or refraining from being a candidate at, or withdrawing or \nretiring from an election; and  \n(II)  gives, offers or promises any gratification to any person, –– \n(a)       for the purpose of inducing, –– \n(i)  a person to be or to refrain fr om being a \ncandidate at an election; or  \n(ii)  a voter to vote, or refrain from voting at any \nelection; or  \n(iii)  a candidate to withdraw or retire from an \nelection; or  \n(b)  for the purpose of rewarding: –– \n(i)  a person for having been or for having refrain ed from \nbeing a candidate at an election; or  \n(ii)  a voter for having voted or refrained from voting at an \nelection; or  \n(iii)  a candidate for having withdrawn or retired from an \nelection.  \nExplanation. –– In this section, 'gratification' includes a gratification in money or estimable in \nmoney and all forms of entertainment or employment for reward.  \n27.Personation :__ A person is guilty of personating , if he, votes or applies for a ballot \npaper for voting, as some other person whether that other person  is living or dead or \nfictitious.  \n28. Undue influence .–– A person is guilty of undue influence, if he, –– \n \n (a) compels any person to vote, refrain from voting, or to induce or compel any person to \nwithdraw his candidature at an election, directly or indirect ly, by himself or by any other \nperson on his behalf, and –– \n(a)  makes or threatens to make use of any force, violence or \nrestraint, or  \n(b)  Inflicts or threatens to inflict any injury, damage, harm or loss; \nor \n(c)  Uses any official influence or governmental patronage; or  \n(b) on account of any person having voted or refrained from voting, or having withdrawn his \ncandidature, does any of the acts specified in sub -specified in subsection (1); or  \n(c)  by abduction, duress or any fraudulent device or  contrivance,  \n(a)  Impedes or prevents the free exercise of the franchise by a voter; or  \n(b)  Compels, induces or prevails upon any voter to refrain from voting or compels any \nvoter to vote;  \nExplanation. –– In this section, 'harm' includes social ostracism or ex -communication or \nexpulsion from any caste or community.  \n29. Illegal practice :__ A person is guilty of illegal practice punishable with fine which \nmay extend to two thousand rupees, if he, –– \n(a)  obtains or procures, or attempts to obtain or procure, the \nassistance of any officer or official of the Federal Government, \na Provincial Government or a local government or authority to \nfurther or hinder the election of a candidate; or  \n(b)  votes, or applies for a ballot paper for, voting at an election \nknowin g that he is not qualified for voting or is disqualified \nfrom voting; or  \n(c)  votes, or applies for a ballot paper for voting more than once at \nany polling station; or  \n(d)  removes a ballot paper or a ballot box from a polling station or \ndestroy, damages o r tampers with the ballot box used at a \npolling station: or  \n(e)  knowingly induces or procures any person to do any of the \naforesaid acts; or  \n \n (f)  fails to provide statement of election expenses as required \nunder this Ordinance; or  \n(g)  makes or publishes a false statement, –– \n(a)  concerning the personal character of candidate or his relation calculated to adversely \naffect the election of such candidate or, for the purpose of promoting or procuring the \nelection of another candidate, unless he proves that he  had reasonable ground for believing \nand did believe, the statement to be true; or  \n(b)  relating to the symbol of a candidate whether or not such, symbol has been allocated \nto such candidate; or  \n(c)  regarding the withdrawal of a candidate;  \n(h)  knowingly;  in order to support or oppose a candidate lets, lends, employees hires, \nborrows or uses any vehicle or vessel for the purpose of conveying voters to or from the \npolling station, except when a person conveys himself or any member of the household to \nwhich he belongs, to or from the polling station; or  \n(i)  causes or attempts to cause any person present and waiting to vote at the polling \nstation to depart without voting.  \n30. Prohibition of canvassing :__ A person is guilty of an offence, punishable with \nfine which may extend to two thousand rupees, if he on the polling day in connection with the \nelection, –– \n(i)  convenes, call or organizes within a ward any meeting; or  \n(ii)  within a radius of two hundred meters of the polling station, –– \n(a)  canvasses for vot es; or  \n(b)  solicits vote of any voters; or  \n(c)  persuades any voter not to vote at the election or for a particular \ncandidate; or  \n(d)  exhibits except with the permission of the Returning. Officer \nand at a place reserved for the candidate or his polling a gent \nbeyond the radius of one hundred meters of the polling station, \nany notice, sign, banner or flag designed to encourage the \nvoters to vote, or discourage the voters from voting, for any \ncontesting candidate.  \n \n 31.Disorderly conduct near polling station :__ A person is guilty of an offence, \npunishable with imprisonment for a term which may extend to three months, or with fine \nwhich may extend to six thousand rupees or with both, if he, –– \n(a)  uses, in such manner as to be audible within the polling station  \nany gramophone, megaphone, loudspeaker or other apparatus \nfor reproducing or amplifying sounds; or  \n(b)  persistently shouts in such manner as to be audible within the \npolling station; or  \n(c)  does any act which  \n(i)  disturbs or causes annoyance to any vot er visiting a polling, station for \nthe purpose of voting; or  \n(ii)  interferes with the performance of the duty of a presiding officer, \npolling officer or any other person performing any duty at a polling \nstation; or  \n(iii)  abets the doing of any of the afo resaid acts.  \n32.Tampering with papers :__A person is guilty of an offence, punishable with \nimprisonment for a term which may extend to six months, or with fine which may extended \nto six thousand rupees, or with both, if he;  \n(a)  fraudulently defaces or destroys any nomination paper or ballot \npaper, or  \n(b)  fraudulently takes out of the polling station any ballot paper or \nputs into any ballot box any ballot paper other than the ballot \npaper he is authorized under the rules to put in; or  \n(c)  without due a uthority  \n(i)  supplies any ballot paper to any person; or  \n(ii)  destroys, takes, opens or otherwise interferes with any \nballot box or packet or ballot papers in use for the \npurpose of election; or  \n(iii)  breaks any seal affixed in accordance with the provi sion \nof the rules;  \n(d)  Causes any delay or interruption in the beginning conduct or \ncompletion of the procedure required to be immediately carried \nout on the close of the poll; or  \n \n (e)  fraudulently or without due authority attempts to do any of the \nafores aid acts.  \n33. Interference with the secrecy of voting :__ A person is guilty of an offence, \npunishable with imprisonment, which may extend to six months or with fine which may \nextend to six thousand rupees, or with both, if he,  \n(a)  interferes or attempts t o interfere with a voter when he records \nhis vote; or  \n(b)  in any manner obtains or attempts to obtain in polling station \ninformation as to the candidate for whom a voter in that station \nis about to vote or has voted; or  \n(c)  communicates at any time any i nformation obtained in a \npolling station as to the candidate for whom a voter in that \nstation is about to vote or has voted.  \n34. Failure to maintain secrecy :__Any candidate, or polling agent attending a polling \nstation, or any person attending the counting  of votes, is guilty of an offence, punishable with \nimprisonment which may extend to six months, or with fine which may extend to six \nthousand rupees, or with both, if he,  \n(a)  Fails to maintain or aid in maintaining the secrecy of voting; or  \n(b)  Communic ates any information obtained at the counting of \nvotes as to the candidate for whom any vote is given by any \nparticular ballot paper.  \n35. Conduct of officials :__ A presiding officer, polling officer or any other officer or \nclerk performing a duty in connection with an election, or any member of a police force, is \nguilty of an offence punishable with imprisonment for a terms which may extend to six \nmonths, or with fine which may extend to five thousand rupees or with both, if he, in the \nconduct or mana gement of an election or maintenance of order at the polling station, –– \n(a)  Persuades any person to give his vote;  \n(b)  Dissuades any person from giving his vote;  \n(c)  Influences in any manner the voting of any person;  \n(d)  Does any other act calculated t o further or hinder the election \ncandidate.  \n(e)  Fails to maintain or aid in maintaining the secrecy of voting.  \n \n (f)  Communicates, except for any purpose authorized by any law, \nto any person before the poll is closed any information as to the \nname or numbe r on the electoral roll of any voter who has or \nhas not applied for a ballot paper, or has or has not voted at a \npolling station; and  \n(g)  Communicates any information obtained at the counting of \nvotes as to the candidate for whom any vote is given by any \nparticular ballot paper.  \n36. Breach of official duty :__ A presiding officer or any other person employed by \nany such officer to connection with his official duties imposed by or under this Ordnance, is \nguilty of an offence, punishable with the fine which m ay extend to five thousand rupees, if he \nwithout reasonable cause, does or omits to do an act in breach of any such official duty.  \n37. Assistance by Government servants :__ A person in the service of the Federal \nGovernment, a Provincial Government, a Local Government or a body owned or controlled \nby the Federal or a Provincial Government is guilty of an offence punishable with \nimprisonment for a term which may extend to six months, or with fine which may extend to \nfive thousand rupees, or with both if he, in  any manner, gives any assistance calculated to \nfurther or hinder the election of a candidate.  \n38. Summary trial :__ All offences under this Ordinance, except the offences under \nsection 24 to 27 shall be triable summarily under the Code of Criminal Procedure, 1898.  \n39. Cognizance :__ No Court  shall take cognizance of the offences under sections 34 \nand 35 except on the complaint in writing of the Returning Officer concerned.  \nCHAPTER V  \nMISCELLANEOUS  \n40. Overriding effect :__ The provisions of this Ordina nce shall have effect \nnotwithstanding anything contained in the Cantonment Act, 1924 (II of 1924) or any other \nlaw for the time being in force.  \n41. Power to make rules :__ The Government may, by notification in the official \nGazette, make rules to give effec t to the provision of this Ordinance.  \n42. Removal of difficulties :__ The Government may by order provide for the removal \nof any difficulty, which may arise in giving effect to the provisions of this Ordinance."
}