{
    "file": "./converted_json\\administratorfeb220bdf59bcc05975672d296dc6ca9.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGTsTERED N6,-!4-:lQ2L.-7646\n@beGgq,dfD d ?rltdtur\n-..--\n'EXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WEDNESDAT MAY 31,2006\nPART I\nAcls, Ordinances, President,s Orders and Regulations\nGOVERNMENT OF PAKISTAN\nLAW JUSTICE AND HUMAN RIGHTS DIVISION\nLslunrubati. rlte 3 t st Muv. 2006\nF. No. 2 (l)/2006-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for General inlbrmation:-\nOnolNeucr No XI op 2006\nAN\nOnorNeNct\nto provide fo/ the establishntent of the Institute of Space Teclutologt,\nWHetaes, it is expedient to provide for the Establishment of the Institure of\nSpace Technology and for matters connected therewith or ancillary thereto:\nAND wHEREAS the National Assembly is not in session and the president is\nsatisfied that circumstances ixist which render it necessary to take immediate action;\nNow, THEREFoRE, in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of pakistan, the president is\npleased to make and promulgate the following Ordinance:-\n(l4l)\n1297 O(2006)lEx Gaz.l Price : Rs. 30.509\n142\nCHAMER I\nPRELIMINAR}'\nl. Short title, commencement.-( I ) This Ordinance may be called\nthe Institute of Space Technology Ordinance. 2006.\n(2) It Shall come into force at once and shall be deemed to have taken\neffect on the 4th day of April, 2006.\n2. Definitions.-ln this Ordinance unless there is anything repugnant\nin the subject or context,-\n(a) \"Academic Council\" means the Academic Council of the lnstitutei\n(b) \"affiliated college\" means an educational institution atfiliated ro the\nlnstitute but not maintained or administered by it:\n(c) \"Authority\" means any of the authorities of the Institute as specified\nor set up in terms of section l5l\n(d) \"Chancellor\" means the Chancellor ofthe Institute:\n(e) \"college\" means a constituent college or an affiliated college;\n(0 \"Commission\" means the Higher Educalion Commission set up under\nthe Higher Education Commission Ordinance, 2002 (LlIl of 2002):\n(g) \"constituent college\" means an educational institurion, by whatever\nname described, maintained and administered by the Institute;\n(h) \"Dean\" means the head of a Faculty or the head of an academic\nbody granted the status of a Faculty under this Ordinance or by the\nstatutes or regxlations:\n(i) \"department\" means a teaching department maintained and\nadministered, or recognized by the Institute in the manner prescribed;\n() \"Director-Ceneral\" means the head of a centre or a constituent college\nestablished by the Institute under the statutes or regulations in terms\nof the powers delegated by this Ordinance:\n(k) \"Faculty\" means an administrative and academic unit ofthe Institute\nconsisting of one or more departments, as prescribed;TFIE GAZETTE OF PAKISTAN, EXTRA., MAY 3l;2006 [Parrl\nGAZE\"TTE OF PAKISIAN, EXTRA., MAY 3I'2006 143P,rrr I I THE\nO \"Govemment\" means the Federal Government;\n(m) \"Head of Department\" means head of a teaching department:\n(n) \"Institute\" means Institute of Space Technology established under\nthis Ordinance as a degree awarding institutei\n(o) \"lnstitute teacher\" means a whole+ime teacher appointed and paid\n. by the Institute, or recognized by the Institute as such:\n(p) \"prescribed\" means prescribed by statutes, regulations or rules made\nunder this Ordinance;\n{q) \"Principal\" means the head of u college:\n(r) \"Representation Committees\" means the Representation Cornmittees\nconstituted under Section 23;\n(s) \"Review Panel\" means the Review Panel set up by the Chancellor in\naccordance with the proviso to clause (a) of sub-section (6) of\nsection 8:\n(t) \"Se,[ch Committee\" means the Search Committee constituted by\nthe Senate under sub-section (2) of section I 1;\n(u) \"Senate\" means the Senate of the Institute;\n(v) \"statutes\". \"regulations\" and \"rules\" mean respectively the statutes'\nthe regulation; and the rules matle under this Ordinance and for the\ntime being in force:\n(w) \"syndicate\" means the Syndicate ofthe Institute;\n(x)\"teachers\" include Professors, Associate Professors' Assistant\nProfessors and Lecturers engaged whole-time by the Institute or by a\nconstituent of affiliated college and such other persons as may be\ndeclared to be teachers by regulations; and\n(y) \"Vice-Chancellor\" means the Vice-Chancellor of the lnstitute\n144 TI{E CAZETTE OF PAKISTAN, EXTRA., MAY 3I,2006IPARI I\nCHAPTER II\nTHE INSTITUTE\n3. Estabtishment of the Institute._( I ) There shaU be established, in accordance with the provisions of t'i. Orainance a aeg..\" #\"roing tnrtitute to be catted the Instirute of Space f\".r.,nofoey- i.i;;;:-'\"\" \"-\"\n(2) The Institute shall consist of the following namely:_\n(a) the chancelor, the. Dep-ury Chailperson of the senare, the membersof the Senate and the Vici-Chan\"\"Ior, -- \".- \"\n(b) the members oftbe Authorities ofthe Institute established under sectiont5:\n(c) alr Institute teachers and persons recognized as srudents ofthe Institutein accordance with termi prescriUa i.\"rli.. i. time: and\n(d) all other full_time officers and members of rhe sratf of rhe Insritute.\n(3) The Institute shall be a body corporate and shall have perpetual succession and a common seal, and may;;;;;;;;\"yii\".ra nur\".\n(4) The Instirute shall be comp.etent ro acquire and hold propeny, bothlovautl ya immovable, and rotease, ,\"I *.,i\".*,ir\" o;;.;;\"r, movable and rmmovabre property which may have u\"\"o.\" \".ri.il, o.'u\"\"i u\"qri..a uy rt.\n. (5) Notwirhsranding anything contained in any other law fbrthe time being rn torce, rhe Institute shall have acadeiric, fir_\"i\"i *-.a \"ir,\"\"rrative autonomy,::-Yll- the, power ro. emproy. oifi cers,,\"u.t,;;;'\"\"d ;#'\"iproy\"\", or r,\"r, terms as may be prescribed. *bj\"\"^,:j:.,:T. \n\"f ;;; ;;;l;;e and rhe Higher Educarion Commission ordinance. 2.002 (LUt of zDz;.;;;;;r,*. and wirhout prejudice to the authoriry granted rorh\":i;;;ffi;'in\"',lijjil\" o*\"rnmenr or an authorirv or audiror appointed by th\" c\"\"\"-;;;i: ;'rrl't\"uJ\"*nJoo*\".,o qr\".riu, the poticy underrying the arrocatlon \"f ,.;;;;';;;;\"io.Jilr\" senate in the rnnual budget of the Institute.\n,r,. r\"r r\"l,i \"r l.'Jj.T #\"[,-']\"*t of the Institute'-rhe I n sti ru te s hal h ave\n(i) to provide for education and scholarship in such branc-hes ofknowledgeas it may deem fit, and to make dir#;;arch, service to\nPenr Il THE GAZETTE OF PAKISTAN , EXTRA., MAY 31,2006 145\n(ii)\n(iii)\n(iv)society an for the applicatibn, advancement and dissemination ofknowledge in such manner as it may determine; '-i--\nto prescribe courses of studies to be conilucted by it ih its campusesand in the colleges:\nto hold examinations and to award and confer degrees, diplomas,certificates and other academic distinctions to and-on p*ro'n, *t ohave been admitted to and have passed its examinations underprescribed conditions:\nto prescribe the terms and conditions of employment of the officers,teachers and other employees of the Instituie and to lay down termsand conditions thar may be different from those applicable togovemment servants in general:\nto engage, where necessary, persons on contracts ofspecilied durationand to specify the terms of each engagement:\nto confer honorary degrees or other distinctions on approved personsin the manner prescribed;\nto provide for srch lnstruction for persons not being students of thelnstitute as it may prescribe, and to grant certificates=and diplomas tosuch personsi\nto institute programmes for the exchange of students and teachers\nbetween the Institute and other universities, educational institutions\nand research organizations, inside as well as outside pakistan;\nto provide career counselling and job search services to students andalumnit\nto maintain linkages with alumni;\nto develop and implement fund-raising plans:\nto provide and support the academic development of the Faculty;\nto confer degrees on persons who have carried on ind.pendert\nresezuch under prescribed conditions:\nto affiliate and disaffiliate educational institutions under prescribed\nconditions:(v)\n(vi)\n(vii)\n(viii)\n(ix)\n(x)\n(xi)\n(xiil\n(xxi)\n(xiv)\n146 THE CAZETTE OF PAKISTAN, EXTRA., MAY 31, 2m6 [PARI I\n(xv) to inspect colleges and other educationalinstitutions affiliated or seeking\naffiliation with it;\n(xvi) to accept the examinations passed and the period of study spent by\nstudents of the lnstitute at other universities and places of leaming\neqtlivalent to such examinations and periods of study in the Institute.\nas it may prescribe, and to withdraw such acceptance:\n(xvii) to co-operate with other universities, public authorities or private\norganisations, inside as well as outside Pakistan, in such manner and-\nfor such purposes as it may prescribel\n(xix) to create posts for research, extension, administration and other related\npurposes and to appoinl persons theretoi\n(xx) to recognize selected members of the teaching staff of affiliated\ncolleges or educational institutions admitted to the privileges of the\nInstitute or such other persons as it may deem fit, as Institute teachers:\n(rri) to institute and award financial assistance to students in need,\nfellowships, scholarships, bursaries, medals and prizes under prescribed\nconditions;\n(xxir)to establish teaching departments, schools, colleges, faculties,\ncampuses, museums, centres of excellence and other centres of\nlearning for the development of teaching and research and to make\nsuch arrangements for their maintenance, management and\nadministration as it may prescribe: ^\n(xxiii) to provide for the residence of the students of the lnstitute and a\nconstituent college to institute and maintain halls of residence and to\napprove or license hostels and lodging;\n(xxiv) to maintain order, discipline and secirity on the campuses of the\nInstitute and the constituent Colleges;\n(xxv) to promote the extra curricular and recreational activities of such\nstudents. and to make arrangements for promoting their health and\ngeneral. welfare:(xviii) to institute Professorships, Associate Professorships, Assistant\nProfessorships and Lectureships and any other posts and to appoint\npersons thereto:\nPatrll THE GAZETTE OF PAKISTAN, EXTRA., MAY 3l'2m6 A1\n(xxvi) to demand and receive such fees and other charges as it may\ndeterminel\n(xxvii) to make provision for research, advisory or consultancy services and\nwith these objects to entir into arrangements with other institutions'\npublic or private bodies. commercial and industrial enterprises under\nprescribed conditions;\n(xxviii) to enter into, carry out, very or cancel contracts;\n(xxx) to provide for the printing and publication ofresearch and other worksl\nand\n(xxxi)to make rules, regulations and statutes for the Institute and to do all\nsuch other acts and things incidental to the powers aforesaid as may\nbe requisite or expedient in order to further the objectives of thc\nlnstitute as a place of education, learning' and research\n5. Institute open to all classes, creeds, etc'-( I ) The Institute shall\nbe open to all persons of either gender and no person shall be denied the privileges\nof the Institute on the grounds of religion, race, caste, residence or place of birth'\n(2) An increase in any fee or charge that is in excess of ten percent Per\nannum on an annualized basis from the last such increase may not be made except\nin special circumstances. and only with the approval of the Senate'\n(3) The Institute shall initiate financial aid programmes for students in\nneed, to the exttint considered feasible by the Senate given the resources available'\nso as to enable admission and access to the Institute and the various opportunities\nprovided by it to be based on merit rather than ability to pay'\n6. Teaching at the Institute.-{ 1) All recognized teaching in various\ncourses shall be conducted by the Institute or a college in the prescribed manner\nand may include lectures. tuiorials' discussions, seminars, demonstrations' distance\nleaming and other methods of instruction as well as practical work in the laboratories'\nhospitals, workshops and other governmental or private organizations'(xxix) to receive and manage property transferred and grants, contributions\nmade to the Institute and to invest any fund representing such property,\n,qrants. bequests, trusts, gifts, donations' endowments or contributions\nin such manner as it may deem fit:\n(2) The authority responsible for organizing recongnized teaching shall\nbe sLrch as rnay be prescribed.148\nnamelyTHE GAZETTE OF PAKISTAN, EXIRA., MAY 3I, 2006 [Perr I\nCHAPTER III\nOFFICERS OF THE INSTITUTE\n7. Officers.-The following shall be the officers of rhe lnsrirure,\n(a) the Chancellor:\n(b) the Depury Chairperson of the Senate:\n(c) theVice-Chancellor:\n(d) the Direoor-Generall\n(e) the Deans:\n(f) the Principals of the consrituent collegesi\nG) rhe Head of Departmentst\n(h) the Registrar;\n(i) the Treasurer:\n() the Cultroller of Examinations: ancl\n(k) such other persons as may be prescribed by the statutes or regulations\nto be the officers of the Institute.\n8. Chancellor.-(1) The president of pakistan shall be the Chancellor ^of the lnstitute and the Chairperson of the Senate.\n(2) The Chancellor shall, when present, presid-- over the meetings of the\nSenate and the convocation of the Institute. In the absence.of the Chancellor the\nSenate may request a person of eminence to preside over the convocation of theInstitute.\n(3) The members of the Senate as well as the Vice_Chancellor shall beappointetl by the Chance or from amongst the persons recommended by the\nPenrll THE GAZETTE OF PAKISTAN, EXTRA., MAY,3l,2m6 149\nRepresentation Committee set up for this purpose or the Search Committee\nestablished in accordance with this Ordinance, as the case may be, alongwith those\nelected.\n(4) The Chairman, Pakistan Space and Upper Atmosphere Research\nCommission shall be the Deputy Chairperson of the Senate.\n. (5) Every proposal to confer an honorary degree shall be subject to\nconfirmation by the Chancellor.\n(6) Ifthe Chancellor is satisfied that serious irregularity or mismanagement\nwith respect to the aftairs of the Institute has.occurred, he may,-\n(a) as regards proceedings ofthe Senate, direct that specified proceedings\nbe reconsidered and appropriate action taken within one month of the\ndirection having been issued:\nProvided that if the Chancellor is satisfied that either no\nreconsideration has been carried out or that the reconsideration has\nfailed to address the concem expressed, he may, after calling upon\nthe Senate to show cause in writing, appoint a five-member Review\nPanel to examine and report to the Chancellor on the functioning of\nthe Senate. The report ofthe Review Panel shall be submitted within\nsuch time as may be prescribed by the Chancellor. The Review Panel\nshall be drawn from persons of eminence in academics and in the\nfields of law, accountancy and administration; and\n(b)as regards proceedings of ani Authority or with respect to matters\nwithin the competence of any Authority other than the Senate, direct\nthe Senate to exercise powers under section 17.\n' 9. Removal from the Senate.-(t) The Chancellor may, upon the\nrecommendation ofthe Review Panel, remove any person from the membership of\nthe Senate on the ground that such person,-\n(a) has become of unsound mind;\n(b) has become incapacitated to function as member of the Senatei\n(c) has been convicted by a court of law for an offence involving moral\nturpitude;\n150 THE GAZETTE OF PAKISTAN. EXTRA., MAY 31. ?006 [panrl\n(d) has absented himselffrom tq,o consecutive meetings withoutjust cause:\n(e ) has been guihy of misconduct, including use of position for personal\nadvantage of any kind, or gross inefficiency in the pertbrmance of\nfunctions.\n(2) The Chancellor shall remove any person from the membership of the\nSenate on a resolution calling for the removal of such person suppo(ed by at least\nthree-fburth of the membership of the Senate:\nPrOvided that before pansing such resolution the Senate shall provide an ^opponunity ofbeing heard the member:\nProvided further that the provisions ofthis section shall not be applicable ro\nthe Vice-Chancellor in his capacity as a member of the Senate.\n10. Vice-Chancellor.-( I ) There shall be a Vice-Chancellor of the\nlnstitute who shall be an eminent academic or a distinguished administrator and\nshall be appointed on such terms and conditions as may be prescribed.\n(2) The Vice-Chancellor shallbe the chief executive oU.rcer of thi Institure\nrcsponsible fbr all administrative and academic tunctions of the Institute and for.\nensuring that the provisions of this Ordinance, statutes, regulations and rules are\nfaithfully observed in order to promote the general efficiency and good order of rhe\nInstitute. The Vice-Chancellor shall have all powers prescribed for this purpose,\nincluding administrarive control over the officers, teachers and other employees of\nthe lnstitute.\n(3) The Vice-Chancellor shall, ifprisenr, be enritled ro artend any meeting\not uny Authority or body of the Institute.\n(5) The Vice-Chancellor shall also have the following powers, namely:-\n(a) to direct teachers, officers and other employees of the Institute to\ntake up such assignments in connection with examination,\nadministmtion and such other activities in the Institute as he may\nconsider necessary for the purposes of the lnstitute:(4) The Vice-Chancellor may, in an emergency that in his opinion requires\nimmediate action ordinarily not in the competence of the Vice-Chancellor, take\nsuch action and forward, within seventy-two hours, a report ofthe action taken to ^\nthe members of the Emergency Committee of the Senate, to be set up by the\nstatute. The Emergency Committee may direct such funher action as is considered\nappropriate.\nPanr IlTHE GAZETTE OF PAKISTAN, EXTRA., MAY 3I,2006 l5l\n(b) to sanction by re-appropriation an amount not exceeding an amount\nprescribed by the Senate for an unforeseen item not provided for in\nthe budget and report it to the Senate at the next meeting;\n(c) to make appointments ofsuch categories ofemployees of the lnstitute\nand in such manner as may be prescribed by the statutesl\nto suspend, punish and remove. in accordance with prescribed\nprocedure. from service officers' teachers, and other employees of\nthe lnstitute:(d)\nProvided that in case of any appointment made by or with the\napproval of the Senate, any action under this clause shall be taken\nwith the aPProval of the Senate.\n(e) to delegate, subject to such conditions as may be prescribed' any of\nhis powers under this Ordinance to an offtcer or offtcers of the Institute;\n' and\n(O to exercise and perform such other powers and functions as may be\nprescribed.\n. (6) The Vice-Chancellor shall present an annual report before the Senate\nwithin three months of the close of the academic year. The annual rePort shall\npresent such information as regards the academic year under review as may be\nprescribed, including disclostrr', ' rf all relevant facts pertaining to'-\n(a) academics:\n(b) research;\n(c) administration: and\n(d) finances.\n(7) The Vice-Chancellor's annual report shall be made available' prior to\nits presentation before the Senate, to all officers and Institute teachers and shall be\nprbliatt.d ir, such numbers as are required to ensure its wide circulation'\nll. Appointment and removal of the Vice-Chancellor'-( I ) The\nVice-Chancelior shall be appointed by the Chancellor on the basis of\nrecommendations made by the Senate'\nt52 THE GAZETTE OF PAKISTAN. EXTM., MAY 31. 2qbfPerr I\n(2) As Search Committee for the recommendation of persons suitablefor appointment as Vice-Chancellor shail be constituted by the Senate on the dateand in the manner prescribed by the statutes and shalr consist of two eminenrmembers of society nominated by the Chancellor of whom one shall be appointed . the Convenor, two members of the Senab, t*o aistinguisieO Institute teacherswho are not members of the Senate and one academic o\"f \n\"min\"nc\" not employedby the Instirure. The two distingirished Institute ,\"u\"t \".. ,ioii be selected by theSenate through a process, to be prescribed by Senate, iiat prouiaes fo, tterecommendation ofsuitable names by tbe Institute teachers in general. Tt\" S\"rriiCommittee shall remain in existence till such time that the appiintment of the nextVice-Chancellor has been made by the Chancellor.\n^. (3) ttre persons proposed by the Search Committee for appointment asVice-Chancellor shall be considered by the Senate and of til.r\" , pun\"f of three. inorder ofpriority, shall be recommended by the Senate to the Chancelor:\nProvided that the Chancellor may decline to appoint any ofthe three personsrecommended and seek recommendation of a fresh panel. In the event of a freshrecommendation being sought by the Chancellor rhe Search Committee shall makea proposal to the Senate in the prescribed manner.\n(4) The Vice-Chancellor shall be appointed for a renewable tenure offive years on terms and conditions prescribed by statutes. The tenure ofan incumbentVice-Chancellor shall be renewed by the Chancellor oo r\".\"ipt of u resolution ofthe Senate in suppon of such renewal:\nProvided that the Chancellor may call upon rhe Senate to reconsider suchresolution once.\n, .. (51 The Senate may, pursuant ro a resolurion in this behalf passed byth-r.e-founhs of its membership, recommend to the chancellor the removal of theVice-Chancellor on the ground ofinefficiency, moral tu.pitua. \n\". pnyri.\"l or mentalincapacity or gross misconduct, including misuse ofpositlon for p'ersonaf advantageof any kind:\nProvided that the Chancellor may make a reference to the Senate statingthe instances of inefficiency, moral turpitude or physicut o.rn*ui ir\"opacity grossmisconduct on the part of the Vice_Chancellor ibat have come to his notice. Afterconsideration ofthe reference the Senate may, pursuan, ,o u.\".otu,ion in his behalfpassed by two-thirds ofits membership, recommend to th\" Ciun..ffo, the removalof the Vice-Chancellor:\nProvided further that prior to a resolution for the removal of theVice-Chancellor being voted upon the Vice-Chancellor shall be given an opportunity\nof being heard.\n(6) A resolution recommending the removal ofthe Vice-Chancellor shallbe submitted ro the Chance or lbrthwith. The Chancellor may accept therecommendation and order removal of the Vice_Chancellor or return the\nrecommehdation to the Senate for reconsideration and re-submission.\n(7) At any time when the office of the Vice-Chancellor is vacant, or the\nVice-Chancellor is absent or is unable to perfom the functions ofhis office due to\nillness or some other cause, the Senate shall make such arrangements for the\nperformance of the duties of the Vice-Chancellor as it may deem fit.Parr tlTHE GAZETTE OF PAKISTAN, EXTRA., MAY, 3I.zub r53\n12. Registrar.-( 1) There shalt be a Regisrar of the Institure to be\nappointed by the Senate on the recommendation of the Vice-Chancellor. on such\nternts and conditions as may be prescribed.\n(2) The experience as well as the professional and academic qualifications\nnecessary for appointment to the post ofthe Registrar shall be as may be prescribed.\n. (3) The Registrar shall be a full-time officer ofthe Institute and shall._\n(a) be the administrative head of the secretariat of the Institute and be\nresponsible for the provision of secretariat support to the Authorities\nof the Institute:\n(b) be the custodian ofthe common seal and the academic records ofthe'Institute:\n(c) maintain a register of registered graduates in the prescribed manner;\n(d) supervise the process of election, appointment or nomination of\nmembers to the various authorities and other bodies in the prescribed\nmanner: and\n(e)perform such other duties as may be prescribed.\nThe term of office of the Registrar shall be a reriewable period of\nProvided that the Senate may. on the advice of the Mce-Chancellor. terminate\nthe appointment of the Registrar on grounds of inefficiency or misconduct in\naccordance with prescribed procedure.(4)\nthree years:\nt54 THE GAZETTE OF PAKISTAN. EXTRA., MAY 3l' 2006 [Perrl\n. 13. Iheasurer.- (l) There shall be a Treasurer of the Institute to be\nappointed by the Senate on the recommendation of the Vice Chancellor, on such\nterms and conditions as may be prescribed.\n(2) The experience and professional and academic qualifications necessary\nfor appointment to the post of the Treasurer shall.be as may be prescribed'\n(3) The Treasurer shall be the chief financial ofiicer of the Institute and\nshall,-\n(a) manage the assets, liabilities, receipts' expenditures. funds and ^\ninvestments of the Institute;\n(b) prepare the annual and revised budget estimates of the lnstitute and\npresent them to the Syndicate or a committee thereof for approval\nand incorporation in the budget to be presented to the Senate;\n(c) ensure that the funds of the Institute are expended for the purposes\nfor which they are Providedl\n(d) have the accounts ofthe Institute audited annually so as to be available\n. for submission to the Senate within six months of the close of the\nfinancial yearl and\n(e) perform such other duties as may be prescribed.\n(4)\nthree years:The terms of offrce of the Treasurer shall be a renewable period of\nProvided that the Senate rnay, on the advice of ttre Vice-Chancellor, terminate\nthe appointment of the Treasurer on ground of inefficiency or misconduct in the\naccordance with prescribed procedure.\n' 14. Controller of Examination.{ I ) There shall be a Controller of\nExaminations, to be appointment by the Senate on the recommendation ofthe Vice-\nChancellor, on such terms and conditions as may be prescribed.\n(2) The minimum qualifications necessary for appointment to the post of\nthe Controller of Examinations shall be as may be prescribed.\n(3) The Controller of Examinations shall be a full- time office of the\nlnstitute and shall be responsible for all matters connected with the conduct of\nexaminations and perform such other duties as may be prescribed.\nPARrll THE GAZETTE OF PAKISTAN, EXTRA., MAY 31,.2006 155\n(4) The Controller of Examinations shall be appointed for a renewable -\nterrl of three years:\nProvided that the Senate may, on the advice of the Vice-Cbancellor, terminate\nthe appointment of the Controller of Examinations on grounds of inefficiency or\nmisconduct in accordance with prescribed procedure.\nCHAMER IV\nAUTHORITIES OF THE INSTITUTE\nI 5 . Authoriti€s.-< I ) The following shall be the Authorities of the Institute,\nnamely:-\n. (a) Authorities established by this Ordinance,-\n(i) the Senate:\n(ii ) the Syndicatel and\n(iii) . the Academic Council;\n(b) Authorities to be established by the statutes,-\nti) Craduate and Research Management Council:\n(iD Recruitment, Development, Evaluation and Promotion\ncommittees for teacher and other staff whether at the level of\n\" the depanment, the Faculty or the lnstitute:\n(iii) Career Placement and Intership Committee of each Faculty;\n(iv) Search Committee for the appointment ofthe Vice-Chancellori\n(v) the Representation Committees for appointment'to the Senate,\nSyndicate and the Academic Council;\n(vi) Faculty Council; and\n(vii) DepartmentalCouncil.\n(2) The Senate, the Syndicate and the Academic Council may set up such\nothercommifiees or sub-committees, by whatever name described, as are considered\n156 THE GAZE'|TE OF PAKISTAN, EXTRA.. MAY 3I.2M6 lPlnr I\ndesirable through statutes or regulations as appropriate. Such committees or sub_\ncommittees shall be Authorities of the Insritute for the purposes of this Ordinance.\n16. Senate.-( I ) The body responsible for the govemance ofrhe Instirure\nshall be described as the Senate; and shall consist ofthe following, namely:_\n(a) the Chancellor who shall be the Chairperson of the Senate;\n(b) the Depury Chairperson of the Senate;\n(c) theVice-Chancellor;\n(d) a senior member not below the rank of the Additional Secretary or\nequivalent of relevanr Ministry:\n(e) four persons from society at large being persons ofdistinction in the\nfields of administration, management, education, academics, law,\naccountancy, medicine. fi ne arts, architecture. agriculturg, science,\ntechnology and engineering such that the appoinrment ofthree persons\nreflects a balance across the various fields:\nProvided that the special focus ofthe Institute, to be declared in the\nmanner prescribed, may be reflected in the number of persons of\ndistinction in an area of expertise relevant to the lnstitute who are\nappointed to the Senate;\n(fl one person amongst the alumni of rhe Institute;\n(g) two persons from the academic community of the country, other than\nan employee of the Institute, at the level of professor or principal of a\ncollege;\n(h) four Institute teachers: and\n(i) one person nominated by the Commission.\n(2) The numbers ofthe members of the Senate described in clauses (f) to(i) of sub-section ( I ) may be increased by the Senate through statutes subject to the\ncondition that the total membership ofthe Senate does not exceed rwenry-one, with\na maximum of tive lnstitute teachers, and the increase is balanced. to the extent\npossible, across the differenr categories speciiieil in sub_section ( I ).\nP.ur ll THE GAZETTE OF PAKISTAN . EXTRA.. MAY. 3 t. 2006 r 57\n(3) All appointments ro the Senare shall be made by the ChancellorAppointmenr of persons described in clauses (t) and (g) of sul-section ( l) shall be.made from arnongst a panel of three names for each vlcancy recommended by theRepresentation Comminee set up in terms of section Z: ana in accordance withprocedure as may be prescribed:\nProvided rhar effort shall be made, without compromising on quality orqualilication, to give fair representation to women on the S'enate:\nProvided further that as regards the Institute teachers described in clause(li) of sub-section ( l) the Senate shall prescribe a procedure for appointment on thebasis oferections that provide for voting by the various categories of Institute teachers.Provided also that th€ Senate may alternatively prescrib-e that appointment of thelnstilute teachers to the Senate sha also Ue in ttre manner provided by thissub-secrion for the persons described in clauses (f; and (g) of sub_section ( li.\n(4) Members of the Senate, other than ex_ofrcio members, shall holdoffice for a period of three yehrs. One_third of the members. other than ex_ofrciomembers. ofthe lirst Senate. to be determined by lot, shall retire ftom office on theexpiration of one year from the date of appointment by the Chancellor. One_halfofthc remaining members, other than ex_oJficio memhrs, of the.llrst Senate. to bedetermined by lot, shall retire from office on the expiration of two years fi.om thedate of appointment aod the remaining one-half, oiher than ex-officio members.shall retire from office on the expiration of the third year:\nProvided that no person, other than an ex-fficiomember, may serve onthe Senate for more than two consecutive terms:\nProvided further that the Institute teachers appointed to the Senare may notselve for two consecutive terrns.\n(5) The Senate shall meet at least twice in a calendar year.\n(6) Service on the Senate shall be on honorary basis:\nProvided that actual expenses may be reimbursed as prescribed.\n(7) The Registrar shall be the secretary of the Senate.\n(8) In the absence of the Chairperson meetings of the Senate shall beprescribed over by the Deputy Chairperson of the Senate. The Deputy Chairperson\nshall be the convenor of the Senate.\nl5s THE CAZETTE OF PAKISTAN, EXTRA,MAY 31. 2ff)6 [Parrl\nt 9 ) All decisions of the Senate shall be taken on the basis of the opihion of\nthe majority of the members present. In the event of the members betng evcnly\ndivided on any matter the person presiding over the meeting shall have a casting '\nvote.\n(10) The quorum for a meeting of the Senate shall be two-thirds of its\nrnembership. a fraction being counted as one.\n(2) Withour prejudice ro the generality ofthe fbregoing powem, the Scnate\nshall have the following power. namely:-\n(a) to approve the proposed annual plan of work, the annual and revised\nbudgets, the annual repon and the annual statement of accoullt;\n(b) to hold, control and lay down policy for the administration of tht\nproperty, funds and investments ofthe lnstitute, including approval ol\n' the sale and purchase or ucquisition of immovable Propertyl\n(d) to approve the appointment of the Director-General, Deans, Professors, ^Associate Professors and such other senior faculty and senior\nddministrators as may be prescribed;\n(e) to institute schemes, directions and guidelines for the terms and\nconditions ofappointment ofall officers, teachers and other employees\nof the lnstitute: ,\n(O to approve strategic plans'.\n(g) to approve financial resource development plans of the Institute:17. Powcrs and functions of the Senate.-( I ) The Senate shall have\n,1rc power of general supervision overthe lnstituteand shall hold the Vice-Chancellor ^ '\nand the Authorities accountable lbr all the functions ol the lnstitute. The Senate\nshall also have all powers of the Institute not expressly vested in an Authority or\nofficer by this Ordinance and all other powers not expressly provided under rhis\nOrdinance that are necessary for the performance of its functions.\n(c) to oversee the qualily and relevance of the lnstitute's acadenric\nprogrammes and to review the academic affairs oi the Institute in\ngeneral;\nI'j'lltr llTHE CAZETTE OF PAKISTAN. EXTRA., MAY.3I.2U)6 159\n(h) to consider the dratts of statutes and regulations proposed by the\nSyndicate and the Academic Council:\nProvided that the Senate may frame statutes or regulations on its\nown initiative and approve it after calling for the advice of the Syndicate\nor the Academic Council as the case may be:\n(i) to annual by otder in writing tlie proceedings of any Authodty or.officer\nif the Senate is satisfied that such proceedings iu.e not in accordance\nwith the provisions ofthis Ordinance, statutes or regulations alter calling\nupon such Authority or officer to sh'ow cause why such proceedings\nshould not be annulled:\n!) to recorhmend to the Chancellor removal ofany memberofthe Senate\nin accor-dance with the provisions of this Ordinance:\n(k) to make appointment of members of the Syndicate. other than\nex-oJficio members, in accordance with the provisions of this\nOrdinance:\n(l) to make appointment of members of the Academic Council, other\nthan ex ofiicio members, in accordance with the provisions of the\nOrdinance;\n(n) to remove any petson from the membership of any Authority if such\npersOn:-\n(i) has become ofunsound mind;\n(ii) has become incapacitated to function as member of such\nAuthorirylor\n(in) has been convicted by a court of law for an offence involvirg\nmoral turpitude; and\n(o) to determitrate the form. provide fbr the custody and regulate the use\nol-the cornmon seal of the lnstitute.(m) to appoint Emeritus Professors on such terms and conditions as may\nbe prescribed;\nt60 THE GAZETTE OF PAKISTAN, EXTRA.. MAY 31, 2006 [P,rrt I\n(3) The Senate may, subject to the provisions of this Ordinance delegate\nall or any of the powers and functions of any Authoritl,. officer or errployee of the\nInstitute at its main campus. to any Authority, committee. oftlcer or employee at its\naclditional campus for the purpose of exercising such powers and pbrforming such\nIlnctions in relation to such additional campus. and fbr this purpose the Senate may\ncreate neu posts or positions at the additional campus.\n18. VisitatioL-The Senate may, in accordance with rhe terms and\nprocedures as may be prescribed, cause an inspection to be made in respect of any\nmatt6r connected with the Institute.\n19. Syndicate.-( I ) There shall be a Syndicate of the Insr iture corrsisring\no1 the tirllorving. namcly:-\nIa) thc Vicr-Chunccllor who shall be its Chairpcr.\\un:\n(b) the Director-Generall\n(c) the Deans of the Faculties;\n(dJ three professors from different departments, who are not members ol\nthe Senate. to be elected by the lnstitute teachers in accordance witl.l\nprocedure to be prescribed by the Vice-Chancellor:\n(e ) Principals of the constituent colleges:\n(0 the Regisrrari\n(g) the Treasurer; and\n(ht the ( orrtrrrller ol' Erlminltions.\ni2) Membels of the Syndicare, oth et th.n e-\\-ollicio members, shall hold\noffice tbr a period of three years.\n(3) For three professors described in clause (d) of sub-section (l) the\nSenate may, as an alternative to elections, prescribe a procedure tbr proposal of a\npanel of names by the Representation Committee set up in terms of section 23.\nAppointment of persons proposed by the Representation Crj'mmittee may be madc\nby the Senate on the recommendation of the Vice-Chancellor.\n(4) The quorum for a meeting of the Syndicate shall be one-half of the\ntotal number of members, a tiaction being counted as one.\nP,rnl l]THE GAZETTE OF PAKISTAN, EXTRA.' MAY. 31.2006 I6I\n(5) The Syndicate shall meet at least once in each quarter of the year\n10. Powers and duties of the Syndicate'--( lt The Syndicate shall bc\nthe cxecutive body of the krstitute and ihall, subject to the provisions of this Oidinance\nand thc statutes.;xercise general supervision over the affairs and management o1'\nthe Institulc.\n(2) Without prejudice to the generality ofthe foregoing powers' and subject\nto thc provisions of this brdinance' the statutes and directions of the Senate' the\nSyndicate shall have the following powers, namely:-\n(a) to consider the annual report, the annual and reviscd budget cstinlatcs\nand to submit these to the Senate;\n(b) to transt-er and accept transfer of movable property on behalf of the\nlnstitute:\n(c) to enter into. vary. carry out and cancel contracts on behalf of the\nlnstilule:\n(d) to cause proper books of accounl to be kept tbr all sums of money\nreceiued and expended by the lnstitute and fbr the assets and Iiabilities\nol thc lnstitutc:\n(e) to investany money belonging tothe Institute including any unapplied\nincome in any of securities described in section 20 of the Trust Act'\n1882 (Act U ;f 1882), or in the purchase of immovable property or in\nsuch other manner, as itmay prescribe' with the like power of varying\nsuch investments:\n(t) to receive and manage any property transferred' and grarts' bequests'\ntrust. gitis, donations' endowments, and other contributions made to\nthe Institute;\n(g) to adminisier any funds placed at the disposal of the Institute for\nspecified PurPoses:\n(h) to provide the buildings, libraries' premises' furniture' apparatus'\nequipment and.other means required for carrying out the work of the\nlnstitute:\n(i) to establish and maintain halls ofresidence and hostels or approve or\nlicense hostels or lodgings for the residence of studentsl\nt62 THE GAZETTE OF PAKISTAN , EXTRA.. MAY 31.2006lP.rni I\n() ro recontmend to the Senate affiliation or disaffiliation ofcolleges:\n(k) to recommend to the Senate admission of educational institurions tothe privileges of the Institute and *ithar.o*,rffi.iuil\"g\"r;\n(l) to arrange for the inspection of colleges and the departments:\n(m) to institute professorships, Associ.lte professorships, AssistanrProfessorships. Lectureships. and other teaching posts or to suspcndor to abolish such posts:\n(n) to create, suspend or abolish such administrative or otller posts asmay be necessary:\n(o) to prescribe the duties of officers, reachers and other employecs ol.the Institule:\n(p) to repon to the Senate on mafters with rcspect to $,hich it lras beenasked to report:\n(q) to appoint members to various Authorities in accordance with rheprovisions of this Ordinance;\n(r) to propose drafts of statutes for submission to the Senate:\n(s) to regulate the conduct and discipline of rhe students of the Institute:\n(t) to take actions neces.sary for the good administratio. of the rnstitute in\n-qeneral und to this end exercise such powers as are necessary:\n(u) ro delegate any ofits powers to rny Autho.ity o, uificer or a committee;\n. and\n(v)toper1brmsuchotherfunctionsashavebeenassignedtoitbyrhe\nprovisions of this Ordinance or may be assigned to it by thc ,trn,t\"s.\n_ 21. Academic Council-( I ) There shall be academic Council of the Instituteconsistingofthefollowing,namely:-\n(a) the Vice-Chancellor who shall be irs Chairperson;\n(b) theDirector-General:\nTHE GAZETTE OF PAKISTAN.EX'IRA., MAY -l l. 2(fii 163\nP,rrr ll\n(c) the Deans of Faculties and such Heads of Departments as may be\nprescribed:\nId) five members representing the departments' institutes and the\\u,, **j,\"\"\", \"\"fr\"g!, to u\" \"-t\"\"t\"a in the manner prescribed by the\nSenate;\n(e) two Principals of affiliated colleges;\n(0 five professors including Emeritus prol'essors;\n(s)the Regisffarl\nthe Controller of Examinations; and(h)\n(i) the Librarian'\n(2) The Senate shall appoint the members of the Academic Council' other\nthan ex-officiomembers una tn\"'\"1\"\"t\"a members' on tha recommendation of the\nVice-Chancellor:\nProvidedthatforfiieprofessorsandthemembersrepresentingthe\ndepartments, institutes and the coristiuent colleges' the Senate may' as an alrcrnative\nto elections, prescribe \" ptot\"Ou'\" for profosal of^1 qanel. of names by the\nRepresentation committee ,\"t up in t\"r,nr'of iection 23. Appointment of persons\nDrooosed by the Representation Committee may be made by the Senatc on the\nrecommendation of the Vice-Chancellor'\n' (3) Members of the Academic Council' other than e'r-c'7flcio member\nshall hold office for a period of three years'\n(4) The Academic Council shall meet at least once in each quafter of the\nyear.\n(5) The quorum tbr meetings of the Academic Council shall be one-half\nof the totai number of members' a fraction being counted as one'\n22. Powers and functions of the Academic Council'-(l) The\nAcademic council shall be tn\" p.i\".ip\"r academic body of the Institute and shall,\n;;od;;; ;t\"visions of thiSrdinance and the slatutes' have the power to lav\ndown proper standards of inttru\"tion' research and examinafons and to regulate\n,-a O.l*I,\" ,n\" ,\"ademic life of the Institute' campuses and the colleges'\nl6l THE GAZETTE OF PAKISTAN , EXTRA,, MAY .31. 2006 | p,\\R r I\n12) Without preiudice to the generality ofthe toregoin-s powers, and subiectto the provisions of this Ordinance and the statutes, the ica'Oemic Council shallhave the power to.-\n(a) approve the poJicies and procedures pertainin,c to the qualit), ofacademic programmes:\n{h) approve lctdemic programmes:\n(c) appr.ove the policies and procedures perraining to student relarcdfunctions including admissions. expulsionr, punlshinenrs. examinationsand certification:\n(d) approve the polices and procedures assuring quality ol teaching andrcsearc h:\n(e) rec.r,rrencl thc policies and p^rcedures lbr ar.friation of orhereducational institutions:\n(1) pro-pose to the Syndicate schemes tbr the constirution and orgiuizationof faculties, teaching department, ond boa.ds ufl.iur.ti.s,\nG) appoint paper setters aad examiners for all examinations of the Institutcafter receiving panels of narnes fron., ,f,\" ,.\"f\"uun,.urthorities;\n(h) institute pro-srammes,i.or the continued protessiorral development oflnstitute teachers at all Ievels:\n(i) recognize the examinations ofother Universities orexarnining bodiesas equivalent to the corresponding examinarjons of the Institure:\nU) regulate the award ofstudenrships, scholurships, exhibitions. medalsand prizes:\n(k) fi.ume legulations ibr submission to the Senate:\n( l) prcpare an annual repon on the acade m ic pertormu nce of thc I n stitute:and\n(m) perform such functions as may be prescribed by regulations.\n23. Representation Committees._( I ) There shall be a RepresentationC(nnmittee constituted bv the Senate through statutes for r\"\"oilrn\"\"ndn,,nn orp\".ror. ibr appointment to thc Senate in accordance with thc provisions ofsection 16.\nPem IlTHE GAZETTE OF PAKISTAN, EXTP.A., Ii4{Y 3I,2006 165\n(2) There shall also be a Representation Committee constituted by the\nSenate through statutes for proposing persons for appointment to the Syndicate and\nthe Academic Council in accordance with the Provisions of sections 19 and 2l\nrespectively.\n(3) Members of the Representation Committee for appointments to the\nSenate shall consist ofthe following, namely:-\n(a) three members of the Senate u'ho are not Institute teachers;\n(b) two persons nominated by the Institute teachers tiom amongst\nthemselves in the manner prescribed;\n(c) one person from the academic commLrniry' not employed by the Institute,\nat the level of professor or coliege principal to.be nominated by the\nlnstitute teachers in the manner prescribedl and\n(d) one eminent citizen with experience in administration' philanthiopy\ndevelopment work, law or accountancy to be nominated by the Senate'\n(4) The Representation Committee for appointments to the Syndicate and\nthe Academic Council shall consist ofthe following, namely:-\n(a) two Inembers of the Senate who are not Instltute teachers; aod\n(b) three persons nominated by the Institute teachers from amongst\nthemselves in the manner prescribe.\n. (5) The tenure of the Representation Committees shall be three years:\nProvided that no member shall serve for more than two consecutive terms'\n(6) The procedures for conducting business of the Representation\nCommittees shall be as may be prescribcd.\n(7) There may also be such other Representation Committees set up by\nany of the other Auth;rities of the Institute as are considered appropriate for\nrecommending persons for appointment to the various Authorities and other bodies\nof the Institute.\n24. Appointment of Committees by certain Authorities'-( I ) The\nSenate. the Syndicate. the Academic Council and other Authorities may' from time\nto time. appoint such standing, special or advisory committees' as they may deem fit'\nt66 THE GAZETTE OF PAKISTAN, EXTRA.. MAY 3I, 2fl]6 [Perr I\n(2) The constitution, tunctions and powers ofthe Authorities for rvhich no\nspecific provisions has been made in this Ordinance shall be such is may be prescribed\nby statutes or regulations.\nCHAPTER V\nSTATUTES, REGULATIONS AND RULES\n25. Statutes.-{ I ) Subject to the provisions of this Ordinance. statutes\nmay be made for all or any of the following matters, namely:-\n(a) the contents of and the manner in which the annual report to be' presented by the Vice-Chancellor before the Senate shall be prepared:\n(b) the lnstirute fees and other charges;\n(c) the constitution ofany pension. insurance, gratuity, provident fund and\nbenevolent fund for Institute employees;\n(e) the maintenance of the register of registered graduates;\n(f) affiliation and disaffiliation of educational institutions and r€lated matten;\n(g) admission of educational institutions ro the privileges of the lnstitute .\nand the withdrawal of such privileges;\n(h) the eshblishment of faculties, departments. institutes, colleges and\nother academic divisions;\n(i) the powers and duties of officers and teachers:\n(k) conditions for appointment of Emeritus professors and award of\nhonorary degrees:and may place on such committees persons who are not members ofthe Authorities\nappointing thc Committees.\n(d) the scales ofpay and other terms and conditions ofscrvice ofofficers.\nteachers and other Institute employees:\n() conditions under which the Institute may enter into arrangements with\nother institutions or with public bodies for purposes of resear\"-h and\nadvisory services;\nParrll Tm GAZETTE OF PAKISTAN, EXTRA., MAX 31.2006 t67\n(l) efficiency and discipline oflnstitute employees;\n(n) the constitution and procedure to be followed by the Search Committee\nfor appointment of the Vice-Chancellor;\n(o) constitution, functions and powers of the Authorities of the Institute;\nand\n(p) all other matters which by this Ordinance [are to be] or may be\nprescribed or regulated by statutes.\n(2) The draft of statutes shall be proposed by the Syndicate to the Senate\nwhich may approve or Pass with such modifications as the Senate may think fit or\nmay ret'er back !o the Syndicate, as the case may be, for reconsideration of the\nproposed draft:\nProvided that statutes conceming any of the matters mentioned in clause\nta) anrj (l) of sub-section (l) shall be initiated and approved by the Senate' after\nseeking the views of the SYndicate:\nProvided further that the senate may initiate statutes with resPect to any\nmattgr in its power or with respect to which statutes may be framed in terms of this\nOrdinance and approve such statutes after seeking the views of the Syndicate'\n26. Regulations.-( I ) Subject to the Provisions of this Ordinance and\nthe statutes. the Academic Council may make regulations for all or any of the following\nmatters. namelY:-\n(a) the courses of study for degrees, diplomas and cenificates of the\nInstitutel\n(b) the manner in which the teaching referred to in sub- section (l) of\nsection 6 shall be organized and conducted;\n(c) the admiision and expulsion of students to and from the Institute;\n(d) the conditions under which students shall be admifted to the courses\nand the examinations of the Institute and shall become eligible for the\naward of degrees, diplomas and certificates;(m) the constitution and procedure to be followed by Representation\nCommittees in carrying out functions in terms of this Ordinancel\n168 THE GAZETTE OF PAKISTAN, EXTRA ., MAY 31, 2006 [parr I\n(e) the conduct of examiirations;\n(0 conrlitions under which a person'should carry on independent research\nto enfitle him to a degee;\n(g) tlrc institution offellowships, scholanhips, exhibitions, medals and prizes;\n(h) the use ofthe Library:\n(i) the formation offaculties, departments and board of studies; and\n() all other mattem under this Ordinance or the itatutes to be made ormay be prescribed by regulations.\n(2) Regulations shall be proposed by the Academic Council and shallbe submitted to the Senate which may approve or refer them back to the AcademicCouncil for reconsideration. The regulations proposed by the Academic Councilshall not be effective unless they receive the approval of the Senate.\n_ . (3) Regulations regarding or incidental to mafters contained in clauses (g)and (i) of sub-section (l) shall not be submitred k) the Senate wirhout rhe priorapproval of the Syndicate.\n27, Rules.{l) Subject to sub-section (2), the Authoriries and the otherbodies of the Institute may make rules, consistent with this c)rdinance, statutes orthe regulations, to regulate any matter relating to the affairs of the Institute includingrules to regulate the conduct of business and the time and place of meetings andrelated matters.\n(2)\nthe SyndicateThe rules under sub-section (l) shall be made with the approval of\nCHAPTER VI\nINSTITUTE FUNI)\n28. Institute fund.-The Insdrute shall have a fund to which shall becredited its income from fees, charges, donations, trusts, bequests, endowments,contributions, grants and all oth6r sources.\n29. Audtts and accounts.-( r ) The Accounts of the Institute sh.[ bemaintained in such from and such manner as may be prescribed.\nP.rrrll THE GAZEITE OF PAKISTAN. EXTRA.. MAY. 31,2006. 169\n(2) The teaching departments, constituenr colleges and institutes and all\nother bodies designated as such by thc Syndicate in terms of statutes shall be\nindependent cost centres of the Institute with authority vesled in the head of each\ncost centre to sanction expenditure out of the budget allocated to it:\nProvided that re-appropriation from one head of exependiture to another\nmay be made by the head of a cost centre in accordance with and to the extent\nprescribed by the staturcs.\n(3) All funds generated by a teaching department, constituenr college or\n-other unit of the lnstitute through'consultancy, research or other provision of service\nshall be made available without prejudice to the budgetary allocation otherwise made,\nafter deduction of overheads in the manner and to the extent prescribed by ihe\nstatutes. to the teaching department, constituenr college or other unit for its\ndevelopment. A part of the funds so generated may be shared with the Institute\nteachers or researcher incharge of the consultancy, resealch or service concemed\nin the manner and to the extent prescribed by the statutes.\n(4) No expenditure shall be made from the funds ofthe lnstirute, unless a\nbill for its payments has been issued by the head of the cost centre concerned in\naccordance with the relevant statutes and the Treasure( or his duly authorised\nrepresentative has verified that the payment is provided for in the approved budget\nof the cost centre, subject to the authority to re-appropriate available to the head of\nthe cost centre.\n(5) Provision shall be made for an intemal audit of the tinances of the\nInstiture\n(6) Without prejudice to the requirement ofaudit by an auditor appointed\nby Govemment in accordance with the provisions of any other law in force, the\n- annual audited statement of accounts of the Institute shall be prepared in contbrmity\nr.r,'ith ihe Generally Accepted Accounting Principles by a reputed firm of chartered\naccountants and signed by the Treasurer. The annual audited statement of accounts\nso preparcd shall be submitted to the Auditor General of Pakistan for his observations.\n(7) The observations of the Auditor General of Pakistan, if any, together\nwith such annotations a.s the Treasurer may make, shall be considered by the Syndicate\nand shall be placed before the Senate within six months ofclosing ofthe financial\nyear.\nt70 THE GAiZETTE OF PAKISIAN. EXTRA., MAY 31, 2m6 [Perr I\nCHAMER VIt\nGENERAL PROVISIONS\n30. Opportunity to show cause,-Except as othcrwise provided by law,\nno ofFrcer, tcacher or other employee ofthe lnstitute holding a permanent post shall\nbe reduced in rurk. or removed orcornpulsorily retired from service for cause arising\nout of any act or omission on the pan of the person concerned unless he has been\ngiven a reasonable opponunity of showing cause against the action proposed to be\ntaken.\n31. Appeal to the Syndicate and the Senate.-Where an order is passed\npunishing any ofticer othcr thzrn the Vice-Chancellor, teacher or other employee of\nthe lnstitute or altering or interpreting to his disadvantage the prescribed terms or\nconditions of his service, he shall, where the order is passed by any officer or teacher\nofthe lnstitute other than the Vice-Chnncellor. have the right to appeal to the Syndicate\nagainst the order. and where the order is passed by the Vice-Chancellor, have the\nright to appeal to the Senate.\n32. Service of the Institute.-{ 1 ) All persons employed by the Institute\nin accordance with the terms and conditions of service prescribed by statutes shall\nbe persons in the service of Pakistan for the purposes ofany court or tribunal set up\nby law in terms of Article 212 of the Constitution of the Islamic Republic of Pakistan:\nProvided that any provision as regards the terms and conditions ofemploy-\nment of persons in the service of Pakistan in general or in comparable employment\nnotwithstanding, the service of persons employeed by the Institute shall be entirely\ngovemed by the terms and conditions prescribed by the relevant statutes.\n(2) An officer, teacher or other employee of the Institute shall retire from\nservice on the attainment of such age or tenure of service as may be prescribed.\n33. Benefits and insurance.--( I ) The institute shall constitute for the\nbenefit of its officers. teachers and other employees schemes, as may be prescribed,\nlbr the provision of post-employment benefits as well as health and lifc insurance\nwhile in service.\n(2) Where any provident fund has been constituted under this Ordinance,\nthe provisions of the Provident Fund Act, 1925 (XIX of 1925). shall apply to such\nfund as if it wel€ the Government Provident Fund.\n(2) Where a member who has accepted any other assignment or for any\nother similar reason remains absent from the lnstitute for a period of not less than\nsix months- he shall deemed to have resigned and vacated his seat.\n36. Flaws in the constitution of Authorities.---:Where there is a flaw\nin the constitution of an Authority, as constituted under this Ordinance, the statutes\nor the regulations on account of the abolition of a specified office under Govemment\nor because an organization, institution or other body outside the lnstitute has been\ndissolved or has ceased to function. or because of some other similar reason, such\nflaw shall be removed in such manner as the Senate may dircct.\n37. Proceediirgs of Authorities not invalidated by the vacancies.-\nNo aci. resolution or decision of any Authority shall be invalid by reas6n of any\nvacancy on rhe Authority doing, passing, or making it or by reason of any want of\nqualification or invalidity in the election. appointment or ttominahon of any de fucto\nmerrber of the Authority, whether present or absent.\n38. First Statutes and Regulations.-Notwithstanding anything to the\ncontrary contained in this Ordinance, the Chanccllor shall make the first sErutes\nand regulations which shall be deemed to be statutes and regulations framed under\nsections 25 and 26 respectively and shall continue to remain in force until amended\nor replaced or till such time as new statutes and regulations are made in accordance\nrvith the provisions of this Ordinitnce.\n39. Transitory Provisions.{ I ) The members of the first Senate shall\nbe appointed by the Chancellor in accordance with the numbers and criteria for\nmembership specified in this Ordinance. The first Senate so constituted shall initiate,\nas soon as possible, the process for the appointment of the members of the Syndicate\nand the Academic Council in accordance with the terms of this Ordinance.\nNotwithstanding the term of offices provided in sub-section (4) of section 16,Parr Il THE GAZETTE OF PAKISTAN. EXTRA., MAY 31,2006 l7l\n34. Commencement of term of offrce of membcm of Authority,- ( I )\nWhen a menrber of a newly constituted Authority is elected, appointed or nominated,\nhis terms of office shall commence from such date as may be prescribed.\n35. Filling of casual vacancies in Authorities.-Any casual vacancy\namong the members ofany Authority shall be filled. as soon as conveniently may be,\nin the same manner and by the same person or Authoriy that had appointed the\n_ member rvhose place has become vacant and the person appointed to the vacancy\nshall be a member ofsuch Authority for the residue ofthe term for which the person\nwhose place he fills would have been a member.\nt72 l'}IE GAZE'ITE OF PAKISTAN, EXTRA., MAY 31, 2006 [Penrl\none-third of the members, other than ex-ofrcio members. of the first Senate. to be\ndetermined by lot, shall retire from office on the expiration ofone year from rhe date\nof appointment by the Chancellor. One-half of the remaining members, other than\nex<tffcio members, of the first Senate, to be determined by lot, shall retire from\notlice on the expiration of two years tiom the date ofappointmenr and the remaining\none-halt-, other than e.r-fficio members, shall retire from office on the expiration of\nthe third year.\n(2) Notwithstanding anything contained in this Ordinance, as regards an\nlnstitute set up after the promulgation date hereof, the firsr Vice-Chancellor sha be\nappointed by the Chancellor lbr a period of three years.\n40. Removal of difliculties.-( 1) any question arises as to the\nlnterpretation ofany ofthe provisions ofthis Ordinance. it shall be ptaccd betbre the\nChancellor whose decision thereon shall be final.\n(2) If any diffrculty anses in giving effect ro any ofthe provisions of this\nOrdinance. the Chancellor may make such order after obtaining the views of the\nSenate. not inconsistent with the provisions ofthis Ordinance, as may appear to him\nto be necessary for removing the difficulty. '\n(3) Where this C)rdinance makes any provision for anything to be <lone\nbut no provision or no sufficient provision has been made as respects the authority\nby whom, or the time at which, or the manner in which. it shall be done. then it shall\nbe done by such authority, at such time, or in such manner as the Chanceuor may\ndirect after obtaining the views of the Senate.\n41. Indemnity.-No suit or legal proceedings shalt lie against the\nGovemmcnt, the lnstitute or any Authority, oflicer or employee of the Government\nor the Institute or any person in respect of any thing which is done in good laith\nunder this Ordinance.\n42. Power to allow appointment of employees of the Government,\nothcr universities or educational or research irstitutions to the Institute.-\n( l) Notwithstanding anything contained in this Ordinance, the Senate may, on the\nadvice of the Syndicate. allow any post in the lnstitute to be filled bl uppoinrment or\nlrarsfer. on such tcrms as the Senate may specity, an ernployee of the govemment\nor any other university or educational or rcsearch institution.\nPAmII TIIE GAZETTE OF PAKISIAN, EXTRA., MAY, 31,2m6 t'l3\n(2) Where any appointment or transfer has been made under this section,\nthe terms and conditions of service of the appointee or transferee shall not be less\nfavourable than those admissible to him immediately before such appointment or\ntransfer and he shall be entitled to all benefits of his post of service.\nGpr.r'rnnr-\nPERVEZ MUSHARRAF,\nPresident.\nJusflce (REm.)\nMANSOORAHMED,\nSecretary.\nPRINTED BY THE MANAGER. PRINTTNG CORPORATION OF PAKISTAN PRFSS, ISLAMABAD.\nPUBLISHEDBY THE DEPUTY CONTROLLER, STATIONERY ANDFORMS' UNIVERSITY ROAD' KARACHI."
}