{
    "file": "./converted_json\\administratorfd6d3aeaf486058588ab550ea5475652.json",
    "name": "Natural Gas (Development Surcharge) Ordinance",
    "date": "23rd May, 1967",
    "tagline": "Providing for the levy and collection of a development surcharge on natural gas",
    "content": "Page 1 of 4 \n   \n \n \nTHE NATURAL GAS (DEVELOPMENT SURCHARGE) \nORDINANCE, 1967  \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n2. Definitions  \n3. Levy of Development surcharge  \n4. Allowance to be made for Development surcharge for purposes of Income­Tax  \n5. Maximum Sale Price  \n6. Cognizance of offence  \n7. Power to make rules  \n8. Power to amend schedule  \nTHE SCHEDULE.  \n \n   \n\n \nPage 2 of 4 \n THE NATURAL GAS (DEVELOPMENT SURCHARGE) \nORDINANCE, 1967  \n1ORDINANCE N o. I OF 1967  \n[23rd May, 1967]  \nAn Ordinance to provide for the levy and collection of a development surcharge on natural gas \nand for matters connected therewith.  \nWHEREAS it is expedient to provide for the levy and collection of a development \nsurcharge on na tural gas and for matters connected therewith.  \nAND WHEREAS the National Assembly is not in session and the President is satisfied \nthat circumstances exist which render immediate legislation necessary;  \nNOW THEREFORE, in exercise of the powers conferred by c lause (1) of Article 29 of the \nConstitution and of all other powers enabling him in that behalf, the President is pleased to make \nand promulgate the following Ordinance:  \n1. Short title, extent and commencement.__ This Ordinance may be called the \nNatural Gas (Development Surcharge) Ordinance, 1967.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once . \n2. Definitions.__ In this Ordinance unless there is anything repugnant in the subject or \ncontext,  \n(1) “company” means a company specified in the Schedule;  \n(2) “development surcharge” means the surcharge payable under section 3;  \n(3) “differential margin” means the amount by which the fixed sale price exceeds the \nprescribed price;  \n2[(4)  “fixed s ale price” means such sale price and tariff, not exceeding 3[forty] rupees \nper deca cubic metre], as the 4[Federal Government] may, from time to time, by \nnotification in the official Gazette, declare to be the fixed sale price for the purposes \nof this Ordi nance; and different prices and tariffs may be so declared in relation to \ndifferent companies and different consumers.]  \n \n1Approved by the National Assembly of Pakistan on the 23rd March, 1967, see Gaz. of P., 1967, Ext. (Rawalpindi), dated the 23r d May, 1967, p. \n263. \n2Subs. by the Finance Ordinance, 1969 (16 of 1969), s. 13, for clause (4), ( with effect from the first day of July, 1969 ). \n3Subs. by Act 7 of 1990, s. 5.  \n4Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 3 of 4 \n (5) “natural g as” means gas obtained from bore holes and wells consisting primarily \nof hydrocarbons;  \n(6) “prescribed price” means such sale price and tariff as the 4[Federal Government] \nmay, in accordance with the Natural Gas Rules, 1960, by notification in the official  \nGazette, declare, in respect of any period, whether before or after the \ncommencement of this Ordinance to be the prescribed price for the purpose of this \nOrdinance.  \n3. Levy of Development Surcharge.__ Every company shall 1[collect and] pay to the \n2[Federa l Government] a development surcharge equal to the differential margin in respect of \nnatural gas sold by it after thirty­first day of May, 1964.  \n(2) The development surcharge in respect of natural gas sold before the commencement \nof this Ordinance shall be paid within such time after such commencement as may be specified by \nthe 2[Federal Government] or any officer authorised by it in this behalf.  \n(3) 3[An amount at the rate of 4[fifteen] per cent per annum shall be payable in addition \nto the] amount due under sub­section (1) or under sub­section (2), if the amount is not paid within \nthe time specified for such payment [:]5 \n5[Provided that the Federal G overnment may, subject to such conditions or restrictions as \nit may think fit to impose, by notification in the official Gazette, grant only 6[two time ] exemption \nto any company from the requirement to pay additional amount payable under this sub­section, \nand a notification issued under this proviso shall be effective from the date specified therein \nnotwithstanding the date of its issue in the official Gazette [ :]6 \n6[Provided further that exemption given to any company under the foregoing proviso shall \nalwa ys be supported by reasons justifying such exemption issued with the approval of the \nSecretary and Minister for Petroleum and Natural Resources Division.]  \n4. Allowance to be made for Development Surcharge for purposes of \nIncome­Tax.  The amount paid by a co mpany as development surcharge shall be an expenditure \nfor which allowance is to be made under 7[section 5[20] of the Income Tax Ordinance, 5[2001] \n5[(XLIX of 2001)] in computing the profits or gains of that company.  \n5. Maximum Sale Price.  No company shall  sell or offer for sale natural gas at a price \nhigher than the fixed sale price.  \n(2) Where any company contravenes the provisions of sub­section (1) ,  every director, \nmanger, secretary or other officer who was in charge of, and was responsible to, the company for  \n \n1Ins. By Finance  Act XVII of 2012, s. 3 (w.e.f. 01­07­2012).  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3Subs. by t he Natural Gas (Development Surcharge) (Amdt.) Ordinance, 1981 (10 of 1981) s. 3, for certain words.  \n4Subs. by Act I of 03, s. 4.  \n5Subs. and added by  Finance  Act IV of 2007, s. 5 (w.e.f. 01­07­2007).  \n6Subs. and added by Finance  Act XVII of 2012, s. 3 (w.e. f. 01­07­2012).  \n7Subs. by the Federal Laws (Revision and Declaration) Ordinance 1981 (27 of 1981), s. 3 and Sch., II, for certain words.  \n \nPage 4 of 4 \n the conduct of its business or for the management of its sales at the time the contravention was \ncommitted, shall, unle ss he proves that the contravention was committed without his knowledge \nor that he exercised all due diligence to prevent such contravention, be guilty of an offence \npunishable with imprisonment for a term which may extend to three years, or with fine, or with \nboth.  \n6. Cognizance of offence.  No court shall take cognizance of an offence under this \nOrdinance save on a complaint in writing made by or under the authority of the 1[Federal \nGovernment].  \n7. Power to make rules.  The 1[Federal Government] may, by notification in the \nofficial Gazette, make 2rules for carrying out the purposes of this Ordinance  \n(2) In particular and without prejudice to the generality of the foregoing power, such \nrules may provide for__ \n(a) the manner and time of payment of development surcharge; and  \n(b) any other matter for which provision is, in the opinion of the 1[Federal \nGovernment], necessary for carrying into effect the provisions of this \nOrdinance.  \n8. Power to amend Schedule.  The 1[Federa l Government] may, by notification in the \nofficial Gazette, make such amendments and modifications in the Schedule as it thinks fit.  \n3[SCHEDULE  \n1. Sui Northern Gas Pipelines Limited.  \n2. Sui Northern Gas Company Limited.  \n3. Mari Gas Company Limited.]  \n4[4.  Pakistan Petroleum Limited.]  \n5[5.  Tullow Pakistan (Development) Limited.]  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2For such rules see, Gaz. of P., 1967, Ext., p. 54, dated 8­2­1967.  \n3Subs. by S.R.O. No. 426(I) /89, dt. 24­4­89, for the Schedule, which was previously amended by various S.R.O. Notifications from time to time.  \n4Added by S.R.O. No. 797 (I)/89, dt. 29­7­1989.  \n5Added by S.R.O. No. 1126(I)/99, dt. 29­10­1999."
}