{
    "file": "./converted_json\\administrator250d13eab4ac6fdda40124c2a5f9920f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n  \nTHE FEDERAL PUBLIC SERVICE COMMISSION (VALIDATION \nOF RULES) ACT, 2021.  \n \n \n \n \n     \n \nCONTENTS  \n \n1. Short title and commencement . \n2. Validation of certain rules . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 2 \n THE FEDERAL PUBLIC SERVICE COMMISSION (VALIDATION  OF RULES) \nACT, 2021.  \nAct NO. XXXIV OF 2021  \n[1st December, 2021]  \nAN \nACT  \nto validate the rules for regarding the competitive examination conducted by the Federal Service \nCommission  \nWHEREAS it is necessary to validate the rules for regulating the competitive examination \nconducted by the Federal Public Service Commission in the year, 2016 and 2017.  \nIt is enacted as follows: ⸻ \n1. Short title and commencement .⸻(1) This Act shall be called the Federal Public Service  \nCommission (Validation of Rules) Act, 2021 . \n(2) It shall come into force at once.  \n2. Validation of certain rules .⸻(1) Notwithstanding anything contained in any other law, rules \nfor regulating the conduct of the Competitive  Examination , 2016 issued vide Notification No. SRO \n953(I)2015, rules for regulating the conduct of the Competitive Examination, 2017 issued vide \nNotification No. SRO 847(l)/2016 and all other similar rules purportedly  issued under  the Federal  Public \nService Commission Ordinance , 197 7 (XLV of 197 7) and the rules and notifications through which any \nof these rules were  amended , shall be deemed to have been va lidly made with effect from  the date of \nnotification  of the rules or the amendments.  \n(2) Notwithstanding any defect in approval of the rules or amendments mentioned in sub -section \n(1), any examination held by the Federal Public Service Commission, acts done, notification issued or \nproceedings taken under the rules or amendments shall be deemed to have been validly held, done, issued \nor taken. \n \n_______________"
}