{
    "file": "./converted_json\\administrator193484c31f7b4b5c5cbd0aae5038201e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE BONDED LABOUR SYSTEM (ABOLITION) ACT,1992  \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Act to over ride other laws, etc.  \n4. Abolition of bonded labour system.  \n5. Agreement, custom, etc., to be void.  \n6. Liability to repay bonded debt to stand extinguished.  \n7. Property of bonded labour to be freed from mortgage, etc.  \n8. Creditor not to accept payment against extinguished debt.  \n9. Authorities who may be specified for implementing the provisions of this Act. \n10. Duty of District Magistrate and other officers designated by him.  \n11. Punishment for enforcement of bonded labour.  \n12. Punishment for extracting bonded labour under the bonded labour system.  \n13. Punishment for omission or failure to restore posses sion of property to, bonded labourer.  \n14. Abetment to be an offence.  \n15. Vigilance Committees.  \n16. Offences to be tried by the Magistrate.   \n\n \n 17. Cognizance of offences.  \n18. Offences by companies.  \n19. Protection of action taken in good faith.  \n20. Jurisdiction  of courts barred.  \n21. Power to make rules.  \n \n  \n \n THE BONDED LABOUR SYSTEM (ABOLITION) ACT,1992  \nACT No. III OF 1992  \n[11th March 1992]  \nAn Act to provide for abolition of bonded labour system  \nWHEREAS clause (2) of Article 11 of the Constitution of the Islamic R epublic of Pakistan \nprohibits all forms of forced labour;  \nAND WHEREAS it is necessary to provide for abolition of bonded labour system with a view to \npreventing the economic and physical exploitation of the labour class in the country and for matters \nconne cted therewith or incidental thereto;  \nIt is hereby enacted as follows:__ \n1. Short title, extent and commencement.__ (1) This Act may be called the Bonded Labour \nSystem (Abolition) Act, 1992.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions.__ In this Act, unless there is anything repugnant in the subject or context,__ \n(a) “advance ( peshgi )” means an advance ( peshgi ), whether in cash or in kind, or partly \nin cash or partly in kind, made by one person (hereinafter referred to as the creditor) \nto another person (hereinafter referred to as the debtor);  \n(b) “bonded debt” means an advance ( peshgi ) obtained, or presumed to  have been \nobtained, by a bonded labourer under, or in pursuance of, the bounded labour \nsystem ;  \n(c) “bonded labour” means any labour or service rendered under the bonded labour \nsystem ;  \n(d) “bonded labourer” means a labour who incurs, or has, or is presum ed to have, \nincurred, a bonded debt;  \n(e) “bonded labour system” means the system of forced, or partly forced, labour under \nwhich a debtor enters, or has, or is presumed to have, entered into an agreement \nwith the creditor to the effect that, — \n(i) in consid eration of advance ( peshgi ) obtained by him or by any of the \nmembers of his family [whether or not such advance ( peshgi ) is evidence \nby any document]  and in consideration of the interest, if any, due on such \nadvance ( peshgi ), or \n \n (ii) in pursuance of any cu stomary or social obligation, or  \n(iii) for any economic consideration received by him or by any of the members \nof his family ;  \nhe would — \n(1) render, by himself or through any member of his family, or any person dependent \non him, labour or service to the cr editor, or for the benefit of the creditor, for a \nspecified period or for an unspecified period, either without wages or for nominal \nwages, or  \n(2) forfeit the freedom of employment or adopting other means of livelihood for a \nspecified period or for an unsp ecified period, or  \n(3) forfeit the right to move freely from place to place, or  \n(4) forfeit the right to appropriate or sell at market value any of his property or product \nof his labour or the labour of a member of his family or any person dependent on \nhim, \nand includes the system of forced, or partly forced, labour under which a surety for a debtor enters, \nor has or is presumed to have, entered, into an agreement with the creditor to the effect that, in the \nevent of the failure of the debtor to repay the deb t, he would render the bonded labour on behalf \nof the debtor ;  \n(f) “family” means, — \n(i) in the case of a male bonded labourer, the wife or wives, and in the case of \na female bonded labourer, the husband of the bonded labourer; and  \n(ii) the parents, childre n, minor brother, and unmarried, divorced or widowed \nsisters of the bonded labourer wholly dependent on him ;  \n(g) \"nominal wages’, in relation to any labour, means a wage which is less than, — \n(a) the minimum wages fixed by the Government, in relation to th e same or \nsimilar labour, under any law for the time being in force ; and  \n(b) where no such minimum wage has been fixed in relation to any form of \nlabour, the wages that are normally paid, for the same  or similar labour, to \nthe labourers working in the sam e locality ; and  \n(h) “prescribed” means prescribed by rules made under this Act.  \n3. Act to override other laws, etc.  The provisions of this Act shall have effect \nnotwithstanding anything contained in any other law for the time being in force or in any inst rument \nhaving effect by virtue of any such law.  \n \n 4. Abolition of bonded labour system. — (1) On the commencement of this Act, the bonded \nlabour system shall stand abolished and every bonded labourer  shall stand freed and discharged from any \nobligation to render any bonded labour.  \n(2) No person shall make any advance under, or in pursuance, of, the bonded labour  system or \ncompel any person to render any bonded labour or other form of forced labour.  \n5. Agreement, custom, etc., to be void.  Any custom or tradition or practice or any contract, \nagreement or other instrument, whether entered into or executed before or after the commencement of this \nAct, by virtue of which any person, or any member of his family, is required to do any work or render any \nservice as a bonded labourer, shall be void and inoperative.  \n6. Liability to repay bonded debt to stand extinguished. — (1) On the commencement of \nthis Act, every obligation of a bonded labourer to repay any bonded debt, or such part of any bonded debt \nas remains unsatisfied immediately before such commencement, shall stand extinguised.  \n(2) After the commencement of this A ct, no suit or other proceeding shall lie in any civil court, \ntribunal or before any other authority for the recovery of any bonded debt or any part thereof.  \n(3) Every decree or order for the recovery of bonded debt, passed before the commencement \nof this Act and not fully satisfied before such commencement, shall be deemed, on such commencement, \nto have been fully satisfied.  \n(4) Where, before the commencement of this Act, possession of any property belonging to a \nbonded labourer or a member of his family w as forcibly taken by any creditor for the recovery of any \nbonded debt, such property shall be restored, within ninety days of such commencement, to the possession \nof the person from whom it was sized.  \n(5) Every attachment made before the commencement of th is Act for the recovery of any \nbonded debt shall, on such commencement, stand vacated; and, where, in pursuance of such attachment, \nany movable property of the bonded labourer was seized and removed from his custody and kept in the \ncustody of any court, tr ibunal or other authority pending sale thereof, such movable property shall be \nrestored, within ninety days of such commencement, to the possession of the bonded labourer :  \nProvided that, where any attached property was sold before the commencement of this  Act, in \nexecution of a decree or order for the recovery of a bonded debt such sale shall not be affected by any \nvision of this Act.  \n(6) Subject to the proviso to sub­section (5), any sale, transfer or assignment of any property \nof a bonded labourer made i n any manner whatsoever before the commencement of this Act for recovery \nof bonded debt shall not be deemed to have created or transferred any right, or interest in or encumbrance \nupon any such property and such property shall be restored, within ninety da ys of such commencement, \nto the possession of the bonded labourer.  \n(7) If restoration of the possession of any property referred to in sub­section (4) or sub­section \n(5) or sub­section (6) is not made within ninety days from the commencement of this Act, t he aggrieved \nperson may, within such time as may be prescribed, apply to the prescribed authority for the restoration \nof the possession of such property and the prescribed authority may, after giving the creditor a reasonable \n \n opportunity of being heard, di rect the creditor to retore to the applicant the possession of the said property \nwithin such time as may be specified in the order.  \n(8) An order made by any prescribed authority under sub­section (7) shall be deemed to be an \norder made by a civil court and  may be executed by the court of the lowest pecuniary jurisdiction within \nthe local limits of whose jurisdiction the creditor voluntarily resides or carries on business or personally \nworks for gain.  \n(9) Where any suit or proceeding for the enforcement of a ny obligation under the bonded \nlabour system, including a suit or proceeding for the recovery of any advance ( peshgi ) made to a bonded \nlabourer, is pending at the commencement of this Act, such suit or other proceeding shall, on such \ncommencement, stand di smissed.  \n(10) On the commencement of this Act, every bonded labourer who has been detained in civil \nprison, whether before or after judgement, shall be released from detention forthwith.  \n7. Property of bonded labour to be freed from mortgage, etc. — (1) All  property vested in \na bonded labouer which was, immediately before the commencement of this Act, under any mortgage, \ncharge, lien or other encumbrance in connection with any bonded debt shall, in so far as it is relatable to \nthe bonded debt, stand freed an d discharged from such mortgage, charge, lien or other encumbrance ; and \nwhere any such property was immediately before the commencement of this Act, in the possession of the \nmortgagee or the holder of the charge, lien or encumbrance, such property shall, except where it was \nsubject to any other charge, on such commencement, be restored to the possession of the bonded labourer.  \n(2) If any delay is made in restoring any property referred to in sub­section (1) to the possession \nof the bonded labourer, such la bourer shall be entitled, on and from the date of such commencement, to \nrecover from the mortgagee or holder of the lien, charge or encumbrance, such mesne profits as may be \ndetermined by the civil court of the lowest pecuniary jurisdiction within the loca l limits of whose \njurisdiction such property is situated.   \n8. Creditor not to accept payment against extinguished debt. — (1) No creditor shall \naccept any payment against any bonded debt which has been extinguished or deemed to have been \nextinguished or fully satisfied by virtue of the provisions of this Act.  \n(2) Whoever contravenes the provisions of sub­section (1), shall be punishable with \nimprisonment for a term which may extend to three years, or with fine which shall not be less than fifteen \nthousand rupees, or with both.  \n(3) The court convicting any person under sub­section (2) may, in addition to the penalties \nwhich may be imposed under that sub­section, direct such person to deposit, in court, the amount accepted \nin contravention of  the provisions of sub­section (1), within such period as may be specified in the order, \nfor being refunded to the bonded labourer.  \n9. Authorities who may be specified for implementing the provisions of this Act.  The \nProvincial Government may confer such p owers and impose such duties on a District Magistrate as may \nbe necessary to ensure that the provisions of this Act are properly carried out and the District Magistrate \nmay designate an officer subordinate to him to exercise all or any of the powers, and p erform all or any \nof the duties, so conferred or imposed and specify the local limits within which such powers or duties \n \n shall be carried out by such officer.  \n10. Duty of District Magistrate and other officers designated by him . — (1) The District \nMagistra te authorised by the Provincial Government under section 9, and the officer designated by the \nDistrict Magistrate under that section, shall, as far as practicable, try to promote the welfare of the freed \nbonded labourer by securing and protecting the econo mic interests of such bonded labourer so that he may \nnot have any occasion or reason to contract any further bonded debt.  \n(2) It shall be the duty of every District Magistrate and every officer designated by him under \nsection 9 to inquire whether, after th e commencement of this Act, any bonded labour system or any other \nform of forced labour is being enforced by, or on behalf of, any person resident within the local limits of \nhis jurisdiction and if, as a result of such inquiry, any person is found to be en forcing the bonded labour \nsystem or any other system of forced labour, he shall forthwith take such action as may be necessary to \nimplement the provisions of this Act.  \n11. Punishment for enforcement of bonded labour.  Whoever, after the commencement of \nthis Act compels any person to render any bonded labour shall be punishable with imprisonment for a \nterm which shall not be less than two years nor more than five years, or with fine which shall not be less \nthan fifty th ousand rupees, or with both.  \n12. Punishment for extracting bonded labour under the bonded labour system.  Whoever \nenforces, after the commencement of this Act any custom, tradition, practice, contract, agreement or other \ninstrument, by virtue of which any p erson or any member of his family is required to render any service \nunder the bonded labour system, shall be punishable with imprisonment for a term which shall not be less \nthan two years nor more than five years or with fine which shall not be less than f ifty thousand rupees, or \nwith both ; and out of the fine, if recovered, payment shall be made to the bonded labourer at the rate of \nnot less than fifty rupees for each day for which bonded labour was extracted from him.  \n13. Punishment for omission or failu re to restore possession of property to, bonded \nlabourer.  Whoever, being required by this Act to restore any property to the possession of any bonded \nlabour, omits or fails to do so, within a period of ninety days from the commencement of this Act shall be  \npunishable with imprisonment for a term which may extend to one year, or with fine which may extend \nto one thousand rupees, or with both ; and out of the fine, if recovered, payment shall be made to the \nbonded labourer at the rate of ten rupees for each d ay during which possession of the property was not \nrestored to him.  \n14. Abetment to be an offence.  Whoever abets any offence punishable under this Act shall, \nwhether or not the offence abetted is committed, be punishable with the same punishment as is prov ided \nfor the offence which has been abetted.  \nExplanation .— For the purpose of this section, “abetment” has the same meaning as is assigned to \nit in the Pakistan Penal Code ( Act XLV of 1860 ). \n15. Vigilance Committees .— (1) Vigilance Committees shall be set up at the District level in \nthe prescribed manner, consisting, of elected representatives of the area, representatives of the District \nAdministration, Bar associations, Press, recognized Social Services and Labour Depa rtments of the \nFederal and Provincial Governments.  \n \n (2) The following shall be the functions of the Vigilance Committees, namely: — \n(a) to advise the District Administration on matters relating to the effective \nimplementation of the law and to ensure its imp lementation in a proper manner ;  \n(b) to help in the rehabilition of the freed bonded labourer ;  \n(c) to keep an eye on the working of the law ; and  \n(d) to provide the bonded labourers such assistance as may be necessary to achieve the \nobjectives of the law.  \n16. Offences to be tried by the Magistrate. — (1) A Magistrate of the first class empowered \nin this behalf by the Provincial Government may try any offence under this Act.  \n(2) An offence under this Act may be tried summarily.  \n17. Cognizance of offences.  Every offence under this Act shall be cognizable and bailable.  \n18. Offences by companies.  — (1) Where an offence under this Act has been committed by a \ncompany, every person who, at the time the offence was committed, was in charge of, and was responsible \nto, the company for the conduct of the business of the company, as well as the company, shall be deemed \nto be guilty of the offence and shall be liable to be proceeded against and punished accordingly.  \n(2) Notwithstanding anything contained in sub­section ( 1), where any offence under this Act, \nhas been committed by a company and it is proved that the offence has been committed with the consent \nor connivance of, or is attributable to, any neglect on the part of any director, manager or other officer of \nthe co mpany, such director, manager or other officer shall be deemed to be guilty of that offence and shall \nbe liable to be proceeded against and punished accordingly.  \nExplanation .— For the purposes of this section, — \n(a) “company” means any body corporate, and i ncludes a firm or other association of \nindividuals ; and  \n(b) “director”, in relation to a firm, means a partner in the firm.  \n19. Protection of action taken in good faith.  No suit, prosecution or other legal proceeding \nshall lie against Government or any officer of the Government for anything which is in good faith done \nor intended to be done under this Act.  \n20. Jurisdiction of courts barred.  Save as otherwise provided in t his Act no court shall have \njurisdiction in respect of any matter to which any provision of this Act applies and no injunction shall be \ngranted by any court in respect of anything which is done or intended to be done under this Act.  \n21. Power to make rules . The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act."
}