{
    "file": "./converted_json\\administratora489b811fe1cfaecf3f64e29f538d637.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n   \n \n \nTHE INDECENT ADVERTISEMENTS PROHIBITION ACT, 1963  \n \n             CONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Prohibition against person s advertising, displaying, etc., indecent advertisements  \n4.  Penalty  \n5.  Confiscation of documents, etc., containing indecent advertisements  \n6.  Offences by companies  \n7.  Complaint by a police officer  \n8.  Jurisdiction to try offences  \n9.  Officers to be deemed to be public servants  \n10.  Indemnity  \n11.  Other laws not affected  \n12.  Power to ex empt from application of Act  \n13.  Power to make rules  \n*14.   \n \n \n \n \n*Omitted  \n\n \nPage 2 of 4 \n THE INDECENT ADVERTISEMENTS PROHIBITION ACT, 1963  \n \nAct No. XII OF 1963  \n[18th June, 1963 ] \n \nAn Act to prohibit indecent Advertisements  \n \n WHEREAS  it is expedient to provide for the pro hibition of indecent advertisements;  \n \n AND WHEREAS  the national interest of Pakistan in relation to the achievement of \nuniformity  within the meaning of clause (2) of Article 131 of the Constitution requires Central \nlegislation in the matter;  \n \n It is hereby  enacted as follows: — \n \n 1. Short title, extent and commencement. —(1) This Act may be called the Indecent  \nAdvertisements Prohibition Act, 1963.  \n  \n (1) It extends to the whole of Pakistan.  \n  \n (2) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the subject or context,__  \n \n(a) “advertisement” includes any notice, circular or other document, displayed on \nany house, building or wall, or published in any newspaper or periodical, and \nany announcement made ora lly or by any means of producing or transmitting \nlight or sound, but does not include trade circulars issued by manufacturers of \ndrugs to medical practitioners;  \n \n(b) “indecent” includes whatsoever may amount to any incentive to sensuality and \nexcitement of  impure thoughts in the mind of an ordinary man of normal \ntemperament, and has the tendency to deprave and corrupt those whose minds \nare open to such immoral influence, and which is deemed to be detrimental to \npublic morals and calculated to produce pernic ious effect, in depraving and \ndebauching the minds of persons;  \n \n(c) “taking any part in the p ublication of any advertisement”  includes — \n \n(i) the writing, typing, stamping, drawing, announcing, printing or \ntransmitting of the advertisement ;  \n \n(ii) the publ ication of any advertisement outside Pakistan by or at the \ninstance of a person residing in Pakistan ;  \n \n(d) “public place” means any place where an advertisement can be seen or heard \nby members of the public.  \n \n \n \nPage 3 of 4 \n  3. Prohibition against person advertising, displaying, etc., indecent advertisements. — \nSubject to the provisions of this Act —  \n \n(i)  no person shall take any part in the publication of any advertisement which is \nindecent ; and  \n \n(ii)  no person having the ownership, possession or control of any pro perty or \npublic place shall knowingly allow any advertisement which is indecent to be \ndisplayed on such property or place, or to be announced therefrom.  \n \n 4. Penalty. —Whoever cotrnavenes  any of the provisions of this Act shall, on conviction, be  \npunishabl e—  \n(a) in the case of a first conviction, with imprisonment which may extend to six \nmonths, or with fine, or with both; and  \n \n(b) in the case of any subsequent conviction, with imprisonment which may \nextend to one year, or with fine, or with both.  \n \n 5. Co nfiscation of documents, etc., containing indecent advertisements. —Any person  \nauthorised by the  1[Provincial Government] in this behalf may, at any time, seize and detain any \ndocument, article or thing which such person has reaso n to believe contains any advertisement which \ncontravenes any of the provisions of this Act and the court trying such contravention may direct that \nsuch document (including all copies thereof), article or thing shall be forfeited to the Government.  \n \n 6. Of fences by companies. —(1) If the person contravening any of the provisions of this Act  \nis a company, every person who at the time the offence was committed, was in charge of, and was \nresponsible to, the company for the conduct of the business of the company  as well as the company \nshall be deemed to be guilty of the contravention and shall be liable to be proceeded ag ainst and \npunished accordingly : \n \n Provided that nothing contained in this sub -section shall render any such person liable to any \npunishment prov ided in this Act if he proves that the offence was committed without his knowledge \nor that he exercised all due diligence to prevent the commission on such offence.  \n \n (2) Notwithstanding anything contained in sub -section (1), where any offence under this A ct \nhas been committed by a company and it is proved that the offence was committed with the consent \nor connivance of, or is attributable to any neglect on the part of, any director, manager, secretary or \nother officer of the company , such director, manager , secretary or other officer shall also be deemed \nto be guilty of that offence and shall be liable to be proceeded against and punished accordingly.  \n \n Explanation. —For the purpose of this section — \n \n(a) ‘company’ means any body corporate and includes a firm  or other association \nof individuals, and  \n \n(b) ‘director’ in relation to a firm means a partner in the firm.  \n \n 7. Complaint by a police officer. —Without prejudice to the right of any other person to  \nmake a complaint of an offence under this Act, a police o fficer not below the rank of sub -inspector \nwho receives information that such an offence has been committed, shall, if he is satisfied as to the \ntruth of the information, make a complaint of the offence in writing to the nearest 2[Judicial \nMagistrate ] having jurisdiction.  \n \n1Subs. by F.A.O., 1975 (P.O. NO. 4 of 1975), Art.  2 and Sch., for “Central Government ”. \n2Subs. by the Federal  Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch. II.  \n \nPage 4 of 4 \n  8. Jurisdiction to try o ffences. —No Court in ferior to that of a Magistrate of the first class  \nshall try any offence punishable under this Act.  \n \n 9. Officers to b e deemed to be public servants. —Every person authorised under s ection  5 \nshall be deemed to be a public servant with in the meaning of s ection 21 of the Pakistan Penal Code  \n(Act XLV of 1860) .  \n \n 10. Indemnity. —No suit, prosecution o r other legal proceeding shall lie  against any person \nfor anything which is in good faith done or intended to be done under this Act.  \n  \n 11. Other laws not af fected .—The provisions of this Act shall be in addition to, and not in  \nderogation of, the provisions of any other law for the time being in force.   \n \n 12. Power to exempt from application of Act. —lf, in the opinion of the 1[Provincial  \nGovernment ], public interes t so requires, it may, by notification in the official Gazette,  direct that the \nprovisions of s ection 3 shall not apply, or shall apply subject to such conditions as may be specified \nin the notification, to, or in relation to, the advertisement of any spec ified drug or class of drugs.  \n \n 13. Power to make rules. —The  1[Provincial  Governmen t] may, by notification in the \nofficial  Gazette, make rules for carrying out the purposes of this Act.  \n \n 14. 2[Omitted ]  \n \n_________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate : - 18.04.2024  \n \n1Subs. by F.A.O., 1975  (P.O. No. 4 of 1975) , Art. 2 and Sch., for “Central Government ”.  \n2Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII of 1981), s. 3 and Sch. II."
}