{
    "file": "./converted_json\\administrator838fddea2bd84054cde358506b537096.json",
    "name": "The Married Women's Property Act, 1874",
    "date": "24th February, 1874",
    "tagline": "An Act to explain and amend the law relating to certain married women, and for other purposes.",
    "content": "Page \n1\n \nof \n5\n \n   \n \n \n \nTHE MARRIED WOMEN'S PROPERTY ACT, 1874\n \n \n \n \nCONTENTS\n \n \nI.\n__\n_\nPRELIMINARY\n \n \n1.\n \nShort title.\n \n \n2.\n \nExtent and Application.\n \n \n3.\n \nRepealed.\n \n \nII.\n__\n_\nMARRIED WOMEN'S WAGES AND EARNINGS\n \n \n4.\n \nMarried womens earnings to be their separate property.\n \n \nIII.\n__\n_\nINSURANCE BY WIV\nES AND HUSBANDS\n \n \n5.\n \nMarried woman may effect policy of insurance.\n \n \n6.\n \nInsurance by husband for benefit of wife.\n \n \nIV.\n__\n_\nLEGAL PROCEEDINGS BY AND AGAINST MARRIED WOMEN\n \n \n7.\n \nMarried Woman may take legal proceedings.\n \n \n8.\n \nWife's liability for postnuptial debts.\n \n \nV.\n \n__\n_\nHUSBA\nNDS LIABILITY FOR WIFE'S DEBTS\n \n \n9.\n \nHusband not Liable for Wife's antenuptial Debts.\n \n \nVI.\n__\n_\nHUSBANDS LIABILITY FOR WIFE'S\n \nBREACH OF TRUST OR\n \nDEVASTATION\n \n \n10.\n \nExtant of husband's liability for wife's breach of trust or devastation.\n \n \n \n \n\n \nPage \n2\n \nof \n5\n \n   \nTHE MARRIED WOMEN’S PROPERTY \nACT, 1874\n \n \n1\nACT No. III of 1874\n \n \n \n[\n24th February, 1874\n]\n \n \nAn Act to explain and amend the law relating to certain married women, and for other\n \npurposes.\n \n \n \nPreamble\n. WHEREAS it is expedient to make such provision as hereinafter appears for the \nenjoyment of w\nages and earnings by women married before the first day of January, 1866, and for \ninsurances on lives by persons married before or after that day:\n \n \n \nAND WHEREAS by \n2\n[section 20 of the Succession Act, 1925] (\nXXXIX of 1925\n) it is \nenacted that no person shall by marriage acquire any interest in the property of the person whom he \nor she marries, nor become incapable of doing any act in respect of his or her own property, which \nhe or\n \nshe could have done, if unmarried:\n \n \n \nAND WHEREAS by force of the said Act all women to whose marriages it applies are \nabsolute owners of all property vested in, or acquired by, them, and their husbands do not by their \nmarriage acquire any interest in such\n \nproperty, but the said Act does not protect such husbands from \nliabilities on account of the debts of their wives contracted before marriage, and does not expressly \nprovide for the enforcement of claims by or against such wives:\n \n \n \nIt is hereby enacted as \nfollows:_\n \n \nI.\n__\n_\nPRELIMINARY\n \n \n \n1. Short title\n. This Act may be called the Married Women’s Property Act, 1874.\n \n \n \n2. Extent and application\n. \n3\n[It extends to the whole of Pakistan.]\n \n \n \nBut nothing herein contained applies to any married woman who at the time of\n \nher marriage\n \nprofessed the Hindu, \n4\n[Muslim], Buddhist, Sikh or Jaina religion, or whose husband, at the time of \nsuch marriage, professed any of those religions.\n \n \n \nAnd the \n5\n[Provincial Government] may from time to time, by order, either retrospectively \nfro\nm the passing of this Act or prospectively, exempt from the operation of all or any of the \nprovisions of\n \nthis Act the members of any race, sect or tribe, or part of race, sect or tribe, to whom \n6\n[it] may consider it impossible or inexpedient to apply such \nprovisions.\n \n \n \n1\nFor the Statement of Objects and R\neasons, see Gazette of India, 1873 Pt. V, p. 457\n; for Proceedings in Council,\n \nsee ibid\n., Extra Supplements, dated \n2nd August and 6th September, 1873, respectively pp. 9 and 12, and \nibid\n., 1874, Supplement, p. 239.\n \n2\nSubs. by the Federal Laws (Revision and D\neclaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “the Indian Succession Act, \n \n1865”.\n \n3\nThis para, has successively been amended by A. O., 1937, A.O.,1949, Arts. 3(2) and 4, the Federal Laws (Revision and Declarat\nion) Act, 1951 (26 of \n1951), \ns. 4 and III Sch., and the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (\nwith effect from the 14\nth\n \nOctober, \n1955\n), to read as above.\n \n4\nSubs. by F. A. O., 1975, Art, 2 and Table, for “Muhammadan”.\n \n5\nSu\nb\ns. by A. O., 1937 for “L\n. G.” which had been subs. by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch. I, for “G.G. in C.”.\n \n6\nSubs. by A.O., 1937, for “he”.\n \n \nPage \n3\n \nof \n5\n \n   \nThe \n1\n[Provincial Government] may also revoke any such order, but not so that the revocation \nshall have any retrospectiv\ne effect.\n \n \n \nAll orders and revocations under this section shall be published in the \n2\n[official Gazette].\n \n \n \n3\n*\n \n*\n \n*\n \n*\n \n*\n \n*\n \n*\n \n \n \n3. [\nCommencement.\n]\n \nRep. by the Repealing Act,\n \n1876 (XII of 1876).\n \n \nII.\n \n__\n_\nMARRIED WOMEN’S WAGES AND EARNINGS\n \n \n \n4\n4. Married women’s e\narnings to be their separate property\n. The wages and earnings of \nany married woman acquired or gained by her after the passing of this Act, in any employment, \noccupation or trade carried on by her and not by her husband,\n \nand also any money or other propert\ny \nso acquired by her through the exercise of any literary, artistic or scientific skill,\n \nand all savings from \nand investments of such wages, earnings and property,\n \nshall be deemed to be her separate property, \nand her receipts alone shall be good discharges\n \nfor such wages, earnings and property.\n \n \nIII.\n__\n_\nINSURANCE BY WIVES AND HUSBANDS\n \n \n \n5\n5. Married woman may effect policy of insurance\n. Any married woman may effect a \npolicy of insurance on her own behalf and independently of her husband\n; and the same and all \nbenefit thereof, if expressed on the face of it to be so effected shall ensure as her separate property, \nand the contract evidenced by such policy shall be as valid as if made with an unmarried woman.\n \n \n \n6\n6. Insurance by husband for benefit of wife\n.\n \n7\n[(1) A\n \npolicy of insurance effected by any \nmarried man on his own life, and expressed on the face of it to be for the benefit of his wife, or of his \nwife and children, or any of them, shall ensure and be deemed to be a trust for the benefit of his wife, \nor of hi\ns wife and children, or any of them, according to the interest so expressed, and shall not, so \nlong as any object of the trust remains, be subject to the control of the husband, or to his creditors, or \nform part of his estate.\n \n \n \nWhen the sum secured by the\n \npolicy becomes payable, it shall, unless special trustees are \nduly\n \nappointed to receive and hold the same, be paid to the Official Trustee of the \n8\n[\nP\nrovince] in \nwhich the office at which the insurance was effected is situate, and shall be received and hel\nd by him \nupon the trusts expressed in the policy, or such of them as are then existing.\n \n \n \nAnd in reference to such sum he shall stand in the same position in all respects as if he had \nbeen duly appointed trustee thereof by a High Court, under \n9\n[The Officia\nl Trustees Act, 1913 (\nII of \n1913\n)].\n \n \n \n1\nSu\nb\ns. by A. O., 1937 for “L. G.” which had been subs. by the Devolution Act, 1920 (38 of 1920), s. 2 and Sch. I, for “G.G. in C.\n”.\n \n2\nSubs.\n \nibid,\n \nfor “local official Gazette” which had been subs. by Act 38 of 1920, s. 2 and Sch. I, for the words “Gazette of India”.\n \n3\nThe last para. of section 2 was omitted by the Succession Act, 1925 (39 of 1925), s. 392, and Sch. IX.\n \n4\nCf\n.\n \nthe Married Women’s \nProperty Act, 1870 (33 and 34 Vict., c. 93) s.1, now repealed by the Married Women’s Property Act, 1882 (45 and 46, Vict., \nc. 75).\n \n5\nCf. \nthe Married Women’s Property Act, 1870 (33 and 34 Vict., c. 93), s. 10, para 1.\n \n6\nCf.\n \nibid.\n, para 2.\n \n7\nRe-numbered by the \nMarried Women’s Property (Amdt.) Act, 1923 (13of 1923), s. 2.\n \n8\nSubs. by A. O., 1937. for “Presidency”.\n \n9\nSubs. by the Federal Laws \n(\nRevision and Declaration) Ordinance, 1981 (27 of 1981). s. 3 and IInd Sch., for “Act No. XVII of 1864 to constitute\n \nan \nOffice\n \nof Official Trustee, section 10”.\n \n \nPage \n4\n \nof \n5\n \n   \nNothing herein contained shall operate to destroy or impede the right of any creditor to be \npaid out of the proceeds of any policy of assurance which may have been effected with intent to \ndefraud creditors.\n \n \n \n1\n[(2) Notwi\nthstanding anything contained in section 2, the provisions of sub-section (1) shall \napply in the case of any policy of insurance such as is referred to therein which is effected by any\n \nHindu, \n2\n[Muslim], Sikh or Jain, \n3\n[in any Province] after the first day \nof April, 1923:\n \n \n \nProvided that nothing herein contained shall affect any right or liability which has accrued or \nbeen incurred under any decree of a competent Court passed before the first day of April, 1923.]\n \n \nIV.\n__\n_\nLEGAL PROCEEDINGS BY AND AGAINST MARRI\nED WOMEN\n \n \n \n4\n7. Married woman may take legal proceedings\n. A married woman may maintain a suit in \nher\n \nown name for the recovery of property of any description which by force of the said \n5\n[Succession \nAct, 1925 (\nXXXIX of 1925\n)] or of this Act, is her separate property\n; and she shall have, in her own \nname, the same remedies, both civil and criminal, against all persons, for the protection and security \nof such property, as if she were unmarried, and she shall be liable to such s\nuits, processes and orders \nin respect of such property as she would be liable to if she were unmarried.\n \n \n \n8. \nWife’s liability for postnuptial debts\n. If a married woman (whether married before or \nafter the first day of January, 1866) possesses separate prop\nerty, and if any person enters into a \ncontract with her with reference to such property, or on the faith that her obligation arising out of \nsuch contract will be satisfied out of her separate property, such person shall be entitled to sue her, \nand, to the \nextent of her separate property, to recover against her whatever he might have recovered \nin such suit had she been unmarried at the date of the contract and continued unmarried at the \nexecution of the decree:\n \n \n \n6\n[Provided that nothing herein contained shal\nl\n__\n \n \n(a)\n \nentitle such person to recover anything by attachment and sale or otherwise \nout of any property which has been transferred to a woman or for her benefit \non condition that she shall have no power during her marriage to transfer or \ncharge the same or he\nr beneficial interest therein, or\n \n \n(b)\n \naffect the liability of a husband for debts contracted by his wife’s agency \nexpressed or implied.]\n \n \nV.\n__\n_\nHUSBAND’S LIABILITY FOR WIFE’S DEBTS\n \n \n \n7\n9. Husband not liable for wife’s antenuptial debts\n. A husband married after \nthe thirty-first \nday of December, 1865, shall not by reason only of such marriage be liable to the debts of his wife \ncontracted before marriage, but the wife shall be liable to be sued for, and shall, to the extent of her \nseparate property, be liable to sa\ntisfy such debts as if she had continued unmarried:\n \n \n1\nSub-section (2) ins. by Act, 13 of 1923, s.2.\n \n2\nSubs. by F. A. O., 1975. Art. 2 and Table, for “Muhammadan”,\n \n3\nSubs. by A. O., 1949. Sch., for “in Madras after the thirty-first day of December, 1913, or i\nn any other part of British India”.\n \n4\nCf. the Married Women’s Property Act, 1870 (33 and 34 Vict., c. 93), s. 11, rep. by the Married Women’s Property Act, 1882 (4\n5 and 46 Vict., c. 75).\n \n5\nSubs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(27 of 1981), s. 3 and IInd Sch., for “Indian Succession Act, 1865”.\n \n6\nSubs. by the Transfer of Property (Amdt.) Supplementary Act, 1929 (21 of 1929), s. 2, for the original proviso as amended by \nthe Debtors Act, 1888 (6 \nof 1888), s. 9.\n \n7\nCf. the Married Wom\nen’s Property Act, 1870 (33 and 34 Vict., c. 93), s.12.\n \n \nPage \n5\n \nof \n5\n \n   \nProviso.\n \nProvided that nothing contained in this section shall \n1\n* * *\n \ninvalidate any contract \ninto which a husband may, before the passing of this Act\n, have entered in consideration of his wife’s \nantenuptial debts.\n \n \nVI.\n \n___\n2\nHUSBAND’S LIABILTY FOR WIFE’S BREACH OF TRUST OR DEVASTATION\n \n \n \n10. Extent of husband's liability for wife's breach of trust or devastation\n. Where a \nwoman is a trustee, executrix or a\ndministratrix’ either before or after marriage, her husband shall not, \nunless he acts or intermeddles in the trust or administration, be liable for any breach of trust \ncommitted by her, or for any misapplication, loss or damage to the estate of the decease\nd caused or \nmade by her, or for any loss to such estate arising from her neglect to get in any part of the property \nof the deceased.]\n \n \n \n \n_______________\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024\n \n1\nThe words “affect any suit instituted before the pass\ning of this Act, nor” rep. by the Amending Act, 1891 (12 of 1891).\n \n2\nThis heading and s. 10 ins. by the Indian Succession (Amendment) Act, 1927 (18 of 1927), s. 3."
}