{
    "file": "./converted_json\\administrator28cd90a18aea57042f8ddc40ccd8cf98.json",
    "name": "Public Procurement Regulatory Authority Ordinance, 2002",
    "date": "15th May, 2002",
    "tagline": "An Ordinance to provide for the establishment of Public Procurement Regulatory Authority for regulating public procurement of goods, services and works in the public sector",
    "content": "Page 1 of 11 \n \n \n \n \n \n \nTHE PUBLIC PROCUREMENT REGULATORY AUTHORITY \nORDINANCE,  2002  \n \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \nCHAPTER II  \nESTABLISMENT OF AUTHORITY  \n \n3. Establishment of Authority.  \n4.  Power of the Federal Government to issue directives.  \n5.  Functions and  powers of  the Authority.  \nCHAPTER III  \nMANAGEMENT AND ADMINISTRATION OF THE AUTHORITY  \n \n6.  Board.  \n7.  Meeting of the Board.  \n8.  Managing Director.  \nCHAPTER IV  \nFINANCIAL PROVISONS  \n9.  Fund. \n10.  Expenditure to  be charged on the Fund.  \n11.  Power to obtain finances and receive grants . \n\n \nPage 2 of 11 \n 12.  Investment.  \n13.  Budget and  accounts.  \n14.  Maintenance of  accounts.  \n15.  Audit.  \nCHAPTER V  \nREGULATORY AND OTHER PROVISIONS  \n \n16.  Information.  \n17.  Annual  report.  \nCHAPTER VI  \nMISCELLANEOUS  \n \n18.  Appoint ment of officers and staff, et c. \n19.  Membe rs, officers, etc. to be public servants.  \n20.  Delegation.  \n20A.  Mechanism for grievance redressal.  \n21.  Power  to exempt.  \n22.  Validit y of proceedings.  \n23.  Indemnity.  \n24.  Commo n seal.  \n25.  Winding up. \n26.  Power of  the Federal Government to make rules.  \n27.  Power of  the Authority t o make regulations.  \n \nPage 3 of 11 \n THE PUBLIC  PROCUREMENT  REGULATORY  AUTHORITY  ORDINANCE,  2002  \n \nORDINANCE  NO. XXII  OF 2002  \n \n[15th May, 2002]  \n \nAn \n \nOrdinan ce \n \nto provide  for the establishment  of Public  Procurement  Regulatory  Authority  for regulating  public  \nprocurement  of goods,  services  1[,] works  1[and disposal of public assets]  in the public  sector  \nWHEREAS  it is expedient  to provide  for the establishment  of a Public  Procurement  \nRegulatory  Authority  for regulating  procurement  of goods,  services  1[,] works  1[and disposal of \npublic assets]  in the public  sector  and for matters  connected  therewith  or ancillary  thereto;  \nAND WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action;  \nNOW,  THEREFORE , in pursuance  of the Proclamation  of Emergency  of the fourteenth  day \nof October,  1999,  and the Provisional  Constitution  Order  No. 1 of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order  No. 9 of 1999,  and in exercise  of all powers  enabling  him in that \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance: ⸻ \nCHAPTER I .-PRELIMINARY  \n1. Short  title,  extent and commencement. ⸻(1) This Ordinance  may be called  the Public  \nProcurement  Regulatory  Authority  Ordinance,  2002.   \n(2) It extends  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions. ⸻ In this Ordinance,  unless  there  is anythi ng repugnant  in the subject  or \ncontext, ⸻ \n(a)  “Authority ” means  the Public  Procurement  Regulatory  Authority  established  \nunder  section  3; \n(b)  “Board ” means  the Board  constituted  under  section  6;  \n(c)  “Chairperson ” means  the Chairperson  of the Board;   \n1[(ca) “disposal ” means auction , rental, lease, donations, destruction  and recycling of \npublic assets or any combination thereof;]  \n(d)  “Fund ” means  the fund established  under  section  9; \n1[(e)   “goods ”    means   articles   and   objects   of  every   kind   and description   \nincluding   raw   materials,    products,  equipment,  machinery,  spares,   scraps,  \n \n \n1Subs. and Ins. by Act. No II of 2023, ss. 2, 3 and 4.  \n \nPage 4 of 11 \n waste material and commodities in any form and includes all type of assets \nsuch as immovable prope rty, physical objects in any form or matter,  intangible \nassets,  goodwill, intellectual property and proprietary right, as well as service \nincidental thereto if the value of these services does not  exceed the value of \nsuch goods; ] \n(f)  “Managing  Director ” means the Managing  Director  appointed  under  section  8; \n(g)  “member ” means  a member  of the Authority;  \n(h)  “misprocurement ” means  public  procurement  in contravention  of any \nprovision  of this Ordinance,  any rules,  regulations,  orders  or instructions  made  \nthereunder  or any other  law in respect  of, or relating  to, public  procurement;  \n(i)  “prescribed ” means  prescribed  by rules  made  under  this Ordinance;   \n(j)  “procuring  agency ” means ⸻ \n(i)  any Ministry,  Division,  Department  or any Office of the Federal  \nGovernme nt; \n(ii)  any authority,  corporation,  body  or organization  established  by or \nunder  a Federal  law or which  is owned  or controlled  by the Federal  \nGovernment.  \n1[(ja)   “public asset ” means all types of goods owned  and possessed by the procuring  \nagency,]  \n(k)  “Public  Fund ” means  the Federal  Consolidated  Fund  and the Public  Account  \nof the Federation  and includes  funds  of enterprises  which  are owned  or \ncontrolled  by the Federal  Government.  \n1[(l)   “public  procurement ”  means  acquisition  of goods, services  o r construction of \nany  works  financed  wholly  or  partly  out of the  public  fund  and  includes  \ndisposa l of public  assets  and commercia l transaction s betw een procuring    \nagen cy and private  party,  in terms  of which  the private  party is allowed \nto:⸻ \n  \n(i)  perform  a procuring  agency ’s assigned  functions,  including  operations  \nand management,  on its behalf;  \n \n \n(ii)  assume  the use of public  asset;  or \n \n \n(iii)  receive  a benefit  either  from  budget  or revenue  of the Federal  \nGovernment  or from  fees or charges to be collected  by the private  \nparty  for performing  the procuring  agency ’s function  or any \ncombination  thereof;]  \n \n(m)  “regulations” means regulations made under this Ordinance;  \n(n) “rules” means rules made under this Ordinance;  \n \n1Ins. and Subs. by Act . No II of 2023, s. 4.  \n \nPage 5 of 11 \n (o)  “service ” means  any object  of procurement  other  than goods  or works;  and \n(p)  “works ” means  any construction  work  consisting  of erection,  assembly,  repair,  \nrenovation  or demolition  of a building  or structure  or part thereof,  such as site \npreparation,  excavation,  installation  of equipment  or material s and decoration,  \nfinishing  and includes  incidental  services  such as drilling,  mapping,  satellite  \nphotography,  seismic  investigations  and similar  activities,  if the value  of those  \nservices does not exceed  that of the works  themselves.  \nCHAPTER  II.-ESTABLISHMENT  OF AUTHORITY  \n3. Establishment  of Authority. ⸻(1) There  is hereby  established  an Authority  to be called  \nthe Public  Procurement  Regulatory  Authority  for carrying  out the purposes  of this Ordinance.  \n(2) The Authority  shall  be a body  corporate,  having  perpetual  succession  and a common  seal, \nwith powers  subject  to the provisions  of this Ordinance,  to acquire  and hold property,  both movable  \nand immovable,  and, sue and be sued by the name  assigned  to it by subsection  (1). \n(3) The headquarters  of the authority  shall  be at Islamabad  and it may establish  its offices  at \nsuch other  place  or places  in Pakistan  as it may consider  appropriate.  \n4. Power  of the Federal  Government  to issue  directives. ⸻ The Federal  Government  may,  \nas and when  it considers  necessary,  issue  directives  to the Authority  on matters  of policy,  and such \ndirectives  shall  be binding  on the Authority.  \n5. Functions  and powers  of the Authority. ⸻(1) Subject  to other  provisions  of this \nOrdinance,  the authority  may take such measures  and exercise  such powers  as may be necessary  for \nimproving  governance,  management,  transparency,  accountability  and quality  of public  procurement  \nof goods,  services  and works  in the public  sector.  \n(2) With out prejudice  to the generality  of the powers  conferred  by sub-section  (1), the \nAuthority  may⸻ \n(a)  monitor  application  of the laws,  rules,  regulations,  policies  and procedures  in \nrespect  of, or relating  to, procurement;  \n(b)  monitor  the implementation  of and evaluate  laws,  rules,  regulations,  policies  \nand procedures  in respect  of, or relating  to, inspection  or quality  of goods,  \nservices  and works  and recommend  reformulation  thereof  or revisions  therein  \nas it deems  necessary;   \n(c)  recommend  to the Federal  Government  revisions  in or formulation  of new \nlaws,  rules  and policies  in respect  of or related to public  procurement;   \n(d)  make  regulations  and lay down  codes  of ethics  and procedure  for procurement,  \ninspection  or quality  of goods,  services  and works;  \n(e)  monitor  public  procurement  practices  and make  recommendations  to improve  \ngovernance,  trans parency,  accountability  and quality  of public  procurement;  \n(f)  monitor  overall  performance  of procuring  agencies  and make  \nrecommendations  for improvements  in their institutional  set up; \n \nPage 6 of 11 \n (g)  provide  and coordinate  assistance  to procuring  agencies  for deve loping  and \nimproving  their institutional  framework  and public  procurement  activities;  \n(h)  submit  reports  to the Government  in respect  of public  procurement  activities  \nof procuring  agencies;  \n(i)  call any functionary  of procuring  agencies  to provide  assist ance in its \nfunctions  and call for any information  from  such agencies  in pursuance  of its \nobjectives  and functions;  and \n(j)  perform  any other  function  assigned  to it by the Federal  Government  or that is \nincidental  or consequential  to any of the aforesaid  functions.  \nCHAPTER  III.-MANAGEMENT  AND  ADMINISTRATION  OF THE  AUTHORITY  \n \n6. Board. ⸻(1) General  directions  and administration  of the Authority  and its affairs  shall  \nvest in a Board  which  may exercise  all powers,  perform  all functions  and do all acts and things  \nwhich  may be exercised,  performed  or done  by the Authority.  \n(2) The Board  shall consist  of the following  Members,  namely: ⸻ \n(1)  Secretary, Finance Division.  Chairperson  \n(2)  Secretary, Ministry of Industries and Production.  Member  \n(3)  Secretary, Defence Production Division.  Member  \n(4)  Secretary Ministry of Water and Power.  Member  \n(5)  Secretary, Ministry of Housing and Works.  Member  \n(6)  Secretary, Ministry of Communications.  Member  \n(7)  Three Members from private sector to be nominated by \nthe Federal Government.  Member s \n(8)  Managing Director.  Member  \n (3) The Managing  Director  shall  act as Secretary  to the Board.  \n(4) A member  appointed  from  the private  sector  shall  hold office  for a period  of three  years  \nand shall  be entitled  to such terms  and conditions  as the Federal  Government  may determine.  \n(5) A member  from  the private  sector  may,  by writing  in his hand addressed  to the Federal  \nGovernment,  resign  his office.  \n(6) A casual  vacancy  in the office  of a private  sector  member  shall  be filled  by appointment  \nof another  member  from  the private  sector  for the residue  of the terms  of his predecessor.  \n7. Meeting  of the Board.⸻(1) The meeting  of the Board  shall  be presided  over by the \nChairperson  or, in his absence  the member  elected  by the members,  shall  preside  at the meeting  of \nthe Board.  \n \nPage 7 of 11 \n (2) Five members  shall  constitute  a quorum  for a meeting  of the Board  requiring  a decis ion \nby the Board.  \n(3) The meeting  of the Board  shall  be held at such times,  places  and in such manner  as may \nbe prescribed  by regulation.  \n(4) The members  shall  have  reasonable  notice  of the time and place  of the meeting  and \nmatters  on which  a decision  by the Board  shall  be taken  in such meeting.  \n(5) The decision  of the Board  shall  be taken  by the majority  of its members  present  and, in \ncase of a tie, the member  presiding  a meeting  shall  have  a casting  vote.  \n(6) All orders,  determination  and decision  of the Board  shall  be taken  in writing  and shall  be \nsigned  by the Managing  Director.  \n8. Managing  Director. ⸻(1) The Federal  Government  shall  select  and appoint  a whole  time \nManaging  Director  to serve  as member  of the Board  and shall  be responsible  for day to day \nadministration  of the Authority  for such period  and on such terms  and conditions  as the Federal  \nGovernment  may, determine.  \n(2) The Managing  Director  shall  be appointed  for three  years  and he shall  be eligible  for re-\nappointment  but his total tenure  shall  in no case exceed six years.  \n(3) No person shall be appointed or continue as Managing Director, if he ⸻ \n(a)  has been  convicted  of an offence  involving  moral  turpitude;   \n(b)  has been  removed  from  service  for misconduct;  \n(c)  has been  adjudicated  as insolvent;   \n(d)  is incapable  of discharging  his duties  by reasons  of physical  or mental  \nincapacity  and has been  so declared  by a Medical  Board  appointed  by the \nFederal  Government;  or \n(e)  fail to disclose  any conflict  of interest  at or within  the time provided  for such \ndisclosure  by or under  this Ordinance  or contravene  any of the provisions  of \nthis Ordinance.  \n(4) The Managing  Director  may,  at any time,  resign  his office  by writing  under  his hand  \naddressed  to the Federal  Government.  \n(5) The Managing  Director  shall  be paid such salary  and allowances  as the Federal  \nGovernment  may determine  but his salary  and allow ances  shall  not be varied  to his disadvantage  \nduring  his term of office.  \n(6) The Managing  Director  shall  not, during  the term of his office,  engage  himself  to any \nother  service,  business,  vocation  or employment  nor shall  he before  the expiration  of one year \nthereof  enter  into employment  or accept  any advisory  or consult  relationship  with any person  \nengaged  in public  procurement  activity:  \nProvided  that where  the Managing  Director  is a Government  servant  there  shall  be no such \nrestrictions  on his employment  after he has retired  or transferred  from  the post of Managing  Director  \n \nPage 8 of 11 \n and where  he is from  private  sector  he shall  not have  any direct  or indirect  financial  interest  or have  \nany connection  with any company  engaged  in public  procurement  activity  for so long as he holds  \noffice  and for a period  of one year thereafter . \n(7) The Managing  Director  shall  have  power  and responsibility  to⸻ \n(a)  exercise  administrative  control  over the personnel  of the Authority;  \n(b)  exercise , in respect  of the Authority,  such other  management,  administrative \nand financial  powers  as deemed  appropriate  by the Authority.  \n(c)  submit  the annual  budget  proposa ls of the Authority  to the Board;  \n(d)  prepare  the annual  report  of the Authority  for the Board  and the Federal  \nGovernment;  \n(e)  exercise  such powers  as the Board  may delegate  to him; and \n(f)  act on behalf  of the Authority,  in any emergency,  subject  to the obligation  to \nreport  such action  to the Board  at its next meeting  and to seek the Board ’s \nratification  of any action  so taken.  \nCHAPTER  IV.-FINANCIAL  PROVISIONS  \n9. Fund. ⸻(1) There  is hereby  established  a Fund  to be known  as the Public  Procurement  \nRegulatory  Authority  Fund  which  shall  vest in the Authority  and shall  be utilized  by the Authority  to \nmeet  the charges  in connection  with its functions  under  this Ordinance.  \n(2) To the credit  of the Public  Procurement  Authority,  a fund shall  be placed  comprising ⸻ \n(a)  such sums  as the Federal  Government  may,  from  time to time,  allocate  to it in \nthe annual  budget;   \n(b)  grants;  \n(c)  income  from  investment  by the Authority;  and \n(d)  all other  sums  or properties  which  may in any manner  become  payable  to or \nvest in, the Authority  in respect  of any matter.  \n(3) The Authority,  while  performing  its functions  and exercising  its powers  under  the \nOrdinance,  shall  exercise  highest  sense  of prudence  as far as expenditures  are concerned.  \n10. Expenditure  to be charged  on the Fund. ⸻ The Fund  shall  be expended  for the purpose  \nof⸻ \n(a)  paying  any expenditure  lawfully  incurred  by the Authority,  relating  to \nremuneration  of its members,  employees,  advisers,  and consultants  of the \nAuthority , including  provident  fund contributions,  superan nuating  allowances  \nor gratuities,  legal  fees and costs  as well as other  fees and costs;  \n(b)  paying  any other  expenses,  costs  or expenditure  properly  incurred  or accepted  \nby the Authority  in the performance  of its functions  or the exercise  of its \npowers  under this Ordinance;  \n \nPage 9 of 11 \n (c)  purchasing  or hiring  equipment,  machinery  and any other  work  and \nundertakings  in the performance  of its functions  or the exercise  of its powers  \nunder  this Ordinance;  \n(d)  repaying  any financial  accommodation  received;  and \n(e)  generally,  paying  any expenses  for carrying  into effect  the provisions  of this \nOrdinance.  \n11. Power  to obtain  finances  and receive  grants. ⸻ The Authority  may, from  time to time \nand with the approval  of the Federal  Government,  accept  grants  from  entities  both domestic  and \ninternational,  including  multilateral  agencies  for meeting  any of its obligations  or performing  of any \nof its functions.  \n12. Investment. ⸻ The Authority  may invest  its surplus  funds  in accordance  with the \ninstructions  of the Federal  Governme nt. \n13. Budget  and accounts. ⸻ The Authority  shall  cause  its accounts  to be maintained  \nproperly  and in respect  of each financial  year submit  for approval  of the Federal  Government  by such \ndate and in such form  as may be specified  by the Federal  Government  a statement  showing  the \nestimated  receipts  and current  expenditure  and the sums  to be required  from  the Government  during  \nthe next financial  year.  \n14. Maintenance  of accounts. ⸻ The Authority  shall  cause  proper  accounts  to be kept and \nshall  after the end of each financial  year cause  to be prepared  for that financial  year a statement  of \naccounts  of the Authority  which  shall  include  a balance  sheet  and an account  of receipt  and \nexpenditure.  \n15. Audit. ⸻ The accounts  of the Authority,  shall  be audited  every  year by the Auditor - \nGeneral  of Pakistan.  \nCHAPTER  V.-REGULATORY  AND  OTHER  PROVISIONS . \n16. Information. ⸻(1) The Authority  may call for any information  required  by it for carrying  \nout the purposes  of this Ordinance,  from  any person  or any institution  in public  procurement  \nactivities  and any such person  or institution  shall  provide  the required  information  called  by the \nAuthority.  \n(2) The Authority  shall  furnish  to the Federal  Government  such information  with respect  to \nthe policies  and procedures  it is pursuing  or proposes  to pursue  in the performance  of any of its \nfunctions  under  this Ordinance  as the Federal  Government  may,  from  time to time, require.  \n17. Annual  report. ⸻ Within  one hundred  and twenty  days from  the end of each financial  \nyear,  the Authority  shall  cause  a report  to be prepared  on its activities  including  inquiries  and \ninvestigations  made  by the Authority  under  this Ordinance  during  that financial  year and release  to \nthe public  after it has been  seen by the Cabine t. \n \n \n \n \nPage 10 of 11 \n CHAPTER  VI.-MISCELLANEOUS  \n18. Appointment  of officers  and staff,  etc.⸻(1) The Authority  may,  from  time to time and \nwithin  its resources,  appoint  such officers,  servants,  advisers,  consultants  and experts  as it may \nconsider  necessary  for performance  of its functions.  \n(2) The Authority  shall  by regulations  prescribe  the procedure  for appointment  of its officers,  \nservants,  advisers,  consultants  and experts  and the terms  and conditions  of their service. \n19. Members,  officers,  etc. to be public  servants. ⸻ The Chairperson,  members,  Director -\nGeneral , officers,  servants,  advisers,  consultants  and experts  of the Authority  shall,  when  acting  or \npurporting  to act in pursuance  of any of the provisions  of this Ordinance  or the rules  and regulations  \nmade  thereunde r, be deemed  to be public  servants  within  the meaning  of section  21 of the Pakistan  \nPenal  Code  (Act XLV  of 1860).  \n20. Delegation. ⸻ The Authority  may,  by such conditions  and limitations  as it may deem  fit \nto impose,  delegate  any of its functions  or powers  to the Managing  Director,  or one or more  \nmembers  or any of its officers  except  the power  to⸻ \n(a)  approve  audited  accounts;  \n(b)  recommend  exemption  under  section  21; and \n(c)  make  or repeal  regulation  made  under  this Ordinance.  \n1[20A.  Mechanism  for grievan ce redressal. ⸻ The procuring  agency  shall,  by rules  and \nregulations  made  under  this Ordinance,  have  a mechanism  for grievance  redressal  of bidder  during  \nprocurement.]  \n21. Power  to exempt. ⸻ The Authority  may,  for reasons  to be recorded  in writing , \nrecommend  to the Federal  Government  that the procurement  of an object  or class  of objects  in the \nnational  interest  be exempted  from  the operation  of this Ordinance  or any rule or regulation  made  \nthereunder  or any other  law regulating  public  procurement  and the Fede ral Government  on such \nrecommendations shall exempt the aforesaid objects or class of objects from the operation of the \nlaws and rules and regulations made thereunder.  \n[21A. Ordinance not to apply to certain bodies corpora te, etc .⸻(1) Notwithstanding  \nanything contained in this Ordinance the provisions thereof shall not apply to a body corporate, \ncompany, institution undertaking or establishment specified in the Schedule to this Ordinance, which \nhas been privatized pursuant to the Pri vatization Com mission Ordinance, 2000 (L II of 2000).  \n \n(2) The Federal Government may, by notification in the official Gazette, amend the Schedule \nso as to add any entry thereto, modify or omit any e ntry therein. ] \n \n 22. Validity of proceedings. ⸻ No act or proceedings of the Authority or the Board, shall be \ninvalid by reason only of the existence of a vacancy in, or defect in the constitution of, the Authority \nor the Board.  \n \n1Ins. new section 20A by Act. No II of 2023, s. 5.  \n2Ins. new section 2 1A by Act. No II I of 20 06, s. 19. \n \n \nPage 11 of 11 \n 23. Indemnity. ⸻ No suit, prosecution, or other legal proceedings shall li e against the \nAuthority, the Board, the Chairperson or any member, officer, servants, advisers or consultants of the \nAuthority in respect of anything in good faith done or intended to be done under this Ordinance or \nthe rules and regulations made thereunde r. \n24. Common seal. ⸻(1) The Authority shall have a common seal and such seal shall be kept \nby the Managing Director or such other person as the Chairperson may authoris e. \n (2) The seal shall be authenticated in the same manner as may be prescribed by regulation \nand any document purported to be sealed with the seal so authenticated shall be receivable as \nevidence of the particular stated in the document.  \n25. Winding up. ⸻ No provision of law relating to winding up of bodies  corporate shall \napply to the Authority and the Authority shall not be wound up except by the orders of the Federal \nGovernment in the same manner as the Federal Government may direct.  \n26. Power of the Federal Government to make rules. ⸻ The Federal Governme nt may, by \nnotification in the official Gazette, make rules for carrying out the purposes of this Ordinance.  \n27. Power of the Authority to make regulations. ⸻ The Authority may make regulations, \nnot inconsistent with the provisions of this Ordinance and the  rules made thereunder, for carrying out \nthe purposes of this Ordinance.  \n \n1[THE SCHEDULE  \n[See section 21A] \n \n1. The Pakistan Telecommunication  Company  Limited. ] \n \n \n \n \n \n \n \n \n \n \n \n \n1Adde d by Act. No II I of 20 06, s. 19."
}