{
    "file": "./converted_json\\administrator66aa0b48464dce4549a6b07f3bde45e5(1).json",
    "name": "Kalam Bibi International Women Institute Bannu Act, 2023",
    "date": "8th June, 2023",
    "tagline": "An Act to provide for the establishment of the Kalam Bibi International Women Institute Bannu",
    "content": "Page 1 of 32 \n \n \n \n \n \n \n \nTHE KALAM BIBI INTERNATIONAL WOMEN INSTITUTE \nBANNU ACT, 2023  \n \n \n \nCONTENTS  \n \nCHAPTER -I \nPRELIMINIARY  \n \n1. Short titl e, application and commencement.  \n  \n2. Definitions.  \n \nCHAPTER -II \nTHE INSTITUTE  \n \n3. Incorporation.  \n \n4. The Institute shall consist of . \n \n5. Powers and purposes of the Institute . \n \n6. Institute open to  all classes, creeds, etc.  \n \n7. Teaching and examination at the Institute.  \n \nCHAPTER -III \nOFFICERS OF THE INSTITUTE  \n \n8. Principal officers.  \n \n9. Chancellor.  \n \n10. Pro-Chancellor . \n \n11. Vice -Chancellor.  \n \n12. Appointment and removal of  the Vice -Chancellor . \n\n \nPage 2 of 32 \n  \n13. Registrar.  \n \n14. Treasurer.  \n \n15. Controller of Examinations . \n \n16. Director Planning and Development.   \n \n17. Director Quality Enhancement Cell (QEC).  \n  \n18. Director of Office of Rese arch, Innovation and Commercialization (ORIC).  \n \nCHAPTER -IV \nAUTHORITIES OF THE UNIVERSITIES  \n \n19. Authorities . \n \n20. Senate.  \n \n21. Powers and functions of the Senate . \n \n22. Visitations.  \n \n23. Syndicate.  \n \n24. Power and duties of Syndicate.  \n \n25. Academic Council . \n \n26. Powers and functions of the  Academic Council . \n  \n27. Representation Committees.  \n \n28. Appointment of  committees by  certain Authorities.  \n \nCHAPTER -V \nSTATUTES, REGULATIONS AND RULES  \n \n29. Statutes.  \n \n30. Regulations . \n \n31. Amendment and repeal of Statutes and Regulations . \n \n32. Rules.  \n \n \n \nCHAPTER -VI \n \nPage 3 of 32 \n INSTITUTE FUND  \n \n33. Fund of the Institute . \n \n34. Audit and accounts . \n \nCHAPTER -VII \nGENERAL PROVISIONS  \n \n35. Opportunity to show cause . \n \n36. Appeal to the Syndicate and the Senate . \n \n37. Service of the Institute . \n \n38. Benefits and insurance . \n \n39. Commencement of term of office of members of Authority . \n \n40. Filling of casual vacancies in Authorities . \n \n41. Flaws in the constitution of Authorities . \n \n42. Proceedings of Authorities not invalidated by the vacancies . \n \n43. First Statutes and Regulations.  \n \n44. Savings.  \n \n45. Indemnity.  \n \n46. Removal of difficulties . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 32 \n THE KALAM  BIBI INTERNATIONAL WOMEN INSTITUTE \nBANNU ACT, 2023.  \n \nACT No. OF 2023  \n \n[Islamabad, the 8th June, 2023 ] \nAN \n \nACT  \n \nto provide  for the establishment of  the Kalam  Bibi International  Women Institute Bann u \n \nWHEREAS, it is expedient in public interest to up grade  Women Campus of University of \nBannu to full fledge Kalam Bibi International Women Instit ute Bannu Khyber  Pakhtunkhwa and  for  \nthe matters connected  therewith  and ancillary thereto;  \n \nIt is hereby enacted as follows:‒‒\nCHAPTER -I \nPRELIMINARY  \n \n1. Short title, application and commenc ement. —(1) This Act shall be cal led as the Kalam \nBibi International Women Institute Bannu Act, 2023.  \n \n(2) It shall extend to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions .— In this Act, unless there is anything repugnant in the subject or context, — \n \n(i) “Academic Council ” means the Academic Council of the Institute;  \n \n(ii) “affiliated college ” means an educational  institution affiliated to the Institute \nbut not maintained or administered by it;  \n \n(iii) “Authority ” means any of the Authorities of the Institute specified in section 20;  \n \n(iv) “Chairman ” means the  Chairman or the  head of an academic department and \nincludes Principal of a constituent college or Director of  an institute;  \n \n(v) “Chairperson ” means Chairperson of the Senate;  \n \n(vi) “Chancellor ” means the Chancellor of the Institute;  \n \n(vii) “Commission ” means the Higher Education Commission set  up under the \nHigher Education Commission Ordinance, 2002 (LI II of2002);  \n \n(viii)  “Controller of Examinations ” means the Controller of Examinations of the \nInstitute;  \n \n \nPage 5 of 32 \n (ix) “constituent institution ” means a constituent  institution, college, or school of \nthe Institute  by whatever  name call for but established, maintained, and \nadministered by the Institute;  \n \n(x) “Dean ” means the head of any Faculty, or  the Head  of any academic body \ngranted the status of a Faculty under this Act or by the Statutes or Regulations;  \n \n(xi) “department ” means a teaching department  maintained and administered or \nrecognized by the Institute in the prescribed manner;  \n \n(xii) “Director ” means the head o f a constituent college or unit;  \n \n(xiii)  “Faculty ” means an administrative and academic unit of the Institute consisting \nof one or more departments, as may be prescribed;  \n \n(xiv)  “Government ” means the Federal Government;  \n \n(xv) “Institute ” means the Kalam Bibi International Women Institute Bannu;  \n \n(xvi)  “Institute teacher ” means a whole -time teacher appointed and paid by the \nInstitute, or recognized by the Institute as such;  \n \n(xvii)  “prescribed ” means prescribed by Statutes,  Regulations or Rule s made under \nthis Act;  \n \n(xviii)  “Pro-Chancellor ” means Pro -Chancellor of the Institute;  \n \n(xix)  “registered Graduate ” means  a  graduate of the  Institute whose name stands \nentered in the registered maintained for this purpose;  \n \n(xx) “Registrar ” means the Registrar of the Institute;  \n \n (xxi)  “Representation Committees ” means the  Representation  Committees  \nconstituted under section 28;  \n \n(xxii)  “Review Panel ” means the Review Panel set up by the Chancellor in accordance \nwith the provisions of section IO;  \n \n(xxiii)  “Search Committee ” means the Search Committee set up by the Senate under \nsection 13;  \n \n(xxiv)  “Secretariat ” means Secretariat headed by  the Vic e-Chancellor of the Institute \nas administrative  conglomeration comprising Registrar,  Controller  of \nExaminations , Treasurer and Deans  to assist the  Vice -Chancellor;  \n \n(xxv)  “Senate ” means the Senate of the Institute;  \n \n(xxvi)  “Statutes ” “Regulations ” and “Rules ” means respectively  the Statutes,  the \nRegulations and the Rules made under this Act and for the time being in force;  \n \n \nPage 6 of 32 \n (xxvii)  “Syndicate ” means the Syndicate of the Institute;  \n \n(xxviii) “teachers ” include Professors, Associate Professors, Assistant  Professors and \nLecturers engaged whole -time by the Institute a nd such other persons as may \nbe declared by Regulations to be teachers;  \n \n(xxix)  “Treasurer ” means the Treasurer of the Institute; and  \n \n(xxx)  “Vice -Chancellor ” means the Vice -Chancellor  of the Institute specified in  \nsection 12 . \n \nCHAPTER -II \nTHE INSTITUTE  \n \n3. Incorporation .— (l) As soon as may be after coming  into force of this Act, the Women  \nCampus  of the University  of Bannu shall, by notification  in the  official  Gazette,  be  reconstituted  \nas  the  Kalam  Bibi  International  Women Institute  Bannu  in accordance  with the provisions  of this \nAct. \n \n(2) The Institute shall be a body corporate by the  name of  the Kalam  Bibi International Women \nInstitute Bannu and  shall have a perpetual succession  and a common seal and may, by the said name, \nsue and be sued.  \n \n(3) The Institute shall be competent to acqu ire and hold property, both movable and immovable,  \nand  to  lease,  sell  or otherwise  transfer  any  movable and immovable  pro perty  which  may have \nbecome  vested   in or been acquired  by it. I t shall also be competent to  receive grants.  \n \n(4) Notwithstanding anything contained in any other law for the time being  in force, the  \nInstitute shall  have academic,  financial and admini strative autonomy,  including the powe r to employ \nofficers, teachers and other employees on such term s  and conditions as may be prescribed, subject to \nthe provisio ns  of this Act and the Higher Education Commission  Ordinance, 2002  (LIII of 2002). In \nparticular and without prejudice to the authority granted  to the Commission by the  law, the    \nGovernment or an authority    or auditor  appointed  by the  Government shall have no power to question \nthe policy underlying the  allocation of resources approved by  the Senate in the annual budget of the \ninstitute.  \n \n(5) The Institute  shall be liable to  provide facilities to the representatives of the Commission,  \nor such similar relevant organizations  for visitation to enable them  to verify that the Institute is \nmaintaining appropriate academic standards.  \n \n4. The Institute shall consist of .— \n  \n(a) the Chancellor, Pro -Chancellor,  mem bers of the Senate and the Vice -\nChancellor;  \n  \n(b) the members of the Authorities of the Institute established under section 20;  \n \n(c) all  Institute  teachers   and  persons  recognized   as  students   of the institute  \nin  accordance  with  terms   prescribed   from  time  to  time; and  \n \n \nPage 7 of 32 \n (d) all other full -time employees  of the Institut e. \n \n5. Powers and purposes of the Institute .— The Institute shall have the followi ng powers and \npurposes, namely: — \n \n(i) to provide for instructions  in such branches of learning  as it may deem fit and \nto make provisions for teaching, training, research and development  of \ntechnologies  an d  for the advancement and dissemination of knowledge  in  \nsuch  other  fields or branches  of study as the Senate may determine;  \n \n(ii) to prescribe  courses  of studies  to  be  conducted  by  it  and  the constituent \ncolleges;  \n \n(iii) to hold examinations  and to award and confer degrees, diplomas, certificates \nand other academic distinctions to and on persons, who have been admitted to \nand have passed its examinations under prescribed conditions;  \n \n(iv) to  prescribe  the  terms  and  conditions   of  emplo yment  of the officers,  \nteachers  and other employees  of the Institute  and to lay· down  terms  and  \nconditions  that  may  be  different  from  those applicable to Government \nservants in general;  \n \n(v) to engage, where  necessary,  persons  on  contract   of specified duration and to \nspecify the terms of each engagement;  \n \n(vi) to confer  honorary  degrees  or  other  distinctions  on  approved persons in the \nprescribed manner;  \n \n(vii) to provide for such instruction for persons not being students of the Institute as \nit may prescribe and to grant certificates and diplomas to such persons;  \n \n(viii)  to institute  programs  for the  exchange  of students and teachers between the \ncolleges and other universities, educational institutions and research \norganizatio ns, inside as well as outside Pakistan;  \n \n(ix) to provide  career  counseling  and job search services to students and alumni;  \n \n(x) to maintain linkages with alumni;  \n \n(xi) to develop and implement fund -raising plans;  \n \n(xii) to provide and support the academic development of  the faculty;  \n \n(xiii)  to confer  degrees  on persons  who  have  carried on  independent  resea rch \nunder prescribed condition  \n \n(xiv)  to accept the examinations passed and the period of study spent by students of \nthe institute at othe r universities and places of learning equivalent  to  such  \nexaminations  and  periods  of  study  in  the Institute, as it may prescribe and \nto withdraw such acceptance;  \n \nPage 8 of 32 \n (xv) to co -operate with other universities, public authorities or private organizatio ns,  \ninside as well as outside Pakistan,  in such manner and for such purposes as it \nmay prescribe;  \n \n(xvi)  to institute professorships, associate professorships, assistant professorships and \nlectureships and any other posts and to appoint persons thereto;  \n \n(xvii)  to create posts for research, teaching, extension, administration and other related \npurposes and to appoint persons thereto;  \n \n(xviii)  to affiliate and disaffiliate educational institutions under prescribed conditions;  \n \n(xix)  to inspect colleges and other educational institutions affiliated or seeking \naffiliation with it;  \n \n(xx) to recognize selected members of the teaching staff of affiliated colleges or \neducational institutions admitted to the privileges of the Institute  or  such other  \npersons as  it  may dee m  fit,  as  Institute teachers;  \n \n(xxi)  to institute and award financial assistance to students in n eed, fellowships, \nscholarships, bursaries, medals and prizes  under prescribed  conditions;  \ndepartments, schools, co nstitue nt colleges, faculties, institutes, museums and \nother centers of learning for the development of te aching and research and to \nmake such arrangem ents for their maintenance, management and administration \nas it may prescribe in different parts of the country;  \n \n(xxiii)  to provide for the residence of the students of the Institute and the constituent \ncolleges, to institute and maintain halls of residence and to approve or license \nhostels and lodging;  \n \n(xxiv)  to maintain order,  discipline and security on the camp uses of the  Institute and \nthe constituent colleges;  \n \n(xxv)  to promote the extra -curricular and recreational activities of such students and \nto make arrangements for promoting their health and general welfare;   \n  \n(xxvi)  to demand and receive such fees and other charges as it may determine;  \n \n(xxvii)  to make provision for research,  advisory or consultancy services and with these \nobjects to enter into arrangements with other institutions, public or private \nbodies and commercial and industrial enterprises under prescribed conditions;  \n \n(xxviii)  to enter into, carry out, vary or cancel contracts;  \n \n(xxix)  to receive  and  manage  property  transferred  and  grants, contributions made \nto the Institute and to invest any fund representing  such property,  grants,  \nbequests,  trusts,  gifts, donations, endowments or contributions in such manner \nas it may deem fit;  \n \n(xxx)  to provide for the printing and publication  of research and other works;  \n \nPage 9 of 32 \n (xxxi)  to make Rules, Regulations and  Statutes for the Institute; \n \n(xxxii)  to do all such other acts and things,  whether incidental  to the powers aforesaid \nor not, as may be requisite or expedient to further the objectives of the Ins titute \nas a place of education,  learning and research.  \n \n6. The principl e seat of  the Institute shall be at Bannu, Khyber  Pakhtunkhwa and it may set up \nany number of campuses, colleges and institutes at other places in Pakistan and abroad with prior \napproval of the Chancellor and Commission after completion of  ten years of est ablishment of the \nInstitute.  \n \n7. Institute open to  all classes, creeds, e tc.— (1) The Institute shall be open to all persons of \nfemale gender of whatever religion,  race, caste,  class, creed,  colour or domicile  who  qualify for \nadmission  to the courses  of study offered by the Institute based on the criteria and policy determined \nby the Senate and no such person shall be denied the privileges of the Institute on the ground only of \nreligion, race, caste, class, colour or domicile.  \n \n(2) An increase in any fee or charge that is in excess of ten per cent per annum on an annualized \nbasis  from the last such  increase may  not be made except in special circumstances and only with \napproval of the Chancellor.  \n \n(3) The Institute  shall initiate financial  aid programs for students in need,  to  the  extent  \nconsidered  feasible  by  the  Senate  given  the  resources available, so as to enable admission and \naccess to the Institute and the various opportunities provided by it to be based on m erit rather than \nability to pay  \n \nProvided that the Institute may  initiate self -finance schemes  covering not more than ten percent \nof the total number of candidates in any  on campus taught course or research -based program of study.  \n \n8. Teaching and examination at the Institute. — (1) All academic programs of the Institute \nshall be conducted in the prescribed manner and the Senate shall ensure that the courses of study, the \ncurriculum and the practical  work at the Institute are comparable in standard with other similar \ninstitutions.  \n \n(2) All recognized teaching in various courses shall be conducted by the Institute in the \nprescribed manner and may include lectures, tutorials, discussions , seminars , demonstrations, distance \nlearning and other methods of instruction as well  as practical work in the laboratories, hospitals, \nworkshops and other governmental or private organizations.  \n \n(3) The authority responsible for organizing recognized academic programs shall be such as \nmay be prescribed.  \n \n(4) The Institute shall associate internal and external examiners in the conduct of examinations.  \n \nCHAPTER -III \nOFFICERS OF THE INSTITUTE  \n \n9. Principal officers .— The following shall be the principal off icers of the Institute, namely:  \n \n(a)        the Chancellor;  \n \n \nPage 10 of 32 \n (b) the Pro -Chancellor;  \n \n(c) the Vice -Chancellor;  \n \n(d) the Deans;  \n \n(e) the Chairmen of  the teaching departments:  \n \n(e) the Directors of the constituent colleges;  \n \n(f) the Registrar;  \n \n(g) the Treasurer;  \n \n(h) the Controller of Examinations; and  \n \n(i) such  other  persons,  as  may  be  prescribed  by  the  Statutes or Regulations, \nto be the officers of the Institute.\n \n10. Chance llor.—(1) The President of the Islamic Republic of Pakistan shall be the Chancellor \nof the Institute.  \n \n(2) The Chancellor shall, when present,  preside over the meetings of the Senate and the \nconvocation of the Institute. In the absence of the Chancellor, the Pro -Chancellor shall preside over \nthe convocation of the Institute.  \n \n(3) The members of the Senate as well as Vice -Chan cellor shall be appointed  by the Chancellor  \nfrom amongst the  persons recommended by the Representation  Committee  set  up  for this  purpose  \nunder  sub -section  ( 1) of section 28 along with those elected.  \n \n(4) Every proposal to confer an honorary degr ee shall be subject to confirmation by the \nChancellor.  \n \n(5) If the Chancellor is satisfied that a serious irr egularity or mismanagement with  respect to \nthe affairs of  the Institute  has occurred , he may,  \n \n(a) as   regards   proceedings   of  the   Senate,   direct   that   specified proceedings \nbe reconsidered  and appropriate action taken within one month of the direction \nhaving been issued:  \n \nProvided  that  if the  Chancellor  is  satisfied  that  either  no reconsideration has been carried  \nout or that the reconsideration has failed to address the concern expressed, he may after calling upon \nthe Senate to show cause in writing, appoint a five -member review panel to examine and report to the \nChancellor on the functioning of the  Senate.  The  report  of the  review  panel  shall  be  submitted \nwithin  such time  as may be  prescribed  by the Chancellor.  The review panel shall be drawn from \npersons of eminence    in academics in the fields of law , accountancy  and administration or as deem fit \nby the Chancellor; and  \n \n \nPage 11 of 32 \n (b) as regards proceedings of any Authority or with respect to matters within the  \ncompetence  of  any Authority  other than the  Senate, direct the Senate to \nexercise powers under section 18.  \n \n11. Pro-Chancellor .— The Provincial minister -in-charge of the concerned department dealing \nwith the subject of higher education shall be the Pro -Chancellor of the Institute and shall in  absence \nof the chancellor preside over the convocation of the Institute.  \n \n12. Vice -Chancellor  .— (l)  The re  shall be a Vice -Chancellor  of the Institute who shall be a \nperson of national eminence and proven ability with significant contribution to higher  education as an \nacademician,  researcher or administrator and shall be appointed on such terms and condi tions as may \nbe prescribed.  \n \n(2) The  Vice -Chancellor  shall  be  the  chief  executive  officer  and principal accounting \nofficer of the Institute responsible for all administrative and academic functions of the Institute and for \nensuring that the provisio ns of this Act,  Statutes,  Regulations  and  Rules  are  faithfully  observed  to  \npromote  the general  efficiency and good order of the Institute.  The Vice -Chancellor shall have all \npowers prescribed for this purpose, including administrative control o ver the officers, teachers and \nother employees of the Institute.  \n \n(3) The Vice -Chancellor shall, if present, be entitled to attend any  meeting of any Authority or \nbody of the Institute.  \n \n(4) The Vice -Chancellor may,  in  an emergency  that  in  his  opinio n requires    immediate    \naction   ordinarily    not    in    the   competence    of   the Vice -Chancellor,  take  such action  and  \nforward,  within  seventy -two  hours,  a report of the action  taken to the members of the Emergency \nCommittee of the Sena te, to be set up by Statute and the Emergency Committee may direct such further \naction as is considered appropriate.  \n \n(5) The Vice -Chancellor shall also have the following powers, namely: — \n \n (a) to direct teachers, officers and other employees and the Secr etariat to  take  up  \nsuch  assignments   in  connection  with  examination, administration, and such \nother activities in the Institute as he may consider necessary for the purposes of \nthe Institute;  \n \n(b) to  sanction  by  re -appropriation   an  amount  not  exceeding   an amount \nprescribed by the Institute for an unforeseen item not provided for in the budget \nand report it to the Senate at the next meeting;  \n \n(c) to make  appointments  o f such  categories  of employees  of the Institute and in \nsuch manner  as may be prescribed by the Statutes;  \n \n(d) to suspend, punish and remove, in accordance with the prescribed procedure,  \nfrom service officers, teachers and other employees of the Institute;  \n(e) to delegate, subject to such conditions as may be prescribed,  any of his powers \nunder this Act to an officer or officers of the Institute; and  \n \n(f) to exercise and perform such other powers and functions as may be prescribed.  \n \n \nPage 12 of 32 \n (6) The Vice -Chancellor shall present an annual report before the Senate within three mont hs \nof the close of the academic year. The annual report shall present such information as regards the \nacademic year under review as may be prescribed, including disclosure of all relevant facts pertaining \nto— \n \n(a) academics;  \n \n(b)     research;  \n \n(c)     adminis tration ; and  \n \n(d)    finances.  \n \n(7) The Vice -Chancellor shall make available an annual report, prior to its presen tation before \nthe Senate, to all  officers and Institute teachers and it shall be published in such numbers, and uploaded \non the Institute website, as required to ensure its wide circulation.  \n \n13. Appointment and removal of  the Vice -Chancellor. —(1) The Vice -Chancellor shall be \nappointed by the Chancellor on the basis of recommendations made by the Senate as provided herein \nbelow.\n \n(2) A Search Committee for the recommendation of persons suitable for appointment as Vice -\nChancellor  shall be constituted by the Senate on the dat e and in the manner prescribed by Statutes and \nshall consist of two eminent members  of society  nominated  by  the  Chancellor  of whom  one  shall  \nbe appointed as convener,  two members of the Senate,  two distinguished Institute teachers who are \nnot me mbers of the Senate and one academician of eminence not employed by the Institute. The two \ndistinguished Institute teachers shall be selected by the Senate through a process prescribed by Senate , \nwhich  provides for the recommendation of suitable names by t he Institute teachers in general. The \nsearch Committee shall remain in existence till such time that the appointment of the next Vice -\nChancellor has been made by the Chancellor.  \n \n(3) The persons proposed by the Search Committee for appointment as Vice -Chan cellor will \nbe considered by the Institute and of these a panel of three in order of priority shall be recommended \nby the Senate to the Chancellor:  \n \nProvided that the Chancellor may decline to appoint any of the three persons recommended \nand seek recommend ation of a fresh panel. In the event of a fresh recommendation being sought by \nthe Chancellor the Search Committee shall make a proposal to the Senate in the sam e manner as \nprovided for in sub -section (2).  \n \n(4) The Vice -Chancellor shall be appointed for a renewable tenure of four years on the terms \nand conditions prescribed by the Statute.  The tenure of an incumbent Vice -Chancellor of the Institute  \nshall be renewed once by the Chancellor on receipt of a resolution of the Senate in support of such \nrenewal:  \n \nProvided that the Chancellor may call upon the Senate to reconsider such resolution once:  \n \nProvided further that present incumbent Vice -Chancellor shall not be allowed any extension  \nin  his tenure  but  subjec t to  eligibility he may  again compete  for the post of the Vice -Chancellor in \naccordance  with  the procedure prescribed under this Act.  \n \n \nPage 13 of 32 \n (5) The Senate may, pursuant to a resolution in  this behalf passed by three fourths of its \nmembership, recommend to the Chancellor the removal of the Vice -Chance llor on the grounds of \ninefficiency, moral turpitude or  physical or  mental incapacity or gross misconduct , including  misuse \nof position for personal advantages of any kind:  \n \nProvided that the Chancellor may make a reference to the Senate stating the instances of \ninefficiency, moral turpitude or physical or mental incapacity or gross misconduct  on the part of the \nVice -Chancellor that has come to his notice. After consideration  of the reference, the Senate may , \npursuant  to a resolution in this behalf passed by two -third of its membership , recommend  to the \nChancellor removal of the Vice -Chancellor:  \n \nProvided further that prior to a resolution for the removal of the Vice -Chancello r being voted \nupon, the Vice -Chancellor shall be given an opportunity of being heard.  \n \n(6) A resolution recommending the removal of the Vice -Chancellor shall be submitted to the \nChancel lor forthwith. The Chancellor may accept the recommendation   and order the removal of the \nVice -Chancellor or return the recommendation to the Senate.  \n \n(7) At any time when the office  of the Vice -Chancellor is vacant,  or the Vice -Chancellor is \nabsent or is unable to perform the functions of his off ice due  to  illness  or  some  other  cause,  the  \nSenate  shall  make  arrangements   in accordance   with  the   Statutes   for  the   performance   of  the   \nduties   of  the Vice -Chancellor.  \n \n14. Registrar. —(1) There shall  b e a Registrar of the Insti tute having prescribed  experience \nand qualifications,  to be appointed  by the Senate on the re commendation of the Selection Board, on \nsuch terms and conditions as may be prescribed.  \n \n(2) The Registrar shall be a full -time officer of the Institute and sha ll \n \n(a) be the custodian of the common seal  and the academic records of the Institute;  \n \n(b) maintain   a register   of register ed   graduates   in   the  prescribed manner;  \n  \n(c) supervise the process  of election, appointment, or nomination  of members  to   \nthe  various   Authorities  and  other  bodies   in  the prescribed manner; and  \n \n(d) perform such other duties as may be prescribed  \n \n(3) The term of office of the Registrar shall be a renewable period of three years:  \n \nProvided that the Sen ate may, on the advice of the Vice -Chancellor, terminate the appointment   \nof the Registrar on grounds of inefficiency or  misconduct in accordance with the prescribed procedure.  \n \n(4) When the office of the Registrar is vacant or the Registrar is absent or unable to perform \nhis functions owing to any cause, the Senate shall make temporary arrangements for  the performance \nof duties of the Registrar , but the period of such temporary arrangements shall  not exceed six  months , \nand the Registrar shall be appointed  during that period.  \n \n \nPage 14 of 32 \n 15. Treasurer .—(1) There shall be a Treasurer of the Institute, having prescribed experience  \nand qualifications  to be  appointed  by the Senate on the recommendation of the Selection Board, on \nsuch terms and conditions as may be prescribed.  \n \n(2) The Treasurer shall  be the chief financial officer  of the Institute and shall - \n \n(a)    manage the assets, liabilities, receipts, expen ditures, funds, and investments of \nthe Institute;  \n \n(b) prepare the annual and revised budget estimates of  the Institute and present them \nto the Syndicate or a committee thereof for approval and incorporation in the \nbudget to be presented to the Senate;  \n \n(c) ensure that the funds of the Institute are expended on the purposes for which \nthey are provided;  \n \n(d) have the ac counts of the Institute prepared and audited annually to be available \nfor submission to the Senate within six months of the close of  the financial year; \nand \n \n(e) perform  such other duties as may be prescribed.  \n \n(3) The term of office of the Treasurer shall be for a renewable period of three years:  \n \nProvided  that the  Senate  may,  on the  advice of the Vice -Chancellor, terminate  the  \nappointment  of the  Treasurer  on  grounds  of  inefficiency or misconduct in accordance with the \nprescribe d procedure.  \n \n(4)   When the office of the Treasurer is vacant or the Treasurer is absent or unable to perform \nhis functions owing to any cause, the Senate shall make temporary arrangements for the performance \nof duties of the Treasurer, but the period of such temporary arrangements shall not exceed six months, \nand the Treasurer shall be appointed during that period.  \n \n16. Controller of Examinations .—(l) There shall be a Controller  of Examinations  of the  \nInstitute  having  the  prescribed  experience  and  qualifications,  to  be appointed  by the  Senate  on  \nthe recommendation   of the Selection Board, on such terms and conditions as may be prescribed.  \n \n(2) The Controller of Examinations shall be a full -time officer of the Institute and sh all be — \n \n(a) responsible for all matters connected with the conduct of examinations and to   \nperform such other duties as may be prescribed;  \n \n(b) responsible for secrecy and confidentiality of examinations  and results and to \nperform such other duties as may be prescri bed; and  \n \n(c) perform such prescribed duties in the Secretariat.  \n \n(3) The Controller of Examinations  shall be appointed for a renewable term of three years:  \n \n \nPage 15 of 32 \n Provided that the Senate may, on the advice of the Vice -Chancellor, terminate the a ppointment  \nof the Controller of Examinations on grounds of inefficiency or misconduct in accordance with the \nprescribed procedure.  \n \n(4) When the office of the Controller of Examinations is vacant or the Controller of \nExam inations is absent or unable to perform his functions owing to any cause, the Senate shall make \ntemporary ar rangements for the performance of duties of the Controller of Examinatio ns, but the period \nof such temporary arrangements shall not exceed six months, and the Controller of  Examina tion shall \nbe appointed during that period.  \n \n17. Directo r  Planning  and  Development. —(1)  There  shall be a Director  Planning and  \nDevelopment of the Institute to be appointed by the Senate on the recommendations of the Syndicate \nfor a period of three y ears once renewable on such terms and conditions as may be prescribed.  \n \n(2) The minimum experience as well as the professional and academic qualifications necessary  \nfor the appointment to the post of Director Planning and Development shall be prescribed.  \n \n(3) The Director Planning and Development shall be responsible for all matters connected with \nplanning and development and perform such other duties as may be prescribed.  \n \n(4) The Director Planning and Development shall  \n \n(a) prepare short and long -term pla ns  and development  programs  to meet vision, \ngoals and priorities set by the  Institute management or Senate  \n \n(b) conduct comprehensive review, assessment, and analysis of development \nplanning process (project identification, appraisal, selection, impleme ntation \nand monitoring) and mechanism;  \n \n(c) develop   a   strategy   for   improving   development   of  planning processes  \nand  mechanisms  based  on  findings  of the  situation analysis;  \n \n(d) provide  technical  support  in  developing  project  propos als  and PCs -I for the \nInstitute;  \n \n(e)     be responsible for preparation  of the PC -I,  PC -II,  PC -III, PC -IV and PC -V; \n \n(f) be responsible for preparation of cash work and activity plan;  \n \n(g) be responsible for preparation of quarterly expenditure statem ents;  \n \n(h) be responsible for preparation  of monthly and quarterly progress reports;  \n \n(i) coordinate with works, purchases, store units and accounts; and  \n \n(j) communicate or submit reports, plans and project s to different donors.  \n \n(5) The Senate may on the recommendations or advice of Syndicate, terminate  the services of \nDirector  Planning  and Development on grounds of inefficiency or misconduct in accordance with the \nprescribed procedure.  \n \nPage 16 of 32 \n 18. Director Quality Enhancement Cell  (QEC). —(1) There shall be  a Director Quality \nEnhancement Cell (QEC) of the Institute to be appointed by the Senate on the recommendations of the \nSyndicate  for a renewable period of three years on such terms and conditions as may be prescribed.  \n \n(2) The minimum experience as well as the profession al and academic qualifications necessary \nfor the appoint ment to the post of Director Quality Enhancement Cell (QEC) shall be as may be \nprescribed.  \n \n(3) The Director Quality Enhancement Cell (QEC) shall be responsible to— \n \n(a) review  the  quality  standards  and  the  quality  of teaching  and learning in \neach subject area;  \n \n(b) review the academic association with other institutions  in terms of effective \nmanagement of standards and quality of programs;  \n \n(c) define  clear and  explicit standards as points of reference for the review to be \ncarried out. It should also help the employees to know as to what they could \nexpect from candidates;  \n \n(d) develop qualifications framework by setting out the attributes and abilities that \ncan be expected from the holder of a qualification, i.e. undergraduate and \ngraduate programs;  \n \n(e) develop program specifications. These are standards set of information \nclarifying what knowledge, understanding, skills and other  attributes  a student \nwill hav e developed  on  completing  a specific program;  \n \n(f) develop quality assurance processes and methods of evaluation to affirm that \nthe quality of provision and the standard of awards are being maintained and to \nfoster curriculum, subject and staff developm ent together with research and \nother scholarly activities;  \n \n(g) ensure that  the  Institute's  quality assurance procedures are designed to fit in \nwith the arrangements in place nationally and internationally for maintaining \nand improving the quality of higher education; and  \n \n(h) develop procedures  and  processes,  monitoring  and  evaluation systems a nd \nstandards for the following: — \n \n(i) approval of new program;  \n \n(ii) annual monitoring  and  evaluation  including  program monitoring, \nfaculty monitoring and student perceptions;  \n \n(iii) departmental review;  \n(iv) student feedback;  \n \n(v) employer feedback;  \n \n \nPage 17 of 32 \n (vi) quality  assurance  of undergraduate,  graduate  and  doctoral programs,  \n \n(vii) institutional assessment and performance evaluation;  \n \n(viii)  program specifications; and  \n \n(ix) qualification framework.  \n \n(4) Director, Quality Enhancement Cell (QEC) shall be a member of all statutory bodies and \ncommittees of the Institute.  \n \n(5) The Senate may on  the recommendations or advice of the Syndicate, terminate  t he  services  \nof the  Director Quality Enhancement Cell (QEC) on grounds of inefficiency or misconduct in  \naccordance with the prescribed procedure.  \n \n19. Director of Office of Research, Innovation and Commercialization (ORIC). —(1)  \nThere shall be a Director, ORIC of the Institute to be appointed by the Senate on the recommendations  \nof the Syndicate for a renewable period of three years on su ch terms and conditions as may be \nprescribed.  \n \n(2) The minimum experience as well as the professional and academic qualifications  necessary \nfor the appointment to the post of Director, ORIC shall be such as may be prescribed.  \n \n(3)    The Director, O RIC shall — \n \n(a) manage and enhance  the r esearch activities of the Institute, develop research \npolicies and priorities, work for fund -raising for research, mobilize faculty, \nbusiness   community  and  industry for  research commercialization and serve \nas an effective  advocate for research with the Institute and to its broader \ncommunity of stakeholders and supporters;  \n \n(b) to supervise all aspects of the operation of the Office for Res earch including \nresearch administration ( budgeting, auditing, accounting, human resources, \nmanagement and  maintenance of  facilities and equipment, implementation of \nresearch contracts and  human resources);  \n \n(c) to develop  programs  and activities  that wi ll increase funding for research from \nall public and private sources, establish and maintain excellent relationships \nwith donors and private sources and oversee proposals development and \nsubmission;  \n \n(d) to  promote   the  development   of public -private   partnerships   in support   of  \nInstitute   research,    link   the   Institute's   research community  with the needs \nand priorities  of the corporate  sector, develop  opportunities  for  applied  \nresearch  and  explore opportunities for technology tran sfer and \ncommercialization of Institute research (including incubators and research \nparks);  \n(e) be responsible for monetizing royalty streams from licences; and  \n \n \nPage 18 of 32 \n (f) collaborate with the principal liaison for technical marking and licen sing  on the \ncommerc ialization of the Institute's intellectual property in  coordin ation with \nother relevant departments and offices  \n \n(4) Director (ORIC) shall work in close liaison with the Office of Research and Development, \nPlanning and Development and Institute's technology park.  \n \n(5) The Senate may on the recommendations or  advice of Syndicate terminate the services of \nDirector (ORIC ) on grounds of inefficiency· or mi sconduct in accordance with the prescribed \nprocedure.  \n \nCHAPTER -IV \nAUTHORITIES OF THE UNIVERSITIES  \n \n20. Authorities .—(1) The followi ng shall be the Authorities of the Institute, namely :—                                                                                     \n \n(a)     Authorities established by this Act  shall be — \n \n(i) the Senate;  \n \n(ii) the Syndicate; and \n \n(iii) the Academic Council; and  \n \n(b)    Authorities to be established by the Statutes shall be — \n \n(i) Graduate and Research Management Council;  \n \n(ii) Recruitment, Development, Evaluation and Promotion  Committees for \nteachers and other staff whether at the level  of the department, the \nFaculty or the Institute;  \n \n(iii) Career Placement and internship Committee of each Faculty;  \n \n(iv) Search Committee for the appointment of  the Vice -Chancellor;  \n \n(v) the Representation Committees for appointment to the Senate, S yndicate \nand the Academic  Council;  \n \n(vi) Affiliation Committee;  \n \n(vii) Faculty Council; and  \n \n(viii)  Departmental Council.  \n \n(2) The Senate, the Syndicate and the Academic Council may  set up such other committees or \nsub-committees, by whatever name  described, as are considered desirable through Statutes or \nRegulations as appropriate. Such committees   or sub -committees shall be Authorities of  the institute \nfor the purposes of  this Act.  \n \n21. Senate. —(1)  Th e body responsible for  the go vernance of the Institute shall be the Senate, \nand shall co nsist of the following, namely: — \n \n \nPage 19 of 32 \n (a) the Chancellor who shall be the Chairperson of the Senate;  \n \n(b) the Pro -Chancellor;  \n \n(c) the Vice -Chancellor;  \n \n(d) one Dean to be nominated by the Chancellor;  \n \n(e) one female member  of the National  Assembly  of Pakistan  to be nominated \nby the Speaker National Assembly;  \n \n(f) Secretary to the Government of  Pakistan, dealing with the subject of education \nor his nominee not  below the rank of an Additional Secretary;  \n \n(g) four persons  from society at large being persons  of distinction  in the  fields   \nof administration, management, education, academics, law, accountancy, \nmedicine, fine arts, architecture, industry, agriculture,  science,  technology  and \nengineering  with a view to create  diversity   and  balance   across  the  various   \nfields, to  be nominated by the Chancellor:  \n \nProvided tha t the special focus or affiliation of the Institute may be reflected in the number of \npersons of distinction in an area of expertise  relevant to the Institute who are appointed to  the Senate;  \n \n(h) one person from amongst the alumni of  the Institute;  \n \n(i) two persons  from the academic  community  of the country,  other than  an  \nemployee  of the  Institute  at  the  level  of Professor  or Principal of the College;  \n \n(j) four Institute teachers, including one Professor, one Associate Professor,  one \nAssistant  Professor  and one Lecturer to be elected by teachers of  their \nrespective cadres from amongst themselves;  \n \n(k) nominee of the Higher Education Commission, not below the rank of BPS -19; \n \n(I) Vice -Chancellor of the public sector university to be nominated by the \nChancellor; and  \n \n(m) one industrialist to be nominated by the Government.  \n \n(2) The number of the members of the Senate described against clauses (h) to (k) of sub -section \n(1) may be increased by the Senate through  Statutes subject to the co ndition that the total membership \nof the Senate does not exce ed twenty -one with a maximum of five Institute teachers and ten from \nsociety at large, and the increase is balanced, to the extent possible, across, the  different categor ies \nspecified in sub -section (1 ). \n \n(3) All appointments to the Senate sha ll be made by the Chancellor.  Appoin tments of persons \ndescribed in clauses (h) to ( i) of sub -section (1) shal l be made from amongst a panel of three names \nfor each vacancy recommended by the Representation Co mmittee set up in terms of section 28 and in \naccordance with procedure as may be prescribed:  \n \nProvided that effort shall be made, without compromising on quality or qualifications, to give \nfair representation to women on the Senate:  \n \n \nPage 20 of 32 \n Provided further that as regards the Institute teachers as described  in clause (i) of sub -section \n(1), the Senate shall prescribe a procedure for appointment on the basis of election that provide for \nvoting by various categories of the Institute teachers:  \n \nProvided also that the Senate may alternatively  presc ribe that appointment of Institute teachers \nto the Senate shall also be in the manner provided by this sub -section for the persons described in \nclauses (e) and (f) of sub -section (1).  \n \n(4) Members of the  Senate, other than ex -officio members,  shall hold office for three years.  \nOne third of the members, other than ex -officio members, of the first restructured Se nate, to be \ndetermined by lot, shall retire from office on the expiration of one year from the date of appointment \nby the Chancellor. O ne  half of the remaining members, other than ex -officio  members, of the first \nrestructured Senate, to be determined by lot, shall retire from the office on the expiration of two years  \nfrom the date of appointment a nd the remaining one half, other than ex -officio members, shall retire \nfrom office on expiration of the third year:  \n \nProvided that no person, ot her than an ex -officio member, may serve on the Senate for more \nthan two consecutive terms:  \n \nProv ided further th at the Institute  teachers appointed to  the Senate may not serve for two \nconsecutive terms.  \n \n(5) The Senate shall meet at least twice in a calendar year.  \n \n(6) Service in the Senate shall be on honorary basis:  \n \n Provided that actual expenses may be reimburse d as prescribed.  \n \n(7) The Registr ar shall be secretary of the Sen ate. \n \n(8) All decisions of the Senate shall be taken on the basis  of opinion of majority of the members \npresent .  In the event of the members being evenly divided on any matter the person presiding over the \nmeeting shall have a casting vote.  \n \n(9) The quorum for a meeting of the Senate shall be two -third of its membership, a fraction \nbeing counted as one.  \n \n22. Powers and functions of the Senate .—(1) The Senate shall have the  powers of genera l \nsupervision over the In stitute and shall hold the Vice  Chancellor and the Authorities accountable for \nall the functions of the Institute. The Senate shall also have all powers of the Institute not expressly \nvested in an Authority or officer by this Act a nd all other powers not expressly mentioned by this Act \nthat are necessary for the performance of its functions.  \n \n(2) Without prejudice to the gener ality of the foregoing powers, the Senate shall hav e the \nfollowing powers, namely: — \n \n(a) to approve the proposed annual plan of work, the annual and revised   budgets, \nthe annual report and the annual statement of accounts;  \n \n \nPage 21 of 32 \n (b) to hold, control and lay down p olicy for the administration of the property, funds \nand investments of the  Institute,  i ncluding  the approval  of the sale and \npurchase or acquisition of immovable property;  \n \n(c) to institute the degrees to be awarded by the Institute and to oversee the  quality \nand relevance of the Institute's academic programs and to review the  academic \naffairs of the Institute in general;  \n \n(d) to approve the appointment of the Principals, Deans, Professors, Associate \nProfessors, Assistant  Professors and such other  senior faculty and senior \nadministrators as may be prescribed;  \n \n(e) to institute schemes, d irections and guidelines for the terms and conditions of \nappointment of all officers,  teachers  and  other employees of the Institute;  \n \n(f) to approve strategic plans;  \n \n(g) to approve financial  resource  development  plans of the Institute and to approve   \nthe strength of the teaching  staff as well as the clerical  and non -clerical  staff \nand may from time to time increase the posts or decrease or abolis h any previous \napproved  posts ; \n \n(h) to consider the drafts of Statutes and Regulations p roposed by the Syndicate and \nthe Academic Council respectively and deal with them in a prescribed manner:  \n \nProvided that the Senate may frame Statutes or Regulations on its own initiative  and approve \nit after calling for the advice of the Syndicate or the Academic Council, as the case may be;  \n \n(i) to annul by order in writing the proceedings of any Authority or officer if the \nSenate is  satisfied that such proceedings are not in accordance wi th the \nprovisions of this Act, Statutes or Regulations aft er calling upon such Authority \nor officer to show cause as to why such proceedings should not be annulled;  \n \n(j) to recommend to the Chancellor removal of any member of the  Senate in \naccordance with the provisions of this Act;  \n \n(k) to make appointme nts of m embers of the Syndicate, other than ex-officio \nmembers, in accordance with the provisions of this Act;  \n \n(I)      to make appointment of members of the Academic Council, other than ex -\nofficio members, in accordance with the provisions of this Act;  \n \n(m) to appoint emeritus Professors on such terms and conditions as may be \nprescribed;  \n \n(n)     to remove any pe rson from the membership of any Authority if such person  \n \n(i) has become of unsound mind; or  \n \n(ii) has become incapacitated to function as member of such  Authority; or  \n \nPage 22 of 32 \n  \n(iii) has been by a court of law convicted for an offence involving moral \nturpitude; and  \n \n(o) to determine the form, provide for the custody and regulate the use of the \ncommon seal of the  Institute.  \n \n(3) The Senate may , subject  to the provisions of this Act , delegate  all or any of the powers and \nfunctions of any Authority, officer or employee of the Institute at its main campus, to any Authority, \ncommittee, officer or employee at its additional campus for the purpose of exercisi ng such powers and \nperforming such functions in relation to such additional campus, and for this purpose the Senate may \ncreate new posts or positi ons at the additional campus.  \n \n23. Visitations .— The Senate may, in acc ordance with the terms and procedures a s may be \nprescribed, cause an inspection to be made in respect of any matter connected with the Institute.  \n \n24. Syndicate .— (1)   There shall be a Syndicate of the Institute consisting of the following, \nnamely: - \n \n(a) the Vice -Chancellor who shall be its Chairperson;  \n  \n(b) the Deans of the Faculties of the Institute;  \n \n(c) three Professors from different  departments, who are not members of the \nSenate, to be elected by the Institute teachers in accordance with the proce dure \nto be prescribed by the Senate;  \n \n(d) the Directors and Principals of the constituent colleges;  \n \n(e) the Registrar;  \n \n(f) the Treasurer;  \n \n(g) the Director QEC;  \n \n(h)     the Director (P&D);  \n \n(i) the Director ORIC; and  \n \n(j) the Controller of Examinations.  \n \n(2) The Registrar shall also be the Secretary of the Syndicate.  \n \n(3) Members of the Syndicate, other than  ex-officio  members, shall hold office for three years.  \n \n(4) As regards the three Professors und er clause (c) of sub -section (1 ), the Senate may, as an \nalternative to elections, prescribe a procedure for proposal of a panel of names by the Representation \nCommittee set up in te rms of section 28. Appointment of persons proposed by the Representation \nCommittee may be  made by the Senate on t he recommendation of the Vice -Chancellor.  \n \n \nPage 23 of 32 \n (5) The quorum for a meeting of the Syndicate shall be one -half of the total number of \nmembers, a fraction being counted as one.  \n \n(6) The Syndicate shall meet at least once in each quarter of the year.  \n \n25.   Powe r and duties of Syndicate .—(1) The Syndicate shall be the executive body of the \nInstitute and shall, subject to the provisions of t his Act and Statutes, exercise general super vision over \nthe affairs and m anagement  of the Institute.  \n \n(2) With out prejudice to the generality of the foregoing powers, and subject to the provisions \nof this Act, Statutes and directions  of the Senate, the Syndicate shall have the following powers, \nnamely: - \n(a) to consider the annual report, the annual and revised bud get estimates and to \nsubmit these to the Senate;  \n \n(b) to transfer and accept the transfer of movable property on behalf of the Institute;  \n \n(c) to enter into, vary, carry out an d cancel contracts on behalf of the Institute;  \n \n(d) to cause proper books of accounts to be kept for all sums of mon ey received  \nand  expended by the Institute and  for the  assets  and liabilities of the Institute;  \n \n(e) to invest any money belonging  to  the  Institute  including  any unapplied \nincome in any of the securities desc ribed in  section 20 of the Trusts  Act,  1882 \n(Act  II  of  1882),  or  in  the  purchase of immovable property or in such other \nmanner,  as it may prescribe, with the like power of varying such investments;  \n \n(f) to receive  and  manage  any  property  transferred,  and  grants, bequests, trusts, \ngifts, donations, endowments and other contributions made to the Institute;  \n \n(g) to administer an y funds placed at the disposal of the institute  for specified \npurposes;  \n \n(h) to provide the buildings,  libraries, premis es, furniture, apparatus, equipment and \nother means required for carrying out the work of the Institute;  \n \n(i) to establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n \n(j) to re commend to the Senate admission of educational  institutions to the \nprivileges of the Institute and withdraw such privileges;  \n \n(k) to recommend to the Senate affiliation or de -affiliation of colleges;  \n \n(I) to institute Professorships, Associate Professorsh ips, Assistant Professorships, \nLectureships and other teaching posts or to suspend or to abolish such posts;  \n \n(m) to create,  upgrade,  downgrade,  re -designate,  suspend or  abolish such \nadministrative or other posts as may be necessary;  \n \n \nPage 24 of 32 \n (n) to prescribe  the duties of officers, teachers and other employees of the Institute;  \n \n(o) to report to the Senate on matters with respect to which it has been asked to \nreport;  \n \n(p) to appoint members to various Authorities in accordance with the provisions of \nthis Act;  \n \n(q) to propose drafts of Statutes for submission to the Senate;  \n \n(r) to regulate  the  conduct  and  discipline  of the  students  of the institute;  \n \n(s) to take  actions  necessary  for  the  good  administration  of the Institute in  \ngeneral and to thi s end exercise such powers as are necessary;  \n \n(t) to delegate any of its  powers to  any Authority or officer  or a committee; and  \n \n(u) to perform such other functions as have been assigned to it by the provisions of \nthis Act or may be assigned to it by Statutes.  \n \n26. Academic Council .—(1) There shall be an Academic Council of the Institute consisting \nof the following, namely: - \n \n(a) the Vice -Chancellor who shall be its Chairperson;  \n \n(b) the Deans of  Faculties and such Heads of Departments as may be prescribed;  \n \n(c) five members representing the departments, institutes and the constituent \ncolleges to be elected in the manner prescribed by the Senate;  \n \n(d) two principals of affiliated colleges;  \n \n(e) five Professors including emeritus Professors;  \n \n(e) the Registrar;  \n \n(f) the nominee of the Commission;  \n \n(g) the Controller of Examinations; and  \n \n(h) the Senior Librarian  \n \n(2) The Senate shall appoint the members of the Academic Council, other than the ex -officio \nand the elected members, on the recommendation of the Vice -Chancellor of the Institute:  \n \nProvided that as regards the five Professors and the  members representing the departments, \ninstitutes and constituent colleges, the Senate may, as an alternative to elect ions, prescribe a procedure \nfor the pr oposal of a panel of names by the Representation Committee set up in terms of section 28. \nAppointment of persons proposed by the Representation Committee  may be made by the Senate on \nthe recommendation of the Vice -Chan cellor.  \n \nPage 25 of 32 \n (3) Members of  the Academic Council shall hold office for three years.  \n \n(4) The Academic Council shall meet at least once in each quarter of the year.  \n \n(5) The quorum for meeting of the Academic Council shall be one half of the total number of \nmemb ers, a fraction being counted as one.  \n \n27. Powers and functions of the Academic Council .—(1) The Academic Council shall be the \nprincipal academic body of the Institute and shall, subject to the provisions of this Act and Statutes, \nhave the power to lay dow n proper standards of instruction, research and examinations and to regulate \nand promote the academic life of the Institute and the constituent colleges of the Institute.  \n \n(2) Without prejudice to the generality of the foregoing powers and subject to the p rovis ions \nof this Act and Statutes, the Academic Council shall have the power to  \n \n(a) approve  the p olicies and procedures pertaining  to the quality of academic \nprograms;  \n \n(b) approve academic programs;  \n \n(c) approve the policies and procedures pertaining to student -related functions \nincluding admissions  expulsions, punishments, examinations and certification;  \n \n(d) approve  the  policies  and  procedures  assuring  the  quality  of teaching and \nresearch;  \n \n(e) recommend the policies and procedures for affiliation with other educational \ninstitutions;  \n \n(f) propose to the Syndicate   schemes   for  the   constitution   and organization  of \nFaculties,  teaching  departments  and  boards  of studies;  \n \n(g) appoint pap er setters and examiners  for all examinations  of the Institute after \nreceiving panels of names from the relevant authorities;  \n \n(h) institute  programs for the continued professional  development of Institute \nteachers at all levels;  \n \n(i) recognize  the  e xaminations  of other  universities  or  examining bodies  as  \nequivalent  to  the  corresponding  examinations  of the Institute;  \n \n(j) regulate  the  award   of  studentships,   scholarships,  exhibitions, medals and \nprizes;  \n \n(k) make Regulations for subm ission to the Senate;  \n \n(l) prepare  an  annual  report  on  the  academic  performance  of the Institute; and  \n \n(m) perform such functions as may be prescribed by Regulations.  \n \n \nPage 26 of 32 \n 28. Representation Committees. —(1) There shall be a Representation Committee con stituted \nby the Senate through Statute for the recommendation of persons  for appointment to  the  Senate,  \nSyndicate  and  Academic  Council  in accordance with the provisions of sections 21,24 and 26 \nrespectively.  \n \n(2) Members of the Representation Commi ttee for appointment to the Senate shall consist of  \nthe following, namely: — \n \n(a) three members of the Senate who are not Institute teachers;  \n \n(b) two persons nominated by the Institute teachers from amongst themselves in the \nprescribed manner;  \n \n(c) one person from the academic community,  not employed by the Institute, at the \nlevel of professor  or  college  principal  to  be nominated by the Institute teachers \nin the manner prescribed; and  \n \n(d) one eminent citizen with experience in administration, social, philanthropy, \neducation, advocacy, media, literati, development work, law and accountancy \nto be nominated by the Senate.  \n \n(3) The Representation Committee for appointments to the Syndicate and the Academic \nCouncil shall consist of t he following, namely: — \n \n(a) two members of the Senate who are not Institute teachers; and  \n \n(b) three persons nominated by the  Institute teachers from amongst themselves in \nthe prescribed manner.\n \n(4) The tenure of the Representation Committe es shall be three years:  \n \nProvided that no member shall  serve for more than two consecutive  terms.  \n \n(5) The procedure for conducting business of the Representation  Committee shall be as may \nbe prescribed.  \n \n(6) There may also be such other Re presentation Committees set up by any of the other \nAuthorities as are considered approp riate for recommending persons for appointment to the various \nAuthorities and other bodies of the Institute.  \n \n29. Appointment of committees by certain Authorities .—(1) T he Senate, the Syndicate, the \nAcademic Counc il and other Authorities  may, from time to time, appoint such standing, special or \nadvisory committees, as they may deem fit, and may place on such committees persons who are not \nmembers of the Authorities appoi nting the committees.  \n \n(2) The constitution, functions and powers of the Authoritie s for which no specific \nprovision has been made in this Act shall be such as  may be prescribed by Statutes or Regulations.  \n \n \n \n \nPage 27 of 32 \n CHAPTER -V \nSTATUTES, REGULATIONS AND RULES  \n \n30. Statutes .—(1)  Subject to the provisions of this Act, Statutes may be made to regulate or \nprescribe all or any of the following matters, namely: - \n \n(a) the contents of and the manner in  which the annual report,  to be presented by \nthe Vice -Chancellor befor e the Senate, shall be prepared;  \n \n(b) the Institute fees and other charges;  \n \n(c) the constitution of any pension, insurance, gratuity, provident fund and \nbenevolent fund for Institute employees;  \n \n(d) the  scales of pay and  other terms and conditions  of s ervice of officers, teachers \nand other Institute employees;  \n \n(e) the maintenance of the register of registered graduates;  \n \n(f) admission  of educational  institutions   to  the  privileges  of the  Institute and \nthe withdrawal of such privileges;  \n \n(g) affiliation and disaffili ation of educational i nstitutions and related matters  \n \n(h) the establishment  of faculties, departments,  institutes, constituent colleges and \nother academic divisions;  \n \n(i) the powers and duties of officers and teachers;  \n \n(j) cond itions  under which the Institute may enter into arrangements with  other  \ninstitutions  or  with  public  bodies  for  purposes  of research and advisory \nservices;  \n \n(k) conditions  for appointment  of emeritus  Professors and award  of honorary \ndegrees an d academic chairs;  \n \n(l) efficiency and discipline of  Institute  employees;  \n \n(m) the constitution and procedure to be followed by Representation Committees in \ncarrying out functions in terms of this Act;  \n \n(n) the constitution and  procedure to be followed by  the Search Committee for \nappointment of the Vice -Chancellor;  \n \n(o) conditions and qualifications for appointment of all categories of teachers;  \n \n(p) constitution, functions and powers of the Authorities; and  \n \n(q) all other matters which by this Act are to be or may be prescribed or regulated \nby Statutes.  \n \nPage 28 of 32 \n  \n(2) The draft of Statutes shall be proposed by  the Syndicate to the Senate which may approve \nor pass with such modificati ons as the Senate may think fit or may refer back to the  Syndicate for \nreconsiderati on of the proposed draft:  \n \nProvided  that  Statutes  concerning  any  of the  matters  mentioned  in clauses  (a) and {I) of \nsub-section  (1) shall  b e  initiated and approved  by t he Senate, after seeking the views of  the Syndicate:  \n \nProvided further that the Senate may initiate Statutes with respect to any matter in its powers \nwith respect to which Statutes may be made in terms of this Act and approve such Statutes after seeking \nthe views of the Syndicate.  \n \n31. Regulations .—(1)  Subje ct  to  the  provisions   of this  Act  and Statutes,  the Academic  \nCouncil  may make  Regulations  for all or any of the following matters, namely: — \n \n(a) the courses  of study for degree s, diplomas and certificates of the Institute;  \n \n(b) the manner in whi ch the teaching referred to in sub -section (1) of section 8 s hall \nbe organized and conducted ; \n \n(c) the admission and expulsion of students to and from the Institute;  \n \n(d) the conditions  under  which  students  shall  be  admitted  to  the courses and  \nthe examinations  of the  Institute and shall become eligible for the award of \ndegrees, di plomas and certificates; (e) the conduct of examinations;  \n \n(f) conditions under which  a  person  may  carry  on  independent research to entitle \nhim to a degree;  \n \n(g) the institution of fellowships, scholarships, exhibitions, medals and prizes;  \n \n(h) the use of the library;  \n \n(i) the formation of Faculties,  Departments, Disciplinary Committees and Board \nof Studies; and  \n \n(j) all other matters which by this Act or the Stat utes are to be or may be prescribed \nby Regulations.  \n \n(2) Regulations shall be proposed by the Academic Council and shall be submitted to the Senate \nwhich may approve them or withhold app roval or re fer them back to the Academic Council for \nreconsideration. A Regulation proposed by the Academic Council shall not be effective unless it \nreceives the approval of the Senate.  \n \n(3) Regulations regarding or incidental to matters co ntained in sub clauses, (g) and (i) of sub -\nsection (1) shall not be submitted to the  Senate without the prior approval of the Syndicate.  \n \n32. Amendment and repeal of Statutes and Regulations .— The procedure for adding to, \namending or repealing the statutes and the regulations shall be the same as that prescribed respectively \nfor framing or making statutes and regulations.  \n \n \nPage 29 of 32 \n 33. Rules .—(1) Subject to the provision of sub -section (2), the Authorities and the other bodies \nof the Institute may make Rules, consistent with this Act, to regulate any matter relating to the affairs \nof the Institute in cluding Rules to regulate the conduct of business and the time and place of meetings \nand related matters.  \n \n(2) Rules shall become effective upon approval by the Syndicate .\n \nCHAPTER -VI \nINSTITUTE FUND  \n \n34. Fund of the Institute .— The Institute shall have a fund to which shall be credited its \nincome, fees, shares, donations, trusts, bequests, endowments, contributions, grants and all other \nsources.  \n \n35. Audit and accounts .— The  accounts and financial statements of the Institute shall be \nprepared  in conformity with  the International Financial Reporting Standards (IFRS) as applicable in \nPakistan.  \n \n(2) The teaching departments, constituent colleges and institutes and all other bodies designated \nas such by the Syndicate in terms of statutes shall be  independent cost centers of the Institute with \nauthority vested in the head of each cost center to sanction expenditures out of  the budget allocated to \nit: \n \nProvided that re -appropriation from one head of expenditure to another may be made by the \nhead of the cost center in accordance with and to the extent prescribed by the statutes.  \n \n(3) All funds generated  by a teaching  department,  constituent  college or other units of the \ninstitute through consultancy, research or other provisions of service  shall be made available  without  \nprejudice to the  budgetary  allocation otherwise  made,  after deduction  of overheads  in the manner \nand to the extent prescribed  by Statute, to the teaching  department, constituent  college  or other units \nfor its developme nt. A part of the funds so generated may be s hared with the Institute teachers or \nresearchers in charge of the consultancy, research or service concerned in the manner and to the extent \nprescribed by the Statute.  \n \n(4) No expenditure shall be made  from  the   funds  of the  Institute, unless a bill for  its  payments  \nhas been  issued  by the head of the cost center concerned in accordance with the relevant statutes and \nthe Treasurer has verified that  the  payment  is  provided  for  in  the  approved  budge t  of the  cost \ncenter, subject to the authority to re -appropriate available to the head of  the cost center.  \n \n(5) Provision shall be made for an internal audit of the finances of the  Institute.  \n \n(6) Without prejudice to the  requirement  of audit  by  an  auditor appointed by the Government \nin accordance with the provisions of any other law in  force,  the  annual  audited  statement  of accounts  \nof the  Institute  shall  be prepared  in  conformity  with  the  Generally  Accepted  Accounting  \nPrinciples ( GAAP) by a reputed firm of chartered accountants and signed by the Treasurer. The annual \naudited statement of accounts so prepared shall be submitted to the  Auditor General o f Pakistan for his \nobservations.  \n \n(7) The observations of the Audito r General of Pakistan, if any, together with such annotations \nas the Treasurer may make,  shall be considered by the  Syndicate and shall be placed before the Senate \nwithin six months  of closing of the financial year.\n \nCHAPTER -VII \n \nPage 30 of 32 \n GENERAL PROVISIONS  \n \n36. Opp ortunity to show cause. — Except a s otherwise provided by law, no officer,  teacher \nor other employee of the Institute holding a permanent p ost  shall be reduced in ra nk or removed  or \ncompulsorily retired or dismissed from s ervice for cause arising out of any act or omission  on the part \nof the person concerned unless he has been given a reasonable opportunity of showing cause against \nthe action proposed to be taken.  \n \n37. Appeal to the Syndicate and the Senate .— Where an order is passed pu nishing any office r \n(other than the Vice -Chanc ellor), teacher or other employee of the  Institute  or  alte ring  or  interpreting \nto  his disadvantage  the prescribed terms or conditions of his service, he shall, where the order is passed \nby any officer or teacher of the Ins titute other than the Vice -Chancellor, have the right to appeal to the \nSyndicate against the order, and where the order is passed by the Vice -Chancellor, have the right to \nappeal to the Senate.  \n \n38. Service  of  the  Institute .—(1)  All  persons  employed   by  the Institute in ac cordance  \nwith the terms and conditions of service prescribed by statutes shall be persons in the service of \nPakistan for the purposes of any court or tr ibunal set up by law in terms of Article 212 of the  \nConstitution of the Islami c Republic of Pakistan:  \n \nProvided that any provision as regards the term s and conditions of employment of persons in \nthe service of Pakistan in genera l or in comparable employment notwithstanding the service of persons \nemployed by the Institute shall be en tirely governed by the terms and conditions prescribed by the \nrelevant Statutes.  \n \n(2) An officer, teacher or other employee of the Insti tute shall retire from service on the \nattainment of such age or tenure of service as may be prescribed.  \n \n(3) No adverse chang e shall be made in the term s and conditions of employment of any college \nteacher in the employment of the Institute on the date  of commencement of this Act.  \n \n39. Benefits and insurance .—(l) The Institute sh all constitute for the benefit of its officers, \nteachers and other employees schemes, as may  be prescribed, for th e provision of post -employment \nbenefits as well as health and life insurance while in servic e \n \n(2) Where any provident fund has been constituted under this Act, the provisions  of the \nProvident Funds Act, 1925 (XIX of 1925), shall apply to such funds as if it were the Government \nProvident Fund.  \n \n40. Commencement of term of office of members of Authority .—(1) When a member of a  \nnewly constituted Authority  is  elected,  appointed  or nom inated,  his  terms  of office  shall  commence  \nfrom  such  date  as  may  be prescribed.  \n \n(2) Where a member who has accepted any other assignment or for any other similar reason \nremains absent from the Institute for a period of not less than six months he shall be deemed to have \nresigned and vacated his seat.  \n  \n41. Filling of casual vacancies in Authorities. — Any casual vacancy amo ng the members of \nany Authority  shall be filled as prescribed, as soon as conveniently  may be, in the same manner and \nby the  same person or Authority that had appointed the member whose place has become vacant and \n \nPage 31 of 32 \n the person appointed to the vacancy shall be a member of such Authority for the residue of the terms \nfor which the person whose place he fills would have been a membe r. \n \n42. Flaws in the constitution of Authorities .— Where there is a flaw in  the  c onstitution  of \nan Authority, as constituted by this Act, Statutes or Regulations on account of the a bolition of a \nspecified office under Governmen t or because  an organizat ion, institution or ot her body outside the \nInstitute has been dissolved or has ceased to function or because of some other similar reason, such \nflaw shall be removed in such manner s as the Senate may direct.  \n \n43. Proceedings of Authorities not invalidated by the vacancies. — No act , resolution or \ndecision of any Authority shall be invalid by reason of any vacancy of the Authority doing, passing or \nmaking it or by reaso n of any want of qualification or invalidity in the electio n, appointment or \nnomination of any de facto  member of the Authority, whether present or absent.  \n \n44. First  Statutes  and  Regulations .— Notwithstanding  anything  to the  contr ary  contained  \nin  this  Act, the Chancellor  shall promulgate  the  first Statutes and Regulat ions which shall be deemed \nto be Statutes and Regulations made under sections 26 shall continue to remain in force until amended \nor till such time  as new Statutes and Regulations  are made  in  accordance  with the provisions of this \nAct. \n \n45. Savings .—(1)  Notwithstanding  anything  contained  in  any  other law for the time being \nin  force, all employees  serving in  Women  Campus of University of Bannu, Bannu shall immediately \nbefore the comme ncement of this Act shall stand transferred to the Institute o n exercising an \nirreversible option within  one  year  of the  aforesaid  commencement,  on  the  same  terms  and \nconditions  which  are not be less than favorable  than  those to which  he was entitled i mmediately \nbefore such transfer.  \n \n(2) Whereas, all such employees who do not exercise the option of getting absorbed in the \nInstitute within one year after the enforcement of this Act shall be rendered back to University of \nBannu, Bannu in their basic pay scale.  If he possesses the qualifications and fulf ills other conditions \napplicable to that post, provided that where no  equivalent post is available, the said offic ial may be \noffered a lower post in such manner and subject to such conditions as may be prescribed and where \nsuch civil servant  is appointed to a lower post, the pay being drawn by him in the hi gher post \nimmediately preceding  his appointment to a lower post shall remain protected.  \n \n(3) The seniority of the emp loyees who opt for absorbance in the Institute shall remain intact \nirrespective of their joining date at the Institute.  \n \n(4) Upon enactment of Charter of the Kalam Bibi International Women Institute, all properti es, \nrights and interests of whatever  kind  used, enjoyed,  possessed,  owned,  or vested  in the  Women  \nCampus  of University  of Bannu  and  all  liability  legally  subsisting   against  the  said  college  shall  \nstand transferred to the Institute.  \n \n45. Indemnity .— No suit or legal proce edings shall  lie against the Government, the  Institute   \nor any Authority, officer or employee of the Government or the Institute or any pe rson  in  respect  of \nanything which is done in good faith under this Act.  \n \n46. Removal of difficulties .—(l) if any q uestion arises as to the in terpretation  of any of the \nprovisions of this Act, it shall be placed before the Chancellor and Commi ssion whose decision thereon \nshall be final.  \n \nPage 32 of 32 \n  \n(2) If any difficulty arises in giving effect to any of the provisions of this Act , the Chanc ellor \nmay make such order  after obtaining the views of the Senate, not inconsistent with the provisions of \nthis Act, as ma y appear to him to be necessary  for removing the difficulty.  \n \n(4) Wher e this Act m akes any provision for anything to be done but no provision  or no \nsufficient provision has been made as respects the authority by whom, or the time  at whi ch, or the \nmanner in which, it shall be done, then it shall be done  by such authority, at such time, or in such \nmanner as the Chancellor may  direct after obtaining the views of the Senate."
}