{
    "file": "./converted_json\\administrator35664480c3a596849090e1db1a70d36d.json",
    "name": "The Treasure-Trove Act",
    "date": "13th February, 1878",
    "tagline": "An Act to amend the law relating to Treasure-trove",
    "content": "Page \n1\n \nof \n7\n \n \n \n \nTHE TREASURE\n-\nTROVE ACT, 1878\n \n \n \nCONTENTS\n \n1.\n \nShort title\n \nExtent \n \n2\n. \n \n[\nRepeal\ned.\n]\n \n3.\n \nInterpretation\n-\nclause\n \n \n“Treasure”\n \n \n“Collector”\n \n“Owner”\n \n4. \n \nNotice by finder of treasure\n \n5. \n \nNotification requiring claimants to appear\n \n6. \n \nForfeiture of right on failure to appear\n \n7. \n \nMatters to be enquired into and determined by the Collector\n \n8. \n \nTime to be allowed for suit \nby person claiming the treasure\n \n9. \n \nWhen treasure may be declared ownerless\n \n10. \n \nProceedings subsequent to declaration\n \n11. \n \nWhen no other person claims as owner of place, treasure, to be given to finder\n \n12. \n \nWhen only one such person claims and his claim is not disputed, treasure to be divided\n \n13. \n \nIn case of dispute as to ownership of place, proceedings to be stayed\n \n14. \n \nSettlement of such dispute\n \n15. \n \nand division thereupon\n \n\n \nPage \n2\n \nof \n7\n \n \n16. \n \nPower to acquire the treasure on behalf of Government\n \n17. \n \nDecision of Collector final, and no suit to lie against him for acts done \nbona fide\n \n18. \n \nCollector to exercise powers of Civil Court\n \n19. \n \nPower to make rules\n \n20. \n \nPenalty on finder failing to give notice, etc\n.\n \n21. \n \nPenality on owner abetting offence under section 20\n \n \n \n \n \n \n \nPage \n3\n \nof \n7\n \n \nTHE TREASURE\n-\nTROVE ACT, 1878\n \n1\nACT No. VI Of 1878\n \n[\n13th February, \n1878] \n \nAn Act to amend the law relating to \nTreasure\n-\ntrove\n \nPreamble. \nWHEREAS it is expedient to amend the law relating to treasure\n-\ntrove; It is hereby \nenacted as follows:\n-\n \n \nPRELIMINARY\n \nShort title. \nThis Act may be called the \n2\n* Treasure\n-\ntrove Act, 1878. \n \nExtent. \nIt extends to\n \n3\n[the whole of Pakistan.] \n \n4\n*\n \n \n* \n \n*\n \n \n* \n \n*\n \n \n*\n \n \n* \n \n2\n. [\nRepeal of enactments\n.] \nRep. by the Amending Act, \n1891 (\nXII of \n1891). \n \n3. Interpretation\n-\nclause. \nIn this Act\n-\n \n \n“Treasure.” \n“treasure” means anything of any value hidden in the soil, or in anything affixed \nthereto: \n \n“Col1ector.” \n“Col1ector” means (1) any Revenue\n-\nofficer in independent charge of a district, \nand (2) any officer appointed by the \n3\n[Provincial Government] to perform\n \nthe functions of a Collector \nunder this Act. \n \n“Owner.” \nWhen any person is entitled, under any reservation in an instrument of transfer of \nany land or thing affixed thereto, to\n3\n \ntreasure in such land or thing, he shall, for the purposes of this \nAct, be dee\nmed to be the owner of such land or thing. \n \nPROCEDURE ON FINDING TREASURE\n \n4. Notice by finder of treasure. \nWhenever any treasure exceeding in amount or value ten \nrupees is found, the finder shall, as soon as practicable, give to the Collector notice in \nwriting\n___\n \n(a) \n \nof the nature and amount or approximate value of such treasure; \n \n(b) \n \nof the place in which it was found; \n \n \n1\nFor the Statement of Objects and Reasons, \nsee \nGazette of India, 1876, Pt. V., p. 1463; for discussions in Council, \nsee ibid., \nSuppl\nement, pp. 1288 and \n1326 ; \nibid., \n1878 pp. 207 and 287. \n \nThis Act has been declared to be in force in Balochistan by the British Balochistan Laws Regulation, 1913 (2 of 1913), s. 3 ;\n \n \nIt has also been extended to the Leased Areas of Balochistan, \nsee \nthe Le\nased Areas (Laws) Order, 1950 (G.G. O. 3 of 1950); and also applied in the \nFederated Areas of Balochistan, \nsee \nGazette of India,1937, Pt. I, p.1499. \n \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable i\nn the N.W.F.P., subject to certain modifications; \nand extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phulera with effect from such date and subject to su\nch modifications as may \nbe notified; \nSee \nN.W.F.P. (Upper Tanawal) (Excluded Area)\n \nLaws Regulation, 1950. \n \n2\nThe word “Indian” rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and II Sch. \n \n3\nSubs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch. (with effect from the 14th \nOctober, 1955), for “all the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949, Arts. 3(2) and 4, for “the whole of British\n \nIndia”. \n \n4\nThe words “And it shall come into force at once” rep. by the Repealing and Amending Act, 1914 (10 of 1914). \n \n \nPage \n4\n \nof \n7\n \n \n(c) \n \nof the date of the finding; and either deposit the treasure in the nearest \nGovernment treasury, or give the Collector such security as the Collector thinks \nfit, to produce the treasure at such time and place as he may from time to time \nrequire. \n \n5. Notific\nation requiring claimants to appear. \nOn receiving a notice under section 4, the \ncollector shall after making such enquiry (if any) as he thinks fit, ta\nke the following steps (namely)\n:\n-\n \n \n(a) \n \nhe shall publish a notification in such manner as the \n1\n[Provincia\nl Government] \nfrom time to time prescribes in this behalf, to the effect that on a certain date \n(mentioning it) \ncertain treasure \n(mentioning its nature, amount and approximate \nvalue) \nwas found in a certain place \n(mentioning it)\n; and requiring all persons \nc\nlaiming the treasure, or any part thereof, to appear personally or by agent \nbefore the Collector on a day \nand at a place therein mentioned, such day not \nbeing earlier than four months, or later than six months, after the date of the \npublication of such not\nification; \n \n(b) \n \nwhen the place in which the treasure appears to the Collector to have been found \nwas at the date of the finding in the possession of some person other than the \nfinder, the Collector shall also serve on such person a special notice in writi\nng \nto the same effect. \n \n6. Forfeiture of right on failure to appear. \nAny person having any right to such treasure or \nany part thereof, as owner of the place in which it was found or otherwise, and not appearing as required \nby the notification issued under \nsection 5, shall forfeit such right. \n \n7. Matters to be enquired into and determined by the Collector. \nOn the day notified under \nsection 5, the Collector shall cause the treasure to be produced before him, and shall enquire as to and \ndetermine\n___\n \n \n(a)\n \nthe person by whom, the place in which, and the circumstances under which, \nsuch treasure was found; and \n \n(b) \n \nas far as is possible, the person by whom, and the circumstances under which, \nsuch treasure was hidden. \n \n8. Time to be allowed for suit by person \nclaiming the treasure. \nIf, upon an enquiry made \nunder section 7, the Collector sees reason to believe that the treasure was hidden within one hundred \nyears before the date of the finding, by a person appearing as required by the said notification and \nclaim\ning such treasure, or by some other person under whom such person claims, the Collector shall \nmake an order adjourning the hearing of the case for such period as he deems sufficient, to allow of a \nsuit being instituted in the Civil Court by the claimant, t\no establish his right. \n \n9. When treasure may be declared ownerless. \nIf upon such enquiry the Collector sees no \nreason to believe that the treasure was so hidden; or if, where a period is fixed under section 8, no suit \nis instituted as aforesaid within such\n \nperiod to the knowledge of the Collector; or if such suit is \ninstituted within such period, and the plaintiff’s claim is finally rejected; the Collector may declare the \ntreasure to be ownerless. \n \n \n1\nSubs. by A. O., 1937, for “L. G.”. \n \n \nPage \n5\n \nof \n7\n \n \nAppeal against such d\neclaration. \nAny person aggrieved by a declaration made under this \nsection may appeal against the same within two months from the date thereof to the Chief Controlling \nRevenue\n-\nauthority\n1\n. \n \nSubject to such appeal, every such declaration shall be final and co\nnclusive. \n \n10. Proceedings subsequent to declaration. \nWhen a declaration bas been made in respect of \nany treasure under section 9, such treasure shall, in accordance with the provisions hereinafter \ncontained, either be delivered to the finder thereof, or b\ne divided between him and the owner of the \nplace in which it has been found in manner hereinafter provided. \n \n11. When no other person claims as owner of place, treasure, to be given to finder. \nWhen \na declaration has been made in respect of any treasure as \naforesaid, and no person other than the finder \nof such treasure has appeared as required by the notification published under section 5 and claimed a \nshare of the treasure as owner of the place in which it has been found, the Collector shall deliver such \ntr\neasure to the finder thereof. \n \n12. When only one such person claims and his claim is not disputed, treasure to be \ndivided. \nWhen a declaration has been made as aforesaid in respect of any treasure, and only one person \nother than the finder so of such \ntreasure has so appeared and claimed, and the claim of such person is \nnot disputed by the finder, the Collector shall proceed to divide the treasure between the finder and the \nperson so claiming according\n \nto the following rule (namely)\n:\n-\n \n \nIf the finder and\n \nthe person so claiming have not entered into any agreement then in force as to \nthe disposal of the treasure, three\n-\nfourths of the treasure shall be allotted to such finder and the residue \nto such person. If such finder and such person have entered into an\ny such agreement, the treasure shall \nbe disposed of in accordance therewith: \n \nProvided that the Collector may, in any case, if he think fit, instead of dividing any treasure as \ndirected by this section,\n-\n \n \n(a) \n \nallot to either party the whole or more than h\nis share of such treasure, on such \nparty paying to the Collector for the other party such sum of money as the \nCollector may fix as the equivalent of the share of such other party, or of the \nexcess so allotted, as the case may be ; or \n \n(b) \n \nsell such treasure or any portion thereof by public auction, and divide the sale\n-\nproceeds between the parties according to the rule hereinbefore prescribed: \n \nProvided also that, when the Collector has by his declaration under section 9 rejected any claim \nm\nade under this Act by any person other than the said finder or person claiming as owner of the place \nin which the treasure was found, such division shall not be made until after the expiration of two \nmonths without an appeal having been presented under sec\ntion 9 by the person whose claim has been \nso rejected, or when an appeal has been so presented, after such appeal has been dismissed. \n \nand shares to be delivered to parties. \nWhen the Collector has made a division under this \nsection, at he shall deliver to \nthe parties the portions of such treasure or the \ntwo\n \nmoney in lieu thereof, \nto which they are respectively entitled under such division. \n \n \nl\nFor definition of Chief Controlling Revenue\n-\nauthority, \nsee \nthe General Clauses Act, 1897 (10 of 1897), s. 3 (9a). \n \n \nPage \n6\n \nof \n7\n \n \n1\n3. In case of dispute as to ownership of place, proceedings to be stayed. \nWhen a declaration \nhas been made as aforesaid in respect of any treasure, and two or more persons have appeared as \naforesaid and each of them claimed as owner of the place where such\n \ntreasure was found, or the right \nof any person who has so appeared and claimed is disputed by the finder of such treasure, the Collector \nshall retain such treasure and shall make an order staying his proceedings with a view to the matter \nbeing enquired in\nto and determined by a Civil Court. \n \n14. Settlement of such dispute. \nAny person who has so appeared and claimed may, within \none month from the date of such order, institute a suit in the Civil Court to obtain a decree declaring \nhis right; and in every such\n \nsuit the finder of the treasure and all persons disputing such claim before \nthe Collector shall be made defendants. \n \n15. and division thereupon. \nIf any such suit is instituted and the plaintiff’s claim is finally \nestablished therein, the Collector shall, \nsubject to the provisions of section 12 divide the treasure \nbetween him and the finder. \n \nIf no such suit is instituted as aforesaid or if the claims of the plaintiff’s in all such suits are \nfinally rejected, the Collector shall deliver the treasure to the \nfinder. \n \n16. Power to acquire the treasure on behalf of Government. \nThe Collector may, at any time \nafter making a declaration under section 9, and before delivering or dividing the treasure as \nhereinbefore provided, declare by writing under his hand his in\ntention to acquire on behalf of the \nGovernment the treasure, or any specified portion thereof, by payment to the persons entitled thereto \nof a sum equal to the value of the materials of such treasure or portion, together with one\n-\nfifth of such \nvalue, and m\nay place such sum in deposit in his treasury to the credit of such persons; and thereupon \nsuch treasure or portion shall be deemed to be the property of Government, and the money so deposited \nshall be dealt with, as far as may be, as if it were such treasu\nre or portion. \n \n17. Decision of Collector final, and no suit to lie against him for acts done \nbona fide\n. \nNo \ndecision passed or act done by the Collector under this Act shall be called in question by any Civil \nCourt, and no suit or other proceeding shall li\ne against him for anything done in faith in exercise of the \npowers hereby conferred. \n \n18. Collector to exercise powers of Civil Court. \nA Collector making any enquiry under this \nAct may exercise any power conferred by the Code of Civil Procedure\n1\n \non a Civil Court for the trial \nof suits. \n \n19. Power to make rules. \nThe \n2\n[Provincial Government] may, from time to time, make rules\n3\n \nconsistent with this Act to regulate proceedings hereunder. \n \nSuch rules shall, on being published in the \n4\n[official Gazette\n] have the force of law. \n \nPENALTIES\n \n \n \n1\nSee \nnow the Code of Civil Procedure, 1908 (Act 5 of 1908). \n \n2\nSubs. by A.O., 1937, for “L. G.” \n \n3\nFor rules made under this section, \nsee \ndifferent local Rules and Orders. \n \n4\nSubs. by A.O., 1937, for “local Gazette”. \n \n \n \nPage \n7\n \nof \n7\n \n \n20. Penalty on finder failing to give notice, etc. \nIf the finder of any treasure fails to give the \nnotice, or does not either make the deposit or give the security, required by section 4, or alters or \nattempts to\n \nalter such treasure so as to conceal its identity, the share of such treasure, or the money in \nlieu thereof to which he would otherwise be entitled, shall vest in \n1\n[Government], and he shall, on \nconviction before a Magistrate, be punished with imprisonmen\nt for a term which may extend to one \nyear, or with fine, or with both. \n \n21. Penality on owner abetting offence under section 20. \nIf the owner of the place in which \nany treasure is found abets, within the meaning of the Pakistan Penal Code (XLV of 1860), any offence \nunder section 20, the share of such treasure, or the money in lieu thereof to which he would otherwise \nbe entitled, sha\nll vest in \n1\n[Government], and he shall, on conviction before a Magistrate, be punished \nwith imprisonment which may extend to six months, or with Fine, or with both. \n \nSCHEDULE.\n-\n[\nRep. by the Amending Act, \n1891 \n(XII of \n1891).] \n \n \n___________\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16\n-\n09\n-\n2024\n \nl\nSubs. by A.O., 1961, Art. 2, for “Her Majesty” (with effect from the 23rd March, 1956)."
}