{
    "file": "./converted_json\\administrator01c49d3cff67abf97e39c2e1d6dacc43.json",
    "name": "The Juvenile Justice System Act, 2018",
    "date": "18th May, 2018",
    "tagline": "An Act to provide for criminal justice system and social reintegration of juveniles",
    "content": "Page  1 of 13 \n \n \n \n  \n \n \n \nTHE JUVENILE  JUSTICE  SYSTEM  ACT,  2018  \n \n \n \nCONTENTS  \n \n \n \n1. Short  title, extent  and commencement  \n \n2. Definitions  \n \n3. Legal  assistance  \n \n4. Juvenile  Court  \n \n5. Arrest  of a juvenile  \n \n6. Release  of a juvenile  on bail \n \n7. Investig ation in juvenile  cases  \n \n8. Determ ination  of age \n \n9. Disposa l of cases  through  diversion  \n \n10. Juvenile  Justice  Committee  \n \n11. Procedure  of Juvenile  Court  \n \n12. Trial  of juvenile with  adult person  \n \n13. Disclosure  of identity  of the juvenile  \n \n14. Report  of probation  officer  \n \n15. Powers  of Juvenile  Court  to order for release\n\nPage  2 of 13 \n \n \n \n 16. Orders  that shall not  be passed with  respect  to a juvenile  \n \n17. Special  provision  for female  juvenile  \n \n18. Appeal  \n \n19. Removal  of disqualification  attached  with conviction  \n \n20. Establishment  and certification  of observation  homes  and Juvenile  Rehabilitation  Centres  \n \n21. Power  of the Government  to withdraw  certificate  \n \n22. Inspection  of observation  homes  and Juvenile  Rehabilitation  Centres  \n \n23. Act to overrid e other  laws \n \n24. Power  to make  rules  \n \n25. Repeal\nPage  3 of 13 \n \n \n \n THE JUVENILE  JUSTICE  SYSTEM  ACT,  2018  \n \nACT  No. XXII of 2018  \n[18th May, 2018]  \nAn Act to provide  for criminal justice  system  for juveniles  \n \nWHEREAS  it is expedient  to provide  for criminal  justice  system  and social  reintegration  of \njuveniles;  \n \nIt is hereby  enacted  as follows: ⸻ \n \n1. Short  title,  extent  and commencement.  \nSystem  Act, 2018.  \n \n(2) It extends to  the whole  of Pakistan.   \n \n(1) This Act may be called  the Juvenile  Justice\n \n(3) It shall come  into force  at once.  \n \n2. Definitions. ⸻In this Act, unless  there  is anything  repugnant  in the subject  or context, ⸻ \n \n(a) “best  interest  of the child ”  means  the basis  for any decision  taken  regarding  the child  \nto ensure fulfillment of his basic rights and needs, identity, social well -being,  \nphysical,  emotional and  psychological development;  \n \n(b) “child”  means for  the purposes  of this Act a person  who has not attained  the age of \neighteen  years;  \n \n(c) “Code”  means the  Code  of Criminal  procedure, 1898  (Act V of 1898);  \n \n(d) “diversion” means an alternative process of determining the responsibility and  \ntreatment  of a juvenile  on the basis  of his social,  cultural,  economic, psychological  \nand educational background  without resorting  to formal  judicial  proceedings;  \n \n(e) “Government” means the Federal Government or the Provincial Government, as  \nthe case  may be; \n \n(f) “guardian” in relation to a juvenile means a parent or a person who has been  \nappointed  as a guardian by  the court  or a person  who has actual care  of the child;  \n \n(g) “heinous  offence”  means  an offence  which  is serious,  gruesome,  brutal,  sensational  \nin character or shocking to public morality and which is punishable under the  \nPakistan Penal Code, 1860 (Act XIV of 1860) or any other law for the time being  \nin force with death or imprisonment for life or imprisonment for more than seven  \nyears  with or  without  fine; \nPage  4 of 13 \n \n \n \n \n(h) “juvenile” means, a child who may be dealt with for an offence in a manner which  \nis different  from an adult;  \n \n(i) “Juvenile  Court” means a court established under section 4 ; \n \n(j) “Juvenile  Justice Committee”  means a committee established  under section 10; \n \n(k) “Juvenile Rehabi litation Centre ” means a p lace w here a juveni le may be ke pt and \ngiven educat ion, vocational  or technical training for his mental, moral  and \npsychologi cal deve lopment and includes certified instituti ons, juvenile training \ninstitution s, borstal institutions, vocation al centres, darul-amaan and women crises  \ncentres e stablished b y the Government or by voluntary organ ization al certified by  \nthe Governm ent; \n \n(l) “Juvenile offender” means a child who is all eged to have committ ed or who ha s \nbeen found  to have  committed an offence ; \n \n(m) “major offence ” means an o ffence fo r which puni shment under th e Pakistan Penal \nCode, 1860 (Act XIV of 1860 ) or any other law for the time being in force is more \nthan three years and up to seven years impris onment w ith or without fine; \n \n(n) “medical officer” mean s a medical  officer notified as such by the  1[Division  \nconcerned  or relevant department of provincial Governments] ; \n \n(o) “minor offence” means an offen ce for w hich maxi mum punishment und er the \nPakistan P enal Code, 1860 (XLV of 1860 )or an y other la w for the tim e being in \nforce is impri sonment up to three  years with or without  fine; \n \n(p) “observation home” means  a place  where a juvenile is kept temporaril y after being \napprehended by police a s well as after obtainin g remand from Juvenile Court or \notherwise for conducting inquiry  or investi gation fo r the purpo ses of  this Act; \n \n(q) “prescribed” means prescribed by rules made  under this Act; \n \n(r) “probation of ficer” means a person appoint ed under the Probat ion of Offenders \nOrdinance, 1960 (XLV of 1960);and \n \n(s) “suitable pe rson” means any p erson, trust, a ssociation or society duly recognized \nby law whose object is welfare  and protection  of childr en. \n \n Explanation ⸻person in this clause means the guardian of a juvenile or any \n other                        person  appointed by  a Juvenile  Court for  the purposes of  this Act.  \n \n1Subs.  by Act No. III of 2022 , s. 2. \nPage  5 of 13 \n \n \n \n \n3. Legal  assistance.  (1) Every  juvenile  or a child  who is victim  of an offence  shall  have  the right  \nof legal  assistance  at expense  of the State.  \n \n(2) A juvenile shall be informed about his rights available under the law by a legal practitioner  \nwithin  twenty  four hours  of taking  him into custody.  \n \n(3) A legal practitioner appointed by the 1[Division  concerned  or relevant  department  of provincial  \nGovernments] or by the Juvenil e court for pro viding l egal assistance to a child victim of an offence or a \njuvenile  shall have  at least  seven  years  standin g at the  Bar. \n \n4. Juvenile  Court.  (1) The 1[Prime  Minister]  in consultation with the concerned  High  Court  \nshall [by notification  in the official Gazette] establish or designate one or more Juvenile Courts, within  \na                 period of three months of the commencement  of this Act. \n \n(2) A Juv enile Court m ay be e stablished for one or more sessions division s and in that case the \nJuvenile  Court may  hold trial of a case at such place  as the  High Court ma y specif y. \n \n(3) No person  shall  be appointed  as a Judge of a Juvenile Court unless he is or has been  a Sessions \nJudge  or an Addition al Sessions Judge or a Judicia l Magistrate  vested  with power s under section  30 of the \nCode or a practicing advocat e who has at least ten years standing at Bar and the latt er shall b e appointed  \non suc h terms and conditions a s the 1[Prime Minister] may determine in consultation with th e concerned  \nHigh  Court . \n \n(4) The Juvenile  Court shall have  exclusive jurisdiction to try cases in which  a juvenile  is accused \nof commission of  an offence. \n \n(5) Subject to sub -section (4), on co mmencement of this A ct all ca ses pending before a trial court  \nin which  a juvenile  is accused of an  offence shall stand transferred  to the Juvenile C ourt having  \njurisdiction . \n \n(6) The Juvenile Court shall not , merely b y reason of a change in it s composition or transfe r of a \ncase under sub -section ( 5) be bo und to recall or re -hear an y witne ss who h as given evidence and ma y act \non the  evidence  alread y recorded . \n \n(7) If any court taking cognizance  of an offen ce finds that an accused brought  before  it is a juvenil e, \nit shall transfer  his case  to the Juvenile Court for further  proceedings.  \n \n(8) On takin g cognizance of an offence, the Juvenile Court shall  decide the case within  six month s. \n \n(9) Where  the case is not decided  within six month s in terms of sub-section  (8), the Juvenile  Court  \nshall seek extension from the H igh Court concerned explaining the reason s for not be ing able to decide  \nthe ca se within pre scribed tim e limit. If no such exten sion has been sough t by the Juvenile Court, the \ncomplainant  or the juvenile may  make an application to the  High Court in this r espect. \n \n \n1Subs.  by Act No. III of 2022 , ss. 3-4. \nPage  6 of 13 \n \n \n \n \n(10) The Juvenile  court  may hold its sitting at a place , other  than the place  in which  the ordinary \ncourts hold sittings for  trial of other  cases . \n \n5. Arrest  of a juvenile.  (1) The arrested  juvenil e shall  be kept in an obser vation home  and the \nofficer -in-charge of the police  station shall , as soon as possible , \n \n(a) inform gu ardian of t he juvenile, if he can be found, of such arrest and inform him  \nof the time, date and name  of the Juvenile Court  before which  the juvenil e shall be \nproduced; and \n \n(b) inform  the concerned p robation officer to enable him to obt ain such informati on \nabout the ju venile and oth er material circum stances which m ay be of assistance to  \nthe Juvenile Court for making  inquiry.  \n \n(2) No ju venile sha ll be arrested und er any of the l aws dealing with prev entive detention or under  \nthe provisions of Chapter VIII of the Code. \n \n(3) The r eport under s ection 1 73 of the Code shall al so des cribe the steps taken b y the offi cer-in- \ncharge f or referring the matter to the Ju venile Ju stice Committe e for disposal of case t hrough di version, \nwhere it was so  required  under  section 9 . \n \n6. Release  of a juvenile  on bail. (1) Notwith standing anything  contained  in the Code , a juveni le \naccused of bailable offence shall, if already  not released  under  section 496 of the Code, be released by the \nJuvenile Court on bail with or withou t surety unl ess i t appears that the re are reasonabl e grounds for \nbelieving that the rel ease of such juvenil e may bring him in a ssociation with criminal s or expose him to  \nany other d anger. In thi s situation th e juvenile sh all be placed under the cu stody of a suitable per son or \nJuvenile Rehabilitation  Centre under the supervi sion of probat ion officer.  The juvenile shall not under any \ncircumstance s be kept in a polic e station und er police custody or jail in such cases. \n \n(2) The Juvenile  Court  shall, in a case where  a juvenile  is not released under  subsection  (1), direct  \nthe pol ice for tracing guardian of such ju venile and where guardian of such juvenile is tra ced out , the \nJuvenil e Court ma y immediately  hando ver custody of the juvenil e to his guardian. \n \n(3) Where a juvenile is arrested or detained for commission of a minor or a maj or offence for the  \npurpose s of this Act, he shall be treated  as if he was accused  of comm ission of a bailable  offence.  \n \n(4) Where  a juvenile  of more than sixteen years  of age is arrested or detained for a heinous  offence , \nhe may not be relea sed on bai l if the Juven ile Court is of the opini on that there are reasonable grounds to \nbelieve that such juvenile is involved in commission of  a heinous offence. \n \n(5) Wher e the Juvenile Court i s of the opinion that the del ay in the tri al of a juvenil e has not been  \noccasio ned by an act or omi ssion of suc h juvenile or any other per son act ing on his behalf or in exe rcise \nof any ri ght or privilege under any law for the time b eing in for ce, such juvenile shall be r eleased on b ail \nif he has been detained for a continuous period e xceeding six m onths and whose trial has not been \ncomplet ed. \nPage  7 of 13 \n \n \n \n \n. 7. Investig ation in juvenile  cases . (1) A juvenile shall be interrogated by a police office r not \nbelow the rank of Sub Inspector under supervision of Superintendent  of Police or SDPO. \n \n(2) The in vestigation officer designated un der sub-section (1) shall be assisted by a probation  \nofficer or by a social welfare officer notified by the Government to prepare social investigation report to \nbe annexed with the report prepared under section 173 of the Code. \n \n8. Determ ination  of age. (1) Where a person alleged to have committ ed an offence  physically  \nappears  or claims  to be a juvenile for the purpo se of this Act, the officer -in-charge  of the police station  or \nthe investigation  offic er shall  make  an inquiry  to determine  the age of such person  on the basis of his birth  \ncertificate , educational certifi cates or any other pertinent do cument s. In ab sence of such docum ents, age \nof such accused per son ma y be determined on the basis of a medic al examination report b y a medical \nofficer. \n \n(2) When an accused person who physically appears to be a juvenile for the purpose of this Act is \nbrought before a Co urt under section 167 of the Co de, the Co urt b efore granting furth er detention shall \nrecord its findings regarding age on the basis of available record includin g the report submitted b y the \npolice or medi cal examin ation report by a medi cal officer. \n \n9. Disposa l of cases  through  diversion.  (1) With the consent of a juvenile or his guardian,  as \nthe case may be, the complaint against a juvenile relating to offences  as specified in sub-section (6) shall \nbe referred to the Juvenile Justice Committee  for disposal of the same through diversion . \n \n(2) The diversion  can be exercised at any stage during the course  of investigatio n by the police  and \ndurin g trial by  the prosecution and the Court in  the prescribed manner.  \n \n(3) Where a case is referred t o the Juvenile Ju stice Committee by the p olice, the submiss ion of  \nreport of police officer  requir ed under section  173 of the Code shall be postpon ed till the final order  of the \nCommittee.  \n \n(4) The Juvenile Justice Committee shall dispose of a case, with consent of the person against  \nwhom  the offence  was committed, by  resorting  to different  modes  of diversion  including ,⸻ \n \n(a) restitution  of movable  property;  \n \n(b) reparation  of the damage caused;  \n \n(c) written  or oral apology;  \n \n(d) participation in community  service;  \n \n(e) payments of  fine and costs of  the proceedings;  \n \n(f) placement  in Juvenile  Rehabilitation Centre;  and \n \n(g) written  and oral reprimand:  \nPage  8 of 13 \n \n \n \n \nProvided that where the complainant is a state functionary and the offence  \nhas not been committed against a private person, the Juvenile Justice committee  \nmay dispose of the case through diversion with consent of the concerned public  \nprosecutor.  \n \n(5) For the purposes  of diversion,  all offences either  minor  or major  shall be  compoundable.  \n \n(6) Diversion  shall be exercised  in the  prescribed  manner  in cases , \n \n(a) where a  juvenile  is accused  of commission of  minor  offences; and  \n \n(b) where  a juvenile  is accused  of commission  of major  offences  and the age of the \njuvenile  is not more  than sixteen  years  at the time of commission of  offence.  \n \n10. Juvenile  Justice  Committee.  (1) on commencement  of this Act but not later than three  \nmonths,  the 1[Law  and Justice  Division]  in consultation  with the concerned  Sessions  Judge  shall  establi sh \nthe Juvenile  Justice Committee for  each sessions  division . \n \n(2) The Juvenile  Justice  Committee  shall  consist  of four member s with following  composition,  \nnamely : \n \n(a) serving  Judicial  Magistrate  with powers  under  section  30 of the Code , who shall  \nalso head the  Committee;  \n \n(b) district  Public Prosecutor; \n \n(c) memb er of local Bar havin g at least seven  years  standing  at the Bar, appointed  by \nthe  concerned  Sessions Judg e for period of  two years; \n \n(d) serving  probation  officer  or social welfare  officer not below  the rank of an officer \nin BPS -17. \n \n(3) The place of sitting  of the Juvenile Justice  Committee  may preferably be in the same  premise s \nwher e the Juvenile Court holds sitting . \n \n(4) The Juvenile Justice Committe e shall perform following  functi ons, namely:⸻ \n \n(a) dispo se of the cases through diversion upon  referral from  the police, prosecut ion or \nthe Juvenile C ourt, as the case ma y be, within a peri od of one m onth from the d ate \nof the referral ; \n \n(b) inspect the observation homes and Juvenile Rehabilitat ion Centres and may give  \ndirections to the officer -in-charge of such places for the measures to be taken for  \nwelfare  and social  re-integration of  the juvenile  kept und er their supervision; and \n \n1Subs.  by Act No. III of 2022 , s. 5. \nPage  9 of 13 \n \n \n \n \n(c) such other  function s as may be prescribed.  \n \n(5) For the admin istration and functionin g of the Juvenile Justice Committee , provision  of staff \nshall be within the  powers  of the Sessions Judge  of respective distri ct. \n \n11. Procedure  of Juvenile  Court.  (1) Juvenile Court  shall follow  the procedure  provided  for in \nthe Code unless provided  otherwise  in this Act. \n \n(2) No person shall be present at an y sitting of the Juvenile  Court, except, \n \n(a) staff and offi cers of the Juvenil e Court; \n \n(b) parties  to the case before  the Juvenile  Court and such other  person s who are directly \nconcerned  with the  proceedings includin g the polic e officer s; \n \n(c) guardian  of the juvenile; and \n \n(d) such other persons as the Juvenile  Court  direct s to be present.  \n \n(3) At any stage of pr oceedings, the Ju venile Court ma y in the best intere st of a j uvenile’s decency \nor morality, direct any person to withdra w from Court for  such period a s the Court ma y direct.  \n \n(4) If at any stage of proceedings, the Juvenile Court is satisfied that the attendance  of the juvenile  \nis not e ssentia l for the purposes of the trial, the Juvenile Court ma y dispense with the attendance and \nproceed with the  trial of the case in absence  of the juveni le. \n \n(5) When  a juvenile  who has been brought  before  the Juvenile  Court  is found  to be sufferin g from  \nserious illness, whether phy sical or mental and require s treatment, the Court shall send such juvenile t o a \nhospital  or a medical institution  where  treatment  shall be given to the  juvenile  at the expen se of the State . \n \n12. Trial  of juvenile  with  adult  person.  (1) Notwiths tanding  anything  contained  in section 239 \nof the Code  or any other  law for the time being  in force and subject to the provisions of sub-sections (2) \nand (3), no juvenile  may be charged with and tri ed for an offence  together  with an adult.  \n \n(2) A juvenile may be charged wi th and tried together w ith an adult by the Juvenile Court i f the \nCourt is sati sfied that it is in the  interests of  justice  to hold a  joint trial. \n \n(3) In case of joint trial, the Juvenile Court  may dispense  with the physical presence of the juvenile  \nbefore  it without  any application  in this regard and juvenile  may be allowed to join the Court  proceedin gs \nthrough  audio-visual technology  link. \n \n13. Disclosure  of identity  of the juvenile . (1) whoever print s or publishes  the name or any \nmatter which  may make known identi ty of a juvenile shall be punished with impri sonment  bf either  \ndescription  for a term which ma y extend to thre e years and shall also be liable  to fine. \nPage  10 of 13 \n \n \n \n \n(2) Nothin g in sub-sectio n (1) extends to any printing  or publication  of the name or any matte r \nwhich may make known the identity  of a juvenile if such printing  or publi cation is, \n \n(a) by or under the order in writin g of the officer -in-charge of the police station or the \npolice offi cer making the investig ation into such offen ce acting in good faith for  \nthe purpose s of such investigation ; or \n(b) by or with the authoriz ation in wr iting of the juvenil e or th e next-of-kin of the  \njuvenile:  \n \nProvided that no such authorization shall be given by the nex t-of-kin to  \nanybody  other  than the chairman  or the secretary,  by whatever  name  called, of any \nrecognized welfare  institution or  organization . \n \nExplanation . For the purposes  of this sub-section, “recognised  welfare  \ninstitution  or organization”  means  a socia l welfare  institutio n or organisat ion \nrecogn ised in this behalf  by the Government . \n \n(3) Whoever prints or publishe s any matter in relation t o any proceedings before a Juvenile Court  \nwith respect to a juvenile  referred  to in sub-section  (1) without the  previous  permission of  Juveni le Court  \nshall be punished wi th imprisonment of either de scription for a term which may e xtend to two years and  \nshall also be  liable  to fine. \n \nExplanation.  The printing  or publication  of the judgment  of any High  Court  or the Supreme  \nCourt  does not  amount to  an offence  within the  meaning  of this section.  \n \n14. Report  of probation  officer.  (1) The probation  officer  shall  assist  and prepare  a report  on \ndirection  of the  Juvenile  Court within such time  as may  be directed the  Court at  any stage  regarding, ⸻ \n \n(a) juvenile ’s character,  educational, social  and moral background;  \n \n(b) juvenile ’s admission  of committing  an offence , if any, made with free consent  and \nvoluntarily ; \n \n(c) any evidence  that juvenile  actually  committed the  offence ; \n \n(d) all legal  and appropriate  assistance  provided  at all levels  to juvenile  for his \nunderstanding , concept  and consequences,  even  to the child ’s family  and guardian;  \n \n(e) steps  taken  for mediation  or compromise  with the complainant  or victim  and \npossibility  of settlement;  and \n \n(f) possibility  of sending  the juvenile  to Juvenile  Rehabilitation  Centre  or release  on \nprobation . \n \n(2) Subject  to sub-section  (3) the report  of the probati on officer  submitted  to the Juvenile  Court  \nshall   be treated  as confidential.  \nPage  11 of 13 \n \n \n \n \n(3) The Juvenile Court  may,  if it so thinks  fit, communicate  substance  of the report  to the juveni le’s \nguardian an d, where  any one of them  disputes  the contents  or views contained therein, the Juvenile Court \nmay gi ve such ju venile or gua rdian, as the case may be, an opportuni ty of producing such evidence as may \nbe relevant to the matte r stated in th e report. \n15. Powers of Juvenile Court to order for release .⸻On receipt of repo rt un der section 14 and \non              conclu sion of an inqu iry, investigation or tria l, the Juvenile Court may, keeping in vie w the best intere st \nof the  child,⸻ \n \n(a) pass an order for release of the juvenile offender after the victim or complai nant, as \nthe case may be, pa rdons him: \n \nProvi ded that the Juvenile Court may refuse  to release the juvenile offender \neven if th e victim or com plainant pardons if the Juvenile Co urt for reaso ns to be \nrecorded in writing consi ders that such release is either against the publi c policy or \nthe interests  of the State; \n \n(b) pass an order for th e communi ty service, fine, compen sation t o the victim or \ncomp lainan t restitution  of property, counseling; \n \n(c) direct  the juvenile  offender to be released on proba tion for good conduct and place \nsuch ju venile offender under c are of a guardian or any suitabl e person or such \nJuvenile Rehabilitation C entre establi shed o r certifi ed fo r the purp oses of thi s Act \nfor any period no t exceedin g the period of confinement awar ded to such juvenile; \n \n(d) direct the probation officer to submit probation report in prescribed mann er: \n \nProv ided that if a juvenile offender fai ls to comply with the orders o r \nviolates t he conditi ons of orders of re lease on pr obation, the Juvenile C ourt m ay \npass any order  as it may think fi t, including cancellation of probation order; or \n \n(e) make an order directing the juvenile offen der to be sent to a Juvenile Rehab ilitation \nCentre until h e attains the age o f eighteen years or till the compl etion of p eriod of \nimpri sonment , whichev er comes earlier. \n \n16. Orders  that shall  not be passed  with  respect  to a juvenile.  (1) No person who was a \njuvenile offend er at the time of commis sion of an offence  shall be awarded  punishment of death. \n \n(2) No juvenile offend er shall be committ ed to prison, ordered to labour, put in fetters, handcu ffed \nor given any corporal pun ishment at any time while in cust ody: \n \nProvided that if there is reasonable apprehens ion of the escap e of the juvenile offender from  \ncustody who is more than sixteen years of age and invo lved in heinous offence or he is previously  \nconvic ted of an o ffence puni shable w ith impri sonment for life , for reasons to be recorded, he may be  \nhandcuffed  or put into a solitary  confinement  in a Juvenile  Rehabilitation  Centre  or observation home  for \na period not exceeding  twenty -four hours . \nPage  12 of 13 \n \n \n \n \n17. Special  provision  for female  juvenile.  (1) No female juvenile  shall  in any circumstances  be \napprehended  or investigated  by a male  police  officer or released  on probation under  supervision  of a male  \nofficer.  \n(2) A female  juveni le shall  only be kept in a Juvenile  Rehabilitation  Centre  established  or certified  \nexclusively  for female  inmates.  \n \n18. Appeal.  (1) Any person  convicted  by a Juvenile  Court may prefer  an appeal  in accordance  \nwith the provisions of  the Code.  \n \n(2) In case of a juvenile offender , the appeal may be preferred by guardian acting on behalf of the  \njuvenile.  \n \n(3) The Government  or any person  aggrieved  by an order  of acquittal  passed  by the Juvenile  court  \nmay, within thirty days , prefer an appeal against such order in accordance with the provision s of se ction \n417 of the Code.  \n \n19. Removal  of disqualification  attached  with  conviction. ⸻Subject  to provision s of the \nconstitution , a juvenile  offender  convicted  unde r the provisions of this Act shall  not suffer  a \ndisqualification , if any, attaching  to a conviction of  an offence  under  such law . \n \n20. Establishment  and certification  of observation  homes  and Juvenile  Rehabilitation  \nCentres.  (1) The 1[Interior  Division  in consultation  with the Division  concerned]  may establi sh and \nmaintain  observation  home  and Juvenile  Rehabilitation  Centres  for the recept ion of juveniles,  includin g \nseparate  centres fo r female juvenil es: \n \n(2) The 1[Interior Division] may certify an observ ation home or a Juv enile Rehabilitation centr e \nmanaged  or controlled by  a non-governmental  organization  for recept ion of  juveniles . \n \n(3) The 1[Interior Division] may certify an already established association or society in a ny local  \narea for social  reintegration  or rehabilitation  of a juvenil e offender  who is released  on parole  or discharged  \nfrom a Juvenile Rehabilitation Centre and may regulat e activit ies and functions of such released or  \ndischarged  juvenile  offender in the  prescribed manner.  \n \n21. Power of the 1[Interior Division] to withdraw certificate. ⸻The 1[Interior Division] , if \ndissatisfied with the conditio n, management or superintendenc e of a c ertified observ ation hom e or a \nJuvenile Rehabilitat ion centre , may at an y time withdra w the certifi cate issued under section 20 in  \nprescribed  manner. \n \n22. Insp ection  of observation  homes  and Juvenile  Rehabilitation  Centres .⸻In order to report \nto  the Juvenile court or Juvenile Justice committee on m easures being take n for social reintegration, health, \neduc ation or o ther conditions of t he inmates a medica l officer ’ a member of the Co mmitt ee, w ith prior \napproval of h ead of the Co mmittee or an o fficer authorized by the 1[Division concerned or relevant  \ndepartment of provincial Governments] , may in spect an observation home or a Juvenile Rehabilitation \nCentre . \n \n \n1Subs.  by Act No. III of 2022 , ss. 6-8. \nPage  13 of 13 \n \n \n \n 23. Act to overrid e other  laws.⸻The provi sions of this Act shall have overridin g effect \nnotwithstanding anything contained in any other law for the time being in force . \n \n24. Power  to make  rules.⸻The Government  may, by notificat ion in the official Gazette, make \nrules  for carrying out the purpose s of this Act. \n \n25. Repeal .⸻The Juven ile Justice Syste m Ordinance , 2000  (XXII  of 2000) is hereby repealed. \n \n \n _____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN  Date: 22 -07-2024"
}