{
    "file": "./converted_json\\administrator7d647915d9ac2e727b54f495d7933648.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 29 \n  \n \n \n \n \n \nTHE STATE -OWNED ENTERPRISES (GOVERNANCE AND \nOPERATIONS) ACT, 2023  \n \n \n \n  \n \n \nCONTENTS  \n \nCHAPTER -1 \nGENERAL  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Scope and application  \n \nCHAPTER -2 \nSTATE -OWNED ENTERPRISE MANAGEMENT POLICY AND PRINCIPLES  \n \n4.  State -owned enterprise ownership and management policy  \n5.  General principles  \n \nCHAPTER -3 \nPRUDENT AND EFFICIENT MANAGEMENT  \n \n6.  Sound and prudent management   \n7.  Object ives of state -owned enterprises  \n \nCHAPTER -4 \nMEASURABLE PERFORMANCE  \n8.  Business plan  \n \nCHAPTER -5 \nRESPONSIBLE MANAGEMENT  \n \n9.  Application of this Chapter  \n10.  Board Nominations Committee  \n11.  Disqualifi cation of independent directors  \n12.  Compos ition of the Board of a company  \n13.  Term of office of directors  \n \n\n \nPage 2 of 29 \n 14.  Defect  or irregularity in appointment  \n15.  Chairman of the board and the chief executive officer  \n16.  Fit and proper criteria  \n \nCHAPTER -6 \nRESPONSIBILITIES, POWERS AND FUNCTIONS OF THE BOARD  \n \n17.  Independence of the Board  \n18.  Appointment of the chief executive officer  \n19.  Responsibility to the shareholders and the state -owned enterprise  \n20.  Enforcement of systems of internal control  \n21.  Audit Committee  \n22.        Board meetings   \n23.  Indemnity  \n \nCHAPTER -7 \nTRANSPARENT PERFORMA NCE  \n24.  Financial transparency  \n25.  Financial statements  \n26.  Annual report  \n27.  Publication of summary of annual report  \n28.  Half-yearly report  \n \nCHAPTER -8 \nSHAREHOLDING RIGHTS OF THE FEDERAL GOVERNMENT  \n \n29.  Role of Federal Government  \n30.  Disclosure by state -owned enterprise  \n \nCHAPTER -9 \nMONITORING PERFORMANCE  \n31. Central monitoring unit  \n32.  Disclosures to the central monitoring unit  \n \nCHAPTER -10 \nENFORCEMENT  \n33.  Enforcement of this Act  \n34.  Power to make rules  \n35.  Power to issue directives, circulars, guidelines, etc.  \n \n \n \n \nPage 3 of 29 \n  \nCHAPTER -11 \nMISCELLANEOUS  \n36. Miscellaneous  \n37.  Removal of difficulty  \n \nSCHEDULE -I \nSCHEDULE -II \nSCHEDULE -III \nSCHEDULE -IV \nSCHEDULE -V \nSCHEDULE -VI \n \n \n  \n \nPage 4 of 29 \n THE STATE -OWNED ENTERPRISES (GOVERNANCE AND OPERATIONS) \nACT, 2023  \n \nACT NO. VII OF 2023  \n \n[30th January, 2023]  \nAN \nACT \n \nto provide for governance and operation of the management and financial efficiency of state -owned \nenterprises owned and controlled by the Federal Government  \n \nWHEREAS, the Federal Government owns and controls a number of state -owned enterprises \nestablished un der the various laws of Pakistan;  \n \nAND WHEREAS, the governance and operation of these enterprises if not made effectively or \nappropriately affects the quality of service delivery by the State as well as the fiscal discipline of the \nState;  \n \nAND WHEREAS, it is expedient to specify principles governing the operation of state -owned \nenterprises to a uthorise the formation of state -owned  enterprises for carrying on certain Federal \nGovernment activities and to control the ownership thereof and to establish requirem ents about the \ngovernance and accountability of state -owned enterprises and for matters co nnected therewith and \nancialiry thereto;  \n \nIt is hereby enacted as follows:  \nCHAPTER -I \n \nGENERAL  \n \n1. Short title and commencement. —(l) This Act shall be called the State -Owned Enterprises \n(Governance and Operations) Act, 2023.  \n \n(2) It shall come into force at once.  \n \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n \n(a) “articles” means the articles of association of a compan y;  \n \n(b) “board” means ⸻ \n \n (i)  in the case of a company, the board of directors of the company; and  \n \n(ii)  in the case of a statutory state -owned enterprise, the governing body \nempowered to oversee or manage the affairs of such statutory body or \nenterpri se. \n \n(c)  “chief executive officer” means ⸻ \n \n(i)  in the case of a company, the chief executive officer of the company, by \nwhatever name called; and  \n \n \nPage 5 of 29 \n (ii)  in the case of a statutory state -owned enterprise, the person empowered \nto undertake the functions of the chief executive officer, by whatever \nname called under the relevant law.  \n \n(d)  “controlled by the Government” means ⸻ \n \n(i)  in the case of a company, i f the Federal Government directly or \nindirectly has the right to appoint a majority of directors or control over \nmanagement or policy decisions, exercisable by a person individually or \nthrough any person acting in concert, directly or indirectly, whether b y \nvirtue of Federal Government shareho lding, management right, \nshareh lders agreement, voting agreement or otherwise;  \n \n(ii)  in the case of an entity created by an Act of the Majlis -e-Shoora, if the \nFederal Government has the power to appoint a majority of the persons \nwho are directors of that entity or otherwise has the power to determine \nthe outcome of decisions about the entity ’s management or financial and \noperating policies.  \n \n(e)  “commercia l state -owned enterprise” means ⸻ \n \n(i)  a state -owned enterprise  established under the Companies Act, 2017 \n(XIX of 2017) other than companies licensed under section 42 thereof; \nor \n \n(ii)  a state -owned enterprise that generates the majority of its revenue from \nthe sale of goods or services or a combination of goods and services on \na commercial basis.  \n \n(f)  “company” means a company incorporated under the Companies Act, 2017 \n(XIX of 2017) which is a state -owned enterprise;  \n \n(g)  “director” means ⸻ \n \n(i)  in the case of a company, a director appointed under the Companies Act, \n2017 (XIX of  2017); and  \n \n(ii)  in the case of a statutory state -owned enterprise, a member of the \ngoverning body designated under the applicable law.  \n \n(h)  “nominee  director” means ⸻ \n \n(i)  a director who represents the Federal or Provincial Government; and  \n \n(ii)  a director who representats another state -owned enterprise.  \n \n(i)  “independent director” means a director who is not an ex-office  director and is \nnot disqual ified under section 11;  \n \n(j)  “owned by the Federal Government” means ⸻ \n \nPage 6 of 29 \n (i)  in the case of a company, an entity in which the Federal Government \ndirectly or indirectly holds fifty percent or more shareholding; and  \n \n(ii)  in the case of a statutory state owned enterprise, an entity which has been \nestablished through an Act of the Majlis -e-Shoora.  \n \n(k)  “prescribed” means prescribed by rules made under this Act;  \n \n(1)  “public service obligation” means the specified service or activity referred to in \na public service obligation agreement;  \n \n(m)  “public service obligation agreement” means an agreement referred to in \nSchedule -II between the Federal Government and a commercial state -owned \nenterprise for the undertaking of a public service obligation by the commerc ial \nstate-owned enterprise;  \n \n(n)  “Schedule” means Schedule made under this Act;  \n \n(o)  “state -owned enterprise” means a corporate body falling within the scope of \nsection 2; and  \n \n(p)  “statutory  state-owned enterprise” means a state -owned enterprise established \nunder an Act of Parliament.  \n \n3. Scope and application .—(1) Notwithstanding anything contained in any other law for the \ntime being in force, this Act shall have application to all public se ctor companies as defined in sub -\nsection (54) of section 2 of the Companies Act, 2017 (XIX of 2017) and other corporate bodies which \nare owned and controlled by the Federal Government including those established under special \nenactments but shall not apply  to— \n \n(a)  regulatory bodies which are empowered to issue licences, grant tariffs or \nundertake investigations and inquiries with regard to non -compliance of their \nstatutory functions and powers;  \n \n(b)  subject to sub -section (2), enterprises providing healt h and educational services \nand facilities; and  \n \n(c)  subject to the criteria laid down in the state -owned enterprise ownership and \nmanagement policy, any state -owned enterprise specifically excluded from the \ncomplete or partial application of this Act by t he Federal Government for \nreasons to be recorded and by notification in the official Gazette, provided that \nsuch exclusion does not undermine the objectives and principles of this Act.  \n \n(2) The application of this Act may be extended by the Federal Governm ent either completely \nor partly to an y entity specified in Schedule -I, including without limitation to entities which the Federal \nGovernment does not have ownership in but exercises control thereon:  \n \nProvided that the Federal Government shall have the power to amend Schedule -I; \n \n \n \n \nPage 7 of 29 \n CHAPTER -2 \n \nSTATE -OWNED ENTERPRISE MANAGEMENT POLICY  \nAND PRINCIPLES  \n \n \n4. State -owned enterprise ownership and management policy .—(1) The Federal \nGovernment shall, at least once in every five years, prepare and prescribe a state -owned enterprise \nownership and management policy for giving effect to the objectives of this Act, namely: — \n \n(a)  that the shareholding responsibilities of the Federal Gover nment with respect to \nits state owned  enterprises are clarified;  \n \n(b)  that the Federal Government acts as an informed and active shareholder; and  \n \n(c)  that fisc al risks associated with state owned  enterprises are effectively managed:  \n \nProvided that the first policy to be developed under this Act shall be notified no later than one \nyear from the coming into effect of this Act:  \n \nProvided further that in the development of policies under this section, the Federal Government \nmay seek input and assistance from the relevant stakeholders, including any regulatory  body, as may \nbe required.  \n \n(2) The policy referred to in sub -section (1), shall provide for, inter -alia— \n \n(a)  the criteria and rationale for ownership, retention and establishment of a state -\nowned enterprise by the Federal Government;  \n \n(b)  the role of the Federal Government in the governance of state -owned \nenterprises;  \n \n(c)  the manner and procedure for exercising the rights of the Federal Government \nas shareholder in state -owned enterprises, including, without limitation, matters \nenumerated in  sub-section 2 of section 29, subject to the principles laid down in \nthis Act;  \n \n(d)  clarification of the respective roles and responsibilities of any Division of the \nFederal Government, under the Rules of Business, 1973, Boards and other  \nstakeholders inv olved in the implementation of the Ownership Policy;  \n \n(e)  the role of and manner of operation of the central monitoring unit;  \n \n(f)  the form and procedure for management and use of the electronic state -owned \nenterprise database, including right of access by the public;  \n \n(g)  a framework for ensuring competitive neutrality of the State with respect to state \nowned enterprises;  \n \n \n \nPage 8 of 29 \n (h)  a public sector obligation management framework;  \n \n(i)  process of monitoring and managing contingent liabilities of state -owne d \nenterprises;  \n \n(j)  guidelines for board nominations committee while exercising its functions \nunder section 10, including with respect to diversity and adequacy of board \ncomposition;  \n \n(k)  1[* * * * * * *] \n \n(1)  the cooling off period for the appointment of independent directors;  \n \n(m)  the manner of regulation of conflict of interest of directors, including procedures \nfor identification and reporting of direct and indirect interests of directors and \nresolving any conflict of interest thereon;  \n \n(n)  the criteria for excluding a state owned enterprise from the ambit of clause (c) \nof sub -section (1) of section 3; and  \n \n(o)  any other matter required to give effect to the provisions and objectives of this \nAct. \n \n(3) The policy prescribed under this section shall clarify the manner of giving effect to the \ninstitutional arrangements whereby roles and responsibilities have been assig ned under this Act, in \nparticular and without limitation — \n \n(a)  the manner in which the Board shall undertake its responsibilities with regard \nto— \n \n(i)  development o f a business plan and statement of corporate intent under \nsection 8, including without lim itation the development of performance \nindicators and specific targets and the disclosure of public service \nobligations and target areas;  \n \n(ii)  appointment of chief executive officer under section 18;  \n \n(iii)  ensuring the development of internal systems o f control under section \n20; \n \n(iv)  establishment of an audit committee under section 21;  \n \n(v)  timely preparation and publication of the financial statement, annual \nreport and half -yearly report under sections 24 to 28;  \n(vi)  timely submission of informati on to the central monitoring unit under \nsection 32; and  \n \n(vii)  ensuring the integrity of the information submitted to the central \nmonitoring unit.  \n \n___________________________________________________________________________  \n1Omitted by Act No. XII  of 2024, s. 2  \n \nPage 9 of 29 \n (b)  the manner in which the central monitoring unit shall undertake its functions \nwith regard to — \n \n(i)  maintaining an electronic database un der section 31;  \n \n(ii)  providing analysis under sub -section (2) of section 31 to the Federal \nGovernment or its standing committee as the case may be;  \n. \n(iii)  issuing  periodic reports to the Federal Government or its standing \ncommittee as the case may be, and making such reports public, under \nsub-section (3) of section 31.  \n \n (c)  the manner in which the Federal Government shall undertake its functions with \nregard to — \n \n(i)  prescription of the state -owned enterprise ownership and management \npolicy under this section as well as other rules to be prescribed under \nsection 34;  \n \n(ii)  roles and procedure of the standing committee to be established under \nsub-section (1) of sec tion 33;  \n \n(iii)  the role of the Division to which the business of a state -owned enterprise \nhas been allocated under the Rules of  Business, 1973 with respect to —  \n \n(A) co -ordinating  compliance with this Act by the Board;  \n \n(B) providing sectoral policy support and guidance  to the state -owned enterprise to enable it to \ncomply with its objectives under section 7; and  \n \n(C) providing sectoral policy support to the Federal Cabinet or its s tanding committee as the \ncase may be with respect to the objectives of this Act.  \n \n(iv)  the role of the Federal Government or its standing committee as the case \nmay be, regarding the exercise of shareholding rights, use of analysis \nand reports submitted by  the central monitoring unit and the general \noversight of the Boards under this Act.  \n \n5. General principles .—The provisions of this Act, the state -owned enterprise management \npolicy, and any rules made hereunder shall aim to further the following general p rinciples, namely:  \n \n(a)  the principle of prudent and efficient management according to which — \n \n(i)  a commercial state -owned enterprise must operate on a commercial \nbasis that is efficient and profitable; and  \n \n(ii)  a state -owned enterprise must operate e fficiently and effectively.  \n \n(b)  the principle of measurable performance according to which a state -owned \nenterprise must identify its business goals;  \n \nPage 10 of 29 \n (c)  the principle of responsible management according to which the management \nof a state -owned enterpri se must be competent, honest and accountable;  \n \n(d)  the principle of transparent performance according to which a state -owned \nenterprise must report its performance fully, transparently and timeously;  \n \n(e)  the principle of monitored performance according to which a state -owned \nenterprise must be subject to ri gorous monitoring and review;  \n \n(f)  the principle of competitive neutrality; and  \n \n(g)  the principle of protection of minority shareholders, according to which the \ngovernment and the stat e-owned enterprise must recognis e the rights of all \nshareholders and ensure all shareholders are treated equitably and have equal \naccess to corporate information and the ability to nominate directors in a manner \ncommensurate with their shareholding interest.  \n \nCHAPTER -3 \n \nPRUDENT AND EFFICIENT MANAGEMENT  \n \n6. Sound and prudent management .—(1) Every state -owned enterprise shall undertake its \noperations in accordance with the criteria for sound and prudent management, namely: — \n \n(a)  the business of the state -owned enterprise is carried on with integrity, \nobjectivity, due c are and the professional skills appropriate to the nature and \nscale of its activities;  \n \n(b)  each independent director and chief executive officer, by whatever name called, \nof the state -owned enterprise complies with the prescribed fit and proper \ncriteria;  \n \n(c)  the state -owned enterprise is directed and managed by a sufficient number of \npersons who are fit and proper persons to hold the positions which they hold; \nand \n \n(d)  the state -owned enterprise maintains adequate accounting and other records of \nits bu siness.  \n \n(2) Accounting and other records shall not be regarded as adequate for the purposes of this \nprovision unless they — \n \n(a)  enable  the business of the state -owned enterprise to be prudently managed;  \n \n(b)  enable the state -owned enterprise to comply with the obligations imposed by \nthis Act; and  \n \n(c)  comply with all professional standards and pronouncements of relevant \nprofessional bo dies as applicable in Pakistan.  \n \n7. Objectives of state -owned enterprises .—(1) The primary objective of a state -owned \nenterprise shall be to operate in an efficient manner, achieving the objectives contained in, and acting \n \nPage 11 of 29 \n in accordance with their respecti ve Acts or articles and memorandum of association, as the case may \nbe. \n(2) State -owned Enterprises, in undertaking their primary objectives, shall have regard, \namongst other matters, to: –– \n \n(a)  the economic consequences of any decision in the long term;  \n \n(b)  the need to foster the state -owned enterprise ’s business relationships with \nsuppliers, customers and other stakeholders;  \n \n(c)  the impact of the state -owned enterprise ’s operations on the community and the \nenvironment;  \n \n(d)  the importance of the stat e-owned enterprise maintaining a reputation for high \nstandards of business conduct; and  \n \n(e)  the need to act fairly as between members of the state -owned enterprise.  \n \n(3) Notwithstanding anything contained in any other law for the time being in force, the primary \nobjective of a commercial state -owned enterprise shall be to be generate sufficient revenues to cover \ntheir costs and be financially sustainable.  \n \n(4) The Federal Government shall not require a commercial state -owned enterprise to \nundert ake a public service obligation which deviates from the primary objective except as specified in \nSchedule -II of this Act;  \n \n(5) Nothing in this section shall affect the validity or enforceability of any contract or other \ntransaction entered into by a commer cial state -owned enterprise.  \n \nCHAPTER -4 \n \nMEASURABLE PERFORMANCE  \n \n8. Business plan .—(1) The Board of every state -owned enterprise shall, prior to the \ncommencement of each financial year, adopt a business plan in respect of the following three financial \nyears which shall contain information about the operations, strategic direction, and financial and non -\nfinancial performance measures of the state -owned enterprise and demonstrates how the state -owned \nenterprise shall achieve its primary objectiv e: \n \nProvided that the business plan must be effective on the first day of the first financial year to \nwhich it applies.  \n(2) If a state -owned enterprise has one or more subsidiaries, the business plan must, for each \nsubsidiary and for the group as a whole, include information about the operations, strategic direction \nand financial projections of the state -owned enterprise.  \n \n(3) The business plan of a state owned enterprise shall be prepared in consultation with the \nDivision to which the business of the state -owned enterprise has been allocated under the Rules of \nBusiness, 1973 and the draft under consultation shall be simultaneously submitted to the Central \nMonitoring Unit and the adopted business plan shall be submitted to the Federal Government for \ninformat ion. \n \n \nPage 12 of 29 \n (4) The board of every state -owned enterprise shall at the start of each financial year, adopt and \ncause to have published a statement of corporate intent for the state -owned enterprise or the group \ncomprising the state -owned enterprise and its subsi diaries (if any), in respect of that year and the \nfollowing two financial years in the manner and form set out in Schedule -III. \n \nCHAPTER -5 \n \nRESPONSIBLE MANAGEMENT  \n \n9. Application of this Chapter .⸻This chapter shall apply to all boards of state -owned \nenterp rises, notwithstanding anything contained in any other law for the time being in force.  \n \n10. Board Nominations Committee .––(1) There shall be a Board Nominations Committee \ncomprising - \n \n(a)  the Minister in Charge to which the business of the state -owned enterprise has \nbeen allocated under the Rules of Business, 1973, who shall also be the Chair \nof the Committee:  \n \nProvided that where the Minister in Charge is the Prime Minister, he \nmay nominate a nother member of the Federal Government to be Chair of the \nCommittee;  \n \n(b)  the Secretary of the Division to which the business of the state -owned enterprise \nhas been allocated under the Rules of Business, 1973; and  \n \n(c)  the Secretary of the Finance Divis ion or his nominee of at least BPS 21.  \n \n(2) The Board Nominations Committee shall be responsible for — \n \n(a)  identifying and recommending candidates to the Federal Government for \nappointment as independent directors which the Federal Government is \nempowered  to appoint to Boards; 1[*] \n \n(b)  recommending ex-officio  positions to be held by the relevant Division or public \nsector organization of the Federal Government, or where nec essary, a Provincial \nGovernment 1[;] \n \n1[(c)  evaluating the performance of ex-officio and  independent directors; and  \n \n \n(d)  recommending the removal of a director or directors to the Federal Government  \non the basis of evaluating the performance of such director or directors.]  \n \n (3) The procedure adopted by the Board Nominations Committee for performing its functions \n1[under clauses (a) and (b) of sub -section (2) ] shall be notified and shall comply with the principles of \nmerit, confidentiality, transparency, diversity and fairness , including, but not limited to — \n \n(a)  advertisement in a newspaper(s) of wide circulation;  \n \n(b)  requesting applications by invitation;  \n \n(c)  appointing a head -hunting agency; or  \n \n \n1Omitted, subs., added and ins. by Act No. XII of 2024 , s. 3. \n \nPage 13 of 29 \n (d)  identi fying candidates from the databank of independent directors notified by \nthe Securities and Exchange Commission of Pakistan under section 166 of the \nCompanies Act, 2017 (XIX of 2017).  \n \n 1[(3A). In  carrying out its functions under clauses (c) and (d) of sub -section (2) of section 10, \nthe Board Nomination Committee shall evaluate the performance of a director  or directors of a state -\nowned  enterprise base d on the objectives and principles laid down in Chap ters 2, 3 and 4 of this Act, \nto the extent applicable to  a Boa rd of a state -owned enterprise.]  \n \n(4) The Board Nominations Committee shall apply the prescribed fit and proper criteria while \nmaking nominations of persons for appointment as directors.  \n \n11. Disqualification of independent directors .––The following persons shall not be \nappointed or continue to hold office as an independent director, namely:  \n \n(a)  a person who is under eighteen years of age;  \n \n(b)  a person who is not a natural person;  \n \n(c)  a person who is an undischarged bankrupt in any jurisdiction;  \n \n(d)  a person who has been convicted of an offence in any jurisdiction;  \n \n(e)  a person who is prohibited under a statute or by order of court from being a \ndirector or promoter of, or being conc erned or taking part in the management of \na corporation;  \n \n(f)  a person who is declared mentally unfit by a medical board constituted for this \npurpose;  \n \n(g)  a person who is in the service of Pakistan;  \n \n(h)  a member of the Majlis -e-Shoora or a Provincial Assembly;  \n \n(i)  a holder of a political office whether or not in a legislative role; or  \n \n(j)  an employee of a state -owned enterprise.  \n \n12. Composition of the Board of a company .—(1) A Board of a company shall consist of \nindependent directors, ex-officio  directors and the chief executive officer of the company, with the \nrequisite skills, competence, knowledge, experience and approach so that the Board as a group includes \ncore competencies and diversity required to assist the company achieve its primary obj ective.  \n \n (2) The majority of the board shall consist of independent directors.  \n \n(3) No person shall be appointed or nominated as a director of more than five state -owned \nenterprises simultaneously, including their subsidiaries.  \n \n___________________________________________________________________________  \n 1Added by Act No. XII  of 2024, s. 3.  \n  \n \nPage 14 of 29 \n (4) An independent member shall not serve for more than nine years on a Board, and shall not \nbe appointed to the same Board after two consecutive terms unless a period of three years has lapsed.  \n \n13. Term of office of directors .—(1) A director, once appointed shall hold office for the period \nspecified under the applicable law, unless he resigns in writing or is removed earlier in accorda nce \nwith the provisions of this Act.  \n  \n 1[Provided that for reasons to be recorded, the Federal Government may remove a director or \ndirectors on the recommendation of the Board Nominations Committee under clause (d) of sub -section \n(2) of section 10.]  \n \n (2) 1[Save for as provided in the proviso  sub-section (1) of section 13, an]  independent director \nonce appointed by the Federal Government shall not be removed unless it is established through an \ninquiry conducte d in the prescribed manner that — \n \n(a)  the director is found to be in non -compliance with the provisions of this Act, or  \nthe Companies Act 2017, (XIX of 2017), or any other applicable law;  \n \n(b)  1[* * * * * * *] \n \n(c)  the director is found to act in a manner detrimental to the successful \nmanagement and operation of the state -owned enterprise; or  \n \n(d)  the director is found guilty of misconduct.  \n \nExplanation .––For the purpose of this clause, misconduct includes — \n \n(i)  indulging in a competing professional or personal conflict of interests ’ situation;  \n \n(ii)  using  the funds, assets and resources of the state -owned enterprise without due \ndiligence and care;  \n \n(iii)  failing to treat the colleagues and the staff of the state -owned enterprise with \nrespect,  or using harassment in any form  of physical or verbal abuse;  \n \n(iv)  making public statements relating to the business of the state -owned enterprise \nwithout authorization by the Board;  \n \n(v)  failing to comply w ith the state -owned enterprise ’s code of conduct or conflict \nof interest requirements;  \n (v)  receiving gifts or other benefits from any sources external to the state -owned \nenterprise offered to him in connection with his duties on the Board; or  \n \n(vi)  abusing or misusing his official position to gain undue advantage or assuming \nfinancial or other obligations in p rivate institutions or for persons which may \ncause embarrassment in the performance of official duties or functions.  \n \n14. Defect or irregularity in appointment. ––No act, proceeding or decision of the board shall \nbe invalid by reason only of the existence o f a vacancy in, or defect or irregularity in the constitution \nof the board.  \n_________________________________________________________________________  \n                                                         1Ins., subs.  and omitted  by Act No. XII  of 2024, s. 4.  \n \nPage 15 of 29 \n 15. Chairman of the board and the chief executive officer .––(1) No person can hold office \nas chairman and chief executive of a state -owned enter prise simultaneously, and the office of the \nchairman shall be separate and his responsibilities distinct, from those of the chief executive officer.  \n \n(2) The chairman of the board shall be appointed by the Federal Government and shall be \nresponsible for le ading the board and ensuring its effective functioning and continuous development \nand shall not be involved in day to day operations of the state -owned enterprise.  \n \n(3) The chief executive officer shall — \n \n(a)  be responsible for the management of the state -owned enterprise and for its \nprocedures in financial and other matters under delegation from the board and \nsubject to the oversight and directions of the Board;  \n \n(b)  ensure the proper implementation of strategi es and policies approved by the \nBoard; and  \n \n(c)  putting in place appropriate arrangements to ensure that funds and resources are \nproperly safeguarded and are used economically, efficiently and effectively and \nin accordance with the state -owned enterprise  business plan, the primary \nobjective and all statutory obligations.  \n \n16. Fit and proper criteria .—(1) The fit and proper criteria shall be prescribed in Schedule -\nIV and shall apply to independent directors, the chief executive officer, the company secreta ry and all \nother senior management officers, by whatever name called, of a state -owned enterprise.  \n \n(2) The requirement to comply with the fit and proper criteria under this Act shall be without \nprejudice to compliance with any other requirement for the fi tness and propriety of directors or senior \nmanagement officers issued under any special law, rules or regulations by a sector regulator or \nauthority governing a specified sector.  \n \nCHAPTER -6 \n \nRESPONSIBILITIES, POWERS AND FUNCTIONS OF THE BOARD  \n \n17. Independence of the Board .⸻(1) The Board shall be given autonomy and independence \nin the discharge of its functions under this Act or any other applicable law in accordance with the \nadopted business plan and no administrative or standing instructions by an y Division of the Federal \nGovernment shall be applicable to any state -owned enterprises unless prior approval of the Federal \nGovernment has been obtained and any such instructions already in field at the time of coming into \neffect of this Act shall require  Federal Government ratification within a period of six months, failing \nwhich they shall be deemed to be rescinded.  \n \n(2) State -owned enterprises shall maintain independent procurement policies with the approval \nof the Federal Government, which comply wit h the Chartered Institute of Procurement and Supply ’s \nGlobal Standards of Procurement and Supply and shall only be responsible for compliance of the \nprovisions of the Public Procurement Regulatory Authority Ordinance, 2002 (XXII of 2002) to such \nextent as may be directed by the Federal Government:  \n \nProvided that until the procurement policy of state -owned enterprise is prepared and approved \nby the Federal Government, the Public Procurement Regulatory Authority Ordinance 2002, (XXII of \n2002) apply mutatis mu tandis  to it. \n \nPage 16 of 29 \n 18. Appointment of the chief executive officer .⸻(1) The Board, in the case of a company, \nor the concerned authority in the case of a statutory state -owned enterprise shall appoint a chief \nexecutive officer to the state -owned enterprise under a performance based contract for a specified \nperiod, unless such period is already specified in the enactment governing a statutory state -owned \nenterprise:  \n \nProvided that the Board or the concerned authority shall bring their existing ar rangements with \nthe the appointment of chief executive officers in line with this provision within one year of coming \ninto effect of this law.  \n \n(2) The Board or the governing body in the case of statutory state -owned enterprises, by \nwhatever name called, s hall be responsible for ensuring the performance of the chief executive is \nmonitored regularly against agreed performance measur es and for the chief executive ’s development \nand succession planning.  \n \n19. Responsibility to the shareholders and the state -owne d enterprise .––(1) The Board \nshall ensure its obligations to shareholders of the state -owned enterprise are fulfilled and they are duly \ninformed in a timely manner of all material events through shareholder meetings and other \ncommunications as necessary.  \n \n(2) The Board shall develop and implement a code of conduct for the members of the Board, \nas well as the employees of the state -owned enterprise for the matters set out in Schedule -V of this \nAct, with a view to ensure the highest professional standards and  corporate values are in place:  \n \nProvided that the code of conduct developed under this sub -section shall be effectively \ncommunicated within the state -owned enterprise together with supporting policies and procedures,  \n \nincluding adequate systems and contr ols for the identification and redressal of grievances arising from \nunethical practices.  \n \n20. Enforcement of systems of internal control .⸻The Board shall ensure the integrity of the \nsystems of internal control and any person who is found liable for a devia tion or violation from the \ncompany ’s code of conduct or other systems of internal control shall be subject to disciplinary \nproceedings in accordance wi th the state -owned enterprise ’s internal policies.  \n \n21. Audit Committee .⸻(1) The Board of a state-owned enterprise shall establish an audit \ncommittee, whose members shall be financially literate and majority of them, including its chairman, \nshall be independent directors:  \n \nProvided that the Chairman of the Board and the Chief Executive Officer of the state -owned \nenterprise shall not be members of the audit committee.  \n \n(2) The audit committee shall be responsible for — \n \n(a)  recommending to the Board the appointment of external auditors by the state -\nowned enterprise and shall consider any questions of resignation or removal of \nexternal auditors, audit fees and provision by external auditors of any service to \nthe state -owned enterprise in addition to audit of its financial statements;  \n \n \nPage 17 of 29 \n (b)  determination of appropriate measures to safeguard the state owned enterprise ’s \nassets;  \n \n(c)  all reports and communications with external auditors;  \n \n(d)  review of half -yearly and annual fi nancial statements of the state owned \nenterprise, prior to their approval by the Board;  \n \n(e)  ensuring coordination b etween the internal and  external auditors of the state \nowned enterprise; and  \n \n(f)  investigating, where necessary on a confidential basis, any deviation from or \nviolation of the company ’s code of conduct or other systems of internal control.  \n \n22. Board mee tings .⸻(1)The Board of a company shall meet –– \n \n (a)  at least once in every two months; and  \n \n(b)  at other times that the board considers necessary for the efficient management \nof the business and affairs of the state -owned enterprise.  \n \n(2) Notwithstanding anything contained in any other law for the time being in force, decisions \nof the Board shall be ta ken by majority, however the following decisions shall require a decision by \nthree -fourth majority, which shall include the vote of the nominee director representing the Federal or \nProvincial Government, namely ⸻ \n \n(a)  appointment and removal of chief e xecutive officer of the state -owned \nenterprise;  \n \n(b)  approval of the statement of corporate intent and business plan;  \n \n(c)  proposals for sale of sizeable assets;  \n \n(d)  annual budget statement approval; and  \n \n(e)  sale of assets of the company.  \n \n(3) The Chairman of the Board shall in case of equal number of votes, have a casting vote.  \n \n23. Indemnity .––No suit, prosecution or other legal proceedings shall lie against the directors, \nchief executive officer, or other emplo yee of a state -owned enterprise if the liability arose out of an act \nor omission of the director, chief executive or employee and the act or omission was done in good faith \nand with due care.  \n \nCHAPTER -7 \n \nTRANSPARENT PERFORMANCE  \n \n24. Financial transparency .––(1) The Board shall ensure that the state -owned enterprise \nalong with its subsidiaries, must keep written financial records that — \n \n \nPage 18 of 29 \n (a)  correctly record and explain its transactions and financial position and \nperformance;  \n \n(b)  enable financial statement s to be prepared and audited in accordance with this \nAct; \n \n(c)  clearly  identify any transactions undertaken by the state -owned enterprise with \nany director or his close relatives, either directly or indirectly and comprising a \npecuniary or non -pecuniary benefit through a company or other business \nestablished by such director ; and  \n \n(d)  enable other reports required by this Act to be prepared.  \n \n(2) The records required by sub -section (1) ⸻ \n \n(a)  shall  be kept for at least ten years after the dates of the transactions to which \nthey relate;  \n \n(b)  must be kept at the principal place of business or the registered office address \nof the state -owned enterprise; and  \n \n(c)  shall also be kept in electronic form if they are readily retrievable and \nconvertible into hard copy form.  \n \n25. Financial statements .⸻(1) The board of a state -owned enterprise must ensure there is \nprepared, for each financial year, audited financial statements for the state -owned enterprise as  well as \nconsolidated financial statements for the group consisting of the state -owned enterprise and its \nsubsidiaries:  \n \nProvided that for the purposes of this section, a subsidiary shall not include a joint venture.  \n \n(2) The financial statements must be  prepared in accordance with International Financial \nReporting Standards and the financial statements together with the notes to them must include all \ninformation that is necessary to ensure that the financial statements give a true and fair view of the  \n \n \nfinancial position of the state -owned enterprise and the group consisting of the state -owned enterprise \nand its subsidiaries:  \n \nProvided that where a state -owned enterprise is not following the International Financial \nReporting Standards at the time of com ing into effect of this Act, the Board shall ensure compliance \nwith this provision within a period of three years from coming into effect of this Act.  \n \n(3) The financial statements must be accompanied by a declaration of the Board whether, in \ntheir opinion ⸻ \n \n(a)  there are reasonable grounds for believing that the state -owned enterprise and \nits subsidiaries shall be able to pay their debts as they become due and payable; \nand \n \n \nPage 19 of 29 \n (b)  the financial statements and the notes to them comply with the requirements of \nthis Act and international accounting standards.  \n \n26. Annual report .––(1) A state -owned enterprise must submit to the Federal Government a \nreport on its operations and its subsidiaries for the financial year to which it relates, not later than four \nmonths after the end of that financial year in the form prescribed in Schedule -VI. \n \n(2) The annual report may omit information that the board of t he state -owned enterprise \nreasonably considers is likely to materially prejudice the commercial interests of the state -owned \nenterprise or a subsidiary if disclosed.  \n \n(3) The Board shall submit a report to the Federal Government on the information omitted from \nthe annual report under sub -section (2) and the reasons for such omission and such report shall be \nconfidential.  \n \n27. Publication of summary of annual report .⸻(1) A state -owned enterprise must arrange \nfor publication of a summary of the annual report on an internet site maintained by the state -owned \nenterprise or, where the state -owned enterprise does not have a website, on the website of the Division \nto which the business of the state -owned enterprise is allocated under the Rules of Business,1973, or \nin one or more newspapers generally circulating in Pakistan.  \n \n(2) The summary of the annual rep ort must be published under sub -section (1) within one \nmonth after the report is submitted to the Federal Government and should compare the actual \nperformance of the state -owned enterprise during the financial year to which the report relates with the \ntargets or benchmarks set in its statement of corporate intent for that financial year.  \n \n28. Half -yearly report .⸻(1) A state -owned enterprise must submit to the Fe deral Government \na half -yearly report of the operations of the state -owned enterprise for the first half of the financial \nyear to which it relates not later than two months after the end of the first half of that financial year.  \n \n(2) The half -yearly repo rt must contain:  \n \n(a)  the half yearly financial reports of the state -owned enterprise;  \n \n(b)  a statement on the extent the state -owned enterprise and its subsidiaries have \nachieved the business goals specified in its statement of corporate intent for the \nfinancial year; and  \n \n(c)  include any other matter that the Federal Government may direct the state -\nowned enterprise to include.  \n \nCHAPTER -8 \n \nSHAREHOLDING RIGHTS OF THE FEDERAL GOVERNMENT  \n \n29. Role of Federal Government .––(1) Subject to this Act, the Federal Government shall \nexercise all the powers and rights that shareholders have in relation to the state -owned enterprise under \nthe law or the constitution of the state -owned enterprise.  \n \n(2) The manner of exercise of shareholders rights with respect to  the state -owned enterprise \nshall be prescribed in the state -owned enterprise ownership and management policy and sh all include, \nwithout limitation ⸻ \n \n \nPage 20 of 29 \n (a)  the designation of the officers authorized to act as shareholder on behalf of the \nFederal Government at statutory meetings; and  \n \n(b)  any other matter necessary for the efficient exercise of shareholder rights by the \nFederal Government.  \n \n(3) The provisions of this section shall have overriding effect over any procedure to the contrary \nin any other applica ble law.  \n \n30. Disclosure by state -owned enterprise .⸻(1) The directors and senior management officers \nof a state -owned enterprise shall annually submit their assets and beneficially held investments and \nproperties to the Board, and any changes thereon shall  be reported to the Board within two weeks of \nsuch change, subject to such reasonable restrictions on making this information public as may be \nimposed by the Board in its conflict management policy.  \n \n(2) The Federal Government may direct a state -owned en terprise to disclose specified \ninformation or documents relating to the affairs of the state -owned enterprise or its subsidiary.  \n \n(3) The Federal Government must not direct the disclosure of information relating to an \nindividual if the individual is identi fiable from the information.  \n \n(4) Subject to the terms of a direction under this section, a state -owned enterprise may propose \nreasonable conditions to the Federal Government on making the information public disclosed under \nthis section, including restrict ions of its further disclosure.  \n \nCHAPTER -9 \n \nMONITORING PERFORMANCE  \n \n31. Central monitoring unit .⸻(1) The Federal Government shall establish a central \nmonitoring unit in the Finance Division which shall also maintain an electronic database of the \nfinancial and operational performance of state -owned enterprises and the following information in \nrelation to state -owned enterprises, namely. ⸻ \n \n(a)  statements of corporate intent;  \n \n(b)  business plans;  \n \n(c)  half-yearly and annual reports; and  \n \n(d)  any other information prescribed in the state -owned enterprise management \npolicy.  \n \n(2) The central monitoring unit shall undertake analysis on the financial, commercial and \noperational performance of state -owned enterprises, and on the basis of such analysis , submit \nrecommendations to the Federal Government on matters related to the performance and governance of \nstate-owned enterprises, including ⸻ \n \n(a)  the overall performance of state -owned enterprises;  \n \n \nPage 21 of 29 \n (b)  performance of state -owned enterprises against th eir primary objectives, \nbusiness goals, and performance targets and benchmarks;  \n \n(c)  investment in, loans to, and guarantees of state -owned enterprises;  \n \n(d)  the risks associated with the state -owned enterprise sector that could affect the \nState ’s investment in state -owned enterprises;  \n \n(e)  proposals relating to major transactions by state -owned enterprises as and when \nrequired by the Federal Government;  \n \n(f)  best practice by state -owned enterprises for encouraging and enhancing \nefficiencies and service delivery, and for improving performance;    \n(g)  agreements for public service obligations as and when required by the Federal \nGovernment;  \n \n(h)  compliance under s ection 32 by state -owned enterprises;  \n \n(i)  state-owned enterprise reform options as and when required by the Federal \nGovernment;  \n \n(j)  analysis of the content of the statements of corporate intent, business plans, \nannual reports and semi -annual reports; a nd \n \n(k)  any other matter which the Federal Government may require.  \n \n(3) The central monitoring unit shall issue periodic reports on the performance of the state -\nowned enterprises and matters listed in sub -section (2), which shall not be less than once eve ry half \nyear, in such form and manner as may be prescribed, and such reports shall be submitted to the Federal \nGovernment.  \n \n(4) The central monitoring unit shall publish a consolidated report on the performance of state -\nowned enterprises annually, with the  approval of the Federal Government.  \n \n32. Disclosures to the central monitoring unit .⸻(1) Every state -owned enterprise shall be \nrequired to submit information to the central monitoring unit as required under this Act:  \n \nProvided that if there is any chang e or error in the particulars already submitted to the state -\nowned enterprise monitoring unit, it shall be updated or corrected as the case may be, within fifteen \ndays of such change or knowledge of error.  \n \n(2) The central monitoring unit may, by notice in writing to a state -owned enterprise, require a \ndisclosure by the state -owned enterprise to enable the central monitoring unit to discharge its functions \nunder this Act.  \n \n(3) A state -owned enterprise must comply with a notice under sub -section (2)  within ten \nworking days after receiving it.  \n  \n \nPage 22 of 29 \n CHAPTER -10 \n \nENFORCEMENT  \n \n33. Enforcement of this Act .––(1) The Federal Government shall establish a committee of the \nFederal Cabinet to monitor the implementation of this Act.  \n \n(2) The Division to which the business of a state -owned enterprise has been allocated under \nthe Rules of Business, 1973 shall co -ordinate with the Board of such state -owned enterprise to monitor \ncompliance with the provisions of this Act, including, withou t limitation, with respect to the \ndevelopment of the business plan, statements of corporate intent, the annual reports, timely \nestablishment of systems of internal controls of the state -owned enterprise, appointment of the Chief \nExecutive Officer, and repo rting to the central monitoring unit.  \n \n(3) The Federal Government may carry out its functions and powers under this Act, except the \npower to make rules or to appoint independent directors, either directly through or by delegation to \none or more of its Divi sions or a body corporate which may be established by the Federal Government \nfor this purpose by notification in the official gazette:  \n \nProvided that in case the Federal Government establishes a body corporate then the functions \nof the central monitoring u nit shall also be undertaken by such body.  \n \n34. Power to make rules .⸻(1) The Federal Government may, by notification in the official \nGazette make rules to carry out the purposes under this Act.  \n \n(2) Without prejudice to the generality of the foregoing powe rs, such rules may provide for –– \n \n(a)  procedure for submission of various reports to the Federal Government and the \nmanner of preparation of such reports;  \n \n(b)  legal validity, form, procedure and security of the electronic database \nmaintained by the cent ral monitoring unit; and  \n \n(c)  any other matter incidental or consequential.  \n \n (3) The power to make rules under this Act shall be subject to the condition of prior publication \nin a manner appropriate for inviting representations thereon by the public, and the Federal Government \nshall cause a report to be published on its website, s etting out in general terms - \n \n(a)  the representations made on the draft rules;  \n \n(b)  the response of the Federal Government to the representations; and  \n \n(c)  where the rules are made with modifications which in the opinion of the Federal \nGovernment result  in the rules or regulations being significantly different from \nthe draft, publish, in such manner as it considers appropriate, details of the \ndifference.  \n \n35. Power to issue directives, circulars, guidelines, etc .⸻The Federal Government shall \nhave the power to issue such directives, codes, guidelines, circulars or notifications as are necessary \nto carry out the purposes under this Act and the rules made hereunder.  \n \n \nPage 23 of 29 \n CHAPTER -11 \n \nMISCELLANEOUS  \n \n36. Miscellaneous .⸻(1) Notw ithstanding anything contained in any law for the time being in \nforce, nothing in this Act, shall affect or be deemed to affect anything done or any action taken, or \npurported to have been taken by a state -owned enterprise, including under any rule, regula tion, \nnotification, order or notice made or issued, any approval, appointment or declaration made, any \noperation undertaken or direction given before the commencement of this Act.  \n \n(2) Subject to sub -section (1), any order, rule, notification, regulation , appointment, \nconveyance, deed, document or direction made, proceedings taken, instrument executed or issued or \nthing done by or in relation to a state -owned entity shall, if in force before the commencement of this \nAct, continue to be in force and shall have effect as if made, directed, passed, given, taken, executed, \nissued or done under or in pursuance of this Act, unless otherwise specifically withdrawn by an order \nof the concerned authority.  \n \n(3) Any person appointed to any office prior to the coming into force of this Act shall be \ndeemed to have been appointed to that office under and by virtue of this Act and any condition or term \nof service or employment modified through this Act shall not have retrospective application or effect.  \n \n(4) Within one ye ar of the coming into effect of this Act, the Federal Government shall, in the \ncase of any inconsistency, initiate legislation to bring the laws of statutory state -owned enterprises in \nconformity with the provisions of this Act.  \n \n37. Removal of difficulty .––If any difficulty arises in giving effect to the provisions of this \nAct, Federal Government may make such order, not inconsistent with the provisions of this Act, as it \nmay consider necessary for removal of such difficulty.  \n \nSchedule -I \nEntities to Whom this Law is Extended  \n[see Section  3(2)]  \n \n \nEntity  Applicable Provisions  \nPakistan Railways   \nPakistan Post Office   \nCompanies estab lished under \nsection 42 of the C ompanies Act, \n2017   \nPakistan Agricultural Storage and \nServices Corporation   \nPakistan State Oil   \n \nSchedule -II \nFramework for Enforcing Public Service Obligations  \n[see Section 7(4)]  \n \n1.  The Federal Government may in writing require a commercial state -owned enterprise \nto: \n \n(a)  provide  a specified service or perform specified activities; or  \n \n \nPage 24 of 29 \n (b)  cease providing a specified service or performing specified activities.  \n \n2.  Within one month of receiving the written proposal from the Federal Government, the \nState -owned enterprise must resp ond to the notice in writing, stating, with reasons, \nwhether the State -owned enterprise:  \n \n(a)  agrees to give effect to the proposal; or  \n \n(b)  finds the request to be inconsistent with the primary objective of the State -\nowned enterprise.  \n \n3.  If the commer cial state -owned enterprise gives a notice under clause (2)(b), the Federal \nGovernment and the commercial state -owned enterprise must enter into good faith \nnegotiations with a view to agreeing arrangements under which the commercial state -\nowned enterprise can give effect to the Federal Government proposal without acting \ninconsistently with its primary objective.  \n \n4.  If an agreement is reached under clause (3), the arrangements for giving effect to \nFederal Government proposal shall be incorporated in a Publ ic Service Obligation \nAgreement which:  \n \n(a)  must be in writing;  \n \n(b)  must  be approved by the Federal Government and the Board of the commercial \nstate-owned enterprise;  \n \n(c)  may include provision for funding or other resources to the commercial state -\nowned enterprise;  \n \n(d)  if it provides for the commercial state -owned enterpri se to provide goods or \nservices, must - \n \n(i)  specify the goods or services, including any particular quantities;  \n \n(ii)  specify an estimate of the annual total cost to the commercial state -\nowned enterprise for providing the goods or service, and an estimat e of \nthe annual total revenue to be received by the commercial state -owned \nenterprise for doing so; and  \n \n(iii)  specify how the performance of the commercial state -owned enterprise \nin providing the goods or services will be monitored and assessed.  \n \n(e)  may include any other matter, not inconsistent with this Act, that is agreed \nbetween the Minister in Charge and the commercial s tate-owned enterprise.  \n \n5.  For the avoidance of doubt, if the Federal Government directs a commercial state -\nowned enterprise to provide specified services or perform specified activities through \ncross -subsidizing the cost between different groups of users and the revenue collected \nby the commercial state -owned enterprise from the cross -subsidization does not cover \nthe costs, the Federal Government and commercial state -owned enterprise will agree \nthe short -fall to be funded by the Federal Government and enter into a public service \nobligation agreement as provided in clause (4). However, a cross subsidy between \ndifferent groups of users which is in accordance with a tariff determined by a regulator \nor the commercial state -owned  enterprise ’s  own  pricing  mechanism,   is not  a public  \n \nPage 25 of 29 \n  service obligations and will not require a public service obligation agreement as \nprovided in clause (4).  \n \n6.  The obligations under a public service obligation agreement shall be binding.  \n \n      Schedule -III \n Statement of Corporate Intent  \n (see Section 8(4))  \n \n1.  Name of State -Owned Enterprise: [ full name as per certificate of incorporation or relevant \nstatute ] \n \n2.  Incorporated/established on: [ date of incorporation/establishment ] \n \n3.  Subsidiaries included in this statement of corporate intent: _____________________________  \n ______________________________  \n \n4.  Description of the main business of the state -owned enterprise: [ as per the constitutive \ndocuments/relevant statute]  \n \n5.  Summar y of the business goals of the state -owned enterprise: [ as per the approved business -\nplan]  \n \n6.  Summary of the performance measures an d benchmarks against the state -owned enterprises \nbusiness goals and its primary objective: [targets of the state -owned ent erprise]  \n \n7.  Summary of the strategies of the state -owned enterprise for achieving its business goals and \nprimary objective: [ commercially sensitive strategies are not required to  be included here , \nsummary of key risks identified in the achievement of the  business goals to also be included \nhere]  \n   \n8.  The current or anticipated borrowing of the state -owned enterprise. including borrowing by a \nsubsidiary: [ curren t borrowing has to be specific -anticipated borrowing to be included on the \nbasis of projected r evenue requirements of the state -owned enterprise and will not be binding \non the state -owned enterprise]  \n \n9.  The accounting policies that the state -owned enterprise will apply for financial records and \nreporting: ____________________________  \n \n10.  Summary indicative balance sheet and profit and loss statement for the state -owned enterprise: \n____________________________________  \n \n11.  Consolidated summary indicative balance sheet and profit and loss statement for the state -\nowned enterprise and its subsidiaries as a group: [need not be filled if the state -owned enterprise \ndoes not have any subsidiary]  \n \n12.  The proposed dividend declarat ion and di stribution policy of the state -owned enterprise: \n____________________________________  \n \n \nPage 26 of 29 \n 13.  Description of any public service obligations and their impact on the forecasted financial \noutcomes of the state -owned enterprise: [ as agreed with the Fed eral Government]  \n \n14.  Any other matter directed to be included in this state ment by the Federal Government:  _______  \n _____________________________________  \n \n                          Schedule -IV \nFit and Proper Criteria  \n(see Section 16)  \n \nFor the purpose of determining as to whether a person proposed to be appointed as director is a \n‘fit and proper person ’, the appointing authorities shall take into account any consideration as it deems \nfit, including but not limited to the following criteria, namely that the candidate for appointment: ⸻ \n \n(a)  has the skills, knowledge and experience to assist the state -owned enterprise \nachieve its primary and other objectives;  \n \n(b)  has at least a graduate degree  \n \n(c)  is a bus inessman of repute or a recognis ed professional with relevant sectoral \nexperience;  \n \n(d)  is financially literate;  \n \n(e)  has no convictions or civil liabilities;  \n \n(f)  has good reputation and character and exhibits high ethical standards;  \n \n(g)  is not disqu alified to act as a director stipulated in this Act or any other law \napplicable to the functioning of a state -owned enterprise;  \n \n(i)  has not been subject to an adverse order passed by the Securities and Exchange \nCommission of Pakistan or any other sector regulator;  \n \n(j)  has not been subject to an order passed by the Securities and Exchange \nCommission of Pakistan or any other regulatory authority, withdrawing or \nrefusing to grant any license or approval to him which has a bearing on the \ncapital market; an d \n \n(k)  does not suffer from a conflict of interest; this includes political office holders \nwhether or not in a legislative role.  \n \nSchedule -V \nMatters to be Covered under the Code of Conduct  \n[see Section 19  (2)] \n \n1.  The standards of conduct for directors and employees, whereby:  \n \n(i)  compliance with the fundamental principles of probity and propriety; \nobjectivity, integrity and honesty are ensured;  \n \n \nPage 27 of 29 \n (ii)  the directors and executives uph old the reputation of the state owned enterprise \nby treating  the general public, institutional investors and other stakeholders with \ncourtesy, integrity and efficiency, and ensuring service quality;  \n \n(iii)  the state owned enterprise ’s assets and resources are applied for the benefit of \nthe state -owned enterprise i n a manner which ensures efficiency and \ntransparency; and  \n \n(iv)  quality  standards are followed with due diligence and that suppliers comply \nwith the standards specified and are paid for supplies or services within the time \nagreed.  \n \n2.  An effective “anti -corruption” strategy to minimize actual or pe rceived corruption in \nthe state owned enterprise, including without limitation, with respect to:  \n \n(i)  the active promotion of ethical behaviour and facilitating reporting of unlawful \nor unethical behaviour;  \n \n(ii)  the circumstances in which directors and employees may accept gifts and other \nbenefits, including reporting and recording those gifts and benefits;  \n \n(iii)  the use by directors and employees of the resources of the state -owned \nenterprise, including phones, vehicles, and other property;  \n \n(iv)  regulation of business travel,  including its cross -over with personal travel;  \n \n(v)  reducing or eliminating improper influence on directors and employees in their \nposition as a di rector or employee of the state -owned enterprise;  \n \n(vi)  equality of opportunity is ensured by establishing  open and fair procedures for \nmaking appointments and for determining terms and conditions of service.  \n \n(vii)  compliance with the law and the state -owned enterprise ’s internal rules and \nprocedures relating to public procurement, tender regulations, purcha sing and \ntechnical standards, when dealing with suppliers of goods and services ; and \n \n(viii)  trading  in and holding shares, securities, or other financial instruments by \ndirectors and employees.  \n \n3.  Regulation of conflicts of interest, including procedures for identification, reporting, \nand resolving a conflict of interest;  \n \nExplanation :––For the purpos es of this clause a person shall be deemed to have an \ninterest in a matter if he has any stake, pecuniary or otherwise, in such matter which \ncould reasonably be regarded as giving rise to a conflict between his duty to objectively \nperform his functions and  his ability to consider and decide any matter impartially or \nto give any advice without bias, may reasonably be regarded as impaired;  \n \n4.  The use and disclosure of information by directors and employees;  \n \nPage 28 of 29 \n  \n5.  Managing breaches of the code, including moni toring compliance and reporting \nbreaches; and  \n \n6.  Any other matter relevant to ensuring a high standard of governance within the state -\nowned enterprise.  \n \n \nSchedule -VI \nDetails to be Submitted in the Annual Report  \n(see Section 25)  \n \n1.  Name of State -Owned Enterprise: [ full name as per certificate of incorporation or \nrelevant statute]  \n \n2.  Incorporated/established on: [ date of incorporation/establishment ] \n \n3.  Subsidiaries included in this statement of corporate intent: _______________________  \n ___________________________  \n \n4.  The audited financial statements required by this Act for the financial year to which it \nrelates:  \n \n5.  The report of the auditor for tho se financial statements, including compliance with this \nAct: \n \n6.  A review of operations during the financial year of the state -owned enterprise and its \nsubsidiaries and the result of those operations:  \n \n7.  A report of the extent to which the state -owned e nterprise and is subsidiaries have \nachieved the outcomes specified in the statement of corporate intent for the financial \nyear:  \n \n8.  A statement of the dividend or distribution paid or to be paid by the state -owned \nenterprise to the State for the financial  year:  \n \n9.  Details of any public service obligation agreement applicable during the financial year, \nincluding:  \n \ni.  the cost of the public service or services performed under the agreement; and  \n \nii.  the revenue received by or payable to the state -owned e nterprise under the \nagreement.  \n \n10.  Details of any significant changes in the affairs of the state -owned enterprise during the \nfinancial year:  \n \n11.  Details of any matter or circumstance arising since the end of the financial year that has \nsignificantly a ffected, or may significantly affect, the operations of the state -owned \nenterprise in future financial years:  \n \n \nPage 29 of 29 \n 12.  Details of any breach of the code of conduct of the state -owned enterprise during the \nfinancial year:  \n \n13.  Details of any information which is omitted from the annual report along with reasons \nfor such omission.  \n \n14.  Any other matter that the Federal Go vernment directs  the state -owned enterprise to \ninclude in the report.  \n \n_________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 09 -09-2024"
}