{
    "file": "./converted_json\\administratorf9a515a689347d4c624ce322973cec90.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7   \n \n \n \n \nTHE  PAKISTAN  COMMISSIONS  OF INQUIRY  ACT,  2017  \n \n \n \n     CONTENTS  \n      ____________________________  \n \n \n1. Short  title, application,  extent  and commencement.  \n2. Definitions.  \n3. Constitution  of Commission  of Inquiry.  \n4. Powers  under  the Code  of Civil  Procedure,  1908.  \n5. Powers  to forward  case to magistrate.  \n6. Powers  of entry,  search  etc. \n7. Power  to order  police  investigation.  \n8. Power  to punish  for contempt.  \n9. Power  to receive  information.  \n10. Additional  powers  of the Commission.  \n11. Judicial  proceedings.  \n12. Members  etc., to be public  servant.  \n13. Executive  authorities  to act in aid of Commission.  \n14. Procedure  of the Commission.  \n15. Report  to be public.  \n16. Statements  made  by persons  before  the Commission.  \n\n \nPage 2 of 7  17. Protection  of action  taken  in good  faith.  \n18. Power  to make  rules.  \n19. Repeal.  \n \nPage 3 of 7  THE  PAKISTAN  COMMISSIONS  OF INQUIRY  ACT,  2017   \nACT  No. IX OF 2017  \n[27th March, 2017]  \n \nAn Act  to provide  for constitution of  Commissions  of Inquiry  \n \nWHEREAS  it is expedient  to provide  for the constitution  of Commissions  of Inquiry  \nand to                       provide  for matters  connected  therewith  and ancillary  thereto;  \n \nIt is hereby  enacted  as follows:­  \n \n1. Short  title,  application,  extent  and commencement. — (1) This Act may be \ncalled  the                       Pakistan  Commissions  of Inquiry  Act, 2017.  \n \n(2) It shall  apply  to all Commissions  of Inquiry  constituted  by the Federal  Government.  \n(3) It extends  to the whole  of Pakistan.  \n \n(4) It shall  come  into force  at once.  \n \n2. Definitions. —In this Act, unless  there is  anything  repugnant in  the subject  or \ncontext, — \n \n(a)    \"Commission\"  means  a Commission  of Inquiry  appointed  under  section  3; \n \n(b)     \"Chairperson\"  means  the Chairperson  of the Commission;  \n \n(c)      \"CrPC\"  means  the Code  of Criminal  Procedure,  1898  (Act V of 1898);  \n \n(d)     \"PPC\"  means  the Pakistan Penal  Code, (Act  XLV  of 1860);  and .  \n \n(e)     \"rules\"  means  rules  made  under  this Act. \n \n3. Constitution of Commission of Inquiry. — (1) Whenever it is expedient to \nconduct an  inquiry  into any definite matter of public importance, the Federal Government may, \nby notification in the  official  Gazette,  constitute  a Commission  of Inquiry  in accordance  with \nthe provisions  of this Act: \n \nExplanation .—\"matter  of public  importance\"  includes  a matter  of general  interest  or \ndirect  or  vital concern  to the public.  \n \n(2) The Federal Government shall, by Notification in the official Gazette, appoint \nthe members of   the Commission and where more than one member are so appointed, the \nFederal Government shall  designate  one of the members  to be the Chairman  of the \nCommission.  \n \n \nPage 4 of 7  (3) The Commission shall conduct the inquiry and perform its functions in \naccordance with the  Terms  of Reference  specified  in the notification.  \n(4) The Commission  shall  have  all the powers  vested  in it under  this Act. \n \n(5) The Federal Government shall specify the time period within which such inquiry \nshall be  concluded:  \n \nProvided  that the Federal  Government  may,  on the request  of the Chairman  of the \nCommission,  for reasons  to be recorded,  extend  the time so specified.  \n \n(6) The Commission shall cease to exist on the conclusion of the inquiry conducted \nby it and  submission  of Final  Report  in respect  thereof  to the Federal  Government.  \n \n4. Powers under the Code of Civil Procedure, 1908. — (1) The Commission shall \nhave the  powers of a civil court under the Code of Civil Procedure, 1908 (Act V of 1908) for \nthe purposes of  this Act. \n \n(2) Notwithstanding the generality of the powers given under sub­section (I), the \nCommission  shall  have  the following  powers,  namely: — \n \n(a)   summoning  and enforcing  the attendance of  any person  and examining  him \non   oath;  \n \n(b)   requiring  the discovery  and production  of any documents;  \n \n(c)   receiving  evidence  on affidavits;  \n \n(d)   issuing  commissions  for the examination  of witnesses  or documents;  and \n \n(e)   requisitioning  any public record  or copy  thereof  from  any court or  office.  \n \n(3) The Commission shall also have the power to require any person or authority, \nsubject to any  privilege which may be claimed by that person or authority under any law for \nthe time being in force,  to furnish information or documents on such points or matters as, in the \nopinion of the commission,  may be useful  for, or relevant  to, the subject­matter of  the inquiry.  \n \n5. Powers to forward case to magistrate. When any offence as is  described in section \n175, section 178, section 179, section 180 or section 228 of the PPC is committed in the view \nor presence  of the Commission, the Commission may, after recording the facts con stituting the \noffence and the  statement of the accused as provided for in the CrPC, forward the case to a \nmagistrate having  jurisdiction to try the same, who shall proceed to hear the complaint against \nthe accused as if the case                   had been  forwarded  to him under section  482 of the CrPC.  \n \n6. Powers of entry, search etc. The Chairman or any officer, not below the rank of an \nofficer of  BS­18,  specially  authorised  in this behalf  by the Chairman, — \n \n(a)   may enter any building or place where the Commiss ion has reason to believe that \n \nPage 5 of 7  any books of account or other documents relating to the subject matter of the \ninquiry may be  found;  and \n \n(b)   may seize any such books of account or documents or take extracts or copies \ntherefrom,  subject  to the  provisions of se ction 102 and section 103 of the  CrPC, \nin so far as they  may be applicable.  \n7.  Power  to order  police  investigation.  The Commission  shall,  for the purposes  of this \nAct, have                       the power  to order  a police  investigation  into any matter  coming  before  it. \n \n8.  Power  to punish  for contempt. —(1) The Commission  shall  have  the same  powers  \nas that of  a High  Court  to punish  any person  who— \n \n(a)   abuses, interferes with or obstructs the process of the Commission in any way or \ndisobeys                   any order of  the Commission;  \n \n(b)  scandalizes  the Commission  or otherwise  does anything  which  tends  to bring  the \nCommission or a member of the Commission in relation to his office into hatred, \nridicule  or contempt;  \n \n(c)   does anything which tends to prejudice the de termination of a matter pending \nbefore the  Commission;  or \n \n(d)   does any other thing which, by any other law, for the time being in force \nconstitutes  contempt  of court:  \n \nProvided that fair comments made in good faith and in the public interest on the \nworking of the  Commission  or on its Final  Report  after the completion  of the \nenquiry  shall  not constitute  contempt  of  the Commission:  \n \nProvided further that if the Chairperson of the Commission is a Judge of the \nSupreme Court the  Commission  shall  have the  powers  of Supreme Court  for the \npurposes  of this sub­section.  \n \nExplanation. —For the purposes  of this sub­section,  \"Judge\"  includes  the Chief  \nJustice.  \n \n(2) Exercise  of the powers  conferred  on a Commission  by this section  shall  be regulated  \nby rules   made  by the Supreme  Court.  \n \n9. Power to receive information. A person shall have the right to provide any \ninformation or  document,  relating  to a matter  before  the Commission,  and the Commission  may \nconsider  such              information  or document.  \n \n10. Additional  powers  of the Commission.  In case the specific  nature  of the inquiry  so \nrequires,  the Federal  Government  may,  by notification  in the official  Gazette,  confer  the \nfollowing  additional  powers  on the Commission  for the purposes  of this Act, namely: — \n \n \nPage 6 of 7  (a)   all the powers  of a criminal  court  under  the CrPC;  \n \n(b)   power  to constitute  special  teams,  consisting  of officers  from  the executive  \nauthorities  and experts in specific fields, for the purposes of assisting the \nCommission in conducting an  inquiry.  The special  teams  shall  have  such powers  \nas may be prescribed;  \n \n(c)   powers to constitute an international team and seek international cooperation \nfrom foreign   countries or agencies to get information, documents, evidence and \nrecord or issue letters  and interrogatories  in accordanc e with applicable  \ninternational  instruments;  \n(d)   powers to issue, in accordance with the provisions of Order XXVI of the Code \nof Civil  Procedure,  1908  (Act V of 1908),  a Letter  Rogatory  or Letter  of Request  \nto the competent judicial authority in another country seeking its assistance in \nexamination and  recording  evidence of  a witness  residing  within  the jurisdiction  \nof such authority;  and \n \n(e)   such other powers  as are deemed  necessary  for conducting  the inquiry.  \n \n11. Judicial proceedings. Any proceeding before the Commission shall be deemed to \nbe a judicial  proceeding  within  the meaning  of sections  193 and 228 of P PC. \n \n12. Members etc., to be public servant. Every member of the Commission and every \nofficer  appointed  or authorised  by the Commission  to exercise funct ions under  this Act shall  \nbe deemed  to be                  a public  servant  within  the meaning  of section  21 of PPC . \n \n13. Executive authorities to act in aid of Commission. —(1) It shall be the duty of all \nexecutive                      authorities in the Federation and the Provinces to act in aid of the Commission in the \ndischarge of its  functions  and to comply  with any of its directions.  \n \n(2) The Federal  Government  shall  provide  all necessary  funds  and facilities  to enable  \nthe Commission  to perform  its functions  under  this Act. \n \n14. Procedure of the Commission. —(1) The Commission shall have the power to \nregulate its  own procedure.  \n \n(2) The Commission  shall  fix the places  and times  of its sittings  and decide  whether  its \nproceedings  shall  be open  or in camera.  \n \n(3) The Commission shall act notwithstanding the temporary absence of any member \nor the  existence  of a vacancy  among  its members.  \n \n15. Report  to be public . The Final  Report  or an interim  report  of the Commission shall  \nbe made   public:  \n \nProvided  that Final  Report  of the Commission  shall  be made  public  within  thirty  \ndays of the  submission  of the  report  to the Federal  Government:  \n \n \nPage 7 of 7  Provided  further  that the Commission  may,  in the public  interest,  recommend  to \nthe Federal                     Government  that all or any part of the Final  Report  or an interim  report  may not \nbe made  public.  \n \n16. Statements  made  by persons  before  the Commission.  No statement  made  by a \nperson  in the                         course of giving evidence before the Commission  shall, except in accordance \nwith law, subject him  to, or be used against him in, any civil or criminal proceeding except a \nprosecution for giving false  evidence  by such statement:  \n \nProvided  that the statement — \n \n(a)   Is made  in reply  to a question  which  he is required  by the Commission  to answer;  \nor \n \n(b)   is relevant  to the subject  matter  of inquiry.  \n \n17. Protection of action taken in good faith. No suit or other legal proceedings shall \nlie against  the Federal Government, the Commission or any member thereof, or any person \nacting under the  direction either of the Federal Government or of the Commission in respect \nof anything which is in  good faith done or intended to be done in pursuance of this Act or of \nany rules or orders made  thereunder or in respect of the public ation, by or under the authority \nof the Federal Government, or  the Commission,  of any report,  paper or  proceedings.  \n \n18. Power to make rules. The Federal Government may, by notification in the official \nGazette,  make  rules  to carry  out the purposes  of this  Act. \n \n19. Repeal. — (1) The Pakistan  Commissions  of Inquiry  Act, 1956  (VI of1956)  is hereby  \nrepealed.  \n \n(2) Notwithstanding the provisions of sub­section (1), the Pakistan Commissions of \nInquiry Act,  1956 (VI of 1956) shall continue in force for purposes of clause (3) of Article 155 \nof the Constitution                   of the Islamic  Republic  of Pakistan ."
}