{
    "file": "./converted_json\\administrator9140582d8c149f5e3e2cd50cf6b90f13.json",
    "name": "Measures of Length Act, 1889",
    "date": "February 15, 1889",
    "tagline": "An Act to declare the imperial standard yard for the United Kingdom as the legal standard measure of length in Pakistan.",
    "content": "Page 1 of 3 \n   \n \nTHE MEASURES OF LENGTH ACT, 1889 \n \n \nCONTENTS  \n1.  Title, extent and comm encement. \n2.  Standard yard. \n3.  Measure for determining length of standard yard.  \n4.  Standard foot and inch. \n5.  Presumption in favour of accuracy of certified measures. \n6.  Inspection of certified measures by the public. \n7.  Certified measures to be kept by authorities required by existing enactments to keep \n measures of length. \n \n \n \n\n \n \nPage 2 of 3 \n THE MEASURES OF LENGTH ACT, 1889  \n \n1\nACT  NO. II OF 1889  \n \n[15th Februar y, 1889]  \n \nAn Act to declare  the imperial  standard  yard for the United  Kingdom  to be the legal  standard  \nmeasure  of length  in 2[Pakistan].  \n \n WHEREAS  it is expedient  to declare  the imperial  standard  yard for the United  Kingdom  to \nbe the legal  standard  measure  of length  in 2[Pakistan];  It is hereby  enacted  as follows:— \n \n 1. Title, extent and comm encement.—(1) This Act may be called the Measures of \nLength Act, 1889.  \n \n 3\n[(2) It extends to the whole  of Pakistan]; and \n \n (3) It shall come into force on such 4\nday as the 5\n[Federal Government] may appoint  in this \nbehalf. \n \n 2. Standard  yard . The imperial  standard  yard for the United  Kingdom  shall  be the legal  \nstandard  measure  of length  in 2[Pakistan]  and be called  the standard  yard.  \n \n 3. Measure  for determining  length  of standard  yard . A copy,  approve d by the \n6[Provincial  Government],  of the imperial  standard  for determining  the length  of the imperial  \nstandard  yard for the United  Kingdom  shall  be kept in such place  within  the limits  of the7[Province]  \nas the 6[Provincial  Government]  may prescribe,  and shall be the standard  for determining  the length  \nof the standard  yard:  \n \n 8\n[*  *  *  *  *  *  *] \n \n 4. Standard foot and inch. One-third  part of the standard yard shall be called a \nstandard foot, and one-thirty-sixth part of such a yard shall be called a standard inch. \n \n 1For Statement  of Objects  and Reasons,  see Gazette  of India,  1888,  Pt. V, p. 41; for Report  of the Select  Committee,  see ibid., 1 889, Pt. IV, \n p. 6: and for Proceedings  in Council,  see ibid., 1888,  Pt. Vl, pp. 66 and 82, and ibid., 1889,  Pt. VI, p. 20. \n This Act has been  applied  to Phulera  in the Excluded  Area  of Upper  Tanawa l to the extent  the Act is applicable  in the- N.W.F.P.,  subject  to \n certain  modifications  and also extended  to the excluded  Area  of Upper  Tanawal  (N.W.F.P.)  other  than Phulera with effect  from  such date \n and subject  to such modifications  as may be notified,  see N.W.F.P.  (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \n It shall  be deemed  to have  been  repealed  in the N.W.F.P.  when  part V of the N.W.F.P.  Act 23 of 1947  comes  into force  in that Province,  see \n s. 42 of the N.W.F.P.  Weights  and Measures  Act, 1947  (23 of 1947),  and shall also be deemed  to have  been  repealed  in any area in the \n Punjab  when  Part VI of Punjab  Act 12 of 1941  comes  into force  in that Area.  \n 2Subs . by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from the 14th October,  1955 ) for \n “the Provinces  and the Capital  of the Federation”  which  had been  subs.  by A.O.,  1949,  Arts.  3(2) and 4, for “British  India”. \n 3Sub-section  (2) as amended  by A. O., 1949,  Arts.  3(2) 4, has been  subs.  by Ord. 21 of 1960,  s. 3 and 2nd Sch. (with effect  from  the 14th \n October,  1955).  \n 4The Act was brought  into force  on the 15th June,  1889,  see Gazette  of India,  1889,  Pt. I, p. 305. \n 5Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”,  which  had been  subs,  A.O.,  1937.  for “G. G. in C”, \n 6Subs.  by A. O., 1937,  for “G.G.  in C.”. \n 7Subs.  ibid., for “Town  of Calcutta”.  \n 8Proviso which was ins. by A. O., 1937, omitted by Ord. 21 of 1960, s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ). \n \n \n \nPage 3 of 3 \n  5. Presumption  in favour  of accuracy  of certified  measures . Any measure  having  stamped  \nthereon  or affixed  thereto  a certificate  purporting  to be made  1[before  the first day of April,  1937,  \nunder  the authority  of any Government  in 2[Pakistan]  or on or after that date under  the authority  of \nthe Provincial  Government]  and stating  that the measure  is of the length  of the standard  yard or that a \nmeasure  marked  thereon  as a foot or inch is of the length  of the standard  foot or standard  inch,  as the \ncase may be, shall,  when  produced  before  any Court  by any public  servant  having  charge  of the \nmeasure  in pursuance  of any direction  published  in an official  Gazette  3[by order  of the Provinc ial \nGovernment],  or by any person  acting  under  the general  or special  authority  of such a public  servant,  \nbe deemed  to be correct  until its inaccuracy  is proved.  \n \n 6. Inspection of certified measures by the public. A public  servant having in pursu ance of \nsuch a direction charge of such a measure as is mention ed in the last foregoing section shall allow \nany person to inspect it free of charge at all reasonable times and to compare therewith or with any \nmeasure marked thereon any measure which such person may have in his possession.  \n \n 7. Certified  measures  to be kept  by authorities  required  by existing  enactments  to keep  \nmeasures  of length . There  shall  be kept 4[* * *] by the District  Magistrate  under  section  20 of \nRegulation  XII of 1827  of the Bombay  Code,  such certified  measures  of the standard  yard,  standard  \nfoot and standard  inch as are mentioned  in section  5. \n \n \n \n_________  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \nDate: 05 -09-2024  \n 1Subs.  by A. O., 1937,  for “under  the authority  of the G. G. in C. or of a L. G.”. \n 2Subs.  by the Central Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with effect  from  the 14th October.  1955 ), \n for “the Provinces  and the Capital  of the Federation”  which  had been  subs.  by A.O.,  1949,  Arts.  3 (2) and 4, for “British  India”.  \n 3Subs.  by A. O., 1937,  for “by order  of the G. G. in C. or the L. G.”. \n 4The words  and figures  “by the Commissioner  of Police  in the Town  of Calcutta  under  section  55, of the Calcutta  Police  Act, 1866,  * * * \n by the Commissioner  of Police  in the City of Madras  under section  32 of the Madras  City Police  Act, 1888,  by the Municipal  \n Commissioner  in the City of Bombay  under  section  418 of the City of Bombay  Municipal  Act, 1888,  and”  omitted  by A. O., 1949,  Sch. \n The asterisks  in this footnote  indicate  the omission  of the words  and figures  “by the Commissioners  in Calcutta  under  section  370 of the \n Calcutta  Municipal  Consolidation  Act, 1888  which  were  rep. by Act 24 of 1934,  s. 2 and Sch."
}