{
    "file": "./converted_json\\administrator28c37219332550294c7a172a30c3cb7a.json",
    "name": "The Plant Breeders' Rights Act, 2016",
    "date": "7th December, 2016",
    "tagline": "An Act to encourage the development of new plant varieties and to protect the rights of breeders of such varieties",
    "content": "Page 1 of 22 \n  \n \nTHE PLANT BREEDERS´ RIGHTS ACT, 2016  \n \n \n \n \n \n \n \nCONTENTS  \n              \n1. Short title, extent and commencement.  \n \nCHAPTER I  \n \n PRELIMINARY  \n2. Definitions.  \n \nCHAPTER II  \n \nADMINISTRATION  \n \n3. The Plant Breeders' Rights Registry.  \n \n4. Functions of the Registry.  \n \n5. Officers and employees of the Registry.  \n \n6. Functions of the Registrar.  \n \n7. Registrar  to have certain powers of the civil court.  \n \n8.  Registry to carry a seal.  \n \n9.  Register of pro tected plant varieties.  \n \n10.  Establishment of the Plant Variety Protection Advisory Committee.  \n \nCHAPTER III  \n \nAPPLICATION FOR PROTECTION  \n \n11.  Application for grant of plant breeders' rights.  \n \n12.  Criteria for protection of plant breeders' rights.  \n \n \n\n \nPage 2 of 22 \n 13.  Right to apply for a certificate.  \n14.  Plant variety denomination.  \n \n15.  Requirements for an application for protection of rights.  \n \n16.  Testing.  \n \n17.  Amending the application.  \n \n18.  Advertisement of application.  \n \n19.  Opposition to protection.  \n \n20.  Protection of essentially derived variety.  \n \nCHAPTER IV  \n \nTHE CERTIFICATE OF PLANT BREEDERS' RIGHTS  \n \n21.  Issuance of the Certificate.  \n \n22.  Rights of the plant breeders.  \n \n23.  Provisional protection.  \n \n24.  Term of the certificate.  \n \n25.  Exceptions.  \n \nCHAPTER  V \n \nSURRENDER, REVOCATION, RECTIFICATION OR CORRECTION OF  \nREGISTER  \n \n26.  Surrender of certificate.  \n \n27.  Revocation of certificate by the Registrar.  \n \n28.  Revocation of certificate by the High Court.  \n \n29.  Payment of annual fee and forfeiture of certifica te in default thereof.  \n \n30.  Rectification or correction of register.  \n \n31.  Alteration of denomination of a protected variety.  \n \nCHAPTER VI  \n \nBENEFIT SHARING  \n32.  Benefit sharing.  \n \nPage 3 of 22 \n CHAPTER VII  \n \nCOMPULSORY LICENSE  \n \n33.  Power of Registrar to make order for compulsory license in certain circumstances.  \n \n34.  Duration of compulsory license.  \n \n35.  Revocation of compulsory license.  \n \n36.  Modification of compulsory license.  \n37.  Application of Seed Act, 1976.  \n \nCHAPTER VIII \n \n \nINFRINGEMENT, OFFENCES AND PENALTIES  \n \n38.  Suit for infringement etc.  \n \n39.  Relief in suits for infringement.  \n \n40.  Time limitation on an infringement suit, notice of infringement.  \n \n41.  Offences and Penalties.  \n \n42.  Transitional provision.  \n \nCHAPTER IX  \n \nMISCELLANEOUS  \n \n43.  Protection of action  taken in good faith.  \n \n44.  Non­resident certificate owners.  \n \n45.  Incentives for the promotion of research and development.  \n \n46.  Appeal.  \n \n47.  Determination and collection of fee.  \n \n48.  Power to make rules.  \n \n49.  Removal of difficulty.  \n \n \n \n \n \n \n \nPage 4 of 22 \n THE PLANT BREEDERS' RIGHTS ACT, 2016  \n  \nACT NO. L OF 2016  \n  [7th December, 2016]  \n \nAn Act to encourage the development of new plant varieties and to protect the rights of \nbreeders of such varieties  \n \nWHEREAS the establishment of a viable seed industry is essential to the food security in  \nPakistan to ensure the availability of high quality seeds and planting material to the farmers;  \n \nAND WHEREAS it is expedient to make provisions for the development of new plant varieties \nand protection of the rights of breeders of such  varieties providing exceptions to scientific researchers \nand farmers for matters connected therewith or incidental thereto;  \n \nAND WHEREAS it is im perative to give effect to the provisions of subparagraph (b) of \nparagraph 3 of Article 27 in Part II of the A greement on Trade Related Aspects of Intellectual Property \nRights (TRIPS) which the Government of Pakistan has ratified, relating to protection of new plant \nvarieties;  \nAND WHEREAS the Provincial Assemblies of Balochistan, Khyber Pakhtunkhwa, Punjab, \nand Si ndh have passed resolutions under Article 144 of the Constitution of the Islamic Republic of \nPakistan to the effect that Majlis­e­Shoora  (Parliament) may regulate and make law on Plant \nBreeders' — Rights and matters connected therewith;  \n \nIt is hereby enacte d as follows:  \n1. Short title, extent and commencement.  — (1) This Act may be called the Plant Breeders' \nRights Act, 2016.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once except the provisions of section 10, which shall come into \nforce on such date as the Federal Government may, by notification in the official Gazette , appoint.  \n \nCHAPTER I  \n PRELIMINARY  \n \n2. Definitions .—In this Act, unless  there is anything repugnant to the subject or context, — \n \n(i) “applicant”  means any natural or legal person who has submitted an \napplication for the grant of Plant Breeders' Rights under this Act;  \n \n (ii) “breeder”  means a natural or legal person, an institution, a farmer  or an \norganization which has bred, discovered or developed a new plant variety;  \n \n(iii) “Committee”  means the Plant Variety Protection Advisory Committee \nestablished under section 10;  \n \nPage 5 of 22 \n (iv) “certificate ” means the certificate of protect ion of plant breeders' right issued \nwith regard to an essentially derived variety under subsection (3) of section 20 \nor (with regards to a new plant variety) under section 21;  \n \n(v)  “commercial ” means a business activity related to the production, processi ng or \nmerchandising seeds or propagating material including sale, distribution or \nresale for the purpose of making profit;  \n \n(vi) “Convener ” means the Convener of the Plant Variety Protection Advisory \nCommittee appointed under section 10;  \n \n(vii) “Director General ” means the Director General of the Federal Seed Certification \nand Registration  Department;  \n \n(viii)   “Distinctness, Uniformity and Stability (DUS) examination ” means plant \nvariety examination for distinctness, uniformity and stability carried out by  the \nFederal Seed Certification and Registration Department;  \n \n(ix) “Department ” means the Federal Seed Certification and Registration  \nDepartment;  \n \n(x) “essentially derived variety ” means a variety derived from a protected variety \nwhere the protected varie ty is not itself an essentially derived variety, while it \nretains the expression of essential characteristics that result from the genotype \nor combination of genotypes of the initial variety and — \n \n(a) it is clearly distinguishable from such initial variet y, and  \n \n(b) it conforms (except for the differences which result from the act of \nderivation) to such initial v ariety in the expression of the essential \ncharacteristics that result from the genotype or combination of \ngenotypes of such initial variety;  \n \n(xi) “export ” with its grammatical variations and cognate expressions means to take \nout of  Pakistan;  \n \n(xii) “farmer ” means any legal or natural person who cultivates crops either through \ncultivating land himself or through a person employed for the purpose;  \n \n (xiii)  “genetically modified plant variety ” means plant varieties which have been bred \nby genetic engineering involving molecular techniques that modify, recombine \nand transfer genes or segments of genetic material and includes recombinant \ndeoxyribonuclei c acid (DNA) techniques that transfer genes or segments of \ngenetic material between genotypes (species that have no probability of \nexchanging  genes in nature) and shall also apply to plant varieties derived from \na living modified organism;  \n \n(xiv)  “hybrid ” means (1) the first generation offspring of a cross between two \nindividuals (plants) differing in one or more genes; (2) the progeny of a cross \nbetween species of the same  genus or of different gene ra;  \n \nPage 6 of 22 \n (xv) “import ” with its grammatical variations and co gnate expressions means to \nbring into Pakistan ; \n \n(xvi)  “invention ” means any new and useful product or process, in any field of \ntechnology and includes any new and useful improvement of either of them;  \n \n(xvii)  “Local communities ” means the human population in a distinct ecological area \nwho depend directly on its biodiversity and ecosystem goods and services for \nall or part of their livelihood and who have developed or acquired traditional \nknowledge as a result of this dependence;  \n \n(xviii)  “Ministry ” means Ministry of National Food Security and Research;  \n \n(xix)  “National Bio­safety Committee ” means the committee established by the \nFederal  Government under clause (d) of section 15;  \n \n(xx) “plant ” means a living organism classified in  Kingdom Plantae;  \n \n(xxi)  “Plant Breeders' Rights Journal ” means the journal published by the Registry;  \n \n(xxii)  “plant variety ” means a plant grouping within a single botanical taxon of the \nlowest known rank, which grouping, irrespective of whether the cond itions for \nthe grant of a new plant varieties are fully met, may be, — \n \n(a) defined by the expression of the characteristics resulting from a given \ngenotype or combination of genotypes;  \n \n(b) distinguished  from any other plant grouping by the expression of at least \none of the said characteristics; and  \n \n(c) considered as a unit with regard to its suitability of the plant grouping \nfor being propagated unchanged;  \n \n(xxiii)  “prescribed ” means prescribed by the r ules made under this Act;        \n \n(xxiv)  “protected variety ” means a plant variety for which a certificate of protection of \nPlant  Breeders' Rights has been issued under this Act;  \n \n(xxv)  “public sector research institution ” means a research institution unde r the \ncontrol of the Federal Government or a Provincial Government receiving \nfinancial support from the Government;  \n \n(xxvi)  “register ” means the register of protected plant varieties as provided under \nsection 9;  \n \n(xxvii)  “Registrar ” means the Registrar appointed under section 5;  \n \n(xxviii)  “Registry ” means the Plant Breeders' Rights Registry established under section      \n3; \n \n \nPage 7 of 22 \n (xxix)  “rules ” mean rules made under this Act; and  \n \n(xxx)  “terminator technology ” means genetic modification that includes gene or gene \nsequences which restrict germination of the seed produced by the plant variety \nduring the next subsequent year of ‘Planting ’. \n \nCHAPTER -II \nADMINISTRATION  \n \n3. The Plant Breeders' Rights Registry . —(1) Not withstanding the provisions contained in \nthe Intellectual Property Organization of Pakistan Act, 2012(XXII of 2012), for the purposes of this \nAct, the Federal Government shall establish a Registry “The Plant Breeders' Rights Registry ” under \nthe Ministry of  National Food Security and Research.  \n \n(2) The headquarter of the Registry shall be at Islamabad and for the purpose of facilitating the \napplicants, the Ministry of National Food Security and Research may, with the prior approval of the \nFederal Government,  set up offices of the Registry at such places, as it may deem necessary, as and \nwhen required.  \n \n(3) The Ministry of National Food Security and Research may, with the prior approval of the \nFederal Government, create posts and appoint such officers, employe es, experts and consultants, as it \nmay consider necessary for the performance of the functions of the Registry, having such qualifications \nand experience as may be prescribed.  \n \n4. Functions of the Registry .— The Registry shall perform the following function s, namely: \n— \n \n(a) to facilitate protection of new plant varieties subject to such terms and \nconditions and in the manner as may be prescribed;  \n \n(b) to issue certificates under this Act;  \n \n(c) to ensure the maintenance of the register of protected plant varieties;  \n \n(d) to promote the development of new varieties of plants, by such measures as it \nthinks fit, and to protect the rights of the farmers and breeders as provided under \nthis Act;  \n \n(e)  to manage characterization and documentation of varieties protected under this \nAct; \n \n(f) to collect statistics with regard to plant varieties, including the contribution of \nany person at any time in the evolution or development of any plant variety, in \nPakistan or in any o ther country, for compilation and publication; and  \n \n(g)  to take all actions necessary for its smooth functioning.  \n \n5. Officers and employees of the Registry. —(1) The Federal Government shall appoint a \nRegistrar who shall execute the acti vities of the Registry with the assistance of such officers and staff \n \nPage 8 of 22 \n as may be appointed under sub­section (3) of section 3 and shall be under the administrative control \nof the Ministry of National Food Security and Research.  \n \n(2) The Registry shall funct ion under the direct supervision of the Registrar who shall \ncoordinate its activities with the Federal Seed Certification and Registration Department. The Registrar \nmay, with the prior approval of the Ministry of National Food Security and Research delegat e any of \nits powers and functions to any other officer of the Registry.  \n \n(3) The Registrar with the consent of the Director General may advise the Federal Government \nto transfer as many officers arid officials as it may deem fit from Federal Seed Certifica tion and \nRegistration Department for the proper functioning of the Registry.  \n \n6. Functions of the Registrar. — (1) The Registrar shall, — \n \n(a) execute and implement policy directives, rules, regulations and resolutions \nissued by the  Federal Government or M inistry, as the case maybe;  \n \n(b) carry out the administration, management and functiona l activities of  the \nRegistry; — \n \n(c) suggest measures for the enco uragement and development of new varieties of \nplants and to protect the rights of farmers and breeders ; \n \n(d) impose any terms and conditions for research and experimental use or export of \nany registered plant variety developed from local genetic resources;  \n \n(e) request the advice of the Plant Variety Protection Advisory Committee in case \nof any dispute;  \n \n(f) develop characterization and documentation of varieties protected under this \nAct; and  \n(g)  to facilitate cataloguing of all varieties of plants.  \n(2) In the discharge of his functions, the Registrar shall coordinate with the Director General, \nfrom time  to time.  \n \n7. Registrar  to have certain powers of the c ivil court .— Subject to any rules made in this \nbehalf, the Registrar in any proceedings before him under this Act shall have the powers of a civil \ncourt while trying a suit under the Code of Civil Proce dure, 1908 (Act V of 1908), in respect of the \nfollowing matters, namely: — \n(a) summoning and enforcing the attendance of any person and examining him on \noath;  \n \n(b) requiring the discovery and production of any document;  \n \n(c) receiving evidence on affidavit s; \n \n(d) issuing commissions for the examination of witnesses or documents; and  \n \nPage 9 of 22 \n (e) awarding  costs.  \n \n8. Registry to carry a seal . There shall be a seal of the Registry and all orders and decisions \nof the Registrar shall be issued under the seal.  \n \n(2) For the purposes of this Act a new plant variety shall be deemed to be. — \n \n9. Register of protected plant varieties .— For the purposes of this Act, a Register of protected \nplant varieties shall be kept at the Registry under the supervision of the Regist rar. Names of all the \nplant varieties protected under this Act along with the names and addresses of respective breeders, the \nright of such breeders in respect of the protected variety, the particulars of the denomination of each \nprotected variety, its see ds or other propagating material along with specification and salient features \nthereof and such other matters as may be prescribed shall be entered in this Register.  \n \n10. Establishment of the Plant Variety Protection Advisory Committee. — (1) The Federal \nGovernment shall establish a Plant Variety Protection Advisory Committee consisting of a Convener \nand such other members from the public and private sectors, as it may deem fit.  \n \n(2) The Committee shall advise the Ministry or the Registrar, as the case may  be, on such \nscientific and technical issues which may be referred to it.  \n \n(3) An officer, not below the level of a Director of the Registry, shall be ex­officio  Secretary of \nthe Committee.  \n \n(4) The Committee shall meet as and when required to perform its functions.  \n \n(5) The Committee may co­opt any other person who is an expert in a specific field of \ntechnology when a question related to that field of technology is under consideration.  \n \n(6) The Committee may, with the prior approval of the Ministry, make r ules for regulating its \nbusiness.  \n \nCHAPTER -III \n \nAPPLICATION FOR PROTECTION  \n11. Application for grant of plant breeders' rights. — Any person specified in section 13 \nmay make an application for grant of plant breeders' rights to the Registrar for protection of a new \nplant variety of the genera or species prescribed by the Federal Government.  \n \n12. Criteria for protection of plant bree ders' rights. — (1) A new plant variety shall be \nprotected under this Act, if it conforms to the criteria of novelty, distinctness, uniformity, stability and \ndesignated by an acceptable denomination.  \n(2) For the purposes of this Act a new plant variety sha ll be deemed to be, — \n \n(a) novel, provided that that — \n \n(i) it has not been sold or marketed by or with the agreement of the \napplicant, for more than one year in Pakistan before filing of the \napplication for a certificate under this Act;  \n \nPage 10 of 22 \n  \n(ii) it has not been sold or marketed by or with the agreement of the \napplicant, for more than six years in the case of trees or vines and for \nmore than four years in the case of all other plants in a foreign country \nbefore filing of the application for a certificate under thi s Act;  \n \n(b) distinct, if it clearly differs by one or more identifiable morphological, \nphysiological or other characteristics from any other variety whose existence is \na matter of common knowledge on the date of this application. In particular, the \nfiling of an application for granting of a certificate for another variety or for \nentering of another variety in the Register, in any country, shall be deemed to \nrender the other variety a matter of common knowledge from the date of the \napplication , provided that  the application leads to the granting of a certificate or \nto the entering of the said other variety in the register of varieties, as the case \nmay be;  \n \n(c) unifo rm, if subject to the variation that may be expected from the particular \nfeatures of its propag ation, it is sufficiently uniform in its essential \ncharacteristics;  \n \n(d) stable, if its relevant characteristics remain unchanged after repeated \npropagation or in the case of a particular cycle of propagation, at the end of each \nsuch cycle; and  \n \n(e) accept able denomination, if the denomination given to such variety is capable \nof identifying such variety and must not be liable to mislead or to cause \nconfusion concerning the characteristics, value or identity of the variety or the \nidentity of its breeder and must also not be contrary to law, public order or \nethics.  \n13. Right to apply for a certificate. — (1) An application for protection under section 15 may \nbe made by, — \n(a) the owner of a variety or his successor in title subject to the conditions and \nrequirement of this Act. For the purposes of this clause the owner shall be the \nbreeder or discoverer of the variety or the successor in title or either of them. \nThe owner may be a natural or legal person, but where the applicant is a legal \nperson, the bre eder of the variety shall be named in the application; and  \n(b) any person authorized in the prescribed manner by a person specified under \nclause (a), to make the application on his behalf.  \n \n(2) In proceedings before the Registrar for the grant of a certificate, the applicant shall be \ndeemed to be entitled to such a grant. In the case where two or more breeders independently develop \nthe same variety and apply for protection, the entitlement for rights shall rest with the person who first \napplied for p rotection.  \n \n(3) When two or more persons have jointly bred or discovered the variety for which protection \nis sought, they shall be considered joint breeders. One joint breeder may file an application for Plant  \n \nPage 11 of 22 \n Breeders' Rights naming all of the joint breed ers. A Certificate of Plant Breeders' Rights shall be issued \nin the name of all of the joint breeders.  \n \n(4) The legal representative of a deceased breeder and of those under legal incapacity may \napply for a certificate on behalf of such person under the sa me conditions and requirements as apply \nto other owners of varieties.  \n \n(5) In case of public sector breeders, the institute that develops the plant variety shall be entitled \nto apply for a certificate and the plant variety -developing  institute directly inv olved in the research \nwill be entitled to rights.  \n \n(6) The breeders working in the public sector will be eligible to register a variety under their \nown name at least five years after retirement or leaving government service.  \n \n(7) In case of private sector employed breeders, the employer company or breeder that develops \nthe plant variety shall be entitled to apply for a certificate:  \n \nProvided that the breeders' right for new plant variety during the course of his employment in \nthe area of activity of the emp loyer shall, in the absence of contractual obligation to the contrary, \nbelong to the breeder, unless the employer proves that the new variety could not have been made \nwithout the use of employer's facilities, equipment necessary for the development of new plant variety.  \n(8) The plant breeders from private sector will have to give a certificate or affidavit to the effect \nthat the variety has, or has not, been developed at any stage utilizing the breeding material obtained \nfrom public sector research institut ion. \n14. Plant variety denomination .— Every applicant in his application shall assign an \nappropriate  \nand distinct denomination in accordance with the prescribed rules to a variety with respect to which \nthe applicant is seeking rights under this Act.  \n \n(2) Wh ere the denomination assigned to the variety does not satisfy the requirements specified \nin the rules, the Registrar may require the applicant to propose another denomination within such time \nas may be prescribed.  \n \n(3) Notwithstanding anything contained in  the Trade Marks Ordinance 2001 (XIX of 2001), a \ndenomination assigned  to a variety shall not be protected as a mark.  \n \n15. Requirements for an application for protection of rights. — Every application for \nprotection shall, — \n \n(a) be with respect to a new plant  variety;  \n \n(b) state an appropriate denomination assigned to such variety by the applicant;  \n \n(c) be accompanied by an affidavit sworn by the applicant declaring that such \nvariety does not contain any gene or gene sequence involving terminator \ntechnology;  \n \n \nPage 12 of 22 \n (d) in case of genetically modified plant variety, provide a certificate from the \nNational B io­ safety Committee constituted by the Federal Government to this \neffect that the genetically modified plant variety shall have no adverse effect on \nthe environmen t, human, animal or plant life and health;  \n \n(e) be in such form as may be prescribed;  \n \n(f) contain a complete identification data of the parental lines from which the \nvariety  has been derived along with the geographical location in or outside \nPakistan fro m where the genetic material has been taken setting forth its \nnovelty, parentage or pedigree, breeding history and a drawing or photograph \nto understand and evaluate the novelty of the variety;  \n \n(g) be accompanied by written consent of th e authority repres enting public sector, \nprivate sector or the local community in case where the plant variety is \ndeveloped from traditional  varieties;  \n \n(h) be supported by documents relating to the compliance of any law regulating \naccess to genetic or biological resources;  \n \n(i) be accompanied by a statement containing a brief description of the variety \nbringing out its characteristics of novelty, distinctness, uniformity and stability \nas required for protection and descriptions, DNA profile and drawings or \nphotographs which disclose clearly the distinctive characteristics of the variety \nfrom other varieties of the same crop;  \n \n(j) be accompanied by such fee as may be prescribed;  \n \n(k) be filed in the Registry; and  \n \n(l) be accompanied by proof of the right to make the application, where such \napplication is made by virtue of a succession or an assignment of the right for \nprotection.  \n \n16. Testing. — (1) Every applicant shall, along  with the application made under section 13, \nmake available to the Registrar such quantities  of seeds or propagating material, of a variety in respect \nof which protection is sought by way of such an application, as required for the purpose of conducting \n“Distinctness, Uniformity and Stability (DUS) ” tests to evaluate whether such variety along wi th \nparental material conform to the prescribed standards as may be specified by regulations.  \n \n(2) The Registrar may make reference for the conduct of distinctness, uniformity and stability \nDUS  trials or any other specific test required to the Federal See d Certification and Registration \nDepartment as may be prescribed:  \n \nProvided that the Registrar or Federal Seed Certification and Registration Department to whom \nsuch seed has been sent for conducting the tests shall keep such seed in such manner and in suc h \ncondition that its viability and quality shall remain unaltered as may be prescribed. Its access to \nunauthorized person shall not be allowed. Similarly, data of parental lines and other documents shall \nbe protected from disclosure to unauthorized persons . Any violation by any person shall be penalized \nas prescribed in rules.  \n \nPage 13 of 22 \n  \n(3) The applicant shall deposit such Fee charges as may be prescribed for conducting the tests \nreferred to in sub­sections (1) and (2).  \n \n(4) The tests under sub­sections (1) and (2) shall be conducted in such manner and by such \nmethod as may be prescribed.  \n \n17. Amending the application. — (1) On receipt of an application, the Registrar may, within \nthree months after making any such inquiry, as he thinks fit with respect to the particu lars contained \nin such application, accept the application or make the acceptance subject to such conditions or \nlimitations as he may deem fit.  \n \n(2) Where the Registrar is satisfied that the application does not comply with the requirements \nof this Act or any rules  made thereunder, he may,  \n \n(a) require the applicant to amend the application to his satisfaction; or  \n \n(b) reject the application:  \n \nProvided that no application shall be rejected unless a notice has been given to the applicant \nstating the grounds for rejection and the applicant has been given an opportunity of presenting his case \nin person or through his authorized agent, as the case may be.  \n \n18. Advertisement of application .—Where an application for protection of a variety has been \naccepted, the Registrar shall as soon as is practicable after such acceptance, cause such application to \nbe advertised in the prescribed manner together with the conditions or limitations, if any, subject to \nwhich it has been accepted and the specification s of the variety for protection of which such application \nis made including its photographs or drawings, calling for objections from any person interested in the \nmatter.  \n \n19. Opposition to protection. — (1) At any time, within four months from the date of \nadvertisement of an application under section 18, any person may give notice in writing and with \ndocumentary evidence to the Registrar of opposition to the grant of rights, on payment of the prescribed \nfee and on any o f the following grounds, namely; — \n \n(a) that the person opposing the application is entitled to the rights for the new \nvariety as against the applicant;  \n \n(b) that the variety is not protectable within the meaning of this Act;  \n \n(c) that the grant of a certificate may not be in the public interes t or against public \norder ; or \n \n(d) that the variety may have adverse effects on the environment, human, animal or \nplant health.  \n \n(2) Where a notice is given under sub­section (1), the Registrar shall give a notice of the \nopposition to the applicant, along  with a copy of such notice of opposition, within two months  from \nthe receipt of the notice of opposition and the applicant shall send within two months of the receipt of \n \nPage 14 of 22 \n this notice o f opposition to  the Registrar a  counter statement of the grounds on whic h he relies for his \napplication, and if he does not do so, he shall be deemed to have abandoned his application.  \n \n(3) If the applicant sends such a counter statement, the Registrar shall serve a copy thereof on \nthe person giving notice of opposition.  \n \n(4) Any evidence upon which the opponent and the applicant may rely shall be submitted in \nthe manner prescribed and within the time prescribed, to the Registrar and the Registrar shall give to \nthe applicant and the opponent an opportunity of being heard.  \n \n(5) The Registrar shall, after hearing the applicant and the opponent, and after due \nconsideration of the evidence decide whether and subject to what conditions or limitations, if any, the \nright to be granted.  \n \n(6) Where a person giving notice of opposition  or an applicant sending a counter statement \nafter receipt of a copy of such notice neither resides nor carries on business in Pakistan, the Registrar \nmay require him to give security for the costs of proceedings before him and in default of such security \nbeing given may treat the opposition or application, as the case may be, as abandoned.  \n \n(7) The Registrar may, on request, permit correction of any error in, or any amendment of, a \nnotice of opposition or a counter statement on such terms as he may think f it. \n \n(8) The Registrar shall consider all the grounds on which the application has been opposed and \nafter giving reasons thereof, by order, uphold or reject the opposition.  \n \n(9) When a new plant variety is protected by the Registrar, he shall issue a certificate in terms \nof section 24.  \n \n20. Protection of essentially derived variety .— (1) An application for the protection of an \nessentially derived variety of the genera or species prescribed by the Federal Government may be made \nto the Registrar by or on  behalf of any person referred to in section 13 and in the manner specified in \nsection 15 as if for the word “variety ” the words “essentially derived variety ” have been substituted \ntherein and shall be accompanied by such documents and fee as may be prescribed.  \n \n(2) On receipt of an application under sub­section (1), the Registrar shall have any such \nessentially derived variety examined in order to determine as  to whether the essentially derived variety \nis a variety derived from the initial variety by conducting such tests and following such procedure as \nmay be prescribed.   \n(3) When the Registrar is satisfied on the report of the test referred to in sub­section (2) as to \nthe fact that the essentially derived variety has been derived from the initial variety, he may enter such \nvariety in the Register and issue a certificate to this effect.  \n \n(4) Where the Registrar is not satisfied on the report of the test referre d in sub­section (2) that \nthe essentially derived variety has been derived from the initial variety he shall reject the application.  \n \n(5) The rights of the breeder of a new plant variety contained in this Act shall also apply to the \nbreeder of an essential ly derived variety:  \n \n \nPage 15 of 22 \n Provided that the authorization by the breeder of the initial variety to the breeder of essentially \nderived variety may be subject to such terms and conditions as both the parties may mutually agree d \nupon.  \n \n(6) An essentially derived va riety shall not be protected under this section unless it satisfies the \nrequirements of section 18 as if for the word “variety ”, the words “essentially derived variety ” have \nbeen substituted therein.  \n \nCHAPTER -IV \n \nTHE CERTIFICATE OF PLANT BREEDERS' RIGHTS  \n \n21. Issuance of the Certificate . The certificate shall be issued, on payment of such fee as may \nbe prescribed, in the name of the Government of Pakistan and shall be signed by the Registrar. The \ncertificate shall be recorded in the Regi ster and the record s hall be made publicly available during \nordinary business hours. Notice of issuance of the certificate shall be published in the Plant Breeders' \nRights Journal. There shall be annexed to the certificate a definitive description of the protected plant \nvariet y. \n22. Rights of the plant breeders. — (1) Subject to the provisions of this Act the owner of a \nprotected variety shall have the following exclusive rights in respect of that variety, namely; — \n \n(a) offering for sale or selling or marketing of the reproductive or vegetative \npropagating material of the protected variety in Pakistan;  \n  \n(b) importing the reproductive or vegetative propagating material of the protected \nvariety into  Pakistan or exporting it from Pakistan;  \n \n(c) conditioning or multiplying  the reproductive or vegetative propagating material \nof the protected variety;  \n \n(d) carrying out any of the acts identified in clauses (a), (b), and (c) in relation to \nan essentially derived variety provided the protected variety is not itself an \nessentially derived variety;  \n \n(e)  instigating or promoting any of the acts identified in clauses (a), (b), (c) and (d);  \n \n(f) authorizing any person to produce, sell, market or otherwise deal with a \nprotected variety;  and \n \n(g) stocking for any of the purpo ses mentioned in clauses (a) to (d).  \n \n(2) Subject to any other provision of this Act no other person shall perform any of the acts \nmentioned in sub­section (1 ) without the prior authorization of the owner.  \n \n23. Provisional protection .— For the period betwee n the filing of the application and the grant \nof a certificate, the owner of the certificate shall be entitled to equitable remuneration from any person \nwho, during the said period, which once the certificate was issued, would fall within owner's rights to  \nexclude others under section 22.  \n \n \nPage 16 of 22 \n 24. Term of the certificate . Subject to section 29, the term of the certificate shall be twenty -\nfive years in the case of trees and vines and twenty years in the case of all other plants from the date \nof filing of the app lication.  \n \n25. Exceptions .— Nothing contained in this Act shall prevent, — \n \n(a) any act done privately on a non­commercial basis;  \n \n(b) any act done for scientific research or plant br eeding as an initial source of \nvariety for the purpose of creating other varieties provided that the authorization \nof the breeder of a protected variety shall be required where the repeated use of \nsuch variety as a parental line is necessary for commercial production of such \nother newly developed variety;  \n \n(c) any act done for t he purpose of breeding other plant varieties and any act \nreferred to in section 20 in respect of such other plant varieties, except where \nsuch other plant varieties have been essentially derived from the protected plant \nvariety;  \n \n(d) a farmer to be entitle d to save, use, sow, re­sow, exchange, share or sell his farm \nproduce provided that the farmer shall not be entitled to sell seed of a variety \nprotected under this Act on a commercial basis without complying with the \nrequirements of Seed Act, 1976 (XXIX of  1976), and regulations made therein; \nand \n \n(e) any exchange of propagating materials among farmers as may be specified in \nthe regulations.  \n \nCHAPTER -V \n \nSURRENDER, REVOCATION, RECTIFICATION OR CORRECTION OF REGISTER  \n \n26. Surrender of certificate .— The holder of a certificate under this Act may, at any time by \ngiving notice in the prescribed manner to the Registrar, surrender his certificate in such manner as may \nbe prescribed.  \n \n27. Revocation of certificate by the Registrar .— At any time within twelve months af ter the \ngrant of a certificate, any person interested who did not oppose the grant of the certificate may make \nan application to the Registrar for an order revoking the certificate on any one or more of the grounds \nupon which the grant of the certificate c ould have been opposed:  \n \nProvided that when an action for infringement or proceedings for the revocation, of a certificate \nis pending in any court, an application to the Registrar under this section shall not  be made except with \nthe leave of the court.  \n \n28. Revocation of certificate by the High Court. — Subject to the provisions of this Act, a \ncertificate may, on the petition of any person interested or of the Federal Government or on a \ncounterclaim in a suit for infringement of the certificate, be revoked in  part or in whole by the High \nCourt on any one or more of the grounds upon which grant of certificate may be refused:  \n \n \nPage 17 of 22 \n Provided that a notice of any petition for revocation of a certificate under this section shall be \nserved on all persons appearing from t he register to be the owner of that certificate or to have interest \ntherein.  \n \n29. Payment of annual fee and forfeiture of certificate in default thereof. — (1) The Federal \nGovernment may prescribe a fee to be paid annually by every owner of a certificate under this Act \nsubject to su ch conditions and procedures as may be prescribed.  \n \n(2) If the owner of the certificate fails to pay the fee as under sub­section (1), the Registrar may \nforfeit the certificate in the manner as may be prescribed.  \n30. Rectificati on or correction of register.  — (1) Any person having sufficient interest may, \non payment of such fee as may be prescribed, apply for the rectification of an error or omission in the \nRegister:  \n \nProvided that an application for rectification may not be made  in respect of a matter affecting \nthe validity of the certificate.  \n \n(2) An application for rectification may be made to the Registrar except that, — \n \n(a) if proceedings concerning the certificate in question are pending in the High \nCourt, the application s hall be made to the High Court; and  \n \n(b) in case the application is made to the Registrar, he may at any stage of the \nproceedings refer the application to the High Court.  \n \n(3) The Registrar on his own motion may, after giving notice in the prescribed manne r to the \nparties concerned and after giving them an opportunity of being heard, make any rectification of an \nerror or omission in the Register.  \n \n(4) Except where the Registrar or the High Court directs otherwise, the effect of rectification \nof the register  shall be that the error or omission in question shall be deemed never to have been made.  \n \n31. Alteration of denomination of a protected variety .—(1) The breeder of a variety \nprotected under this Act may apply in the prescribed manner to the Registrar to delete any part or to \nadd or alter the denomination of such variety in any manner not substantially affecting the identity \nthereof, and the Registrar may refuse or may grant leave to amend on such terms and subject to such \nlimitations as he may think fit a nd subject to the rules to avoid any conflict with the rights of other \nbreeders of the varieties protected under this Act.  \n \n(2) The Registrar may cause an application under this section to be advertised in the prescribed \nmanner in any case where it appears  to him that it is expedient to do so, and where he does so, if within \nsixty days from the date of the advertisement any person gives notice to the Registrar in the prescribed \nmanner of opposition to the application, the Registrar shall, after hearing the parties if so required, \ndecide the matter.  \n \n(3) Where leave is granted under this section, the denomination of the variety as altered shall \nbe advertised in the prescribed manner, unless the application has already been advertised under sub­ \nsection (2).  \n \nPage 18 of 22 \n CHAPTER -VI \nBENEFIT SHARING  \n32. Benefit sharing. —(1) On receipt of copy of the certificate of protection, the Registrar shall \npublish such contents of the certificate and invite claims of benefit sharing to the variety protected \nunder such certificate in th e manner as may be prescribed.  \n \n(2) On invitation of the claims under sub­section (1), any person or group of persons or firm or \ngovernmental or non­governmental organization shall submit its claim of benefit sharing to such \nvariety in the prescribed form within such period, and accompanied with such fees, as may be \nprescribed:  \n \nProvided that such claim shall only be submitted by any, — \n \n(a) person or group of persons, if such person or every person constituting such \ngroup is a citizen of Pakistan; or  \n \n(b) firm or governmental or non­governmental organization, if such firm or \norganization is formed or established in or outside Pakistan.  \n \n(3) On receiving a claim under sub­section (2), the Registrar shall send a copy of such claim to \nthe breeder of the variet y protected under such certificate and the breeder may, on receipt of such copy, \nsubmit his opposition to such claim within such period and in such manner as may be prescribed.  \n \n(4) The Registrar shall, after giving an opportunity of being heard to the par ties, dispose of the \nclaim received under sub­section (2).  \n \n(5) While disposing of the claim under sub­section (4), the Registrar shall explicitly indicate \nin its order the amount of the benefit sharing, if any, for which the claimant shall be entitled and  shall \ntake into consideration the following matters, namely: — \n \n(a) the extent and nature of the use of ge netic material of the claimant in the \ndevelopment of the variety relating to which the benefit sharing has been \nclaimed; and  \n \n(b) the commercial util ity and demand in the market of the variety relating to which \nthe benefit sharing has been claimed.  \n \n(6) The amount of benefit sharing to a variety determined under this Act shall be deposited by \nthe breeder of such variety in the manner prescribed. The amount of benefit sharing shall be determined \nunder this Act on a reference made to the Registrar in the prescribed manner.  \n \nCHAPTER -VII \nCOMPULSORY LICENSE  \n \n33. Power of Registrar to make order for compulsory license in certain circumstances . —\n(1) Subject to sub­section (2), where, — \n(a) the public interest, in particular the nutrition or health so requires;  \n \nPage 19 of 22 \n (b) the Registrar has determined that the manner of exploitation, by the owner of \nthe certificate or his licensee, is anti­competitive;  \n(c) reasonable r equirements of the public for seeds or other propagating material of \nthe variety have not been satisfied or that the seed or other propagating material \nof the variety is not available to the public at a reasonable price;  \n \n(d) the owner of the certificate r efuses to grant a license to a third party on \nreasonable commercial terms and condition s; or the right under the certificate \nhas not been exploited in a manner which contributes to the promotion, transfer \nand dissemination of technology; and  \n \n(e) the Registrar may after the expiry of three years from the date of grant of a \ncertificate and after seeking advice of the Committee, even without the consent \nof the owner of the certificate decide that a Government agency, or a third \nperson who makes an applic ation to the Registrar in the prescribed manner in \nthis behalf, may exploit the rights under the certificate.  \n \n(2) The Registrar shall, before taking any decision under sub­section (1), give the owner of the \ncertificate and the interested person an opportu nity of being heard.  \n \n(3) The exploitation of rights under the certificate shall be limited to the purpose for which it \nwas authorized, subject to payment to the said owner of an adequate remuneration thereof, taking into \naccount the economic value of the authorization, and subject to such terms and conditions as may be \nprescribed.  \n \n34. Duration of compulsory license .— The Registrar shall determine the duration of the \ncompulsory licenses granted under this Act and such duration may vary from case to case kee ping in \nview the gestation periods of the plant variety and other relevant facts but in any case the term of \ncompulsory license shall not exceed five years from the date of grant.  \n \n35. Revocation of compulsory license .— If the Registrar, on his own motion o r on an \napplication made in the prescribed manner to the Registrar by a person aggrieved of the grant of a \ncompulsory  license under this Act, is satisfied that the licensee has violated any of the terms or \nconditions of the license or it is not appropria te to continue such license further in the public interest, \nafter giving such licensee an opportunity to file opposition and of being heard, make an order to revoke \nsuch license.  \n \n36. Modification of compulsory license .— The Registrar may, if he considers i t in the public \ninterest, on his own motion or on application made by the holder of a compulsory license under this \nAct, after providing an opportunity of being heard to the owner of the certificate under this Act, order \nmodification of the entries in the Register on such terms and conditions as he may thinks fit.  \n \n37. Application of Seed Act, 1976 . Nothing provided or granted by, or under, this Act shall \nbe construed as conferring authority for, — \n \n(a) any seed to be sold, imported, exported or advertised; or \n(b) any name, mark or label to be applied in connection with any seed, contrary to \nthe Seed  Act, 1976 (XXIX of 1976) or regulations made thereunder.  \n \nPage 20 of 22 \n CHAPTER -VIII \n \nINFRINGEMENT, OFFENCES AND PENALTIES  \n \n38. Suit for infringement etc. —(1) Subject to the p rovisions of this Act, any action in \nviolation of the provisions of sub­section (1) of section 22 shall be deemed to be an infringement  \nincluding using a variety protected under this Act without legal authorization, to produce an essentia lly \nderived variet y or F 1 hybrid  for commercial utilization.  \n \n(2) No suit, — \n \n(a) for the infringement of a variety protected under this Act; or  \n \n(b) relating to any right in a variety protected under this Act; shall be instituted in \nany court inferior to the Court of District Judge having jurisdiction to try the \nsuit. \n \n(3) For the pur pose of clauses (a) and (b) of sub­section (2), “Court of District Judge having \njurisdiction ” shall mean the Court of District Judge within the local limit of whose jurisdiction the \ncause of action arises.  \n \n39. Relief in suits for infringement .—(1) The relief which a court may grant in any suit for \ninfringement referred to in section 38 may include an injunction and at the option of the plaintiff, either \ndamages or a share of the profits.  \n \n(2) An order under sub­section (1) may include an order for,  \n \n(a)  discovery of documents;  \n \n(b)  preserving of infringing variety, documents or other evidence which are related \nto the subject matter of the suit; or  \n \n(c)  attachment of such property of the defendant which the court deems necessary \nto recover damages, costs or other pecuniary remedies which may finally be \nawarded to the plaintiff:  \n \n(3) A court of competent jurisdiction, having ruled in favour of the owner of the certificate, \nshall decree an a ppropriate remedy. In every case, the court may award damages to the owner of the \nright at least equal in amount to the losses suffered by the owner or any other relief which the court \nmay deem appropriate.  \n \n40. Time limitation on an infringement suit, not ice of infringement. —(1) No suit for \ninfringement of a certificate shall be brought after three years following any alleged occurrence of \ninfringement.  \n(2) Damages will not be assessed against a defendant for infringement committed before actual \nor constru ctive notice is given to the defendant that the concerned variety is a protected plant variety. \nConstructive notice may be given by marking the container of the protected variety, or by any other \nappropriately visible indication that the variety is protect ed. \n \n \nPage 21 of 22 \n 41. Offences and Penalties .— Penalties for contravention of this Act or rules framed \nthereunder, shall be prescribed.  \n \nCHAPTER IX  \n \nMISCELLANEOUS  \n \n42. Transitional provision .— The plant varieties already registered and released or \ncommercialized which do  not conform to the criteria of novelty may apply for a certificate within two \nyears of the commencement of this Act. If the certificate is granted, the term of certificate will be \nreduced by the number of years between the time the variety was released, r egistered or \ncommercialized and the time the application for a certificate was submitted.  \n \n43. Protection of action taken in good faith .— No suit, prosecution or other legal proceedings \nshall lie against the Federal Government, the Ministry, the Department,  the Registrar or any other \nperson acting on behalf of or under instructions from, the Federal Government, the Ministry, the \nDepartment, the Committee or the Registrar directly or under the provisions of this Act, for anything \nwhich is in good faith done o r intended to be done in pursuance of this Act or any rule, regulation, \nscheme or order made thereunder.  \n \n44. Non­resident certificate owners. — Each owner of a certificate not residing in Pakistan \nshall designate in writing the name and address of a natural  or legal person on whom judicial and other \nnotices may be served.  \n \n45. Incentives for the promotion of research and development. — (1) The Federal \nGovernment and each of the Provincial Governments shall constitute a Research Incentive Board \nwhich shall re commend to the respective Governments, incentives for the promotion of research and \ndevelopment, including incentives for research scientists and their teams involved in developing new \nplant varieties:  \n \nProvided that in case of an applicant under sub­secti on (4) of section 13, the scientist, breeder \nor a group of scientists or breeders and their team involved in the development of a new plant variety \nshall be entitled to a minimum of forty percent of the royalty or the profits gained by the institute \nthroug h any commercial deal:  \n \nProvided further that the Federal Government or the Provincial Governments, as the case may \nbe, by notification in the official Gazette make rules for carrying out the purposes of this section.  \n \n(2) The rules related to determinatio n and  implementation of royalty on the protected plant \nvarieties shall be prescribed.  \n46. Appeal. — Any person aggrieved by the decision of the Registrar or the Court of District \nJudge may, within sixty days of the decision, prefer an appeal to High Court ha ving jurisdiction.  \n \n47. Determination and collection of fee .— The Federal Government may, by notification in \nthe official Gazette, prescribe a schedule of fee and charges for services rendered to the applicants and \nthe public under this Act and any fee or a mount collected shall be deposited in the manner as may be \nprescribed.  \n \n \nPage 22 of 22 \n 48. Power to make rules . The Federal Government may, by notification in the official Gazette, \nmake rules for carrying out the purposes of this Act.  \n \n49. Removal of difficulty .— If any difficultly arises in giving effect to the provisions of this \nAct, the Federal Government may, by notification in the official Gazette, make such provisions, not \ninconsistent with the provisions of this Act, as may appear to be necessary for removing the d ifficulty.  \n \n \n                                               _________________"
}