{
    "file": "./converted_json\\administrator5fc6a178121692818a31492d8026ed6d(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "9\n@beGp;fra d pllfdrm\n--1ry{-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD,THURSDAY, FEBRUARY2,2023\nPART I\nActs, Ordinrnces, President's Orders and Regulations\nNATIONAL ASSEMBLY S ECR-ETARIAT\nIslahabad, the 3lst JanutlrJ, 2023\nNo. F. 22(21),2021-kgis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent olthe President on the 30th January, 2023 is\nhcreby published for geneml informationr\nACTNo. VII oF 2023\n[AS PASSED BY THE MAJLIS-E-SHOORA (PARLIAMENT)]\nAN\nACT\nto proide for governance and operution ol the mahagement andlnancial\neficiency ofsrate-owned enterprises owned and contolled by the\nFederal Govenment\nWIIUREAS, the Federal Govemment owns and controls a number ofstate-\no\\r'ncd enterprises e$ablishcd under the various la*s ofPakishn;\nAND WHEREAS, the governance and operation ofdlese enterpris€s if not\nmade effectively or appropriately affects the quality of service delivery by the\nState as well as the fiscal discipline ofthe State;\n[ 173 (2023YEx. Gaz.](E 1)\nPrice: Rs. 40.00tr:clsrlnno Nn.][:f!2L.-7646\nAND mlEREAs, it is cxpedietrt to speciry principlcs govemitrg the\noperation of stare-owned entcrprises to authorise the formation of statc o$med-\ncDterpriscs for €arrying oD ccrtarn F€dcral Govemmc activities and to contsol\nthe owncrship rhdeof and lo establish requirEmcn6 about the govemance and\naccountability of state-owrcd enlerprises ,nd for matters coonected therewith\nard ancialiry thereto;\nI1 is hercby cnacted a5 follows:\nCHAP'II.]R-I\nGENER{\nl. Stort tille atrd coDtmetrc.E.nt-{l) This Act shdl bc called thc\nSlrtcowDcd Entcrpris€s (Govcmancc and OperatioDs) Act, 2023 .\n(2) lt shall come into forc€ at orce.\n2. DcliEilioni-I! lhis Act, unless lh€fc i! alrylhing r€pu8osr1t in the\nsubjecl or context-\n(r) \"aniclcs\" m€aos lhc articlca ofassciatiotr ofa compa[y;\n(b) \"board\" means-\n(i) in ttre ca!. of a corDpsn, thc boad of directors of tlrc\ncoDpaE ; arrd\n(ii) in lh€ casc ofa starutory statc-owEcd entcrprise, the SovemiDg\nbody eryoutered to ove6€E or mege the atrairs of such\nstatutory body or aotarprise.\n(c) 'thief executive offic€i' means-\n(i) in the casc of a cornpany, lhc chicf exec'utive o6ccr of thc\nco@any, by wbatevd Dalne c{lcd; ard\n(ii) in tic casc ofa statutory ststc-o\\r'Ded cDterprise, rhe person\ncrnpowcrcd to Dndertate the firnctions of thc chief o(ccutive\nof6cer, by whatever n.ame call€d u er thc rclevarl law-\n(d) \"contolled by lf,c GovEltraaf' means-\n(i) in the casc of a conpany, if the Federal Governdcnt dtecdy\nor hdirecdy hrs ltc right to appoint a fl4jority of dir€ctors or\ncoDt:ol over managenrnt or policy decijiots, exercisable by a\npenon individrully or tkough any person acting in concert,82 THE GAZETTE OF PAKTSTAN, EXTRA.,FEB- 2,2021 [PAI,T I\nP^RI I ITHE GAZETTE OF PAXISTAN, EXTRA,, FI]B,2,2023 8l\ndtecdy or indirE lly, whether by virtuc of Federal\nGovemrncd sharcholditr& DatragqEcnt right, sharcholdcn\nagre€rnenr, voting agEement or othcni/isc;\n(ii) in the case ofE,l entity created by a! Act of lhc Majlis-e-\nShoora, if lhe Fedeml Govemment has the power (o appoift a\nmajority of thc pclsons who are dircctors of thrt cnrity or\notherx.isc has thc powcr to dct.rEioc the outconc of\ndecisions about the cntity's n.nrgcdeat or fDancial atrd\nopqatiDg policies.\n(e) \"comm€rcial stai€-owncd cnterprise\" means-\n(i) a statc-own€d enterprise establishcd under the Colrparies\nAct, 2017 (XD( of 2017) other than cor4anics liccNcd und€r\nsection 42 ahereof; or\n(ii) a statc-owned entcrprisc lbat geoeral. thc majority of its\nrcvcnue from rhe sale ofgoods or servic.s o! a coEbioation of\ngoods atrd servic.s on , comercial basb.\nG) _direc{of mcan!(0 'tompany\" means a company incorporatcd under the Companics\nAct, 201 7 (XD( of 2017) which is a state-owaed ente4lrise;\n(ii) in the case of a slatutory state-owrcd enterprise, a mcmbcr of\nthc goveming body dcsignated udcr thc applicable law.\n(h) 'trcmince dtcctoi' me.ns-\n(0 r dilector who rcprcscnts tha ldard or PtoviDcial\nGovcrmEnq and\n(ii) a director *llo r@ras.ltats alotb€! stat.-owned enlcrprise\n(i) 'lndepodcnt directol' m€3rs a direclor *lm E Nt e. s-ofrcio\ndirector aEd is not disqualified under section I I ;\n(j) 'b1*11od by lhe Feder.l Covemhent\" means-(i) in Oe case of a company, a dirr$or appointed uDd.i the\nCompanies Act 20l7 Q(D( of20l7); and\n(i) ir thc casc of a conpatry, an ertity in wldct thc Fcderal\ncol€mmcnt dicctly or indirecdy holds lifty percent or more\nshareholding; and\n84 THE GAZETTE OF PAKISTA}i, EXIRA,, FEB, 2, 202] lP^Rr I\n\"pr€scribed\" means prescribed by nrles rn de under this Acl;\n\"public servic€ obligation\" means the specified servicc or activity\nre{brred !o in a public service obligstion agreeme ;\n(!l) \"public service obligation agre€med\" mcalrs m agreclncnl t.fared\nto in Schedule-ll bctween lbc l'cdcral GovemrDmt and a\ncominercial srrtc-ow'r.d cnterprisc for the undcrt ting ofa public\nscrvic€ obligation by the c.mmercial star€-owned entcrprisc;\n(n) \"schedule\" deans Schedule made under this Act:(ii) in the case of a statutory state owned enterprisc, an etrtity\nwhich has been established through str Act of the Majlb-c-\nShoora.\n(k)\n(l)\n(o) \"state-ovmed cntcrplisc\" meors a corpont€ My falling witlin the\nscope ofsection 2; ind\n(b) lubjcct to sub-scction (2), cntcrFis$ providitrg health snd\ncducatioml screices snd facilitics; and(p) \"statutory slatc-o\\r,ncd enterpris€\" mcans a state owDed cnterprise\neshhlishqt under d Act of Parlifnent\n3. Scope rnd rpplicrtior.-{1) Notwithst DdiEg anylhinS contained\nin any othcr law for the tirnc being in force, this Act shall have application io all\npublic s€ctor coEpanies as defin.d in sub-s€ction (54) of section 2 of lhe\nConrpanics Act, 2017 Q(D( of 2017) and ofier corporat€ bodies *,hich arc owned\natrd coEtsollad by the Federrl Gov€mment including those establishcd under\nspecial enactnents but shall not apply to-\n(a) regulatory bodies which are onpowcrcd to issue liccnc.s, graot\nlrrifrs or undcrtake investigatioB ard io$iries with rEgard to non-\ncoDpliance ofthcir statutory firctioDr and powen;\n(c) subject to th€ cnteria lard dolxa in lhe state-owncd enlerprise\nowoersbjp and manlg€ment poliry, sny stat€-owtrcd cnlcrprise\nspecitcally excluded Fom the codpl.tc or partial application of\nlhis Act by the Fcdcral Goverment for reasons to be rcconlcd ar<l\nby rotificatiotr itr tbe official Gazcttc, provided that such cxchsior\ndoes not uldcfidnc the objectives and principtes ofthis Act.\n(2) The application of this Act may bc cxtcnded by th. Federal\nGovernmcnt cither completcly or partly to any cntity specified in Schedule-I,\nP^RTI ] THE GAZETTE OF PAKISTAN, EXTRA,, F88.2.2023 il5\nincluding without lildtation ro eotities which the Federal Government does not\nbave ownership in but exocises conrollher€on:\nProvidcd thal thc Fcdcral Govemment shall have the power to ametrd\nSchedulel;\nCI{APTER.2\nSTATE.OWNED ENTERPRISE MANAGEMENT POLICY\nAND PRINCIPLES\n4- State-owned enterprise ownership rnd murgement policy.-\n(1) The Federal Goverrment shall, at le3st once in every five yea$, FeparE ard\nprescribe a state-owned crterprise o*aership and maDagemeDt policy for giving\neffect to the objectives ofthis Ac! namely:-\n(a) that the shreholding responsibilities of the Federal covernment\nwilh respect to its state owned enterpris€s arE claiited;\n(b) that the Federal Government acts as an inlormcd and activc\nshareholder; and\n(c) that fiscal nsks associatcd with state ouned enteryrises are\neffectively managed:\nProvided further that in the dev€lopment ofpolici€s under this\nsectioq the Fedeml Goverffnent rnay seek input and assGt2nce\nfrom the relevant stakeholden, including any regulatory body, as\nmay b€ requifed.\n(2) The policy refened to in sub-section (1), shall provide for,\n(a) the criteda and rationale fo! ownership, retentiou and establishse\nof a state-owred entarprise by the Fcde!'al GovemmeDtj\n(b) thc role of the Fedcral Govemmmt in the govemance of s{ate-\nowned enterprises;Provided lhat tle frst policy to be developed under this Act\nshall be notif€d no later tlrn orc year from the coming into effect\nofthis Act:\n(c) the mamer and prccedure for exercising the nghts of the Federal\nGovemment as shareholder ir slate-owned enterprises, including,\nwithout limitation, rnatters enumemted in sub-section 2 of section\n29, subject to the principles laid down in this Act;\n86 THE GAZDTTE OF PAKIST,\\N, EXTRA, FEB 2.2023 [l'ARr I\n(d) clarificaiion of the respeclive roles and responsibilities of any\nDivisior of the Federal Goveme , uder the R es of Business.\n1973, Boards and other stakeholders involved in the\ninplementation of the Ownership Policy;\n(e) the role of and manner of operation ofthe cent\"l monitoring unit;\n(f) the form and proce&re for management aDd use of the electotric\nstate-owned enterprise database, i4cluding right of access by the\npublic;\n(e) a tumewo* for ensuring competitive neutality ofdle Stare with\nresp€ct to state owned enterprises;\n(h) a public secto! obligation rDaiagement tamework;\n(i) process of monitoring and mamgiag contilrgeDt liabilities of statc-\nowned €nterprises;\n(j) guidelir$ for board nominatioDs committee while exercising its\nfunctioDs under section 10, including with respect to diversity and\nadequacy of board compositiorr\n(o) any otller rDatter required to give effect to the provisions and\nobje.tiv€s ofthis AcL(k) the process for evaluating the frlormanc€ of d.-ofrcio ad\nindependent dircclors:\n(1) the cooting offperiod for the appointment of itrdcpcndent directors;\n(m) the mamer of regulation of conflict of intcrcst of directors,\nincluding prcc€dures for identificatiotr atrd reporti4 of direct ar1d\niodirect iiterests of directors atrd resolving any coDIlict of interest\nthereon;\n(n) the crileria for excluding a state o\\r.o€d enterprise ftom the ambit of\nclause (c) of sub-s€ction (1) of section 3; ad\n(3) Thc policy prescibed under this section shall clariry the manDer of\ngiving cffect to the hstitutional arrangenrents whereby roles and respoDsibilities\nhave been assigned under this Act, in padicr.tur and without limitation\n(a) the maoner iD which the Board shall undertake its responsibilities\nwith regard ro-\nI'aRr I I THE GAZETTE OF PAKISTAN, EXTRA., FEB.2,2023\n(i) development of a business plan ard statemcDt of corporate\nintent lmdel section 8, including withour lmitatioD the\nd$Elopment of performrnce indicators and specific targets ?nd\ntlle disclosue ofpublic sewic! obligatioB and targct ar€ai;\n(ii) appointnen! ofchiefexecutivc ofticer under section l8:\n(iii) ensuring the d€velopment of intemal systeds of contol under\nsectiotr 20;\n(vn) elsuriog the iniegrity of the iDfonnatiod submitted to the\ncentral modtoriDg unit.\n(b) the mamer in which the central monitoring unit shall udertake its\nfundions witt regard !o-(iv) establishmetrt of an audit comrnittee utder section 2 1 ;\n(v) timely pr@aration and pubtcatiotr of the Emrcial starement,\nannurl report and hdf-yearly r€?ort u ler sectiotrs 24 to 28;\n(vi) timely submissiotr of tuformation to the centsal monittring\nunit under section 34 $rd\n(i) maintaining an electonic databas€ under section 3 1 ;\n(ii) pmviding anabsis uoder sub-sectioB (2) of section 31 to the\nFederal Gol,ernment or its steditrg mmmiree as tle case\nmay b€;\n(iii) issuing periodic reports to the Fe-deral Gov€mment or its\nstaEding coDrmittee as the cale hay be, and making such\nreports public, under sub-section (3) ofsection 31.\n(c) the manner h which thc Fediral Covemmed shafl undextake its\nfunctions \\r,ith regard to-\n(i) prescription of the state-o$,ned enterpflsc ownership and\nmatragemert policy uder liis sertiotr as well as other rules to\nbe prescribed uder section 34;\n(ii) rol€s and procedurE of the standing committe€ to be\nestablished uader sub-section (l) ofsectioD 31;\n(iii) the role ofthe Divilioa to which the business ofa state-o*,ned\nenterpds€ has been allocated under lhe Rules of Busin€ss,\n1 973 with r€spect to-l\nTHE GAZETTE OF PAKIST N, I]X'[RA., [88.2,2023 [IART I\n(A) co-ordinatiog corpliancc with tbis Act by the Board;\n(B) providing s€ctoral policy suppo( ird guidadc. to the state-\nowncd .6tsrpris. to cnable it to cotrply with its objectives\nu[dar sactiou 7; and\n(C) providing s.ctoral policy s\\lppon to the Fcderal Cabinet or ils\nstandinS comrnittac a3 th. casc firay bc {.ith Esp€ct to the\nobjectives oftbis Act.\n(iv) the rolc oftbc Fcdcral Go\\qnDant or its nalding cornmittcc\nss th€ c€s€ may be, rcgardinS thc cxercise of sharcholding\nrights, usc of analysis and r.porb submitted by lhc censal\nmonitoriry uoit ald the geD6al ovcrsigtt of the Boards under\ndis Act.\ni. Generrl principl.s.-The provisions of this Act, the stat€-o*Ted\neiterprise rnanagem€nt policy, and any rulcs made hcrcund€r shall aim to firther\nthe followiog geDeral principlcs, namcly:\n(a) thc Finciplc of prud.dt end cfficiart mrn.gerrent accordiog to\nwhich\n(i) a coDEcrcial stat.-owncd cDterFisc must opente on a\ncooDrcrcial brsis that is cffciad aad profitable; afld\n(ii) a ndr-ovlad crtriprisc Eust oD.r'ate cfrcirndy atrd\nefl€c1ivcly.\n(c) the principle of responsible manaSement according to which the\nmatrageme of a ststc-owned enteryrise must bc mmpeteDt, honest\nand accountzhle:\n(d) th€ principle of Eensparent pcrfonnrnce accordiog to which a state-\nowacd ontcrpris. mun rcpo( its psforEarcc fuUy, traDsparcotly\nand timcously;O) the principle ofmeasurable pcrforEa[cc accorditrg to which a statc-\nowned enterpris€ must identify its b8iness 8oals;\n(e) the prilciplc of monitorcd perfomrslcc ac@rding to which a stare-\nowrcd catdprirc Eust bc subj€cr to rigorous monitoring and\nr0 the principle ofcomFririvc ncuirality;and\nP^IT I ] THE GAZETTI] OF PAICSTAN, EXTRA., FEB.2,2q23 89\n5. Sound rnd prEdert ErD.gaE.Dt-{l) Every stat€-owtrcd\ncDt€rprisc sMIl underlake ils operatioDs io accordance wilh lh. critqia for sound\nand pnrdent management, lrmellx-(g) the principle of protectiotr of minority shareholders, according to\nwhich the govcrEmcnt and lhc star.-owrci entcrprisc rlrsr\nrEcognis€ thc rights ofdl shar.holden and cnsul€ all sharcholders\narc te-ated equilably and have equal access to corporate idomrstior\nand lhe ability to DomiDale direcrors itr a Eanncl corruDensuate\nwi$ thEir sharcholding intcrest.\nCHAPTER 3\nPRUDE\\TT AND EFFICIEN'I' MANACEMENT\n(s) thc busircss of thc slat€-or,ncd cdtapri.sc is crnied on wit!\nintcgrity, objcctivity, due carc and tbc professioDal skillg\nappropriate to lhe natulc atrd scalc ofits activiti$;\n(b) each independenr dirrctor aod chicf executive ofiicc!, by whatcv€r\nnainc called, of the state-owned €ntcrprise compli.s with lhe\nprEscribed fir aEd propcr criteria;\n(c) tho statc-ovrDcd ederpris€ is dirrct€d and maragad by a sulfrcie\nnun b.r of p.nons who ,!e fi! ald propcr p€(soos to hold thc\npositions wfiich lhcy hold; atrd\n(d) the state-oMcd enterprise mai ains ad€quate accountirg and other\nrecords of its business.\n(2) Accounting snd olher r.cords shall not be r.gsd€d as adequltc for\nthe purpo6es ofthis prcvisio! utrloss they\n(a) enablc lhe business of the statc-o*ned enterprise to b€ prudeDtly\nmanaged;\n(b) enable the stat€ oMcd cnterpris€ to comply with dtc obligadoDs\nimposed by this Act; and\n(c) comply with ell profcssional strDdrlds snd promdrcemcots of\nrclevart prof.ssional bodi.s ,3 applicable in Pakistar\n7. Objectiv€s of statc.oirred olterprirer--{1) Thc pdnary\nobjective of a statc-owrcd cnterpisc shall be to op€rlt i.a an c6cietrt mr!D6,\nachieving the objcctiv€s contained ir! and acting in accordanc€ with their\nrespectivc Acts or articles arld memorandum of associatio!, as the case may b€.\nTHE GAZI.- l r'l-- oli PAKTSTAN, IjxlRA,l'EB.2. 2023 [P^RTI\n(2) StatE-owncd Enterprises, in undertaking their prioary obiecdves,\nshall havc rcgar4 amongst other natters, to:-\n(a) the economic consequenccs ofany de.ision in the long tcm;\n(d) the importancc of the stlte-ow[ed enterprise maintaininE a\nrcputation for high standffds ofbBhess conduct; and\n(e) the n€cd to act faily as bctw€€n m€mbcn of the statc-owDed\nmterp;sc.\n(3) Notwithstanding anything coatained iu aoy other law for the time\nbeing i force, tne prirnzry objectivc of a commercial stste-owned entcrpris€\nshall be to bc gEdcrate sufficicDt rcvcrucs to colcr their cosls and be fin ncially\nsustailablc -(b) the nccd to fosrcr thc slate-owtred enterp.ise's busincss\nrelationships wifi suppliers, customers and other stakeholdcrs;\n(c) dle impqcl of th€ statc-owtrcd €derprise's op€rations on thc\ncoDmunity a.od the e viroDmeDt;\n(4) The Federal Govemment shau not requiir a commercial state-\nowned cDtcrprise to undertake a public scNice obligation which deviates ftom\nthe primary objective except as specified in Schedule-ll of this Act;\n(, Nodin8 in this section shrll altcct t[e validity or edorceability of\natry cont'act or other u\"nsactiod erncfcd into by a c.rnmercial state-owned\neoterpri$-\nCHAPTER-4\n}'IiAS U R{B LE PE B FOf,\\IA}.-C E\n8. Busin$s plrtr.-{l) The Board of every staie-o*n€d err4rprise\nshall, prior to the coonraoc€rDent of each financial y€ff, adopt a busincss plad itr\nr€spcct of the followinS three flnancial ycan which shall c&tain informatim\nabout the op€ralioos, strategic dircctior! ard fiDancial atrd rcn-financial\nporformarEe me3surcs of thc state-owned etrterpris€ atrd dcmo$trates how thc\nstate-owoed enterprisc shall achieve irs primary objectiv€:\nProvided that thc business pkn must b€ effcctivc oD the first day of the\n6rst financial year ro which it applies.\ne) If a st tc-own.d edte.prise bas (me G tEonc subsidisries, lhe\nbusin€ss plan must, for cach subsidiary and for tLc group ss a whole, includo\nPAET I ] THE CAZETTE OF PAXISTAN, EXTRA., FEts. 2, 2023\nhformatior about dre operatioDs, strategic directioD atrd financial projc.tioDs of\nlhe stale-o\\rncd enteryrisc.\n(3) Thc busincss platr of a statc owded cntol,risc shall bc prepared itr\ncotrsultatiod with the Division to which the business of the staterwDed\neDt€i-pds€ has been allocated lltrder tbe Rules of Busi&ss, 1973 and lhc draft\nunder consultation shall bG simultaneously submitt.d to the C€ntal Monitonog\nUnit and the adopted busioess plan shall bc subDritted to thc F€d6a1 Govemmerlt\nfor information.\n(4) The board of every slate-owrcd cntcrprise shall at tltc start ofeach\nfinancial year, adopt and cause to have published a statem€nt ofcotporate intent\nfor thc state-o*ned entcrprise or the group comprisirg the state-owocd entcrpris€\naDd ils subsidiaries (if any), io respect of that ycar and the folloividg two\nfitrsncial years in the rns-nner rnd form sat out in Schcdule-l[.\nCTIAPTER-s\nRESPONSTBLE MANACEMf, N'I'\n9. Applicetion of t[lJ Chiptcr.-Tti6 chapter snal apply to dl\nboardr of state-osmcd coteryriscs, notwithst ndhg anything conoined in any\nother lsw for lh. time bciry io force.\n10. Bo.rd NominatioEr CoEhittee.-<l) Thcrc shall be a Bosld\nNominations Cornmittec colnFising-\n(a) thc Mitristcr in Charse to which th. business of th€ state-owncd\ncnterprise has becn allocatcd udcr the Rulcs of Busbess, 1973,\nwho shall also be the CLair oftbe Cornmittec:\nProvided thal wher€ thc Mi*tcr h Chargc is lte PrirE Miiristir,\nhc may tromitrate another rncmber of thc Federal Goverrunmt to be\nChair oflhe Corl)Inittee;\n(b) lhc Sccretary ofthc Division to q/hich 6e busitrds of lhe stete-\nowncd entcrpdsc ba! beed ellocated ur .r tla Rul6 of Buitrcss,\n1973; ad\n(c) lhe Secret ry of the Finance Division or his Domilce of at lcast\nBPS 21.\n(2) The Board Nominations Committee shall be rcsponsible for\n(a) idcnti&ing and rccomlnctding candidatcs to thc Federal\nCovernmcnt for appoitrtBcot as indepe ent dirEctors which the\nFedeBl Govemmcnt is empowered to lppoint to Boards; and\n92 TII GAZETTts OF PAI(ST$,\n(b) recornmendhg €r-oficro positions to bc held by rhe rclevant\nDivisiotr or public s.ctor orgadzation of th. F€deral Govemment,\nor whe.E rcccssary, a Provincial Govcrrlrcol\n(3) The proceduc adopted by the BoBrd Nodioations Committee for\nperformin8 irs fimctions sha]l be notified and $haU comply with t]rc principl€s of\nmerir, coDfiddtiality, trarBparEncy, diversity aDd faimess, iocludlng, but not\nlimit€d lo-\n(a) advenisemeo. in a ncwspapc(s) of wide circulationr\n&) rcguesting applications by iDvrtation;\n!lc) appointi4 a head-hunting agency; or\n('d) idqfirying candidalcs Aont the dalabank of indepeDdent directors\nrctified by ll|c Securities ard Exchrnge Commissiotr of Pfistan\nundcr seclion 166 of the Compad€s Act, 2017 CXD( of20l7).\n(4) The Board Nominations C,ommittcc shall apply thc prsscflbed fit\nand pmper criteria while making nominations of persons for appointrnent as\ndircctors,\nI L Dlsqutllficntion of indcperdent directors\"-The following Frsons\nshall nol bc appoiDted or conthu. to hold olficc as ao hdependent dtector,\nnJnly:\n(a)\n(b)\nG)\n(d)\n(c)\n0)\nGl)a person who is ude. eightccn ye3rs ofagc;\na p€rson who is rct a naturBl person;\na person who is an udischrrged banhupt iD aDyjrrisdiction;\na pefton who has bcon convicled ofan offmc. in any iuisdictiotr;\na person who is prohibited under a statute or by order of coun from\nbeing a director or prumoter oi: or bciilg coocemed or takiq pan iD\nthe managemcnt ofa corporalior!\na person who is dcclared me ally unfit by a mcdical board\nconstituted for this purpose;\na person who is in thc scrvico of Pakistan;\na member ofthe Majhs-e-Shoora or a Provincial Assembly; (r)\nPARr I I TIIE GAZETTE OF PAKISTAN, LXTRA., FEB. 2,2021 93\n(i) a hotder ofa poliucal offic€ whcther or not in a legislative role; or\n(.1) an cmployee ofa stat€-owaed c erprise.\n12. CoEpo6itior of the Bo&d of r comprry--{l) A Board of a\ncoElpany shall coosist of indepedcnl directors, er-rlrtcrb direclGs .Dd thc chief\n€xecutive ollicer of the company, \\^,ilh the rcquisile skills, compcrctrc€,\nkrcwlcdge, expericnce and approach so that lhe Board as a group itrcludes core\ncompetcncics and divcrsity required to assist the coqstry achiwe its primary\nobjcctivc.\n(2) The maj ority o f thc board shail consist of ird€petrd.nt directors\n(4) An inde?endcnt member shall not scrve for more than dne ycars on\na Board, and shall not be appointcd to thc same Board a{ier two consccutive\nterms urless a p6iod ofthrec years has lapsed.(3) No pcrson shall bc appointed or nominalcd as a director of more\nthan fivc slate-own€d enterpnses simultaneousiy, ircludiEg thcir subsidiari€s.\n13. Ierm ofomce of dircctors.-{l) A dircctor, once appoilted shall\nhold ofiice for the period spccfied under the applicablc law, unlcss h€ resigns in\nwriting or is removcd €arlicr in accordance with th€ pmvisions ofthis Ac1.\n(2) An indepe ctrt dircctor once lppoirrcd by tbe Fcdcral Govemment\nshall noi be rernovcd unless it is estsblished thtough all iDquiry condu€t d i, the\nprescdbcd mannar that-\n(a) thc dtector is foutrd to bc in aoa-co|lplirace with lhe provisioDs of\nrtir Act, or rhc coqaDic6 Act 201?, (xD( of2ola, or aoy orhe{\nspplicsble lsw;\n(b) thc diredor f.ils to tul6l his &nies &d Esponribiliti6 und6 thi3\nAct;\n(c) thc dir€€tor is found to act in s m,Ilner d€tsinrcntal to the successfii\nmznagement atrd operation ofthc state-orvrcd e crpnse; or\n(d) ihc df€clor $ fouod gujlry ofmiscotrduct.\nFrpllrnaton. For thel[tpose ofthis clause, mbcotrduct includes-\n(i) ininnSitrg ilr s comp€ting prof6sioDrl or persond onflic1 of\ninffi'siuution;\n),1 THE GAZETTE OT PAKISTAN L]XTRA.. FEB.2.2023\n(ii) using the funds. asscts and resources of the state-owned enterprise\nwithout due diligence and care;\n(iii) failing to beat the colleagues ard the stalf of the state-owned\nenterprise with respect, or using haras$nent in any fonn of physical\nor verbalabuse:\n(iv) making public statements relating to the business of lhe state-\nowned enterprise \\vithout authorization by the Board;\n(v) failing to comply with the state-owned enterprise's code ofconduct\nor conflict of interest reqnircmerts;\n(v) receiving gifu or other benefits fiom any sources extemal to the\nstalc-owned enterprise offered to him in connection with his duties\non the Board; or\ntvi) abusing or misusing h;s official position to gain undue advantage or\nassuming financiai or other obligations in private institutions or for\np€.sons which may cause embarrassmcnt in the performance of\nofficial duties or frlnctions.\n14. Def€ct or irregularity in appoitrtmetrt,-No act, proceedinS or\ndecision of the board shall be invalid by reason only of the existence of a\nvacancy in, or defect or irregularity in the constitution ofthe board.\nI5. Chrirm.tr of the board lnd the chiefexecutive olficcr.-{l) No\nperson can hold office a-s chainnan and chief executive of a state-owred\nenterprise simultaneously, and the office of the chairman shall be separate and\nhis responsibilitics distinct, from those ofthc chiefexecutive officer.\n(2) The chairman of thc boa.d shall be appointed by the Federal\nCovertunent and shall be rcsponsible for lcading the board and ensurirg its\neffectiv€ functioning and continuous devclopmenl and shall not be involved in\nday to day operations ofthe stale.owned enrcrprise.\n(l) The chiefexccutive officer shall-\n('tbe responsiblc for the mana8ement of the stale-owned enterprise\nand for its procedures in financial and other matters under\ndelcgation from the board and subject to the oversight and\ndirections of the Board:\n(b) ensLrrc the proper implementarion of stratcldes and policies\napproved by the Board; and\nPART I ] THE GAZtsTTE OF PAKISTAN, FEB_ 2,2023 !r5\n(c) putting in place ap?ropriate arrangeheds to ctrsurc rhat fun& a\nrcsollroes arc propcrly safeguardd end ara usad €conomically,\nef6ciently and effectively aud in accordarc€ with th€ stltc-owncd\nmterpise business plan, the prinury objcctive nd ell stalutory\nobligations.\n16. Fit lnd proper criteri.--<l) The fit tnd proper criteria shall be\npr€scriberl in Scheduk fV arld shall apply to indepeud€ot dircctors, thc chief\nexecutive officcr, ihc company secretary and all other sedor nraEagemclrt\noflicers, by u'hatarer narne calle4 ofa state-owned enterprise.\n(2) The requircmeEt to comply with the 6t and p.op€r criteria und€r\nthis Ac1 shall be without prcjudic€ to c{rnplia.oce with aDy other requircment for\nth. fitoess a propricty ofdirecttrr or scnior mrtragln cnt ofrccrs issu€d uader\nany sp€cial law, rules or regulations by a sector r ulator or au(hority goveming\na spccified sector.\nCHAPTER{\nRISPONSIBILITIES, POWERS AN'D FUNCTIONS OF THE BOARD\nl?. hdep€nderce of the Boird.-{l) The Bmrd shall be given\nautonomy a.nd ind€peldeDce in lhe discbarge of its irnctioos under ihrs Acl c\nany other applicabl€ law in accordarce wilh the adopted busincss plan and m\nadmidst-alive or slanding insttuctio[s by ally Divbion of thc Federal\nGovemmoDt shall be lpplicable to ,ny statr-owncd entcrprtcs uolcss prior\napproval of th€ Federal Covamm.nt hss bcetr obtabed and any such instructior8\nalrcady in field at lhc time of coming into efect ofthis Act 6hall require F€dcrd\nGovemment ratification within a p.Tiod of sir mo hs, failing which they sh.ll\nbc dcemed to b€ res.lnded-\n(2) Slate-owDed enterpris€s shall mrintain ird?cndc{t procurEmcnt\npolicies with thc approval of &e Federal Govcmmcdt, which conply with lhe\nChart€red Institute of Procurco€nt and Supply's Globsl Staadards of\nProcuremcni and Supply and shall only be responsibl€ for compliance of the\npmvisioDs of fic Public ProcEemetrt Regulltory Au&ority Ordhance, 2002\n(xxll of2002) to such oxtent as may be dtectcd by th€ Fedaal Govemment:\nProvidcd that untill the procurement policy of stalc-owncd entcrprise is\nprepared and approved by the F.dclal Govcnrment, thc Public Prcr1jrem€nt\nRegulatory Autlority GiDaftr 2002, (ffiI of 2002) afly t utatb ndaadis \\a iL\n18. Appoirtm€nt of th€ chi€f ercclttivc omccr.-{l) The Boarq in\nthe case ofa compaay, or thc concemed authority in the caso ofa statutory state-\nowned €ntcrlrisc sh6ll a!,point . chief executive ofrccr to the state-oq,ncd\nenterprise lmder a perforrmnc€ based conFact for a specified period urless such\n'I HE GAZETTE OF P X]ST N, LXTRA-, FEB- 2,2023 [P^RT I\nProvided tnat the code of conduct dev€lop€d under this sub-section shall\nbe elfedively conununicated within the state-owned enterprise together with\nsupportitrg policies atrd Focedues, inciuding adequate systenN and contols for\nthe identification atrd redressal of grievances arisiq ftom unethical practiccs.\n20. Enforccmcnt of systcms of intemal control.-The Board shall\nensurc lhc integrity of ahe s)sterns of intcrnal control a any persotr who is\nfound liable for a deviatior or violatioD ftom the compatry's code ofcotrduct or\noth€r systems of intemal control shall be subject to disciplhary Foceedirgs in\naccoralarce with the state-o*led €nterprise's intemal policies.\n21. Audit Committ€€.-{l) The Board ofa state-ou,ned ent€rprise shall\nesta.blish an audit committee, whose mcmbers shall b€ itrarcially literate ad\nllrajority oftherq iacluding its chairman, shall b€ independent directors:\nProvided that the Chairftr ofthc Board and the Cbief Executive Officer\nofthe state owDed enterprise shall not be members of the audit cornmittee.\n(2) The audit committee shall be respoEsible for\n(a) recommending to the Board the appointmetrt ofextemal auditors by\nthe state owDed entsrpris€ and shall consider any questions ofperiod is already speciied fu the enadnmt govemitrg a statutory state-owned\nent€rprise:\nProvided that th€ Board or the concemed autlrcrity skll bring th€n\nexisting ar.atrgements with the the appointflent of chief executive otrrcers ir ]irc\nwith this provision within one year ofcomiq into effect ofthis law.\n(2) The Board or the goveming My in the c{se of statrrtar/ state-owtred\n€ntsprises, by rdlar€!€r Dame calle4 shafl b€ rcs?otrsib]e for srsudng tle\nperformance of lh€ chief €xecutiv€ is rnmitorEd r€gulady against agreed\np€rfora,ance measureG and for the chief exocutive's dsvelopment atrd succ€ssion\nplaming.\n19. R€.potrribility to tb€ rhrreholders rnd the it te-owned\netrterp se.-{l) The Board shall ensure its obligations to shar€hold€rs of the\nstate-owned efterprise are ful61led aod lhey ale duly iDformed ia a timely '\nmarmer of all material events tkough shareholder meetings aDd other\ncommmications ss n€c€ssary.\n(2) The Board shall dev€lop and irplemcnt a code of co[duct for the\nmenrbers ofth€ Board, as w€ll as the ernplo)€€s ofthe stat€-owned etrtcrprise for\nthe Datlers set out itr Schedule-V ofthis Act, with a view to ensure the highest\nprofessiooal stardrrds aad coqrcrate values are in place:\nPaRT I I THE GaZETTE OF PAKIST EXTRA , FEB, 2, 202]\nresigration or redoval of €xterDal auditoN, audit fees and provision\nby ext€md auditors ofery scrvicc to th€ statc-owncd cntcrprise in\n, addition to auiLt of its financial sl4.ments;\n(b) deterEiDation of approprietc mce.slllEs to safcguard thc stitr owtred\ne erprise's asse6;\n(c) all rcports and comunications with extcmal auditors:\n(d) review of half-yearly and annual financial statcmclts of the slatc\no\\+!ed efterprise, prior lo their app.oral by the Boar4\n(D invcstigrting, *'h€rc lc.rssay oa r cmfid.otisl bssis, aoy\ndeviation &om or violatio! of thc caq@y'i codc of cotrduct on\nothlr sys@rns ofint€mal control.(c) .nrudfg coordinatiotr betlxcen thc intemsl aDd €xt rDal auditors of\nftc starc ow[cd €rrerprisc; aDd\n22.\n(a)\n(b)Board m€€tings.-<1)Thc Board ofs compaDy shall mcet\nat lcast oDce in ev€ry two rnontbs; and\nat othcr tim.s that ihe board considers ftc€ssary for thc cficient\nrxmaSement of th€ busincss and affairs of the slatc'owned\nenterprise.\n(2) Not*ithstanding aryltring coDtahed in ey other law for the time\nbeiry iD forcc, dccisions of the Board shalt bc t k€6 by majority, howcver the\nfoUowiag docisioDs sbsll rcqui€ a decisioD by lbrcc-fouth ,rajority, which shil\ninclude tb. votc of thc rcmince dircclo. rqlrEs(nthg ihc Fcdael or Proviftial\nCrovemmeal, oatnely-\n(a) appoinEncnt ad reftoval of chief executivc ofrccr of thc state-\nown.d enterpris€;\n(b) approval oithc statcment ofcorporate intent snd busincss plaq\n(c) pmposals for sale of sizejble assets;\n(d) annual budget stzrern€nt approval; aod\n(e) sale ofasscts ofthe conlpairy\n(3) The Chairman ofthe Board shall in case ofequsl oumber of votes,\nhave a casling vo1c.\n2.1. Irdemtrity.-No suit, prosecution or other lcgal pro€eedings shall\nli() againsl the dircclors, chief executive ofTicer, or other employee of a statc-\no\\vned enterprise if the liability arose out of an act or omission of the director,\nchief executive or employee and the act or omission was done in good faith and\nwith due care.\nCHAPTER-7\nTRANSPAR-ENT PERFOR}IANCf\n2.1. Financial tren3perercy.-{ I ) The Board shall cnsure that the\nstrtc-o\\\\,ned enler?risc along with ils subsidiaries, must keep written financial\nrecords that-\n(a) comectly rccord and explaitr its trarsactions and financial position\n,nd performance;\n(b) enable I'inancial statements ro be prEpared and audited\naccordance with this Act;].HE GAZETTE OF PAKISTAN, EXTRA.. FEB,2,2O]]\n(d)\n(2)^RI I\n(c) clearly identifu any Eansactions undertlken by the st4te-owned\nenterpris€ wilh ady director or his close rclatives, either directly or\nindirectly and comprising a pecuniary oi non-pecuniary benefit\nthrough a compsny or other business established by such dircctor;\nand\nenable o$er repotu requirEd by this Acl to bc prepared.\nThe records requircd b) sr:b-section (lF\n(a) shall be kept for at least ten yea$ aiier the dates of fie\ntransactions to which they relate;\n(b) must be kept at the principal place of business or the\nregisterc.d olfice address oflhe state-o\\aned ent€rprise; and\n(c) shall also be kept in electronic form if tfiey are rcadily\nrelrievable and convertible into hard copy form.\n25. Fitr&ciel strtemetrt!.-{1) The board of a state-owned enterprisc\nmust ensure there is preparc4 for each financial year. audited financial stalefterts for\nthc shte-owned enterprise as *ell as consolidated finarcial statements fo, the group\nconsisting ofthe stat€-ou.red enterprise and its subsidiariesl\nProvided thal for the purposes of lhis secrion. a suhsididrv shall nor\ninclude ajoint venrurc.\nP^RT I ] TIIE GAZETTE OF PAKIST N, EXTI{6., FE.B.2,2023 99\n(2) Thc financial statements must be Eepared in accordance wiah\nIntemational Financial Reporting Standsrds and the financial statcmcnts together\nwith the not€s to thcm must include all infomtion that is oeccssary to ensure\nthat the finaocial statements give a true and fair view ofth€ firEAcid Fosition of\nthe state-oxmed enlerpriso ,nd the goup consisting ofthe stata-oumed enterpris.\nand its subsidiarics:\nProvided that where a state-o*led enterprise is not following the\nhtemational Financial Reporting Standrr& at the time of coming into effect of\nthis Act, the Board shall eDsure compliance with this Fovision withi$ a period of\n$ree yea6 ftom comirg i.Eto effect ofthis Ac!.\n(3) Thc fiEarci, statemeuts oust be aaalqaded by i declrratiotr of\nthc Board *lcth€r, in thcir opiDion\n(a) thcrc aiE reasonable grounds for bclicving that tbc staE-owrcd\n€nteryris€ and its subsidiaics shall be able to pdy their debts ss they\nbecorne due and payablc; end\n(b) thc financial statements lnd thc notes to them comply with the\nrequircmcnts ofthis Act and intemational accounting steDdards.\n26. Arnurl r€port.-1l) A st tc-owDed eslerprise must submii to the\nFedcral covcromc a rcport on its opaations ad its subsidiaric! for the\n6naftia1 yed to *,hich it r€lates, Dot latci than four montt! sftcr t[c snd of that\nfinarcial year in the form prescribed in Schcdulc-Vl\n(2) Thc annBl rQort may omit informatiotr that the board of the state-\nolrrcd enterprisc rca$nably considcrs is likcly to materially prejudice the\ncomnercial inl€rests ofthe state'oEred .oterprs€ oI a sub6idiary ifdisclos€d.\n(3) Thc Board shafl submit a repon ro thc Federal Governmhent on the\ninlonnation omittcd ftom the annual rcpon under sub-section (2) and the reasons\nfor such omission and such report shall be confidential.\n2?- Pobllc.tio! of summrry of mru.l report<l) A state-o*rcd\nenterpriso must arrarEe for publicarion ofs sumlnary of th€ annual rcport on an\nintemet site mainlainci by the state{wlcd cDt€rprise or, ra'}rere the state-owDed\ncntcrprise docs not have a website, oo thc $rbsil,e ofthe Division to which the\nbusroess of the state-oll,ned eoterprise is allocited under thc Rul6 ol Busi[csB,\nI 973, or itr one or more newspapers gcncrally circulating i[ Pakistan.\n(2) The sunrury of the annual reporr must be published undff sub-\nsection (1) within one month aller thc rcport is submittcd to tle Federal\nGovemm€nt End should compare the actual pcrformarc€ of thc statc'owned\nentsrprisc during thc finarcial ycar to whrch the repon relates with the targels or\nb€ncbnrarks set in its statcment of corporalc intcd for that fimncial year.100 THE GAZETTE OT PAKISTAN, EXTRA,, FEB, 2, 2023\n28. Half-yearly r€porrt.-<l) A stat -owned entapris€ must submir to\nthe Fed6al CovernEcnt a half-yearly repon of the opemtiotrs oflhe state-owDed\nenterprise for tbe first half of thc financial year lo which it relates not latcr thatr\ntwo months af(er lhe end offie tust halaof dat fmancial yfar-\n(2)\n(\")\n(b)The h.lG,,early report Eust co rin:\nthc hslfy€srly fi ncial rq,ois of6c sntcowDrd .ot qrisc;\na statemdt @ drc cr&trt tt! ltit-orrlcd cdt!.prilc ad i6\nsubsidiui6 hlv6 achicvcd tbc h$i!.rs. tods rpacitrGd iD iG\nstatcficnt ofcorpootc intaat for tte financiel ye*; end\n(c) itrcludc !!y otha Eattcr lhat thc Fcdcr&l coiqDmcnt day direct\n&c state{*ncd €nterprisc to include.\nCHAPTI]R.8\nSHAREHOLDNC RIGHTS OF TIIE FEDERAL GOVERT\\Mf,NT\n29. Role ofF€der.l Govertrmcnl-{l) Subject i,o this Act, lhe F€denl\nGovemment sball cxercise all thc powcrs and rights tbat sharebold€rs have in\nrelstioD to the stare-owned enterpris€ under tbc law or thc colstitutiod of the\nst3te-ov,ned entErprise.\n(2) The manner of excrcisc of sharaholdcrs riShts with rospect to the\nstat -oBned cntcrprisc shall bc prescnbed i! the sEte-owDed enterprise\nowrcrship and matragcmcnt policy and shall include, without limitrtion-\n(s) the designatioD of the o6ccrs authorizod to aat as shareholder on\nbehalfofthc Fed€ral Govemmedt st ststutory meetings; and\n(b) any other natter nec$sary for the cllicicnt €xcrcisc of shareholder\nrights by the Fod.ral Govcmmcnt.\n(3) The p.ovfuion8 of ihis eection sh:ll harc ovenidhg effcct owr atry\nprocedute to lhe conE ry in any othcr applicablc ldw.\n30. Dlsclosure by strteoE,ll.d .ntcrDrt!a.--{l) The directors ard\nsenior F\".ogcmedt offic.rs of a sratc-o\\rrcd cnErpris€ shall annuelly submit\nth6ir assets aIId beneficially hcld iivcstmentj and propertiG to tbe Boar4 aod\na.Ey changes thereon shall bc reponed to the Board withh two weets of such\nPART ] T THE GMETTE OF PAKS\nchange, subjccl lo such reasonable resridioDs otr nukhg this informatiotr public\nas may b. imposed by the Board in its conflict managcmeot policy.\n(3) Thc Federal Govemment trrust not dtccl the alisclosuft of\ninformation rclatiry to an individual if the individual is irlentifiabb Aom rhe\ninfon retio!-\n(4) Subject to the terEs of a diiEctio[ utrdcr this section, a state-owncd\nenterprise may propose r€asonable corditioos to lhc Fcdcral Ciov€mrnent on\nmaking thc hfonflation public disclosed under this 6rrtioo, including restrictions\nof it! fi[thcr disclosurc(2) The FedEr&l GovemmcDt Inay dirEcl a strt .owncd etrteqris€ to\ndisclos. sp€cificd inlomatioD or documeats rolatiog to the affairs of the stat.-\nowDed .nErpris! or its 6ub6idiery.\nCHAPTER-9\nMONI'I'ORING Pf, Rf OR.\\IANCE\n(a) slatem€nlsofcorporateintenli\n(b) business plans;\n(c) half-yearly aEd alAual rcporrs; atld\n(2) Ttc ceDtal moDitori[g udt shall und€rtake alrl]sis otr th.\nfin.ncial, coElmcrcial and opcrational p€rformatcc of state-owo.d €ntdprfu€s,\nand on th. basis of such ,nallsis, submit recomneddatioDs ro th€ Fcderal\nGovemricnt o11 Daficrs relatcd !o tha performrDcc atd govemaacc of statc-\nowned cd.rpriscs! i[cluding-\n(a) the overall perfornurce ofslatc-ovrned €nterpris€s;31. Centr.l Eonitoring unit-{I) Thc Federal covcmment shall\nestablish s central monitoring unit in thc Financ! Divisiotr Ehich shall dso\noaintain aD electonic database of lhc Enacial and @erati@al perforrDelc. of\nstat€-owned eotdpriscs ard lhc following informstion rtr rclation io state-owled\nentcrpris€s, naErcly.-\n(b) p.rforosnce of st Je-owned entdlri!€s against lhcir primary\nobj.ctiyc,, busincss go61s, and parforD.rcc tat8cb and\nbcnchmark;(d) eny otlel informatioD prEscriH iD 6e stsle-o*ncd rntarprisa\nmaoagemot policy.\nTHE CAZDIIE Of PAK]STAN, EXTRA. FI]A,2.2023\n(c) invesfiEdt in, loans to, and guarant€es ofstate-owned entdpris€s;\n(d) the risks associatei with the state-owned entcrprise sector that\ncould affect the Slate's invesinent ill statc-own d ede4rises;\n(e) proposals r€lating to rnaJor transactions by state-owned coterprises\nas and when required by the Fedcml Government;\n(0 best practi.r by slatE-o*ned er €rpriscs for encoureghg ald\nenll,miry emcicncies ad scrvice dclivery, and for irlrprovi[g\nperformarc€;\n(g) agrEemcn6 for public servic€ obligatioN as and wh€d r.{uircd by\nthe F€deral Govemmeoq\n(h) corryliance ud€r s€clion 32 by state-o*Ited e erf,ris€s;\n(i) stare-owDed entcrprise rcform options as snd when requiEd by thc\nFedefal Govcrdrnenq\n(j) anal,sis of thc coDtcn( of thc statemcnts of coiporate intent,\nbushess plans, annual rcport! and semi-ffnual reports; ad\n(k) any othcr matlcr which the l-ederal Govcminent may rcquire.\n(3) The central moritoriq utrit shall issuc pdiodic rcports on thc\npcrforhancc ofthe state-owDed e .Arises and matters listed iD sub-s€ction (2),\nwhich stall Dot be lcss than oncc cvcry half yc{, in such follr atrd Elmer as\nmey be prescribcd, ard such reports shall be submittcd to thc Fedcnl\nGovcmment.\n(4) The centEl monitoring unit shall publish a consolidated r€port on\nthc p.rfomance of stale-owDed eotcrpnses annu.lly, with thc approvEl of the\nFedcral Gov.f,nmcnt.\n32. Disclolur.s to the c.trtrd moritodrg uriL-{l) Every statc-\noq,ncd e tilris€ shall bc r.quted !o submit itrfonn tioD to tha ccatal\nmonitoring unit as rcquted uEdcr thfu Act:\nProvi&d rhat if 6erE is ,oy chaogc cr etror in tte Frtic lEs alrEady\nsubmitted to tbe slatc-ouned enterpris€ monitoritrg unit, it shal bc updatd or\ncorrecti as thc casc may bc, witni. fift€en drF of $rch cLnge or knowledge of\n(2) Ite cental monitoring uoit rnay, by notice in vrrititrg to a 6tate-\nown€d entaprise, require a disclosure by &e state-owned entcrprise to cnable the\ncenEal moditoring unit to dircharge i1s firncrions ulder this Act.\nPAR1 I I Txll(iAZETTE OF PAXIS'IAN, F-XTRA., FEB.2,2023 r 0.]\n(3) A state-owned entsrpdse lcust cotrely with a notioc under sub-\nsectior (2) wi$in t€n worling darr sft.r r6c.iing it.\n33. Erforc.DeDt of thfu Act-{l) Thc Fedsrl GovcroEeot sbrll\ncstablish a commitlee of the Fed€ral Cabinct to rDouitor thc iraplementalion of\ntbis Act.CIIAPTER.I O\nE\\FORCINtE\\'T\n(3) The Fedcral Govemment may carry out its finctioDs iDd powers\nunder lhG Act, exccTt ihe power to rret ruIes or to appoint indepe e[t\ndir.ctors, citht' dilcctly though or by dclcgrtioa to one or morc of il! Dvisions\nor a body corpor.tc which hay be cstablishcd by lhe Federsl GorclDEcot f(r lhis\npurpose by Dotificstion in the official gazctt :(2) Thc Division to *eich thc busir€ss of. state-owned entcrprise has\nbecn dlocated under thc Ru.les of Bssincss, 1973 sha[ co-ordinatc witl 6o\nBoard of such state-owrcd enterprise to monitor conrpliarcc with th. provisiotrs\nof this Act, includin& wirhout limitatioD, with r6l€ct to thc dc!€lopEeDt of Ole\nbusiness plan. statcmc s of corpora& intcnt, &e ,n ual Eponq timely\ncstablishmcnt of slstcms of internal controls of lhe state-ou,ned cntcrFise,\nappointment of th. Chief Executive Officer, and rcportiDg to the c€afal\nmonitoridg unit.\nProdded that in case the F€icral Govcmfteilt eaiablisbas a My\ncorpomte then &e firnctions of the c.DCz[ moniloring udt 6h.ll slso be\nundertaken by such body-\n34. Por.r lo ErL! ruL.-{l) Thc Fderal GoYtrDmcd may, by\ntrotifcitiod in lhc oflicirl C'ezdlc Drrtc tulcs to c.ry our drc Flrpo36 uod.r riir\n(2) Without projudice to the generality of tlrc foregoing powe$, such\nrul€s may providc for\n(a) proccdure for submission of various rcports to thc Federal\nCovemment ed thc DarDcr of prcp..atioo of such repor6;\n(b) legat tdidity, forD, procrdurE and seclrity of thc clectrooic\ndatabrse inaintaiEed by thc ccntra.l mooitorinS unit; d\n(c) any o$cr matter incidental or corsequeDtial.i\nt04l III] (iAZETTE OFPAKISTAN. LXTRA., FEB.2,2023\n(3) Thc power to rnal(e nles under this Act shall be subject to the\ncondition of prior publication in a manner appropriate for inviting rcpresentations\nthcrcon by thc public, and the F.deral Govemment shall cause a report to b€\npublished on ils website, seuing out ir geocral terms-\n(a) the .epres€ntations made on the draft rulcs;\nO) thc respons€ ofthe Fedoral covemment 10 the reprcscntations; and\n(c) wher€ tfie rdcs are made wilh modifications which in the opinioD\nof the Federal Governm€ot result itr thc rules or rcgulations being\nsigDificandy different Aom the draft, publish, in such mamer as it\nconsiders apFopriate, details of the dcatcoce.\n35. Pow€r to issue dire.tiv€s, circulrrs, guidelin€., crc.-Th€ Fsteral\nCovcrrnftnt shall have thc power to issue such directives, codcs, guidclines,\ncircular]r or nolificatioN as are necessary to carry out the puposes under this Act\nand the rules madc hereunder.\nC}LAPTER I1\nMISCELI,AI\\-EOUS\n36. Mi.cellsleour..<l) Notwittststrditrg anlding contaircd in ally\nlaw for the timc b€ing in force, nothing in this Act, shall afect or b€ d€cmcd to\nalfect aoFhing done or sny actiotr takcn, or purportci to have bcco taken by a\nstatc-oivned cntcrprise, includirg uader aoy rule, regulation, notification, order or\nnotice r8de or issued, any appmval, appoi mcnl or declaratio. rnade, any\nop€ration underlaketr or dircctiotr given bcfore the conuneft€r:lcnt ofthis AcL\n(2) Subject to sub-scction (l), any order, nrlc, notification, rcgulation,\nappoi.tment, conveyrncc, dcc4 documcnt or direction nBdq proccrdi4s t tcn,\ninstnmcnt cxecuted or isslcd or thing donc by or in rElation !o a stale-osted\neDtity shall, if in force before the cornmenceoent of lbis Act, continue to b€ in\nforce atrd shall havo effcct as if rnade, directe4 passa4 gven, tak€n, execute4\nisBued or ilone utrder or in pEsuaace of this Act, unlcss othcrwisc specifically\nwithdrawr by an order ofthe coDccmed authority.\n(3) Any pe6on appoitrrcd to any office pnor to lhe coming into force of\nthis Act shall be deemed to have been appoitrtcd to that omce under and by\nvirtue oflhis Act and any condition or tcrB of scwicc or employmcnt modifiei\ntbough tb$ Act shall not hsve retrospective arplicadon or cffcct.\n(4) Vr'ithin ore year of thc comitrg itrto .ff.c! of this Act, the Federsl\nGovemment shall in the case of any inconsistency, initiate legislation to briDg\nthe la*! ofstaqrtory srate-owred enterprises in co o.mity with the provisions of\nlbis AcLIP^Rr I\nP^Rr I lTTIE GAZSTTE OF PAKISTAN, EXTRA, FEA2,2021 I05\n37. Removrl of dimculty.-f aay diffiqJty rris€ ir Siving etrect to\nthe provrsions of this Act Fcderal Govemneot mry oal(e such ordcr, not\ninconsistent with ihe provisions of this Act, as it may ..nsidcf, ncccssary for\nrcmoval of such dimculty.\nSchedulel\nEntitie. to Whom thl! Lalv tr Extftrd€d\nhe€ Section 3(2)l\nEotit! Appticrbl. Provi.ions\nPakist n Railwavs\nPakistaJr Post Office\nComps.des cstrblishcd ulder section 42 of rhc\nCo.rpa0ies Act,2017\nPakistan Agriculnnal Storagc and S€rvicca\nCorporatiotr\nPakistatr Stalc Oil\nScLedde.[\nFmEe{ork for Enforcing Public Servie Obligrtions\nlree Section 7(4)l\nL The Fed.ral Covcmment rnay in writing require a commcrcial\nstate-o$ned enlcrprise to:\n(a) provide a specified servifi or perform speciJicd activities; or\n(b) cerse providing a spccified s€wice or pcrforEiDg Bp€cified activitiG.\n2. Within one month of recciving thc $rittcn proposal from the\nFeder\"l Govemment, lhe Statc-owrcd enEprise must rcspotrd to the notice itr\nwritin& stating, with reasons, whether thc State-owrcd enterprise:\n(a) agrEcs to giv€ €frect to thc poposal; or\n(b) finds tbc rcquest to be inconsistent with the primary objcctivc ofthe\nState owncd enterprisc.\n3. lf the commercial slate-o\\*red eftcrprkc gives a rctice uodcr\nclausc (2)(b), lhc Fcdcr.l Govcrnment and thc commdci.l strte-ovncd entcrpriscI\n106 THE CAZETTE OF PAKISTAN, EXTRA , FEB. 2, 202] [P^RT I\nrmrst enter into good faith tregotiations with a view to agceing .rratrgements\nunder which $a commercial stalc-o{,ned ctrtaprise catr givc cffect to thc Fcderat\nGovcrnmetrt proposal without acting irconsistently with its primary objective.\n4. If a.n agcement is reached uDder clause (3), the anangemors for\ngiving effect to Federal Gov€mment proposal shall be incorpomted in a Public\nSewic€ Obligation Agrccment *,hich:\n(a) must bc in writins;\n(b) must bc apFoved by the FederBl Govdomcnt and the Board of the\ncornncercial statc-owned enteryrisc;\n(c) may iDclude provision for fiEding or otber r€sources to thc\ncornrnercial state-owded entcrpri!€;\n(d) if it provides for thc coEEc'cial stat+oll1red ederprisc to provide\ngoods or servic6, rnust-\n(i) speciry the goods or sErvicd, includhg aiy paniqdrr\nqufirities;\n(ii) sp€ciry aD cstifiate oflhe annud tot l cost to tha commercial\nstalc-o*red enterprisc lor providitrg thc goods or service, ,nd\nan cstimate of the snnual total revEnue to be receiv€d by the\ncorm€rcial slate-owncd eaterprise for doing so; rnd\n(iii) speciry how Oo perfonnaacc of the commercial statc-owned\nentcrpris€ in prcviding the goods or serviccs will be\nmonitorcd atrd alsesscd,\n(e) rnay includc any othcr rBstter, not inconsistcnt wilh this Ac! tbar is\nagrced kweea the Minist€r id Chrrge md lhc c.dircrcial state-\nowrcd e apris..\ni- For thc avoialarre of doubl. if tn€ Fcdcf,al Govetnrnr dirEcts a\ncommcrcial state-owncd €nterprise to Fovide specificd s6viccs or pcrform\nspecfcd activities thiough cross-subsidizitrg thc cost between differcnt groups of\nus.rs .nd tle revenue collectcd by the commercial stste-owned cnt rFise fiom\nthe fioss-subsidization does not cover the costs, the Fcdcral Govcmment ard\ncommcIcial statc-owrcd edterprise will agree thc shod-fall to be funded by the\nF€dcral Govemment and entca into a public savice obligaliotr agrceDcnt as\npro;ded in clause (4). Howcvo, a cross $bsidy behxecn aLffcrctrt goups of\nusel! which is h accordance with a tadff dctcrmined by a regulator or the\ncomnlclrial sBte-oqTned cEterprise's own prichg ee.hadism, is not a public\nservlcc obhgatioff and will not r€quirc a public scrvicc obligation agrsemena as\nprovided in claue (4).\n6. The obligations uder a public servic€ oblig.tion egrE rrlent shall\nbe bhding.\n2. Incrrporated,/eslablished onl ldate of incomoratiop./cstablthfunt]\n3. Subsidiaries included in t\\is statemc of .arporate intent _\n4. Dcscription of thc rnain busincss of the statc-o$,[ed erterprise: kEJglbe\ncoBtitutivc doqmarvrelevapt statuGlSch.dulc-trI\nStrt€metrt of Corporat€ ltrt€n(\n(see Seclion 8(4))\nName of Statc-Owncd Enterprisc: [ElL !!!!e_ !! !q ! i4!4!__p]f\nllaoEoration or rcleva statutel\nSummary of the business goals of the state-oMed enterprise : [q!!! !b!\napproved busi[ass - planl\nSumEary of th. pcrforDr ce mcasures atrd benchherls against thc state-\noBncd ctrterpriscs business goals and ils prirBry objcctive: lta.scts of th€\nstate owned entcrpris€l5\n6\n7Snnm,ry of thc strategi€s of th€ state-owned cntcrprise for achievinS its\nbusiness soals and prirn ry objcctivc: [@EEergislly-!@si!iy9-!q49gis!3rE\nnot re{uirEd to b€ included hcrE. suorn ry of kcy risks ide.tificd iD ttrc\nachicvenent ofthe business goals to also be includcd herel\n8. Thc crment or aDticipated borrowing of thc state-ownod cnterprise,\nincludiry borrowing by a subsidiary: [current borrowing has to bc soccific\nanncipated borrowing to be included od ihe basis of proiected revedue\nrcquirements of the srate-ov&d cptsprisc atrd ldllao! bc bindine a!!!e\n&itc{wl94@!91\n9. Thc accounting policies that lhe state-o*n€d cntcrprise will apply for\nfinancial records and reporting:\n10. SuDrEary bdrcalvc balance shcct snd profit atrd loss slatcme( for the\nstate-osmed entcrPrise:P^RTIT THE GAZETTE OF FAKIW\n11. Consolidated summary indicative balance she€t and proft and loss\nstatement for the state-owned enteryrise and its subsidiaries as a group:\nIneed not be filled if the statqoyrcd €n&A!!q lass !!\n!-ubdClcsl\n13. Description of any public service obligations and their impact on tie\nforecasted financial outcomes of the state-owtred entor?nse: [4sjgEg!L!!&\nth9 Jgdgralcqrasrnrnentl108 THE GAZETTE OF PAKSI'AN lr)li IPNRT I\n14. Any olhcr rutter directed to be irpludcd in this statcdrcot by thc Feda'al\nGo},trDEcot:12. The proposcd divrdend declaration a distribution policy of lhe state-\nFor the pupos€ of datemining as to whelhc. a person ploposcd to be\neppointed as dircctor is a '6t and proper pcrson', ihe appointiDs authorities shall\ntskc into accou.trt ury coDsideration as it decEs fit, itr€luding but not limited to\nthe following crit€ria nam€ly that ttrc candidatc for appointlllcnt!\n(a) has trc skils, ho*ledgc and oecriercc to assisr the state-opned\nentcrpriEe acheieve its primary alrd oth€r obj.rtivcs;SchedulclV\ntrit rtrd Proper Crit€rir\n(se€ Section I 6)\nhls good r€?utatior and cha.actc( alrd crhibib high efticat\nst dards;(b)\nG)has at leart a graaluate degree\nis a businessm& of repute or a rccogtriscd Fof€ssioml widt\nrclcvant sectoml erperiedce;\nis fioancially litera@;\nhas no convictioff or civil liabilitics;(d)\n(.)\n(0\nG) is aot disqullified to act as s director stipulated in this Act or any\noth.r law applicable to thc firnctioning ofa sbte-owned enterprise;\n(i) has not becn subject to an advene order passed by the Se{uriti€s\nand Exchaugc Corniission of Pa.kistetr or atry other sector\nrcgulator;\nP^RT ] T TH8 GMTTE OF PAIOST\nO bas oot beetr subject to a! orde6 passed by the Securiti€s and\nErchrdge Corffnission ol Pakirtso or sny oth.r rcgularory\nauthority. wlthdrawhg or rrfusing to gr.nt ary license or approi'd\nto him which has a bearing on the capital markct; and\n(k) does oot suff€r ftom a conflid of i rrtsq tbis indudcs pottical\nofficc holders wbether or not itr a lcgislative role.\nSchedulc-V\nMrtt !! to bc Covcrcd !!d.r tt. Cod. ofcotrdlct\n[see Section 19@\nL Thc slandads ofconduct for directoB ard employets, wherebyi\n(i) compliatrce with thc filll&mc[tal priftiples of probity aod pmpriety;\nobjectivity, integrity .nd honesty atE €nsurcd;\n(ii) $e directors and exccutrves uphold tle rcputariod ofthe strtc owDed\nenrelprisc by teating the general public, instinrtional investors and\nother stak€holdem with cout sy, iot Srity and efficiency, and\ncnsuring servic€ quality;\n(iii) the statc owrcd entcrprise's asscts and rcsourc€s src applicd for the\nb€nefit of the stltc-orrlled eot rprisc in a manncr E'hich ensures\nemciercy ard tr\"anspdrocy; atrd\n(iv) quality slandards ,Ic followcd with due diligencc and that suppliers\ncomply with the standards specified and are paid for supplies or\nscrvic€s rvithitr thc tine ageed.\nAn cff€ctivc \"anti.corruption\" stztcry to aidmize ecural or pcrceived\ncoduptior itr tbc $arc owrcd €dtcrp.ile, includitrg wilhour timihtioq with\nrespcct to:\n(i) the active FoEotion of ethical behaviour and faciliLting reponing of\nu\"lEEtul or uethicrl b.haviour:\n(ii) the circumstrnccs in which dircctoB and cmployccs may acc.pt gifl3\nend othd beaefitt including reportilg ad rccording lhose gifts and\nbcoeEB;\n(iii) the usc by dircctors snd €mployces of thr rcsouIc€s of the stat -otvned\ncnterprisc, including phones, vchicl.s, and other prop€rty;2\n(iv) rEgulatioo of busin€ss Favel, includilg is cross-over with pcrsonal\ntravel;\nll0 THI] (iAZI]TTE OF PAKISTAN, EXTRA., FEB. 2. 2023 tP.u1 I\n(v) reducing or etiminating improper influence on di€ctols and\nernployees in their position as a director or employee of the statc-\nowned ent€rprise:\n(vi) €quality of opportunity is ensued by cslablishing opcn and fair\nproccdur€s for making appointrnab and for dcterminin8 terrns aid\nconditiods ofservice.\n(vii) coBpliance with thc law ard tbe sta@-owrcd coterprise's itrtcmal\nnrles and proccdur€s r€lating to public pocr.lrE rcnt, tcodsr\nregulatioDs, pwchasing and tcchnical slandrrals, wh dealing with\nsupFliers of goods alld serviccs;and\n(viii) trading in and holding shaEs, sccuities, or other Grancial instrurEats\nby dircctors and arployees.\nRegulation of conflicts of interest, ihcludir4 procc&nes for identificatiorf\nreportiq, and resolving a coni ict ofintqEq\nEylnat?r.-For thc puposes of this clause e pcrson shall be deemed to\nhave a! intcrcst iIl a mattcr iihe has any sta](c, pcqmiary or otherwise, in\nsuch rn.attcr which could rcasonably bc regardcd as givitrg rise to a conllict\nbqwecn his duty to objectively pcrform his firtrctions and his ability to\nconsid€r and de€ide rny rnatter impaltially or lo glve a y advice wiliout\nbias, rnay rcasotrably bc rcgarded as impaired;\n4. Tho use a[d disclo6urc ofinfonrEtiofl by dircc1o6 .nd.aployees;l\n5MaDaging brcachcs of the cod€, including moDitoring compliance add\nr€porthg brcaches; and\nScLedul6.YI\nDeteili to be Submitted itr th. Arro.l R.port\n(s€€ Sectiotr 25)\nName of State-Owncd Enterpdsc: [&!LseEp__as_-ps__sdit@,pf\nincorporatiop or relevaot statutel6. Ary other matter relevat lo effuring a higb staodard ofgovcma[c€ ydthin\nthc statc-owtred d(erprisc.\nI\n2\n3Incorporatcd/establishcd on: [@9qllncorporatioB/cstablishmeml\nSubsidiarics included in lhis statcment oI corpomte intcnt:\nTHE GATETTE Of PAICSTAN. FEB,2021 lll\nraTho audited finaDcisl stareEents requircd by ltis Act for the 6trancial ye3r\nto which it rclates:\nA starcment ofthe dividend or distribution paid or to be paid by thc stare-\nocned €nterprise to the ShrE lor tle liDarcial ,c{r:Th€ report of thc auditor for th6e fin Dcial siatcments, ircluding\ncompliancr with this Act:\n6.\n1A re,\\.iew of operations during thc financial year of thc staG-owtr€d\nenterprise and its subsidiaries and the r€sult oftho6e olErations:\nA rQort of L\\c cxt€nt to which the sat€rwned cnterpdse and is\nsubsidiaries have achieved the outcomes sp€cified i! the slatemcDt of\ncorporste intcnt for the finencial year\n8.\n9. Details of ony public scrvic€ obligation ag.eement applicabl. during the\nIinancial year, iDcluding:\nlhe cost of the public scrvicr or servicc! p.f,formcd Utrder lhc\nagreemctrt; aod\nii. the revcnue rcc€ived by or payable to the statc-owDed enterpdse uDder\nth. agrcamenL\n10. Details of aay significart chatrgcs in thc a6.ils of tbe statc-oqrcd\nenterprise duriq lhe fin&cial ,l€n\n1 I . Details of any matter or circurDstancc arising sitrcc the cnd of thc 6!fiDi0l\nyear that has sigDrfrcardy affect{d, or may significandy affect, the\nop€rntioDs ofthc state-owned enr€Iprise in futul€ finarcial )qrs:\n12. Details of any brcach of the code of cofldu.t of lhc statc-owncd €orclFisc\ndurinS tIrc financid year':\n13. Details of any information which is omited ftom thc aDrual report aloog\nwith r€asons for such omissioo.\n14. Any oth€r rna(€r that ltc Fcderal Goverune dirEcts the statc-orDed\ncnterpris€ to includc in ltrc report.\nTAHTR HUSSAIN,\nCORI()RA'IION OF PAKISTAN PRESS. ISI,\\M AAD\nPUBLAHED BY'IHE DTJPUTY CONTTOU.trR, STATIONERY AND FORMS, UNI!'ENSITYROAD, KAi CHL"
}