{
    "file": "./converted_json\\administrator2953946dcf0f6ad2f5a81b880383f50e(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTERED No.M ' 302\nL.-764,6\nGbeGvdfic d pilfffnr\n---_\nEXTRAOBDINARY\nPUBLISHED BY AUTHOBITY\nISLAMABAD, SUNDAI DECEMBER 4,2OO5\nPART I\nActs, Ordinances, President's Orders and Regulatiotrs\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW, JUSTICE, HIJMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n(Laq Justice and Human Rights Division)\nIslamabad, the 4th December 2005\nF. No. 2(1)/205-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for General information:-\nOnorNeNce No. XXIII or 2005\nAN\nORDINANCE\nto provi.de for the establishment of the Institute of Space Tbchnology\n(833)NA\nfiiriq,2\n[355 ] (2005)/Ex. Gaz.] Price : Rs. 30 .50I\nI\n834 THE CAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2OO5 [PITT I\nAND WHEREAS tllc National Asscmbly is not in scssion and thc prcsidcnt is ssrisficd that\nci.cumstances exisl which rendcl it ncccrsary to t kc imlncdiitc a.tion;\n. No*, THEREFORE, in cxcr.is. of lh. powcrs confcned by clausc (l) of Aniclc t9 of thc\nConstirution ofrhc lsl.mic R€public ofprld3un, thc plEsidcnt is pl.iscd to makc and promulgstc thc\nfollowrng Ordinencc:-\nCHAPTER I\nPRELIMINARY\nl. Short titl! comlrleDc.D.nt.- ( I) This (Hinanc! may bc callcd the lnstirutc of\nSpacc T.chnology Odinancc, 2005.\n(2) ir shall comc into forcl at oncc.\nDcfinitio$.- In this Ordinsncc unlc$ rhcrc is rnything rcpugnant in thc subj.ct or\n(b)'.flili{.i collctc\" ttlclrB !n cducdional irsrhurion efrilirl,cd ro dE\nInstiot. bur not mainlrincd or adminirrcrEd by it;\n'Authority\" mcans sny of thc authoritics of thc Inrdtutc 8 ipcaificd\nor st l,lp in i.rms of lcction I 5j(c)\n\"Chancelloa mcans '.hc Chance lloi .)f ihc lnstirute:\n\"collcgc\" mrans s connitucnt collcgc or sn amlistcd coll.Sc;(a) \"Ac{dcrnic Courcil\" maans tllc Acad.mic Cou*il ofthc Inrtitut ;\nPexrll THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 835\n'Commission\" mcans the Highcr E<lucstion Commission sct up udcr\nthc Highc. Education Commission frinancr, 2002 (Llll of 2002);\n\"constituent coltcg€\" mc5lls .n cducational institution, by wharrvcr\nnamc dcscribcd, maintaincd 8rd sdminbcrrd by thc InstituE;\n(h)\"Dca[\" mcans thc head ofa Faculty or the head ofan acadcmic body\ngranted the status of a Faculty under this Ordinanc€ or by thc ststutcs\nor r!gulations;\n\"dcp6rtncnt\" mcltls . trsching dcpafinenl maintaircd and\nadministercd, or rccogniz€d by th€ lnstitute in thc manncr prescrib€d;\n0)\"Director-General\" means the hcad of a centrc or a constitucnt\ncollege establishcd by thc lnstitut€ under thc statutes or rcgulations in\ntcrms ofthe powcrs delcgated by this Ordinance;\n(k)\"Fsculty\" mcanr an sdministrativc snd .cadcmic unit of th. Institutc\nconsisting ofonc or morc dcporuncnts, as prcscri&d;\n0) \"Covemmcnt\" mcrns thc Fedcral Govcrnment;\n(m) \"Hc.d of Dcpartrncnt\" mcslls hcad of r teaching department;\n(n)\"lNtitute\" mcons Inslitutc of Spacc Tcrhnolos/ astsblishcd undcr this\nordinanc€ as a dcglc swading institu& ;\n(o)\"lnstitute Eirchc/ mcans a wholc-timc rcacher appoinud rnd poid by\nthc Inkitut , or Gc.gnized by thc lnstitutr .s suchi\nG) \"prescribed\" mcans prcscribcd by strtutcs, rrgulstions or rules mrdc\nundcr this Ordinancc;(0\nG)\n(D\n836 TIIE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2005 [Parr I\n(q) \"Principal\" m.dns the hcad ofa College;\n(r)\"Reprcsentation Committe.s\" means the R.prcsentation Commitlccs\nconstituted under section 23;\n(,\"Review Pancl\" means the Rcview Panel s€t up by the Chanccllor in\naccordance with the proviso to claus€ (a) ofsuEscction (6) of scction\n8;\n(r)\"Search Committcc\" mcsns the Search Committ!, constitrtcd by tlrc\nScnat undcr sub-s.ction (2) of scction Il;\n(u) \"Scnate\" means thc Senate ofthe lnstitute;\n(v)\"slatutes\", \"regulations\" and \"rules\" mean respectively the statutes,\nthe rcgulations and the rules made under this Ordinanc€ and fo. thc\ntime being in force;\n(x)''teachers\" include Profcsrors, Associ8tc Professors, Assistaot\nProfessors and l.€cturcrs engaged whole-time by th€ Institutc or by s\nconstituent or affiliat€d collcgc and such othcr pcrsons as may bc\ndcclaEd to bc tcachcrs by rcgulations; and\n(y) \"Vicc-Chanc.e llor\" means the Vice-Chancellor ofthe lnstitute.\nCHAPTER II\nTHE NSTITUTE\n3. Ertlblirbm.nt of the IDsaitut.,- ( I ) Therc shall be established, in accordmoc with\nthe proyisions of this Ordinance a dcgrcc awarding Institute to bc callcd thc Institutr of Spscc\nTechnolo$/, Islsm6b.d.(w) \"Syndicatc\" mcans the Syndicalc ofthe Institutc;\nP.rxrll TIIE GAZETTE OF PAKISTAN, E)(IRA., DEC. 4, 2005 837\n(2) The Insritute shall consist ofthe following, namelyi\n(a)the Chancellor, the Deputy Chairperson ofthe Senatc, thc memb€.s of\nthe SerEte and the Vice-Chancellor;\n(c)all Institute t€achcrs and Frsons rccognizcd as studants of thc\nInstitute in accordancc with tcrms prcscribcd from timc to timc; and\n(3) The lnstitute shall be a body corporate and shall have pcrpetual ,r\"\"es.ion *d \"\ncommon seal, and may sr.re and be sued by the said name.\n(4) The Institute shall be compctent to acquire and hold property, both movable and\nimmovable, and to lease, scll or othcrwise transfer any movable and immovablc\nproperty which may have become vcsted in or b€cn acquircd by it.\n(5) Notwithstanding anything containcd in any othcr lsw fdr the timc bcing in forcc,\nthc Instituta shall havc academic, Iinsncial and administrstivc aulonomy, including\nthe power to.mploy officcrs, rcachcrs aad othcr .rnploycas on such tcrms as mry bc\nprcscribcd, subjcct to thc tarms of this fuinancc aod rhc Highcr &tucation\nCommission Ordinancc , 2002 (Llll o1 2002). In psrticulrr, End without prEjudie to\nthc ruthority grrnted to thc Cormission by thc law,.thc Govcrf,rqrt or rn ruthority\nor auditor sppointcd by thc Oovcmmcnt, shlll hryc no powrr to qucstion thc policy\nundcrlying thc allocation ofGsourccs apptovcd by thc Scnar in thc mnusl hrdgct of\nrtc tnrtitu&.\n4, Powers and purpocer of th. IDrtitulc.- Tha Institute shall havc thc following\npowers, narnely:-(b) the members of the Authorities of the lnstitute established under\nsection l5;\n(d) all other full-time ofiiccrs and mcmb€rs ofthe starlofthc Instituto.\n838 THE GAZETTE OF PAKISTAN, EXTRA.,DEC. 4, 2M5 [Pexr I\n(Dto provide for cducation ad scholarship in such branches of\nkrowlcdge as it may decm fit, and ro make provision for rtsearch,\nscrvic€ to society and for the application, advancement and\ndissemination ofkrowledge in such manner as it may determine;\n(iD to prcscribc couses\"of studies to be conducted by it in its campus€s\narld in thc collcges;\n(iiDto hold cxqminations and to award and confer degrces, diplomas,\ncrrtificat€s snd other academic distinctions to and on persons who\nhave been admitted to and have p.ssed its examinations under\nprcscribcd conditions;\n(iv) to prescribe thc terms and conditions of€mploymcnt ofthe oflicers,\nteachcrs and other employees ofthe lnstitute and to lay down terms\nand conditions that may be different from those aPplicable to\nSovcmmcnt servanls in general;\n(v)to cngag.! whcrc ncarssary, pcrsons on conEacts of spccifi.d\ndurstion snd to spcciry ths t rms of cach cngsgcmcnt;\n(vi)\n(vii) to providc for such instruction for persons not bcing students of thc\nInstitut€ a! it m.y prEscribe, and to grant ocrtificatcs 8nd diplomds\nto such persons;to confer honorary degrecs or other distinctions on approvcd\npersons in thc manner prescribed;\n(viii) to institut programmcs for thc cxchangc of studcnB and tcsch.rs\nbctwc€n thc lmtitute and othcr univcrsitics, cducstional institutions\nmd rcscarch otganisatioos, irsidc .! wall 8s outsidc Pskktan;\nPTTI] THE GAZE,TTE OF PAKISTAN, EXTRA., DEC. 4, 2005 839\n(ix) to providc calrcr counsclling .nd job search services to students and\nalumni:\n(x) to maintsin link8ges with alumni;\n(xD to dcvclop and implemcnt fund-raising plans;\n(xii) to provide and suppon the acadcftic development ofthe Faculty:\n(xiii)to confer dcgrccs on peasons who havc carried on independent\nrcsearch irnder prcscribed conditions;\n(xiv)to affiliate and disaffiliate educational institutions undcr prescribed\nconditions;\n(xv)to inspcct collcges and other educational institutions affiliated or\nrceking afllliation with it:\n(xvi)to accept the examinations pass€d and the period of study spent by\nstudents of the lnstitute at other universities and places of leaming\nequivalctu to iuch examinations and periods of study in the\nlnstitute. as it may prescribe, and to withdraw such acceptance;\n(xvii).to co-operate with other universities, public authorities or private\norganisations, inside as well as outside Pakistan, in such inanner\nand for such purposes as it may prescribe;\n(xviii) to institute Professorships, Associate Professo.ships, Assistant\nProfcssorships and Lectureships and any other posts and to appoint\npirsons thercto;\n(xix)to crcate posts for research, extension, administration and other\nrelated purposes and to appoint persons thereto;)\n840 TIIE GAZETTE OF PAKISTAN, EXTRA.,DEC.4, 2005 lPenr I\n(xx)to rccognizc sclcctci mcmbcrs of the teaching shlf of affiliatcd\ncolleges or educational institutions admincd to the privileges ofthe\nInstitut€ or such othcr pcrsons as it may dcem fit, as Institute\ntcachars;\n(xxii)to cstablish t achint depan ncnts, schools, colleges, facultics,\ncampuscs, muscums, ccntrcs of excellence and other centres of ^\nlcaming for thc devclopmcnt ofteaching and research and to make\nsuch arangcmcnts for their mSintenance, managcment and\nadministration as it may prescrib€;\n(xxiii)to providc for thc rtsidcncc of thc atudcnts of the tnstitutc ard a\nconstitucnt collcgc to institut! End maint in hslls of rrsidcnce and\no approvc or licenr hostcls and lodging;\n(xxiv) to mainlain order, discipline and security on the campuses of thc\nlnstitutc and thc constitucnt collcges;\n(xxv) to promote the extra curricula. and recrcational activitics of such\nstudcnts, and to makc arrangements for promoting rheir health and\ngencral wclfarc;\n(xxvi)to dcmand and rcceivc such fecs and othcr charges as it may\ndctcnnine;\n(xxvii) to mlkc provision for rcscarch, advisory or consultaacy scrviccs\nand with thcrc objccts !o cotrr into srrangcmcnts with othrr(xxD to institutc and sward financial assistance to students in nc€d,\nfellowships, scholarships, bursarics, mcdals and prizes undcr\nprcscribcd conditions;\nPARr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 84t\ninstitutions, public or privatc bodics, commcrcial and industti8l\ncntcrpriscs undcr prcrcribed conditions;\n(xxviii) to cntcr inro, cary outt vary or cancel contracts;\n(xxix) to rrccivc .rd managc propcrty transfcarcd and gra s, contributions\nmadc to lhc lnstitutc snd to invcst arty firnd rcp,€s€ntiry such\npropcrty, grants, bcqucs$, rrusb, giis, donEtions, endowmcnts or\nconEibutioN io 3rrch mstlrrcr.s it may dccm fit;\n(xxx) to provide for the printing and publication of rcsearch and other\nworks; and\n(xxxi) to mskc rulcs, rrgulations and statutcs for the Institqte ard to do all\nsuch other qcts snd thiogs irrcidcntal to olc powcrs aforesaid as may\nb€ rrquisitc or cxpcdicnt in ordcr to funher the objectives of the\nInstitutc as a placc ofcduc{tion, lcamin& and rrs€arch.\n(2) An increasc in any fee or charge that is in excess often percent per annum on an\nannualised basis from the last such increase may not be made except in special\ncircumstances, and only with the approval ofthe Senate.\n(3) The Institute shall initiate financial aid programmes for studcnts in need, ro thc\nextent considcrcd fcasible by the Senate given the resources available, so as to enable\nadmission and access to the lnstitute and lhe various opponunitics provided by it to\nbe based on merit rather than ability to pay.\nTc.chir8 rt thc httlture.- (l) All rccobrizrd teachinS in various courses shall be\nconductcd by the lnstilutc or a collcgc in the prcscrib€d maancr .nd may include lectures, tlrtorials,5. hstitutc open to ell clt*!e3, crccd3, etc. - (l) The Institute shall be opcn to\nall persons of either gende. and no pe$on shall be denied the privileges of the lnstitute on the\ngrounds ofreligion, racc, caste, residcncc or place ofbinh.\nu2 THE GAZETTE OF PAKISTAN, EXTRA.,DEC.4, 2005 [PARTI\n,liscussror,s. seminars, demonstrations, distance lcaming and other methods of instruction as wcll as\npractical wc.k in the laboratories, hospitals, workshops and other govcmmcntal or private\norganizations.\n(2) The authority rcsponsible for organizing recognized teaching shall be such as may\nbe prrscribed.\nCHATTER trI\nOFFICERS OF THE INSTITUTE\n?. Oflicers.- The following shall be thc ollccrs ofthe lnstitute, narnely:-\n(a)\n(b)\n(c)\n(d)\n(c)\n(0\nG)\no)\n(D\n0)\n(k)the .Chancellor;\nth€ Dcputy Ch.irpcrson ofthr Senate;\nthc V icc-Chsncellor;\nthc DiFcror4rn€ral;\nthe Deaosi\nthe Principds of thc constituent colleg€s;\nthe Hcad of Departmentsl\nthc Rcgistrar;\nthc Treasurer;\ntha Contsollcr of Examinations; and\nsuch other persdnr as may be prescribcd by thc statu&s or\nilgulstions to bc thc officers of the Institute.\nt. Ch.nceltor,- (l) Th€ President of Pakistan shall be the Chancellor of the lnsriute\nand the Chairperson ofthe Senate.\n(2) The Chsnc€llor shall, when pnscrlt\" prcside ovcr thc mcctings of thc Scrl8tr md\nthe convooation of th9 Institut . In thc absencc of thc Charrc,cllor thc Scnat! mly\nrrqu€st E pcrson ofemin€ncc to pGridc ovsr thc convocstion ofthe lostitutc.\nP^rr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 843\n(3) thc mcmbcn ofthc Sinatc as wcll !b thc Vicr4hanc€llor shall bc sppoinEd by\nlhc Ch.rccllor from amongst thc pcrsois rccommcndcd by thc RapEsantation\nCommittcc sct up for this purposc or thc Scarch Committc! cstsblished in accordancr\nwith this Ordinanc,c, as thc casc mai bc, along with thosc clcctcd.\n(a) TIE Ch.irm.n, Pikir.tl Sp6c. and Upcr AhorphcE Rgsc.tth Commission\ndtlll bG ths Dcputy Chairpcrson ofthc Scnac,.\n(5) Ev.ry proposal to confcr an honorary dcgrcc shall bc subject to confirmation by\nthc Chanclllor.\n(6) If thc Chancallor is $stisficd th8t scrious ineguladty or mismaDas€mcnt with\nrllpcct !o thc !ffaiB ofthc Institutc hls oc.urrcd, hc may, -\nas rcgards procccdings ofthc Scnrt!, dircct th* specificd proc,ccdings\nbc EconsidcrEd and sppiopriatc sction tskcn within onc monti ofthc\ndioction having bccn isswd:\nProvidcd thsl if thc Chsnccllor is satisfiad th8t cithrr no\nrcconsidcrdion hss bccn c.rricd our or that lhc rpconsidcration has\nfsilcd to rddrcss thc concrm cxPlrsscd, hc m8y, rfrlr celling upon rhc\n'Scnalr !o lhow causc in writin& 8jrpoint r fivc-mcmbcr Rcvicw Pancl\nto cxminc .nd rcpon lo $€ Charccllor on thc functioning of thc\nScnst!. ThG rcport ofthc Rcvicw Prncl shall bc submitlcd within such\ntimc ss msy bc prrsGribcd by thc Chanccllor. Thc Rcvisw Paacl shrll\nbc &rwn from pcrson! ofcmincnc! in 8ca&miis rnd in rhc liclds of\n!rw, rc.ount&cy .nd rdrhini*rarion; and\n(b)|! ilgar& procadings of y Authority or with ttsp.ct to m.tlcrs\nwithin rhc compcbncc of rny Authority olhcr tfirt| thc Scnrtc, dircct\nthc Scmtr lo cxcrcisc povrq.! un&. scction 17.(a)\nu4 THE GAZETTE OF PAKISTAN. EXTRA.. DEC. 4, 2005 [Perr l\n9. ReEoval from the Sctr.te,- (l)The Chancellor may, upon thc r.commendation of\nthc Review Panel, Emove any pe.son from thc mcmbership of the Senate on the graund that such\nperson,-\n(a)\n(b)\n(c)\n(d)has b€come of unsound mind;\nhas become inclpacitaEd to function as membc. ofthc Senec;\nhas been convicted by a coun of law for an offence involving moral turpitudc;\nhas absented hims€lffrom two cons.cutivc mectings withoutjust\ncause;\nhas bean guilty of misconduct, including use of position for personal\nadvantage ofany kind, or gross incllicicncy in the performancc of functions.(e)\n(2) The Chancellor shall rcmovc any pcrson liom tle mcmbcrship of the Senate on s\nresolution calling for tic rcmoval of such person supported by at lcast thrce-founh of th.\nmembership of the S€nat€.\nProvided that before passing such resolution thc Scnatc sh&ll provide an opportunity ofbcing\nheard the member;\nProvided further that thc provisions of this section shall not be applicable to thc Vicc-\nChancellor in his capacity as a member ofthe Ssnatc.\n10. Vice-Chaocellor .- (l) Thcre shall be a Vicr-Chsncrllor ofthe Institutc who shall bc\nan cminent academic or a disringuishcd administrator and shall bc appointei on such tcrms and\nconditions as may be prescribed.\n(2) Thc Vics{h8nc.llor shall bc the chicf cxccutivc ofEccr of th. Institrta\nresponsiblc for all administrativc snd srsdrmic functions of thc tnstituE ard for\nensuring that thc provisions of this min&cc, ststut s, Egulrtions ,nd rulcs .E\nfaithfully obscrvcd in otdcr to promoe thc gaocral afEcirocy lod good ordcr of tha\nlnstitut!. Thc Vioc-Chrncallq shdl havc Ell porrcrs prcscribad for this prpocc,\nincluding administrativ. contr,ol ovcr thc officcrs, tcachcrs and othcr cmployccs of\nthc Institut€.\nPerrll THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 845\n(3) The Vice-Chancellor shall, if prescnt, be enthlcd to attcnd any mccting of any\nAuthority or body ofthe lnstitute.\n(4) The Vice-Chanccllor may, in an cmergcncy that in his opinion rcquircs imrncdiatc\naction ordinarily not in the comp.(cncc ofthc Vicc-Chanccllor, takc such *tion rnd\nforward, within scvcnty-two hours, I rrport ofth. rction takcn to th. mcmbcrs ofthc\nEmergency Committee of thc Scnat , to bc sct up by thc ststut!. Th€ ErtrcrgGocy\nCommittee may dircct such fudhcr action .s is considcrrd sppropristr.\n(5) The Vice-Chancclloi shall also havc the following pow.rs, nsmely:-\n(a)to direct teachers, orliccrs and othcr cmployccs ofthc Institutc io tlkr\nup such assignments in oonncction with cxlninrtion, administltion\nand such othcr activities in thc Institutc 8s hc may considcr nccc*ra4r\nfor the purposcs ofthc Institutc;\n(b) !o sanction by rc-appropriation an atnount not cxc€€ding rtt smount\nprcscribed by thc Scnate for an unforrsc.n itcm not providcd for in\nthc budget snd rcport it to thc Scnatc Bt th. ncxt mcctingi\n(c)to makc appointrncnts ofsuch catlgorics ofcmploycrs ofth. Instituta\nand in such manner as may b. prcscribad by thc statutcs;\n(d)to suspend, punish and rgmovc, in accordancc wirh prcscribcd\nproccdure, from scrvic,c officcrs, tcachcrs rnd othcr cmployccs ofthc\nInstitute :\nPrgvidcd thst in cssc of any appointment madc by or wifr thc\napprov.l of thc S.nat r 6tly action undcr this clsusc shall bc tlkcn\nwith thc approval ofttc Sc[rtr.\n(e) to delegste, subjcct to such conditions 8s may be prcsoribcd, any of\nhis powcrs under this Ordinsncc to an olliccr or offic.crs of thc\nInstitutc; and\n(0 to excrcis€ and perform such othcr powcrs and functions rs may bc\nprcscribed.\n(6) The Vicc-Chanccllor shall prcscnt an snnusl rrport bcforc thc Scoitr within thr!€\nmonths of the closc of thc aeadcmic ycar. Thc annual rcport shall pEscnt such\nW THE GAZETTE OF PAK.ISTAN, EXTRA., DEC. 4, 2005 [Penr I\ninformation as regards the academic year undcr review as may be prescribed,\nincluding disclosure ofall relcvant facts pcnaining to,\n(a) academics;\n(b) research;\n(c) administration;and\n(d) finances.\n(7) The Vicc-Chan€rllor's annual rcport sh.ll be madc availablc, prior to its\nprcscnt tion bcf,orc thc Senat , to all oflicers and lnstitut Gachcrs and sh.ll bc\npublishcd in such numb€rs as arr rrquirEd to ensurr its rridc circul8tion.\nll. Appoitrtmqt rod rclnovd of thc Vice.Chuclllor.- (l) Thc Vicc{hancallor shall\nbe appointcd by the Chanc€llor on thc basis ofracoirmcndalions madc by the Scnate,\n(2) A Search Comminec for the recommendation ofpcrsons suitable for appointm€nt\nas Vice-Chancellor shall be constituted by the Senate on the date and in the manner\nprescribed by the statutes and shall consist of two emincnt membe.s of socicty\nnominated by the Chancellor of whom one shall be appointed the Convenor, two\nmembers ofthe Senatc, two distinguished Institute tcschers who arc not rhembers of\nthe Senate and one academic of eminence not employed by the Institute. The two\ndistinguished Institute tcachers shall be selected by the Senate rhrough a process, to\nbe prescribed by Senate, that provides for the recommendation of suitable names by\nthe Institute teachers in gcncral. Thr Search Committee shall remain in cxistcncc till\nsuch time that the appointment of the next Vicc-Chancellor has becn madc by the\nChancellor.\n. Providcd thst the Chancellor may dccline to sppoint rny ofthe lh]!C pcrsons\nrcoommcndcd and scek rccommcndation of a frcsh paocl. In the cvent of a frr3h(3) Tlr€ pcrsons proposcd by th€ Srarch Commirec for appoinhrlt as vicc-\nChancdlor shall bc considcrcd by thc Scnstq snd ofthcac 8 putal ofthrcq, in ordcr of\npriority, shall bc rccommendcd by thc Sonstc to thc Chanccllofl\nP.{Rr tl THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2M5 u'7\nrccommendation bcing sought by thc Chanccllor the Scarch Committce shall makc a\nproposal to the Senatc in thc prcscribed manner.\n(4) The Vice-Chanccllot shall be appointcd for 8 rcncwable tenur€ of five years on\nterms and conditions prcscribed by statute. The tenure of an incumb€nt Vice-\nChancellor shall be rtncwed by thc Chancellor on reccipt ofa r€solution ofthc Senat€\nin support ofsuch rcnewal:\nProvidcd that thc Chancellor may call upon the Scnatr to rcconsider such\nrcsolution oncc.\n(5) The Senate may, pursuant to a r€solution in this behalfpasscd by threc-fourths of\nits memb€rship, recommend to the Chancellor the removal ofthe Vice-Chancellor on\nthe ground of inefficiency, moral turpitude or physical or mcntal incapacity or gross\nmisconduct, including misuse ofposition for personal advantage ofany kind:\nProyided that the Chancellor may mske a rcference to the s€nate stating the\ninstsnces of inefficiency, moral turpitude or physical or metual incapacity gross\nmisconduct on lhe part of the Vice_Chancellot that have comc to his notice Affer\nconsiderdtion of the refercnce the Senate may, pursuant to a .csolution in this bchalf\npassed by two-thirds ofits membership, rccommend to the Chancellor the remov8l of\nthe Vice-Chancellor:\nProvidcd fufiher ihat prior to a rcsolution for thc removal of the Vicc-\nChancellor b€ing voted upon thc Vice-Chanccllor shall bc Sivcn an opportunity of\nbeing hcard.\n(6) A resolution recommcnding thc removal of the Vicc-Chanccllor shall bc\nsubmifted to the Chancellor forthwith. The Chancellor may accept the\nrecommendation and order removal of the Vice-Chanccllor o. rctum thc\nrecommendation to the Senatc for rcconsideration and rc-submission.\n848 Tm GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2005 [Prrr I\n12, Rcg&tr.r.- (l) Thcre shsll bc a Rcgistrar of rhc Inslilutc to bc appointcd by the\nScnaG on thc recommendation of the Vice-Chgnccllor, on such tcrms and conditions as mav be\nPtrscribcd.\n(2) Thc cxpcricncc as *cll rs thc profcssional ard acsdcmic qualifications nccessary\nfor.ppointrncnt to thc post ofthc Rcgisfrar rhall bc as may be prescribcd.\n(3) Thc Rcgistrar shall bc a full-timc officcr ofrhc Insrirule and shall,-\n(a)bc tbe administrativc head of the sccrctariat of the lnstitute and be\nresponsible for the provision of secretrriat support to the Authorities\nofthc institute;\n(b)be thc custodian ofthc common seal and thc academic records ofthe\nInstitute;\n(c) mai sin a rcgistcr ofrrgistcrcd graduates in the prescribcd manner;\n(d)supcrvisc the process of election, appointmcnt or nomination of\nmcmbcrs to thc various authorities and othcr bodies in the prescribed\nmanncr; and\n(c) pcrform such othcr durics as may be prcscribed.\n(4) Thc rlim ofomcc ofthc Rcgisrr.r shall be a rcrcwablc pcriod ofthree years(7) At .ny timc whcn thc officc of thc Vicc-Chancellor is vacant, or rhe Vicc-\nChancellor is absent or is unablc to p€rform tlc functions of his oflicc due to illness\nor somc other cause, thc Senatc shall makc such arrangemenS for the performance of\nthe duties ofthc Vicc-Chanccllor as it mav deem fit.\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2005 849\n13. Treasurer.- (1) Thprc shall be a Treasurer of the lnstitut€ to be appointed by the\nSenate on the recommendation of the Vice-Chancellor, on such terms and conditions as may be\nprescribed.\n(2) Th. expericncc snd profcssio[a] and acadcmic qualifications ncccssary for\nappointrnent to the post ofthc Trcasurrr shall bc as may bc prcscribcd.\n(3) The Treasurer shall be the chieflinancial officer ofthe lnstitute and shall,-\n(a)\n(b)prepat thc annual and revis€d budget gstimatcs of the Instihnc and\npr€s€nt them to the Syndicate or a committcc thcrcof for approval and\nincorporation in thc budgct to bc pres€nted to the Senate;\n(c)ensure that the funds ofthe lnstitute are expended on the purposes for\nwhich they are provided;\n(d)have the accounts of the lnstitute audited annually so as to bc\navailable for submission to the Senate within six months of the olose\nofthe financial year; and\n(e) perform such other duties as may be pr.scribcd\n(4) The term ofofiice ofthe Treasurcr shall b€ a rencwable period ofthrec yearslProvided that the Senare may, on the advice ofthe Vicc-Chanc€llor, termioate\nthe appointment of the Registrar on grounds of inefficiency or misconduct in\naccordance with prcscribed procedure.\nmanage the assets, liabilities, receipts, expenditu.es, funds and\ninvestments of the lnstitute;\n850 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4 2005 [PeRr I\n- Provided that the Scnate may, on the advica ofthe Vice-Chancellor, terminate\nthe appointment of the Treasurcr on grounds of inefficiency or misconduct in\naccordance with prescrib€d procedure.\n14. Controller of Ex.minrtion.- (l) There shall be a Controller of Examinations, to be\nappoinred by the Senate on the recommendation of the Vice-Chancellor, on such terms and\nconditions as may be prescribed.\n(2) The minimum qualifications necessary for appointment to the posr of the\nController ofExaminations shall be as may be prescribed.\n(4) The Controller ofExaminations shall be appointed for a renewablc term ofthree\nyears:\nProvided that the Senatc may, on the advice ofthe Vice-Chancellor, terminate\nthe ap!,ointment of the Controller of Examinations on grounds of inefficiency or\nmisconduct in acco.dance with prescribed procedure.\nCHAPTf,R IV\nAUTHORITIES OF THE INSTITUTE\n(a) Authorities established by rhis O.dinance,-\n(U\n(iD\n(iii)thc Senate;\nthe Syndicate; and\nthe Academic Council;(3) The Controller of Examinations shall b€ a full-time ofliccr of the Institute and\nshall be rcsponsible for all matters connected with the conduct ofexaminations and\nperform such other duties as may be prescribed,\n15. Authoritic!.- (l) The following shall bc thc Authorities ofthc Institute, namely:_\n(b) Authoritics to bc cstablish.d by thc statutls, -\nGr8dustc rnd Rcscsrch Mrnagcment Council;\nRccruitmcnt, Dcvclopmcnt, Ev.luation and Promotion\ncommittccs for tcachcrs and othcr gtaff whethcr at th€ levcl of\nthc dcpaltmcn! thc Faculty or the Instihrtc;\nCarccr Placrmcnt ard htcm3hip Committc. of rach Faculty;\nScarch Committcc for thc appointmcnt of the Vicc-\nChanccllor;\nth. R.pEscntltion Committccs for appointrncnl to thc Scnat!,\nSyndicatc and thc Acsdcmic Council;\nFeculty Council; aod\nDcpuhcntsl Council.(D\n(iD\n(iiD\n(iv)\n(v)\n(vD\n(viD\n(2) Thc Sctt8tc, th€ Syndicr& {d rhc Acadcmic Council ltlry 3.t up such othGt\ncommitccs or sub-conrmittr.s, by whatcvar n.m. &!cribc4 as u! considcrcd\ndcsirablc through statutc.t or rlguhions .s spproprirtr. Such committ!.s or sub-\ncomminccs shall bc Aulhoriti6 of the Institutr for thc purpors of thir Ninanc,c.\n16. Scrrra- (l) Ttc body rcqoo'iblo fot rhc govanrarcc of dta lnttitut! 3h8ll bc\ndcscribcd !s rha Scnrtc, srd lhdl cansfut ofthc following, namcly:-\n(a)\n(b)\n(c)\n(d)\n(€)thc Ch&c.llor who shrll bc rhc chsirpcFon ofthc Scnstc;\nthc Dcputy ChsirpcBon ofthc ScnaG;\nthc Vicc-Chanccllor:\ng scnior mcmbcr nol bclow thc r.nk of Additionsl S.crrtary or\ncquivslcnt of rcl.vrnt Ministry;\nfour pcrsons fiom socicty at largc bcing pcrsons of distinction in th.\nficlds of rdministr.tion, rnrnaS.mcnt, cducation, acadcmica, hw,\nsccountancy, mcdicinc, finc !ns, arthitcctulr, agriculturt, scicncc,\ntcchnology and cnginccring such th.l thc appointmcnt of thcsc.\npcrsons rc0ccts 8 bslsncc across the various ficlds:Pemll TtlE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 851\n852 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2005 [Pmr l\nProvidcd that thc spccial focus ofthe Institute, to be declared\nin thc manncr prascribcd, may be reflected in the nurnber of p€rsons\nofdistinction in an area of expcrtisc relevant to the lnstitutc who are\nappointed to thr Senrte;\nonc pcrson omongst thc alumni ofthe lnstitute;\ntwo pcrsons from thc Scad€mic community oftha country, othcr than\nan employcc ofthc lnstitutc, .t the lcvcl ofprofcsso. or principal ofa\ncollcgc\nfour Institutc tcach.rs; and\none pcrson nominated by the Commission.\n(2) Thc numbcrs ofthe mcmbcrs ofthc Scnatc dcscribcd in clsuscs (f) ro (i) ofsub.\nscction (l) may bc increased by the Scnate through Ststutcs subjccr to thc condition\nthat lho total membcrship ofthe Scnatc docs not excced tw.nty-onc, with a maximum\nof fivc Institutc te8chcrs, and the incrcasc is balanc.cd, to thc cxtcnt possiblc, across\nthc diffcrcnt catcgories spe.cificd in\nsutrscction ( l).\n(3) All rypointnq 6 to 6c Scme !h![.bc msdc by thc Charrallor. AppoinrmcnE of\npcrsons dcscribcd in clausor (f) and (g) of guEscrion (l) dull bc madc ftom\nrmongst r pancl of fhroc nemcs for crch vsqncy rrcommcn&d by thc\nRcptrsGitstion Committc sct up in blm! of.scqtim 23 rnd in acrordancr with\nprocaduc 8s mly bc !rc$ribcd:\nProvidcd tht -cfron stdl bc rnsdc, without compmmising on quslity or\nqudilicEtion, to givc fair tlptrs€ntrtion to womcn on thc Srnrtr:\nProvidcd firthc. thd .s Eg.sds thc lll8titut! tr.chcrs dcscribcd in chusc (h)\nofsuLscction (l) thc Scnr& shsll prcscribc a proccdurc for appointmcnt on thc basis\nbf clc,ctions th8t providc for votiru by thc vsrious cst gorics of tnstitutc tcschcrs.\nPrcvi&d elrc thrt lhc Scnltc mly sl&Errivcly pr$cribc thlt appointmert of thc(f)\nG)\n(h)\n(D\nPArr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC,4' 2OO5 853\nlnrtituE trachcrs to thc Sct|slr shall elso bc in thc manncr Providcd by thir suE\n3action for lhc pc.sdns &scribcd in clau*s (f) rrd G) of atb'lcction (l)'\n(4) M.rDbcrs of thc scrEtc, othcr thrn er oliicio mqnbcrq Cdl hold ollicc for a\npcrioi of thrcc pars. Onc'rhird olthc mcmbcrs' othcr than er-oltici'' mcr$crs' of\nthe fir8t Srnrtc, to bc dctcrmined by loq shdl .!tit! ftom oIficG on thc Gxpiratior of\n. onc )&.r from rhc drtc of.pgointncnt by tlrc Chanccllor' otrc-half of thc rqtdning\nrDcmb. !' odEr lh.n .t-olrtcio mctrbcr3, of lhc first Scmrq to bc &ttrmitEd by lot'\nrlull rctirp ftom ofticc on thc cxpintion of two ycrrs from thc d8tc of rppointmcot\nend thc rtmaining onc-hllf, othcr than *'ofcio mcmbcrs, shsll lctit! ftom omcc on\nthc cxpiration ofthc third Ycar:\nProvidcd that \n'to Prson, othcr th8n an et oficio mcmbcr, may lervr on the\nSanatc for morc than two consccutivc tcrms:\nProvidpd furthcr thst thc lnstitutc taachcrs sPpointcd to thr. Scnatc m8y not\nsrrvc for two consccutivc tcrms.\n(5) Thc Scnatc shall mcct at lc{st twicr in a calcndar ycar'\n(6) Scrvicc on thc Scnate sh8ll bc on honorary brsis:\nProvidcd thst &ctusl cxpcnscs may bc rcimburscd 8s prcscrib'd'\n(7) The Ragisrar shall be thc sccrctary ofthc Senatc.\n(8) In thc abs.ncr ofthc Chairpc6on meetings ofthc S€natc shall be prcsidcd over by\nthc Dcputy Chairpcrson ofthc Senatc. Thc Dcpdy Chairperson shall be thc convenor\nof thc Scnatc.\n(9) All dcr,rsiors of thr Scnst! shrll bG rakcn on thc basis of thc opinion of thc\nm8jority of thc ma|nbcrs prcsclt. ln thc cv.nt of thc mcmbcn bcing cvenly dividcd\non aly mattor thc pcrson pcsiding ovcr thc mc€ting shall havc a casting vot''\n854 TI{E GAZETTE OF PAKISTAN, EXTRA,DEC. 4 2m5 [Perr I\n( l0) Thc quorum for a mccting ofthc Scnatc shall bc two-thirds of its mcmbership, a\nfraction being countcd as onc.\n17 . PowcB .!d furctiotrr of the Serrtc. _ ( I ) Thc ScnaE shall havc thc power of\ngcncral supcrvision ovcr thc lnstitutc 8nd shsll hold thc vice-chanccllor and the Authoritics\naccountablc for all thc functions of thc Institutc, Thc Scnat! shall also have all pow€N of th.\nlnstitut nor cxprrsrly vcstld ia an Authority or ofticcr by thc Ordinanc. and all othcr powcrs not\ncxprcssly providcd undcr this ordinancc that arr ncccssary for rhc pcrformancc of ia functions.\n(2) Withour prejudice to thc gencrality ofthc forcgoing powcrs, thc Scnatc shall havc\nthe following powcr, namcly:_\n(b) to hold, control and lay down policy for thc administration of thc\npropcrty, funds and invcsuncnts ofthc Institurc, including approval of\nthc sale and purchss. or acquisition of immovablc propcny;\n(d)to 8pprovc thc spgointncnt of thc Dircctor4cnGn!, Dc8rs,\nProfcssors, A$ocistc Profcssors snd such otic! raiot faculty aad\nscnior administsston 15 may bc prcscribcd;\n(c)to institrts schctnGa, diEctions rnd guidctittcs for thc tcrms ard\nconditions of 8ppoinmcnt of dl officrG, ts chcrs srd odrcr\ncmployccs of thc Institutc;\nto approvc stntcgic plans; (0\nG)to apprcvc financial rcsouls. dcvclopmqf plars ofthc Institutc;(a) to approve th. proposcd annual plan of work, thc annual .nd r€viscd\nbudgcts, the annual rcport and thc annual statcmcnt ofaccount;\n(c) to ovc.see the quslity and rcl.vance of thc lnstitutc's acadcmic\nprogrammes and to rrvicw the acadcmic aflairs of thc Institutc in\ngencral;\nPmT I] THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2OO5 855\nProvidcd thst thc Scnrlg may fi'.mc atatutc or rlgulatioo on\niB own initiativc and appovc it s0cr calling for rhc advicc of thc\nSyndicste or thc Acadcmic Council as thc cssc may bc;\n(i)to annul by order in writing the procccdings of any Authotity or\nolficer if thc Senate is satisficd th&t such prcc.cdinSs alc not in\naccordancc with the provisions of this Ordinance, statutes or\nregulations after calling upon such Authority or omcet to show caus€\nwhy such proce.dings should not bc annulled;\n0)to rccommcnd to thc Chanccllor rcmoval of sny mcmb.r of thc\nscnst€ in accordsncr with thc provisions ofthis ordinancc;\n(k)to m.kc appointment of mcmbcrs of rhc Syndicate, othcr than er\noJrtcio mcmbcrs, in accordancc with thc provisions of this frirlrncc;\nto make appointmcnt of mcmbers of the Acadcmic Council, othcr\nthan ex ofrcio members, in accordancc with the provisions of thc\nOrdinance;\n(m) to appoint Emcritus Profcsson on such terms ard conditions as mey\nbe prcscribed;\n(n)to rcmovc any pcrson fiom rhc mcmbership of sny Authority if such\nperson;\nhas beaomc ofunsound mind;\nhas becomc incapacitatcd to function as mcmbcr of such\nAuthority; or(l)\n(D\n(iD(h) to considcr lhc d.afts of statutcs and rrSulations prcposcd by thc\nSyndicate and the Academic Council:\n856 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2m5 [Plxrl\n(iiD has been convictcd by a court of law for an offcnce involving\nmoral tulpitudc; and\n(3) Tho Scnatc may, subj€ct to thc p.ovisions of this frinamc &lcgrtc sll or iny of\nthc porHs lnd filtctions of my Authority, officcr or cmploy.c of tlrc,Ltrtfttn! d fu\nnrin campus, to rtly Authority, commiucc, officrr or crnploycc 8t its rdditiorul\ncsmFrs for thc putpos of cxcrching such powcrs md pcrforming such frmctiols in\nrcldion to such sdditiolal csmpos\" rnd for this purpose thc Scnatc may cGstc ncw\nposts or po3itions.t th. Edditional c&pus.\n18. Viriatio..- Thc ScnaE may, in sccordrnc€ with thc tcrms stld prooedurcs as may bc\nprcscribcd, causc an insp€ction to bc mldc in rrspcct ofsny m.ttcr conncctrd with tlrc Institute.\n19. Syndiqtc.- (l) Thcrc shall bc r Syndicate of the Institutc consisting of the\nfollowing, namcly:-\n(a) thc Vice-Chang.cllor who shall bc its Chairpcrson;\n(b) theDir€ctor4cncral;\n(c) the Dcans ofthc Facultics;\n(d)thrcc profcssors from diffcrrnt departrcntf, who stc not mcmbgrs of\nlhc Scnstr, to bc clcctcd by rhc Institutc tlschcn in accordancc with\nproccdure to bc prcscribcd by thc Vicc{haaccllor;\n(c) Principals ofthc con$ituent collegcs;\n(f) thc Rcgistr.t;(o) to detcrmiD€ the form, provide for the custody and regulatc thc use of\nthc common seal ofthe lnslitutc.\nP,cRr Il THE GAZETTE OF PAKISTAN, EMRA., DEC.4, 2M5 857\n(S) thc Trcasurcr; rnd\n(h) theControllcrofExaminations.\n(2) Mcmbcrs of the Syndicate, othcr thar er ofcio mcmbcrs, shall hold office for a\nperiod of thrce years.\n(3) For thrce prcf€ssors dcscriH in clausc (d) of suEscction (l) thc Scnate m8y, os\nm altcrnativc to clcctions, gescribc a proccdurc for proposal ofa pancl of namcs by\nthe Rcprescntltion Commiuee s€t up in terms ofscction 23. Appointrnent of persons\nproposed by the Repres€ntation Committec may be made by thc S€nate on th€\nrecommendetion of thc Vicc-Chancallor.\n(.1) Thc quorum for a meeting ofthc Syndicat. shall bc onc-half of the total nuniber\nofmembcrs, a fmction beinS countcd as one.\n(5) Thc Syndicate shall mect at least once in each quancr ofthe ycat.\n20. Pow3r!.Dd duticr of thc Syrdic.te- (l) Thc Syndicslc shall bc thc cxccutivc\nMy of the lnstitutc 8nd shall, subject to this provisions of thc Ordinanoe rnd thc Statutcs, cxctsisc\ngcncral suprvision ovcr thc afraiis and manaSqmcnt ofthc Imtititr.\n(2) Without prcjudicc to thc gercnlity of thc fortgoing powcn, 8rd subjcct to thc\npmvisions of this Odinance, thc atstutcs snd diEctions of thc Scnst!, thc Syndicst!\nshall havc fte following powcrs, namcly:-\n(a)to considcr the annual rrport, thc .nnusl and rcvised budget cstimstes\nand to submit thcsc to thc Scostc;\n(b)to transfer and acccpt transfcr of movEble property on behalf of thc\nInstitutc;\n858 TTIE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2M5 IPART I\n(c)to entcr into, vary, carry out and cancel contracts on behalf of the\nlnstitute;\n(e)to invest any money belonging to the Institute including any\nuaapplied income in any of securities described in section 20 of rhe\nTrust Act, 1882 (Act II of 1882), o. in rhe purchase of immovable\nprop€rty or in such other manner, as it may prescribe, with the like\npower of varying such investments;\n(0to re.eive and mAnage any property transfened, and grants, bequests,\ntrust, gifts, donations, endowments, and other contributions made to\nthe Institute;\nto administer any funds pla.ed ar the disposal of the Institute for\nspecified purposes;\n(h)to provide the buildings- libraries, premises, furniture, appararus,\nequipment and other means required for carrying out thc work of the\nlnstitute;\n(i)to establish and maintain halls of residence and hostels or approve or\nlicense hostels or lodgings for the residence ofstudents:\nO to rgcommend to the Senate affiliatron or disaffihation ofcolleges\n(k)to recommend to the Senate admission of educational instilutions ro\nthe privileges ofthe Insriture and wifidraw such privrlegcs;\n0) to arrangc for the insp€ction ofcolleges and the dcpartmentsG)(d) to cduse proper. books of account to be kept for all sums of money\nreceived and expcnded by the Institute and for the assets and\nliabilities of the Instirute;\nPerrll THE GAZETTE OF PAKISTAN, EXTRA., DEC..4, 2005 859\n(m) to institute Professorships, Associatc Professorships, Assistsnt\nProfessorships, Lectureships, and other teaching posts or to suspend\nor to abolish such posts;\n(n)!o create, suspend or abolish such administrative or other posts as may\nbe necessary;\n(o)to prescribe the duties ofolliccrs, teachers and other employecs ofthe\nInstitute;\n(p)to repon to the Senate on matters with respect to which it has bcen\nasked to report;\n(q)to appoint members to va ous Authorities in accordance with the\nprovisions of the Ordinance;\nG) to propose drafu of statucs fo. submission to the Senate;\n(s) to regulate the conduct and discipline ofthe students ofthe Institut€;\nto take aations nccessary for thc good a&ninisartion of the Institut!\nin general andto this cnd cxcrcisc such powErs as atc ncccssaq/;\n(u)to delegate any of its powers to any Authority or officer or a\ncommittee; and\n21. Acrdemic Coutrcil,- (l) Therc shall bc an Academic Coun il of thc Institur.\nconsisting of the following, namely:-(t)\n(v) to perform such other functions as have becn assigned to it by th€\nprovisions ofthis Ordinance or may be assigned to it by the statutes.\n860 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2905 [Perr l\n(a) the Vicc-Chancello. who sh.ll be its Chairpirson;\n(b) the Dircctor-General:\n(c) the Dcans ofFaculties atrd such H€ads of Departments as may be prcscribcd;\n(d) five mcmbcE rcpEscnting thc dcpanmcnts, instituEs .nd thc constitucEt\ncollcges to bc clcctcd ir lhc manner prrscrib€d by thc Sonate;\n(e) two Principals ofafliliated colleges;\n(0 five profcssors including Emeritus professo.s;\n(g) the Registrar;\n(h) the Cont oller ofExaminations; and\n(i) thc Libmrian.\n(2) Thc Senate shall appoint thc mcmbers of thc Ac&dcmic Council, othcr than €,\noflicio mcmbers and thc elcrtcd membcrs, on thc rccommcndation of the Vic&-\nChanc€llor:\nHovided thst for fivc pmfcssors. and thc mcmbcn rcprescnting thc\ndcpsr(mcnts, inslitutcs and thc constitucnt collcgcs, thc ScnaE may, as m altcmative\nto clcrtions, prrscribc 8 procedurc for propossl of a parrcl of namcs by tho\nRap.cs€ntation Committ!€ srt up in tlrms of scction 23. Appointmcnt of pcrsons\nproposcd by thc Rcprcsantation Committcc may bc ma& by lhc Scna& on tha\nrccommcndation of thc Vicc-Chlocrllor.\n(3) Mcmbcn ofthc Acadcmic Council, otbcr lhln cr o/iaio mcmbcr Cull hold ofrcc\nfor a pcriod ofthrcc ycrrr.\nPexr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2M5 86r\n(4) The Academic Council shall mect at least oncc in each qualter ofthe y€ar\n(5) The quorum for meetings of the Academic Council shall be one-half of the total\nnumber ofmembers, a fraclion being counted as one.\n22. Powers rnd functions of ihe Acsdemic Council.- (l) The Academic Council shall\nbe the principal academic body ofthe lnstiture and shall, subject to the provisions ofthis ordinance\nand lhe statutes, have the power to lay down profrer standards of instruction, research and\nexaminations and to regulate and promote the academic life of the Institute, campuscs and the\ncolleges.\n(2) \\\\'ithout prejudice to the generality of the foregoing powers' and subject to the\nprovisions of this Ordinance and the statutes, the Academic Council shall have the\npo\\ler to,-\n(a)approve th€ policies and procedurcs penaining to the quality of\nacademic programmes;\n(b) approve academic Programmes;\n(c)approve the policies and proccdures pertaining to student related\nfunctions including admissions, expulsions, punishments,\neraminations and cenification;\n(d)approve the policies and proccdures assuring qualiry of teaching\nand research;\n(e)recommend the policies and procedures for alfiliation of other\neducational institulions;\n862 TTIE GAZETTE OF PAKISTAN, EXTRA.. DEC.4, 2m5 [PARr I\n(0propose to the Syndicate schem€s for the constitution and\norganization of faculties, teaching departments and boards of\nstudies;\n(e)appoint paper setters and examiners for all examinations of the\nlnstitute after rcceiving panels of names from the rclevani\nauthorities;\ninstitute programmes for the continled professional development of\nInstitute teachers ar all levelsi\n(Drecognize the examinations of other Univcrsities or examining\nbodies as equivalent to the coresponding examinations of the\nInstitutei\n(i)regulate the award of stud€ntships, scholarships, exhibitions, medals\nand prizes;\n(k) framc regulstions for submission to the SenaG;\n(t)prepare an annual report on the academic performance of the\nlnstitute; and\n(m) pcrform such functions as mEy b€ prcscribed by regulations.\n23. ReprBetrt.tiotr , Committees.- (l) There shall be a Reprcsenlation Comminee\nconstituted by the Senate through statutes for recommendation of persons for appointment to the\nSenate in accordance with the provisions ofsecrion I6.\n(2) There shall also b€ a Representation Committee constituted by the Senate through\nstatutes for proposing persons for appointment to the Syndicate and the Acsdcmic\nCouncil in accordance with the p.ovisions ofsections 19 and 2l r€spectiv€ly.(h)\nPmrll THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 863\n(3) Membcrs of the Rcprcsentation Committee fo. appointments to the Senate shall\nconsis ofthe following, namely:-\n(a) thrce membcrs ofthe Senate who are not Institute teachers:\n(b)two p'ersons nominated by the lnstitute teachers from amongst\nthemsclves in the manner prescribed;\n(c)one pcrson from the academic community, not employed by the\nlnstitute, at the lcvel of professor or college principal to be nominated\nby the lnstitute teachers in thc manner prescribed: and\n(d)one eminent citizen with experience in administration, philanthropy,\ndevclopment work, law or accountancy to be nominated by the\nSenate.\n(4) The Represcntation Commiftee for appointments !o the Syndicate and thc\nAcadcmic Council shall consist ofthe following, namely:-\n(a) two members ofthe Senate who are not Institute teacherst and\n(b)three persons nominated by the lnstitute t€achers from amonBsl\nthemselves in the manler prescribed.\n(5) The tenurc ofthe Repr€sentation Committees shall be three years\nPrcvided thal no memb€r shall serve for more than two consecutive terms\n(6) ThL procedures for conducting busineis of the Reprcsentation Committees shall\nbe s9 may be prcscrib€d.\n8(A THE GAZETTE OF PAKISTAN, EXTRA.,DEC. 4, 2m5 [Pnrrl\n(7) There may .lso be such other RcpGscntation Committccs sa up by alry of the\nothcr Authorities of the Institure as art considcrpd appropriatc for rccommending\npcrsons for appoint nent to the vsrious Authorities and other bodies ofthe lostitute.\n24. AppointmeDt of Committees by certain Authorities.- (l) The Senate, thc\nSyndicate, the Academic Council and other Authorities may, fiom time ro time, appoint such\nstanding, special or advisory committees, as they may deem fit, and may place on such comminees\npersons who are not members ofthe Authorities appointing the Committe€s.\n(2) The constitution, functions aad powers of the Authorities for which no specific\nprovision has been made in this Ordinance shall be such as may be prescribed by\nstatutes or regulations.\nCHAPTER V\nSTATUTES, RECULATIONS AND RULES\n25. Statutes.- ( I ) Subjeat to the proeisions of this frinsncc, statute.s may be made for\nall or any ofthe following maners, namely:-\n(a)tfie contents of and thc manner in which the annual repo( to bc\nprescntcd by thc Vicc-Chrnccllor bcforc thc Scnate shsll bc prrparcd;\n(b) the Institute fecs snd othcr chriges;\n(c)the constih.rtion of my pension, insur8ncc, gr8tuity, providcnt fifid\n8nd bencvolent fund for lnstiurtc cmployccs;\n(d)the scalcs ofpay and odrcr tcrms aitd conditions of scrvicr ofomc€rs,\ntc.chcE and othcr lnstitrtc €mployce!;\n(e) the maintename ofthe rcgist€r ofregistcrcd graduatcs;\nP*r Il THE GAZTTE OF PAKISTAN, EXTRA., DEC. 4, :M5 865\n(r)\n(c)affiliation and disafliliation of educational institutions and related\nmatters;\nadmission of educational institutions to the privileges of the lnstitute\nand the withdrawal of such privileges;\n(h) the establishment of faculties, departments, institules, colleges and\nother academic divisions;\n(i) the poryers and duties ofofficers and teachersi\n(i)conditions under which the Institute may enter into arrangements with\nother institutions or with public bodies for puryoses of research and\nadvisory services;\n(k)conditions for appointrnent of Emeritus Professors and award of\nhonorary degrees;\n(D efficiency and diicipline of lnstitute €mployees;\n(m) the constitution and procedure to be followed by RePresentation\nCommittees in carrying out functions in terms ofthis Ordinance:\n(n)the constitution and procedurc to be followed by the Search\nCommittee for appointmcnt of the Vice-Chancellor;\n(o)constitiltion, functions and powen ofthe Authorities of the Insitutc;\nand\n(p) all other matte.s which by this Ordinance are to be or may be\nprescribed or regulated by statutcs.\n866 Tm GAZETTE OF PAKISTAN, EXTRA., DEC. 4. 2005 [pARl,l\nProvided that statutes conceming any ofthe matters mentioned in clauses (s)\nand (l) of sub-secrion (l) shall be initiated and approved by the Senare, after seeking\nthe views ofthe Syndicate:\nProvided firrther that th€ Senate may initiate statutes with rrspcct to any\nmatter in its power or with respect to which statutes may be framed in tcms of this ^\nOrdinance and approve such statutes after seeking the views ofthe Syndicate.\n26. Regulations.- (l) Subject to the provisions of this Ordinance and rhe sratues, ihe\nAcademic Council may make regulations for all or any ofthe following matters, namely:_\n(a)the courses of study for degrees, diplomas and certificates of the\nlnstitute;\n(b)the manner in which the teaching relerred to in sub-section (l) of\nsection 6 shall be organized and conducted;\n(c) the admission ard expulsion ofstudents to and ftom the InstitutE;\n(d)the conditions under which students shall be admitted to the courses\nand the examinations ofrhe In$irute and shall become eligible for the\naward ofdegrees, diplomas and certificates;\n(e) the conduct ofexaminations;\n(0conditions under dhich a person should carry on independent\nres€arch to €ntitle him to a dqgrce;(2) The draft of statures shall be proposed by the Syndicate to the Senate which may\napprove or pass with such modifications as the Senate may think fit or may refer back\nto the Syndicate, as the case may be, for reconsideration ofthe proposed draft:\nPenr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC.4, 2005 867\nth€ institution of fellowships, scholarships, exhibitions, medals ard\npri2es;\n(h) the use ofthe Library;\n(i) the formation offacultics, dcpadments and board ofstudics; and\nall othcr mattj,rs under this Ordinance or the statutes to be made or\nmay b€ prescribed by rcgulations.\n(3) Reguutions regarding or incidcntal to m.tters contained in sub-clauses (g) and (i)\nshall not bc submined to thc Scnaic without the prior approval ofthe Syndicate.\n21. Rules.- (l) Subject to sub-section (2), the Authorities and the other bodies of\nthe Institute may make rulcs, consistent with the Ordinance, Statutes or the Regulations, to\nregulate arly matter relating to the aflairs of thc lnstitute including rules to regulate the conduct\nof business and the time and place o{ meetings and related mattcrs.\n(2) Thc rulcs under sub-scction (l) shall bc made with the apprrval ofthe SyndicateG)\n0)\nCHAPTER YI\nNSTITUTE FIJND\n28. IBtitut. furd.- The Institute shall have a fund to which shall be crcdited its income\nfrom fees, charges, donations, trusts, bequests, cndowmenB. contributions, grants and all othar\nsourccs.(2) R€gulations shall bc proposed by the Academic Council and shall be submitted to\nthe Scrate which may approve or refer them back to the Academic Council for\nreconsidcration, The rrgulations proposed by the Academic Council shall not be\neffective unless they rcccivc the approval ofthe Senate.\n868 THE GAATTE OF PAKISTAN, EXTRA.,DEC.4, 2M5 [Perrl\n29, Audits and accounts.- (l) The Accounts ofthe Insritute shall be maintained in such\nform and in such manner as may be Firescribed.\n(2) The teaching depanments, constituent colleges and institures and all other bodies\ndesignated as such by the Syndicate in terms of statutes shall be independent cost centres\nof the lnstitute with authority vestGd in the head of each cost centre to sanction\nexpenditure out ofthe budget allocated to it:\nProvided that re-appropriation fiom ono head of expenditure to another may\nbe made by the hcad ofa cost centre in accordance with and to the extent pr€scribed\nby the statut.s.\n(3) All funds generated by a tcaching department, constituent college or other unit of\nthe lnstitute through consultancy, rcsearch or othe. provision ofservice shall be made\navailable without prejudice to the budgetary allocation otherwise made, after\ndcduction of overheads in the manner and to the extent prEscrib€d by the statute, to\nthe teaching departmcnt, constituent collcge or other unit for its development. A pan\nof the funds so generated may be shared with the Institute t€achers or researcher\nincharge of the consultancy, rescarch or service concerned in the manner and to the\nextent prescribed by the statute.\n(4) No cxpcnditure shrll bc made from the funds of thc Institute, unless a bill for its\npaymcnts has bc€n issucd by thc head ofth. cost cenre concemed in accordanc€ with\nthc .clevant statutls .nd thc Trcasurrr, oi his duly authoriscd rcpres€ntative has\nverifi.d that th€ paymcnt is providcd for in the approved budget of rhe cosr centne,\nsubjrct to the suthority to r€-appropriatc availabb to the head of the coit centre.\n(5) Provision shall be made for an internal audit ofthe finances ofthe Institute\n(6) Without prejudice to the requiremont of audit by an audiror appointed by\nGovemoent in accordance with the provisions of any other law in force, the annual\nauditcd statemcnt ofaccounts ofthe lnstitute shall be prepared in conformity with the\nCenerally Accepted Accounting Prinaiples by a reputed firm ofchanered accountants\nP.rt<t l lTHE GAZET'IE OF PAKISTAN, EXTRA., DEC.4' ?OO5 869\nand signcd by thc Trcarutr. Thc annud .udiLd sirtcmcrt of ac4ounts so prcparcd\nshrll bc submittld to th. Auditor G.ncral ofPakistan for his obscwttions'\n3f. Appesl to the Syndiclte rtrd the Senrte'- Where an order is passed punishing any\nofficer othcr than thc Vice-Chanccllor, teacher or other cmploycc of thc tnstitutc or altc ng or\ninterpreting to his disadvantage the prcscribed tcrms or conditions ofhis scrvice' he shall' wherc the\norder is passed by any olliccr or teacher of thc lnstitutc olhcr'1han thc licc-Chanccllor' havc thc\nright to appeal to the Syndicate against the ordcr' and whc'e thc order is passcd by thc Vicc-\nChancellor, have the right to appealto the Senatc'\n32. Scrvice of the IDstitute.- (l) All persons employcd by thc lnstitutc in accordancc\nwith the terms.and conditions of sewice prescribcd by statutcs shall b€ p'rsons in thc service of\nPakistan for the purposcs of any court or tribunal s't up by law in tlrms of Articlc 212 of thc\nConstitution ofthc lslamic Rcpublic of Pakistan:\nProvidcd thdt any provision 8s Ggards the tcrms and condilions ofcmPloymcnt ofpcrsons in\nthe scrvicc of Pakistan in gcneral or in comparablc employmcnt notwith$snding' thc scrvic-e of\npersons cmpldyed by thc Institutc shall be cntirely govemed by thc tcrms aDd condilions prescribc'd\nby thc rclcvant statutes.(7) The observations of the Auditor Gcneral of Pakistan, if any, together with such\nannotations as the Trcasurcr may makc, shall bc considercd by thc Syndicatc and\nshall be placed beforc the Senate within six months ofclosing ofthe financialyear'\nCHAPTER VII\nGENERAL PROVISIONS\n30. Opportutity to show cause'- ExcePt as otherwisc provided by law' no officer'\nrcher or othcr cmployec of the lnstiturc holding a p€rmancnt post shall b' rcduccd io rank' or\nmoved or compulsorily retired fiom sewice for cause sdsing out of any act or omissiod on thc parl\nfthe pcrson concemcd unlcss he has b€cn Sivan a reasonsble opportunity ofshowing cEuse against\nre lction proposcd to be takcn.\n870 TTIE GAZET-TE OF PAKISTAN, EXTRA., DEC. 4, 2M5 [P.rnr I\n(2) An officer, tcachcr or othcr cmployce of thc lmtitutc shall rctire from sewicc on\nthc stt&inment ofsuch agc or tcnuE ofscrvicc as may bc pr€scribcd.\n(2) Whcrc sny prcvidcnr fund has bccn constiturld under this Ordinancc, thc\nprovisions of thc Providcnt Fund Acr, I 925 (XIX of I 925), shall apply to such fund as if it\nwstr thc Govcmmcnt providcnt Fund. \n./\n3a. CoElrcnccDclt of t rD.of onict of tleDber! of Auttority._ (l) Whcn a m€mb.r\nof I ncely corstitut d Authority is clccted, appoinrcd or nominated, his t rm of oflicc shalt\ncommcrrca ftom such dltc as may bc prescribcd.\n(2) Where a Sncmbcr who has accaprcd any othcr assignmcnt or for any other similar\nrcason rm&ins abscnt from Orc Institutc for a pcriod of not lcss than six months, hc shall bc\ndcrmad to hsvc rrsigncd and vacstld his s.at.\n35. Filti4 of c.!ud vrc.ml6 itr Auttoritics._ Any casual vacancy among thc\nmcmbcrs ofany Authority shalt bc fillcd, 8s soon as convcnicntly may bc, in th€ samc manne. snd by\nthc ssrnc pcrson or Authority that hEd rppointrd thc mcmbcr whosc placc has bccomc vacant 8nd thc\npcrson sppoin.i to thc vscancy sha[ bc a mcmbcr of such Authority for the rcsiduc of thc tcrm for\nwhich thc pcrson whosc phc; hc fills would havc bccn a mcmbcr.\n36. FLwr ia thc coartitutior of Authoritier._ Whcrc thcrc is a flaw in thc constiurtion\nofrn Authority, as constitutcd undcr this Ord'unc€, thc statu.s or thc rcgulttions on ac.ount ofthe\n8bolition ofs spccificd ofiicc undcr Govcmmcnt or bccausc an organizstion, institution or othcr body\noubidc thc Institut! h8s bcrn dissolved or has cc8scd to function, or bccausc of somc othcr similar\nrraion, such flaw shsll bc rpmoved ia such mannerus thc ScnalE may dir€ct.33' Bcacritr rnd i,surrocc.- (l) Thc institutr shalr constitutc for the bcnelir of irs\nofiic.rs, &schcrs and othcr cmployccs schcmcs, as may b€ prcscribed, for lhc provision of post-\ncmploymcd b.ncfits 8s wcll s! hcalth End lifc insurancc while in scrvicc,\nPArr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC.4' 2M5 871\nf7. Proc..ditrgs of AuthoritiB Dot iDv.lid.t d by tbe vscrnci6.- No act' rcsolution or\n,Jccision ofaoy Authority shall be invalid by reason ofany vacancy on the Authority doing' parsing,\nor making it or by rcason of aoy waol of quslification or invalidity in thc clcction, appointment or\nnomination of8ny de/a.ro mcmb€r of thc Autbority, whethcr prcs€nt or absrnt.\n38. First Strtut6 rnd Rcguhtiotrs.- Notwithsunding an)thing to the contrsry\nclntaincd in this ordinancc, thc chancrlldr shall mske thc first statucs and r€8ulations which shall be\ndecmcd to bc statutls .nd rcgulations' framcd under scctions 25 arld 26 respectively and shall\ncontinuc to rcmain in forcc until mcndcd or r.plsccd or tilt such time as ncw statutcs Bnd rcgulations\nall inadc in accordanc€ with thc provisions ofthis Ordinancc\n39. TrrNitoiy ProYilions.- (l) Thc mcmbcrs of thc first.Scnatc shall bc appointed by\nthc Chancrllor in accordancc with thc numbcrs and critcria fo| mcmbcrship specified in this\nOrdinancc. The first Scnatc so constiluted shall initiatc, as soon as possiblc, thc process for the\nrppointmcnt of thc memb€rs of th€ Syndicatc and the Acadcmic Council in sccordancc with thc\nErms of this Ordinancr. Notwithstsnding th€ tcrm officcs providcd in sub-scction (4) of scction 16,\nonc-third ofthc mcmbc.s, othcr lhan et oltrcio mcmbers, of thc first Senat€, to bc dctermincd by lot,\nshall retirc from oflic€ o'n thc cipiration ofonc year from thc datc ofappointment by thc Chancellor'\nOnc-half of thc rcmaining mcmb€rs, otlicr thal| ex ofrcio membcrs, of thc first Senate, to be\ndetlrmincd by lot, shall retire from olfice on the cxpiration of two ycars from thc datc of\nappointm€ and thc r.maining onc-half, othcr than cx officio mcmbcrs, shall rctire fiom officc on\nthc cxpirrtion ofti€ rhird year.\n(2) Notwithstanding anything containcd in this Ordinance, as regards an lnstitutc sct\nup sftcr thc promulgstion date hcrcof, thc fint Vicc-Chanccllor shall be appointcd by\nthc Chaoccllor for a pcriod ofthrcc ycars.\na0. Rcmovrl of dilficulti€!.- (l) Ifany qucstion ariscs as lo thc intcrpretation ofany of\nthc provisions of this ordinsncc,. it shall be placcd bcfore thc chanc.llor whosc dccision thctlon\nshell bc finel.\n(2) Ifany dimculty sriscs in Siving cffccr to any ofthc provisions ofthis Ordinance'\nthe Chirnccllor mry makc such ordcr aftcr obtaining thc vicws of thc Scnate, not\ninconsistcnt with lhc pmvisions of this Ordin.ncc' 8s may aPpear to him to bc\nnoccssary for rcmodng thc difficulg.\n8'72 I}IE GAZETTE OF PAKISTAN, EXTRA., DEC. 4, 2OO5 [Parr I\n(3) Where this Ordinancc mak€s any provision for anything to be done but no\nprovision or no sufficient provision has been made as rcspects the authority by\nwhom, o. the rirne at which, or rhe manoer in which, it shall be done, then it shall b€\ndone by such authority, a! such time, or in such manner as the Chanccllor may dircct\naffer obraining lhe views oftle Senate.\n41, Indemrity.- No suit or legal proceedings shall lie against rhe Govemment, the\nlnstitute or any Authority, oflcer or cmployee of the Govemment or thc Institute or any person in\nrcspcct ofany.thi[g which is done in good fait undcr this Ordinancc.\n42, Po*er to .llow appoi[tment of employcrs of the Govarnmeat, other uriveBitie3\nor educatiotral or rBe.rch itrstitutions to the lultitute.- (l) NotwithsEnding an)4hing contained\nin this Ordinance, the Senate may, on the advice ofthe Syndicate, allow any post in the lnstitute to be\nfilled by appointment or transfer, on such terms as the Senate may specify, an employee of the\nCovemment or any other university or educational or research institution.\n(2) Where any appointmcnt or transfer has been made under this section, the tcrms\nand conditions ofservice ofthe appointee or transferee shall not be less favourable than those\nadmissible to him immediately before such apf,ointrncnt or transfer and hc shall be entitlcd to\nall b€nefits ofhis post ofservice.\nGer.rsRAr-\nPERVEZ MUSHARRAF,\nPresident.\nJusrrcs rRem.)\nMANSOOR AHMED,\nSecretary.\nPRINTED\nPUBLISHED BBY THE MANACER. PRINTINC CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nY THE DEPUTY CONTROLLER. STATIONERY & FORMS, UNIVERSITY ROAD. KARACHI"
}