{
    "file": "./converted_json\\administrator8922590399098ddfed00a6db56f2f91b.json",
    "name": "THE FOREIGNERS ACT, 1946",
    "date": "23rd November, 1946",
    "tagline": "An Act to confer upon the Federal Government certain powers in respect of foreigners.",
    "content": "Page 1 of 10  \n \n  \n \n \n \nTHE FOREIGNERS ACT, 1946 \n \n \n \n \n \n \n \n \nCONTENTS \n______ ___ \n \n \nSEC TIONS:  \n \n1. Short  title and extent. \n \n2. Definitions. \n \n3. Power  to make  orders.  \n \n4. Internees.  \n \n5. Chan ge of name.  \n \n6. Obligations of masters  of vesse ls, etc. \n \n7. Obligation of hotel  keepers  and others  to furnish particulars. \n \n8. Determ ination of nationality. \n \n9. Burden  of proof.  \n \n10. Power  to exempt  from  application of Act. \n \n11. Power  to give effect to orders,  directions, etc. \n \n12. Power  to delegate author ity. \n \n13. Attempts,  etc., to contravene  the provisions of this Act, etc. \n \n13A. Prohibition of assisting illegal entry. \n \n13B.  Prohibition to employ an illegal entrant.  \n \n14. Penalties. \n \n14A. Restr iction on release on bail. \n \n14B.  Deportat ion pend ing trial or unde rgoing sentence  of imprisonment.  \n \nUpdated till 3.8.2022\nPage 2 of 10  \n \n  \n14C.  Custody  pend ing deportat ion. \n \n14D.  Registration of illegal immigrants.  \n \n15. Protect ion to persons  acting under  this Act. \n \n16. Application of other  laws not barred.  \n \n17. Repea l.\n  \nPage 3 of 10  \n \n THE FOREIGNERS ACT, 1946  \n \n1ACT NO. XXX I OF 1946  \n \n[23rd  November, 1946 ] \n \nAn Act to confer upon the 2[Federal Government] certain powers in respect of foreigners. \n \nWHEREAS it is expedient to provide for the exercise by the 2[Federal Government] of \ncertain powers in respect of the entry of foreigners into 3[Pakistan], their presence therein and their \ndeparture therefrom; \n \nIt is hereby enacted as follows:___ \n \n1. Short  title and extent.____(1) This Act may be called  the Foreigners  Act, 1946.\n \n4[(2) It extends  to the whole  of Pakistan.]  \n \n \n2. Definitions.  In this Act- \n \n5[(a)  “foreigner”  means  a person  who is not a citizen  of Pakistan;]  \n \n(b)  “prescribed” means prescribed by orders made under this Act (4 & 5 GCO 17 ); \n \n(c)  “specified” means specified by direction of a prescribed authority.  \n \n \n \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1946, Pt. V, p. 254. \n \nThis Act has been applied to Baluchistan, see Gazette of India, 1946 , Pt. I, p. 1913; and also to all tribal areas with certain conditions, see \nibid., 1947, Pt. 1, p. 343.  \nThe Act has been extended to- \n \n(a)  the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950 ); \n \n(b)  the Baluchistan States Union, see the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G. G. O. 4 of 1953);  \n \n(c)  the Khairpur State, see the Khairpur (Federal Laws) (Extension) Order, 1953 (G. G. O. 5 of 1953 ); and \n \n(d)  the State of Bahawalpur, see the Bahawalpur (Extension of Federal Laws) Order, 1953 (G. G. O. 11 of 1953 ), as amended. \n \nThe Act has been and shall be deemed to have been brough t into force in Gwadur with effect from the 8th September, 1958 , by the Gwadur \n(Application of Central Laws) Ordinance, 1960 (37 of 1960 ), s. 2. \n \nThe Act, rules, notifns. and orders made under it, have been applied to the Tribal Areas or to the parts of those areas to which they have \nnot been already applied, see the Tribal Areas (Application of Acts) Reg., 1965, Gaz. of P., 1965 , Ext., pp. 1016‑1018. \n \n2Subs. by the Preventive Detention Laws Amendment Act, 1975 (44 of 1975), s. 3, for “Central Government ”. \n \n3Subs. by the Adaptation (Security Laws) Order, 1956 (P.O. No. 8 of 1956), Art. 2 and Sch. (with effect from the 23rd March, 1956 ), for “the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949 , for “British India”. \n \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \nthe original sub­section (2) as amended by A. O. 1949 and P. O No. 8 of 1956.  \n \n5Subs . by the Foreigners (Amdt .) Act 1957 (35 of 1957) s. 2 for the original cl . (a) as amended by A. O. 1949 and P. O. No. 8 of 1956.  \n \n \nPage 4 of 10  \n \n 3. Power to make orders.___(1) The 1[Federal Government] may by order2 make provision , \neither generally or with respect to all foreigners or with respect to any particular foreigner or any \nprescribed class or description of foreigner, for prohibiting, regulating or restric ting the entry of \nforeigners into 3[Pakistan] or their departure therefrom or their presence or continued presence therein.  \n \n(2) In particular and without prejudice to the general ity of the foregoing power , orders made \nunder this section may provide that t he foreigner - \n \n(a)  shall not enter 3[Pakistan] , or shall enter 3[Pakistan] only at such times and by \nsuch route and at such port or place and subject to the observance of such \nconditions on arrival as may be prescribed;  \n \n(b)  shall not depart from 3[Pakis tan], or shall depart only at such times and by such \nroute and from such port or place and subject to the observance of such \ncondition s on departure as may be prescribed ;  \n \n(c)  shall not remain in 3[Pakistan] or in any prescribed area therein;  \n \n(d)  shall  remove himself to, and remain in, such area in 3[Pakistan] as may be \nprescribed;  \n \n \n(e)  shall comply with such conditions as may be prescribed or specified___ \n \n(i)  requiring him to reside in a particular place ; \n \n(ii)  imposing any restrictions on his movements;  \n \n(iii)  requiring him to furnish such proof of his identity and to report such \nparticular s to such authority in such manner and at such time and place \nas may be prescribed or specified;  \n \n(iv)  requiring him to allow his photo graph and finger impressions to be taken \nand to furnish specimens of his handwriting and signature to such \nauthority and at such time and place as may be prescribed or specified;  \n \n(v)  requiring him to submit himself to such medical examination by such \nauthority and at such time and place as may be prescribed or specified;  \n \n(vi)  prohibiting him from association with persons of a prescribed or \nspecified description;  \n \n1Subs . by the Preventive Detention Laws (Amendment) Act, 1975 (44 of 1975) s. 3, for “Central Government”.  \n \n2For the Foreigners Order 1951, see Gaz. of P. 1951; Pt I pp 611­614; for the Enemy Foreigners Order , 1965, see ibid ., 1965. Ext. pp. \n1019­1023; and for t he Foreigners (Paroless) Order, 1965, see ibid ., 1965 , Ext., pp. 1027­1029.  \n \n3Subs. by the Adaption (Security Laws) Order, 1956 (P. O No. 8 of 1956) Art. 2 and Sch. ( with effect from 23rd March, 1956 ), for the \n“Provinces and the Capital of the Federation” which had been subs . by A. O., 1949 , for “British India”.  \n \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s. 3 and 2nd Sch. (with effect from the 14th October,  1955), for \nthe original sub­section (2) as amended by A.O. 1949 and P.O. No. 8 of 1956.\nPage 5 of 10  \n \n (vii)  prohibiting him from engaging in activities of a prescribed or specified \ndescription;  \n \n(viii)  prohibiting him from using or possessing prescribed or specified \narticles;  \n \n(ix)  otherwise re gulating his conduct in any such particular as may be \nprescribed or specified;  \n \n(f)  shall enter into a bond with or without sureties for the due observance of, or as \nan alternative to the enforcement of, any or all prescribed or specified \nrestrictions or conditions;  \n \n1[(g)  shall be arrested and in the interest of the defence or the external affairs or the \nsecurity of Pakistan, or any part thereof, detained or confined.]  \n \n2[(3) An order made under sub­section (2) may make provision for such incidental and \nsupplementary matters as may, in the opinion of the 3[Federal Government], be expedient or necessary \nfor giving effect to the provisions of this Act.  \n \n(4) The provisions of 4[clause (b) of sub­section (1) of sub­section 3 of the Security of Pakistan \nAct, 1 952 ( XXXV of 1952 ), and those of 5[sub­section (2) of section 6 and] section 6A of that Act, \nshall mutatis mutandis apply in relation to a person detained under this Act as they apply in relation to \na person detained under that Act.]  \n \n4. Internees.___(1) Any foreigner (hereinafter referred to as an internee) in respect of whom \nthere is in force any order made under clause (g) of sub­section (2) of section 3, directing that he be \ndetained or confined, shall be detained or confined in such place and mann er and subject to such \ncondition as to maintenance, discipline and the punishment of offences and breaches of discipline as \nthe 3[Federal Government] may from time to time determine6. \n \n(2) Any foreigner (hereinafter referred to as a person on paid) in respect of whom there is in \nforce an order under clause (e) of sub­section (2) of section 3 requiring him to reside at a place set \napart for the residence under supervision of a number of f oreigners, shall while residing therin be \nsubject to such conditions as to maintenance, discipline and the punishment of offences and breaches \nof discipline as the 3[Federal Government] may from time to time by order determine.  \n \n(3) No person shall___ \n \n(a)  knowingly assist an internee or a person on a parole to escape from custody or \nthe place set apart for his residence, or knowingly harbour an escaped internee \nor person on parole, or  \n \n \n \n \n1Subs. by the Preventive Detention Laws (Amendment ) Act, 1975 (44 of 1975), s. 3, for cl. (g). This clause was previously amended by various \nenactments.  \n2Sub­section s (3) and (4) ins. by Act 4 of 1962, s. 3.  \n3Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government”.  \n4Subs. by Act 44 of 1975, s.  3 for “sub­section” (2) of section 6”.  \n5Ins. Ibid.  \n6For the Enemy Foreigners Order 1965, see Gaz., of P., 1965, Ext., pp. 1019­1023 and for the Internees (Discipline and offence s) Regulation \n1965, see Ibid, 1965, Ext., pp. 1024­1027.  \n \nPage 6 of 10  \n \n (b)  give an escaped internee or a person on parole any assistance with intent thereby \nto prevent, hinder on interfere with apprehension of the internee or the person \non parole.  \n \n(4) The 1[Federal Government] may by order2 provide for regulating access to, and the conduct \nof persons in, places in 4[Pakistan] where internees or persons on parole are detained or restricted, as \nthe case may be, and for prohibiting or regulating to dispatch an conveyance from outside such places  \nto or internees or persons on parole therein of such articles as may be prescribed.  \n \n5. Change of name. —(1) No foreigner who was in 3[Pakistan] on the date on which this Act \ncame into force shall, while in 3[Pakistan] after that date, assume or use or pur port to assume or use \nfor any purpose any name other than that by which he was ordinarily known immediately before the \nsaid date.  \n \n(2) Where, after the date on which this Act came into force, any foreigner carries on or purports \nto carry on (whether along or in association with any other person) any trade or business under any \nname or style, other than that under which that trade or business was being carried on immediately \nbefore the said date, he shall, for the purposes of sub­section (1), be deemed to be  using a name other \nthan that by which he was ordinarily known immediately before the said date.  \n \n(3) In relation to any foreigner who, not having been in 3[Pakistan] on the date on which this \nAct came into force, thereafter enters 3[Pakistan], sub­section s (1) and (2) shall have effect as if for \nany reference in those sub­sections to the date on which this Act came into force there were substituted \na reference to the date on which the first enters 3[Pakistan] thereafter.  \n \n(4) For the purposes of this secti on___ \n \n(a)  the expression “name” includes a surname, and  \n \n(b)  a name shall be deemed to be changed if the spelling thereof is altered.  \n \n(5) Nothing in this section shall apply to the assumption or use___ \n \n(a)  of any name in pursuance of a 4* * * permission granted by the 1[Federal \nGovernment]; or \n \n(b)  by any married woman, of her husband’s name.  \n \n6. Obligations of masters of vessels, etc. —(1) The master of any vessel landing or embarking \nat a port in 5[Pakistan] , passengers coming to or going from that port by sea and the pilot of any aircraft \nlanding or embarking at any place in 5[Pakistan], passengers coming to or going from that place by air, \nshall furnish to such person and in such manner as may be prescribed  a return giving the prescribed \nparticulars with respect to any passengers or members of the crew, who are foreigners.  \n \n1Subs.  by the Preventive  Detention  Laws  (Amendment)  Act, 1975  (44 of 1975),  s. 3, for “Central  Government”.  \n \n2For an Order  imposing  restrictions  on communication,  etc. with the person  detained  or confined  by an order  under  cl. (g) of sub­section  (2) of s. 3, see S. R. O. \nNo . 145 (R)/ 65, dated  the 10th September  1965,  Gaz. of P., 1965,  Ext.,  p. 1029.  \n \n3Subs.  by the Adaption  (Security  Laws)  Order,  1956  (P. O No. 8 of 1956),  Art. 2 and Sch. (with  effect  from  23rd March  , 1956),  for “the Provinces  and the Capital  \nof the Federation”  which  had been  subs.  by A. O., 1949  , for “British  India”.  \n \n4The original  words  “Royal  license  or” omitted  by the Adaptation  (Security  Laws)  Order,  1956  (P. O. No. 8 of 1956),  Art. 2 and Sch. (with  effect  from  the 23rd \nMarch,  1956).  \n \n5Subs.  by P. O. No.8  of 1956,  Art. 2 and Sch.,  (with  effect  from  the 23rd  March,  1956),  for “the Provinces  and the Capital  of the Federation”  which  had been  \nsubs.  by A. O., 1949,  for “British  India”.  \n \nPage 7 of 10  \n \n (2) Any 1[District Coordination Officer or any officer authorized by Federal Government or] \n2* * * and any Superintendent of Police may, for any purpose connected with the enforcement of this \nAct or any order made thereunder, require the master of any such vessel o r the pilot of any such aircraft \nto furnish such information as may be prescribed in respect of passengers or members of the crew on \nsuch vessel or aircraft, as the case may be.  \n \n(3) Any passenger on such vessel or such aircraft and any member of the crew of such vessel \nor aircraft shall furnish to the master of  the vessel or the pilot of the aircraft, as the case may be, any \ninformation required by him for the purpose of furnishing the return referred to in sub­ section (1) or \nfor furnishing the informatio n under sub­section (2).  \n \n \n(4) For the purpose s of this section___ \n \n(a)  “master of a vessel, and “pilot of any aircraft” shall include any person \nauthorised by such master or pilot as the case may be, to discharge on his behalf \nany of the duties imposed o n him by this section;  \n \n(b)  “passenger” means any person not being a bona fide  member of the crew, \ntravelling or seeking to travel on a vessel or aircraft . \n \n7. Obligation of hotel keepers and others to furnish particulars.___(1) It shall be the duty of \nthe keeper of any premises whether furnished or unfurnished, where lodging or sleeping \naccommodation is provided for reward, to submit to such person and in such manner such information \nin respect of foreigners accommodated in such premises, as may be pres cribed.  \n \nExplanation.  The information referred to in this sub­section may relate to all or any of the \nforeigners accommodated at such premises and may be required to be submitted periodically or at any \nspecific time or occasion.  \n \n(2) Every person accommoda ted in any such premises shall furnish to the keeper thereof a \nstatement containing such particulars as may be required by the keeper for the purpose of furnishing \nthe information referred to in sub­section (1).  \n \n(3) The keeper of every such premises shall  maintain a record of the information furnished by \nhim under sub­section (1) and of the information obtained by him under sub­section (2) and such \nrecord shall be maintained in such manner and preserved for such period as may be prescribed and \nshall at all  times be open to inspection by any police officer or by a person authorised in this behalf by \nthe 1[District Coordination officer or any officer authorised by the Federal Government].  \n \n8. Determination of nationality. —(1) When a foreigner is recognised as  a national by the law \nof more than one foreign country or where for any reason it is uncertain what nationality if any is to \nbe ascribed to a foreigner, that foreigner may be treated as the national of the country with which he \nappears to the prescribed a uthority to be most closely connected for the time being in interest or \nsympathy or if he is of uncertain nationality, of the country with which he was last so connected:  \n \nProvided that where a foreigner acquired a nationality by birth, he shall, except wh ere the \n3[Federal Government] so directs either generally or in a particular case, be deemed to retain that \nnationality unless he proves to the satisfaction of the said authority that he has subsequently acquired \nby naturalization or otherwise some other n ationality and still recognised as entitled to protection by \nthe Government of the country whose nationality he has so acquired.  \n \n1Subs.  by Ord. 44 of 02, s. 2 & 3. \n2The words  “any  Commissioner  of Police  or, where  there  is no Commissioner  of Police,”  omitted  by A. O., 1949.  \n3Subs.  by the Preventive  Detention  Laws  (Amendment)  Act, 1975  (44 of 1975),  s. 3, for “Central  Government”.\nPage 8 of 10  \n \n (2) A decision as to nationality given under sub­section (1) shall be final and shall not be called \nin question in any Court:  \n \nProvided that the 1[Federal Government], either of its own motion or on an application by the \nforeigner s concerned, may revise any such decision.  \n \n9. Burden of proof.  lf in any case not falling under section 8 any question  arises with reference \nto this Act or any order made or direction given thereunder, whether any person is or is not a foreigner \nor is or is not a foreigner of a particular class or description the onus of proving that such person is not \na foreigner or is n ot a foreigner of such particular class or description, as the case may be, shall, \nnotwithstanding anything contained in the Evidence Act, 1872 (I of 1872), lie upon such person.  \n \n210. Power to exempt from application of Act.  The 1[Federal Government] may by order \n3declare that any or all of the provisions of this Act or the orders made there under shall not apply, or \nshall apply only with such modifications or subject to such conditions as may be specified, to or in \nrelation to any  individual foreigner or any class or description of foreigner.  \n \n11. Power to give effect to orders, directions, etc. —(1) Any authority empowered by or under \nor in pursuance of the provisions of this Act to give any direction or to exercise any other power , may, \nin addition to any other action expressly provided for in this Act, take, or cause to be taken such steps \nand use, or caused to be used, such force as may, in its opinion, be reasonably necessary for securing \ncompliance with such direction or for pr eventing or rectifying any breach thereof, or for the effective \nexercise of such power, as the case may be.  \n \n(2) Any police officer may take such steps and use force as may, in his opinion, be reasonably \nnecessary for securing compliance with any order mad e or direction given under or in pursuance of \nthe provisions of this Act or for preventing or rectifying any breach of such order or direction.  \n \n(3) The power conferred by this section shall be deemed to conferred upon any person acting \nin exercise thereof  a right of access to any land or other property whatsoever.  \n \n12. Power to delegate authority.  Any authority upon which any power to make or give any \ndirection, consent or permission or to do any other act is conferred by this Act or by any order4 made \nthere under may, unless express provision is made to the contrary, in writing authorise, conditionally \nor otherwise, any authority subordinate to it to exercise such power on its behalf, and thereupon the \nsaid subordinate authority shall, subject to such cond itions as may be contained in the authori sation, \nbe deemed to be the authority upon which such power is conferred by or under this Act.  \n \n13. Attempts, etc., to contravene the provisions of this Act etc. —(1) Any person who \nattempts to contravene, or abets o r attempts to abet, or does any act preparatory to, a contravention, of, \nthe provisions of this Act or of any order made or direction given thereunder, or fails to comply with \nany direction given in pursuance of any such order, shall be deemed to have cont ravened the provisions \nof this Act.  \n \n1Subs.  by the Preventive  Detention  Laws  (Amendment)  Act, 1975  (44 of 1975),  s. 3, for “Central  Government”.  \n \n2For instance  of notification  issued  under  this section,  see Gaz. of P., 1954,  Pt. I, p. 264; ibid.,  1960,  Pt. I, p. 534; and ibid.,  1960,  Ext.,  p. 1585a.  \n \n3For the Enemy  Foreigners  Order,  1965,  see Gaz. of P., 1965,  Ext.,  PP. 1019­1023.  \n \n4For the Foreigners  (Parolees)  Order,  1965,  see Gaz. of P., 1965,  Ext. pp. 1027­1029.  \n \nFor instance  of notifications  issued  under  this section,  see Gaz. of P. 1965,  Ext.,  p. 1029.  \n \n \nPage 9 of 10  \n \n (2) Any person who, the knowing or having reasonable cause to believe that any other person \nhas contravened the provisions of this Act or of any order made or direction given thereunder, gives \nthat other person any assistance with intent thereby to prevent  hinder or otherwise interfere with his \narrest, trial or punishment for the said contravention shall be deemed to have abetted that \ncontravention.  \n \n(3) The master of any vessel or the pilot of any aircraft, as the case may be, by means of which \nany foreign er enters or leaves 1[Pakistan] in contravention of any order made under, or direction given \nin pursuance of, section 3 shall, unless he proves that he exercised all due diligence to prevent that said \ncontravention, be deemed to have contravened this Act.  \n \n2[13A. Prohibition of assisting illegal entry.  No one shall make or carry ou t arrangements for \nsecurity or facilitating the entry into to Pakistan of any one whom he knows, or has reasonable cause \nfor believing to be an illegal entrant.  \n \n13B. Prohibition to employ an illegal entrant.  No one shall knowingly employ or provide \nemployment to a person who has no permission to stay in Pakistan .] \n \n2[14. Penalties. —(1) where any person contravenes any provisions of this Act, or of any order \nmade thereunder, or any direction given in pursuance of this Act or order, he shall, except as otherwise \nprovided herein, be punished with imprisonment for a term which may extend to three years and shall \nalso be liable to fine, and if such person has entered i nto a bond in pursuance of clause (f) of sub­section \n(2) of section 3, his bond shall be liable to be forfeited, and any person bound thereby shall be liable \nto pay the penalty thereof, or show cause to the satisfaction of the convicting court as to why su ch \npenalty should not be paid.  \n \n(2) Where any person knowingly enters into Pakistan illegally, he shall be guilty of an offence \nunder this Act and shall be punished with imprisonment for a term which may extend to ten years and \nfine which may extend to ten  thousand rupees.]  \n \n2[14A. Restriction on release on bail.  Notwithstanding anything contained in the Code of \nCriminal Procedure, 1898 (Act V of 1898), hereinafter referred to as the Code, any person accused of \nan offence punishable under sub ­section (2) of section 14 shall not be released on bail if there appear \nreasonable grounds for believing that he has been guilty of such an offence.  \n \n14B. Deportation pending trial or undergoing sentence of imprisonment.  Notwithstanding \nanything contained in this Act, the Code or any other law for the time being in force, a foreigner having \nno permission to stay in Pakistan or for whose deportation arrangements have been made by the Federal \nGovernment, may, if his presence in Pakistan is no t required in connection with any other case,___ \n \n(i)  with the consent of the Federal Government, be permitted by the Court trying \nhim for any offence under this Act to depart from Pakistan; or  \n \n(ii)  under the order of the Federal Government , be permitt ed to depart from \nPakistan while he is undergoing any sentence passed under this Act.  \n \n1Subs. by the Adaption (Security Laws) Order, 1956 (P. O. No. 8, of 1956), Art. 2 and Sch. (with effect from 23rd March, 1956), for “the \nProvinces and the Capital of the Federation” which had been subs. by A. O., 1949, for “British India”.  \n \n2Ins. and Subs by Ord. XXV of 2000, ss. 2­4 .\nPage 10 of 10  \n \n 14C. Custody pending deportation.  A foreigner, having no permission to stay in Pakistan,  \nwho has been convicted and sentenced to imprisonment under this Act shall not be released on the \nexpiry of the sentence and shall continue to remain in custody for a period not exceeding three months \nto enable arrangements for his deportation to be finalized. \n \n1[14D. Registration of  illegal immigrants.___(1) Any foreigner who, before commencement \nof this Act, has no permission to stay in Pakistan shall for registration be required to make application \non the format and in the manner as may be prescribed and shall be registered on that  application by the \nNational Database and Registration Authority established under the National Database and \nRegistration Authority Ordinance, 2000 (VIII of 2000).  \n \n(2) The Federal Government may permit a foreigner, registered under sub­section (1), to wor k \nin Pakistan at such place, for such period and on payment of such fee as may be prescribed.]  \n \n15. Protection to persons acting under this Act. No suit, prosecution or other legal \nproceeding shall lie against any person for anything which is in good faith  done or intended to be done \nunder this Act.  \n \n16. Application of other laws not barred.  The provisions of this Act shall be in addition to, \nand not in derogation of, the provisions of the Registration of Foreigners Act, 1939 (XVI of 1939)  the \n2[Passport Act, 1974 (XX of 1974) ], and of any other enactment for the time being in force.  \n \n1[17. R epeals.___(1) The Alien Registration Authority (Composition and Functions) Order, \n2001 is  hereby repealed.  \n \n(2) On repeal under sub­section (1), all assets and liabilities of the Alien registration Authority \nshall stand transferred to the National Database  and Registration Authority and shall be regulated under \nthe National Database and Registration Authority Ordinance, 2000 (VIII of 2000).]  \n \n1Subs. and added by Act No. XX of 2016, s. 2 and 3.  \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for “Passport Act, 1920”."
}