{
    "file": "./converted_json\\administrator409d308eed57a4497b2d8df073f1ec80(1).json",
    "name": "Special Technology Zones Authority Act 2021",
    "date": "October 6, 2021",
    "tagline": "To ensure the development of scientific and technological eco-systems through the establishment of zones to accelerate technological innovation in the country.",
    "content": "(^?\nw'\nREGTSTEREDN0.M-302\nL.-76469\n@tteGg,,dfE d Be[fdtmr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WEDNESDAY, OCTOBER 6. 2021\nPART I\nActs, Ordinances, president's Orders and Regulations\nSENATE SECRETARIAT\nIslamabad, the 6th October. 202 t\n,.^ ,, *g: F. .9(4Jl/.2021-Legis.-{he following Act of Majtis-e_Shoora(rarttament) received the assent of the president on 4th October, 2021 and isherebl published for general information:_\nACT No. XVII oF 2O2I\nAn Act !-o ensu-re tlrc devclopntent of scientific und technological eco_svslenrthrough developntent ofzones lo acceleraie technologt a\"irirpr,r,,, ir',i,i\ncounlry\n.^-.\"^ .yfy, -1s it is expedient to provide institutional and legislative supportror the technotogy sector with internationally competitive and export orientedstructures and eco-systems, to attract foreign direct investment, developcollaboration eco-system connecting academia, .I..ear\"h and t\"cli,olory industry,\n(653)\nPrice: Rs. 40.00\n[1 47 2(2021) I Ex. G az.).\nTHE GAZETTE OF PAKIST OCTOBER 6, 2O2IAN, EXTRA [PART I\nto initiate innovation in production system and products' to increase the standards\nand qualiry of technology goJt-'una te*ites' to increase productivib' and\ndecrcase the costs of proOuction through higlt-tecll irrlervenlions' intcnsive\n;r;;;iJ ani futuriitic .nt,\"p..n\"rrihip, ro enable joh creatior.t. to\ncommercialise technological Xnoitag\" and'to provide for matters connected\ntherewith or incidental thereto;\nIt is herebY enacted as follows: -\nl.Shorttitle'extentandcommencement..-.(l)ThisActshallbe\ncalled the Special Technology Zones Authority Act' 2021 '\nIt extends to the whole of Pakistan'\nlt shall come into force at once'\nDefinitions.-ln this Act. unless the context othenvise requires'-\n\"Administrator\" means the Administrator as described under\nsection 26;\n\"Authority\" means the Special Technology Zones Authority\nestabtished under section 3;\n\"Board\" means the Board of Govemors constituted under\nsection 6;\n..Chairperson\" means the Chairperson ol .the Authority^ llpo.It::1\nhv the Prime Minister, pursuant to the pror isions of this Act' \\\\ ho ls\n;i;;;';il';hol. o, .ub'tuntiullv uh'rlc ol the pouers of the\n*\"rrg\"**, \"f \"if\"irs of the Authoriiy in accordance with the Act;\n\"CaDital Goods\" means the goods including but not- limited to\n.;;;i;lt, pi*,, .u.t'in\".y, h-ardware, equipment .and software'\nili;;;\"il;;\"ntr, u\"\"\"'*ti\"'' attachnrcnts' building materials'\n;;;;i, il;;y other equipment requircd to perform. functions of\ni'rr\"-arif-r\"ttty, zones, zone divelopers and zone entctprises' whether\n.. \".i.\"t,irl\"*rej locauy, for usc in tllc zones' set up under tlre\nSpecial Technology Zones Authorit\\ Act' 2021;\n\"co-zone developer\" means a Partner of thc zone developcr for the\nestablishment, dwelopment, operation or nlanagetnent of zone;\n\"Division Concerned\" means the Cabinet Division:(2\\\n(3)\n2.\n(a)\n(b)\n(c)\n(d)\n(e)\n(0\n(e)654\nPART IITHE GAZETTE OF PAKISTAN.EXTRA., OCTOBER6,2021 655\n(h) .,Development Agreement,, means a duly approved agreementbetween Authority and a zone developer, ugi\".d.; und-\"nao..\"a Uythe Approvals Commitee tt.,at auttro.ir\". ,En\" j\"r\"\"ffi to a\"u.topand establish a zone or a pan thereof;\n(i) ('Master Plan,' mear\nproviding conceptuar, -jiati:l,il::::'I,:i,rX\"',1:;:if,\", rffiil::j\netc. plan, which is used.to structure the iand and J\"u.iop..rt of.infrasrructure and facitities for A.ilitatinfiir\" f.ioith i n.tioningoflhe zones;\nO \"Member', means Member of the Authoritl,;\n(k) 'One Window Facility', means a physical or an information andcommunication technology (lCT) faciliry, .ornplrin!' of. .\"t\"uur,entities of Federal, provinc;ut o,. io\"\"t '6ou.i,i\"n,.. \nriylacilitarion of rhe zone developer ,rd ;;;;'.,,,..p-.il',;'t\"#standardized information and documents ,\"i,f, u ,i,igt._*,.y poln,to .fulfill the requirements under. the a.,, .rf\", -o, \niegulationsincluding the establishment, d-evcloprnent, \"_\"|\"if\". op..u,ionr.functioning and management of zones;\n(l) \"Person', includes any registered association of persons,\n::llt:-lirI. a body corporarc fonrred or in.o.porula \"Cy \nor underany taw rn lorce. crompany. corporalion. society. modaraba, RealEsrare Invesrment Trus I REIT). bou\".r.nt. i.i.r, p-u\",ir.,.i,ip. o,any juridical personatity and inctudes rh\" r.;.';\";;il;.)ro ron\"enterprise;\n(m) \"Prescribed'. means prescribed by rules or regulations made andnotified under this Act:\n(n)\n(o)\"Regulations,n means regulations prescribed under this Act;\n\"1*\"g\"! and Development' includes regular activities carriedout with the purpose of obtaining new knowiede\" ih;..i^il \"i\"ul\"the development of science \"lra t\"\"f,r\"f.g,';;;;#gT\"*equipmen! systems, products, s(\ntoLrs' erc., ;.;.c ;i;; ;;;ifi;; ;#*l];ffi':#jl:::[TLfl:training and. development, software production \";;;;;;;;ih.o*that are available;\n\"Rules\" means rules prescribed under this Act;\n]Snryr.{ fecnnology Zones Appefiate Tribunal,, means theSpecial Technolo g Zones appeltate f.iUun\"t :\"i.tit ;;\";\";.,thrs Act:(p)\n(q)\nEXTRA., OCTOBER 6, 2021 [PART I\n656 TIlE GAZETTE OF PAKISTAN\n(r)\n(s)..Technology Sector\" includes one or more technology sectors\nprescribed 6y the Authority under the rules:\n\"zone developer\" means a public' private or a public-private\np\"*\"\" t\".*\"liUfe for development, operution -ot management of\n;: tffi\"5;\"; il'oi ih\" *hol\" -'pecial. \ntechnotogv zonl',1nd\nii*\"t\"J- iv ,r,\"'Authority as such' and includes a co-zone\ndeveloper;\nnublic. private, or public-private\n'and managing a technological\nand licensed as such bY the(t)1'zone enterPrise\" means anY\nPerson develoPing, oPerating\nenterprise wilhin the zone\nAuthoritY;\n(u) *zone\" means a particular type or.class of zone'-which may be\\-' \ng\"og.\"pt i\"a ot vittuul, new oi existing or expansion of an existing\nzone, as approvea \"ni 'otif\"a by the. Authority under the rules'\nir\"irii\"e' b,, not ti'it\"J to special technology zones' information\n;;;il;;i& ptr', r'igrt-t\"\"r' industrial .areas' software technolory\nparks, hardware t\"\"it?ofogy parks' technology export zones' free\ntechnology 'on\"t, 't\"i\"ni! and technotogy parks' information\ntechnolory zones, science and technology zores' R&D zones'\nopportunity zones, innovation zones' technologl development\nzones, knowledge puttt', \"nu't \"itks' knowledge cities' technology\nincubation,on\".o..*v'\"\".orzones,whichaiedevelopedfoithe\ndevelopment, ptornoiion *A proliferation d ' *\"hn:i:fl:\nilic-uiar, alt the lat\"st cutting edge techrologies and may requrre\ntechnological int\"*\"ntion tu\"f, u'-biot\"\"h'.\"hemical technologies'\nugritect ,-nnt\"ctr, rolotics' nanotech' edtech' etc' and other zones\n*iti, \n\"r,y \"ornUinution or \"ombinations ofthe aforesaid fields'\n3:EstablishmentoftheAuthority.{l)onthecommencementof\nthis Act, there shall .t\"na \"tt\"L'iitft\"J u,,. eutrtoii'v to be called the Special\nililil;;;r; authoritv in accordance with the provisions of this Act'\n(2) The Authority shall comprise ofthe Chairperson and up to eight (8)\nlrt\"*U\".i-L U\" uppointed in accordance with the provisions ofthis Act:\nProvided that the Chairperson with the consent of .the Board may\nin\".\"ur\"^ oi'a\"\".\"a.e tf'\" numU\"t-oi M\"mbet'' from time to time' as may b€\nconsidered aPPropriate.\n(3) The Chairperson shall be appointeq. !y.'1\" Prime Minister of\npakistan for a period of three y\"u.t \"na snait be etigiLte for re-appointment for\none or more similar terms'\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6, 2021 6s7\n(a) The Members shal be appointed and removed in accordance withthe regulations.\n. .. . (l) ..The Chairperson shall preferabl_v be lrom the privare secror andshall be eligible for such remunerations and U\"r\"nt\"u. a.t\".,oined by the primeMinister.\n(6) The Chairperson of the Aurhoriq. may resign lrorn his office by wriring in his hand addressed ro the prime Minister.;..;;;\" removed fi.om hisoffice if. on.an inquiry by rhe prime Minister. fr\" i, f\"rri'rr\"UIe ro perform thefunoions of his office because of m\"ntut o.'physiJ-Ji.\"iiilay or he is foundguilty by a court ofany serious crime ofmoral ir,:p,,ra\"_- --\"\"\n(7) The Authoritv may create, sanction and approve posts, from time to time .as per regulations, and prescribe ty *griJrlr.'ihe qualifications,experience and terms and conditions f* ;pt;;;;;'\"of ,t \" Chui.p\"..on,Members, Execurive Directors and other office;'r;J;;;f;f ;\" Authority.\n(8) The Authority shall meet at such time and place and in suchmanner. as may be prescribcd by regulations.\n(i) Three Members shall constitute a quorum for meetings of theAuthority requiring a decision by the Authority:\nProvided that until regulations are made in this behalf, such meetingsshall be convened by the Chairperson.\n(9) No act or proceeding of.the Authority shall be invalid by reasononly of the existence of a vacancy in, or defeci in, tije constitution of theAuthoriry.\n. _ (10) The powers and functions of rhe Authority as provided in the Actshall be exercised in the name of th.e Authority Ly ;;ffi;&, comprising ofChairperson and the Members, which s'all *, ifr.Jrgfr,lr\" iirirperson rvho shallbe the clriefexecutive ofthe Authority. In performan?\" \n\"if,].'?rn\"rior. under theAct, the Chairperson may act eithcr di.\".rfy o. ,fr.orgfr-;;;;;;;\".r.\n(ll) The principar office of the Authority sha be in lslamabad and it .\nIil,iii.\" offices at such place or places rvirhinir ort.id\" pukirtun as may bc\n(12) The Aurhority shall be a body corporate having pcrperualsuccession and a common seal. rr,ith p:.wer, !o prr.frr.il.q ri*, sell, Icase, sub-lease, sub-ler, Iicense and hold moveible \"\"a ;.r\"u\"Jf \"i.p\".ty, and shall bysaid name sue and be sued.\n658 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6,20Zl IPARr I\n(c)\n(d)\n(e)\n(0\n(g)\n(h)\n(i)(13) The Authoriry shall have the power to constitute as many\n\"o.,ninXl ;;;.i;;\"; ;t.\"ciations and establish companies' nationallv and\nint\"rnuti<rnatty, to achieve its goals, as it may deem fit'\n4. Powers of the Authority'{l) Subject to the provisions of this\ne\"t, tl\" Autfto.iif may tuke .uth teatur\"s 'nd exercise such po*ers as may be\nrcquired for performance of its functions'\n(2) Without prejudice to the generaliry of the powers conferred by\n,uu-.\"\",iJi trl, trr\" ertt *iry shall havJexclusive power and authority-\n(a) for planning, policy formulation' execution'.- monitoring and\nevaluation of ron\"s *hi\"h rnay be assigned to it' approved by it'\nnotifted by it or developed by it from time to time;\n(b) to approve and notifo zones in accordance with the rules or\nregulations;\nfor establishment, development, implementation' operations'\nmanagement and functioning of zones;\nto make or cause to make arrangements for provision of security'\nutilities, roads, basic infrastructure, high speed lnternet and ally\noit\". ,.tui.\"i required to ensure smooth development and\nfunctioning of zones;\nto allow any additional incentives, subsidies and rebates' for zone\n;;;;i;;\";;J;\"ne enterprises, rvith the approval of the Federal\nC\"*.ti\"r*r, Provincial Govemments or local governments as the\ncase maY be;\nto charge fees and charges for services- rendered,and the.licenses\nirrr\"d tlo th\" zone applicants, zone developers and zone enterprlses\nas may be Prescribed:\nto impose fines. sanctions and penalties for contraventions under\nthis Act, rules or regulations;\nto appoint an Administrator to the zones in accordance with this\nect ind any applicable rules or regulations;\nto collect information with respect to technologies and\ni\".frr\"Igi*f a*elopments within and outside Pakistan and revierv\nthe impact thereof;\nto enter into contracts, agreements or any other legal instrument for\nthe purposes ofthis Act;o\nP \\Rr IlTHE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6, 2021 6s9\n(k) to purchase, acquire, sell, lease, sub_lease, sub-let, Iicense and holdmoveable and immoveable property and .\"t ,p \"o.prnl, fo. th\"purposes ofrhe zones to meet the objccrives of ihis AJt;\n(l) to seek assistance from any Ferleral / provincial officeq Ministry,Division, department or agin\"y ro. tt \" p\".ro.*uni'oilii rrn.rlon,under this Act:\n(m) to set up One Windorv Facility to facilitate zone developcrs andzone enterprises; and\n(n) to do anything incidental and ancillary to the foregoing as may bedeemed necessary.\n. !3) The services provided by the Aurhority shall be deemed to be essential services for the nurposes of the pakistan EiJentiar Services(Maintenance) Act, 1952, and st ati Ue notin.a-a;\"*dl;;i;:' -'\n5. Functions of the Authority.__-( l ) To perfofln its functions, the Authoriry may-\n(a) from_ time to time, review national investment policies, larvs andregulations that impact ,zones and p.opo.\" inf - \nuiendments,modifications and relarations .therein to ,ir\" e.J\".il 6oi\"nrn\"n,,the provincial Govemment or th\" Lo\"ul G\";;r;;;;;; --'\n(b) initiate and consider zonr\ni n vesrrnenr *i ;; ;;;;;;, il:'Jffi : ?:\"\"j,\"j:n.Tjr',X:-;:ff *;and recommend, where appropriate, adaitional ln\"\"'ntlu\". o.relaxation of conditions .,r.ciiteria ,o ,ir. e\"a\".\"i Cor\"-,i,r\"n,, ,r,\"Provincial Government or the Local Governmeni. f\". rppr\"*f ,\n(c) be associated in the formulation of all policies that may have animpact on invesrment in Technotogy s*i;.;-i;-pil;,i,rir.traingeconomic, fiscal and trade policiesf\n(d) coordinate with Ministries, departments, agencies and provincialGovcmments or Local Gc\nth e i r i mp r em enta;;J ;;\"ilHJJ:;\" i*;.,ff :i,:\" ?1\".;;: ,;#Sectors;\n(e) identi$, and promote Technology Sector investment opportunitieswithin and outside pakisran;\n(Q develop and approve mechinisms and arrangements for\nf:T:^..,,1\":1rl: operarion of zones iacluding one-*i-nao* ra\"itityror provtston ot all services and utilities, physical infrastructure,\n660 THE GAZETTE\n(e)\n(h)\n(i)\no\n(k)\n0)\n(m)\n(n)\n(o)\n(p)OF PAKISTAN,OCTOBER 6, 2O2I P^RT IEXTRA,.\ntogistics infrastructure, human capital development and digital\ni nfrastructure for the zone;\nidentiff, create and upgrade technological and scientific clusters\nand industriat support systems withii zones including' tut not\nfr;tJ; il;e;;f, und b\"v\"topln\"nt centres' skills development\n\"l\"ir*. it\"i-r-* rn.titutts, data centres' universities' hospitals' and\nother hard and soft inliastructure related to successful execution of\nzones;\nattract investment into zones including foreign direct irvestments'\nilil\";;;i;i ir;ds' public scctor investments' public-private\ninvestments and Private fundsi\nmarketing and promotion of zones by developing u Tltk\":t-ngjl#il;Xil; IiJ puurit relations strategv to senerate interest rn\nthe potential and opportunrfies of thJ- Pakistani market and\npublicize its activities;\nidentification and approval of locations for setting up zones;\nprocure and acquire land or any infrastructure for the zones;\nappointcommiss:\"ili.1ll1'I;bJ,1;l,,To,.\"\"l'\"it$iiU\", jlllll\nvarious asPects of attractmg ln\n;it#;\"#;p;\"s ihe investment climate' procedures and\nother related mafters;\ndevelopstudies'feasibiliryrepofls,experiments,.public-private\nil[J[n*\"i#.*.t-Lt,' i'i*\"i\"r veh iclcs' technical research and\nsurveYs related to zones;\ndevelop or cause to be developed Master Plans f61 26ns5 and\napprove or cause to aPProve them;\nact as One Window Facility for investors' zone developers' zone\nft;tl# ;ffi;' -'ttt\"tiota\"o \ninvolved in.zones dealing with\n.,ir\"tt*i\"r-a g\",emment entities on thcir behalf;\nissue letters of recommendation or invitation letters' vhich shall be\ndeemed suffrcient for the purpose of issuance of business and work\npe.mits or visas by relevant Authority;\ncollect, compile, analyse, maintain and distribute zones related\nii'i\"rrnl\",t*l'I\"it; ;ime to time publish analvtical reports' trends (q)\nand insiglrts;\nPART I,]THE GAZETTE OF PAKISTAN, EXTRA. , OCTOBER 6, 2O2I 661\n(r) promote a congenial environrnent and ensure ease ofdoing busincssfor investmenrs inro zones by a orring i^p\";;i a;;;;i,Goo,l, u.required by the zone devclopers and zo'ne.nt\".prir.a;'\"-\n(s) negotiate and finalize all such acts, deeds, initiatives. asreenlenrsfor, prolection and promotion of tcchnologf ,.fr\"a'lr;\"r,r,\"ri,wttn other countries- intern6{i6n2{ forums. financial institutions andrnulti-lateral agencies, and represcnt pafirtun or,'.\",tiond unainternational level, that ,uy b\" n..\"rru* .. \"rp\"ai.l, f\".,fr\"purpose of successfirl planning, derelopment, \n\"*\".ution. implementation, managenrent and.ulnt.rrn\"\" iiron\"r, -'\n(t) liaise with privale sector trade bodies and associations. both localand intemational, for their active participation ;n-f.o*otion oitechnology related investmenr;\n(u) approval, issuance, notification and cancellation oflicenses ofzoneenterprises and zone developers:\n(v) allocate, lease, sub lease. rent, sell land, space, Iots within zonesdeveloped by the Authority itself;\n(w) perform any\nGovemment.other function assigned to itby the Federal\n(2) The Federal Govemment may, from time to time. assign morefunctions and issue guidelines to the Authoiity. '.-..- ': *\"\n6. Board.{l ) There shall be a Board of Governors of tlre AuthoritycomprisingofthefolIorvingmentbers,namel.v:\n(a) the prime Minisrer of rhe Islamic Republic of pakistan shall be its president;\n(b)\n(c)\n(d)Federal Minister in Charge of rhe Division Concenred;\nChairperson of the Authority; and\nnot Iess than seven and not Inorc than twenty_five ex_officio andIndcpendent members. provided that not t\"r, i't.,r, n* lna\"p*a\"r,members shall be appointed frorn private sccror from ;;;;..,persons. of renorr,ed integritl- expenise. \"rp\",.;\":;' ;;;iknorvledgc.\n(2). The ex-oficio and the lndependent members shall beappointed by the Federal Govemment for a t.-i offou. r,\"u.r.'\nTHE GAZETTE OF PAKIS\n(0\n(e)\n(h)TAN, EXTRA., OCTOBER 6, 2O2I [PART I\n662\n(3) Nt ex-offcio member shall hold office as rnember till such tirrc he\nfrofds th'e'office by \"ui.t'e of rvhich he is a Inember and upon his transfer\"\nretirement, resignation or removal from ofllce' the pcrson appointed in such\nperson's place shall be the member'\n(4) Secretary of the Board shall be appointed with the approval ofthe\nPresident.\n(5) The Board shall meet at least t\\\\'icc in a year' The Sccretary of the\nBoard nIi tuk\" ,pp.ouul of any Jecision through circulation.among members of\nIn\" il\"\"ral It\" chuirp.r.on ofihe Authority miy call a spccial meeting rvith the\napproval ofthe President ofthe Board'\n(6) The meetings of the Board shall be presided over by the President\nof the Board and in his absence' the Presidcr.tt of thc Board shall appoinl any\nmember to chair tlte meeting'\n(7) The quorum for a meeting of the Board- shall be onethird of the\n,otul ,.)nt...lrlp of the Board' und d\"\"tisinnt of the Board shall be made witlr\nmujo.ity of totat'present members of the Board'\n(8) The pon'ers and functions ofthc []oard are as follorvs:\n(a) develop and approve national special technolog-v zone strategy'\nnational emergini technologics sirategy' and national information\nand communication technolog)' strategy;\n(b) develop and approve nationrl .special ':,:li:l\"gy zone plan'\nnational emerginf technotogic' plarl' and national information and\ncommunication technologY Plan;\n(c) approval ofthe rules and regulations oflhe Authority:\n(d) issue such directions and policy' guidelines to the Authority from\ntime to time to protect the intercsts of the Govemment' investors\nand Public:\n(e) oversight, supervision and rnonitoring the performance of the\nAuthoritYl\naooroval of the annual budget' annual audited financial staternent\nand accounts for any particulrr firrancial lear:\napproval of annual repoft of the Authorit-r l\nto annually review the implementalion of this Act \\\\'ith a view to\nirnprol ing policies relatit.tg to zottes'\nPARI tlTHE GAZETTE OF PAKISTAN, EXTRA.. OCTOBER 6, 2021 663\n7. Budget, finance and audit.__i l) 1.he Aurhority shall, in respect of each financial year: prcpare its own budgei i, ,\"\"\"ii\"r\"\"\"*ith the prescribedprocedure and submit to the Board lor appioval.\n(2) The Budget statement shall specifically state the estimated receiptsand expenditure and the sums r'hich are flf..fy i\" i\" .\"qri ii f.om tfr\" f\"ae.atGovernmcnt during the nert financralyear.\n(3) The Authority shalr. maintain comprete and accuratc books ofaccounts of its receipts and expenditure.\n(4) The accounts ofthe Authority shall be audited at the close ofcachfinancial ycar by a qualified firm ofChartered A\"\"\"r;;;,;.' -'\n(5) The Authoritv shall produce such accounts, books and docunrentsand fumish such explanaions and information ,. ifr\"'\",iair\".. may requir.e forthe purpose of audit by the extemal auditors o. arJito, C\",i.Il of pakistan.\n(6) Copies ofthe Auditor,s Report on the accounts shall be provided tothe Authoritv and the Board.\nOffi\"\".. (7) The Chairperson of the Authority shall be its principal Accounting\n, . g Grants.{l)The Fed^erai Govemment, the provincial Govemmentsand the Local Govemments lnay. from ,ira to tlr\"\",-'pfu\".\"unnuut g.unt, to tt \"Authority for the smooth discharge of its affairs.\n(2) - The Authority may receive domestic and intemational grants for the purposes ofachier.ing tlie objectives of this Act.\nFunds.{l) There_shall be constituted a non_lapsable lund to be called the Special Technolosv Zones artf,o.ity i*al *lri.fr\"r,lrff vest in theAuthority and shall be utilizJby the Authoriry to .J utt'\"*p\",rr\". and chargesproperly incurred in connection rvitt .u..yirg'ori ,,* or.r\"il \"r,his Act. The Fund shall be credited all sums received Uy:,fr\" ,rrifiJ[,. iie rund shall be financcd by:\n(a) fees,, commissions, charges and otrrer amounts received bv theAuthoritl l\n(b) funds incruding grants provided by the Federar Governmenr forpayment of salaries. establishing inirastructure and running da1,-to-day business ofthe Authority as=a one line Urag\"i;-\n661 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6, 2O2I [PART I\n(c) funds provided by the Provincial, Local Governments or any other\nbody including grants;\n(d)funds including grants from national and intemational bodies /\norganizations;.\nloans from the Fcderal Govemment or Provincial Government:\nloans. investments and foreign aid obtained by thc Authority;\nfunds raised through Pubtic-Private Partnerships by the Authority;\nfunds from bonds. sukuks and other forms of finances and\ni;;;il;; on tt,\" uatis of panicipatio,n tenn certificates'\nmusharika ceftificates. term finance certificates or any otner\ni*\"\"\"i\"f o. debt instruments or securities issued by the\nAuthoritYi\noroceeds of any investments made by the Authori$' in utilizing any\nl,\"oun, of frnat rvhich is not rcquired for imtnediatc use'(e)\n(0\n(g)\n(r,\n(D\n(2) The Fund rvill be utilized for the above purposes as per the\nmechanistl.t prescribed in the regulations'\n(3) Without prejudice to any other law for the time, being in force' the\neutho.ii rnuy i*\"* in a\"u\"toprntni or p'oj\"ttt' specialized funds or financial\nvehicles or any other area upptoutd by the 'quthorit'v rvith fees and contributions\nfrom zone developers and zone entcrprises' and rvith funds from public' private\n\".'i\"\".*,L\"\"1 intities,. and Federal' Provincial or Local Govemments' to\nachieve objectives ofthis Act'\n10. Bank accounts'--{ L ) The Authori$' may.op1n.a1d maintain bank\naccouuts in local and forcign curency in any scheduled bank in Pakistan'\n(2) Bank accounts of the Authority shall be opened u'ith the prior\napproval of principal accounting officer'\n11. Approvals committce'{1) There shall be a.committee' called\n,approurt, Co,il,din-ec. hcad\"d btl tltt CIlui'pt't'on and up-to eight members from\namongst the Members and ;fficers of the Authority nominated b)' the\nChairperson for this PurPose\n(2) 'lhe Chairperson may call any person or adviser or consultant as an\ne\\Dert to assist the Approvals 'Committee atrd such person or adviser or\nconsulrant sltall not be cligihle to cast a tote'\nPART ITHE GAZETTE OF PAKISTAN, EXTRA., OCTOBER6,2021 665\n, !3) The meeting ofrhe Approvars committee shall be convened on theorders of the Chairperson.\n(4) The Approvals Commiftee shall meet as frequently as required, butnot less than once every quarter.\n(5) Two third or more of the members shall constitute quorum oftheApprovals Committee.\n(6,\\, where the chairperson is nor presenr. a Member or.the Authorirynomrnated b1, the Chairperson shall chair the App.ouuf. io*ri t\"\".\n(7) The decisions of the Approvals Committee shall be taken by majority of the totat membership pr\"\"\"ri tr,.ougt u;;;;;.'i;;\" of equal voting. the Chairperson of rhe comminee shalt have'rhe dir?.;;i;;\";\" take the finaldecision.\n(8) The Chairperson shall appoint an officer fronl the AurhoriB- to be the Secretary ofthe said Cornmittee.\n(9) The Chairperson shall be competent to remove or substitute anymember of the Committee, if desired.\n. (t.l rhe Chairperson may constitute sub-committees to assist the Approvals Committee to discharge anv of its functions.\n12. Functions and Responsibilities of the Approvals Committee._ (l) The functions and responsibilrties ofthe Approvals Commitlee shall be_\n(a) to recommend such procedures, mechanisms and regulations to theAuthority for implementation of this A\"t u, u.\" appticable to allzones or a particular zone;\n(b) to review and recommend amendments in national information andcommunication technology strategy, national .a\".ging technologiesstrategy and other technology and science related iiitiatives;\n(c) to approve or amend development plan and Master plan for eachzone:\n(d) to recommend strategic. initiatives to the Authority including, butnot limited to, inteialia. ..rubli.hin;';;*: )Jn\"i. .*punrion orexisting zonqs, entering into ug.\"\",r\"\"r, *i*-\",i* entities, jointventures, public-private partnerships etc;\nAKISTAN. EXTRA.' OCTOBER 6, 2O2I[P^Rr t\n666 THE GAZETTE OF P\n(e) to recommend additional incentives for zone developers and zone\n(0enterPrlses:\nto recommend any existing or new zone proposed by any investor'\nwhether Public or Private;\nto consider and approve zone developers and zone enterprises\napplications and agreements'\n13. Criteria for approval of zones'{l) The Authorit'v shall prescribe\nthe criteria for approval of zones in the rules'(e)\n14. Licensing of zone enterprises and zone developers'{l) The\nAuthoriw shalt prescribe the criteria and pto\"edutes for licensing of the zone\n.ni\"tp.it.. *a zone developers in the regulations'\n15. Sanctions against zone enterprises and zone developers'{l) A\n.\".tluniri.t #l'-u\"- p\"t\"Iiu\"a uv ttt\" 'q'rrtr'itltv in the regulations for sanctions'\n#;;tt;; ;r;'..\"oi\".y or p\"nuiri\"i and fines againsr zone. enterprises and zone\n:i:J\"\",#; H;i;r\"ii\"it \"ftr'i' +\"i o' unv *t\"-o' regulatio* prescribed bv the\nAuthoritY' \n: any interest in16. Land regime'{l ) The acquisition of any.lard or\nland for the Authority or for any putpot\" under this Act shall be deemed to be an\nacquisition for a public putpot\" niJtiin the meaning of the Land Acquisition Act'\n1894 ( I of 1894) or any 'u\"\"\"\"ot i\"gitt\"tion' and-the provisions of the said Act\nshall applY accordinglY'\n(2) The Federal Governmen! Provincial Govemment' Local\nGovemment or any Local eu*oti'V '\"V ra.nsfer or cause the transfer of any\nland, property, asset, infrastruc;'\"''i\"'\"iiitv to 't'\" Authority' subject to prevailing\nlarvs.\nExplanation'--Tlne expression \"Federal Govemment' Provincial\nGovernment and I-*'t cou\"\"lnii tt'\"tt rn\"un and include any authority' body'\n;;#;;';E\"iLtitv \"tt\"ur'itrt\"Jot \"onttott\"a bv such Govemment and the\nword ..transfer., shall mean \"\"i'i\"iral any and- all modes of transfgr of\n},l;,ti\"l,;;;;\",i\",J \"t itrt\"t**t\" p\"ttitiibl\" 'nder the [aws of Pakistan'\n17. Public utilities and other facilities'-{l) The Federal\nGovemment- provincial cove.im\"nts, Local Govemments. Municipal\nAuthorities, Cantonments, \"\"d;;;; i;;;\"ties of Pakistan' as the case mav be'\nshall ensure the remouul of att.JsJ\"f\"t t\" itt\" provisig of' alt infrastructure and\nutiliry facilities, at their cost' rncluding but noi limited to eleclricity' water' gas'\nroads- telecommuni\"atlon setui-t'Jt- un\"a-ottttt cssential lacilities necessary for\nPART II THE cAzETTE OF PAKISTANFXTRA., OCTOBER 6, 2021 667\nefficient operations of a zone. The Federal, and provincial Govemments shall ensure adequare road access, ar rheir con, ,. ih;;;;;;;;Jq'r\"t\" p.ouirio, of zones from a safery and security stanapoinr- qrru 4uvYU\n(2) The zone develoner shall have the right to set up a renewable, thermat, hydet or orher caprivJ etectric power g;#;;;;;;,:r insul power generaror of sufficient size ro carer the \"-p**i- i\",*\"J'flr1'Lctricity within a particular zone as per rules or regulatiom of rf\" euti..i,i'\"ri',. sell only the excess electriciqr generated oursidi *,o p*i\"ri\"i roii I firl.lu\"irirg tu*..\n(j) The Aurrroritv rnay execute agreements with the provincialGovemmenrs. Local Governments, Municipaliuth..iil..\"ir\",o\"r\"nrs. local\nIri:r:J:y#], orr,er rerritories or par<;.tan iJr ti,; ;il;;f #;1\"^\"\",\"ir\",Ti\nExplanation._The expression -.Federal Govemment. provincialGovemment, Local Government Municipal Ar,t \"tG- C\"rronments. Iocal authority and other Territories \"r p*i.rtunll'shati ,,\"r\" l\"i,irlro\" any authority,bod1,, corporation or legal entity estauti.lea o..oni.ot[il;.r\"], Government.\n18. Incentives for zones.{l) On execution of relevant agreement u ith rhe Authoriry. rhe zone deveJop..r.u. *\"ir ;; ,;;ilil:s in a zone sha be entitled to incentives outlined rn sectrons 20 and 2l .\n(2) With the objective of promoting a particular sector, industry or zone. the Authoriry rn\"y .\".o*rn.nd una ti,e\" r\"i.rai';;;;*, may grant addirional incentives and exemorions ro ,on. \"ri.[ii..I;;;\";\"\"\" devetopers including bur nor Iimited ro subiidies rt. \n\"f \".iri.i,). 'gr;il ;,*'n speed inrernet connectiviry inside rhe special rechnology ,on\"r. p.uid.d ,hur_-'\n(a) such additional benefirs. may only be granted if the Authority findsthese to bejustified on the basis \"f* !.\"\"\".i. ir-pu\", urr\"..r\"n,,\n(b) such additional benefirs, if granted conditionally, may be liable tobe forfeired with retro-activ-e .f.., ;f i, l. nrrii,f jetermineO that azone.developer or zone enterprise has failed ii \"ompty *itt tt.,econditions prescribed for the ajditional t\"n\"i,t, in ii\".tion, ,na\n(c) the Authority shal make economic impact asscssmenl or-tr]e zonedevelopers and zone enterprises within five ;;;;;, rhe date rheagreement is signed with the zone a\"r\"top\".r, unJ *ithin rhe firstyear ofoperations ofa zone enterprise.\n(3) Any addirional benefits granted by the Authority_\nTHE GAZETTE OF PAKISTAN, EXTRA.,ocroBER 6, 2021 [PART I\n668\n(a) shall be deemed to be inciuded in the relevant Development\nAgreements; and\n(b) shall become effective on such conditions as the Authority may\nstiPulate.\n(4) Norhing in this Act shall be construed to limit the Authority of any\nFederal, Provincial and tncal Cr;\"\"tn'n\"nt Authority to- grant such additional\nffi;ii;,;;;;;;;\"p\"i' \"la '\"'\" \"\"i\"'f i'\"' \"\" are within the scope of their\nrespective statutory Powers'\n/5\\TheStateBankofPakistanmayissuespecialforeignexchange\n,\"gurutii# ro, in-.J\"i\"1i u\"\"\"n\" *d exemptions as set out in this Act'\nlg.Protectionofincentives.-{l)Incentives,benefitsandprotections\nunder this Act shall be aaaitonai'io ali incentives' O:-Tllt^.-d protections'\nwhich may be applicable to zone Jevelopers and zon:-e11:rprises under generally\n\"ppir#iJ r\"grtiri,ion und int\"mutional agreements of Pakistan'\n(2) These incentives shall not be withdrawn or-.modified or altered\nnrematurelY and retrospectively und \"ny \"tlung\" therein shall be to the advantage\nliin\" ,on\" a\"u.toper and zone enterprise and not otherwlse'\n20. exemptions and Incentives for the Authority and for the zone\nd*\"h;;i;;-ri\" rouo*inJli\"ri u\" tt'\" incentives for the Authoritv and\nzone developers f.om ttte oate Efligning or trre Development Agreement' for a\nperiod often Years namelY:-\n(a) Exemption from all taxes under the Income Tax Ordinance' 2001\nincluding tax on profits and gains' income tax' tumover tax'\n. withholding taa caiitaL gains tai' income tax on dividend income\nand withhoiding tax on dividend;\n(b) Exemption from sales tax under the Sales Tax Act' 1990;\n(c) Exemption from Custorns Dut'v under-the Customs Act 1969 on the\nimport in p\"fti'tun oiuiiCupir:'t Coods including but not limited to\nmaterials Plant, machinery' hartlware' equipment and software'\ndevices, instrumenit,'\"\"\"\"ti\"titt' attachmints' building materials'\nmaterials \"'d *;';;i\"t \"q;ipme'rt required to p€rform functions of\nthe Authority, \n\"on\"' \"nd zone developers' whether or not\nmanufactured locally' for use in z-ones;\n(d) ExcrnPtion from ProPerty ta\\;\nPART ITHE GAZETTE OFPAKISTAN, EXTRA., OCTOBER 6, 202 t669\n(e) Exemption on dividend income and capital gains of any venturccapital fund (whether local or foreignI ai,,ir\"a-iro,, inresrmcnls inthe zone developers; and\n(0 pernrission for opening and maintaining of foreign currenc),accounts, availability, of foreign exchangi. full converribility toforeign currene! and repatriaiion ,\"J ?.\"\"^i.u\".r\"r of foreigncurrency to meet the requirements of investors, l\"nders, \n\"ont,rctols.operators, consultants, insurers, re_insurers, vendors rra riria\".r.l,,relation to any com?ensation amounts. fou, ,\"puyln*o. equiBr andretum. on- equity, profits, works, goods and ,\"*ia\". ,n accordancewith the foreign exchange regulattns \"r,r* si\"i. g*x of pakistanfor zones.\nFbi the avoidance of doubt, co-zone deveroper sha[ be entitled to the tax exemptions and incentives permissible to the;\"1\" a.\".i\"p\"^ ,nier Section 20.\n21. Exemptions and Incentives for zone enterprises._{ I ) The following shall be the incentiv,\nissuance of ricens. ro. u p\".iod or'i.Jl:j.[:;\"#,jTrprises from rhe dare of\n(a) Exemption from all taxes under the Income Tax Ordinance, 2001 ir:lldilg tax on profirs and gains, ;;;;; rrrnover rax,rvithholding tax, capital.gains tui. ln.or\" iu* orr*jividend incomeand rvithholding tax on dividend;\n(b) Exemption from sales tax under the Sales Tax Act, 1990;\n(c) Fxemption from Customs Duty under the Customs Act 1969 on theimport in pakistan of at.t Capital Goods inct;;i;;;; not timited tomaterials, plant, nrachinery. hardware. .qrip*-.n,'rnO software.devices. insrrumenrs. accessories. unr.l.,\",J\"ii. trilai\"g,rr,.l.,r,i.materials and any other equipnrent .\"qui.\"a ro p\".io._ functions olthe zone enterprises. rvhethei or not .\"rrr\"\"r.!J iJ.rlly, for use inzones:\n(d) Exernption from properw tax;\n(e) Tax exemption on dividend income and capital gains of.anv venturecapital lund lwhether local or foreign) d\".i\"\";;;;;r;;-,r\"#i;\nthe zone enterprises: and\n(0permission f91 .ggening and maintaining of foreign currensy\nil_\"_111,.. avai labi I ity. of forei gn exchangJ, ru t I conie.tilii;rv' tororergn currency and repatriation and free t,-unsfe. of fo.\"lg.,\ncurrency to meet the requirements of investors' lenders' contractors'\noperators' \"onsurtuos' io*t\"tt' t\"-in\"t\"tt' '\"19::.*d advisors ilt\nrelation to \"ny \"o*p\"ntuiion amounts' loan repayments' equity and\nreturn on tquity, pio-i'tt' *orks' goods and services in accordance\nwith the foreign \"*\"iuij\" t\"gut\"iions of the State Bank of Pakistan\nfor zones'\n22.Alternatedisputeresolutionmcchanism.{l)TheAuthorit-v\nshall prescribe a legally Uinaing ill- \"niotceable altemate dispute resolution\n#;#;; ;;;.;r,.i, *itr' tt'e aipticaute laws for the settlement of all disn-ures\nffid il;il'u\"w\"tn tr'\" e'irtority' zone developers or zone enterprrses'\n(2) All agreements .between zone developers'- its operators and sub-\n'consultants, and zone \"n \".p.,r\".'rLii be govemed.'by. the afore-stated alternate\nffi;;;;;l;;mechanism p'escribed bv the Authoritv:\nProvided that nothing herein shall preclude the ,A:rtholty or any of is\nsub-ordinate entities or **p\"\"]\"1]}\"* \"iiering into i*emational arbitration\n\"g*\"al\"it *i ft f\"reign zone developers and zone enterpnses'\n23. Cognizance of legal disputes'{ t) N\" ::il:h:li take cognizance\nof a leP,al dispute under this eli or the rutes or regulations made thereunder to\nwhich the jurisdiction \"f th\";;;;; i\"\"r'*r\"gi Zones Appellate Tribunal\nertends.\n(2) The Special l'echnolo gy Zones Appellate Tribunal shall have\n\"xct,rsiv!-juriJiction to determine alidisput\"t arising in respect of any matters-\n(a) conceming any offtcer or employee of the Authority with the\nexclusion of the ChairPerson;\nconcerning the exercise of porvers and functions of the Authority\nffi;;;,t-\";;4 rd 5 df the Act or' Administrator under section 26;6'.70 THE GAZETTE OF PAKISTAN, EXTRA.,\n(b)\n(c)\n(d)\n(e)OCTOBER 6, 2O2I [PART I\nthe one-window facilitYconceming any asPect relaling to\nestablished bY the Authority;\nconceming any decisiorl of the Approvals Committee;\nin relation to sections 13 and 14 of the Act or any rules or\nregulations prescribed thereunder:\nconceming any sanction, penalty or fine imposed by the Authority\n,\"i\"r'.\"\"r?- is o, *y rui\"t ot itgulations prcscribed thereunder;(0\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER6,2021 671\n(g) relating to section 19 ofthe Act; and\n(h) concerning any other rule or regulation prescribed by the Authority.\n24. Appeals to SOe11]Terhnology Zones Appellate Tribunals.{ l) Any zone developer or zone en-terprise or.a- \n\"on\"e.ned 'p\"rson \naggrieved by.any order,ofthe Authority may prefer an appeal before the Speciai recnnotogy Zones Appellare Tribunal. within thirty aayi of tf,e o.Aer,-ii- \n\"\"\"o.aun\"\" with the prescribed rules.\n(2) An appeal to the Special Technology Zones Appellate Tribunal shall be in such form, contain such particulars ,ra U\" \"\"\"orpunied by such documents and fees as may be prescribed under this Ac,. - *\"\n(3) The Special Technology Zones Appellate Tribunal shall consist ofa Chairman,. who sha be a legat exffrt, \";J;;';;ilr.*r\" 0.,n, , technicalexpert and the other being a financiai .*p\"a *f,o .i\"fi't''o\".ron. of ability, rntegrity and.have special knowledge\"na p.t\"r.io\"1ii;;;\" of not less than ten years in the fields of law. econJmi\"s, techr;6;ffi;;\n(a) The Chairman and Members of the Special Technology Zones Appellate Tribunar sha, hord office r* \" p..ioJ \"-f';;;; ,\"\".. and sha, be eligible for re-appointment for^a simitai te#;;;;r;; Jhalt cease to hotd office on attaining the aqe of .i-ty \"lgti-y\"r^ \".\",fr\"'*pr.y of the term whichever is earlier.\n(5) The terms, conditions and appointmenr of the Special TechnoloryZones Appetlate Tribunal Chairman \n\"rd ;i[.; ;;;;i'rnu]ti\"\" ,n ,t \" .unn\". ^may be prescribed this Act-. which may b\" ;;;; ?a take effecg\n;fg.r;::*o'* anything containea in -y'od,\". #;; ;; iir the time being\n(6) The Chairman and the members shall be entitled to such salary and other terms and conditions of service \". ,h; A*i;;;;;0.*ii,u.\nappeat cxpeditiously but not later i-lian th.\"\" ;;;;h.-;i'itillesentation to the\nC) . Tlr: Special Technolog, Zones Appellate Tribunal shall, for the purpose oideciding an appear, be diemed t\" b\"';;il;;;;lni shalr have thesame powers as are vested in such court,under the Code of Clvii proceaure, tSOt (Act V of 1908), including the powers of_\n(a) enforcing the attendance ofany person and examining him on oath:\n.(b) compelling the production of documents; and\n(c) issuing commissions for the examination of witnesses and documents'\n(9) lt shall be sufficient for the Special Technology Zones Appellate\nTribunal to establish, o, ,o u\" .uiirii\"a ,. to'\"ny ,nrn\". on the standard of proof\n\"ppji\"\"Ur\"1\" \"i\" proceedings in summary manner in a court or taw'\n(10) The Special Technologr Zones Appellate Tribunal's determinations\no, a\"\"i.ion. ,\"J\"i'ttti. n\"t tttuii uZ deemed io be the decrees of a civil court\nfu;;;il; \"f civil Procedure, 1908 (Act V of 1908)'\nExptandion.-.ll is clarified that the timeframe for rendering a decision\nof three months is mandatory and not directory'\n25. Appeal to Supreme Court'{l) Any person aggrieved by an\nord\", of-t\"h\" ipili\"i r\"\"t.\"Lry Zon\"r Appeilate Tribunal may prefer leave to\nappeal to the Supreme co\"n 'oii\"-rtitoii within sixty days under the rules\npriscribed bY the SuPreme Court'\n26. Appoitrtment and Powers of Adninistrator'{i) The Authority\nmay appoint any one or tot\" p\"oont an Administrator to investigate' either on\nits own motion or on the o*ir \"i -v inlormation received. whether any\ncontravention of any proui.iotJof * \"ny,tting prescribed by this Act has been\ncommitted. provided trrat un aaiin]stiutoi's i'nvestigation shall be carried in the612 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6, 2O2I PART I\nmanner Prescribed.\n(a)impose a fine on or sanction any person responsible for such\n(b)contravention:\ncanccl an-v liccnseissued by the Authority to any person\n(c)(2) Where an Administrator' after concluding. an investigation is\nsatisfied that a contravention or *V'pi\"\"ition of or anything prescribed by this\nAct has been committed, *uy ..lo'.'*\"na to the Authority to undertake any of\nin\" fotto*ing in the manner prescribed:\nresponsible for such contaventlon;\nissue directions to any zone developer' co-zone developer' or zone\nan*-rprir\",o \"\"ut\" from doing any particular act in a zone'\n2T.Powerstomakerutes.{l)TheAuthoritymay,withtheapproval\n.r,rr\" eii\"r\"i Lo\"\"rn\"\"\"t, rnutt\"iut\"t' on the matters'as deemed necessary for\ni;b*\";-,\"*. \"nd to carry out the purposes of this Act'\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 6, 202t 673\n(2) Until the rules referred to in sub-section (l) are made, the president\nll_,L:- r*.. d shalt be. competent \n-to determine, ,h..;nis-ani conditions for apporntment-of the Chairperson, Members, er\"\"utiu\" '6-i.\"iiors, \nofficers and employees of the Autlority.\n28. powers to make regulations.{l) The Authority may, with the approvat of the Board. make -regulation. '; ;;;;;;ice.sary ro. the implementation of and to carry out th. purpor.. oitti.;;;. '*\n29. Annual reDort-_Js*.d.,;i,hi\"};;ff fi ':'il:,Jr,i:,iuH.,ifjL:fi 'ffi .Tj:H:Tll:conduct of its functions and affai.. roi tt rt y\"ri. \" \"'iq'lvrsr r!'r'\n(2)\n(a)\n(b)\n(c)\n(d)\n(e)\n(0Each such annual report shall include_\nan audited statement of income and expenditure;\nan audited balance sheet;\na short financial statement ofpreceding financial year;\nactivities ofthe Authorifi during previous financial year;\nan outline ofthe investment programs for the year ahead; and\nany other matter which the Federal Government may direct or theAuthority may consider appropriate to make its *p\"n *r.\" r\"flspeaking about its initiativei and achievemenrs\n30. Delegation df powers.__{ I; The Authority may delegate any of its powers and.assign. its funcions subjeci to .r.h.;;;iil;';: i'rnuy a\"\"* nt to rmpose, to the Chairperson, Approvul, Commltt\"e o, un]'orfi* \"o.rr,n\"\".3r. Recruitment.-J r ).The Authority may. from time ro time, create, sanction and approve Dosrs una a-a..rin\" *\" ffi;'il;;':nd appoint such Members, officers, members of. its staff. advisers. consultants, and other employees, as it considers necessary f\". \"m\"i\"\"t p\"ri..r.i\"\"t its firnctions on such terms and conditions \". -uy b\" p.\".;;;'b;-;;;ffi;ijprovided that alr appoinrments sha be made t1.,11oraa1ce ;1i, ,r,\"\" 'ni.*,ilued \neducational,technical or professional qualificatrons and experience:\nProvided that the resulations. orders, instruclions lor the time being inPr1 qo\"\"T1lg a[ appoinirents and termi \"f ;;;; oi.mproy..s or tr,e Authority shall be contractual and non_slatutory\nTTE OF PAKISTAN, EXTRA., OCTOB 2o2t [P^Rr I ER 6,6'14 THE GAZE\n32. Employee of the Authority to be public servants'--{ l) For the\nor.por\"Jir ,n\"il'i\"11 ir'\" cr'\"itp\"*t.r' Ir4'\"*b\"\"' t*\"turive Directors and other\nofficers, slaf(, advisers, .or.r,,uii, una \"*perrs of the Authority shalI be deemed\nto be oublic servants within ,t.' .\"i\"i\"g \"r section 2l of the Pakistan Penal\nCode, i 8oo lect XLV of 1860)'\n33. Assistance from agencies'{l) Notwithstanding anything\ncontained in any other law f,or ;he;i;; being in force' the Authoriry may seek\n}ff;;.\"*; ; infor.ution rro. *y persoin including but not limited to, anv\niji'riri*,-iirtr.i\"\"\"-i\"p\"**t\"' tturutotv uoav' corporation' agency of the\n;:ffi,:'t;;;;i;i'o' t'o'ut covernments which' in its opinion' concems anv\n;\"#;';\"il;;'tr,\" ?\"\"t'\"i'\"\"ti\"\"i\"e \"r the Authoritv and the requisite\nassistance or information, *rt\"t*\"t ii\" \"\"\"te may be' shall be provided to-the\nffi;;il *i iii\" ,tt\" tirne frame stipulated by it' In cases \n' where consent rs\n::'ilt'i^i't;'i;*,\"tti\"a *itt'i\"\"r'e stipuiatea time' it shall be deemed as\n\"ppi\"*J \"n\"t .\"mpletion of the stipulated time'\n34. Public Sector and State'Owned Enterprises Investments in\nzones.{1) Notwithstanding \"\"li p'\"ttiUitt\" or Iimitation.contained in any law'\nrules regulations, directives \"';;tit*i;;; for the time being in force' all public\nsector authorities, departm\"nti, agencies, funds, statutory and non-statutory\nbodies, other authorities and .*\"i\"\"o\"J\"*\"tprises established or controlled by\nthe Federal, Provincial o' r-o\"oi e;;;;;;\"i mav'.with the approvat of their\ncompetent authorities, in'\"tt in it'\" -^n\"t \naftei due consultations with the\nAuthoritY.\n35. Employment of Key Persons'{l) Notwithstanding an}'thing\ncontained in any other f\"*, ttt\" iutfto'ity may issue -special rules for the\nemployment by zone develop\"\" '\"J-'\"\"\"'*terprises -ot key managerial and\n. technical persons who -\" t\"i'\"iti'*J J Pakistam' relating to the terms and\nconditions of their contracts ;;;li-; *ith respect to the issuance of visas'\n;#;; ,\"riJ\"n\"\" p\"'*itt *d temporary work permits for such key persons\nand their dePendents' '\n36. Indemnity'{l ) No suit' prosecution or other legal proceedings\nshafi lie against the Board, i;;\"rtd, ?\" cnri.p...*,, Members, Executive\nDirectors, officers, the \"tp;;;;t';ft \"onsuttuntt of the Authoritv and is\nsubsidiaries for anlthing aclrr\"j'n goclJ faith or intended to be done under this Act\no, *y al\" o, ,\"gulation made thereunder'\n37. Sums payatrle to the Authority to be recoverable as land\nrevenue.-{ I ) AII sums p'v\"if\"-L ift\" nutiority.- in accordance with the\n;;il;;t Jiir,i. nJ \"'a titJ.,t\"t ot t\"g'tations shall be recoverable as arrears\nof land revenue'!\nPART I] THEGAZETTE OF PAKISTAN, EXTRA. , OCTOBER 6, 2021 675\na38. Act to override other laws.{l) The provisions of this Act shallhave effect norwirhsrandins an),thing t\" th\" ;;;;\",y:\";;\"ir; in any other law for the time being in foice una^ uiy ,r.h i;;'shiil;o\"the. extent of anyin-consistency; cease to have any effeci on the commen\"J#n, or,ni. a\"r.\n39. Jurisdiction Barr^ed.{ i) Notu,ithstaind ing anything contained in any other law, the powers and functions \"fih\" Arrh;;i;; r-eiates to the nationalsecuriry of the pakistan and therefore sha, nor b; \";il;; iito qr\".tion th.orghany criminal or civit proceedings or orherwise bt an-f;;;; save as providedunder this Acr. no order made or. proceeding Lten ,lra\"l ,rri. Act, rules or regulations made thcreunder, ty rne .ar*o.-i1y l.'l.y-\"in\"\". or Authorityauthorized by it shall be called tn question in any court or administrative tribunaland no iniuncrion shall be or6nlsi by such court \";;.;;;; in respect ofany .decision made or proceedinis. taken ; prr.ru;;\"-; *, ;;. conferred by or under this Act, rules or reguiations maae*\"r\"una\"..' *'r' PvYrr\n40. Removal of difficulties._{ l) If any difliculty arises in givingeffect to any .of the provisions of the Aci ,i\" f\"aJj 6\"\"\".iment may, withinone year of rhe commencement of this Act, make ;;h il;;, not in_consistentwith the provisions of this Act,.as-may appear to it to be necessary or expedientfor the purpose of removing such diffiirfr, -\n41. Repeal and savings.{l)- The Special Technology ZonesAuthority ordinance, 2020 hereinifter iefe\"\"Ji\" ;-;;'.\";led ordinance ishereby repealed.\n(2) Norwithshndino the repeal of the repealed Ordinance or anyhingcontained herein-before, all 'orders ,ua\". a\"\"i.iol.lJ\"r:';;i'\". \". regulationsmade or amended, notifications issued, actions ;k;;,;;;i#\"\"ts made by the Authority, the prime Minister, or the presideni oi lhJ'd.*4 and the Board, pure,anr to the repealed Ordinance, shall be deemed Ji\"]. ,o have been Iauf,rlly and validly made, taken. or issued unde. tf,e prouisiorJof this Act, shallcontinue to be in force unless amended, \"\".i\";;;irhdl;;;,'.iJno\"a or annu,edby..a.p€rson or authority competent-to ao so ura\".-tt is''a\"i, .ra sha not becalled in question before any Court of Law.\n(3) .All .assets, rights, powers, aurhorities and privileges and all property' cash and bank barances^reserve funds, investrnent ani'aI other interestsand. rights in or arising out of such p..p\"ny - ;;;' il' i\"u\",i, ti\"uifiri.. unaobligations of whatever kind of rhe r\"i_.'i e'rti.ity';r;;;i.g immediatetybefore its dissolution shall stand transferred to und ,.si i, ariio.lry constitutedunder this Act.\n(4) Notwirhstandinu anything contained in this Act or any dther law forthe time being in force or in iny agreement, deed, document, or other instrumenti\nTHE CAZETTE OF PAKISTAN. EXTRA OCTOBER 6, 2021 [PART I\nMOTTAMMAD QASIM SAMAD KI{AN,\nSecretary-all officers, consultants, advisers, auditors and other employees and staff of the\ni\"..\". erih\"t*v shall stand transf\"ned to and be offtcers' consultants' advisers'\nauditors and emptoyees and staff of Authority:\nProvided that the Chairperson and Members of the A-uthorit-v on the date\nt \".\".t riurf [\" a\"emed to be'the Chairperson and Members of the Authority'\n(5) The persons mentioned herein-above shall be deemed to have been\nnppointi'o. \"nglg\"J uv n\"rt'iry in accordance with the same terms and\nconditions of service \". *\".\"'upiti.\"ble to them, immediately before such\nconlinuance in o{fice or ftansfer:\nProvidedthatthecivilservantsappointedtoor-workingintheformer\nAutfrority strafL upon their transf\"r to the Authority continue to be govemed by'\nm\" i\"J\"ra \"i\"if servants laws and rules made thereunder;\n(6) All debts and obligations incurred' or contracts.entered into' rights\n\"\"qrir\"a',lna'\"it matters and thiigs engaged to be done by' with or lor the flormer\nn,r',fr\",fa, shall be deemed to \"naue-Ul\"n incurred entered into acquired or\n\"ngug\"aio be done by, with or for the Authority'\n(7) All suits and other legal proceedings instituted by or against the\nformer Authority before its repeal sh\"all be deemed to be suits. and proceedings by\n\"r '\"e\"ii.i th\"'euthoriry ;;1h;ll be proceeded or otherwise dealt with\naccordinglY.\n(8) All actions taken by the Board' the Authority' Chairperson'\nMembers, the officcrs una \"rnfioy*t of the A uthority. betwe.en the lapse of the\nOrdinance and enactrnent are saved and not legally challengeable'\n(9) Any reference to the former Authority in any statutory instrument\nor docuirJnt ,rrutt, unt\"., th\" \"ont\"*t otherwise requires, be read and construed\nas reference to be AuthoritY'\nPRIIiTED BY THE MANAGER. PRINTING CORPORATl0\\,)F l \\KISIAN I'RISS ISLAMABAD\nPUBLISHID BYTHE DEPUTY CONTROLLE& STATIONIR Y A\\D fI )8.I,,{S. TJNIVERSITY ROAD, KARACHI676"
}