{
    "file": "./converted_json\\administrator0449eaff2b216ed0348847b7647bb565.json",
    "name": "The Identification of Prisoners Act, 1920",
    "date": "9th September, 1920",
    "tagline": "To authorise the taking of measurements and photographs of convicts and others",
    "content": "Page 1 of 4 \n  \n \nTHE IDENTIFICATION OF PRISONERS ACT, 1920  \n \n \n \n \nCONTENTS  \n1. Short title and extent  \n2.  Definitions  \n3.  Taking of measurements, etc., of convicted persons  \n4.  Taking of measurements, etc., of non -convicted persons  \n5.  Power of Magistrate to order a person to be measured or photographed  \n6.  Resistance to the taking of measurements, etc . \n7.  Destruction of photographs and records of measurements, etc., on acquittal  \n8.  Power to make rules  \n9.  Bar of suits  \n \n \n   \n \n\n \nPage 2 of 4 \n THE IDENTIFICATION OF  PRISONERS ACT, 1920  \n1ACT No. XXXIII OF 1920  \n[9th September, 1920]  \nAn Act to authorise the taking of measurements and photographs of convicts and others.  \nWHEREAS it is expedient to authorise  the taking of measurements and photographs of \nconvicts and others;  \nIt is hereby enacted as follows:__  \n1.Short title and extent.___(1) This Act may be called the Identification of Prisoners Act, 1920; \nand  \n2[(2) It extends to the whole of Pakistan.]  \n2. Definitions . In this Act, unless there is anything repugnant in the subject or context, -  \n(a)  “measurements\" include finger impressions and foot -print impressions;  \n(b)  “police officer\" means an officer -in-charge of a police -station, a police officer \nmaking an investigation under Chapter XIV of the Code of Criminal Procedure, \n1898 (V of 1898), 3or any other police officer not below the rank of sub -\ninspector; and  \n(c)  “prescribed” means prescribed by rules made under this Act.  \n3. Taking of measurements, etc., of convicted persons. Every person who has been -  \n(a)  convicted of any offence punishable4 with rigorous imprisonment for a term of \none year or upwards, or of any o ffence which would render him liable to \nenhanced punishment on a subsequent conviction, or  \n(b)  ordered to give security for his good behavior under section 118 of the Code of \nCriminal Procedure, 1898 (V of 1898), shall, if so required, allow his \nmeasurem ents and photograph to be taken by a police officer in the prescribed \nmanner.  \n \n1For Statement of Objects and Reasons, see Gazette of India, 1920, Pt. V, p. 162; and for Proceedings in Council, see ibid., 1 920, Pt. VI, pp. 1037 and \n1143.  \nThis Act has been  amended in its application to the Province of Sind by Bombay Acts 11 of 1922, 4 of 1935 and 21 of 1935.  \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., and  extended to the Excluded  \nArea of Upper Tanawal (N.W.F.P) other than Phulera with effect from such date and subject to such modifications as may be not ified, see N.W.F.P. \n(Upper Tanawal) (Excluded Area) Laws Regulation, 1950. )  \n2Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for the original \nsub-section (2), as amended by A.O., 1949, and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 8.  \n3In the application of the  Act to the Province of Sind, certain words have been ins. here by the Identification of Prisoners (Bombay Amdt.) Act, 1922 \n(Bom. 11 of 1922), s. 3.  \n4In the application of the Act to Province of Sind, certain words have been ins. here by the Identificatio n of Prisoners (Bombay Second Amdt.) Act, 1935 \n(Bom. 21 of 1935), s. 2.  \n \n \nPage 3 of 4 \n 1[4. Taking of measurements, etc., of non -convicted persons. Any person who has been \narrested in connection with an offence punishable with rigorous imprisonment for a term of one ye ar \nor upwards shall, if so required by a police officer, allow his measurements to be taken in the prescribed \nmanner.  \n5. Power of Magistrate to order a person to be measured or photographed. If a Magistrate \nis satisfied that, for the purposes of any inves tigation or proceeding under the Code of Criminal \nProcedure, 18982 (V of 1898), it is expedient to direct any person to allow his measurements or \nphotograph to be taken, he may make an order to that effect, and in that case the person to whom the \norder rel ates shall be produced or shall attend at the time and place specified in the order and shall \nallow his measurements or photograph to be taken, as the c ase may be, by a police officer :  \nProvided, that no order shall be made directing any person to be photographed except by a \nMagistrate of the first class:  \nProvided further, that no order shall be made under this section unless the person has at some \ntime been arrested in connection with s uch investigation or proceeding.  \n6. Resistance to t he taking of measurements, etc.___(1) If any person who under this Act is \nrequired to allow his measurements or photograph to be taken resists or refuses to allow the taking of \nthe same, it shall be lawfu l to use all means necessary to secure the taking thereof.  \n(2) Resistance to or refusal to allow the taking of measurements or photographs under \nthis Act shall be deemed to be an offence under section 186 of the Pakistan Penal Code (XLV \nof 1860).  \n7. Dest ruction of photographs and records of measurements, etc., on acquittal. Where any \nperson who, not having been previously convicted of an offence punishable with rigorous \nimprisonment for a term of one year or upwards, has had his measurements taken or has been \nphotographed in accordance with the provisions of this Act is released without trial or discharged or \nacquitted by any Court, all measurements and all photographs (both negatives and copies) so taken \nshall, unless the Court or (in a case where such pe rson is released without trial) the District Magistrate \nor Sub -Divisional Officer 3for reasons to be recorded in writing otherwise directs, be destroyed or \nmade over to him.  \n8. Power to make rules.___ (1) The 4[Provincial Government] may make rules for the purpose \nof carrying into effect the provisions of this Act.  \n(2) In particular and without prejudice to the generality of the foregoing provisions, such rules \nmay provide for -  \n(a)  restrictions on the taking of photogr aphs of persons under section 5 ;  \n(b)  the places at which measuremen ts and photographs may be taken ;  \n \n1In the application of the Act to the Province of Sind, a different section has been subs. for this section by the Identificat ion of Prisoners  (Bombay Amdt.) \nAct, 1935 (Bom. 4 of 1935), s. 2, and further amended by Bom. Act 21 of 1935, s. 3.  \n2In the application of the Act to the Province of Sind, certain words have been ins. here by the Identification of Prisoners ( Bombay Amdt.) Act, 1922 \n(Bom.  11 of 1922), s. 3.  \n3In the application of the Act to Bombay, certain words have been ins. here by the Identification of Prisoners (Bombay Amdt.) Act, 1922 (Bom. 1 of \n1922), s. 4.  \n4Subs. by A.O., 1937, for “L.G.”.  \n \nPage 4 of 4 \n  (c)  the nature of the  measurements that may be taken ;  \n(d)  the method in which any class or classes of measureme nts shall be taken ;  \n(e)  the dress to be worn by a person when being photographed under section 3 ; and  \n(f)  the preservation, safe custody, destruction and dispo sal of records of \nmeasurements and photographs.  \n9. Bar of suits. No suit or other proceeding shall lie against any person for anything done, or \nintended to be done, in good faith under this Act or under any rule made thereunder.  \n______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024"
}