{
    "file": "./converted_json\\administratorf07a3276c12f92588fcbdf9ef7810857.json",
    "name": "Carriage by Air Act, 2012",
    "date": "2012-02-06",
    "tagline": "An Act to consolidate the law and applicable international conventions in relation to international carriage by air.",
    "content": "Page 1 of 51 \n \n \n \n \n \n \nTHE CARRIAGE BY AIR ACT, 2012.  \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Application of the Carriage by air conventions, as amended, to Pakistan.  \n4.  Provisions regarding suits against High contracting Party or Par ties or State  Party or Parties \nwho undertake carriage by air.  \n5.  Application of Act to carriage by air which is not international.  \n6.  Issuance of substitution of electronic means for delivering documents of  carriage.  \n7.  Repeal.  \n \nTHE FIRST SCHEDULE  \n \nTHE SECOND SCHEDULE  \n \nTHE THIRD SCHEDULE  \n \nTHE FOURTH SCHEDULE  \n \nTHE FIFTH SCHEDULE  \n \nTHE SIXT H SCHEDULE  \n \n \n \n \n  \n\n \nPage 2 of 51 \n THE CARRIAGE BY AIR ACT, 2012  \nACT NO. IV OF 2012  \n[6 February, 2012 ] \nAn Act to give effect in Pakistan to the Conventions concerning international carriage  by air \nknown as the Montreal Convention for  the Unification of Certain Rules for International Carriage \nby Air 1999 and consolidate the law and applicable international conventions in relation to \ninternational carriage by air.  \nWHEREAS  it is expedient to g ive effect in Pakistan to the Convention con cerning \ninternational carriage by air  known as the Montreal Convention for the Unification of Certain Rules \nfor International Carriage by Air, 1999, and to enable the rules contained in that Convention to be \napplied, subject to exceptions adaptations and m odifications, to carriage by air in Pakistan which is \nnot international carriage within the meaning of the Convention, and to provide for matters \nconnected herewith or ancillary thereto;  \nAND WHEREAS  it is expedie nt to consolidate the existing law and appli cable international \nconventions in relation to international carriage by air;  \nIt is hereby enacted as follows:___ \n1. Short title, extent and commencement.___(1) This Act may be called the Carriage by Air \nAct, 201 2. \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n(4) The applicable provisions of the Carriage by Air Conventions shall have the force of law \nin Pakistan in relation to any carriage by air to which they apply, irrespective of the nationality of the \naircraft performin g that carriage:  \nProvided that the provisions of Carriage by Air Conventions shall not apply to international \ncarriage by air performed and operated directly by the Islamic Republic of Pakistan for non -\ncommercial  purposes in respect of its functions and du ties as a sovereign state and to the carriage of \npersons, cargo and baggage for the military authorities on the aircraft registered in or leased by the \nIslamic Republic of Pakistan, the whole capacity of which ha s been reserved by or on behalf of such \nauthorities.  \n(5) Sub -section (4) is subject to the other provisions of this Act.  \n2. Definitions. ___ In this Act, unless there is anything repugnant in the subject or  context, ___ \n(a) “applicable provisions ” means, — \n(i) the provisions of the Warsaw Convention, 1929, as set out in the First \nSchedule,  \n \nPage 3 of 51 \n (ii)  the provisions of the Warsaw Convention as amended at the Hague, \n1955, as set out in the Second Schedule;  \n(iii) the provisions of the Guadalajara Convention, 1961, as  set out in the \nThird Schedule; and  \n(iv) the provisions of the Montreal Convention, 1999, as set out in the \nFourth Schedule;  \nso far as they relate to the rights and liabilities of carriers, carriers' servants and agents, passengers, \nconsignors, consignees and other persons;  \n(b)”Carriage by Air Conve ntions” means,___ \n(i) the Convention known as the Warsaw Convention, 1929;  \n(ii)  the Convention known as the Warsaw Convention as amended at the \nHague, 1955;  \n(iii) the Convention supplementary to that Convention known as the \nGuadalajara Convention 1961; an d \n(iv) the Convention known as the Montreal Convention 1999.  \n(c) “Schedule” means the Schedule to this Act.  \n3. Application of the Carriage by Air Conventions, as amended, to Pakistan.___(1) The \nrules contained in  the First Schedule, being the provisions of  the Convention for the unification of \ncertain rules relating to international carriage by air relating to the rights and liabilities of carriers, \npassengers, consignors, consignees and other persons, known as th e Warsaw Convention, 1929, \nshall, subject to  the provisions of this Act, have the force of law in Pakistan in relation to any \ncarriage by air to which those rules apply, irrespective of the nationality of the aircraft performing \nthe carriage.  \n(2) The rules  contained in the Second Schedule, being the  provisions of the Convention for \nthe unification of certain rules relating to international carriage by air known as the Warsaw \nConvention as amended at the Hague, 1955, shall, subject to the provisions of this Act, have the \nforce of law in Pakistan in re lation to any carriage by air to which those rules apply, irrespective of \nthe nationality of the aircraft performing the carriage.  \n(3) The rules contained in the Third Schedule, being the provisions of the Conven tion \nsupplementary to the Warsaw Convention,  1929 for the unification of certain rules relating to \ninternational carriage by air performed by a person other than the contracting carrier, known as the \nGuadalajara Convention, 1961, shall, subject to the prov isions of this Act, have the force of law in  \nPakistan in relation to any carriage  by air to which those rules apply, irrespective of the nationality \nof the aircraft performing the carriage and the rules contained in the Third Schedule shall be \nsupplementar y to, and form part of, the rules contained in the First Schedule or, as the case may be, \nthe Second Schedule, and shall have effect accordingly.  \n \nPage 4 of 51 \n (4) The rules contained in the Fourth Schedule, being the provisions of the Convention for \nthe unification of certain rules relating to international carr iage by air known as the Montreal \nConvention for the Unification of Certain Rules for International Carriage by Air, 1999, shall, \nsubject to the provisions of this Act, have the force of law in Pakistan in relati on to any carriage by \nair to which those rul es apply, irrespective of the nationality of the aircraft performing the carriage.  \n(5) Notwithstanding anything contained in the Fatal Accidents Act 1855 (XIII of 1855), or \nany other law for the time being in for ce, the rules contained in the First, Second , Third or, as the \ncase may be, Fourth Schedule shall, in all cases to which those rules apply, determine the liability of \na carrier in respect of the death of a passenger, and the rules contained in the Sixth Sc hedule shall \ndetermine the persons by whom a nd for whose benefit and the manner in which such liability may be \nenforced.  \n(6) Any sums mentioned in rules 21, 22, 23 or 24 of the Fourth Schedule shall, for the \npurpose of any action against a carrier, be conv erted into rupees at the rate of exchange pr evailing on \nthe date on which the amount of damages to be paid by the carrier is ascertained by the Court.  \n(7) Any sum in francs mentioned in rule 22 of the First Schedule and as the case may be, rule \n22 of the S econd Schedule, shall, for the purpose of an y action against a carrier, be converted into \nrupees at the rate of exchange prevailing on the date on which the amount of damages to be paid by \nthe carrier is ascertained by the Court.  \n(8) Any reference in the F irst, Second, Third and Fourth Schedules,___ \n (a) to the territory of any High Contracting Party or Parties or State Party or \nParties to the Convention shall be construed as a reference to all the territories \nin respect of which he is a party; and  \n (b) agents of the carrier shall be construed as inc luding a reference to servants of \nthe carrier.  \n(9) The applicability of the Carriage by Air Conventions to any international carriage by air, \nas defined by the First, Second or, as the case may be, the Fourth Sch edule, shall be dependent on \nthe High Contra cting Party or Parties or State Party or Parties, as the case may be, being a signatory \nor signatories to the same Carriage by Air Convention.  \n(10) If more than one of the Carriage by Air Conventions apply to a c arriage by air, the \napplicable provisions th at shall have the force of law shall be those of whichever is the most recent \napplicable Carriage by Air Convention in force.  \n4. Provisions regarding suits against High Contracting Party or Parties or State Party  \nor Parties who undertake carriage by air. ___ (1) Every High Contracting Party or Parties or State \nParty or Parties to the Carriage by Air Conventions shall, for the purposes of any suit brought in a \nCourt in Pakistan in accordance with, — \n(a)  provisions of rule 28 of the First Schedule where a Hig h Contracting Party to \nthe Warsaw Convention, 1929, has  not availed himself of the provisions of the \nAdditional Protocol thereto; or  \n \nPage 5 of 51 \n (b) the provisions of rule 28 of the Second Schedule where a High Contracting \nParty to the Warsaw Convention as amended at the Hague, 1955, has not \navailed himself of the provisions of the Additional Protocol thereto; or  \n(c)  provisions of rule 33 of the Fourth Schedule, to enforce a claim in respect of \ncarriage undertaken by him, be  deemed to have submitted to the jurisdictio n \nof that Court and to be a person for the purposes of the Code of Civil \nProcedure, 1908 (Act V of 1908).  \n(2) The High Court may make rules of procedure providing for all matters which may be \nexpedient to enable such suits to be instituted and carried on.  \n(3) Nothing in this section shall authorize any Court to attach or sell any property of a High \nContracting Party or Parties or State Party or Parties to the Carriage by Air Conventions.  \n5. Application of Act to c arriage by air which is not international. ___ (1) The rules \ncontained in the fifth Schedule shall apply to all carriage by air, not being international carriage by \nair as defined in the First, Second, or as the case may be, Fourth Schedule.  \n(2) Notwithsta nding anything contained in the Fatal Accide nts Act 1855 (XIII of 1855), or \nany other law for the time being in force, the rules contained in the Fifth Schedule shall, in all cases \nto which those rules apply, determine the liability of a carrier in respect  of the death of a passenger, \nand the rules contained in the Sixth Schedule shall determine the persons by whom and for whose \nbenefit and the manner in which such liability may be enforced.  \n(3) The Federal Government, shall every three years, if not earlie r, review all limits of \nliability provided f or carriage by air, not being international carriage, in rules 21 and 22 of the fifth \nSchedule, any subsequent notifications thereto or any other law, and shall in the official Gazette, \naccordingly notify the rev iewed amounts of all such limits of liabilit y. \n6. Issuance of substitution of electronic means for delivering documents of carriage.___ \n(1) Nothing contained in this Act shall prevent the issuance of an individual or collective document \nof carriage through  electronic means which preserves the inform ation required by the applicable \nprovisions contained, as the case may be, in the First, Second, Fourth and Fifth Schedules as a \nsubstitute for the delivery of the document referred to in those applicable provisi ons and if any such \nother means is used, the  carrier shall offer to deliver to the passenger a written statement of the \ninformation so preserved:  \nProvided that an electronic document of carriage shall be deemed to be a negotiable \ninstrument as defined in s ection 13 of the Negotiable Instruments Act,  1881 (XXVI of 1881), and \nmay be dealt with in any manner as a paper document of carriage and the Electronic Transactions \nOrdinance 2002(LI of 2002), shall apply to such electronic document of carriage notwithsta nding the \nprovisions of clause (a) of sectio n (1) of section 31 thereof.  \n (2) Notwithstanding anything contained in section 31 of the Electronic Transactions \nOrdinance 2002 (LI of 2002), any document mentioned in this Act issued through electronic means \nshall be deemed to be a document for the purpo ses of the Electronic Transactions Ordinance, 2002 \n(LI of 2002), and all references to such document in this Act and the applicable provisions contained \nin the First, Second, Fourth and Fifth Schedules shall incl ude their ‘electronic form’ and all such \n \nPage 6 of 51 \n documents shall attract all the protections and exemptions provided for in the Electronic Transaction \nOrdinance 2002 (LI of 2002).  \n7. Repeal. – The Carriage by Air Act, 1934 (XX of 1934), the Carriage by Air (Interna tional \nConvention) Act, 1966 (X of 1966), an d the Carriage by Air (Supplementary Convention) Act, 1968 \n(V of 1968) are hereby repealed.  \n________________  \nTHE FIRST SCHEDULE  \n[See section 3 (1)]  \nTHE WARSAW CONVENTION, 1929   \nUNIFICATION OF CERTAIN RULES RELATI NG TO  INTERNATIONAL CARRIAGE \nBY AIR RELATING TO THE RIGHTS  AND LIABILITIES OF CARRIERS, PASSENGERS, \nCONSIGNORS,  CONSIGNEES AND OTHERPERSONS.  \nRULES  \nCHAPTER _I \nSCOPE – DEFINITIONS  \n1.(1) These rules apply to all international carriage of persons, luggage or g oods performed \nby aircraft for reward. They a pply also to such carriage when performed gratuitously by an air \ntransport undertaking.  \n(2) In these rules “High Contracting Party ” means a High Contracting Party to the \nConvention.  \n(3) For the purposes of these  rules the expression “international carriage ” means any carriage \nin which, according to the contract made by the parties, the place of departure and the place of \ndestination, whether or not there be a break in the carriage or a transshipment, are situated  either \nwithin the territories of two High Co ntracting Parties, or within the territory of a single High \nContracting Party, if there is an agreed stopping place within a territory subject to the sovereignty, \nsuzerainty, mandate or authority of another Powe r, even though that Power is not a party to t he \nConvention. A carriage without such an agreed stopping place between territories subject to the \nsovereignty, suzerainty, mandate or authority of the same High Contracting Party is not deemed to be \ninternation al for purposes of these rules.  \n(4) A carriag e to be performed by several successive air carriers is deemed, for the purposes \nof these rules, to be one undivided carriage, if it has been regarded by the parties as a single \noperation, whether it has been ag reed upon under the form of a single contract  or of a series of \ncontracts, and it does not lose its international character merely because one contract or a series of \ncontracts is to be performed entirely within a territory subject to the sovereignty, suze rainty, mandate \nor authority of the same High  Contracting Party.  \n 2. (1) These rules apply to carriage performed by the State or by legally constituted public \nbodies provided it falls within the conditions laid down in rule 1.  \n \nPage 7 of 51 \n (2) These rules do not apply to carriage performed under the terms of any international postal \nConvention.  \nCHAPTER II  \nDOCUMENTS OF CARRIAGE  \nPART 1. ___Passenger ticket  \n 3. (1) For the carriage of passengers the carrier must deliver a passenger ticket which shall \ncontain the following particulars: ___ \n(a) the place and date of is sue ; \n(b) the place of departure, and of destination ;  \n(c) the agreed stopping places, provided that the carrier may reserve the right to \nalter the stopping places in case of necessity, and that if he exercises that right, \nthe alteration shall not have the  effect of depriving the carriage of its \ninternational character;  \n(d) the name and address of carrier or carriers ;  \n(e) a statement that the carriage is subject to the rules relating to liability \ncontained in th is Schedule.  \n(2) The absence, irregularity or  loss of the passenger ticket does not affect the existence or \nthe validity of the contract of carriage, which shall none the less be subject to these rules. \nNevertheless, if the carrier accepts a passenger with out a passenger ticket having been delivered he \nshall not be entitled to avail himself those provisions of this Schedule which exclude or limit his \nliability.  \nPART II. ___Luggage ticket  \n4. (1) For the carriage of luggage, other than small personal objects of which the passenger \ntakes charge himself, the carrier must deliver a luggage ticket.  \n(2) The luggage ticket shall be made out in duplicate, one part for the passenger and the other \npart for the carrier.  \n(3) The luggage ticket shall contain the following  particulars:___ \n(a) the place and date of is sue; \n(b) the place of departure and of destination;  \n(c) the name and address of the carrier or carriers;  \n(d) the number of the passenger ticket;  \n \nPage 8 of 51 \n (e) a statement that delivery of the luggage will be made to the b earer of the \nluggage ticket;  \n(f)  the number and weight of the packages;  \n(g) the amount of the value declared in accordance with rule 22 (2);  \n(h) a statement that the carriage is subject to the rules relating to liability \ncontained in this Schedule.  \n(4) The absence, irregularity or loss of the luggag e ticket does not affect the existence or the \nvalidity of the contract of carriage, which shall none the less be subject to these rules. Nevertheless, \nif the carrier accepts luggage without a luggage ticket havi ng been delivered, or if the luggage ticket \ndoes not contain the particulars set out at (d), (f) and (h) of sub -rule (3), the carrier shall not be \nentitled to avail himself of those provisions of this Schedule which exclude or limit his liability.  \nPART III . ___Air consignment note  \n5. (1) Every carrie r of goods has the right to require the consignor to make out and hand over \nto him a document called an “air consignment note ”; every consignor has the right to require the \ncarrier to accept this document.  \n(2) The absence, irregularity or loss of this docu ment does not affect the existence or the \nvalidity of the contract of carriage which shall, subject to the provisions of rule 9, be none the less \ngoverned by these rules.  \n6. (1) The air consignment note shall be  made out by the consignor in three original parts and \nbe handed over with the goods.  \n(2) The first part shall be marked “for the carrier ”, and shall be signed by the consignor. The \nsecond part shall be marked “for the consignee ”; it shall be signed by the  consignor and by the \ncarrier and shall accom pany the goods. The third part shall be signed by the carrier and handed by \nhim to the consignor after the goods have been accepted.  \n(3) The carrier shall sign an acceptance of the goods.  \n(4) The signature of th e carrier may be stamped; that of the consign or may be printed or \nstamped.  \n(5) If, at the request of the consignor, the carrier makes out the air consignment note, he shall \nbe deemed, subject to proof to the contrary to have done so on behalf of the consig nor. \n7. The carrier of goods has the right to  require the consignor to make out separate \nconsignment notes when there is more than one package.  \n8. The air consignment note shall contain the following particulars: ⸻ \n(a)  the place and date of its execution;  \n(b)  the place of departure and of destinatio n; \n \nPage 9 of 51 \n (c)  the agreed stopping places, provided that the carrier may reserve the right to \nalter the stopping places in case of necessity, and that if he exercises that right \nthe alteration shall not have the effect  of depriving the carriage of its \ninternation al character;  \n(d) the name and address of the consignor;  \n(e) the name and address of the first carrier;  \n(f)  the name and address of the consignee, if the case so requires;  \n(g) the nature of the goods;  \n(h) the n umber of the packages, the method of packing and the particular marks or \nnumbers upon them;.  \n(i)  the weight, the quantity and the volume or dimensions of the goods;  \n(j)  the apparent condition of the goods and of the packing;  \n(k)  the freight, if it has b een agreed upon, the date and place of paymen t and the \nperson who is to pay it;  \n(l)  if the goods are sent for payment on delivery, the price of the goods and, if \nthe case so requires, the amount of the expenses incurred;  \n(m)  the amount of the value decla red in accordance with rule 22(2);  \n(n) the nu mber of parts of the air consignment note;  \n(o) the documents handed to the carrier to accompany the air consignment note;  \n(p) the time fixed for the completion of the carriage and a brief note of the route \nto be  followed, if these matters have been agreed upon;  \n(q) a statement that the carriage is subject to the rules relating to liability \ncontained in this Schedule.  \n9. If the carrier accepts goods without an air consignment note having been made out, or if \nthe a ir consignment note does not contain all the particulars set out in rule 8(a) to (i) inclusive and \n(q), the carrier shall not be entitled to avail himself of the provisions of this Schedule which exclude \nor limit his liability.  \n10. (1) The consignor is res ponsible for the correctness of the particula rs and statements \nrelating to the goods which he inserts in the air consignment note.  \n(2) The consignor will be liable for all damage suffered by the carrier or any other person by \nreason of the irregularity, in correctness or incompleteness of the said part iculars and statements.  \n \nPage 10 of 51 \n 11. (1) The air consignment note is prima facie  evidence of the conclusion of the contract, of \nthe receipt of the goods and of the conditions of carriage.  \n(2)The statements in the air c onsignment note relating to the weight, dimensi ons and packing \nof the goods, as well as those relating to the number of packages, are prima facie  evidence of the \nfacts stated ; those relating to the quantity volume and condition of the goods do not consti tute \nevidence against the carrier  except so far as they both have been, and are stated in the air \nconsignment note to have been, checked by him in the presence of the consignor, or relate to the \napparent condition of the goods.  \n12. (1) Subject to his liabi lity to carry out all his obligations under the contract of carriage, \nthe consignor has the right to dispose of the goods by withdrawing them at the aerodrome of \ndeparture or destination, or by stopping them in the course of the journey on any landing, or,  by \ncalling for them to be delivered at the plac e of destination or in the course of the journey to a person \nother than the consignee named in the air consignment note, or by requiring them to be returned to \nthe aerodrome of departure. He must not exercise  this right of disposition in such a way as to \nprejudice the carrier or other consignors and he must repay any expenses occasioned by the exercise \nof this right.  \n(2) If it is impossible to carry out the orders of the consignor the carrier must so inform hi m \nforthwith.  \n(3) If the carrier obeys the orders  of the consignor for the disposition of the goods without \nrequiring the production of the part of the air consignment note delivered to the latter, he will be \nliable, without prejudice to his right of recove ry from the consignor, for any damage which may be \ncaused thereby to any person who is lawfully in possession of that part of the air consignment note.  \n(4) The right conferred on the consignor ceases at the moment when that of the consignee \nbegins in accor dance with rule 13. Nevertheless, if the consign ee declines to accept the consignment \nnote or the goods, or if he cannot be communicated with, the consignor resumes his right of \ndisposition.  \n13. (1) Except in the circumstances set out in rule 12, the consi gnee is entitled, on arrival of \nthe goods at the  place of destination, to require the carrier to hand over to him the air consignment \nnote and to deliver the goods to him, on payment of the charges due and on complying with the \nconditions of carriage set o ut in the air consignment note.  \n(2) Unless it is  otherwise agreed, it is the duty of the carrier to give notice to the consignee as \nsoon as the goods arrive.  \n (3) If the carrier admits the loss of the goods, or if the goods have not arrived at the \nexpirati on of seven days after the date on which they ou ght to have arrived, the consignee is entitled \nto put into force against the carrier the rights which flow from the contract of carriage.  \n14. The consignor and the consignee can respectively enforce all the r ights given them by \nrules 12 and 13, each in his  own name, whether he is acting in his own interest or in the interest of \nanother, provided that he carries out the obligations imposed by the contract.  \n \nPage 11 of 51 \n 15. (1) Rules 12, 13 and 14 do not affect either the re lations of the consignor or the consignee \nwith e ach other or the mutual relations of third parties whose rights are derived either from the \nconsignor or from the consignee.  \n(2) The provisions of rules 12, 13 and 14 can only be varied by express provision i n the air \nconsignment note:  \nProvided that an ele ctronic document of carriage shall be deemed to be a negotiable \ninstrument as defined in section 13 of the Negotiable Instruments Act, 1881 (XXVI of 1881) and \nmay be dealt with in any manner as a paper docume nt of carriage and the Electronic Transactions \nOrdinance 2002 shall apply to such electronic document of carriage notwithstanding section 31(1)(a) \nof the Electronic Transactions Ordinance 2002.  \n16. (1) The consignor must furnish such information and attach  to the air consignment note \nsuch documents as a re necessary to meet the formalities of customs, octroi or police before the \ngoods can be delivered to the consignee. The consignor is liable to the carrier for any damage \noccasioned by the absence, insuffici ency or irregularity of any such information or documents, \nunless the damage is due to the fault of the carrier or his agents.  \n(2) The carrier is under no obligation to enquire into the correctness or sufficiency of such \ninformation or documents.  \nCHAPTER I II \nLIABILITY OF THE CARRIER  \n17. The carrier is l iable for damage sustained in the event of the death or wounding of a \npassenger or any other bodily injury suffered by a passenger, if the accident which caused the \ndamage so sustained took place on board the  aircraft or in the course of any of the operati ons of \nembarking or disembarking.  \n18. (1) The carrier is liable for damage sustained in the event of the destruction or loss of, or \nof damage to, any registered luggage or any goods, if the occurrence which c aused the damage so \nsustained took place during the carriage by air.  \n(2) The carriage by air within the meaning of the preceding paragraph comprises the period \nduring which the luggage or goods are in charge of the carrier, whether in an aerodrome or on bo ard \nan aircraft, or, in the case of a landing ou tside an aerodrome, in any place whatsoever.  \n(3) The period of the carriage by air does not extend to any carriage by land, by sea or by \nriver performed outside an aerodrome. If, however, such a carriage take s place in the performance of \na contract for car riage by air, for the purpose of loading, delivery or transshipment, any damage is \npresumed, subject to proof to the contrary, to have been the result of an event which took place \nduring the carriage by air.  \n19. The carrier is liable for damage occasioned by delay in the carriage by air of passengers, \nluggage or goods.  \n20. (1) The carrier is not liable if he proves that he and his agents have taken all necessary \nmeasures to avoid the damage or that it was impo ssible for him or them to take such measures.  \n \nPage 12 of 51 \n (2) In the carriage of goods and luggage the carrier is not liable if he proves that the damage \nwas occasioned by negligent pilotage or negligence in the handling of the aircraft or in navigation \nand that, in a ll other respects, he and his agents have taken all necessary measures to avoid the \ndamage.  \n21. If the carrier proves that the damage was caused by or contributed to by the negligence of \nthe injured person the Court may exonerate the carrier wholly or part ly from his liability.  \n22. (1) In the carriage o f passengers the liability of the carrier for each passenger is limited to \nthe sum of 125,000 francs. Where damages may be awarded in the form of periodical payments, the \nequivalent capital value of the said payments shall not exceed 125,000 francs. Nevert heless, by \nspecial contract the carrier and the passenger may agree to a higher limit of liability.  \n(2) In the carriage of registered luggage and of goods, the liability of the carrier is limited to \na sum of 250 francs per kilogram, unless the consignor ha s made, at the time when the package was \nhanded over to the carrier, a special declaration of the value at delivery and has paid a supplementary \nsum if the case so requires. In that case the carrier will be l iable to pay a sum not exceeding the \ndeclared su m, unless he proves that that sum is greater than the actual value to the consignor at \ndelivery.  \n(3) As regards objects of which the passenger takes charge himself the liability of the carrier \nis limited to 5 ,000 francs per passenger.  \n(4) The sums mentione d in this rule shall be deemed to refer to the French franc consisting of \n65½ milligrams gold of milesimal fineness 900.  \n23. Any provision tending to relieve the carrier of liability or to fix a lower limit t han that \nwhich is laid down in these rules shall  be null and void, but the nullity of any such provision does \nnot involve the nullity of the whole contract, which shall remain subject to the provisions of this \nSchedule.  \n24. (1) In the cases covered by rule s 18 and 19 any action for damages, however foun ded, can \nonly be brought subject to the conditions and limits set out in this Schedule.  \n(2) In the cases covered by rule 17 the provisions of sub -rule (1) also apply, without \nprejudice to the questions as to who are the persons who have the right to bring suit and what are \ntheir respective rights.  \n25. (1) The carrier shall not be entitled to avail himself of the provisions of this Schedule \nwhich exclude or limit his liability, if the damage is caused by his wi llful misconduct or by such \ndefault on his part as is in the opinion of the Court equivalent to willful misconduct.  \n(2) Similarly the carrier shall not be entitled to avail himself of the said provisions, if the \ndamage is caused as aforesaid by any agent o f the carrier acting within the scope of his emp loyment.  \n26. (1) Receipt by the person entitled to delivery of luggage or goods without complaint is \nprima facie  evidence that the same have been delivered in good condition and in accordance with \nthe docume nt of carriage.  \n \nPage 13 of 51 \n (2) In the case of damage, the pe rson entitled to delivery must complain to the carrier \nforthwith after the discovery of the damage, and, at the latest, within three days from the date of \nreceipt in the case of luggage and seven days from t he date of receipt in the case of goods. In the \ncase of delay the complaint must be made at the latest within fourteen days from the date on which \nthe luggage or goods have been placed at his disposal.  \n(3) Every complaint must be made in writing upon the d ocument of carriage or by separate \nnotice in writ ing dispatched within the times aforesaid.  \n(4) Failing complaint within the times aforesaid, no action shall lie against the carrier, save in \nthe case of fraud on his part.  \n27. In the case of the death of th e person liable, an action for damages lies in ac cordance with \nthese rules against those legally representing his estate.  \n28. An action for damages must be brought at the option of the plaintiff, either before the \nCourt having jurisdiction where the carrie r is ordinarily resident, or has his principal pl ace of \nbusiness, or has an establishment by which the contract has been made or before the Court having \njurisdiction at the place of destination.  \n29. The right of damages shall be extinguished if an action i s not brought within two years, \nreckoned from the  date of arrival at the destination, or from the date on which the aircraft ought to \nhave arrived, or from the date on which the carriage stopped.  \n30. (1) In the case of carriage to be performed by various s uccessive carriers and falling \nwithin the definit ion set out in sub -rule (4) of rule 1, each carrier who accepts passengers, luggage or \ngoods is subjected to the rules set out in this Schedule, and is deemed to be one of the contracting \nparties to the cont ract of carriage in so far as the contract deals with that part of the carriage which is \nperformed under his supervision.  \n(2) In the case of carriage of this nature, the passenger or his representative can take action \nonly against the carrier who performed  the carriage during which the accident or the de lay occurred, \nsave in the case where, by express agreement, the first carrier has assumed liability for the whole \njourney.  \n(3) As regards luggage or goods, the passenger or consignor will have a right of act ion \nagainst the first carrier, and the passenger or consignee who is entitled to delivery will have a right \nof action against the last carrier, and further, each may take action against the carrier who performed \nthe carriage during which the destruction, l oss, damage or delay took place. These carriers w ill be \njointly and severally liable to the passenger or to the consignor or consignee.  \nCHAPTER IV  \nPROVISIONS RELATING TO COMBINED CARRIAGE  \n 31. (1) In the case of combined carriage performed partly by air an d partly by any other \nmode of carriage, the provi sions of this Schedule apply only to the carriage by air, provided that the \ncarriage by air falls within the terms of rule 1.  \n \nPage 14 of 51 \n  (2) Nothing in this Schedule shall prevent the parties in the case of combined c arriage from \ninserting in the document of air car riage conditions relating to other modes of carriage, provided that \nthe provisions of this Schedule are observed as regards the carriage by air.  \nCHAPTER V  \nGENERAL AND FINAL PROVISIONS  \n32. Any clause containe d in the contract and all special agreements ente red into before the \ndamage occurred by which the parties purport to infringe the rules laid down by this Schedule, \nwhether by deciding the law to be applied, or by altering the rules as to jurisdiction, shal l be null and \nvoid. Nevertheless for the carriage  of goods arbitration clauses are allowed, subject to these rules, if \nthe arbitration is to take place in the territory of one of the High Contracting Parties within one of the \njurisdictions referred to in r ule 28.  \n33. Nothing contained in this Schedule sh all prevent the carrier either from refusing to enter \ninto any contract of carriage, or from making regulations which do not conflict with the provisions \nof this Schedule.  \n34. This Schedule does not apply to  international carriage by air performed by way o f \nexperimental trial by air navigation undertakings with the view to the establishment of a regular line \nof air navigation, nor does it apply to carriage performed in extraordinary circumstances outside the \nnormal scope of an air carrier’s business.  \n35. Th e expression “days” when used in these rules means current days, not working days.  \n36. When a High Contracting Party has declared at the time of ratification of or of accession \nto the Convention that the fir st paragraph of Article 2 of the Convention shall  not apply to \ninternational carriage by air performed directly by the State, its colonies, protectorates or mandated \nterritories or by any other territory under its sovereignty, suzerainty or authority, thes e rules shall not \napply to international carriage  by air so performed.  \nTHE SECOND SCHEDULE  \n[See section 3(2)]  \nTHE WARSAW CONVENTION AS AMENDED AT THE HAGUE, 1955  \nUNIFICATION OF CERTAIN RULES RELATING TO INTERNATIONAL CARRIAGE \nBY AIR.  \nRULES  \nCHAPTER I  \nSCOPE - DEFINITIONS  \n1. (1) These rules apply to all i nternational carriage of persons, baggage or goods performed \nby aircraft for reward. They apply also to such carriage when performed gratuitously by an air \ntransport undertaking.  \n \nPage 15 of 51 \n (2) In these rules “High Cont racting Party ” means a High Contracting Party to  the \nConvention.  \n(3) For the purposes of these rules the expression “international carriage ” means any \ncarriage in which, according to the agreement between the parties, the place of departure and the \nplace o f destination, whether or not there be a break i n the carriage or a transshipment, are situated \neither within the territories of two High Contracting Parties or within the territory of a single High \nContracting Party if there is an agreed stopping place wi thin the territory of another State, even if \nthat State is not a High Contracting Party. Carriage between two points within the territory of a \nsingle High Contracting Party without an agreed stopping place within the territory of another State \nis not inter national carriage for the purposes of these rule s. \n(4) Carriage to be performed by several successive air carriers is deemed, for the purposes of \nthese rules, to be one undivided carriage if it has been regarded by the parties as a single operation, \nwhethe r it had been agreed upon under the form of a si ngle contract or of a series of contracts, and it \ndoes not lose its international character merely because one contract or a series of contracts is to be \nperformed entirely within the territory of the same St ate. \n2. (1) These rules apply to carriage perfor med by the State or by legally constituted public \nbodies provided it falls within the conditions laid down in rule 1.  \n(2) These rules shall not apply to carriage of mail and postal packages.  \nCHAPTER II  \nDOCUME NTS OF CARRIAGE  \nPART I. ___ Passenger ticket  \n3.(1) In respect of the carriage of passengers a ticket shall be delivered containing:  \n(a)  an indication of the places of departure and destination;  \n(b) if the places of departure and destination are within th e territory of a single \nHigh Contracting Party, one or more agreed stopping places being within the \nterritory of another State, and indication of at least one such stopping place;  \n(c) a notice to the effect that, if the passenger’s journey involves an ulti mate \ndestination or stop in a country other than  the country of departure, the \nWarsaw Convention may be applicable and that the Convention governs and \nin most cases limits the liability of carriers for death or personal injury and in \nrespect of loss of or damage to baggage.  \n(2) The passenger ticket shal l constitute prima facie  evidence of the conclusion and \nconditions of the contract of carriage. The absence, irregularity or loss of the passenger ticket does \nnot affect the existence or the validity of the contract of carriage which shall, none the less, be \nsubject to these rules. Nevertheless, if, with the consent of the carrier, the passenger embarks without \na passenger ticket having been delivered, or if the ticket does not include the notice required by sub-\nrule 1(c) of this rule, the carrier shall not  be entitled to avail himself of the provisions of rule 22.  \n \nPage 16 of 51 \n PART II. ___ Baggage check  \n4. (1) In respect of the carriage of registered baggage, a baggage check shall be delivered, \nwhich, unless combined with  or incorporated in a passenger ticket which comp lies with the \nprovisions of rule 3, sub -rule (1), shall contain:  \n(a)  an indication of the places of departure and destination;  \n(b)  if the places of departure and destination are within the territory of a s ingle \nHigh Contracting Party, one or more agreed stopping places being within the \nterritory of another State, an indication of at least one such stopping place;  \n(c)  a notice to the effect that, if the carriage involves an ultimate destination or \nstop in a  country other than the country of departure, the  Warsaw Convention \nmay be applicable and that the Convention governs and in most cases limits \nthe liability of carriers in respect of loss of or damage to baggage.  \n(2) The baggage check shall constitute prim a facie  evidence of the registration of the \nbagga ge and of the conditions of the contract of carriage. The absence, irregularity or loss of the \nbaggage check does not affect the existence or the validity of the contract of carriage which shall, \nnone the l ess, be subject to these rules. Nevertheless, if t he carrier takes charge of the baggage \nwithout a baggage check having been delivered or if the baggage check, unless combined with or \nincorporated in the passenger ticket which complies with the provisions of rule 3, sub -rule 1 (c), \ndoes not include the no tice required by sub -rule 1 (c) of this rule, he shall not be entitled to avail \nhimself of the provisions of rule 22, sub -rule (2).  \nPART III. ___ Air Waybill  \n5. (1) Every carrier of goods has the right to r equire the consignor to make out and hand over \nto him a document called an “air waybill ”; every consignor has the right to require the carrier to \naccept this document.  \n(2) The absence, irregularity or loss of this document does not affect the existence or the \nvalidity of the contract of carriage which sha ll, subject to the provisions of rule 9, be none the less, \ngoverned by these rules.  \n6. (1) The air waybill shall be made out by the consignor in three original parts and be handed \nover with the goods.  \n(2) The first part shall be marked “for the carrier, ” and shall be signed by the consignor. The \nsecond part shall be marked “for the consignee ”; it shall be signed by the consignor and by the \ncarrier and shall accompany the goods. The third part shall be signed  by the carrier and handed by \nhim to the consignor  after the goods have been accepted.  \n(3) The carrier shall sign prior to the loading of the goods on board the aircraft.  \n(4) The signature of the carrier may be stamped; that of the consignor may be printed  or \nstamped.  \n \nPage 17 of 51 \n (5) If, at the request of the consign or, the carrier makes out the air waybill, he shall be \ndeemed, subject to proof to the contrary, to have done so on behalf of the consignor.  \n7. The carrier of goods has the right to require the consignor to  make out separate waybills \nwhen there is more tha n one package.  \n8. The air waybill shall contain:  \n(a) an indication of the places of departure and destination;  \n(b) if the places of departure and destination are within the territory of a single \nHigh Contra cting Party, one or more agreed stopping places be ing within the \nterritory of another State, an indication of at least one such stopping place;  \n(c) a notice to the consignor to the effect that, if the carriage involves an ultimate \ndestination or stop in a country other than the country of departure, the \nWarsaw Convention may be applicable and that the Convention governs and \nin most cases limits the liability of carriers in respect of loss of or damage to \ngoods.  \n9. If, with the consent of the carrier, goods are loaded on board the aircraft without an air \nwaybill having been made out, or if the air waybill does not include the notice required by rule 8, \nparagraph (c), the carrier shall not be entitled to avail himself of the provisions of rule 22, sub -rule \n(2). \n10. (1) The consignor is responsible for the cor rectness of the particulars and statement \nrelating to the goods which he inserts in the air waybill.  \n(2) The consignor shall indemnify the carrier against all damage suffered by him, or by any \nother person to whom the carrier is liable, by reason of the ir regularity, incorrectness or \nincompleteness of the particulars and statements furnished by the consignor.  \n11. (1) The air waybill is prima facie  evidence of the conclusion of the contract, of the \nreceipt o f the goods and of the conditions of carriage.  \n(2) The statements in the air waybill relating to the weight, dimensions and packing of the \ngoods, as well as those relating to the number of packages, are prima facie  evidence of the facts \nstated; those rela ting to the quantity, volume and condition of the go ods do not constitute evidence \nagainst the carrier except so far as they both have been, and are stated in the air waybill to have been, \nchecked by him in the presence of the consignor, or relate to the a pparent condition of the goods.  \n12. (1) Subject to h is liability to carry out all his obligations under the contract of carriage, \nthe consignor has the right to dispose of the goods by withdrawing them at the aerodrome of \ndeparture or destination, or by st opping them in the course of the journey on any land ing, or by \ncalling for them to be delivered at the place of destination or in the course of the journey to a person \nother than the consignee named in the air waybill, or by requiring them to be returned t o the \naerodrome of departure. He must not exercise t his right of disposition in such a way as to prejudice \nthe carrier or other consignor and he must repay any expenses occasioned by the exercise of this \nright.  \n \nPage 18 of 51 \n (2) If it is impossible to carry out the orde rs of the consignor the carrier must so inform him \nforthwith.  \n(3) If the carrier obeys the orders of the consignor for the disposition of the goods without \nrequiring the production of the part of the air waybill delivered to the latter, he will be liable, without \nprejudice to his right of recovery from the consignor, for any damage which may be caused thereby \nto any person who is lawfully in possession of that part of the air waybill.  \n(4) The right conferred on the consignor ceases at the moment when that o f the consignee \nbegins in accordance with rule 13. N evertheless, if the consignee declines to accept the air waybill or \nthe goods, or if he cannot be communicated with, the consignor resumes his right of disposition.  \n13. (1) Except in the circumstances set  out in rule 12, the consignee is entitled, on arriv al of \nthe goods at the place of destination, to require the carrier to hand over to him the air waybill and to \ndeliver the goods to him, on payment of the charges due and on complying with the conditions of \ncarriage set out in the air waybill.  \n(2) Unless i t is otherwise agreed, it is the duty of the carrier to give notice to the consignee as \nsoon as the goods arrive.  \n(3) If the carrier admits the loss of the goods, or if the goods have not arrived at the \nexpiration of seven days after the date on which they  ought to have arrived, the consignee is entitled \nto put into force against the carrier the rights which flow from the contract of carriage.  \n14. The consignor and the consignee can respectively enforce al l the rights given them by \nrules 12 and 13, each in his own name, whether he is acting in his own interest or in the interest of \nanother, provided that he carries out the obligations imposed by the contract.  \n15. (1) Rules 12, 13 and 14 do not affect either  the relations of the consignor or the consignee \nwith each other or the mutual relations of third parties whose rights are derived either from the \nconsignor or from the consignee.  \n(2) The provisions of rule 12, 13 and 14 can only be varied by express provi sion in the air \nwaybill.  \n(3) Nothing in these rules prevents the issue of a negotiable air waybill:  \nProvided that an electronic document of carriage shall be deemed to be a negotiable \ninstrument as defined in section 13 of the Negotiable Instruments Act, 1 881 (XXVI of 1881) and \nmay be dealt with in any mann er as a paper document of carriage and the Electronic Transactions \nOrdinance 2002 shall apply to such electronic document of carriage notwithstanding section 31(1)(a) \nof the Electronic Transactions Ordina nce 2002.  \n16. (1) The consignor must furnish such in formation and attach to the air waybill such \ndocuments as are necessary to meet the formalities of customs, octroi or police before the goods can \nbe delivered to the consignee. The consignor is liable to the carrier for any damage occasioned by \nthe absence , insufficiency or irregularity of any such information or documents, unless the damage is \ndue to the fault of the carrier or his agents.  \n \nPage 19 of 51 \n (2) The carrier is under no obligation to enquire into the correct ness or sufficiency of such \ninformation or documents . \nCHAPTER III  \nLIABILITY OF THE CARRIER  \n17. The carrier is liable for damage sustained in the event of the death or wounding of a \npassenger or any other bodily injury suffered by a passenger, if the accide nt which caused the \ndamage so sustained took place o n board the aircraft or in the course of any of the operations of \nembarking or disembarking.  \n18. (1) The carrier is liable for damage sustained in the event of the destruction or loss of, or \nof damage to,  any registered luggage or any goods, if the occurre nce which caused the damage so \nsustained took place during the carriage by air.  \n(2) The carriage by air within the meaning of the preceding sub -rule comprises the period \nduring which the luggage or goods are in charge of the carrier, whether in an aerodrom e or on board \nan aircraft, or, in the case of a landing outside an aerodrome, in any place whatsoever.  \n(3) The period of the carriage by air does not extend to any carriage by land, by sea or by \nriver per formed outside an aerodrome. If, however, such a car riage takes place in the performance of \na contract for carriage by air, for the purpose of loading, delivery or transshipment, any damage is \npresumed, subject to proof to the contrary, to have been the re sult of an event which took place \nduring the carriag e by air.  \n19. The carrier is liable for damage occasioned by delay in the carriage by air of passengers, \nluggage or goods.  \n20. The carrier is not liable if he proves that he and his servants or agents hav e taken all \nnecessary measures to avoid the damage o r that it was impossible for him or them to take such \nmeasures.  \n21. If the carrier proves that the damage was caused by or contributed to by the negligence of \nthe injured person the Court may exonerate th e carrier wholly or partly from his liability.  \n22. (1) In the carriage of persons the liability of the carrier for each passenger is limited to the \nsum of two hundred and fifty thousand francs. Where, in accordance with the law of the Court seized \nof the c ase, damages may be awarded in the form of periodica l payments, the equivalent capital \nvalue of the said payments shall not exceed two hundred and fifty thousand francs. Nevertheless, by \nspecial contract, the carrier and the passenger may agree to a higher  limit of liability.  \n  (2) (a)In the carriage of reg istered baggage and of goods, the liability of the carrier is limited \nto a sum of two hundred and fifty francs per kilogram, unless the passenger or consignor has made, \nat the time when the package was ha nded over to the carrier, a special declaration of i nterest in \ndelivery at destination and has paid a supplementary sum if the case so requires. In that case the \ncarrier will be liable to pay a sum not exceeding the declared sum, unless he proves that that  sum is \ngreater than the passenger’s or consignor’s actual interest in delivery at destination.  \n \nPage 20 of 51 \n   (b) In the case of loss, damage or delay of part of registered baggage or goods, or of any \nobject contained therein, the weight to be taken into consideration  in determining the amount to \nwhich the carrier’s li ability is limited shall be only the total weight of the package or packages \nconcerned.  Nevertheless, when the loss, damage or delay of a part of the registered baggage or \ngoods, or of an object contained  therein, affects the value of other packages covere d by the same \nbaggage check or the same air waybill, the total weight of such package or packages shall also be \ntaken into consideration in determining the limit of liability.  \n(3) As regards objects of wh ich the passenger takes charge himself the liability  of the carrier \nis limited to five thousand francs per passenger.  \n(4) The limits prescribed in this rule shall not prevent the Court from awarding, in \naccordance with its own law, in addition, the whole o r part of the Court costs and of the other \nexpenses of the litigation incurred by the plaintiff. The foregoing provision shall not apply if the \namount of the damages awarded, excluding Court costs and other expenses of the litigation, does not \nexceed the s um which the carrier has offered in writing to the p laintiff within a period of six months \nfrom the date of the occurrence causing the damage, or before the commencement of the action, if \nthat is later.  \n(5) The sums mentioned in francs in this rule shall b e deemed to refer to a currency unit \nconsisting of s ixty-five and a half milligrammes of gold of millesimal fineness nine hundred. These \nsums may be converted into national currencies in round figures. Conversion of the sums into \nnational currencies other than gold shall, in case of judicial proceedings, be  made according to the \ngold value of such currencies at the date of the judgment  \n23. (1) Any provision tending to relieve the carrier of liability or to fix a lower limit than that \nwhich is laid down in t hese rules shall be null and void, but the nullity o f any such provision does \nnot involve the nullity of the whole contract, which shall remain subject to the provisions of this \nSchedule.  \n(2) Sub-rule (l) of this rule shall not apply to provisions governin g loss or damage resulting \nfrom the inherent defect,  quality or vice of the goods carried.  \n24. (1) In the cases covered by rules 18 and l9 any action for damages, however founded, can \nonly be brought subject to the conditions and limits set out in this Sch edule.  \n(2) In the cases covered by rule 17 the provi sions of sub -rule (1) also apply, without \nprejudice to the questions as to who are the persons who have the right to bring suit and what are \ntheir respective rights.  \n25. The limits of liability specified in rule 22 shall not apply if it is proved that the damage \nresulted from an act or omission of the carrier, his servants or agents, done with intent to cause \ndamage or recklessly and with knowledge that damage would probably result:  \nProvided that, in the c ase of such act or omission of a servant or agent it  is also proved that \nhe was acting within the scope of his employment.  \n25A.(1) If an action is brought against a servant or agent of the carrier arising out of damage \nto which these rules relate, such ser vant or agent, if he proves that he acted within the  scope of his \n \nPage 21 of 51 \n employment, shall be entitled to avail himself of the limits of liability which that carrier himself is \nentitled to invoke under rule 22.  \n(2) The aggregate of the amounts recoverable from th e carrier, his servants and agents, in that \ncase, sh all not exceed the said limits.  \n(3) The provisions of sub -rules (1) and (2) of this rule shall not apply if it is proved that the \ndamage resulted from an act or omission of the servant or agent done with intent to cause damage or \nrecklessly and with knowle dge that damage would probably result.  \n26. (1) Receipt by the person entitled to delivery of luggage or goods without complaint is \nprima facie  evidence that the same have been delivered in good condition  and in accordance with \nthe document of carriage.  \n(2) In the case of damage, the person entitled to delivery must complain to the carrier \nforthwith after the discovery of the damage, and, at the latest, within seven days from the date of \nreceipt in the cas e of baggage and fourteen days from the date of recei pt in the case of goods. In the \ncase of delay the complaint must be made at the latest within twenty -one days from the date on \nwhich the baggage or goods have been placed at his disposal.  \n(3) Every compl aint must be made in writing upon the document of car riage or by separate \nnotice in writing dispatched within the times aforesaid.  \n(4) Failing complaint within the times aforesaid, no action shall lie against the carrier, save in \nthe case of fraud on his p art. \n27. In the case of the death of the person liabl e, an action for damages lies in accordance with \nthese rules against those legally representing his estate.  \n28. An action for damages must be brought at the option of the plaintiff, either before the \nCourt having jurisdiction where the carrier is ordinaril y resident, or has his principal place of \nbusiness, or has an establishment by which the contract has been made or before the Court having \njurisdiction at the place of destination.  \n29. The right of damag es shall be extinguished if an action is not brought within two years, \nreckoned from the date of arrival at the destination or from the date on which the aircraft ought to \nhave arrived, or from the date on which the carriage stopped.  \n30. (1) In the case of  carriage to be performed by various successive carri ers and falling \nwithin the definition set out in sub -rule (4) of rule 1, each carrier who accepts passengers, baggage \nor goods is subjected to the rules set out in this Schedule, and is deemed to be one of the contracting \nparties to the contract of carriag e in so far as the contract deals with that part of the carriage which is \nperformed under his supervision.  \n(2) In the case of carriage of this nature, the passenger or his representative can take action \nonly against the carrier who performed the carriage d uring which the accident or the delay occurred, \nsave in the case where, by express agreement, the first carrier has assumed liability for the whole \njourney.  \n \nPage 22 of 51 \n (3) As regards baggage or goods, the passenger  or consignor will have a right of action \nagainst the  first carrier, and the passenger or consignee who is entitled to delivery will have a right \nof action against the last carrier, and further, each may take action against the carrier who performed \nthe ca rriage during which the destruction, loss, damage or delay took place.  These carriers will be \njointly and severally liable to the passenger or to the consignor or consignee.  \nCHAPTER IV  \nPROVISIONS RELATING TO COMBINED CARRIAGE  \n31. (1) In the case of combine d carriage performed partly by air and partly by any other mode \nof carriage, the provisions of this Schedule apply only to the carriage by air, provided that the \ncarriage by air falls within the terms of rule 1.  \n(2) Nothing in this Schedule shall prevent t he parties in the case of combined carriage from \ninserting in the document of air carriage conditions relating to other mode of carriage, provided that \nthe provisions of this Schedule are observed as regards the carriage by air.  \nCHAPTER V  \nGENERAL AND FINAL  PROVISIONS  \n32. Any clause contained in the contract and all special agreements entered into before the \ndamage occurred by which the parties purport to infringe the rules laid down by this Schedule, \nwhether by deciding the law to be applied, or by altering  the rules as to jurisdiction, shall be null and \nvoid. Nevertheless for the carriage of goods arbitration clauses are allowed, subject to these rules, if \nthe arbitration is to take place in the territory of one of the High Contracting Parties within one of  the \njurisdictions referred to in rule 28.  \n33. Nothin g contained in this Schedule shall prevent the carrier either from refusing to enter \ninto any contract of carriage, or from making regulations which do not conflict with the provisions \nof this Schedule.  \n34. The provisions of rules 3 to 9 inclusive relating  to documents of carriage shall not apply \nin the case of carriage performed in extraordinary circumstances outside the normal scope of an air \ncarrier’s business.  \n35. The expression “days” when used in th ese rules means current days, not working days.  \n36. F or the purposes of these rules the word “territory” means not only the metropolitan \nterritory of a State but also all other territories for the foreign relations of which that State is \nresponsible.  \n37. W hen a High Contracting Party has declared at the time  of ratification of or of accession \nto the Convention that the first paragraph of Article 2 of the Convention shall not apply to \ninternational carriage by air performed directly by the State, its colonie s, protectorates or mandated \nterritories or by any ot her territory under its sovereignty, suzerainty or authority these rules shall not \napply to international carriage by air so performed.  \n \n \nPage 23 of 51 \n THE THIRD SCHEDULE  \n[See section 3(3)]  \nTHE GUADALAJARA CONVENTION 1 961 \nUNIFICATION OF CERTAIN RULES RELATING TO INTERNAT IONAL CARRIAGE \nBY AIR PERFORMED BY A PERSON OTHER THAN THE CONTRACTING CARRIER.  \nRULES  \n 1. In these rules, — \n(a) “Warsaw Convention ” means the Convention for the Unification of Certain \nRules Relating to In ternational Carriage by Air signed at Warsaw on 12th \nOctober, 1929, or the Warsaw Convention as amended at The Hague, 1955, \naccording to whether the carriage under the agreement referred to in \nparagraph (b) is governed by the one or by the other;  \n(b)  “Contracting Carrier ” means a person who as a principal m akes an agreement \nfor carriage governed by the Warsaw Convention with a passenger or \nconsignor or with a person acting on behalf of the passenger or consignor;  \n(c)  “actual carrier ” means a person, other  than the contracting carrier, who, by \nvirtue of auth ority from the contracting carrier, performs the whole or part of \nthe carriage contemplated in paragraph (b) but who is not with respect to such \npart a successive carrier within the meaning of the Warsaw  Convention. Such \nauthority is presumed in the absenc e of proof to the contrary.  \n2. If an actual carrier performs the whole or part of carriage which according to the \nagreement referred to in Article 1, paragraph (b), is governed by the Warsaw Convention, both the \ncontracting carrier and the actual carrier s hall, except as otherwise provided in these rules, be subject \nto the rules of the Warsaw Convention, the former for the whole of the carriage contemplated in the \nagreement, the latter solely for the carr iage which he performs.  \n3. The acts and omissions of the actual carrier and of his servants and agents acting within \nthe scope of their employment shall in relation to the carriage performed by the actual carrier, be \ndeemed to be also those of the contract ing carrier.  \n4. The acts and omissions of the contrac ting carrier and of his servants and agents acting \nwithin the scope of their employment shall, in relation to the carriage performed by the actual \ncarrier, be deemed to be also those of the actual carrie r. Nevertheless, no such act or omission shall \nsubjec t the actual carrier to liability exceeding the limits specified in Article 22 of the Warsaw \nConvention. Any special agreement under which the contracting carrier assumes obligations not \nimposed by the W arsaw Convention or any waiver of rights conferred by  that Convention or any \nspecial declaration of interest in delivery at destination contemplated in Article 22 of the said \nConvention, shall not affect the actual carrier unless agreed to by him.  \n5. Any c omplaint to be made or order to be given under the Wa rsaw Convention to the \ncarrier shall have the same effect whether addressed to the contracting carrier or to the actual carrier. \n \nPage 24 of 51 \n Nevertheless, orders referred to in Article 12 of the Warsaw Convention sh all only be effective if \naddressed to the contracting  carrier.  \n6. In relation to the carriage performed by the actual carrier, any servant or agent of that \ncarrier or of the contracting carrier shall, if he proves that he acted within the scope of his \nempl oyment, be entitled to avail himself of the limits of  liability which are applicable under these \nrules to the carrier whose servant or agent he is unless it is proved that he acted in a manner which, \nunder the Warsaw Convention, prevents the limits of liab ility from being invoked.  \n7. In relation to the carri age performed by the actual carrier, the aggregate of the amounts \nrecoverable from that carrier and the contracting carrier, and from their servants and agents acting \nwithin the scope of their employment , shall not exceed the highest amount which could be awarded \nagainst either the contracting carrier or the actual carrier under these rules, but none of the persons \nmentioned shall be liable for a sum in excess of the limit applicable to him.  \n8. In relatio n to the carriage performed by the actual carrier, an  action for damages may be \nbrought, at the option of the plaintiff, against that carrier or the contracting carrier, or against both \ntogether or separately. If the action is brought against only one of t hose carriers, that carrier shall \nhave the right to r equire the other carrier to be joined in the proceedings, the procedure and effects \nbeing governed by the law of the Court seized of the case.  \n9. Any action for damages contemplated in rule 8 must be bro ught at the option of the \nplaintiff, either before a Court in which an action may be brought against the contracting carrier, as \nprovided in Article 28 of the Warsaw Convention or before the Court having jurisdiction at the place \nwhere the actual carrier i s ordinarily resident or has his principal place of b usiness.  \n10. Any contractual provision tending to relieve the contracting carrier or the actual carrier of \nliability under these rules or to fix a lower limit than that which is applicable according to t hese rules \nshall be null and void, but the nullity of  any such provision does not involve the nullity of the whole \nagreement, which shall remain subject to the provisions of these rules.  \n11. In respect of the carriage performed by the actual carrier, rule 10 shall not apply to \ncontractual provisions governin g loss or damage resulting from the inherent defect, quality or vice of \nthe cargo carried.  \n12. Any clause contained in an agreement for carriage and all special agreements entered into \nbefore the damage occurred by which the parties purport to infringe the se rules, whether by deciding \nthe law to be applied, or by altering the rules as to jurisdiction, shall be null and void. Nevertheless, \nfor the carriage of cargo arbitration clauses are allowed, subject to these rules, if the arbitration is to \ntake place i n one of the jurisdictions referred to in rule 9.  \n13. Except as provided in rule 8, nothing in these rules shall affect the rights and obligations \nof the two carriers between themselves.  \n \nPage 25 of 51 \n THE FOURTH SCHE DULE  \n[See section 3(4)]  \nTHE MONTREAL CONVENTION FOR T HE UNIFICATION OF CERTAIN  \nRULES FOR INTERNATIONAL CARRIAGE BY AIR 1999 UNIFICATION OF \nCERTAIN RULES FOR INTERNATIONAL CARRIAGE BY AIR.  \nRULES  \nCHAPTER I  \nGENERAL PROVISIONS  \n1. Scope of application. ___ (1) This Schedule applies to all international carriage o f persons, \nbaggage or cargo performed by aircraft for reward. It applies equally to gratuitous carriage by \naircraft performed by an air transport undertaking.  \n(2)For the purposes of this Schedule, the ex pression “international carriage ” means any \ncarriage in which, according to the agreement between the parties, the place of departure and the \nplace of destination, whether or not there be a break in the carriage or a transshipment, are situated \neither with in the territories of two State  Parties, or within th e territory of a single State Party if there \nis an agreed stopping place within the territory of another State, even if that State is not a State Party. \nCarriage between two points within the territory o f a single State Party without an agreed stopping \nplace within the territory of another State is not international carriage for the purposes of this \nSchedule.  \n(3) Carriage to be performed by several successive carriers is deemed, for the purposes of \nthis S chedule, to be one undivided carriage if it has been regarded by the parties as a single \noperation, whether it had been agreed upon under the form of a single contract or of a series of \ncontracts, and it does not lose its international character merely bec ause one contract or a series of \ncontracts is to be p erformed entirely within the territory of the same State.  \n(4) This Schedule applies also to carriage as set out in Chapter V, subject to the terms \ncontained therein.  \n2. Carriage performed by State and ca rriage of postal items. ___(1) This Schedule applies \nto carriage performed by the State or by legally constituted public bodies provided it falls within the \nconditions laid down in rule 1.  \n(2) In the carriage of postal items, the carrier shall be liable on ly to the relevant postal \nadministration in accordanc e with the rules applicable to the relationship between the carriers and \nthe postal administrations.  \n(3) Except as provided in paragraph 2 of this rule, the provisions of this Schedule shall not \napply to  the carriage of postal items.  \n \n \n \nPage 26 of 51 \n CHAPTER II  \nDOCUMENTAT ION AND DUTIES OF THE PARTIES RELATING TO THE  \nCARRIAGE OF PASSENGERS, BAGGAGE AND CARGO  \n 3. Passengers and baggage. ___ (1) In respect of carriage of passengers, an individual or \ncollective document of carriage shall be delivered containing:  \n(a) an indicat ion of the places of departure and destination;  \n(b) if the places of departure and destination are within the territory of a single \nState Party, one or more agreed stopping places being within the terri tory of \nanother State, an indication of at least one s uch stopping place.  \n(2) Any other means which preserves the information indicated in paragraph 1 may be \nsubstituted for the delivery of the document referred to in that paragraph. If any such other mean s is \nused, the carrier shall offer to deliver to the p assenger a written statement of the information so \npreserved.  \n(3) The carrier shall deliver to the passenger a baggage identification tag for each piece of \nchecked baggage.  \n(4) The passenger shall be gi ven written notice to the effect that where this Sched ule is \napplicable it governs and may limit the liability of carriers in respect of death or injury and for \ndestruction or loss of, or damage to, baggage, and for delay.  \n(5) Non-compliance with the provi sions of the foregoing paragraphs shall not affect the  \nexistence or the validity of the contract of carriage, which shall, nonetheless, be subject to the rules \nof this Schedule including those relating to limitation of liability.  \n4. Cargo. ___ (1) In respe ct of the carriage of cargo, an air waybill shall be d elivered.  \n(2) Any other means which preserves a record of the carriage to be performed may be \nsubstituted for the delivery of an air waybill. If such other means are used, the carrier shall, if so \nreque sted by the consignor, deliver to the consignor a carg o receipt permitting identification of the \nconsignment and access to the information contained in the record preserved by such other means.  \n5. Contents of air waybill or cargo receipt. ___ The air waybi ll or the cargo receipt shall \ninclude:  \n(a) an indicati on of the places of departure and destination;  \n(b) if the places of departure and destination are within the territory of a single \nState Party, one or more agreed stopping places being within the territ ory of \nanother State, an indication of at least one su ch stopping place; and  \n(c) an indication of the weight of the consignment.  \n6. Document relating to the nature of the cargo. ___ The consignor may be required, if \nnecessary, to meet the formalities of cu stoms, police and similar public authorities, to deliv er a \n \nPage 27 of 51 \n document indicating the nature of the cargo. This provision creates for the carrier no duty, obligation \nor liability resulting there  from.  \n7. Description of air waybill. ___ (1) The air waybill sha ll be made out by the consignor in \nthree original part s. \n(2) The first part shall be marked “for the carrier ”; it shall be signed by the consignor. The \nsecond part shall be marked “for the consignee ”; it shall be signed by the consignor and by the \ncarrier.  The third part shall be signed by the carrier who sha ll hand it to the consignor after the cargo \nhas been accepted.  \n(3) The signature of the carrier and that of the consignor may be printed or stamped.  \n(4) If, at the request of the consignor, the carrier makes out the air waybill, the carrier shall \nbe deemed , subject to proof to the contrary, to have done so on behalf of the consignor.  \n 8. Documentation for multiple packages.  When there is more than one package: ___ \n(a) the carrier of cargo has the right t o require the consignor to make out separate \nair waybi lls; \n(b) the consignor has the right to require the carrier to deliver separate cargo \nreceipts when the other means referred to in paragraph 2 of rule 4 are used.  \n9. Non -compliance with documentary requ irements. ___ Non-compliance with the \nprovisions of ru les 4 to 8 shall not affect the existence or the validity of the contract of carriage, \nwhich shall, nonetheless, be subject to the rules of this Convention including those relating to \nlimitation of liab ility. \n10. Responsibility for particulars of documenta tion. ___ (1) The consignor is responsible \nfor the correctness of the particulars and statements relating to the cargo inserted by it or on its \nbehalf in the air waybill or furnished by it or on its beh alf to the carrier for insertion in the cargo \nreceipt or for insertion in the record preserved by the other means referred to in paragraph 2 of rule \n4. The foregoing shall also apply where the person acting on behalf of the consignor is also the agent \nof the carrier.  \n(2) The consignor shall indemnify the carr ier against all damage suffered by it, or by any \nother person to whom the carrier is liable, by reason of the irregularity, incorrectness or \nincompleteness of the particulars and statements furnished by  the consignor or on its behalf.  \n(3) Subject to the pr ovisions of paragraphs 1 and 2 of this rule, the carrier shall indemnify the \nconsignor against all damage suffered by it, or by any other person to whom the consignor is liable, \nby reason of the irregul arity, incorrectness or incompleteness of the particul ars and statements \ninserted by the carrier or on its behalf in the cargo receipt or in the record preserved by the other \nmeans referred to in paragraph 2 of rule 4.  \n11. Evidentiary value of documentatio n. ___ (1) The air waybill or the cargo receipt is \nprima facie  evidence of the conclusion of the contract, of the acceptance of the cargo and of the \nconditions of carriage mentioned therein.  \n \nPage 28 of 51 \n (2) Any statements in the air waybill or the cargo receipt relat ing to the weight, dimensions \nand packing of the cargo,  as well as those relating to the number of packages, are prima facie  \nevidence of the facts stated; those relating to the quantity, volume and condition of the cargo do not \nconstitute evidence against  the carrier except so far as they both have been, and a re stated in the air \nwaybill or the cargo receipt to have been, checked by it in the presence of the consignor, or relate to \nthe apparent condition of the cargo.  \n12. Right of disposition of cargo. ___ (1) Subject to its liability to carry out all its oblig ations \nunder the contract of carriage, the consignor has the right to dispose of the cargo by withdrawing it \nat the airport of departure or destination, or by stopping it in the course of the journey on any \nlanding, or by calling for it to be delivered at the place of destination or in the course of the journey \nto a person other than the consignee originally designated, or by requiring it to be returned to the \nairport of departure. The consignor must n ot exercise this right of disposition in such a way as t o \nprejudice the carrier or other consignors and must reimburse any expenses occasioned by the \nexercise of this right.  \n(2) If it is impossible to carry out the instructions of the consignor, the carrie r must so inform \nthe consignor forthwith.  \n(3) If the car rier carries out the instructions of the consignor for the disposition of the cargo \nwithout requiring the production of the part of the air waybill or the cargo receipt delivered to the \nlatter, the ca rrier will be liable, without prejudice to its right of recovery from the consignor, for any \ndamage which may be caused thereby to any person who is lawfully in possession of that part of the \nair waybill or the cargo receipt.  \n(4) The right conferred on the  consignor ceases at the moment when that of the consign ee \nbegins in accordance with rule 13. Nevertheless, if the consignee declines to accept the cargo, or \ncannot be communicated with, the consignor resumes its rightof disposition.  \n13. Delivery of the ca rgo. ___ (1) Except when the consignor has exercised its  right under \nrule 12, the consignee is entitled, on arrival of the cargo at the place of destination, to require the \ncarrier to deliver the cargo to it, on payment of the charges due and on complying with the \nconditions of carriage.  \n(2) Unless it is otherw ise agreed, it is the duty of the carrier to give notice to the consignee as \nsoon as the cargo arrives.  \n(3) If the carrier admits the loss of the cargo, or if the cargo has not arrived at the expirati on \nof seven days after the date on which it ought to hav e arrived, the consignee is entitled to enforce \nagainst the carrier the rights which flow from the contract of carriage.  \n14. Enforcement of the rights of consignor and consignee. ___ The consignor and  the \nconsignee can respectively enforce all the rights g iven to them by rules 12 and 13, each in its own \nname, whether it is acting in its own interest or in the interest of another, provided that it carries out \nthe obligations imposed by the contract of c arriage.  \n15. Relations of consignor and consignee or mut ual relations of third parties.___ (1) \nRules 12, 13 and 14 do not affect either the relations of the consignor and the consignee with each \nother or the mutual relations of third parties whose rights a re derived either from the consignor or \nfrom the consign ee. \n \nPage 29 of 51 \n (2) The provisions of rules 12, 13 and 14 can only be varied by express provision in the air \nwaybill or the cargo receipt.  \n(3) Nothing in these rules prevents the issue of a negotiable air waybill : Provided that an \nelectronic air waybill shall be deeme d to be a negotiable instrument as defined in section 13 of the \nNegotiable Instruments Act, 1881 (XXVI of 1881) and may be dealt with in any manner as a paper \nair waybill and the Electronic Transactio ns Ordinance 2002 shall apply to such electronic air way bill \nnotwithstanding section 31(1)(a) of the Electronic Transactions Ordinance 2002.  \n16. Formalities of customs, police or other public authorities. ___(1) The consignor must \nfurnish such information and such documents as are necessary to meet the formalit ies of customs, \npolice and any other public authorities before the cargo can be delivered to the consignee. The \nconsignor is liable to the carrier for any damage occasioned by the absence, insufficien cy or \nirregularity of any such information or documents,  unless the damage is due to the fault of the \ncarrier, its servants or agents.  \n(2) The carrier is under no obligation to enquire into the correctness or sufficiency of such \ninformation or documents.  \nCHAPTER III  \nLIABILITY OF THE CARRIER AND EXTENT OF COMPEN SATION  \nFOR DAMAGE  \n17. Death and injury of passengers - damage to baggage. ___ (1) The carrier is liable for \ndamage sustained in case of death or bodily injury of a passenger upon condition only that the \naccident which caused the death or injury took place  on board the aircraft or in the course of any of \nthe operations of embarking or disembarking.  \n(2) The carrier is liable for damage sustained in case of destruction or loss of, or of damage \nto, checke d baggage upon condition only that the event which cause d the destruction, loss or damage \ntook place on board the aircraft or during any period within which the checked baggage was in the \ncharge of the carrier. However, the carrier is not liable if and to the extent that the damage resulted \nfrom the inherent de fect, quality or vice of the baggage. In the case of unchecked baggage, including \npersonal items, the carrier is liable if the damage resulted from its fault or that of its servants or \nagents.  \n(3) If the carrier admits the loss of the checked baggage, or i f the checked baggage has not \narrived at the expiration of twenty -one days after the date on which it ought to have arrived, the \npassenger is entitled to enforce against the carrier the rights which f low from the contract of carriage.  \n(4) Unless otherwise specified, in this Schedule the term “baggage” means both checked \nbaggage and unchecked baggage.  \n18. Damage to cargo. ___ (1) The carrier is liable for damage sustained in the event of the \ndestruction  or loss of, or damage to, cargo upon condition only tha t the event which caused the \ndamage so sustained took place during the carriage by air.  \n(2) However, the carrier is not liable if and to the extent it proves that the destruction, or loss \nof, or damag e to, the cargo resulted from one or more of the followi ng:  \n \nPage 30 of 51 \n (a) inherent defect, quality or vice of that cargo;  \n(b) defective packing of that cargo performed by a person other than the carrier or \nits servants or agents;  \n(c) an act of war or an armed confl ict; \n(d) an act of public authority carried out in conne ction with the entry, exit or \ntransit of the cargo.  \n  (3) The carriage by air within the meaning of paragraph 1 of this rule comprises the period \nduring which the cargo is in the charge of the carrier . \n  (4) The period of the carriage by air does not exten d to any carriage by land, by sea or by \ninland waterway performed outside an airport. If, however, such carriage takes place in the \nperformance of a contract for carriage by air, for the purpose of lo ading, delivery or transshipment, \nany damage is presumed , subject to proof to the contrary, to have been the result of an event which \ntook place during the carriage by air. If a carrier, without the consent of the consignor, substitutes \ncarriage by another  mode of transport for the whole or part of a carriage i ntended by the agreement \nbetween the parties to be carriage by air, such carriage by another mode of transport is deemed to be \nwithin the period of carriage by air.  \n19. Delay. ___ The carrier is liabl e for damage occasioned by delay in the carriage by air of \npassengers, baggage or cargo. Nevertheless, the carrier shall not be liable for damage occasioned by \ndelay if it proves that it and its servants and agentstook all measures that could reasonably be  \nrequired to avoid the damage or that it was impossible for it or them to take such measures.  \n 20. Exoneration. ___ If the carrier proves that the damage was caused or contributed to by \nthe negligence or other wrongful act or omission of the person claimin g compensation, or the person \nfrom whom he or she derive s his or her rights, the carrier shall be wholly or partly exonerated from \nits liability to the claimant to the extent that such negligence or wrongful act or omission caused or \ncontributed to the dam age. When by reason of death or injury of a passenger co mpensation is \nclaimed by a person other than the passenger, the carrier shall likewise be wholly or partly \nexonerated from its liability to the extent that it proves that the damage was caused or cont ributed to \nby the negligence or other wrongful act or om ission of that passenger. This rule applies to all the \nliability provisions in this Schedule, including paragraph 1 of rule 21.  \n21. Compensation in case of death or injury of passengers. ___ (1) For d amages arising \nunder paragraph 1 of rule 17 not exceedin g 100,000 Special Drawing Rights for each passenger, the \ncarrier shall not be able to exclude or limit its liability.  \n(2) The carrier shall not be liable for damages arising under paragraph 1 of rule 17 to the \nextent that they exceed for each passenger 100 ,000 Special Drawing Rights if the carrier proves that:  \n(a)  such damage was not due to the negligence or other wrongful act or omission \nof the carrier or its servants or agents; or  \n(b)  such damage w as solely due to the negligence or other wrongful act or  \nomission of a third party.  \n \nPage 31 of 51 \n 22. Limits of liability in relation to delay, baggage and cargo. ___ (1) In the case of damage \ncaused by delay as specified in rule 19 in the carriage of persons, the liabi lity of the carrier for each \npassenger is limited to 4,1 50 Special Drawing Rights.  \n(2) In the carriage of baggage, the liability of the carrier in the case of destruction, loss, \ndamage or delay is limited to 1,000 Special Drawing Rights for each passenger unless the passenger \nhas made, at the time when the chec ked baggage was handed over to the carrier, a special declaration \nof interest in delivery at destination and has paid a supplementary sum if the case so requires. In that \ncase the carrier will be liab le to pay a sum not exceeding the declared sum, unless i t proves that the \nsum is greater than the passenger’s actual interest in delivery at destination.  \n(3) In the carriage of cargo, the liability of the carrier in the case of destruction, loss, damage \nor delay is limited to a sum of 17 Special Drawing Rights per kilogramme, unless the consignor has \nmade, at the time when the package was handed over to the carrier, a special declaration of interest \nin delivery at destination and has paid a supplementary su m if the case so requires. In that case the \ncarrier will  be liable to pay a sum not exceeding the declared sum, unless it proves that the sum is \ngreater than the consignor’s actual interest in delivery at destination.  \n(4) In the case of destruction, loss, damage or delay of part of the cargo, or of any object \ncontained therein, the weight to be taken into consideration in determining the amount to which the \ncarrier’s liability is limited shall be only the total weight of the package or packages concerned. \nNevertheless, when the destruction, loss, damage or delay  of a part of the cargo, or of an object \ncontained therein, affects the value of other packages covered by the same air waybill, or the same \nreceipt or, if they were not issued, by the same record pre served by the other means referred to in \nparagraph 2 of rule 4, the total weight of such package or packages shall also be taken into \nconsideration in determining the limit of liability.  \n(5) The foregoing provisions of paragraphs 1 and 2 of this rule shall  not apply if it is proved \nthat the damage resulted from  an act or omission of the carrier, its servants or agents, done with \nintent to cause damage or recklessly and with knowledge that damage would probably result:  \nProvided that, in the case of such act or omission of a servant or agent, it is also proved tha t \nsuch servant or agent was acting within the scope of its employment.  \n(6) The limits prescribed in rule 21 and in this rule shall not prevent the court from awarding, \nin accordance with its own law, in addition, the whole or part of the court costs and of  the other \nexpenses of the litigation incurred by the plaintiff, including interest. The foregoing provision shall \nnot apply if the amount of the damages awarded, excluding court costs and other expen ses of the \nlitigation, does not exceed the sum which the  carrier has offered in writing to the plaintiff within a \nperiod of six months from the date of the occurrence causing the damage, or before the \ncommencement of the action, if that is later.  \n23. Conve rsion of monetary units. ___(1) The sums mentioned in te rms of special Drawing \nRight in this Schedule shall be deemed to refer to the Special Drawing Right as defined by the \nInternational Monetary Fund. Conversion of the sums into national currencies shall , in case of \njudicial proceedings, be made according to the value of such currencies in terms of the Special \nDrawing Right at the date of the judgment. The value of a national currency, in terms of the Special \nDrawing Right, of a State Party which is a Mem ber of the International Monetary Fund, shall be \ncalcula ted in accordance with the method of valuation applied by the International Monetary Fund, \nin effect at the date of the judgment, for its operations and transactions. The value of a national \n \nPage 32 of 51 \n currency,  in terms of the Special Drawing Right, of a State Party  which is not a Member of the \nInternational Monetary Fund, shall be calculated in a manner determined by that State.  \n(2) Nevertheless, those States which are not Members of the International Monetary Fund \nand whose law does not permit the application of th e provisions of paragraph 1 of this rule may, at \nthe time of ratification or accession or at any time thereafter, declare that the limit of liability of the \ncarrier prescribed in rule 21 is fixed at a  sum of 1,500,000 monetary units per passenger in judici al \nproceedings in their territories; 62,500 monetary units per passenger with respect to paragraph 1 of \nrule 22; 15,000 monetary units per passenger with respect to paragraph 2 of rule 22; and 250 \nmonetary units per kilogramme with respect to paragraph 3 o f rule 22. This monetary unit \ncorresponds to sixty -five and a half milligrammes of gold of millesimal fineness nine hundred. \nThese sums may be converted into the national currency concerned in round f igures. The conversion \nof these sums into national curre ncy shall be made according to the law of the State concerned.  \n(3) The calculation mentioned in the last sentence of paragraph 1 of this rule and the \nconversion method mentioned in paragraph 2 of this  rule shall be made in such manner as to express \nin the national currency of the State Party as far as possible the same real value for the amounts in \nrules 21 and 22 as would result from the application of the first three sentences of paragraph 1 of this \nrule. States Parties shall communicate to the depositary  the manner of calculation pursuant to \nparagraph 1 of this rule, or the result of the conversion in paragraph 2 of this rule as the case may be, \nwhen depositing an instrument of ratification, acceptan ce, approval of or accession to this Schedule \nand whenev er there is a change in either.  \n24. Review of limits. ___(1) Without prejudice to the provisions of rule 25 of this Schedule \nand subject to paragraph 2 below, the limits of liability prescribed in rul es 21, 22 and 23 shall be \nreviewed by the Depositary at five-year intervals, the first such review to take place at the end of the \nfifth year following the date of entry into force of the Convention, or if the Convention does not \nenter into force within fi ve years of the date it is first open for signature, wit hin the first year of its \nentry into force, by reference to an inflation factor which corresponds to the accumulated rate of \ninflation since the previous revision or in the first instance since the da te of entry into force of the \nConvention. The measure of  the rate of inflation to be used in determining the inflation factor shall \nbe the weighted average of the annual rates of increase or decrease in the Consumer Price Indices of \nthe States whose curren cies comprise the Special Drawing Right mentioned in par agraph 1 of rule \n23. \n(2) If the review referred to in the preceding paragraph concludes that the inflation factor has \nexceeded 10 percent, the Depositary shall notify States Parties of a revision of t he limits of liability. \nAny such revision shall become e ffective six months after its notification to the States Parties. If \nwithin three months after its notification to the States Parties a majority of the States Parties register \ntheir disapproval, the r evision shall not become effective and the Depositary sh all refer the matter to \na meeting of the States Parties. The Depositary shall immediately notify all States Parties of the \ncoming into force of any revision.  \n(3) Notwithstanding paragraph 1 of this ru le, the procedure referred to in paragraph 2 of this \nrule shall be applied at any time provided that one -third of the States Parties express a desire to that \neffect and upon condition that the inflation factor referred to in paragraph 1 has exceeded 30 per cent \nsince the previous revision or since the date of en try into force of this Convention if there has been \nno previous revision. Subsequent reviews using the procedure described in paragraph 1 of this rule \nwill take place at five -year intervals starting a t the end of the fifth year following the date of the \nreviews under the present paragraph.  \n \nPage 33 of 51 \n 25. Stipulation on limits. ___ A carrier may stipulate that the contract of carriage shall be \nsubject to higher limits of liability than those provided for in this S chedule or to no limits of liability \nwhatsoever.  \n26. Inv alidity of contractual provisions. ___ Any provision tending to relieve the carrier of \nliability or to fix a lower limit than that which is laid down in this Schedule shall be null and void, \nbut the n ullity of any such provision does not involve the nullit y of the whole contract, which shall \nremain subject to the provisions of this Schedule.  \n27. Freedom to contract. ___ Nothing contained in this Schedule shall prevent the carrier \nfrom refusing to enter  into any contract of carriage, from waiving any defence s available under the \nSchedule, or from laying down conditions which do not conflict with the provisions of this Schedule.  \n28. Advance payments. ___ In the case of aircraft accidents resulting in deat h or injury of \npassengers, the carrier shall, if require d by its national law, make advance payments without delay to \na natural person or persons who are entitled to claim compensation in order to meet the immediate \neconomic needs of such persons. Such adv ance payments shall not constitute recognition of liabil ity \nand may be offset against any amounts subsequently paid as damages by the carrier.  \n \nTHE FOURTH SCHEDULE  \n29. Basis of claims. ___ In the carriage of passengers, baggage and cargo, any action for \ndamages, however founded, whether under this Schedule or i n contract or in tort or otherwise, can \nonly be brought subject to the conditions and such limits of liability as are set out in this Schedule \nwithout prejudice to the question as to who are the perso ns who have the right to bring suit and what \nare their r espective rights. In any such action, punitive, exemplary or any other non -compensatory \ndamages shall not be recoverable.  \n30. Servants, agents __ Aggregation of claims. ___(1) If an action is brought against a servant \nor agent of the carrier arising out of  damage to which this Schedule relates, such servant or agent, if \nthey prove that they acted within the scope of their employment, shall be entitled to avail themselves \nof the conditions and limits of  liability which the carrier itself is entitled to invok e under this \nSchedule.  \n(2) The aggregate of the amounts recoverable from the carrier, its servants and agents, in that \ncase, shall not exceed the said limits.  \n(3) Save in respect of the carriage of ca rgo, the provisions of paragraphs 1 and 2 of this rule \nshall not apply if it is proved that the damage resulted from an act or omission of the servant or agent \ndone with intent to cause damage or recklessly and with knowledge that damage would probably \nresult. \n 31. Timely notice of complaints. ___(1) Receipt by  the person entitled to delivery of checked \nbaggage or cargo without complaint is prima facie  evidence that the same has been delivered in \ngood condition and in accordance with the document of carria ge or with the record preserved by the \nother means referr ed to in paragraph 2 of rule 3 and paragraph 2 of rule 4.  \n(2) In the case of damage, the person entitled to delivery must complain to the carrier \nforthwith after the discovery of the damage, and, at the latest, within seven days from the date of \n \nPage 34 of 51 \n receipt in  the case of checked baggage and fourteen days from the date of receipt in the case of \ncargo. In the case of delay, the complaint must be made at the latest within twenty -one days from the \ndate on wh ich the baggage or cargo have been placed at his or her d isposal.  \n(3) Every complaint must be made in writing and given or dispatched within the times \naforesaid.  \n(4) If no complaint is made within the times aforesaid, no action shall lie against the carrie r, \nsave in the case of fraud on its part.  \n32. Death of pe rson liable.  ___ In the case of the death of the person liable, an action for \ndamages lies in accordance with the terms of this Schedule against those legally representing his or \nher estate.  \n33. Juri sdiction. ___ (1) An action for damages must be brought, at the option of the plaintiff, \nin the territory of one of the States Parties, either before the court of the domicile of the carrier or of \nits principal place of business, or where it has a place of  business through which the contract has \nbeen made or bef ore the court at the place of destination.  \n(2)In respect of damage resulting from the death or injury of a passenger, an action may be \nbrought before one of the courts mentioned in paragraph 1 of thi s rule, or in the territory of a State \nParty in which at the time of the accident the passenger has his or her principal and permanent \nresidence and to or from which the carrier operates services for the carriage of passengers by air, \neither on its own air craft or on another carrier’s aircraft pursuant to a comm ercial agreement, and in \nwhich that carrier conducts its business of carriage of passengers by air from premises leased or \nowned by the carrier itself or by another carrier with which it has a commer cial agreement.  \n (3) For the purposes of paragraph 2, ___ \n(a)  “commercial agreement ” means an agreement, other than an agency \nagreement, made between carriers and relating to the provision of their joint \nservices for carriage of passengers by air;  \n(b) “principal and permanent residence ” means the one fixed and permanent \nabode of the passenger at the time of the accident. The nationality of the \npassenger shall not be the determining factor in this regard.  \n 34. Arbitration. ___ (1) Subject to the provisions of this rule, the parties to the contract of \ncarriage for  cargo may stipulate that any dispute relating to the liability of the carrier under this \nSchedule shall be settled by arbitration. Such agreement shall be in writing.  \n(2) The arbitration proceedings  shall, at the option of the claimant, take place within one of \nthe jurisdictions referred to in rule 33.  \n(3) The arbitrator or arbitration tribunal shall apply the provisions of this Schedule.  \n(4) The provisions of paragraphs 2 and 3 of this rule shall be  deemed to be part of every \narbitration clause or agreeme nt, and any term of such clause or agreement which is inconsistent \ntherewith shall be null and void.  \n \nPage 35 of 51 \n 35. Limitation of actions. ___ The right to damages shall be extinguished if an action is not \nbrought within a period of two years, reckoned from the date of arrival at the destination, or from the \ndate on which the aircraft ought to have arrived, or from the date on which the carriage stopped.  \n36. Successive carriage. ___ (1) In the case of carriage t o be performed by various successive \ncarriers and falling  within the definition set out in paragraph 3 of rule 1, each carrier which accepts \npassengers, baggage or cargo is subject to the rules set out in this Schedule and is deemed to be one \nof the partie s to the contract of carriage in so far as the contract d eals with that part of the carriage \nwhich is performed under its supervision.  \n(2) In the case of carriage of this nature, the passenger or any person entitled to compensation \nin respect of him or her  can take action only against the carrier which performed  the carriage during \nwhich the accident or the delay occurred, save in the case where, by express agreement, the first \ncarrier has assumed liability for the whole journey.  \n(3) As regards baggage or c argo, the passenger or consignor will have a right of act ion \nagainst the first carrier, and the passenger or consignee who is entitled to delivery will have a right \nof action against the last carrier, and further, each may take action against the carrier w hich \nperformed the carriage during which the destruction,  loss, damage or delay took place. These \ncarriers will be jointly and severally liable to the passenger or to the consignor or consignee.  \n37. Right of recourse against third parties. ___ Nothing in t his Schedule shall prejudice the \nquestion whether a perso n liable for damage in accordance with its provisions has a right of recourse \nagainst any other person.  \nCHAPTER IV  \nCOMBINED CARRIAGE  \n38. Combined carriage. ___ (1) In the case of combined carriage pe rformed partly by air and \npartly by any other mode of car riage, the provisions of this Schedule shall, subject to paragraph 4 of \nrule 18, apply only to the carriage by air, provided that the carriage by air falls within the terms of \nrule 1.  \n(2) Nothing in this Schedule shall prevent the parties in the case of co mbined carriage from \ninserting in the document of air carriage conditions relating to other modes of carriage, provided that \nthe provisions of this Schedule are observed as regards the carriage by ai r. \nCHAPTER V  \nCARRIAGE BY AIR PERFORMED BY A PERSON OTHER THAN THE  \nCONTRACTING CARRIER  \n39. Contracting carrier  ⸻Actual carrier. ___ The provisions of this Chapter apply when a \nperson (hereinafter referred to as “the contracting carrier ”) as a principal makes a contract of \ncarriage governed by this Schedule with a passenger or consignor or with a person acting on b ehalf \nof the passenger or consignor, and another person (hereinafter referred to as “the actual carrier ”) \nperforms, by virtue of authority from the contracting carrier, the whole or part of the carriage,  but is \nnot with respect to such part a successive ca rrier within the meaning of this Schedule. Such authority \nshall be presumed in the absence of proof to the contrary.  \n \nPage 36 of 51 \n 40. Respective liability of contracting and actual carriers. ___ If an actual carrier performs \nthe whole or part of carriage which, accordi ng to the contract referred to in rule 39, is governed by \nthis Schedule, both the contracting carrier and the actual carrier shall, except as otherwise provided \nin this Chapter, be subject to the rules o f this Schedule, the former for the whole of the carr iage \ncontemplated in the contract, the latter solely for the carriage which it performs.  \n41. Mutual liability. ___ (1) The acts and omissions of the actual carrier and of its servants \nand agents acting w ithin the scope of their employment shall, in relatio n to the carriage performed \nby the actual carrier, be deemed to be also those of the contracting carrier.  \n(2) The acts and omissions of the contracting carrier and of its servants and agents acting \nwithi n the scope of their employment shall, in relation to  the carriage performed by the actual \ncarrier, be deemed to be also those of the actual carrier. Nevertheless, no such act or omission shall \nsubject the actual carrier to liability exceeding the amounts referred to in rules 21, 22, 23 and 24. \nAny special a greement under which the contracting carrier assumes obligations not imposed by this \nSchedule or any waiver of rights or defences conferred by this Schedule or any special declaration of \ninterest in deli very at destination contemplated in rule 22 shall not  affect the actual carrier unless \nagreed to by it.  \n42. Addressee of complaints and instructions. ___ Any complaint to be made or instruction \nto be given under this Schedule to the carrier shall have the same effect whether addressed to the \ncontracting carr ier or to the actual carrier. Nevertheless, instructions referred to in rule 12 shall only \nbe effective if addressed to the contracting carrier.  \n43. Servants and agents. ___ In relation to the carriage p erformed by the actual carrier, any \nservant or agent of that carrier or of the contracting carrier shall, if they prove that they acted within \nthe scope of their employment, be entitled to avail themselves of the conditions and limits of liability \nwhich ar e applicable under this Schedule to the carrier whose  servant or agent they are, unless it is \nproved that they acted in a manner that prevents the limits of liability from being invoked in \naccordance with this Schedule.  \n44. Aggregation of damages. ___ In relation to the carriage performed by the actual carri er, \nthe aggregate of the amounts recoverable from that carrier and the contracting carrier, and from their \nservants and agents acting within the scope of their employment, shall not exceed the highest am ount \nwhich could be awarded against either the contra cting carrier or the actual carrier under this \nSchedule, but none of the persons mentioned shall be liable for a sum in excess of the limit \napplicable to that person.  \n45. Addressee of claims.  In relation  to the carriage performed by the actual carrier, an action \nfor damages may be brought, at the option of the plaintiff, against that carrier or the contracting \ncarrier, or against both together or separately. If the action is brought against only one of th ose \ncarriers, that carrier shall have the right to re quire the other carrier to be joined in the proceedings.  \n46. Additional jurisdiction. ___ Any action for damages contemplated in rule 45 must be \nbrought, at the option of the plaintiff, in the territory of one of the States Parties, either before a court \nin which an action may be brought against the contracting carrier, as provided in rule 33, or before \nthe court having jurisdiction at the place where the actual carrier has its domicile or its principal \nplace of business.  \n \nPage 37 of 51 \n 47. Invalidity of contractual provi sions.  Any contractual provision tending to relieve the \ncontracting carrier or the actual carrier of liability under this Chapter or to fix a lower limit than that \nwhich is applicable according to this C hapter shall be null and void, but the nullity of any  such \nprovision does not involve the nullity of the whole contract, which shall remain subject to the \nprovisions of this Chapter.  \n 48. Mutual relations of contracting and actual carriers. ___ Except as p rovided in rule 45, \nnothing in this Chapter shall aff ect the rights and obligations of the carriers between themselves, \nincluding any right of recourse or indemnification.  \nCHAPTER VI  \nOTHER PROVISIONS  \n 49. Mandatory application. ___ Any clause contained in the contract of carriage and all \nspecial agreements e ntered into before the damage occurred by which the parties purport to infringe \nthe rules laid down by this Schedule, whether by deciding the law to be applied, or by altering the \nrules as to jurisdiction, shall be null and void.  \n50. Insurance.  States Part ies shall require their carriers to maintain adequate insurance \ncovering their liability under this Schedule. A carrier may be required by the State Party into which \nit operates to fu rnish evidence that it maintains adequate insurance covering its liabilit y under this \nSchedule.  \n51. Carriage performed in extraordinary circumstances. ___ The provisions of rules 3 to 5, \n7 and 8 relating to the documentation of carriage shall not apply in the case of carriage performed in \nextraordinary circumstances outside the  normal scope of a carrier’s business.  \n52. Definition of days. ___ The expression “days” when used in this Schedule means \ncalendar days, not working days.  \nCHAPTER VII  \nFINAL CLAUSES  \n53. Signature, ratification and Entry into Force.___ (1) This Convention sh all be open for \nsignature in Montreal on 28 May, 1999 by States participating in the International Conference on Air \nlaw held at Montreal from 10 to 28 May, 1999. After 28 May, 1999, the Convention shall be open to \nall States for signature at the headquart ers of the International Civil Aviation Organization in \nMontreal until it enters into force in accordance with paragraph 6 of this Article.  \n(2) The Convention shall similarly be open for signature by Regional Economic Integration \nOrganizations. For the pur pose of the Convention, a “Regional Economic Integration Organization ” \nmeans any organization which is constituted by sovereign States of a given region which has \ncompetence in respec t of certain matters governed by this Convention and has been duly author ized \nto sign and to ratify, accept, approve or accede to this Convention. A reference to a “State Party ” or \n“States Parties ” in this Convention, otherwise than in paragraph 2 of Artic le 1, paragraph 1(b) of \nArticle 3, paragraph (b) of Article 5, Articles 2 3, 33, 46 and paragraph (b) of Article 57, applies \nequally to a Regional Economic Integration Organization. For the purpose of Article 24, the \n \nPage 38 of 51 \n reference to “a majority of the States P arties” and “one-third of the States Parties ” shall not apply to \nthe Regi onal Economic Integration Organization.  \n(3) This Convention shall be subject to ratification by States and by Regional Economic \nIntegration Organizations which have changed it.  \n(4) Any States or Regional Economic Integration Organization which does not sig n this \nConvention may accept, approve or accede to it any time.  \n(5) Instruments of ratification, acceptance, approval or accession shall be deposited with the \nInternational Civil Avia tion Organization, which is hereby designated the Depositary.  \n(6) The Con vention shall enter into force on the sixtieth day following the date of deposit of \nthe thirtieth instrument of ratification, acceptance, approval or accession with the Depository \nbetween the States which have deposited such instrument. An instrument depos ited by the Regional \nEconomic Integration Organization shall not be counted for the purpose of this paragraph.  \n(7) For the States and for other Regional Economic Integration Organizat ions, this \nConvention shall take effect sixty days following the date of deposit of the instrument of ratification, \nacceptance, approval or accession.  \n(8) The Depository shall promptly notify all signatories and States Parties of:  \n(a) each signature of thi s Convention and date thereof;  \n(b) each deposit of an instrument of ratif ication, acceptance, approval or \naccession and date thereof;  \n(c) the date and entry into force of this Convention;  \n(d) the date and entry into force of any revision of the limits of l iability \nestablished under this Convention;  \n(e) any denunciation under Ar ticle 54.  \n54. Denunciation . ___ (1) Any State Party may denounce this Convention by written \nnotification to the Depositary. (2) Denunciation shall take effect one hundred and eighty d ays \nfollowing the date on which notification is received by the Depositor y. \n55. Relationship with other Warsaw Convention Instruments. ___ This convention shall \nprevail over any rules which apply to international carriage by air;  \n (1) between State Parties  to this convention by virtue of these States commonly being party \nto___ \n(a) the Convention for the Unification of Certain rules relating to International \nCarriage by Air signed at Warsaw on 12 October, 1929 (hereinafter called the \nWarsaw Convention);  \n \nPage 39 of 51 \n (b) the Protocol to amend the Convention for the Unification of Certain rules  \nrelating to International Carriage by Air signed at Warsaw on 12 October, \n1929 done at The Hague on 28 September, 1955 (hereinafter called, The \nHague Protocol);  \n(c) the Convention, S upplementary to the Warsaw Convention for the Unification \nof Certain rule s relating to International Carriage by Air performed by a \nperson other than the Contracting Carrier, signed at Guadalajara on 18 \nSeptember, 1961 (hereinafter called, the Guadalajara Convention);  \n(d) the Protocol to amend the Convention for the Unification  of Certain rules \nrelating to International Carriage by Air signed at Warsaw on 12 October, \n1929 as amended by the Protocol done at The Hague on 28 September, 1955, \nsigned at Guatemal a City on March 8, 1971 (hereinafter called, The \nGuatemala City Protocol) ; \n(e) Additional Protocol Nos.1 to 3 and Montreal Protocol No.4 to amend the \nWarsaw Convention as amended by The Hague Protocol or the Warsaw \nConvention as amended both The Hague Prot ocol and the Guatemala City \nProtocol, signed at Montreal on 25 September 1975 (hereinafter called the \nMontreal Protocols); or (2) within the territory of any single State Party to this \nConvention by virtue of that State being Party to one or more of the \ninstruments referred to in sub -paragraph (a) to (e) above.  \n56. States with more than one System of Law. ___ (1) If a State has two or more territorial \nunits in which different systems of law are applicable in relation to matters dealt with in this \nConvention , it may be at the time of signature, ratification, acceptance, approval,  or accession \ndeclare that this Convention shall extend to all its territorial units or only one or more of them and \nmay modify this declaration by submitting another declaration at a ny time.  \n(2) Any such declaration shall be notified to the Depository and  shall state expressly the \nterritorial units to which the Convention applies.  \n(3) In relation to a State Party which has made such a declaration:  \n(a) reference in Article 23 to “natio nal currency ” shall be construed as referring \nto the currency of the rele vant territorial unit of that State; and  \n(b) the reference in Article 28 to “national law ” shall be construed as referring to \nthe law of the relevant territorial unit of that State;  \n57. Reservations. ___ No reservation may be made to this Convention except  that a State \nParty may at any time declare by a notification addressed to the Depository that this Convention \nshall not apply to:  \n(a) international carriage by air performed and oper ated directly by that State \nParty for non -commercial purposes in respect to its functions and duties as a \nsovereign State; and/or  \n \nPage 40 of 51 \n (b) the carriage of persons, cargo and baggage for its military authorities on \naircraft registered in or leased by that State Party, the whole capacity of which \nhas, been reserved by or on behalf of such authorities.  \nTHE FIFTH SCHEDULE  \n[See section 5]  \nAPPLICABLE RULES RELATING TO CARRIAGE BY AIR WHICH IS NOT \nINTERNATIONAL  \nRULES  \nCHAPTER I  \nGENERAL PROVISONS  \n1. Scope of application. ___ (1) This Schedule applies to all carriage of passengers, baggage \nand cargo performed by aircraft for reward.  \n (2) This Schedule applies also to carriage as set out in Chapter V, subject to the terms \ncontained therein.  \n2. Carriage p erformed by State and carriage of postal items. ___ These rules do not apply \nto the carriage of postal packets performed under terms of any international Postal Convention or of \npostal packets as defined under any law for the time being in force in Pakista n regarding transport of \nmail.  \nCHAPTER II  \nDOCUMENTATION AND DUTIES OF THE PARTIES RELATING TO  THE  \nCARRIAGE OF PASSENGERS, BAGGAGE AND CARGO  \n3. Passengers and baggage. ___ (1) In respect of carriage of passengers, an individual or \ncollective document of car riage shall be delivered containing an indication of the places of departure \nand destination.  \n(2) Any other means which preserves the information indicated in paragraph 1 may be \nsubstituted for the delivery of the document referred to in that paragraph. If  any such other means is \nused, the carrier shall offer to deliver to the passenger a written statement of the information so \npreserved.  \n(3) The carrier shall deliver to the passenger a baggage identification tag for each piece of \nchecked baggage.  \n(4) The p assenger shall be given written notice to the effect that where this Schedule is \napplicable i t governs and may limit the liability of carriers in respect of death or injury and for \ndestruction or loss of, or damage to, baggage, and for delay.  \n \nPage 41 of 51 \n (5) Non-compl iance with the provisions of the foregoing paragraphs shall not affect the \nexistence or the v alidity of the contract of carriage, which shall, nonetheless, be subject to the rules \nof this Schedule including those relating to limitation of liability.  \n4. Car go. ___ (1) In respect of the carriage of cargo, an air waybill shall be delivered.  \n(2) Any o ther means which preserves a record of the carriage to be performed may be \nsubstituted for the delivery of an air waybill. If such other means are used, the carrie r shall, if so \nrequested by the consignor, deliver to the consignor a cargo receipt permittin g identification of the \nconsignment and access to the information contained in the record preserved by such other means.  \n5. Contents of air waybill or cargo receip t. ___ The air waybill or the cargo receipt shall \ninclude:  \n(a) an indication of the places of  departure and destination; and  \n(b) an indication of the weight of the consignment.  \n 6. Document relating to the nature of the cargo. ___ The consignor may be requ ired, if \nnecessary, to meet the formalities of customs, police and similar public authorities , to deliver a \ndocument indicating the nature of the cargo. This provision creates for the carrier no duty, obligation \nor liability resulting therefrom.  \n7. Descrip tion of air waybill. ___ (1) The air waybill shall be made out by the consignor in \nthree orig inal parts.  \n(2) The first part shall be marked “for the carrier ”; it shall be signed by the consignor. The \nsecond part shall be marked “for the consignee ”; it shal l be signed by the consignor and by the \ncarrier. The third part shall be signed by the carrie r who shall hand it to the consignor after the cargo \nhas been accepted.  \n(3) The signature of the carrier and that of the consignor may be printed or stamped.  \n(4) If, at the request of the consignor, the carrier makes out the airway bill, the carrier shall \nbe deemed, subject to proof to the contrary, to have done so on behalf of the consignor.  \n8. Documentation for multiple packages. ___ When there is more than one pa ckage:  \n(a) the carrier of cargo has the right to require the consignor to make out separate \nairway bills;  \n(b) the consignor has the right to require the carrier to deliver separate cargo receipts \nwhen the other means referred to in paragraph 2 of Rule 4 a re used.  \n9. Non -compliance with documentary requirements. ___ Non-compliance with the \nprovisi ons of Rules 4 to 8 shall not affect the existence or the validity of the contract of carriage, \nwhich shall, nonetheless, be subject to the rules of this Conventio n including those relating to \nlimitation of liability.  \n \nPage 42 of 51 \n 10. Responsibility for particulars of documentation. ___ (1) The consignor is responsible \nfor the correctness of the particulars and statements relating to the cargo inserted by it or on its \nbehalf in the air waybill or furnished by it or on its behalf to the carrier for insertion in the cargo  \nreceipt or for insertion in the record preserved by the other means referred to in paragraph 2 of Rule \n4. The foregoing shall also apply where the person acting o n behalf of the consignor is also the agent \nof the carrier.  \n(2) The consignor shall indemnify  the carrier against all damage suffered by it, or by any \nother person to whom the carrier is liable, by reason of the irregularity, incorrectness or \nincompletenes s of the particulars and statements furnished by the consignor or on its behalf.  \n(3) Subject to the provisions of paragraphs 1 and 2 of this Rule, the carrier shall indemnify \nthe consignor against all damage suffered by it, or by any other person to whom t he consignor is \nliable, by reason of the irregularity, incorrectness or incompleteness of the  particulars and statements \ninserted by the carrier or on its behalf in the cargo receipt or in the record preserved by the other \nmeans referred to in paragraph 2 of Rule 4.  \n11. Evidentiary value of documentation. ___ (1) The air waybill or the cargo recei pt is \nprima facie  evidence of the conclusion of the contract, of the acceptance of the cargo and of the \nconditions of carriage mentioned therein  \n(2) Any statements  in the air waybill or the cargo receipt relating to the weight, dimensions \nand packing of t he cargo, as well as those relating to the number of packages, are prima facie  \nevidence of the facts stated; those relating to the quantity, volume and condition of  the cargo do not \nconstitute evidence against the carrier except so far as they both have b een, and are stated in the air \nwaybill or the cargo receipt to have been, checked by it in the presence of the consignor, or relate to \nthe apparent condition of the cargo.  \n12. Right of disposition of cargo. ___ (1) Subject to its liability to carry out all  its obligations \nunder the contract of carriage, the consignor has the right to dispose of the cargo by withdrawing it \nat the airport of departure or destination, or  by stopping it in the course of the journey on any \nlanding, or by calling for it to be del ivered at the place of destination or in the course of the journey \nto a person other than the consignee originally designated, or by requiring it to be returned to t he \nairport of departure. The consignor must not exercise this right of disposition in such a way as to \nprejudice the carrier or other consignors and must reimburse any expenses occasioned by the \nexercise of this right.  \n(2) If it is impossible to carry out the instructions of the consignor, the carrier must so inform \nthe consignor forthwith.  \n(3) If the carrier carries out the instructions of the consignor for the disposition of the cargo \nwithout requiring the production of the part of the air waybill or the cargo receipt delivered to the \nlatter, the carrier will be liable, without prejudice to its  right of recovery from the consignor, for any \ndamage which may be caused thereby to any person who is lawfully in possession of that part of the \nair waybill or the cargo receipt.  \n(4) The right conferred on the consignor ceases at the moment when that of t he consignee \nbegins in accordance with Rule 13. Nevertheless, if the consignee declines to accept the cargo, or \ncannot be communicated with, the consignor resumes it s right of disposition.  \n \nPage 43 of 51 \n 13. Delivery of the cargo. ___ (1) Except when the consignor has ex ercised its right under \nrule 12, the consignee is entitled, on arrival of the cargo at the place of destination, to require the \ncarrier to deliver the cargo to it, o n payment of the charges due and on complying with the \nconditions of carriage.  \n(2) Unless i t is otherwise agreed, it is the duty of the carrier to give notice to the consignee as \nsoon as the cargo arrives.  \n(3) If the carrier admits the loss of the cargo, o r if the cargo has not arrived at the expiration \nof seven days after the date on which it o ught to have arrived, the consignee is entitled to enforce \nagainst the carrier the rights which flow from the contract of carriage.  \n14. Enforcement of the rights of consignor and consignee. ___ The consignor and the \nconsignee can respectively enforce all t he rights given to them by Rules 12 and 13, each in its own \nname, whether it is acting in its own interest or in the interest of another, provided that it carries ou t \nthe obligations imposed by the contract of carriage.  \n15. Relations of consignor and consi gnee or mutual relations of third Parties.___ (1) \nRules 12, 13 and 14 do not affect either the relations of the consignor and the consignee with each \nother or the mu tual relations of third parties whose rights are derived either from the consignor or \nfrom the consignee.  \n(2) The provisions of Rules 12, 13 and 14 can only be varied by express provision in the air \nwaybill or the cargo receipt.  \n(3) Nothing in these rules prevents the issue of a negotiable air waybill: Provided that an \nelectronic airway bill sha ll be deemed to be a negotiable instrument as defined in section 13 of the \nNegotiable Instruments Act, 1881 (XXVI of 1881) and may be dealt with in any manner as a p aper \nair waybill and the Electronic Transactions Ordinance 2002 shall apply to such electro nic air waybill \nnotwithstanding section 31(1)(a) of the Electronic Transactions Ordinance 2002.  \n16. Formalities of customs, police or other public authorities. ___(1) The consignor must \nfurnish such information and such documents as are necessary to meet t he formalities of customs, \noctroi or police and any other public authorities before the cargo can be delivered to the consignee. \nThe consignor is liable to the carri er for any damage occasioned by the absence, insufficiency or \nirregularity of any such info rmation or documents, unless the damage is due to the fault of the \ncarrier, its servants or agents.  \n(2) The carrier is under no obligation to enquire into the correc tness or sufficiency of such \ninformation or documents.  \nCHAPTER III  \nLIABILITY OF THE CARRIER  AND EXTENT OF COMPENSATION FOR  DAMAGE  \n 17. Death and injury of passengers - damage to baggage. ___ (1) The carrier is liable for \ndamage sustained in case of death or bodily injury of a passenger upon condition only that the \naccident which caused the death  or injury took place on board the aircraft or in the course of any of \nthe operations of embarking or disembarking.  \n \nPage 44 of 51 \n (2) The carrier is liable for damage sustained i n case of destruction or loss of, or of damage \nto, checked baggage upon condition only that the event which caused the destruction, loss or damage \ntook place on board the aircraft or during any period within which the checked baggage was in the \ncharge of t he carrier. However, the carrier is not liable if and to the extent that the damage resulted  \nfrom the inherent defect, quality or vice of the baggage. In the case of unchecked baggage, including \npersonal items, the carrier is liable if the damage resulted from its fault or that of its servants or \nagents.  \n(3) If the carrier admits the loss of the checked baggage, or if the checked baggage has not \narrived at the expiration of twenty -one days after the date on which it ought to have arrived, the \npassenger is e ntitled to enforce against the carrier the rights which flow from the contract of \ncarriage.  \n(4) Unless otherwise specified, in this Schedule the term “baggage” means both checked \nbaggage and unchecked baggage.  \n18. Damage to cargo. ___ (1) The carrier is li able for damage sustained in the event of the \ndestruction or loss of, or damage to, cargo up on condition only that the event which caused the \ndamage so sustained took place during the carriage by air.  \n(2) However, the carrier is not liable if and to the ex tent it proves that the destruction, or loss \nof, or damage to, the cargo resulted from one o r more of the following:  \n(a) inherent defect, quality or vice of that cargo;  \n(b) defective packing of that cargo performed by a person other than the carrier or \nits servants or agents;  \n (c) an act of war or an armed conflict ; \n(d) an act of public authorit y carried out in connection with the entry, exitor \ntransit of the cargo.  \n  (3) The carriage by air within the meaning of paragraph 1 of this Rule comprises the peri od \nduring which the cargo is in the charge of the carrier.  \n(4) The period of the carriage by  air does not extend to any carriage by land, by sea or by \ninland waterway performed outside an airport. If, however, such carriage takes place in the \nperformance o f a contract for carriage by air, for the purpose of loading, delivery or transshipment, \nany damage is presumed, subject to proof to the contrary, to have been the result of an event which \ntook place during the carriage by air. If a carrier, without the co nsent of the consignor, substitutes \ncarriage by another mode of transport for the whole or p art of a carriage intended by the agreement \nbetween the parties to be carriage by air, such carriage by another mode of transport is deemed to be \nwithin the period of carriage by air.  \n19. Delay. ___ The carrier is liable for damage occasioned by delay in t he carriage by air of \npassengers, baggage or cargo. Nevertheless, the carrier shall not be liable for damage occasioned by \ndelay if it proves that it and its servan ts and agents took all measures that could reasonably be \nrequired to avoid the damage or tha t it was impossible for it or them to take such measures.  \n \nPage 45 of 51 \n 20. Exoneration. ___ If the carrier proves that the damage was caused or contributed to by the \nnegligence or other wrongful act or omission of the person claiming compensation, or the person \nfrom wh om he or she derives his or her rights, the carrier shall be wholly or partly exonerated from \nits liability to the claimant to the extent that such negligence or wr ongful act or omission caused or \ncontributed to the damage. When by reason of death or injur y of a passenger compensation is \nclaimed by a person other than the passenger, the carrier shall likewise be wholly or partly \nexonerated from its liability to the e xtent that it proves that the damage was caused or contributed to \nby the negligence or other  wrongful act or omission of that passenger. This Rule applies to all the \nliability provisions in this Schedule, including paragraph 1 of Rule 21.  \n21. Compensation in case of death or injury of passengers. ___ (1) For damages arising \nunder paragraph 1 of R ule 17 not exceeding Rs. 50,00,000/ - for each passenger, the carrier shall not \nbe able to exclude or limit its liability.  \n(2) The carrier shall not be liable for da mages arising under paragraph 1 of Rule 17 to the \nextent that they exceed for each passenger  Rs. 50,00,000/ - if it is proved that:  \n(a)  such damage was not due to the gross negligence, intent to cause damage, \nwillful misconduct or omission of the carrier o r its servants or agents; or  \n(b) such damage was solely due to the gross negligence, intent to cause damage, \nwillful misconduct or omission of a third party.  \n22. Limits of liability in relation to delay, baggage and cargo. ___ (1) The carrier is liable \nfor damage occasioned by delay in the carriage by air of passengers, baggage or cargo to the ex tent \nof the amount of any such damage which may be proved to have been sustained by reason of such \ndelay or of an amount representing double the sum paid for the ca rriage, whichever amount may be \nsmaller:  \nProvided that the carrier may, in special circumsta nces, by special and separate contract in \nwriting expressly by drawing specific and highly conspicuous attention to such a clause exclude, \nincrease or decrease the limit of his liability as above provided.  \n(2) In the carriage of baggage, the liability of t he carrier in the case of destruction, loss, or \ndamage is limited to Rs. 1000 per kilogramme for each passenger unless the passenger has made, at \nthe time when the checked baggage was handed over to the carrier, a special declaration of interest \nin deliver y at destination and has paid a supplementary sum if the case so requires. In that case the \ncarrier will be liable to pay a sum not exceeding the declared sum, unle ss it proves that the sum is \ngreater than the passenger’s actual interest in delivery at des tination.  \n(3) In the carriage of cargo, the liability of the carrier in the case of destruction, loss, or \ndamage is limited to a sum of Rs. 1000 per kilogramme, unl ess the consignor has made, at the time \nwhen the package was handed over to the carrier, a s pecial declaration of interest in delivery at \ndestination and has paid a supplementary sum if the case so requires. In that case the carrier will be \nliable to pay a  sum not exceeding the declared sum, unless it proves that the sum is greater than the \nconsi gnor’s actual interest in delivery at destination.  \n(4) In the case of destruction, loss, or damage of part of the cargo, or of any object contained \ntherein, the wei ght to be taken into consideration in determining the amount to which the carrier’s \nliabilit y is limited, shall be only the total weight of the package or packages concerned. \n \nPage 46 of 51 \n Nevertheless, when the destruction, loss, or damage of a part of the cargo, or of  an object contained \ntherein, affects the value of other packages covered by the same air wa ybill, or the same receipt or, if \nthey were not issued, by the same record preserved by the other means referred to in paragraph 2 of \nRule 4, the total weight of su ch package or packages shall also be taken into consideration in \ndetermining the limit of li ability.  \n(5) The foregoing provisions of paragraphs 1 and 2 of this Rule shall not apply if it is proved \nthat the damage resulted from an act or omission of the car rier, its servants or agents, done as a result \nof gross negligence, willful  misconduct or wi th intent to cause damage:  \nProvided that, in the case of such act or omission of a servant or agent, it is also proved that \nsuch servant or agent was acting within the scope of its employment.  \n(6) The limits prescribed in Rule 21 and in this Rule shall not  prevent the court from \nawarding in addition, the whole or part of the court costs and of the other expenses of the litigation \nincurred by the plaintiff, including interest. The foregoing provision shall not apply if the amount of \nthe damages awarded, excl uding court costs and other expenses of the litigation, does not exceed the \nsum which the carrier has offered in writing to the plaintiff within a period of twelve months from \nthe date of the occurrence causing the damage, or before the commencement of the  action, \nwhichever is later.  \n23. Review of limits. ___ Without prejudice to the provisions of Rule 24 of this Schedule the \nlimits of liability prescribed in Rules 2 1 and 22 shall be reviewed by the Federal Government as \nprovided in section 4(5) of this Bil l at five -year intervals.  \n24. Stipulation on limits. ___ A carrier may stipulate that the contract of carriage shall be \nsubject to higher limits of liability than t hose provided for in this Schedule or to no limits of liability \nwhatsoever.  \n25. Invalidity o f contractual provisions. ___ Any provision tending to relieve the carrier of \nliability or to fix a lower limit than that which is laid down in this Schedule shall be null and void, \nbut the nullity of any such provision does not involve the nullity of the whole contract, which shall \nremain subject to the provisions of this Schedule.  \n26. Freedom to contract. ___ Nothing contained in this Schedule shall prevent the car rier \nfrom refusing to enter into any contract of carriage, from waiving any defences availab le under the \nSchedule, or from laying down conditions which do not conflict with the provisions of this Schedule.  \n27. Advance payments. ___ In the case of aircraft accidents resulting in death or injury of \npassengers, the carrier shall, if required by its national law, make advance payments without delay to \na natural person or persons who are entitled to claim compensation in order to meet the immediate \neconomic need s of such persons. Such advance payments shall not constitute a recognition of \nliability and  may be offset against any amounts subsequently paid as damages by the carrier.  \n28. Basis of claims. ___ In the carriage of passengers, baggage and cargo, any actio n for \ndamages, however founded, whether under this Schedule or in contract or in tort or oth erwise, can \nonly be brought subject to the conditions and such limits of liability as are set out in this Schedule \nwithout prejudice to the question as to who are t he persons who have the right to bring suit and what \nare their respective rights. In any suc h action, punitive, exemplary or any other non -compensatory \ndamages shall not be recoverable.  \n \nPage 47 of 51 \n 29. Servants, agents - aggregation of claims. ___ (1) If an action is brought against a servant \nor agent of the carrier arising out of damage to which the Schedul e relates, such servant or agent, if \nthey prove that they acted within the scope of their employment, shall be entitled to avail themselves \nof the conditions and li mits of liability which the carrier itself is entitled to invoke under this \nSchedule.  \n(2) The aggregate of the amounts recoverable from the carrier, its servants and agents, in that \ncase, shall not exceed the said limits.  \n(3) Save in respect of the carriag e of cargo, the provisions of paragraphs 1 and 2 of this Rule \nshall not apply if it is prove d that the damage resulted from an act or omission of the servant or agent \ndone as a result of gross negligence, willful misconduct or with intent to cause damage.  \n30. Timely notice of complaints. ___ (1) Receipt by the person entitled to delivery of check ed \nbaggage or cargo without complaint is prima facie  evidence that the same has been delivered in \ngood condition and in accordance with the document of carriage or with the record preserved by the \nother means referred to in paragraph 2 of Rule 3 and parag raph 2 of Rule 4.  \n(2) In the case of damage, the person entitled to delivery must complain to the carrier \nforthwith after the discovery of the damage, and, at the la test, within three days from the date of \nreceipt in the case of checked baggage and seven d ays from the date of receipt in the case of cargo. \nIn the case of delay, the complaint must be made at the latest within fourteen days from the date on \nwhich the bag gage or cargo have been placed at his or her disposal.  \n(3) Every complaint must be made in writing and given or dispatched within the times \naforesaid.  \n(4) If no complaint is made within the times aforesaid, no action shall lie against the carrier, \nsave in the case of fraud on its part.  \n31. Death of person liable. ___ In the case of the death of the person liable, an action for \ndamages lies in accordance with the terms of this Schedule against those legally representing his or \nher estate.  \n32. Arbitration. ___(1) Subject to the provisions of this Rule, the parties to the contract of \ncarriage for ca rgo may stipulate that any dispute relating to the liability of the carrier under this \nSchedule shall be settled by arbitration. Such agreement shall be in writing.  \n(2) The arbitrator or arbitration tribunal shall apply the provisions of this Schedule.  \n(3) The provisions of paragraph 2 of this Rule shall be deemed to be part of every arbitration \nclause or agreement, and any term of such clause or agreement which is in consistent therewith shall \nbe null and void.  \n33. Limitation of actions. ___ The right to da mages shall be extinguished if an action is not \nbrought within a period of two years, reckoned from the date of arrival at the destination, or from the \ndate on which  the aircraft ought to have arrived, or from the date on which the carriage stopped.  \n34. Su ccessive carriage. ___ (1) In the case of carriage to be performed by various successive \ncarriers, each carrier which accepts passengers, baggage or cargo is subject  to the rules set out in this \n \nPage 48 of 51 \n Schedule and is deemed to be one of the parties to the contra ct of carriage in so far as the contract \ndeals with that part of the carriage which is performed under its supervision.  \n(2) In the case of carriage of this nature, t he passenger or any person entitled to compensation \nin respect of him or her can take actio n only against the carrier which performed the carriage during \nwhich the accident or the delay occurred, save in the case where, by express agreement, the first \ncarrier has assumed liability for the whole journey.  \n(3) As regards baggage or cargo, the passe nger or consignor will have a right of action \nagainst the first carrier, and the passenger or consignee who is entitled to delivery will have a right \nof action again st the last carrier, and further, each may take action against the carrier which \nperformed the carriage during which the destruction, loss, damage or delay took place. These \ncarriers will be jointly and severally liable to the passenger or to the consignor  or consignee.  \n35. Right of recourse against third parties. ___ Nothing in this Schedule sh all prejudice the \nquestion whether a person liable for damage in accordance with its provisions has a right of recourse \nagainst any other person.  \nCHAPTER IV  \nCOMBINED  CARIAGE  \n36. Combined carriage. ___ (1) In the case of combined carriage performed partly b y air and \npartly by any other mode of carriage, the provisions of this Schedule shall, subject to paragraph 4 of \nRule 18, apply only to the carriage by air.  \n(2) Noth ing in this Schedule shall prevent the parties in the case of combined carriage from \ninsert ing in the document of air carriage conditions relating to other modes of carriage, provided that \nthe provisions of this Schedule are observed as regards the carriag e by air.  \nCHAPTER V  \nCARRIAGE BY AIR PERFORMED BY A PERSON OTHER THAN THE  \nCONTRACTING CARRIE R \n37. Contracting carrier - actual carrier. ___ The provisions of this Chapter apply when a \nperson (hereinafter referred to as “the contracting carrier ”) as a princi pal makes a contract of \ncarriage governed by this Schedule with a passenger or consignor or  with a person acting on behalf \nof the passenger or consignor, and another person (hereinafter referred to as “the actual carrier ”) \nperforms, by virtue of authority from the contracting carrier, the whole or part of the carriage, but is \nnot with respect to  such part a successive carrier within the meaning of this Schedule. Such authority \nshall be presumed in the absence of proof to the contrary.  \n38. Respective liabili ty of contracting and actual carriers.  If an actual carrier performs the \nwhole or part of c arriage which, according to the contract referred to in Rule 37, is governed by this \nSchedule, both the contracting carrier and the actual carrier shall, except as o therwise provided in \nthis Chapter, be subject to the rules of this Schedule, the former for  the whole of the carriage \ncontemplated in the contract, the latter solely for the carriage which it performs.  \n \nPage 49 of 51 \n 39. Mutual liability. ___(1) The acts and omissions of  the actual carrier and of its servants \nand agents acting within the scope of their employm ent shall, in relation to the carriage performed \nby the actual carrier, be deemed to be also those of the contracting carrier.  \n(2) The acts and omissions of the cont racting carrier and of its servants and agents acting \nwithin the scope of their employment shall, in relation to the carriage performed by the actual \ncarrier, be deemed to be also those of the actual carrier. Nevertheless, no such act or omission shall \nsubject the actual carrier to liability exceeding the amounts referred to in Rules 21, 22, and  23. Any \nspecial agreement under which the contracting carrier assumes obligations not imposed by this \nSchedule or any waiver of rights or defences conferred by this  Schedule or any special declaration of \ninterest in delivery at destination contemplated in  Rule 22 shall not affect the actual carrier unless \nagreed to by it.  \n 40. Addressee of complaints and instructions. ___ Any complaint to be made or instruction \nto be  given under this Schedule to the carrier shall have the same effect whether addressed to t he \ncontracting carrier or to the actual carrier. Nevertheless, instructions referred to in Rule 12 shall only \nbe effective if addressed to the contracting carrier.  \n41. Servants and agents. ___ In relation to the carriage performed by the actual carrier, an y \nservant or agent of that carrier or of the contracting carrier shall, if they prove that they acted within \nthe scope of their employment, be entitled to avail them selves of the conditions and limits of liability \nwhich are applicable under this Schedule t o the carrier whose servant or agent they are, unless it is \nproved that they acted in a manner that prevents the limits of liability from being invoked in \naccordance  with this Schedule.  \n42. Aggregation of damages. ___ In relation to the carriage performed by the actual carrier, \nthe aggregate of the amounts recoverable from that carrier and the contracting carrier, and from their \nservants and agents acting within the s cope of their employment, shall not exceed the highest amount \nwhich could be awarded agains t either the contracting carrier or the actual carrier under this \nSchedule, but none of the persons mentioned shall be liable for a sum in excess of the limit \napplic able to that person.  \n43. Addressee of claims. ___ In relation to the carriage performed by the actual carrier, an \naction for damages may be brought, at the option of the plaintiff, against that carrier or the \ncontracting carrier, or against both together o r separately. If the action is brought against only one of \nthose carriers, that carrier sha ll have the right to require the other carrier to be joined in the \nproceedings.  \n44. Invalidity of contractual provisions. ___ Any contractual provision tending to re lieve the \ncontracting carrier or the actual carrier of liability under this Chapter or to f ix a lower limit than that \nwhich is applicable according to this Chapter shall be null and void, but the nullity of any such \nprovision does not involve the nullity o f the whole contract, which shall remain subject to the \nprovisions of this Chapter.  \n45. Mut ual relations of contracting and actual carriers. ___ Except as provided in Rule 42, \nnothing in this Chapter shall affect the rights and obligations of the carriers between themselves, \nincluding any right of recourse or indemnification.  \n \n \nPage 50 of 51 \n CHAPTER VI  \nOTHER P ROVISIONS  \n46. Mandatory application.  Any clause contained in the contract of carriage and all special \nagreements entered into before the damage occurred by which the parties purport to infringe the \nrules laid down by this Schedule, whether by deciding the law to be applied, or by altering the rules \nas to jurisdiction, shall be null and void.  \n47. Carriage performed in extraordinary circumstances. ___The provisions of Ru les 3 to \n5, 7 and 8 relating to the documentation of carriage shall not apply in the case of carriage performed \nin extraordinary circumstances outside the normal scope of a carrier’s business.  \n48. Definition of days. ___The expression “days” when used in t his Schedule means calendar \ndays, not working days.  \n49. Insurance. ___(1) The carrier shal l maintain adequate insurance covering all possible \nliability under this Schedule. A carrier may be required by the Federal Government to furnish \nevidence that it mai ntains adequate insurance covering its liability under this Schedule.  \n(2) The carrier shal l comply with rules that may be notified through publication in the \nOfficial Gazette by the Federal Government regarding the obligation of the carrier to maintain \nadequate insurance coverage.  \n \nTHE SIXTH SCHEDULE \n \n[See sections 3(5) and 5(4)] \n \nPROVISIONS AS TO LIABILITY OF CARRIERS IN THE EVENT OF THE DEATH OF A \nPASSENGER \n \n1. The liability shall be enforceable for the benefit of such of the members of the passenger's \nfamily as sustained damage by reason of his death. \n \nIn this rule the expression “member of a family” means wife or husband, parent, step-parent, \ngrandparent, brother, sister, half-brother, half-sister, child, stepchild, grandchild: \n \nProvided that, in deducing any Such relationship as aforesaid any illegitimate person and any \nadopted  person shall be treated  as being, or as having been, the legitimate child of his mother and \nreputed father or, as the case may be. \n \n2. An action to enforce the liability may be brought by the personal representative of the \npassenger or by any person for whose benefit the liability is under the last preceding rule \nenforceable, but only one action shall be brought in Pakistan in respect of the death of any one \npassenger, and every such action by whosoever brought shall be for the benefit of all such persons so \nentitled as aforesaid as either are domiciled in Pakistan, or, not being domiciled there, express a \ndesire to take the benefit of the action. \n \n \nPage 51 of 51 \n 3. Subject to the provisions of the next succeeding rule the amount recovered in any such \naction, after deducting any costs  not recovered  from  the defendant, shall be divided betwe en the \npersons entitled in such proportions as the Court may direct. \n \n4. The Court before which any such action is brought may at any stage of the proceedings \nmake any such order as appears to the Court to be just and equitable in view of, as the case may be, \nthe provisions of the First, Second, Third, Fourth and Fifth Schedules to this Bill limiting the liability \nof a carrier and of any proceedings which have been, or are likely to be, commenced outside Pakistan \nin respect of the death of the passenger in question. \n \n5. (1) Any person competent to bring an action under rule 2 of this Schedule may, instead of \nbringing such action, apply to the carrier to make payment of the amount which could have been \nrecovered in any such action to the members of the passenger's family mentioned in the certificate \ngranted under rule 6 to be divided between them in the proportions set out in the certificate \n(2) Where an application under sub-rule (1) is not accompanied by a certificate under rule 6, the \ncanier shall advise the applicant to obtain such certificate. \n \n6. (1) Any person competent to bring an action under rule 2 may apply to the District Judge \nor the High Court, as the case may be, having jurisdiction to issue a succession certificate following \nthe death of the passenger for the grants of a certificate to the effect that only the persons named \ntherein are the members of the passenger's family for whose benefit the liability is enforceable under \nrule 1. \n \n(2) A certificate under sub-rule (1) shall set out the proportion in which each member \nmentioned therein shall receive the amount recoverable; and the proportion shall be such as may be \nagreed upon amongst the members or, in the absence of such agreement, as may be determined by \nDistrict Judge or, as the case may be, the High Court. \n \n7. For the purpose of the grant of a certificate unde r rule 6, the District Judge or the High \nCourt, as the case may be, shall publish, or cause to be published, in such newspapers as he or it may \nthink fit, a copy of the application for such certificate and shall follow, so far as may be, the same \nprocedure as in the case of an application for a succession certificate under the Succession Act, 1925 \n(XXXIX of 1925), or any applicable law for the time being in force. \n \n8. Payment made by the carrier in accordance with the certificate shall give him full and final \ndischarge from his liability."
}