{
    "file": "./converted_json\\administrator07bf5c69a91f18474d286f256c2b7ff3.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 29 \n  \nTHE FOREIGN INVESTMENT (PROMOTION AND PROTECTION) ACT, \n2022  \n \n \n \n \n \n \nCONTENTS  \n           __________  \nSECTIONS:  \n1.  Short title, extent, application and commencement.  \n2. Definitions.  \n3. Notification and protection of qualified investments and investment ince ntives.  \n4. Investment incentives.  \n5.  Investment agreement.  \n6.  Implementation of investment incentives.  \n7. Implementation of investment incentives by Federal Government and Federa l Government \nentities.  \n8. Creation of security.  \n9.  Secrecy of banking trans action.  \n10.  Imm unities to protected accounts.  \n11.  Investor obligations.  \n12.  Investment ombudsman.  \n13.  Jurisdiction and powers of the investment ombudsman.  \n14. Relationship with other laws.  \n15.  Power to make rules.  \n16.  Removal of difficulties.  \n \n \n\n \nPage 2 of 29 \n THE  FOREIGN INVESTMENT (PROMOTION AND PROTECTION) ACT, \n2022  \n \nACT  NO. XXXV  OF 2022  \n[13th December, 2022]  \nAN \nACT  \nto provide  for promotion  and protection  of certain  qualified  foreign  investments  and for matters  \nincidental  thereto  \nWHEREAS  it is expedient  and in the national  interest  to attract,  encourage,  and protect,  large  \nscale  foreign  investment  into Pakistan  and to ensure  sustainable  economic  activity  and growth;  \nAND WHEREAS  it is necessary  to improve  the investment  climate  in Pakistan  by way of \nproviding  incen tives  in direct  and indirect  taxes  and ease of transfer  and repatriation  of foreign  \ninvestments  to the large  scale  foreign  investments  and by protecting  such incentives  from  withdrawal;  \nAND WHEREAS  it is essential  for the Federal  Government,  the Provincial  Government,  and \nthe local  governments  and other  relevant  authorities  to work  together  and cooperate  to ensure  provision  \nof incentives  and protection  to the qualified  investments;  \nAND WHEREAS  the Provincial  Assemblies  of Balochistan  and Sindh  have  each passed a \nresolution  under  Article  144 of the Constitution  of the Islamic  Republic  of Pakistan  to the effect  that \nMajlis -e-Shoora (Parliament)  may by law regulate  certain  matters  enumerated  in this Act and whereas  \nthe Provincial  Assemblies  of Khyber  Pakhtunkhw a and the Punjab  may do so in the future;  \nAND WHEREAS  in relation  to qualified  investments,  the Provincial  Assemblies  of Balochistan  \nand Sindh  have  each passed  a resolution  under  Article  147 of the Constitution  of the Islamic  Republic  \nof Pakistan  authorisi ng the Federal  Government  to declare  as protected  benefits  any notification  issued  \nby a Provincial  Government  under  a provincial  law and whereas  the Provincial  Assemblies  of Khyber  \nPakhtunkhwa  and the Punjab  may do so in the future;  \nIt is hereby  enacted  as follows: — \n1. Short  title,  extent,  application  and commencement. —(1) This Act shall  be called  the \nForeign  Investment  (Promotion  and Protection)  Act, 2022.  \n(2) It extends  to the whole  of Pakistan 1[but for the purpose of Balochistan Province, it shall \nonly apply to the qualified investment of Reko Diq project as mentioned in schedules and annexures \nof this Act].  \n(3) It shall  come  into force  at once.  \n(4) It shall  be applicable  to all qualified  investments  along -with such incentives  as enacted  or \nnotified  by the Federal  Government  from  time to time.  \n \n1Added by the Foreign Investment (Promotion and Protection) (Amdt.) Act  No. XXXVI of  2022 s.2.  \n \nPage 3 of 29 \n 2. Definitions. —(1) In this Act (including  the Schedules),  unless  there  is anything  repugnant  \nin the subject  or context .— \n(a)  “concerned  Government ” means  the Federal  Government,  any Federal  \nGovernment  entity  or any Provincial  Government,  as the case may be; \n(b) “enterprise ” means  any organi sation , whether  incorporated  or not, including  \nany company,  corporation  (including  any non-profit  corporation),  limited  \nliability  company,  limited  duration  company,  branch  of a foreign  company,  \nassociation,  organization,  foundation,  fund,  general  partnership,  limited  \npartnership,  limited  liability  partnership  (in each case,  registered  or un-\nregistered),  joint venture,  joint stock  association,  an association  of persons,  firm,  \nsociety,  trust,  or any other  legal  person,  enterprise,  association,  organization  or \nentity  as may be recognized  under  the laws of any jurisdiction;  \n(c) “export  proce ssing  zone ” means  an area that is declared  to be a zone  for the \npurposes  of the Export  Processing  Zones  Authority  Ordinance,  1980;  \n(d)  “Federal  Government”  means  the Government  of the Islamic  Republic  of \nPakistan;  \n(e) “Federal  Government  entity ” means  any public  sector  company  as defined  \nunder  section  2(54)  of the Companies  Act 2017  (Act XIX of 2017),  any agencies  \nor instrumentalities  of the Federal  Government,  including  but not limited  to any \nministry,  division,  department,  commission  or office  of the Federal Government  \nas well as any authority  or enterprise  set up or established  under  and pursuant  \nto federal  legislation,  autonomous  or semi -autonomous  body,  local  body,  and \nany other  entity  fully  or majority  owned  or controlled  by the Federal  \nGovernment,  and/or quasi - governmental  or non-government  organizations  \ngiven  authority  by governmental  entities  or organizations  at any level  of \ngovernment,  and includes  the State  Bank  of Pakistan  and any local  or municipal  \nauthority  or statutory  body  within  the ICT;  \n(f) “financial  institution ” means  a financial  intermediary,  bank  or other  enterprise  \nthat is authorized  to do business  and regulated  or supervised  as a financial  \ninstitution  or bank  under  the laws of Pakistan;  \n(g)  “Government  servant” means  a civil servant  as defined  in the Civil  Servants  \nAct, 1973  (LXXI of 1973)  or under  a Provincial  Civil  Servants  Act, and includes  \nany person  in the service  of any statutory  body  or Federal  Government  entity  or \nProvincial  Government  entity;  \n(h)  “ICT” means  the Islamabad  Capital Territory;  \n(i)  “investment ” includes  any asset  that an investor  owns  or controls,  directly  or \nindirectly,  that has the characteristics  of an investment,  including  such \ncharacteristics  as the commitment  of capital  or other  resources,  the expectation  \nof gain or profit,  the assumption  of risk, and, without  limiting  the generality  of \nthe foregoing,  an investment  may take the following  forms: — \n(i)  an enterprise;  \n \nPage 4 of 29 \n (ii)  shares,  stock,  and other  forms  of equity  participation  in an enterprise;  \n(iii) bonds,  debentures,  any Islamic  financing  arrangements,  hedge  \ninstruments,  other  debt instruments  and loans;  \n(iv) an interest  in an enterprise  that entitles  the owner  to share  in the assets  \nof that enterprise  on dissolution;  \n(v)  futures,  options  and other  derivati ves; \n(vi)  an interest  arising  from  the commitment  of capital  or other  resources,  \nincluding  under  turnkey,  construction,  management,  production,  \nconcession,  revenue -sharing,  and other  similar  contracts;  \n(vii)  intellectual  property  rights;  \n(viii)   exemptio ns, leases,  licenses,  authorizations,  permits,  permissions,  and \nsimilar  rights  conferred  by a concerned  Government  (including  mining  \nleases,  exploration  licenses,  surface  rights  and water  rights);  \n(ix)  insurance  policies;  \n(x) rights  under  contracts;  and \n(xi)  other  tangible  or intangible,  movable  or immovable  property,  and \nrelated  property  rights  such as leases,  licenses,  liens,  mortgages,  \npermissions,  permits  and pledges,  and the term “invest ” shall  have  a \ncorresponding  meaning;  \n(j)  “investment  agreement ” means  an agreement  entered  into between  an investor  \nand any one or more  concerned  Governments  in respect  of a qualified  \ninvestment  providing  investment  incentives  that are protected  benefits  as \ncontemplated  in this Act; \n(k)  “investment  incentive ” includ es— \n(i) an exemption,  wholly  or partially,  from  any Federal  or provincial  or \nlocal charges,  cesses,  duties,  fees, levies , taxes  or tolls payable  under  \nany law; \n(ii)  payment  of any Federal  or provincial  or local  charges,  cesses,  duties,  \nfees, levies,  taxes , or tolls at such rates,  which  are less than the rates  \nspecified  in the applicable  law; \n(iii)  payment  of any Federal  or provincial  or local  charges,  cesses,  duties,  \nfees, levies,  taxes,  or tolls on goods,  services  or contracts  only at such \nrates  as are applicable  at the time an Investment  Agreement  is signed;  \n(iv) an exemption  from  the operation  or application  of any provision  of any \nlaw, regulation,  rule, ordinance  or other  similar  instrument;  \n \nPage 5 of 29 \n (v)  a license  or lease  or permit  or permission  granted  or conferred  by a \nconcerned  Government;  \n(vi)  licenses  or permissions  for the import  and export  of fuel, lubricants,  \nchemicals,  catalysts,  minerals,  raw materials,  components,  spare  parts,  \nmachinery,  and equipment;  \n(vii)  grant  or renewal  of work  permits;  \n(viii)  licenses,  approvals,  no objections,  consents,  permissions,  or permits  for \nthe remittance  to or repatriation  of foreign  exchange  from  or into \nPakistan;  and/or  \n(ix)  a right  granted  and regulated  under  any law applicable  within  the \nterritory  of Pakistan,  including  licenses  to explore  for, cultivate,  extract,  \nprocess,  transport,  sell or exploit  natural  resources;  \n(l)  “investor ” means  (i) a foreign  natural  person  or enterprise  who invests  or has \ninvested  in Pakistan,  including  (1) foreign  enterprises  and any of their respective  \ndirect  and indirect  agents,  contractors,  successors,  assigns,  lenders,  directors,  \nemployees,  servants  and service  providers,  (2) direct  and indirect  shareholders  \nof an investor  referred  to in clause  (i) and (3) any Pakistani  subsidiar y that is \ndirectly  or indirectly  owned  or controlled  by an investor  referred  to in clause  (i), \nor (ii) any other  enterprise  established  under  the laws of Pakistan  who invests  \nin Pakistan  that is chosen,  approved  and duly notified  by the Federal  \nGovernment  as an investor  under  this Act; \n(m)  “protected  account” means  a bank  account  established  within  Pakistan  or \noutside  of Pakistan  in any unit or currency  by an investor  in connection  with a \nqualified  investment;  \n(n)  “protected  benefit ” means  the investment  incentives  provided  to investors  \nand/or  qualified  investments  through  legislative  amendments  contained  in the \nSecond  Schedule  of this Act as well as all investment  incentives  listed  in the \nThird  Schedule  of this Act; \n(o)  “Province(s)'” means  the Province  of Balochistan,  Khyber -Pakhtunkhwa,  the \nPunjab  and Sindh,  or any one of them,  as the context  may require;  \n(p)  “Provincial  Government ” means  the government  of a Province  and any \nProvincial  Government  entity;  \n(q)  “Provincial  Government  entity ” means  a publi c sector  company  as defined  \nunder  section  2(54)  of the Companies  Act 2017  (Act XIX of 2017),  any agencies  \nor instrumentalities  of a Provincial  Government,  including  but not limited  to \nany ministry,  division,  department,  commission  or office  of a Provincial  \nGovernment  as well as any authority  or enterprise  set up or established  under  \nand pursuant  to provincial  legislation,  autonomous  or semi -autonomous  body,  \nlocal  body,  and any other  entity  fully  or majority  owned  or controlled  by a \nProvincial  Government,  and/or quasi -governmental  or non-government  \n \nPage 6 of 29 \n organizations  given  authority  by governmental  entities  or organizations  at any \nlevel  of government;  \n(r) “qualified  investment ” means  the investments,  sectors,  industries  or projects  \nas may be chosen,  approved  and duly notified  by the Federal  Government  as a \nqualified  investment  in the First Schedule  to this Act; and \n(s)  “Schedule ” means  a Schedule  to this Act and includes  the First Schedule,  the \nSecond  Schedule  and the Third  Schedule.  \n3. Notification  and protection  of qualified  investments  and investment  incentives .—(1) All \ninvestments,  sectors,  industries  or projects  listed  in the First Schedule  to this Act shall  be deemed  to \nbe qualified  investments.  \n(2) The Federal  Government  may notify  additional  investments,  sectors,  industries  or projects  \nas qualified  investments  through  a notification  in the official  Gazette  amending  the First Schedule  to \nthis Act. \n(3) The Federal  Government  may choose  and approve  qualified  investments  on such terms  and \nconditions  and for such duration  as deemed  in the national  interest:  \nProvided  that no investment  shall  be notified  as a qualified  investment  unless  the amount  to be \ninvested  (whether  in the form  of equity  or debt)  is not less than US$ 500 million  (or its equivalent  in \nPak Rupees ): \nProvided  further  that the Federal  Government  may,  for reasons  to be recorded,  notify  an \ninvestment  as a qualified  investment  even  if the amount  to be invested  therein  is less than US$ 500 \nmillion  (or its equivalent  in Pak Rupees).  \n(4) The Federal  Govern ment  may provide  such investment  incentives  to qualified  investments  \nand/or  the investors  who have  made  an investment  in such qualified  investment  on such terms  and \nconditions  and for such duration  as may be notified  or, as applicable,  implemented  through  further  \nlegislation,  from  time to time. \n(5) The legislated  amendments  provided  in the Second  Schedule  to this Act and the investment  \nincentives  listed  in the Third  Schedule  to this Act shall  be applicable  to such qualified  investments  as \nshall  be specified  therein.  \n(6) The Federal  Government  may notify  such additional  investment  incentives  to be protected  \nbenefits  for such period,  in relation  to such qualified  investments,  and on such conditions,  as the \nFederal  Government  deems  appropriate,  through  a notifi cation  in the official  Gazette  amending  the \nSecond  Schedule  or the Third  Schedule,  as applicable:  \nProvided  that the Federal  Government  may notify  only such investment  incentives  to be \nprotected  benefits  which  are necessary  or desirable  as a consequence  or in connection  with the \nresolution  of international  commitments  or which  are expected  to accrue  such substantial  benefits  to \nPakistan  which  justify  their inclusion  as protected  benefits.  \n(7) The Federal  Government  may not amend  the First Schedule  so as to remove  a qualified  \ninvestment.  \n \nPage 7 of 29 \n (8) The Federal  Government  may not amend  the Second  Schedule  nor the Third  Schedule  so \nas to remove  a protected  benefit.  \n(9) Investment  incentives  under  this Act (including  for certainty  those  provided  in the Second  \nSchedule  and the Third  Schedule)  shall  be in addition  to all incentives,  benefits  and protections,  which  \nmay be applicable  to a foreign  investment  and/or  the investors  therein  under  generally  applicable  \nlegislation  and international  agreements  of Pakistan.  \n(10) The rights  conferred  on investors  by the provisions  of this Act (including  the Schedules)  \nshall  continue  to be available  to such investors  to the extent  of their qualified  investments  even  if this \nAct is repealed  or amended,  unless  the repealing  or amending  law expressly  provides  otherwise.  \n(11) A protected  benefit  that is a legislated  amendment  shall  continue  in force  for the term \nspecified  in the Second  Schedule  and a protected  benefit  that is listed  in the Third  Schedule  shall  \ncontinue  in force  for the term specified  in the Third  Schedule  (including  any underlying  notification  \nreferenced  therein),  as applicable,  and shall  not be withdrawn  or modified,  altered  in any manner  \n(whether  prematurely  or retrospectively)  or superseded  or substituted  in any manner  that dis-\nadvantages  or operates  to the detriment  of any qualified  investment  or any investor  that has made  an \ninvestment  in such qualified  investment.  \n(12) If a statute  on the basis  of which  a protected  benefit  has been  provided  is itself  amended  \nin a manner  that operates  to the dis-advantage  of any qualified  investment  or any investor  that has \nmade  an investment  in such qualified  investment,  the un-amended  statute  shall  be deemed  to continue  \nin force  with respect  to the qualified  investment  and such investor,  unless  and until the amended  statute  \nexpressly  provides  that it is intended  to be with prejudice  to the qualified  investment,  an investor  or a \nprotected  benefit.  \n(13) If a concerned  Government  commits  to an investor  in an investment  agreement  or pursuant  \nto this Act that no Federal,  provincial  or local  charges,  cesses,  duties,  fees, taxes,  levies  or tolls,  \nincluding  any requirement  to make  contributions  to advance  local,  social  or community  matters,  other  \nthan those  agreed  will be applicable  to a qualified  investment,  whether  then or later,  then such \ncommitment  shall  amount  to an actionable  obligation,  the breach  of which  shall  entitle  the investor  to \nappropriate  relief  against  the concerned  Government,  whether  in the form  of damages  or through  \ninjunctive  relief,  from  any court  or tribunal  of competent  jurisdiction:  \nProvided  that no concerned  Government  may make  any such commitment  unless  the relevant  \nagreement  with the investor  containing  such commitment  has been  reviewed  and approved  by the \nFederal  Cabinet  or the Cabinet  of the Provincial  Government  concerned,  as the case may be. \n4. Investment  incentives. —(1) The following  categories  of incentives,  among  others,  may be \ngranted  to investors  or to, or in respect  of, qualified  investments,  to be commenced  from  the date of \napproval  of such qualified  investment  and the inclusion  of such investment  incentive  in the Second  \nSchedule  or the Third  Schedule,  namely:  — \n(a) exemption  from  or concession  on some  or all taxes  under  the Income  Tax \nOrdinance,  2001  including  tax on profits  and gains,  income  tax, turnover  tax, \nwithholding  tax on interest,  capital  gains  tax, income  tax on dividend  income  \nand withholding  tax on dividend;  \n \nPage 8 of 29 \n (b)  provisions  relating  to anti avoidance  under  the Income  Tax Ordinance,  200l \n(XLIX  of 2001)  or any other  legislation  may not be applicable  to qualified  \ninvestments;  \n(c)  exemption  from  or concession  on sales  tax under  the Sales  Tax Act, 1990  and \nsales  tax on services  under  respective  provincial  laws; \n(d)  exemption  from  the capital  value  tax under section  8 of the Finance  Act, 2022  \n(XIII  of 2022)  or any other  tax similar  in nature;  \n(e)  exemption  from  or concession  on customs  duty under  the Customs  Act, 1969 \non the import  into Pakistan  of all capital  goods  including  but not limited  to, \nplant,  equipment,  machinery,  components,  catalysts,  raw materials,  spare  parts,  \nhardware,  software,  devices,  instruments,  accessories,  attachments,  building  \nmaterials,  materials  and any other  equipment  required  to perform  functions  of \nenterprises  located  in an expor t processing  zone  or related  qualified  \ninvestments,  whether  or not manufactured  locally,  for use by an investor;  \n(f)  exemption  from  or concession  on any export  duty or similar  duty,  cess or levy \non the export  from  Pakistan  of any products  produced  in Pakistan or raw \nmaterials,  equipment,  machinery,  components,  catalysts,  spare  parts,  hardware,  \nsoftware,  devices,  instruments,  accessories  and other  materials  no longer  \nrequired  by an investor  in connection  with a qualified  investment;  \n(g)  exemption  from  or concession  on Federal  excise  duty;  \n(h)  exemption  from  or concession  under  any specific  directions,  guidelines  or \ninstructions  issued  under  the Banking  Companies  Ordinance,  1962  (LVII of \n1962),  Foreign  Exchange  Regulations  Act, 1947  (VII of 1947)  or any similar \nlaw or regulation,  as may be specified  in the Third  Schedule;  \n(i)  exemption  from  or concession  on property  tax; \n(j)  exemption  or remission  from,  or concession  on, stamp  duty and/or  registration  \nfees levied  by the Federal  Government,  a Federal  Govern ment  entity  or a \nProvincial  Government;  \n(k)  the project  area of a qualified  investment,  as well as any bank  branches  of \ninternational  or local  banking  institutions  located  at the same  premises  as the \noffices  established  in connection  with such qualified  investment,  may be \ndeclared  as an export  processing  zone  entitled  to the exemptions  and \nconcessions  available  to export  processing  zones  under  the Export  Processing  \nZones  Authority  Ordinance,  1980  (IV of 1980)  and all the rules  made,  or SROs  \nissued  thereund er, may be stabilized,  subject  to any additional  incentive  as may \nbe prescribed  by a concerned  Government;  \n(l) stabilizing  a royalty  rate negotiated  and agreed  with a Provincial  Government;  \n(m)  exemption  from  or concession  on application  of federal  and/or  provincial  labour  \nand social  welfare  laws including  laws pertaining  to workers  participation  in \ncompanies'  profits  and workers  welfare  fund;  \n \nPage 9 of 29 \n (n)  exemption  from  or concession  on levy of federal  and/or  provincial  development  \nand or infrastructure  developme nt cess or whatever  name  it is called;  \n(o) permission  to any qualified  investment  declared  as an export  processing  zone  \nor an enterprise  or investor  operating  in an export  processing  zone  for opening,  \nmaintaining  and operation  of foreign  currency  accounts  outside  Pakistan  or \nwithin  Pakistan  to the extent  these  accounts  are located  in an export  processing  \nzone  and relate  to the qualified  investment,  and to freely  bring,  hold,  retain  off-\nshore,  buy, sell, transfer,  expatriate  and take out foreign  currency  from or to \nsuch accounts,  in any form  without  delay  and without  any requirement  to make  \na foreign  exchange  declaration  at any stage  or to satisfy  any other  requirement,  \nto meet  the requirements  of Investors,  lenders,  contractors,  operators,  \nconsultants,  insur ers, re-insurers,  vendors,  contract  counterparties  and advisors  \nin relation  to any compensation  amounts,  payments,  loan repayments,  equity  \nand return  on equity,  profits,  works,  goods  and services;  \n(p)  in respect  of any qualified  investment  declared  as an export  processing  zone  or \nan investor  operating  in an export  processing  zone,  access  to non-discriminatory  \nrates  for foreign  exchange  transactions  if deemed  appropriate;  and \n(q) exemption  from  or concession  on any Federal  or provincial  or local  charges,  \ncesses, duties,  fees, levies,  taxes  or tolls by whatever  name  called.  \n5.  Investment  agreement. — Any agreement  entered  into between  an investor  and one or \nmore  concerned  Governments  in respect  of a qualified  investment  providing  investment  incentives  that \nare protected  benefits  shall  be deemed  to be an investment  agreement  that has been  entered  into \npursuant  to this Act. \n6.  Implementation  of investment  incentives. — The concerned  Governments,  shall  ensure  \nthe implementation  of protected  benefits  granted  to investors  and the qualified  investments  under  this \nAct and any investment  agreement  mentioned  in section  5. \n7. Implementation  of investment  incentives  by Federal  Government  and Federa l \nGovernment  entities. — The Federal  Government  and Federal  Government  entities will facilitate  \nqualified  investments  within  Pakistan  by inter  alia— \n(a) creating  the enabling  environment  for investments;  \n(b)  streamlining  and simplifying  procedures  for investment  applications  and \napprovals;  \n(c)  enacting  or amending  laws,  or rules  or regulations  or issuing  any statutory  \nnotifications  in order  to implement  and effectuate  qualified  investments  and \nprotected  benefits;  \n(d)  ensuring  expeditious  processing  of requests  and applications  and issuance  of \nany approvals,  permits,  consents,  notifications  or certifications  required  for \ncarrying  out business  and operations  under  and pursuant  to qualified  \ninvestments;  \n \nPage 10 of 29 \n (e)  promoting  dissemination  of Investment  information,  including  rules,  \nregulations,  policies  and procedures;  \n(f)  establishing  one window  facilities;  \n(g)  strengthening  databases  on investments  for policy  formulation  to improve  \nPakistan's  overall  investment  environment;  \n(h)  undertaking  consultation  with the investors  on investment  matters;   \n(i) providing  advisory  services  if reques ted by the investors;  and \n(j) any other  actions  as may be deemed  appropriate  by the Federal  Government  and \nFederal  Government  entities  for the purposes  of effective  enforcement  of the \nprotected  benefits  by the Federal  Government  and Federal  Government  entities. \n8.  Creation  of security. — An investor  may create  security,  including  through  the creation  of \na lien or charge,  over any asset  forming  part of, or connected  with,  its qualified  investment  or protected  \nbenefits,  in favour  of or for the benefit  of any enterprise  that is lending  or otherwise  providing  financing  \nor funds  or guarantees  to an investor  in connection  with a qualified  investment.  \n9.  Secrecy  of banking  transaction. — Secrecy  of banking  transactions  of an investor  in a \nqualified  investment  or of the qualified  investment  shall  be strictly  observed  by all banks  and financial  \ninstitutions,  by whosoever  owned,  controlled  or managed,  except  as otherwise  provided  in accordance  \nwith applicable  anti-money  laundering  laws for the time being  in force.  \n10. Imm unities  to protected  accounts. — (1) A protected  account  shall  enjoy  immunity  \nagainst  any inquiry  or action  from  all taxation  authorities  as to the source  of funding  of protected  \naccounts.  \n(2) The balances  in the protected  accounts  and income  therefrom  shall continue  to remain  \nexempt  from  the levy of wealth -tax, income  tax or any other  tax or compulsory  deduction  of Zakat  at \nsource.  \n11. Investor  obligations.  (1) The Federal  Government  shall  ensure  that, in connection  with \ndesignating  a qualified  investmen t, the investor  will commit  in the related  investment  agreement  to \ncommercially  reasonable  investor  obligations  in favour  of Pakistan  that the Federal  Government  \nconsiders  appropriate  and in the national  interest.  \n(2) All remedies  of the Federal  Government  or any Federal  Government  entity  for a failure  by \nthe investor  to comply  with the obligations  referred  to in sub-section  (1) shall  be limited  to the remedies  \nprovided  in the investment  agreement.  \n12. Investment  ombudsman. — (1) The Federal  Government  shall  appoint  an investment  \nombudsman  for a term of three  years,  on such terms  and conditions  as may be prescribed  by the rules  \nmade  under  this Act: \nProvided  that— \n(a)  any such rules  made  under  this Act shall  not impose  any obligation,  \ncommitment  or duty on, or curtail,  impair  or otherwise  diminish  the rights  of, \nan investor;  and \n \nPage 11 of 29 \n (b)  the investment  ombudsman  shall  not be subject  to, or have  the powers  provided  \nby, the Federal  Ombudsmen  Institutional  Reforms  Act, 2013  (XIV  of 2013).  \n(2) The investment  ombudsman  shall  have  at least fifteen  years  of experience  in the field of \ninternational  trade  and foreign  investment  and related  matters.  \n(3) Until  such time that the investment  ombudsman  is appointed  under  sub-section  (1), the \nFederal  Government  may,  by notificati on designate  any government  officer  or functionary  as the \ninvestment  ombudsman  who shall  be deemed  to be the investment  ombudsman  under  this Act. \n13. Jurisdiction  and powers  of the investment  ombudsman. —(1) The investment  \nombudsman  may entertain  an applica tion by an investor  against  a concerned  Government  regarding  \nviolation  of any of the provisions  of this Act or non-implementation  of protected  benefits  by a \nconcerned  Government  and shall  work  in good  faith with an investor  and any relevant  Government  \nentity to resolve  any such alleged  violation  and may issue  orders  or recommendations  to ensure  \nredressal  of such grievance  within  one hundred  and twenty  days from  the date of receipt  of such \napplication:  \nProvided  that the investment  ombudsman  will have  no suo moto  jurisdiction  and no authority  \nto entertain  an application  by a concerned  Government  or by any person  other  than an investor  against  \na concerned  Government.  \n(2) The investment  ombudsman  may,  if the matter  requires  further  probe  or information,  call \nfor such information  from  or summon  such Government  servant  as is consistent  with the authority  of \na civil court  in Pakistan  to summon  such documents  and witnesses.  \n(3) The investment  ombudsman  shall  have  the same  powers  to punish  a Government  servant  \nfor contempt  as that of a civil court  under  the Contempt  of Court  Ordinance,  2003  (V of 2003).  \n(4) An application made by an investor pursuant to sub -section (1) shall be without prejudice \nand in addition to the right of the affected investor to seek relief from any forum, including any court \nor tribunal of competent jurisdiction.   \n(5) Without  limiting  sub-section  (5), if a matter  referred  to the investment  ombudsman  pursuant  \nto an application  is not settled  or resolved  to the satisfaction  of the affected  investor  within  the one \nhundred  and twenty  days period  referred  to above,  the affected  investor  shall  be free to pursue  any and \nall legal  remedies  available  to it without  further  obligation  under  this Act. \n(6) The investment  ombudsman  may,  for the purposes  of efficient  performance  of its functions  \nor exercise  of its powers,  appoint  such employees  as it may consider  necessary  on such terms  and \nconditions  as may be prescribed  by the rules  made  under  this Act. \n14.  Relationship  with  other  laws.  —(1) Subject  to sub-section (2), the provisions  of this Act \nand the protected  benefits  provided  under  this Act, including  the Second  Schedule  and Third  Schedule,  \nshall  have  effect  notwithstanding  anything  contrary  contained  in any other  law or instrument  having  \nthe force  of law for the time being  in force  and in the event  of any conflict  between  this Act and any \nother  law whether  enacted  prior  to or subsequent  to this Act, the provisions  of this Act shall  prevail  \nunless  the subsequent  law expressly  provides  that it overrides  this Act. \n(2) The rights  granted  to investors  (including  protected  benefits)  under  this Act are in addition  \nto all other  incentives,  protections  and rights  available  to investors  in any other  law for the time being  \n \nPage 12 of 29 \n in force,  provided  that in case of any incons istency  the provisions  of this Act (including  the Schedules)  \nshall  prevail  over any other  law. \n(3) No provision  of this Act or any repeal  or amendment  of this Act shall  be construed  to \nadversely  alter,  remove,  curtail,  reduce,  limit  or otherwise  adversely  affect  the contractual  rights  of an \ninvestor  in an investment  agreement.  \n(4) The Schedules  are an integral  part of this Act and the Act and the Schedules  thereto  shall  \nbe read harmoniously.  \n(5) The statutes  affected  by the Second  Schedule  shall  stand  amend ed in accordance  with the \nprovisions  of the Second  Schedule.  \n(6) To the extent  any protected  benefit  listed  in the Third  Schedule  relates  to any statute  being  \namended  through  the Second  Schedule,  such protected  benefit  shall  be deemed  to have  been  issued  by \nthe concerned  Government  in the exercise  of powers  available  under  the statute  as amended  by the \nSecond  Schedule  to this Act. \n15. Power  to make  rules. — The Federal  Government  may,  by notification  in the official  \ngazette,  make  rules  for carrying  out the purposes  of this Act. \n16. Removal  of difficulties. — The Federal  Government  may,  by order,  provide  for the \nremoval  of any difficulty,  which  may arise  in giving  effect  to the provisions  of this Act. \n________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 13 of 29 \n FIRST  SCHEDULE  \nQUALIFIED  INVE STMENTS  \nThe following  investments  are hereby  declared  to be qualified  investments:  \n1. The Reko  Diq project  in the Province  of Balochistan  in Pakistan,  which  includes  all work  \ndone  by the Reko  Diq Mining  Company  (Private)  Limited  (formerly  Tethyan  Copper  Company  \nPakistan  (Private)  Limited)  (“RDMC ”) and its associated  companies  since  its date of incorporation  as \nwell as Reko  Diq Phase  1, Reko  Diq Phase  2 and all subsequent  phases,  including  all roads,  pipelines,  \npower  generation  facilities,  transmission  lines , processing  facilities  and any other  infrastructure  used \nin or in connection  with the Reko  Diq project  operations,  and all lands  and orebodies,  including  \nTanjeel,  that lie within  the mining  lease  areas  granted  to RDMC,  together  with the lands  covered  by \nthe exploration  license  and surface  lease  granted  to RDMC  pursuant  to the Implementation  Agreement  \nto be entered  into in respect  of the Reko  Diq project  between  Barrick  Gold  Corporation,  Oil and Gas \nDevelopment  Company  Limited,  Pakistan  Petroleum  Limited,  Government  Holdings  (Private)  \nLimited,  Balochistan  Mineral  Resources  Limited,  Pakistan  Minerals  (Private)  Limited,  the Islamic  \nRepublic  of Pakistan  and the Province  of Balochistan  and in connection  with the Antofagasta  Exit \nDeed  dated  20 March  2022,  between  the Islamic  Republic  of Pakistan,  the Province  of Balochistan  \nand Antofagasta  plc. \nSECOND  SCHEDULE  \nAMENDME NTS  TO LAWS  \nA. Amendments  to the Income  Tax Ordinance,  2001  (XLIX  of 2001)  \n(1) Certain  defined  terms.  Section  2 of the Income  Tax Ordinance,  2001  (XLIX of 2001)  shall  \nbe amended  through  the insertion  of the following  defined  terms:  \n“(12A)  “commercial  production  date” in the case of Reko  Diq Mining  Company  (Private)  \nLimited,  means  the first day of the month  following  the date on which  Reko  Diq \nMining  Company  (Private)  Limited  issues  its first invoice  for an aggregate  of at \nleast 10,000  dry tonnes  of concentrate  under  any agreement,  arrangement  or \nunderstanding  entered  into by the Reko Diq Mining  Company  (Private)  Limited  \nor its subsidiaries  with any other party  providing  for the purchase  and sale of, or \nother  disposition  of rights  in and to, any Product  (in the form  of ore, concentrate  \nor otherwise);  \n(32A)  “mineral  agreement ” means  the mineral  agreement  to be entered  into in respect  \nof the Reko  Diq Projec t between  the Islamic  Republic  of Pakistan,  the Province  \nof Balochistan,  Reko  Diq Mining  Company  (Private)  Limited  and Barrick  Gold  \nCorporation;  \n(32B)  “mineral  agreement  effective  date” means  the date on which  the mineral  \nagreement  is executed  by each of the parties  thereto  and becomes  effective,  as \nevidenced  by the date set out on both the cover  page  and page  1 of the mineral  \nagreement;  \n(45A)  “product ” in the case of Reko  Diq Mining  Company  (Private)  Limited,  means  any \nores,  minerals  and mineral  resources,  precious  or base,  metallic  and non-metallic  \n \nPage 14 of 29 \n (and concentrates  derived  therefrom)  mined  or otherwise  extracted  from  the Reko  \nDiq Project;  \n(47BA)  “Reko  Diq Mining  Company  (Private)  Limited ” means  Reko  Diq Mining  \nCompany  (Private)  Limited  (formerly  Tethyan  Copper  Company  Pakistan  \n(Private)  Limited)  and shall  include  its successors  and its permitted  assigns  under  \nthe Mineral  Agreement;  \n(47BB)  “Reko  Diq Phase  l” means  the first phase  of development  of the Reko  Diq Project  \nas set forth  in the then-current  overa ll development  plan for the Reko  Diq Project,  \nand envisaged  as a development  with a design  capacity  of approximately  \n40,000,000  tonnes  of ore per annum  of upfront  processing  capacity;  \n(47BC)  “Reko  Diq Phase  2” means  the second  phase  of development  of the Reko Diq \nProject  as set forth  in the then-current  overall  development  plan for the Reko  Diq \nProject,  and envisaged  as a development  to increase  the total upfront  processing  \ncapacity  of the Reko  Diq Project  to approximately  80,000, 000 tonnes  of ore per \nannum ; \n(47BD)  “Reko  Diq Project ” means  the Reko  Diq project  in the Province  of Balochistan  in \nPakistan,  which  includes  all work  done  by the Reko  Diq Mining  Company  \n(Private)  Limited  and its associated  companies  since  its date of incorporation  as \nwell as Reko  Diq Phase  1, Reko  Diq Phase  2 and all subsequent  phases,  including  \nall roads,  pipelines,  power  generation  facilities,  transmission  lines,  processing  \nfacilities  and any other  infrastructure  used in or in connection  with the Reko  Diq \nproject  operations,  and all lands  and orebodies,  including  Tanjeel,  that lie within  \nthe mining  lease  areas  granted  to Reko  Diq Mining  Company  (Private)  Limited,  \ntogether  with the lands  covered  by the exploration  license  and surface  lease  \ngranted  to Reko  Diq Mining  Company  (Private)  Limited  pursuant  to the \nImplementation  Agreement  to be entered  into in respect  of the Reko  Diq project  \nbetween  Barrick  Gold  Corporation,  Oil and Gas Development  Company  Limited,  \nPakistan  Petroleum  Limited,  Government  Holdings  (Private)  Limited,  \nBalochista n Mineral  Resources  Limited,  Pakistan  Minerals  (Private)  Limited,  the \nIslamic  Republic  of Pakistan  and the Province  of Balochistan  and in connection  \nwith the Antofagasta  Exit Deed  dated  20 March  2022,  between  the Islamic  \nRepublic  of Pakistan,  the Province  of Balochistan  and Antofagasta  plc.” \n(2) Final  Tax Regime  (Time  limited  exemption  and rate stabilization).  Part II of the Second  \nSchedule  to the Income  Tax Ordinance,  2001  (XLIX  of 2001) shall  be amended  through  \nthe insertion  of the following  sub-clause:  \n“(1A)  In the case of Reko  Diq Mining  Company  (Private)  Limited,  during  the period  \nstarting  on the Commercial  Production  Date  and expiring  on the 15th anniversary  \nof such date,  the rate of tax to be deducted  under  sub-section  (3A)  of section  154 \nshall  be zero %. Prior  to the Commercial  Production  Date  and following  the I5-\nyear period  referenced  above,  the rate of tax to be deducted  under  sub-section  \n(3A)  of section  I54 shall  be 1% of Net Smelter  Returns  and no other  tax would  be \npayable  on the said receipts.  \n \n \nPage 15 of 29 \n Explanation:  \nFor the purposes  of this sub-section,  “net smelter  returns ” shall  be calculated  as \n“gross  proceeds ” less “allowable  deductions ”. \nWhere:  \n“allowable  deductions ”, for a calendar  month,  means  (without  duplication)  the \nfollowing  charges  imposed  as part of a Sale (but only to the extent  actually  \nincurred  by the Licensee)  in respect  of such calendar  month:  \n(i) charges  for treatment  in the smel ting, refining,  retorting,  solution  extraction,  \nelectrowinning  and any other  beneficiation  processes  (as applicable),  but \nexcluding  any and all costs  of or in connection  with the activity  of mining,  \nmilling  or concentrating;  and \n(ii)  charges  for the presence  of deleterious  elements  that increase  smelter  or \nrefining  costs,  \nAnd,  for the avoidance  of doubt,  does not include  any other  charge  that may be imposed  as part \nof a Sale (such  as taxes,  selling  and marketing  costs,  insurance  costs,  storage  costs  or cost of \ntransportation  of any ores,  minerals  and mineral  resources,  precious  or base,  metallic  or non-\nmetallic  (and concentrates  derived  therefrom)  mined  or otherwise  extracted  from  the Reko  Diq \nMining  Project  to places  where  such products  are smelted,  refined  or sold).  \n \n“gross  proceeds ”, for a calendar  month,  means,  the gross  proceeds  received  during  such month  \nby Reko  Diq Mining  Company  (Private)  Limited  (whether  on a provisional  or final settlement  \nbasis)  from  Sales  in respect  of payable  metal  (including,  without  double  counting,  in the case \nof an insurable  loss, the sum of any relevant  insurance  proceeds  received  during  such month  \nby Reko  Diq Mining  Company  (Private)  Limited  or its affiliates);  provided  that, in the case of \nsales  to a related  party  or any other  person  with whom  Reko  Diq Mining  Company  (Private)  \nLimited  is not dealing  with at arm's  length,  the proceeds to be included  shall  be determined  \nbased  on the applicable  market  price  in the calendar  month  in which  the sale occurred.  \n“payable  metal ” means  all copper,  gold and/or  other  metal  produced  or recovered  from  any \nores,  minerals  and mineral  resources,  precious  or base,  metallic  or non-metallic  (and \nconcentrates  derived  therefrom)  mined  or otherwise  extracted  from  the Reko  Diq Mining  \nProject  by or on behalf  of Reko  Diq Mining  Company  (Private)  Limited  (without  double -\ncounting).  \n“sale” means  a sale, transfe r or other  disposition  of title of payable  metal  by or on behalf  of the \nReko  Diq Mining  Company  (Private)  Limited  to any person  (including  to any related  party  or \na person  with whom  the Reko  Diq Mining  Company  (Private)  Limited  is not dealing  with at \narm's  length),  and is deemed  to include  (i) a transfer  of title to such Payable  Metal  transported  \noff the area in relation  to which  Reko  Diq Mining  Company  (Private)  Limited  holds  a mining  \nlease  that Reko  Diq Mining  Company  (Private)  Limited  elects  to have  credited to or held for \nits account  by another  person,  and (ii) any insurable  loss prior  to any transfer  or deemed  transfer  \nof title to such payable  metal  for which  compensation  is received.  For greater  certainty,  any \nsale, transfer  or other  disposition  of title to any such minerals  made  on a provisional  basis  and \nany subsequent  final adjustment  in connection  therewith  shall  each constitute  a separate  sale.” \n \nPage 16 of 29 \n (3) Dividend  income  and withholding  tax thereon  for shareholders  (Time  limited  \nexemption  and rate stabil ization).  \n(a)  Part I of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX of 2001)  \nshall  be amended  through  the insertion  of the following  sub-clauses:  \n“(145B)  “Any income  of Reko  Diq Mining  Company  (Private)  Limited  during  the period  \nstarting  on the Commercial  Production  Date  and expiring  on the 15th anniversary  \nof such date.  \n(145C)  Any dividend  distributed  by Reko  Diq Mining  Company  (Private)  Limited  to a \nnon-resident  shareholder  during  the period  starting  on the commercial  production  \ndate and expiring  on the 15th anniversary  of such date.  \nPrior  to the commercial  production  date and following  the expiration  of the 15th \nanniversary  of the commercial  production  date,  tax payable  (including  \nwithholding  taxes)  on distributions  from  Reko  Diq Mining  Company  (Private)  \nLimited  to its non-resident  shareholders  shall  be taxed  at the same  applicable  rates  \n(not exceeding  20% depending  on the non-resident  shareholder's  domicile  and \nafter taking  into account  the availability  of relief  from  taxes  available  under the \nrelevant  clause  of any applicable  double  tax convention)  as specified  in the First \nSchedule  to the Income  Tax Ordinance,  2001  (XLI X of 2001)  as at 20 March \n2022,  unless  any subsequent  modified  rates  are reduced  in which  case such \nreduced  rates  shall apply  to a non-resident  shareholder  of Reko  Diq Mining  \nCompany  (Private)  Limited. ” \n(b) Part IV of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLI X of \n2001)  shall  be amended  through  the insertion  of the following  sub-clause:  \n“(47N)   The provisi ons of section  150 or any other  withholding  tax on dividends  shall  not \napply  to dividends  distributed  by Reko  Diq Mining  Company  (Private)  Limited  \nduring  the period  starting  on the Commercial  Production  Date  and ending  on the \n15th anniversary  of such date. ” \n(c)  Clause  11A of Part IV of the Second  Schedule  to the Income  Tax Ordinance,  2001  \n(XLIX  of 2001)  shall  be amended  through  the insertion  of the following  sub-\nclause:  \n“(xlvi)  Reko  Diq Mining  Company  (Private)  Limited  for a period  of 30 tax years  \nfollowin g the mineral  agreement  effective  date. ” \n(d)  Part I of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX of 2001)  \nshall  be amended  through  the insertion  of the following  sub-clauses:  \n“(150)   Any income  (including  dividend  and the income  taxable  under  section  109A)  \nderived  by Pakistan  Petroleum  Limited,  Oil and Gas Development  Company  \nLimited  and Government  Holdings  (Private)  Limited  (hereinafter  referred  to as \nthe “SOEs ”) from  Pakistan  Minerals  (Private)  Limited  (the company  established  \nby the SOEs for the purpose  of the Reko  Diq Project),  during  the period  starting  \non the mineral  agreement  effective  date and expiring  on the 30th anniversary  of \nsuch date.  \n \nPage 17 of 29 \n (151) Any income  (including  dividend  and the income  taxable  under  109A)  derived  by \nthe compan y referred  to in clause  150, from  any of its associated  companies  \nestablished  for the purpose  of the Reko  Diq Project,  during  the period  starting  on \nthe mineral  agreement  effective  date and expiring  on the 30th anniversary  of such \ndate.  \n(152)   Any income  (including  dividend  and income  taxable  under  109A)  derived  by the \nfollowing  during  the period  starting  on the mineral  agreement  effective  date and \nexpiring  on the 30th anniversary  of such date:  \n(i) a company  established  by or on behalf  of the Government  of Balochistan  for the \npurpose  of investment  in the Reko  Diq Project;  and \n(ii)  the shareholders  of the company  referred  to in (i).” \n(e) Part IV of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX  of \n2001)  shall  be amended  through  the insertion  of the following  sub-clause:  \n“(38E)   The provisions  of section  150 as well as any similar  withholding  tax provisions  \nshall  not apply  on the income  exempt  from  tax under  clauses  150, 151 and 152 of \nPart I of the Second  Schedule  during  the period  starting  on the mineral  agreement  \neffective  date and expiring  on the 30th anniversary  of such date. ” \n(4) Capital  gains  tax (conditional  exemption  and rate stabilization).  \n(a)  Part I of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX  of 2001)  \nshall  be amend ed through  the insertion  of the following  sub-clause:  \n“(47E)  For a period  of 30 years  from  the mineral  agreement  effective  date,  any income  \n(including  capital  gains)  on disposal  of shares  or interests,  whether  directly  or \nindirectly,  in Reko  Diq Mining  Com pany  (Private)  Limited  through  share  \ntransfer,  reconstruction,  reorganization  or amalgamation  shall  not be subject  to \nany tax, provided  that (A) the ultimate  beneficiary  of the economic  interest  in \nsuch shares  remains  Barrick  Gold  Corporation  (or its succe ssors  or its permitted  \nassigns  under  the joint venture  agreement  governing  the Reko  Diq Project)  or (B) \nsuch disposal  arises  in the context  of enforcement  by third  party  lenders  against  \nany of their security  interests  in the Reko  Diq Project,  including  shares, \nguarantees,  or assets  thereof  including  with respect  to transfers  or assignments  of \nshares,  shareholder  loans  and/or  assets  to third  parties  in respect  of shares,  \nshareholder  loans  and/or  assets  that are subject  to such lender  security  interests  \nprovi ded that the enforcement  and transfer  or assignment  is part of the same  \nenforcement  proceedings .” \n(b) Part III of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX  of \n2001)  shall  be amended  through  the insertion  of the following  sub-clause:  \n“(21)  For a period  of 30 years  from  the mineral  agreement  effective  date,  the capital  \ngains  resulting  from  any disposal  of shares  of, or interest  in, Reko  Diq Mining  \nCompany  (Private)  Limited,  whether  directly  or indirectly,  in circumstances  other  \nthan those  described  in (A) or (B) of clause  47E of Part 1 of the Second  Schedule  \nto the Income  Tax Ordinance,  2001  (XLIX  of 2001)  shall  be taxed  at the \n \nPage 18 of 29 \n applicable  rate (after  taking  into account  the availability  of relief  from  taxes  \navailable  under  the relevant  claus e of any applicable  double  tax convention)  as \nspecified  in First Schedule  to the Income  Tax Ordinance,  2001  (XL IX of 2001)  \nas at 20 March  2022,  unless  any subsequent  modified  rates  are reduced  in which  \ncase such reduced  rates  shall  apply  to the vendor  of such shares. ” \n(5) Withholding  tax on shareholder  loan interest  and shareholder  income  (time  limited  \nexemption  and rate stabilization).  \n(a)  Part I of the Second  Schedule  to the Income  Tax Ordinance,  200I (XLI X of 2001)  \nshall  be amended  through  the insertio n of the following  sub-clause:  \n“(47F)  Any profit  on debt derived  by a direct  or indirect  shareholder  on account  of \nshareholder  loans  provided  to or for Reko  Diq Mining  Company  (Private)  \nLimited,  shall  not be subject  to the provisions  of sections  39 and 152(2A)  or any \nsimilar  tax on profit  on debt during  the period  starting  on the commercial  \nproduction  date and ending  on the 15th anniversary  of such date.  Prior  to the \ncommercial  production  date and following  the 15th anniversary  of the commercial  \nproduction  date,  the provisions  of sections  39 and 152(2A) or any similar  tax on \nprofit  on debt at the applicable  rate (after  taking  into account  the availability  of \nrelief  from  taxes  available  under  the relevant  clause  of any applicable  double  tax \nconvention)  as specified  in the First Schedule  to the Income  Tax Ordinance,  2001  \n(XLIX  of 2001)  as at 20th March,  2022  and no other  tax on profit  on debt shall  \napply  to the Reko  Diq Mining  Company  (Private)  Limited  and its direct  and \nindirect  shareholders. ” \n(b) Part IV of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX  of \n2001)  shall  be amended  through  the insertion  of the following  sub-clause:  \n“(47G)  For a period  of 30 years  from  the mineral  agreement  effective  date,  the provisions  \nof withholding  tax on debt in section  151 and 152 as well as any  other  withholding  \ntax on debt shall  not apply  on the income  exempt  from  tax under  clause  47F of \nPart 1 of the Second  Schedule  to the Income  tax Ordinance,  2001  (XLIX  of \n2001).” \n(6) Withholding  tax on third  party  interest  and third  party  income  (conditional  \nexemption).  \n(a)  Part I of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX  of 2001)  \nshall  be amended  through  the insertion  of the following  sub-clause:  \n“(47H)  For a period  of 30 years  from  the mineral  agreemen t effecti ve date, any profit  on \ndebt derived  by third  party  lenders  on account  of any loan provided  to or for Reko  \nDiq Mining  Company  (Private)  Limited,  for the purposes  of financing  \nconstruction  or expansion  of the Reko  Diq Project. ” \n(b)  Part IV of the Second  Schedule  to the Income  Tax Ordinance,  2001(XL IX of \n2001)  shall  be amended  through  the insertion  of the following  sub-clause:  \n“(47I)   For a period  of 30 years  from  the mineral  agreement  effective  date,  the provisions  \nof withholding  tax on profit  on debt in sections  151 and 152 as well as any other  \n \nPage 19 of 29 \n withholding  tax on profit  on debt shall  not apply  on the income  exempt  from  tax \nunder  clause  47H of Part 1 of the Second  Schedule  to the Income  Tax Ordinance,  \n2001  (XLIX  of 2001). ” \n(7) Thin  capitalization  (stabilization  of existing  requirements).  Part IV of the Second  \nSchedule  to the Income  Tax Ordinance,  2001  (XLIX  of 2001)  shall  be amended  \nthrough  the insertion  of the following  sub-clause:  \n“(47J )  For a period  of 30 years  from  the mineral  agreement  effective  date,  the provisions  \nof section  106A  shall  not apply  in the case of Reko  Diq Mining  Company  \n(Private)  Limited.  \nFor a period  of 30 years  from  the mineral  agreement  effective  date,  no limit  in \naddition  to the thin capitalization  under  section  106 of the Income Tax Ordinance,  \n2001 (XLIX  of 2001)  as at 20th March,  2022  shall  apply  in respect  of \ndisallowance  of profit  on debt of the Reko  Diq Project. ” \n(8) Withholding  tax on goods  and services  (time  limited  exemption  and stabilization).  \n(a)  Part IV of the Secon d Schedule  to the Income  Tax Ordinance,  2001  (XLIX of \n2001)  shall  be amended  through  the insertion  of the following  sub-clause:  \n“(47K)  The provisions  of withholding  taxes  in sections  152, 153, 155 and 233 of the \nIncome  Tax Ordinance,  2001  (XLIX of 2001)  as well as any other  withholding  \ntaxes,  shall  not be applicable  to Reko  Diq Mining  Company  (Private)  Limited  as \na withholding  agent  during  the period  starting  on the mineral  agreement  effective  \ndate and ending  on the 15th anniversary  of such date. ” \n(b)  Part III of the Second  Schedule  to the Income  Tax Ordinance,  2001  (XLIX of \n2001)  shall  be amended  through  the insertion  of the following  sub-clause:  \n“(4) Following  the 15th anniversary  of the mineral  agreement  effective  date,  the Reko  \nDiq Mining  Company  (Priva te) Limited  shall,  as a withholding  agent,  be subject  \nto withholding  tax on goods  and services  at the rates  which  were  specified  in the \nFirst Schedule  to the Income  Tax Ordinance,  2001  (XLIX  of 2001)  as at 20th \nMarch,  2022,  unless  any subsequent  modified  rates are reduced  in which  case \nsuch reduced  rates  shall  apply  to Reko  Diq Mining  Company  (Private)  Limited. ” \n(9) Certain  transaction  taxes  (exemption).  The following  clause  shall  be inserted  in Part IV \nof the Second  Schedule  to the Income  Tax Ordinance,  2001 (XLIX  of 2001):  \n“(47L ) Notwithstanding  any other  provision  of this Ordinance,  for a period  of time \ncommencing  on the date this Act is enacted  until 30 years  from  the mineral  \nagreement  effective  date,  (i) the provisions  of sections  18, 37, 37A,  39, 101, 101A, \n108, 109, 114, 151 and 152 of this Ordinance  shall  not apply  in relation  to any of \nthe following  transactions,  and (ii) the provisions  of clauses  47E, 47F and 145C \nof Part I of the Second  Schedule  to this Ordinance  and sub-clause  21 of Part III \nof the Second  Schedule  to this Ordinance  shall  not apply  in relation  to any of the \nfollowing  transactions  but only to the extent  that taxes  (including  local  charges,  \ncesses,  duties,  fees, levies  or tolls)  may be payable  under  clauses  47E, 47F and \n \nPage 20 of 29 \n 145C  of Part I of the Second  Schedule  to this Ordinance  and sub-clause  21 of Part \nIII of the Second  Schedule  to this Ordinance:  \n(a)  the allotment,  issue,  creation,  direct  or indirect  transfer,  bifurcation,  division,  sub-\ndivision,  consolidation,  redemption,  conversion,  reclassification,  cancellation  or \nother  re-organisation  of shares  in Reko  Diq Mining  Company  (Private)  Limited  \nor the transfer  or grant  of any direct  or indirect  interest  in the Reko  Diq Project,  \nin each case where  such action  is taken,  directly  or indirec tly, in connection  with,  \nor in contemplation  of, the reconstitution  and development  of the Reko  Diq \nProject  or the transfer  or grant  of any direct  or indirect  interest  in the Reko  Diq \nProject  to any entity  majority  owned  or majority  controlled  by the Feder al \nGovernment  or the Provincial  Government  of Balochistan  or any other  transfer  of \nshares  of Reko  Diq Mining  Company  (Private)  Limited  as contemplated  in the \nagreements  entered  into in connection  with the reconstitution  of the Reko  Diq \nProject;  \n(b)  withou t limitation  to sub-clause  (a) above,  the transfer  of shares  in Reko  Diq \nMining  Company  Pakistan  (Private)  Limited  by Tethyan  Copper  Company  Pty \nLimited  (a company  incorporated  in Australia)  to any entity  majority -owned  or \nmajority -controlled  by the Federa l Government  or the Provincial  Government  of \nBalochistan;  \n(c)  the transfer  of any direct  or indirect  interest  in the Reko  Diq Project,  including  \nshares  and loans  by Barrick  Gold  Corporation  and its wholly -owned  subsidiaries  \nin connection  with the exercise  by the Federal  Government  or any purchaser  \ndesignated  by the Federal  Government  pursuant  to the call option  contained  in the \njoint venture  agreement  governing  the Reko  Diq Project;  \n(d)  the waiver,  forgiveness  or release  by Tethyan  Copper  Company  Pvt. Limited of \nany debt owed  to it (or to any of its affiliates,  associates,  related  parties,  or direct  \nor indirect  shareholders)  by Reko  Diq Mining  Company  (Private)  Limited;  \n(e)  the receipt  or transfer  of any asset  or payment  or deemed  payment  (including  \nmarku p, interest  and penalty  thereon)  by or to Tethyan  Copper  Company  Pvt. \nLimited  or any of its affiliates,  associates,  related  parties,  direct  or indirect  \nshareholders,  interest  holders  by whatever  name  called  or any other  person,  which  \nrelates  directly  or indirectly  to the transactions  in sub-clauses  (a), (b), (c) and (d) \nabove,  including  distributions  or share  purchases  by any of the entities  mentioned  \nin this sub-clause);  and \n(f)  any action  taken  to resolve  the outstanding  disputes  that relate  to the Reko  Diq \nProject  and that involve  Reko  Diq Mining  Company  (Private)  Limited  or any of \nits affiliates,  associates,  related  parties,  or direct  or indirect  shareholders,  \nincluding  any formal  waiver,  surrender,  disclaimer,  release  or discharge  given  by \nor on behalf  of the Federal  Government,  the Provincial  Government  of \nBalochistan  or any other  person. ” \n(47M)  For a period  of 30 years  from  the mineral  agreement  effective  date,  the provisions  \nof section  100(3)  shall  not apply  to Reko  Diq Mining  Company  (Private)  Limit ed. \n \n \nPage 21 of 29 \n (10) Advance  tax on imports  (exemption).  The following  shall  be inserted  in Part IV of the \nSecond  Schedule  to the Income  tax Ordinance,  2001  (XLIX  of 2001):  \n“The provisions  of section  148 shall  not apply  to Reko  Diq Mining  Company  (Private)  \nLimited  for a period  of 30 years  from  the mineral  agreement  effective  date. ” \n(11) Tax depreciation  (stabilization) . The Third  Schedule  to the Income  Tax Ordinance,  2001  \n(XLIX  of 2001)  shall  be amended  through  the insertion  of the following:  \n“PART  IV \nFor a period  of 30 years  from  the mineral  agreement  effective  date,  the rates  of \ndepreciation,  initial  allowance  and pre-commencement  expenditure  applicable  to Reko  \nDiq Mining  Company  (Private)  Limited  shall be the same  as the rates  which  were  \nspecified  for the purposes  of Section  22, Section  23 and Section  25 of the Income  Tax \nOrdinance,  2001  on 20th March,  2022,  unless  any subsequent  modified  rates  operate  to \nthe advantage  of Reko  Diq Mining  Company  (Private)  Limited  in which  case such more  \nadvantageous  rates  shall  apply  to Reko  Diq Mining  Company  (Private)  Limited. ” \n(12)  Anti -avoidance  (exemption ). Part IV to the Second  Schedule  to the Income  Tax \nOrdinance,  2001  (XLIX  of 2001)  shall  be amended  through  the insertion  of the following  \nsub-clause: \n“(125)   For a period  of 30 years  from  the mineral  agreement  effective  date,  the \nprovisions  of Chapter  VIII - Anti-avoidance  and any other  anti-avoidance  \nprovisions  contained  in any other  legislation  will not be applicable  to any \nqualified  investment  as defined  in the Foreign  Inves tment  (Promotion  and \nProtection)  Act, 2022. ” \n         B.  Amendment  to the Sales  Tax Act, 1990 \n(1)  Pakistan  Sales  Tax on Goods  (Zero  Rating).  The Fifth  Schedule  to the Sales  Tax Act, \n1990  shall  be amended  through  the insertion  of the following  clause:  \n“(8A)  For a period  of 30 years  from  the mineral  agreement  effective  date [as defined  in the \nIncome  Tax Ordinance,  2001(XLIX  of 2001)],  imports  or supplies  made  by, for or to \nReko  Diq Mining  Company  (Private)  Limited. ” \nC. Amendment  to the Privatization  Commis sion Ordinance,  2000 (LII of 2000).  \n(1) Privatization  Rules  (Exemption).   Section  2(i) of the Privatization  Commission  \nOrdinance,  2000  (LII of 2000)  shall  be amended  through  the insertion  of the following  \nproviso:  \n“Provided  that no transaction  will be consi dered  a privatization  if the value  of \nthe transaction  is less than the amount  as may be prescribed  by the Commission  or if \nthe transaction  has been  exempted  from  the application  of the Ordinance  by the \nCommission. ” \nD.  Amendment  to the Companies  Profits  (Workers  Participation)  Act, 1968  (XII of \n1968). —The Companies  Profits  (Workers  Participation)  Act, 1968  (XII of 1968)  shall  be \namended  through  the insertion  of the following  section:  \n \nPage 22 of 29 \n “8A.  Power  to exempt. — The Federal  Government  may,  through  notification  in the official  \nGazette, — \n(a)  declare  that any company  or class  of companies  shall  be exempt  from  the \napplication  of the scheme;  and \n(b) exempt  any company  or class  of companies  from  any amount  payable  under  \nsection  3 of this Act.” \nE. Amendment  to the Work ers Welfare  Fund  Ordinance,  1971  (XXXVI  of 1971). — The \nWorkers  Welfare  Fund  Ordinance,  1971  (XXXVI  of 1971)  shall  be amended  through  the \ninsertion  of the following  section:  \n“16A.    Power  to exempt. — The Federal  Government  may,  through  notification  in the \nofficial  Gazette,  exempt  any industrial  establishment  from  any provision  of this \nAct.” \nF. Amendment  to the Customs  Act, 1969  (IV of 1969). — \n(1) Section  18(1A)  of the Customs  Act, 1969  (IV of 1969)  shall  be amended  to read as \nfollows:  \n“(1A)   Notwithstanding  anything  contained  in this section  or in section  18A,  customs  \nduties  (including  regulatory  duties,  additional  customs  duties,  special  customs  \nduties  as well as any other  taxes  or duties  levied  under  this Act) shall  be levied  \nat such rates  on the import  of goods  or class  of goods  (including  the import  of \ngoods  or a class  of goods  by specified  persons  or classes  of persons)  as are \nprescribed  in the Fifth  Schedule,  subject  to such conditions,  limitations  and \nrestrictions  as prescribed  therein.”  \n(2)  The Fifth  Schedule  to the Customs  Act, 1969  (IV of 1969)  shall  be amended  through  \nthe addition  of a new Part-VIII as follows:  \nPart -VII \nImports  by and for the benefit  of the Reko  Diq Mining  Company  (Private)  Limited,  its \ncontractors  and its employees.  \nS. \nNo. Descript ion of \nGoods  PCT Code  Customs \nDuty, \nRegulatory \nDuty, \nAdditional \nCustoms \nDuty, any \nother taxes or \nduties under \nthe Customs \nAct,1969  Special Conditions  \n1. all goods:  \n \n(a) exported or \nproduced by the \nReko Diq Mining Respective \nheadings  0%,0%,0%,0%  (1) the imported goods as are not \nlisted in the locally manufactured \nitems, notified through a Customs \nGeneral Order issued by the Federal \nBoard of Revenue (FBR)  from time \n \nPage 23 of 29 \n Company  (Private) \nLimited,  or; \n \n(b) import ed by the \nReko Diq Mining \nCompany  (Private) \nLimited; or  \n \n(c) imported for the \nbene fit of the Reko \nDiq Mining \nComp any (Private) \nLimited by any \ncontractors or sub -\ncontractors of the \nReko Diq Mining \nCompany (Private) \nLimited, or other  \nrelated third parties  \n \nExplanation: Goods \nshall includ e, but not \nbe limited to plant, \nequipment , \nmach inery \n(including vehicles), \nspare  parts, and \ncomponents  \n to time or, as the case may be, \ncertified as such by th e Engineering \nDevelopment Board:  \n \n(2) in case of partial shipments of \nmachinery and equipment for setting \nup a plant,  the importer shall, at the \ntime of arrival of first partial \nshipment, fu mish  complete details of \nthe machinery, equipment and \ncomponents required for the \ncomplete plant, duly supported by the \ncontract, lay out plan and drawings; \nand \n \n(3) An authoris ed rep resentative \nof the Reko Diq Mining  Company \n(Private) Limited shall certify in the \nprescribed manner and format as per \nAnnex -A that the imported items are \nthe company’s bona fide requirement. \nHe shall furnish all relevant \ninformation online to Pakistan \nCustoms Computerized System \nagainst a specific user ID and \npassword obtained under section \n155D of the Customs Act, 1969 (IV \nof  1969). In already computerized  \nCollectorates or Customs stations \nwhere the Pakistan Customs \nComputerized System is not \noperational,  the Director Reforms and \nAutomation or any other person \nauthorized by the Collector in this \nbehalf shall enter the requisite \ninformation in the Pakistan Customs \nComputerized System on  daily basis, \nwhereas entry of the data obtained \nfrom the customs statio ns which have \nnot yet been computerized shall be \nmade on weekly basis.  \n2. Household go ods of \nemployees of the \nReko Diq Mining \nCompany   \n(Private) Limited  Respective \nheadings  0%,0%,0%,0%  Only such employees can claim this \nbenefit who are either citizens of  a \ncountry other than Pakistan or who , \nfor the Tax Year immediately prior to \nthe import of goods, were non -\nresident in Pakistan for the purposes \nof the In come Tax Ordinance , 2001 . \n \nG. Sindh  Companies  Profits  (Worker's  Participation)  Act, 2015  (Sindh  Act No. XVIII  of \n2016).  \nArticle  1 of the Schedule  to the Sindh  Companies  Profits  (Worker's  Participation)  Act, 2015  \n(Sindh  Act No. XVIII  of 2016)  shall  be amended  through  the insertion  of the following  proviso:  \n \nPage 24 of 29 \n “Provided  that the scheme  shall  not apply  to Reko  Diq Mining  Company  (Private)  \nLimited  for a period  of 30 years  from  the mineral  agreement  effective  date [as defined  in the \nIncome  Tax Ordinance , 2001  (XLIX  of 2001)]. ” \nH. Sindh  Workers  Welfare  Fund  Act, 2014  (Sindh  Act No. XXXIII  of 2015).  \nSection  15 of the Sindh  Workers  Welfare  Fund  Act, 2014 (Sindh  Act No. XXXIII  of 2015)  \nshall  be amended  to read as follows:  \n“The Government  may,  by notification  in the official  Gazette,  remit  or reduce  the amount  due \nfrom  any industrial  establishment  or class  of industrial  establishments  under  any provision  of \nthis Act: \nProvided  that two percent  contribution  under  section  5 and the additional  contribution  \nunder  section  6 due from  any class  of industrial  establishment  may also be remitted  or reduced  \nby Government  at its discretion  on the merits  of each case.”  \nI. Sindh  Development  and Maintenance  of Infrastructure  Cess  Act, 2017  (Sindh  Act No. \nXVIII  of 2017).  \nThe proviso  to section  6 of the Sindh  Development  and Maintenance  of Infrastructure  Cess  \nAct, 2017  (Sindh  Act No. XVIII  of 2017)  shall  be amended  through  the addition  of the words  \n“any person  or class  of persons ” so that it reads  as follows:  \n“Notwithstanding  anything  contained  in section  3 and 5, the Government  by a notification  in \nthe official  Gazette,  for reasons  to be recorded,  may exempt  any goods  or category  or class  of \ngoods  or any person  or class  of persons  from  payment  of whole  or any part of the cess payable  \nunder  the Act subject  to such conditions  and limitations  as may be specified  in such \nnotification. ” \nJ. Baloch istan  Development  and Maintenance  of Infrastructure  Cess  Act, 2021  (IX of \n2021).  \nThe proviso  to Section  6 of the Balochistan  Development  and Maintenance  of Infrastructure  \nCess  Act, 2021  (IX of 2021)  shall  be amended  through  the addition  of the words  “any person  \nor class  of persons ” so that it reads  as follows:  \n“Notwithstanding  anything  contained  in section  3 and 5, the Government  by a notification  in \nthe official  Gazette,  for reasons  to be recorded,  may exempt  any goods  or category  or class  of \ngoods  or any person  or class  of persons  from  payment  of whole  or any part of the cess payable  \nunder  the Act subject  to such conditions  and limitations  as may be specified  in such \nnotification. ” \nK. Balochistan  Workers  Welfare  Fund  Act, 2022  (XXI  of 2022).  \nSection  19 of the Balochistan  Workers  Welfare  Fund  Act, 2022  (XXI  of 2022)  shall  be \namended  through  the insertion  of the following  sub-section:  \n“(3) The Provincial  Government  may,  through  notification  in the official  Gazette,  exempt  \nany industrial  establishment  from  any provision  of this Act.” \n \n \nPage 25 of 29 \n L. Balochistan  Excise  Duty  on Minerals  (Labour  Welfare)  Act, 1967  (VIII of 1967).  \nThe proviso  to Section  3 of the Balochistan  Excise  Duty  on Minerals  (Labour  Welfare)  Act, \n1967  (VIII  of 1967)  shall  be amended  to read as follows:  \n“Provided  that the Government  may,  by notification  in the official  Gazette,  exempt  \nfrom  liability  to the duty any of such minerals  or any class  thereof  and may also exempt  from  \nliability  to the duty,  any person  or class  of persons. ” \nM. Federal  Excise  Act, 2005. \nThe Third  Schedule  to the Federal  Excise  Act, 2005  shall  be amended  to include  the following  \nentries:  \n“Table  I \nFor a period  of 30 years  from  the Mineral  Agreement  Effective  Date  (as defined  in the Income  \nTax Ordinance,  2001),  import  or supplies  of goods made  by, for or to Reko  Diq Mining  \nCompany  (Private)  Limited.  \n \nTable  II \nFor a period  of 30 years from  the mineral  agreement  effective  date [as defined  in the Income  \nTax Ordinance,  2001 (XLIX  of 2001)],  services  provided  to Reko  Diq Mining  Company  \n(Priva te) Limited. ” \nTHIRD  SCHEDULE   \nPROTECTED  BENEFITS  \nThe following  Investment  Incentives  are hereby  declared  to be Protected  Benefits:  \n1. For a period  of 30 years from  the Mineral  Agreement  Effective  Date  (as defined  in the \nIncome  Tax Ordinance,  2001)  in relation to the Reko  Diq Project  (as defined  in the Income  \nTax Ordinance,  2001  for purposes  of this Third  Schedule):  \n(a) SRO  2194(I )/2022  dated  12th December,  2022  issued  by the Ministry  of \nIndustries  and Production  declaring  (i) the entire  area of the Reko  Diq Project,  \nincluding  all roads,  pipelines,  power  generation  facilities,  transmission  lines,  \nprocessing  facilities  and any other  infrastructure  used in or in connection  with \nthe Reko  Diq Project  operations,  and all lands  and orebodies,  including  Tanjeel,  \nthat lie within  the mining  lease  areas  granted  to Reko  Diq Mining  Company  \n(Private)  Limited  (as defined  in the Income  Tax Ordinance,  2001,  and referred  \nto in this Third  Schedule  as “RDMC ”), together  with the lands  covered  by the \nexploration  license  and surfac e lease  granted  to RDMC , (ii) the offices  of \nRDMC  located  in Quetta  and/or  Karachi,  and (iii) any bank  branches  of \ninternational  or local  banking  institutions  that are located  at the same  building(s)  \nas the offices  of RDMC  located  in Quetta  and/or  Karachi,  as the Export  \nProcessing  Zone  in respect  of the Reko  Diq Project.  \n \nPage 26 of 29 \n (b)  SRO  881(I)/80 dated  23-8-1980  issued  by the Ministry  of Finance  and \nEconomic  Coordination,  Government  of Pakistan  (Exemption  from  Import / \nExport  Customs  Duties  for Export  Processing  Zones). \n(c) SRO  882(I)/80 dated  23-8-1980  issued  by the Ministry  of Finance  and \nEconomic  Coordination,  Government  of Pakistan  (Authorization  of Repayment  \nof Customs  Duties  and Sales  Tax Paid  on Raw Materials  Used  in the \nManufacture  of Goods  Admitted  into an Export  Processing  Zone) . \n(d)  SRO  1248( I)/81 dated  23-11-1980  issued  by the Ministry  of Industries,  \nGovernment  of Pakistan  (Exemption  from  Applicability  of the Foreign  \nExchange  Regulations  Act, 1947  and the Banking  Companies  Ordinance , 1962  \nto an Export  Processing  Zone) . \n(e) SRO  1332(1)/81  dated  13-12-1981  issued  by the Ministry  of Industr ies, \nGovernment  of Pakistan  (Exemption  of Export  Processing  Zones  from  Foreign  \nExchange  Regulations  Act, 1947).  \n(f)  SRO  535(I)/80 dated  15-5-1980  issued  by the Ministry  of Finance,  Planning  and \nProvincial  Coordination,  Government  of Pakistan  (EPZ exemption  relating  to \nexports ). \n(g) SRO  436(I)/80 dated  25-5-1980  issued  by the Ministry  of Finance , Planning  and \nProvincial  Coordination,  Government  of Pakistan  (EPZ exemption ). \n(h)  SRO  858(1)/82  dated  8-9-1982  issued  by the Federal  Government  (Exemption  \nof the Export  Processing  Zones  from  the Insurance  Act, 1938  (IV of 1938)  and \nPakistan  Insurance  Corporation  Act, 1957  (XXXVII  of 1952 ). \n(i)  SRO  1022( I)/92 dated  18-10-1992  issue d by the Central  Board  of Revenue  \n(Exemption  from  central  excise  duty on such goods  manufactured  in the Tariff  \nArea of Pakistan  as are imported  into an Export  Processing  Zone  for use as raw \nmaterials  or intermediary  goods  for further  manufacture  of goods  in the Zone  \nfor export).  \n(j)  SRO  1004( I)/82, dated  10-10-1982  issued  by the Ministry  of Industries  \n(Exemption  of Export  Processing Zones  from  various  labour  laws). \n(k)  SRO  2195( I)/2022  dated  12th December,  2022  issued  by the Ministry  of \nIndustries  and Production  under  section  25 of Export  Processing  Zones \nAuthority  Ordinance,  1980  and under  section  26 of the Export  Processing  Zones  \nAuthority  Ordinance,  I980 modifying  rule 16 of the Export  Processing  Zone  \nAuthority  Rules,  1981  (Stabilization  of rate and basis of calculation  of EPZ \nProcessing  Surcharge).  \n(l)  SRO  154/2022  dated  12th December  2022  issued  under  section  6 read with \nsection  16 of the Balochistan  Development  and Maintenance  of Infrastructure  \nCess  Act, 2021  (Act No. IX of 2021)  by the Finance  Depar tment,  Government  \nof Balochistan  (Exemption  from  import  and export  taxes  in Balochistan  \nProvince).  \n \nPage 27 of 29 \n (m) SRO  SO(TAXES)ET&NC/2(204)/2015  dated  13th December  2022  issued  \nunder  section  6 of the Sindh  Development  and Maintenance  of Infrastructure  \nCess  Act, 2017  (Act No. XVIII  of 2017)  by the Excise  and Taxation  \nDepartment,  Government  of Sindh  (Exemption  from  import  and export  taxes  in \nSindh  Province).  \n(n)  SRO  2196( I)/2022  dated  12th December,  2022  issued  under  section  16A of the \nWWF  Ordinance,  1971  by the Minist ry of Overseas  Pakistanis  and Human  \nResource  Development,  Government  of Pakistan  (Exemption  from  requirement  \nto make  WWF contributions).  \n(o) SRO  155/2022  dated  12th December,  2022  issued  under  section  11 of the \nBalochistan  Companies  Profits  (Workers  Partic ipation)  Act, 2022  by the \nDepartment  of Labour  and Manpower,  Government  of Balochistan  (Exemption  \nfrom  tax under  WPPF) . \n(p)  SRO  151/2022  dated  12th December,  2022  issued  under  section  3 of the \nBalochistan  Excise  Duty  on Minerals  (Labour  Welfare)  Act, 1967  by the \nDepartment  of Mines  and Minerals,  Government  of Balochistan  (Exemption  \nfrom  certain  Provincial  labour  taxes).  \n(q) SRO  156/2022  dated  12th December,  2022  issued  under  section  19(3)  of the \nBalochistan  Workers  Welfare  Fund  Act, 2022,  as amended,  by the Department  \nof Labour  and Manpower,  Government  of Balochistan,  (Exemption  from  \nprovincial  WWF).  \n(r)  SRO  2199( I)/2022  dated  12th December , 2022  issued  under  section  3(1) of the \nForeigners  Act, 1946,  by the Ministry  of Interior,  Government  of Pakistan  (Fly-\nin fly-out activities).  \n(s)  SRO  157/2022  dated  12th December,  2022  issued  under  section  9(1)(a) of the \nStamp  Act, 1899,  by the Board  of Revenue,  Government  of Balochistan  \n(Remission  from  stamp  duties).  \n(t)  SRO  158/2022  dated  12th December,  2022  issued  under section  78 of the \nRegistration  Act, 1908,  by the Board  of Revenue,  Government  of Balochistan  \n(Exemption  from  registration  fees on Mineral  Agreement  and Joint  Venture  \nAgreement) . \n(u)  SRO( II)21-25/2015  dated  13th December  2022  issued  under  section  15 of the \nSindh  Workers  Welfare  Fund  Act, 2014  by the Department  of Labour,  \nGovernment  of Sindh  (Exemption  from  provincial  WWF) . \n(v)  SRO  SECY(RS& EP)BOR /2022 -278 dated  12th December  2022  issued  under  \nsection  9(1)(a) of the Stamp  Act, 1899,  by the Board  of Reve nue, Government  \nof Sindh  (Remission  from  stamp  duties).  \n(w) SRO  152/2022  dated  12th December,  2022  issued  under  section  7 of the \nRegulation  of Mines  and Oilfields  and Mineral  Development  (Government  \nControl)  Act, 1948  by the Department  of Mines  and Mineral  Development,  \nGovernment  of Balochistan  (Stabilization  of Agreed  Balochistan  Royalty).  \n \nPage 28 of 29 \n (x)  SRO  2200( I)/2022  dated  12th December,  2022  issued  under  section  8(12)  of the \nFinance  Act, 2022  by the Revenue  Division,  Government  of Pakistan  \n(Exemption  from  capit al value  tax). \n2. For a period  of 10 years  from  the Commercial  Production  Date  (as defined  in the Income  \nTax Ordinance,  2001)  in relation  to the Reko  Diq Project:  \n(a) SRO  153/2022  dated  12th December,  2022  issued  under  section  12 of the \nBalochistan  Sales  Tax on Services  Act, 2015  by the Finance  Department,  \nGovernment  of Balochistan  (Time  limited  exemption  and rate stabilization).  \n(b)  SRO  SRB-3-4/47/2022  dated  12th December,  2022  issued  under  section  10 of \nthe Sales  Tax on Services  Act, 2011  by the Finance  Department,  Government  \nof Sindh  (Time  limited  exemption  and rate stabilization).  \n3. For a period  of I5 years  from  the Commercial  Production  Date  (as defined  in the Income  \nTax Ordinance,  2001)  in relation  to the Reko  Diq Project:  \n(a) SRO  2197(I )/2022  dated  12th December,  2022  issued  under  section  8A of the \nCompanies  Profits  (Workers  Participation)  Act, 1968  by the Ministry  of \nOverseas  Pakistanis  and Human  Resource  Development,  Government  of \nPakistan  (Time  limited  exemption  and rate stabilization  of WPPF \ncontributions).  \n4.  For a period  of 3 years  from  the Mineral  Agreement  Effective  Date  (as defined  in the Income  \nTax Ordinance,  2001)  in relation  to the Reko  Diq Project:  \n(a)  SRO  2198( I)/2022  dated  12th December,  2022  issued  under  section  9 of the \nStamp  Act, 1899 by the Ministry  of Interior,  Government  of Pakistan  \n(Remission  from  stamp  duty payable  on share  transfers ). \n5. For a period  of 30 years  from  the Mineral  Agreement  Effective  Date  (as defined  in the \nIncome  Tax Ordinance,  2001),  the following  Investment  Incentives  are hereby  declared  as \nProtected  Benefits  in relation  to, and for the benefit  of, the Reko  Diq Project:  \n(a)  The Reko  Diq Project  and each of its Investors  have  permission  to freely  and \nwithout  restriction  open,  maintain  and operate  (A) foreign  currency  accounts  \noutside  Pakistan  and (B) foreign  currency  accounts  within  Pakistan  to the extent  \nthese  accounts  are located  in an Export  Processing  Zone  and relate  to the Reko  \nDiq Project.  Such  accounts  held by RDMC,  each of its direct  subsidiaries  or \nother Investors  that are not Enterprises  established  under  the laws of Pakistan  \nshall  constitute  protected  accounts  for purposes  of this Act; \n(b)  The Reko  Diq Project  and each of its Investors  also shall  have  permission  to \nopen,  maintain  and operate  local  currency  accounts  within  Pakistan  in \naccordance  with applicable  banking  and foreign  exchange  laws and regulations,  \napplied  on a non-discriminatory  basis;  \n(c) The Reko  Diq Project  and each of its Investors  have  permission  to freely  and \nwithout  restriction,  bring, hold,  retain  off-shore,  buy, sell, transfer,  expatriate  \nand take out foreign  currency  from  or to the accounts  referred  to in sub-clause  \n \nPage 29 of 29 \n 5(a) above,  in any form  without  delay  and without  any requirement  to make  a \nforeign  exchange  declaration  at any stage or to satisfy  any other  requirement,  to \nmeet  the requirements  of Investors,  lenders,  contractors,  operators,  consultants,  \ninsurers,  reinsurers,  vendors,  contract  counterparties  and advisors  in relation  to \nany compensation  amounts,  payments,  loan repaymen ts (including  interest),  \nequity  and return  on equity,  returns  of capital,  profits,  works,  goods  and \nservices;  \n(d) RDMC  and each of its direct  subsidiaries  shall  have  access  to non- \ndiscriminatory  rates  for foreign  exchange  transactions;  and \n(e)  The State  Bank  of Pakistan  and other  financial  institutions  within  Pakistan  shall  \nnot impose  any restrictions  on deposits  in or withdrawals  from  any bank  to bank  \ntransactions  from  the protected  accounts  held by a foreign  Investor  in an Export  \nProcessing  Zone  in respect of the Reko  Diq Project."
}