{
    "file": "./converted_json\\administrator4d551b0f04b1a2a72f7d4061c97967ad.json",
    "name": "Medical Tribunal Ordinance, 2019",
    "date": "October 20, 2019",
    "tagline": "To provide for the setting up of a special judicial tribunal to efficiently and expeditiously hear and decide disputes arising out of matters pertaining to the medical and health sectors.",
    "content": "PART  I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOB ER 21 , 2019         437 \n \n \n \n  \nISLAMABAD , MONDAY , OCTOBER  21, 2019   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad , the 20th October , 201 9 \n \n No. F.  2 (1)/2019 -Pub.—The following Ordinance promulgated by the \nPresident on 19th October, 2019 is hereby published for general information: — \n \nORDINANCE  NO.  XIV  OF 2019  \n \nAN \n \nORDINANCE  \n \nto provide for the setting up of a special judicial tribunal to efficiently and \nexpeditiously hear and decide disputes arising ou t of matters pertaininig to the \nmedical and health sectors.  \n \n WHEREAS  it is expedient to provide for the setting up for a special \njudicial tribunal to efficiently and expeditiously hear and decide disputes arising \nout of matters pertaining to the actions o f authorities formed to regulate different \nareas of the medical sector in Pakistan and to provide cost effectiv e adjudication \nof such disputes.  \n \n(437) \n \nPrice : Rs. 10.00 \n[1608(2019 )/Ex. Gaz.]   \n438   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 21 , 2019  [PART I \n \n  AND WHEREAS  the Senate and the National Assembly are not in sess ion \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it nec essary to take immediate action.  \n \n NOW, THEREFORE,  in exercise of powers conferred by clause (1) of \nArticle 89 of the Constitution of the Isl amic Republic of Pakistan the President of \nthe Islamic Republic of Pakistan is pleased to make and promulgate the following \nOrdinance: - \n \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the Medical Tribunal Ordinance, 2019.  \n \n (2) It sha ll come into force at once.  \n \n 2. Definitions .—In this Ordinance, unless there is anything repugnant \nin the subject or context, - \n \n(a) “Bench”  means bench as constituted by the C hairman of the \nMedical Tribunal;  \n \n(b) “Chairman”  means C hairman of the Medical Tribunal;  \n \n(c) “members”  means members of the Medical Tribunal ; \n \n(d) “prescribed”  means prescribed by this Ordinance, rules or \nregulations under this Ordinance, as the case may be ; \n \n(e) “Registrar”  means the registrar of the Medical Tribunal and \nincludes any other person a uthorized by the Tribunal to perform the \nfunctions of the  Registrar under this Ordinance;  \n \n(f) “regulations”  means regulations made under this Ordinance;  \n \n(g) “rules”  means rules made under this Ordinance;  \n \n(h) “Schedule”  means Schedule to this Ordinance a nd rules; and  \n \n(i) “Tribunal ” means Medical Tribunal established under this \nOrdinance.  \n \n 3. Cognizance of offences. —(1) No court shall take cognizance in \nany matter to which jurisdiction of the Tribunal extends.  \n \n (2) Any person or entity aggrieved by an a ct which is an offence under \nany law for the time being in force triable by the Tribunal or by an order or act \nPART  I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOB ER 21 , 2019         439 \n \n which is appealable before the Tribunal may institute a complaint or claim or \nappeal as the case may be before the Tribunal.  \n \n (3) The Tribunal m ay also initiate appropriate proceeding on \ndependable information against any individual or institution after issuing notice \nagainst an act or omission which falls within the jurisdiction of the Tribunal.  \n \n  4. Medical Tribunal. — (1) The Prime Minister of Pakistan shall, by \nnotification in the official Gazette, establish the Tribunal which shall exercise \njurisdiction under this Ordinance.  \n \n (2) The Tribunal shall consist of a Chairman who has been a judge of a \nHigh Court to be appointed by the Prime Ministe r of Pakistan upon nomination \nby the Chief Justice of Pakistan.  \n \n (3) In addition to the Chairman, the Tribunal shall consist of at least \nfour members and the Federal Government may increase the number of members \nas required.  \n \n (4) The Members of the Tribu nal shall be appointed by the Prime \nMinister of Pakistan in consultation with the Chairman of the Tribunal, of which \nhalf shall be jurists who have been judges of High Court and half shall be \ntechnical members with suitable professional qualifications and experience, in \nthe medical fields.  \n \n (5) The powers and functions of the Tribunal may be exercised or \nperformed by Benches as constituted by the Chairman of the Tribunal.  \n \n (6) The principal seat of the Tribunal shall be at Islamabad. The \nBenches of the Tr ibunal may function at any of the provincial headquarters as per \nschedule directed by the Chairman.  \n \n (7) If the members of the bench differ in opinion as to the decision to \nbe given on any point, the case shall be referred to the Chairman and the decision  \nof the Tribunal shall be expressed in terms of the opinion of the Chairman.  \n \n (8) The Tribunal shall not, merely because of a change in its \ncomposition, or the absence of any member from any sitting, be bound to recall \nand rehear any witness who has given  evidence, and may act on the evidence \nalready recorded by, or produced, before it.  \n \n (9) The Tribunal may hold its sittings at such places within its \nterritorial jurisdiction as the Chairman may decide.  \n \n (10) No act or proceeding of the Tribunal shall be  invalid by reason only \nof the existence of a vacancy in, or defect in the constitution, of the Tribunal . \n440   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 21 , 2019  [PART I \n \n  (11) The terms and conditions of service of the Chairman and members \nof the Tribunal shall be such as may be prescribed by rules and Schedule.  \n \n 5. Tenure of offic e.—The Chairman and members of the Tribunal \nshall hold office for a period of three years which may be extended by the \nFederal Government for another term subject to consent of the Chief Justice of \nPakistan to the extended term of the Chairma n and the consent of the Chairman \nto the extended term of a member.  \n \n 6. Jurisdiction and powers of Medical Tribunal .—(1) All offences \nprovided for under the Pakistan Nursing Council Act 1973 (XXVI of' 1973), \nPakistan Health Research Council Act, 2016 (XII  of 2016), The Unani, \nAyurvedic and Homeopathic Practitioners Act 1965 (II of 1965), the Pharmacy \nAct, 1967 (XI of 1967), the Pakistan Medical and Dental Ordinance, 1962 \n(XXXII of 1962), the Pakistan Medical Commission Ordinance, 2019 ( --- of \n2019) or any other law as may be notified by the Federal Government, shall be \ntriable by the Tribunal.  \n \n (2) All appeals against decisions, orders and acts of the relevant apex \nauthorities or councils formed pursuant to the Pakistan Medical a nd Dental \nOrdinance 1962 (X XXII  of 1962), Pakistan Medical Commission Ordinance, \n2019 ( ---- of 2019), the Pakistan  Nursing Council Act 1973 (XXVI of 1973), \nPakistan Health Research Council Act, 2016 (XII of 2016) and The Unani, \nAyurvedic and Homeopathic Practitioners Act, 1965 ( II of 1965), the Pharmacy \nAct, 1967 (XI of 1967) or any other law as may be notified under sub -section (1) \nshall be heard and decided by the Tribunal.  \n \n (3) All claims or complaints arising out of acts or obligations pursuant \nto the Pakistan Medical and Denta l Ordinance 1962 (XXXII of 1962), Pakistan \nMedical Commission Ordinance, 2019 ( ----of 2019), the Pakistan Nursing \nCouncil Act, 1973 (XXVI of 1973), Pakistan Health Research Council Act, 2016 \n(XII of 2016) or The Unani, Ayurvedic and Homeopathic Practitione rs Act, 1965 \n(II of 1965), the Pharmacy Act, 1967  (XI of 1967) or any other law as may be \nnotified under sub -section (1), where the original jurisdiction is not vested in the \nrelevant apex authorities or councils formed thereunder shall be heard and \ndecide d by the Tribunal.  \n \n (4) All cases in which the offender is sentenced to a fine, whether with \nor without imprisonment, it shall be competent for the Tribunal to direct that in \ndefault of payment of the fine the offender shall be punishable with \nimprisonmen t for a certain term, which imprisonment shall be in excess of any \nother imprisonment to which he may have been sentenced or to which he may be \nliable under a commutation of sentences.  \n \n (5) The term for which the Tribunal directs the offender to be \nimpris oned in default of payment of a fine shall not exceed one -fourth of the term \nof imprisonment which is the maximum penalty prescribed for the offence in the \nrelevant statute or rules or regulations framed thereunder.  \nPART  I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOB ER 21 , 2019         441 \n \n  (6) In exercise of its criminal jurisdi ction, the Tribunal sha ll have the \nsame powers as are vested in Court of Session under the Code of Criminal  \nProcedure, 1898 (Act V of  1898 ). \n \n (7) In exercise of the civil jurisdiction the Tribunal shall have the same \npowers and shall follow the same proc edure as civil court under the Code of Civil \nProcedure, 1908 (Act V of 1908).  \n \n (8) In all matters with respect to which no procedure has been provided \nfor in this Ordinance, the Tribunal shall follow the procedure laid down in the \nCode of Civil Procedure,  1908 (Act V of 1908). The Tribunal shall make such \nrules for its functioning as deemed appropriate by the Chairman in consultation \nwith the members.  \n \n (9) The Tribunal may issue bailable warrant for the arrest of any person \nagainst whom reasonable suspici on exists, of his having been involved in any \ncontravention punishable under this Ordinance:  \n \n Provided that such warrant shall be applied for, issued and executed in \naccordance with the provisions of the Code of Crimi nal Procedure, 1898 (Act V \nof 1898 ): \n \n Provided further that if the person arrested executes a bond with \nsufficient surety in accordance with the endorsement on the warrant he shall be \nreleased from custody, failing which be shall be taken or sent without delay to \nthe officer in -charge of the nearest police station.  \n \n (10) All proceedings before the Medical Tribunal shall be deemed to be \njudicial proceedings within the meaning of sections 193 and 228 of the Pakistan \nPenal Code, 1898 (Act XLV of 1898) and the Medical Tribunal shall be deemed \nto be a court for the purpose of sections 480 and 482 of the Code of Criminal \nProcedure, 1898 (Act V 1898).  \n \n (11) The Tribunal shall hear and decide all appeals, complaints or claims \ninstituted before it within one hundred twenty days without exception and s hall \nrefuse all requests for adjournments if sought by any party if such adjournment \nwould lead to the Tribunal not being able to decide a case within the stipulated \nperiod.  \n \n (12) The Tribunal shall impose penalties as may be prescribed under the \nrelevant  statute or rules or regulations made thereunder and in the absence \nthereof determine reasonable penalties for reasons to be recorded subject to a fine \nnot exceeding fifty million Rupees and imprisonment not exceeding seven years.  \n \n 7. Offences by bodies c orporate. —(1) Where any contravention has \nbeen committed by a body corporate and it is proved that such offence has been \n442   THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOBER 21 , 2019  [PART I \n \n committed with the consent or connivance or, is attributed to any negligence on \nthe part of, any director, partner, manager, secretary,  trustee or other officer of \nthe body corporate, shall be deemed guilty of such contravention along with the \nbody corporate and shall be punished accordingly:  \n \n Provided that in the case of company as defined under the Companies \nAct, 2017 (XIX of 2017), on ly the chief executive officer shall be liable under \nthis section.  \n \n Explanation. —For the purpose of this section, “body corporate or \ninstitution” includes a firm, association of persons, a society registered under the \nsocieties Registration Act, 1860 (XXI  of 1860) or under the Co -operative \nSocieties Act, 1925 (VII of 1925) and a trust created under the Trust Act, 1882 \n(II of 1882).  \n \n (2) Where any contravention has been committed by any Government \nagency, local authority or local council and it appears fro m the relevant \ndocuments that such contravention has been committed with the consent or \nconnivance of or is attributed to any negligence on the part of the head or any \nother officer of the Government agency, local authority or local council, such \nhead or o ther officer shall also be deemed guilty of such contravention along \nwith the Government agency, local authority or local council and shall be liable \nto be proceeded against and punished accordingly.  \n \n 8. Appeals to the Medical Tribunal . —(1) Any person ag grieved by \nany order or direction of the authorities pursuant to the Pakistan Medical and \nDental Ordinance 1962 (XXXII of 1962), Pakistan Medical Commission \nOrdinance, 2019 ( --- of 2019), the Pakistan Nursing Council Act, 1973 (XXVI of \n1973), Pakistan Heal th Research Council Act, 2016 (XII of 1965) or The Unani, \nAyurvedic and Homeopathic Prac titioners Act, 1965 (II of 1965 ) or the \nPharmacy, Act 1967 (XI of 1967) and subject to the provisions of the Pakistan \nMedical and Dental Ordinance, 1962 (XXXII of 1962) , Pakistan Medical \nCommiss ion Ordinance, 2019 ( ---- of 2019), the Pakistan Nursing Council Act, \n1973 (XXVI of 1973), Pakistan Health Research Council Act, 2016 (XII of 2016) or \nThe Unani, Ayurvedic and Homeopathic Practitioners Act, 1965 (II of 1965), the \nPharmacy Act, 1967 (XI of 1967) or any other law as may be notified under  \nsub-section (1) of section 6, may prefer an appeal before the Medical Tribunal within \nthirty days of the date of communication of the impugned order or direction.  \n \n (2) An appeal to  the Medical Tribunal shall be in such form, contain \nsuch particulars and be accompanied by such fees as may be prescribed.  \n \n 9. Appeals from orders of the Medical Tribunal .—Any person \naggrieved by any final order in suit, in appeal or against any sentence  passed by \nthe Medical Tribunal may, within thirty days of communication of such order or \nsentence, prefer an appeal to the Supreme Court of Pakistan.  \nPART  I] THE  GAZETTE  OF PAKISTAN,  EXTRA.,  OCTOB ER 21 , 2019         443 \n \n  10. Abatement of suit and other proceedings .—All suits, appeals, \ncomplaints or applications regarding an y matter within the jurisdiction of the \nTribunal pending in any court immediately before the commencement of this \nOrdinance shall abate forthwith:  \n \n Provided that any party to such proceedings may, within ninety days of \nthe establishment of the appropriat e Tribunal, approach to the Tribunal in respect \nof any such matter which is in issue in such suit, complaint, appeal or application \netc. \n \n 11. Limitation. —The provisions of sections 5 and 12 of the Limitation \nAct, 1908 (IX of 1908), shall apply to appeals etc. under this Ordinance.  \n \n 12. The officers of Federal, Provincial and local Governments to \nassist Tribunal. —The officers of the Federal Government. Provincial \nGovernments and local Governments including the Islamabad Capital Territory \nPolice and the Pro vincial Police shall assist the Medical Tribunal and its officers \nin the discharge of their functions under the provisions of this Ordinance and the \nrules a nd regulations made there under.  \n \n 13. Rules .—The Federal Government may, by notification in the \nofficial Gazette , make rules for carrying out the purposes of this Ordinance.  \n \n 14. Regulations .—The Tribunal may, by notification in the official \nGazette, make regulations to carry out purposes of this Ordinance.  \n \n 15. Overriding effect .—The provisions of th is Ordinance shall have \neffect notwithstanding anything to the contrary contained in any other law for the \ntime being in forced.  \n \n 16. Savings .—All appointments, orders, notifications made, passed or \nissued or duly done by the competent authority in relati on to the Tribunal, or by \nthe Tribunal under the repealed Pakistan Medical and Dental Ordinance, 2019 a re \nsaved and deemed continued.  \n \nDR. ARIF ALVI , \nPresident . \n \n—————  \n \nMUHAMMAD  KHASHIH -UR-REHMAN , \nSecretary . \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION  OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI ."
}