{
    "file": "./converted_json\\administratorb9a099a10f4b639085b1f17baad5fd46.json",
    "name": "Pakistan Bait-ul-Mal Act",
    "date": "6th January, 1992",
    "tagline": "An Act to provide for establishment of a Bait-ul-Mal",
    "content": "Page 1 of 11  \n \n  \n \nTHE  PAKISTAN  BAIT -UL-MAL  ACT,  1991  \n \n \n \nCONTENTS  \n \n________________  \n \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short  title, extent  and commencement.  \n \n2. Definitions.  \n \nCHAPTER II  \n \n3. Establishment  of Bait­ul­Mal.  \n \n4. Administration  of Bait­ul­Mal.  \n \nCHAPTER  III \n \nTHE  BAIT -UL-MAL  BOARD  \n \n5. Constitution  of the Bait­ul­Mal  Board.  \n \n5A. Functions  of the Bait­ul­Mal  Board.  \n \nCHAPTER IV  \n \nTERM S AND  CONDITIONS  OF OFFICE  OF MEMBERS  \n \n6. Selection  criteria  for non­official  Members.  \n \n7. Terms  and conditions  of office  of non­official  Members.  \n \n 7A. Acting  Chairperson  (Ameen).  \n \nCHAPTER  V \n \nUpdated on 12.11.2021  \nPage 2 of 11  \n \n OATH  OF OFFICE  BY CHAIRMAN , MEMBERS  \n \n8. Oath  of office,  etc. \n \nCHAPTER  VI \n \nAPPOINTMENT AND  POWERS  OF THE  MANAGING  DIRECTOR  \n \n9. Appointment  and powers  of the Managing  Director.   \n \nCHAPTER  VII \n \nBAIT -UL-MAL  TO BE A BODY  CORPORATE  \n \n10. Incorporation  of Bait­ul­Mal.  \n \n11. Head  office  of the Board.  \n \n12. Administrative control over the Board.   \n \nCHAPTER  VIII  \n \nCONDUCT  OF BUSINESS  \n \n13. Conduct  of Business  of the Board.  \n \n14. Meeting  of the Board.  \n \n \nCHAPTER IX  \n \n15. Employment  of officers  and servants.  \n \n16. Recruitment  and terms  and conditions  of service  and disciplinary  powers.  \n \nCHAPTER X  \n \nACCOUNTS  AND  AUDIT  \n17. Maintenance  of Accounts.  \n \n18. Audit.  \n \n19. Annual Statement  of Accounts.  \n \n20. Submission  of Annual  Reports  and Statements  etc. Annual Report.  \n \n  \nPage 3 of 11  \n \n CHAPTER XI  \n \nMISCELLANEOUS  \n \n21. Immunity.  \n \n22. Delegation.  \n \n23. Rules.  \n \n24. Regulations.  \n \n \n \n________  \n  \nPage 4 of 11  \n \n THE PAKISTAN  BAIT -UL-MAL  ACT  1992  \n \n1ACT  NO. I OF 1992  \n[6th January, 1992]  \nAn Act to provide  for establishment  of a Bait­ul­Mal  \n \nWHEREAS it  is the  duty of the State  to provide  for basic  necessities of  life such as food,  \nclothing,  housing,  education  and medical  relief  for all citizens,  irrespective  of their sex, caste,  creed  \nor  race, who are permanently or temporarily unable to earn their livelihood on account of sickness or  \nunemployment  or circumstances  beyond  their control;  \n \nAND WHEREAS it is expedient to establish a Bait­ul­Mal fund for providing assistance to  \ndestitute and needy widows, orphans, invalid, infirm and such other persons, and thereby save them  \nfrom  hardship  and suffering  and to enable  them  to lead an honorable  life in the society;  \n \nIt is hereby  enacted  as follows:  \n \nCHAPTER I   \nPRELIMINARY  \n \n1. Short  title,  extent  and commencement.___(1) This Act may be called  the Pakistan  \nBait­ul­ Mal Act, 1991.  \n \n(2) It shall  extend  to the whole  of Pakistan.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions.  In this Act, unless  there is  anything  repugnant in  the subject or  context,___ \n \n(a) “Bait­ul­Mal ” means  the welfare  fund to be called  Bait­ul­Mal , established  \nunder  section      3; \n \n(b) “Board” means  the 2[Bait­ul­Mal  Board]  constituted  under  section  5 for the \nadministration  of the Bait­ul­Mal ; \n \n(c) 2[Chairperson  (Ameen)]  means  the Chairman  (Ameen)  of the Board;  \n \n2[(ca)   “employee”  means  an officer,  servant,  expert,  consultant  or adviser  \nappointed  under  section  15; \n \n(cb)  “Managing  Director”  means  the Managing  Director  of the Board;]  \n \n(d) “Member”  means  a member of  the Board;  and \n \n(e) “Prescribed”  means  prescribed  by rules  made  under  this Act. \n \n_________  \n \n \n \n1The Pakistan  Bait­ul­Mal  Act 1991  (I of 1992)  shall apply  to the Federally  Administered  Tribal  Areas,  Vide  S.R.O.  No. 608 (I)/94,  dt. 13­6­94  \n2Subs.  and ins. by Ord. 90 of 2002, ss. 2 & 3. \nPage 5 of 11  \n \n CHAPTER  II \n \n \n3. Establishment  of Bait-ul-Mal.___(1)The Federal  Government  shall  establish  a fund to be \nknown  as Bait­ul­Mal.  \n \n(2) The Bait­ul­Mal  shall  be financed  from  the following  sources,  namely:___ \n \n(a) transfer  of receipts  from  tax levied  for this  purpose;  \n \n(b) grants  from  the Federal  Government,  Provincial  Government,  local  \nauthorities,  national    organizations  and international  agencies;  \n \n(c) voluntary  donations,  including  sadqat  and atiyyat  by individuals,  societies,  \nbodies,    institutions  or organizations;  and \n \n(d) sale of property  of the Bait­ul­Mal, whether  movable  or immovable,  and \nincome  from   such property,  investments  and other  assets.  \n \n(3) In determining the tax liability of an assessee  for an assessment year under the Income \nTax Ordinance, 1979 (XXXI of 1979 ), his taxable income shall be reduced by the amount paid by \nhim as  donation  under clause  (c) of sub­section  (2). \n \n4. Administration of Bait­ul­Mal.  The Bait­ul­Mal  shall be administered by the Board and \nthe moneys  in the Bait­ul­Mal  shall  be utilized  for the following  purposes  namely:___ \n \n(a) to provide financial assistance to destitute and needy widows, orphans, invalid, \ninfirm and   other needy  persons;  \n \n(b) for rendering  help for rehabilitation  of persons  specified  in clause  (a) in \nvarious   professions  or vocations  ; \n \n(c) to provide  assistance  to the children  of the persons  specified  in clause  (a) \nfor educational    pursuits  ; \n \n(d) to provide  residential  accommodation  and necessary  facilities  to the persons  \nspecified  in  clause  (a); \n \n(e) to provide for free medical treatment for indigent sick persons and to set up \nfree hospitals,   poor houses and rehabilitation centers and to give financial aid \nto charitable institutions,  including  industrial  homes  and other  educational  \ninstitutions  established  specially  for the poor  and needy  ; \n \n(f) to provide stipends to educated youth during their training before their \nemployment in  jobs;  \n \n(g) to provide stipends and financial assistance to brilliant but poor students who \ncannot  afford  to acquire  higher  technical  or medical  education  abroad  for lack \nof money  ; \n \nPage 6 of 11  \n \n  \n(h) to sponsor  and promote  self­employment  scheme;  1[*] \n \n1[(i)  to provide for rehabilitation services and to establish rehabilitation centres for \nthe rehabilit ation of disabled children; and ] \n \n1[(j)]  any other purpose approved by the Board having regard to the aims and objects \nof the  Bait­ul­Mal . \n \n__________  \n \n2[CHAPTER  III \n \nTHE  BAIT -UL-MAL  BOARD  \n \n5. Constitution  of the Bait-ul-Mal Board.___(1) The Federal  Government  shall,  by \nnotification  in the official  Gazette,  constitute  a Bait­ul­Mal  Board  for administration  of the \nBait­ul­Mal . \n \n(2) The Board  shall  consist  of___ \n \n3[(i)  Secretary,  Government  of Pakistan,  of the controlling  Ministry  or Division,  \nunder  the  Rules  of Business,  1973,  who shall  be its ex­officio  Chairperson;]  \n \n(ii) Managing  Director,  Bait­ul­Mal ; \n \n(iii) at least five non­official Members to be appointed by the Federal Government \none each  from the Provinces and one to represent Islamabad Capital Territory, \nNorthern Areas or  Azad  Jammu  and Kashmir : \n \nProvided  that at least one of the non­official  Members shall  be a woman;  \n \n3[(iv)  a representative  of the Ministry  of Religious  Affairs  and Inerfaith  Harmony;]  \n \n3[(v)  a representative  of the National  Database  Registration  Authority;  and] \n \n(vi)  a representative of  the Federal  Ministry  of Finance.  \n \n5A. Functions  of the Bait-ul-Mal Board.  The Board  shall  perform  the following \nfunctions,    namely,___ \n \n(a) Policy  formulation ; \n \n(b) Planning,  including  consideration  and approval  of annual  plan of work  and \nbudget;  \n \n \n \n1 Omitted, ins. and re -numbered. by  Act,  (XVII of 2018), s. 2.  \n2Subs.  by Ord. 90 of 02, ss. 4 and 5. \n3Subs.  by Act XIX of 2016,  s.2. \n  \n  \nPage 7 of 11  \n \n (c) consideration  of audit  statement  of accounts;  \n \n(d) to receive  progress  reports;  \n \n(e) to ensure  implementation  of approved  plan,  programmes,  budget  and ensure  \ntransparent    and accountable  administration ; \n \n(f) co­ordination  with poverty  alleviation  programmes  of the Government  in \npublic  and   private  sectors;  and \n \n(g) any other functions  as may be prescribed . \n \n__________  \n \nCHAPTER  IV \n \nTERM S AND  CONDITIONS  OF OFFICE  OF MEMBERS  \n \n6. Selection criteria for non -official Members. The non­official Members shall be appointed  \nfrom amongst the ulema, social workers, jurists, elected representatives and persons well­versed in  \nIslamic l aw and  jurisprudence and the person s who enjoy good reputation for their honesty,  integrity  \nand devotion  to Islamic  ideology  and who genuinely  believe  in, and practice,  moral  values  as  enjoined  \nby the injunctions  of Islam  as laid down  in the Holy  Quran  and Sunnah.  \n \n7. Terms  and conditions  of office  of non-official  Members.  ___(1) The non­official  \nMembers  shall  hold office during  the pleasure of  the Federal  Government.  \n \n(2) The non­official  Member s shall  not draw  any salary,  but shall  be entitled  to such facilities  \nand   privileges  as may be prescribed  from  time to time.  \n \n(3) Subject to  sub­section  (4), a non­official  Member  may,  by writing  under  his hand  \naddressed  to  the Federal  Government  through  the Chairman,  resign  his office.  \n \n(4) The resignation  tendered  by a non­official  Member  shall not  take effect  until accepted  by \nthe Federal  Government.  \n \n7A. Acting  Chairperson  (Ameen ). At any time when  the office  of Chairperson  (Ameen)  is \nvacant  the senior  most  member  in age shall,  for a period  not exceeding  sixty  days temporarily  \nperform  the functions  of the Chairperson  (Ameen ).] \n \n_________  \n \nCHAPTER  V \n \nOATH  OF OFFICE  BY CHAIRMAN,  MEMBERS  \n \n8. Oath  of office,  etc. ___(1) Before  entering  upon  office,  the Chair man (Ameen)  and a \nnon­official  Member  of Board  shall  take and sign an oath in the form  appended  to this Act. \nPage 8 of 11  \n \n (2) Every  officer  and servant  of the Board  shall  be required  to take an oath in the form  \nto be prescribed  by the Board.  \n \n(3) The written  and signed  oaths  shall  be placed  on the personal  files of the officers  and \nservants maintained  in this behalf.  \n \n__________  \n \n1[CHAPTER  VI \n \nAPPOINTMENT  AND  POWERS  OF THE  MANAGING  DIRECTOR  \n \n9. Appointment  and powers  of the Managing  Director.___(1) There  shall  be a Managing  \nDirector  of the Board  who shall  be appointed  by the Federal  Government.  \n \n(2) The Managing  Director  shall  exercise  all administrative  and financial  powers  of the \nBait­ul­  Mal under  this Act: \n \nProvided  that every  appointment  made  or administrative  or financial  powers  exercised  by \nthe  Managing  Director  shall  be reported  to the Board,  without  unnecessary  delay,  for its information.]  \n \n___________  \n \nCHAPTER  VII \n \nBAIT -UL-MAL  TO BE A BODY  CORPORATE  \n \n10. Incorporation  of Bait-ul-Mal. The Bait­ul­Mal  shall  be a body  corporate,  shall  be \nentitled  to acquire  and hold property,  shall  have  perpetual  succession  and a common  seal and shall  \nbe the said name  sue and be sued.  \n \n11. Head  Office  of the Board.  The Head  Office  of the Board  shall  be at such place  as may \nbe  notified  by the Government.  \n \n12. Administrative  control  over  the Board.  The Board  shall  be under  the direct  \nadministrative control  of  2[controlling  Ministry  or Division  under  the Rules  of Business,  1973] . \n. \n \n_________  \n \nCHAPTER  VIII   \nCONDUCT  OF BUSINESS  \n \n13. Conduct  of Business  of the Board.___(1) The Board  shall  have  the powers  to conduct  \nits business  and regulate  its proceedings  as may be prescribed  by it, from  time to time.  \n \n \n1Subs.  by Ord. 90 of 02. ss. 6 & 7. \n2Subs.  by Act XIX of 2016,  s.3. \nPage 9 of 11  \n \n (2) For the smooth  conduct  of its business,  the Board  may appoint  such provincial,  Divisional,  \nDistrict  or other  special  Committees  or sub­committees  consisting  of such members  as may be \nprescribed  by it, from  time to time.  \n \n14. Meeting  of the Board.___(1) The Board  shall  meet  at such time and place  and in \nsuch manner  as may be prescribed  by regulations : \n \nProvided  that until regulations  are made  in this behalf,  such meetings  shall  be convened  by \nthe Chair man (Ameen).  \n \n(2) The Chair man (Ameen)  and five members,  or in his absence,  not less than six Members  \nshall  be present  to constitute  a quorum  at a meeting  of the Board:  \n \nProvided  that if a meeting  of the Board  is not held for want  of the required  quorum,  it will be \npostponed  to a subsequent  date and the postponed  meeting  may be held without  the required  quorum,  \nbut written  notice  to this effect  shall  be sent to all Members  of the Board.  \n \n(3) During  the absence  abroad  or on leave  of the Chairman  (Ameen)  he may nominate  a \nMember  convene  and preside  over the meetings  of the Board  to dispose  of urgent  business.  \n \n________  \n \nCHAPTER  IX \n \n15. Employment  of officers  and servants.  The Board  may,  as the case may be, employ  such \nofficers  and servants  or appoint  such experts,  consultants  or advisers,  from  time to time as it may \nconsider  necessary  for the performance  of its functions,  on such terms  and conditions  as it may deem  \nfit. \n16. Recruitment  and terms  and conditions  of service  and disciplinary  powers.  The Board  \nshall  prescribe  the procedure  for appointment  and terms  and conditions  of service  for its officers  and \nservants,  and shall  be competent  to take disciplinary  action  against  them.  \n \n________  \n \nCHAPTER  X  \n \nACCOUNTS  AND  AUDIT  \n \n17. Maintenance  of Accounts.  The Board  shall  maintain  complete  and accurate  books  of \naccounts  in connection  with the discharge  of its responsibilities  and those  delegated  by it to its officers  \nand staff,  as may be prescribed.  \n \n18. Audit.___(1) The Accounts  of Bait­ul­Mal  shall  be audited  every  year by the Auditor  \nGeneral  of Pakistan  in such manner  as may be prescribed  by the Federal  Government.  \n \n(2) A copy  of the Audit  Report  shall  be sent to the Board  for comments  and remedial  action.  \n \nPage 10 of 11  \n \n 19. Annual  Statement  of Accounts.  In the month  of January  each year,  the Board  shall  \nsubmit  to the Federal  Government,  for approval,  a statement  of estimated  receipts  and expenditures  \nin respect   of the next financial  year.  \n \n20. Submission  of Annual  Reports  and Statements  etc. Annual  Report.___(1) As soon  \nas possible,  the Board  shall  submit  to the Federal  Government,  after the end of every  financial  year \nbut  before  the last day of September  next following,  a report  on the conduct  of its affairs  during  the \nyear.  \n \n(2) A copy  of the report  referred  to in sub­section  (1) together  with a copy  of the audit  report  \nreferred  to in section  18 shall  be placed  by the Federal  Government  before  the National  Assembly.  \n \n(3) The Federal  Government  may call upon  the Board  to supply  any information  or statements  \npertaining  to its responsibilities  under  this Act, and the Board  shall  comply  with such requirements,  \nwithout  unnecessary  delay.  \n \n________  \n \n \nCHAPTER  XI  \n \nMISCELLANEOUS  \n \n21. Immunity.___(1) The Chairman  (Ameen),  Members/  officers,  and servants  of the Board  \nshall,  when  acting  or purporting  to Act, in pursuance  of any of the provisions  of this Act, be deemed  \nto be public  servants  within  the meaning  of section  21 of the Pakistan  Penal  Code.  \n \n22. Delegation.  After  the Board  has been  constituted,  it may,  by general  or special  order,  \ndelegate  to the Chairman,  Member  or an officer  of the Board,  any of its powers,  duties  or functions,  \nunder  this Act, subject  to such conditions  as it may think  fit to impose.  \n \n23. Rules.  The Federal  Government  may make  rules  for carrying  out the purposes  of this Act. \n \n24. Regulations . The Board  may,  with the approval  of the Federal  Government,  make  \nregulations  not inconsistent  with rules  for conduct  of its business  and its meetings.  \n \n \n \n___________  \n \n  \nPage 11 of 11  \n \n FORM  \n \n(See section  8) \n \n(In the name  of Allah,  the most  Beneficent  and most  Merciful)  \n \nI, _____________________________ , do solemnly  swear  that I shall  bear true faith and \nallegiance  to Pakistan:  \n \nThat as Chairman  (Ameen)/Member  of the Board  of Management  of Bait­ul­Mal , I will \ndischarge  my duties  and perform  my functions  honestly,  faithfully  and to the best of my ability,  in \naccordance  with the laws of the Islamic  Republic  of Pakistan,  and without  fear or favour,  affection  \nor  ill­will;  \n \nThat I will allow  no personal  interest  to influence  my official  conduct  or my official  decisions.  \n \nThat I shall  do my best to discharge  my responsibilities  in the best interest  of Pakistan,  with \na view  to carrying  out the aims  and objects  for which  the Bait­ul­Mal  has been  set up. \n \nThat I will not directly  or indirectly  communicate  or reveal  to any person  any matter  which  \nwill come  to my notice  for consideration  as Chairman  (Ameen)  /Member  of the Board  of \nManagement  of the Bait­ul­Mal . \n \nMay Allah  Almighty  help and guide  me (A’meen).  \n \n \n \n \n \n \n \n \n \n \n______________  \n  \n(Signature)  \n \n \n \n__________"
}