{
    "file": "./converted_json\\administrator62bcb80284934e856a3268cc9a9c4bab.json",
    "name": "Virtual University Ordinance, 2002",
    "date": "14 October 1999",
    "tagline": "An Ordinance to provide for establishment of Virtual University of Pakistan",
    "content": "Page 1 of 26 \n  \n \nVIRTUAL  UNIVERSITY  ORDINANCE,  2002  \n \n \n \n \nCONTENTS  \n1.  Short  title and commencement  \n2.  Definitions  \n3.  Establishment  and Incorporation  of the University  \n4.  Power  and functions  of the University  \n5.  University  open  to all classes,  creeds,  etc \n6.  Teaching  and examinations  \n7.  Officers  of the University  \n8.  Chancellor  \n9.  Visitation  \n10.  Rector  \n11.  Powers  and functions  of Rector  \n12.  Registrar  \n13.  Director  Finance  \n14:  Controller  of Examinations  \n15.  University  Auditor  \n16,  Other  officers  \n17.  Authorities  of the University  \n18.  Board  \n19.  Powers  and functions  of the Board  \n \n \n\n \nPage 2 of 26 \n 20.  Meetings  of the Board  \n21.  Executive  Council  \n22.  Powers  and functions  of the Council  \n23.  Academic  Council  \n24.  Powers  and functions  of the Academic  Council  \n25.  Academic  and administrative  staff \n26.  University  fund,  audit  and accounts  \n27.  Statutes  \n28.  Regulations  \n29.  Amendment  and repeal  of statutes  and regulations  \n30.  Rules  \n31.  First Schedule  \n32.  Constitution  \n33.  Appointment  of Committees  by certain  authorities  \n34.  General  provisions  \n35.  Indemnity  and bar of jurisdiction  \n36.  Removal  of difficulties  \nSCHEDULE  \n \n[See section  31] \n1.  The faculties   \n2.  Dean  of Faculty  \n3.  Teaching  Departments  and Heads  of the Department  \n4.  Board  of Studies   \n5.  Functions  of the Board  of Studies  \n6.  Advanced  Studies  and Research  Board  \n7.  Functions  of Board  of Advanced  Studies  and Research  \n \nPage 3 of 26 \n 8.  Selection  Board  \n9. Functions  of the Selection  Board  \n10. Finance  and Planning  Council  \n11.  Functions  of the Finance  and Planning  Council  \n12.  Affiliation  Committee  \n13.  Functions  of the Affiliation  Committee  \n \n \n \nPage 4 of 26 \n VIRTUAL  UNIVERSITY  ORDINANCE,  2002  \nORDINANCE  LII OF 2002  \nAn Ordinance  to provide  for establishment  of Virtual  University  of Pakistan  \nWHEREAS  it is expedient  to provide  for the establishment  of the Virtual  University  and for \nmatters  ancillary  thereto;   \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action;   \nNow,  THEREFORE,  in pursuance  of the Proclamation  of Emergency  of the fourteenth  day of \nOctober,  1999,  and Provisional  Constitution  Order  No. 1 of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order  No. 9 of 1999,  and in exercise  of all powers  enabling  him in that \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance:___ \n1. Short  title and commencement :___( 1) This Ordinance  maybe  called  the Virtual  University  \nOrdinance.  2002.  \n(2) It shall  come  into force  at once . \n2. Definitions :___(1) In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext — \n(a)  “Academic  Council ” means  the Academic  Council  of the University;   \n(b)  “affiliated  colleges  and institutes ” means  an educational  institution  affiliated  to \nbut not maintained  or administered  by the university;  \n(c)  “Authority ” means  any of the Authority  of the University  specified  in this \nOrdinance;   \n(d)  “Board ” means  the Board  of Governors  of the University ; \n(e)  “Chairman ” means  Chairman  of Board ;  \n(f)  “Chancellor ” means  the Chancellor  of the University ;  \n(g)  “Commission ” means  University  Grants  Commission  or its successor;   \n(h)  “Controller  Examination ” means  Controller  of Examination  of the University;   \n(i)  “Dean ” means  the Dean  of a Faculty  of the University;   \n(j)  “Director ” means  the Director  of a Management  Division  of the University;   \n(k)  “Educational  Institution ” means  an institution  imparting  instructions  in a \nsubject  or subjects  relating  to a faculty ;  \n \nPage 5 of 26 \n (l)  “Executive  Council ” means  the Executive  Council  of the University;   \n(m)  “Faculty ” means  a Faculty  of the University;   \n(n)  “Government ” means  the Government  of Pakistan ;  \n(o)  “Head ” means  Head  of a Teaching  Department  of the University;   \n(p)  “prescribed ” means  prescribed  by statutes,  regulations  or rules;   \n(q)  “Principal ” means  head  of an affiliated  college  or institute ;  \n(r)  “Rector ” means  the Rector  of the University;   \n(s)  “Registered  graduate ” means  the graduates  of the University:   \n(t)  “Registrar ” means  the Registrar  of the University;   \n(u)  “teaching  departments ” means  a teaching  department  of the University;   \n(v)  “University ” means  the Virtual  University  of Pakistan;  and  \n(w)  “University  Teacher ” means  Professors,  Associate  Professors,  Assistant  \nProfessors,  Lecturers,  Tutors  and research  staff” engaged  by the University  for \nteaching  undergraduate,  postgraduate,  honors  classes  or programs  and includes  \nsuch other  persons  as may be declared  as Teachers  by regulations.  \n3. Establishment  and Incorporation  of the University :___(1) There  shall  be established  a \nUniversity  to be called  the Virtual  University  of Pakistan  with its principal  seat at Islamabad.  \n(2) The University  shall  consist  of— \n(a)  Chancellor,  Rector,  Board,  Academic  Council,  Executive  Council,  Directors,  \nDeans,  Heads  of teaching  departments,  Registrar,  Controller  of Examinations  \nand such other  officers  as may be prescribed;   \n(b)  members  off such other  authorities,  committees  and bodies  as the Board  may \nconstitute  or authorize  from  time to time;   \n(c)  teachers  of the University  and its campuses;   \n(d)  such other  officers  and members  of the staff as tray be determined  by the Board  \nfrom  time to time.  \n(3) The University  shall  be a body  corporate  by the name  of the “Virtual  University  of Pakistan ” \nand shall  have  perpetual  succession  and a common  seal, with powers  to acquire,  hold and dispose  of \nany property  or investments  and shall  in the said name  sue and be sued.  \n \nPage 6 of 26 \n (4) The principal  seat of the University  will be at Islamabad,  and it may set up any number  of \ncampuses,  virtual  campuses  or study  centers  at such laces  in or outside  Pakistan  as the Board  may \ndetermine:  \nProvided  that for setting  up of campuses  or study  centers  outside  Pakistan,  the approval  of the \nFederal  Government  shall  be required.  \n4. Power  and functions  of the University :___ (1) The University  may— \n(a)  provide,  amongst  of others,  for instruction  and training  in information  \ntechnology,  business  and management  and emerging  sciences  and in such allied  \nand non-allied  branches  of learning  as it may deem  fit, and to make  provisions  \nfor research,  demonstration  and other  services  and for the advancement  and \ndissemination  of knowledge  in such manner  as it may determine;   \n(b)  provide  life long learning,  deliver  courses  and provide  educational  facilities  to \na large  segment  of the population  at designated  campuses,  places  of work  and \nresidences  through  the integration  of satellite,  television,  Internet  and intranets  \nand emerging  technology  etc., or through  conventional  methods;   \n(c)  prescribe  courses  of study  in such branches  of learning  as the University  may \ndetermine;   \n(d)  admit  and examine  students;   \n(e)  hold examinations  and to confer  or award  degrees,  diplomas,  certificates  and \nother  academic  distinctions  on and to persons  who have  passed  its examinations  \nunder  prescribed  conditions;   \n(f)  supervise  and control  the discipline  of the students  of the University  and the \naffiliated  colleges  and institutes  with special  focus  on virtual  education ;  \n(g)  select  and promote  faculties;   \n(h)  establish  teaching  departments,  schools,  colleges,  faculties,  institutes,  museums  \nand other  centers  of learning  for the development  of teaching  and research  and \nto make  such arrangements  for their maintenance,  management  and \nadministration  as it may determine  with special  focus  on virtual  education;   \n(i)  confer  honorary  degrees;   \n(j)  establish  and support  other  facilities  for education,  training  and research;   \n(k)  decide  virtual  teaching  methods  and strategies  in order  to ensure  the most  \neffective  educational  and training  programmes;   \n(l)  enter  into agreements,  contracts  and arrangements  with organizations,  \ninstitutions,  bodies  and individuals  for carrying  out its functions  and activities;   \n \nPage 7 of 26 \n (m)  affiliate  or associate  itself  with other  institutions  for effective  discharge  of its \nfunctions  and responsibilities;   \n(n)  cooperate  with other  universities  and public  authorities  in such manner  and for \nsuch purposes  as it may determine;   \n(o)  inspect  colleges  and other  educational  institutions  affiliated  or seeking  \naffiliation  with it;  \n(p)  provide  for the teaching  of specified  courses  and training  for persons  not being  \nthe students  of the University  and to grant  certificates  and diplomas  to such \npersons;   \n(q)  recognize  the examinations  passed  or the period  of study  spent  at other  \nuniversities  or places  of learning  as equivalent  to examinations  or periods  of \nstudy  in the University  or to withdraw  such recognition;   \n(r)  provide  Professorship,  Associate  Professorship,  Assistant  Professorship  and \nLectureship,  and any other  posts  and to appoint  persons  thereto;   \n(s)  provide  and award  fellowships,  scholarships,  exhibitions,  bursaries,  medals  and \nprizes  under  prescribed  conditions;   \n(t)  demand  and receive  such fees and other  charges  as it may determine;   \n(u)  receive  and manage  property  transferred  and grants,  bequests,  trusts,  gifts,  \ndonations,  endowments  or other  contributions  made  to the University  and to \ninvest  any funds  representing  such property,  grants,  bequests,  trusts,  gifts,  \ndonations,  endowments  or contributions  in such manner  as it may deem  fit;  \n(v)  undertake  such research  and to make  provision  for research  and advisory  \nservices  with other  institutions  or with public  bodies  as it may determine;   \n(w)  provide  for the printing  and publication  of research  and other  works;   \n(x)  appoint  members  of various  bodies  and committees  for academic  and \nadministrative  activities;   \n(y)  create  posts  for officers  and staff and make  appointments  against  the same  and \nprescribe  terms  and conditions,  and powers  and duties  of such officers  and staff;  \nand  \n(z)  do all such other  acts and things  as may be necessary  to further  its objectives.  \n5. University  open  to all classes,  creeds,  etc:___The University  shall  be open  to persons  of \neither  sex and of whatever  religion,  race,  class,  creed,  colour  or domicile,  or wherever  located,  who \nare academically  qualified  for admission  -to the courses  of study  offered  by the University  and no such \nperson  shall  be denied  the privileges  of the University  on the grounds  only of sex, religion,  creed,  race,  \nclass,  colour  or domicile.  \n \nPage 8 of 26 \n 6. Teaching  and examinations :___(1) The academic  programmes  of the University  shall  be \nconducted  in the prescribed  manner.  \n(2) No Bachelor ’s level  degree  shall  be granted  unless  a student  has passed  an examination  in \nIslamic  Studies  and Pakistan  Studies;  a non-Muslim  student  may opt for Ethics  in lieu of Islamic  \nStudies.  \n7. Officers  of the University :___ (1) The following  shall  be the officers  of the University,  \nnamely;  \n(a)  Chancellor;   \n(b)  Rector;   \n(c)  Registrar;   \n(d)  Deans;   \n(e)  Directors;   \n(f)  Chairpersons  or Heads  of the Teaching  Departments ;  \n(g)  Director  Finance ;  \n(h)  Controller  of Examinations;  and  \n(i)  Such  ether  persons  as may be prescribed  by the Regulations  to be officers.  \n8. Chancellor :___ (1) The President  of Pakistan  shall  be the Chancellor  of the University.  \n(2) The Chancellor  shall,  when  present,  preside  at the convocation  of the University  and in his \nabsence,  the Rector  shall  preside  at the convocation.   \n(3) Where  the Chancellor  is satisfied  that the proceedings  of any Authority  are not in \naccordance  with the provisions  of this Ordinance,  the Statutes,  the, Regulations,  or the Rules,  he may,  \nafter calling  upon  such Authority,  cause  notice  to show  why such proceedings  should  not be annulled,  \nand by order  in writing  annul  the proceedings.   \n(4) Every  proposal,  to confer  an honorary  degree,  shall  be subject  to confirmation  by the \nChancellor.   \n(5) The Chancellor  shall  have  the powers  to assent  to such Statutes  as are required  to be \nsubmitted  to him by the Board,  withhold  assent.  or refer  them  back  to the Board  for reconsideration.  \n9. Visitation :___ (1) The Chancellor  may cause  an inspection  or inquiry  to be made  in respect  \nof any matter  connected  with the affairs  of the University  and shall,  from  time to time,  direct  any \nperson  or persons  to inquire  into or carry  out inspection  of___ \n(a)  the university,  its buildings,  laboratories,  libraries,  and other  facilities.   \n \nPage 9 of 26 \n (b)  any institution,  department,  school,  college  or hostel  maintained  by the \nUniversity;   \n(c)  the adequacy  of financial  and human  resources;   \n(d)  the teaching,  research,  curriculum,  examinations  and other  matter  of the \nUniversity;  and,  \n(e)  such other  matters  as may be authorized,  by him. \n(2) The Chancellor  shall  communicate,  to the Board,  his views  with regard  to the result  of \nvisitation  and shall,  after ascertaining  the views  of the Board,  advise  the Board  on the action  to be \ntaken  by it. \n10. Rector :___ (1) The Rector,  who shall  be an eminent  scholar  and an educationist  of \ndistinction,  shall  be appointed  by the Chancellor  from  at least three  nominations  made  by the Board,  \non such terms  and conditions  as the Chancellor  may determine ” \n(2) The Rector  shall  hold office  for four years  and shall  be eligible  for reappointment  and the \nRector  appointed  before  the promulgation  of this Ordinance  shall  be considered  to have  beer,  appointed  \nin accordance  with the provisions  of this  \n(3) At any time when  the office  of the Rector  is vacant,  or the Rector  is absent  or is unable  to \nperform  the functions  of his office  due to illness  or some  other  cause  the Board  shall  take necessary  \nsteps  for smooth  functioning  of the University.   \n(4) The Rector  shall  be the Chief  Executive  and academic  officer  of the University  and shall  \nensure  that the provisions,  of this Ordinance,  the Statutes,  the Regulations  and Rules  are faithfully  \nobserved  in order  to promote  teaching,  research,  administration,  general  efficiency  and good  order  of \nthe University,  and shall  have  all powers  necessary  for this purpose,  including  administrative  control  \nover all, officers,  teachers  and other  employees  of the University.   \n(5) The Rector  shall,  in the absence  of the Chancellor,  preside  at convocation  of the University.   \n(6) The Rector  may,  in an emergency  which  in his opinion  requires  immediate  action  on part \nof the Board,  and where  a meeting  of the Board  is not imminent,  take such action  as he may consider  \nnecessary  and shall,  as soon  thereafter  as possible,  report  his action  for approval  to the Board.   \n(7) The Rector  may delegate,  subject  to such conditions,  if any, as he may deem  necessary,  any \nof his powers  under  this Ordinance  to an officer  or officers  of the University.  \n11. Powers  and functions  of Rector :___The Rector  shall — \n(a)  submit  plans  of work  and budget  estimates  of the University  for consideration  \nof the Board;   \n(b)  direct  the activities  connected  with the execution  of programmes  for instruction,  \ntraining,  research,  demonstration,  services  to community,  etc;  \n \nPage 10 of 26 \n (c)  authorize  expenditure  provided  for in the approved  budget;   \n(d)  re-appropriate  funds  within  the approved  budget  and place  report  before  the \nBoard  in the next meeting;   \n(e)  be authorized  to write -off articles  up to a sum determined  by the Board;   \n(f)  appoint,  with the approval  of the Board,  all officers  of the University  with the \nexception  of the Chancellor  and Rector,  and such other  persons  as may be \nnecessary  in accordance  with policies  and procedures  approved  by the Board  so \nas to ensure  the highest  intellectual  and normal  qualities  in the persons  \nappointed;   \n(g)  appoint,  on the recommendation  of the Selection  Board,  teachers,  administrative  \nand technical  staff of the University;   \n(h)  appoint  paper -setters  and examiners  for all examinations  of the University  after \nreceiving  panels  of names  from  the relevant  Authorities;   \n(i)  make  such arrangements  for the scrutiny  of papers,  marks  and results  as he may \nconsider  necessary;   \n(j)  direct  teachers,  officers  and other  employees  of the University  to take up such \nassignments  in connection  with teaching,  research,examinations,  administration  \nand other  activities  in the University  as he may consider  necessary;  \n(k)  submit  to the Board  in accordance  with the rules  of procedure  made  by it, reports  \non the activities  of the University  and the execution  of the plans  of work;   \n(l)  create  and fill temporary  posts  for a period  not exceeding  six months;  and  \n(m)  undertake  any work  assigned  by the Board.  \n12. Registrar :___ (1) The Registrar  shall  be a full-time officer  of the University  and shall  be \nappointed  by the Board  on such terms  and conditions  as it may determine.  \n(2) The Registrar  shall — \n(a)  be the custodian  of the Common  Seal and the academic  records  of the \nUniversity ;  \n(b)  maintain  a Register  of Registered  Graduates  in the prescribed  manner;   \n(c)  be the Secretary  of the Board,  the Executive  Council  and such other  committees  \nas may be determined;  and  \n(d)  perform  such other  duties  related  to academic  affairs  as may be prescribed  by \nthe Rector  and other  authorities  of the University.  \n \nPage 11 of 26 \n 13. Director  Finance :___ (1) The Director  Finance  shall  be a full-time officer  of the University  \nand shall  be appointed  by .the Board  on such terms  and conditions  as it may determine.  \n(2) The Director  Finance  shall — \n(a)  manage  the property,  the finances  and the investments  of the University   \n(b)  prepare  the annual  and revised  budget  estimates  of the University  and present  \nthem  to the Finance  and Planning  Council  and to the Board  through  the Rector;   \n(c)  ensure  that the funds  of the University  are expended  for the purposes  for which  \nthey are provided:  and  \n(d)  perform  such other  ditties  as may be prescribed.  \n14: Controller  of Examinations :___ (1) The Controller  of Examinations  shall  be a full- time \nofficer  of the University  and shall  be appointed  by the Board  on such terms  and conditions  as it may \ndetermine.   \n(2) The Controller  of Examinations  shall  be responsible  for all matters  connected  with the \nconduct  of examinations  and perform  such other  duties  as may be prescribed.  \n15. University  Auditor :___There  shall  be a University  Auditor  who shall  be appointed  by the \nBoard,  being  a person  who is a Chartered  Accountant  within  the meaning  of the Chartered  Accountants  \nAct, 1961  (X of 1961) . \n16. Other  officers :___Subject  to the provisions  of this Ordinance.  the terms  and conditions  of \nservice  and the powers  and duties  of other  officers  of the University  shall  be such as may be prescribed.  \n17. Authorities  of the University :___(1) The following  shall  -be the Authorities  of the \nUniversity — \n(a)  Board;   \n(b)  Executive  Council   \n(c)  Academic  Council   \n(d)  Board  of Studies;   \n(e)  Advanced  Studies  and Research  Board ;  \n(f)  Selection  Board;   \n(g)  Finance  and Planning  Council ;  \n(h)  Affiliation  Committee;  and  \n(i)  Such  other  authorities  as may be prescribed  by Statutes.  \n \nPage 12 of 26 \n (2) The term of a member  of an Authority  appointed  or nominated  shall  commence  from  the \nfirst meeting  of the Authority  thereafter.  \n18. Board :___The general  supervision  and control  of administrative  academic  and financial  \naffairs  and the power  to lay down  the policies  of the University  shall  vest in the Board  consisting  of \nthe following  members,  namely: — \n(a) Secretary.  Information  Technology  and \nTelecommunications  Division,  Ministry  of Science  and \nTechnology,  Government  of Pakistan ; \n Chairman  \n(b) Rector;  \n Member.  \n(c) Secretary,  Ministry  of Education  or his nominee  not below  \nthe rank of Joint Secretary;  \n Member.  \n(d) Secretary , Ministry  of Information  and Media  Development  \nGovernment of Pakistan ; \n Member.  \n(e) Chairman  of the Commission,  or his nominee  not below  the \nrank of an officer of Basic Pay Scale 20;  \n Member.  \n(f) Chairman,  National  Telecommunications  Corporation  or his \nnominee not below the rank of an officer of Basic Pay Scale 20;  \n Member.  \n(g) one retired  judge  of the Supreme  Court  of Pakistan  appointed  \nby the Chancellor  from  at least three  nominations  made  by the \nChief  Justice  of Pakistan;  \n Member.  \n(h) one serving  or retired  Rector  or Vice Chancellor  of a public  \nuniversity  appointed  by the Chancellor  from  at least three  \nnominations  made  by the Nomination  Committee;  \n Member.  \n(i) three  eminent  educationists  or scientists  not being  employees  \nof the University,  appointed  by the Chancellor  from  at least three  \nnominations for each seat made by the Nomination  Committee;  \n Member.  \n(j) one expert  from  financial  sector  appointed  by the Chancellor  \nfrom  at least three  nominations  made  by the Nomination  \nCommittee;  \n Member.  \n (k) one Dean  of the University  to be appointed  by the \nChancellor  from  at least three  nominations  made  by the \nNomination  Committee;  and \n Member.  \n(1) The Registrar  of the University ; \n Secretary.  \n \nPage 13 of 26 \n (2) The Members  of the Board  other  than ex-officio  members  shall  hold office  for a term of \nthree  years  and shall  be eligible  for re-appointment  on the expiry  of their term unless  the Chancellor  \nterminates  the membership  earlier;   \n(3) The office  of a nominated  member  of the Board  shall  become  vacant  if he resigns  or fails \nto attend  three  consecutive  meetings  of the Board  without  sufficient  cause  or leave  of absence;   \n(4) The nomination  committee  shall  consist  of Secretary  Information  Technology  and \nTelecommunications  Division.  Chairman  of the Commission  and Rector.   \n(5) No act or proceedings  of the Board  shall  be invalid  by reason  only of the existence  of a \nVacancy  in or any defect  in the constitution  of the Board.  \n19. Powers  and functions  of the Board :___ (1) The Board  may— \n(a)  formulate  or approve  the principles.  policies  and plans  governing  the activities  \nand operations  of the University  so as to facilitate  research,  teaching  and other  \nacademic  work;   \n(b)  create  a component  of the University  such as faculties,  departments,  schools.  \ncolleges  and institutions  under  its jurisdiction  and to constitute  such standing  \ncommittees,  councils  and other  administrative  or academic  advisory  bodies, ” as \nit deems  necessary,  and review  their work;   \n(c)  consider  and approve  annual  budget  plans  of works  or special  capital  \nexpenditure  and Audited  Accounts  of the University:   \n(d)  create  such academic  or administrative  posts  as it may deem  necessary  and to \napprove  appointments  to such posts  as it may specify;   \n(e)  consider  and approve  annual  reports  relating  to the activities  of the University  \nand the execution  of the plans  of work  and to direct  the Rector  to submit  reports  \nrelating  to any matter  specified  by the Board ;  \n(f)  make  statutes,  regulations  and rules;   \n(g)  hold,  control  and administer  the property,  funds  and resources  of the University  \nand to borrow  or raise  money  for the purposes  of the University  upon  such \nsecurity  as may be required  under  the regulations;   \n(h)  govern  and regulate  the finances,  accounts  and investments  of the University;   \n(i)  transfer  and accept  transfer  of moveable  or immovable  property  on behalf  of the \nUniversity;   \n(j)  take all such initiatives  as it may consider  necessary  or desirable  for the efficient  \nand effective  management  and functioning  of the University;   \n \nPage 14 of 26 \n (k)  regulate,  determine:  and administer  all other  matters  concerning  the University  \nand to this end exercise  all other  powers  in this behalf  not specifically  mentioned  \nin this Ordinance  and the Statutes;   \n(l)  approve  appointment  of officers,  teaching  and administrative  staff,  in \nsupervisory  grades;   \n(m)  recommend  three  nominees  for appointment  as Rector  to the Chancellor  at least \nthree  months  before  the expiry  of the term of Rector;  and  \n(n)  perform  such other  functions  as have  been  assigned  to it by the other  provisions  \nof this Ordinance.  \n(2) The Board  may delegate  any of its powers  to the Rector  subject  to such conditions  as it may \ndeem  fit to impose.  \n20. Meetings  of the Board :___ (1) The Board  shall  meet  at least twice  a year on dates  to be \nfixed  by the Rector.   \n(2) A special  meeting  may be called  at any time by the Chancellor  or Rector  or on a request  by \nnot less than five members  of the Board  to consider  any matter  of urgent  nature.   \n(3) In the case of a special  meeting  not less than ten clear  days notice  shall  be given  to the \nmembers  of the Board  and the agenda  of the meeting  shall  be restricted  to the matter  for which  the \nspecial  meeting  is called.   \n(4) The quorum  for a meeting  of the Board  shall  be one half of its members,  a fraction  being  \ncounted  as one.  \n(5) The decisions  of the Board  shall  be expressed  to terms  of the views  of the majority  of the \nmembers  present  and voting  and. If the members  are equally  divided,  the Chairperson  of the Board  \nshall  have  and exercise  a casting  vote.  \n21. Executive  Council :___ (1) There  shall  be an Executive  Council  of the University  consisting  \nof the following,  namely:  \n(a)  Rector,  who shall  be the Chairman  of the Council;   \n(b)  Deans  of all the faculties;   \n(c)  Chairmen  or Heads  of Department  of the University;   \n(d)  the Controller  of the Examination;   \n(e)  the Director  Finance ;  \n(f)  the Registrar,  who shall  also be the Secretary  of Council  and  \n(g)  a nominee  of the Board  from  among  the members  of the Boar d. \n \nPage 15 of 26 \n (2) The quorum  for the meeting  of the Council  shall  be one half of total number  of the members,  \na fraction  being  counted  as one.  \n(3) The Chairperson  may nominate  any member  of the Council  to act as Chairperson  in his \nabsence.   \n(4) The Council  shall  meet  at least twice  in a year on dates  to be fixed  by the Chairperson.  \n22. Powers  and functions  of the Council :___ (1) The Council  shall  be the management  body  \nof the University  and subject  to the provisions  of this Ordinance,  shall  deliberate,  monitor  and control  \nvarious  aspects  related  to the functioning  of the University  and recommend  specific  measures  to the \nBoard  for approval  and it may;  \n(a)  delineate  priorities  for education,  training  and research;   \n(b)  recommend  allocation  of funds  for education,  training  and research;   \n(c)  approve  the recommendations  of the Academic  Council  of the University  on all \nmatters  relating  to academics,  including  syllabi  and duration  of various  courses;   \n(d)  approve  appointment  of teaching  and administrative  staff in non supervisory  \ngrades;   \n(e)  lay down  guidelines  for proper  and efficient  conduct  of various  examinations  of \nthe University ;  \n(f)  recommend  such measures  which  would  foster  and enhance  interaction  and \ncollaboration  between  the University  and the existing  national  and international  \norganizations,  institutions  and research  centers  and the industrial  base;   \n(g)  oversee  the financial  management  of the University;  \n(h)  propose  the fee structure  for various  programs  or examinations  of the \nUniversity;  \n(i)  workout  and approve  affiliation  measures  or linkages  with foreign  universities  \nand research  institutions  of repute;   \n(j)  approve  the affiliation  or disaffiliation  of institutions;   \n(k)  recommend  fellowships,  scholarships,  prizes,  medals.  honoraria  and other  \nfinancial  assistance  for students  and research  scholar s:  \n(l)  propose  statutes  for approval  of Board  of the University;   \n(m)  prepare  or have  prepared  and revised  from  time to time rules  and regulations  for \nthe efficient  and effective  operation  of the University;   \n(n)  review  and, propose  measures  for effective  management  and maintenance  of \ndiscipline  among  students  of the University;  \n \nPage 16 of 26 \n (o)  prepare  and finalize  the annual  report  of the University;   \n(p)  review  and assess  them  of instructions  and research;   \n(q)  prepare  plans  for the welfare  of students;   \n(r)  determine  the academic  needs  of the University  and advise  the Board  on the \nplanning  and development  of new and emerging  disciplines ; and  \n(s)  perform  such other  functions:  not inconsistent  with the provision  of this \nOrdinance.  as may either  prescribed  by Statutes.  Rules  or delegated  by the \nBoard.  \n23. Academic  Council :___ (l) The Academic  Council  shall  consist  of— \n(a)  Rector  of the University,  who shall  be the Chairman  of the Academic  Council:   \n(b)  all the Deans  of the University ;  \n(c)  all Professors  of the University ;  \n(d)  one nominee  of Information  Technology  and Telecommunications  Division,  \nMinistry  of Science  and Technology,  Government  of Pakistan;   \n(e)  Chairmen  or Heads  of Teaching  Departments;   \n(f)  Three  persons  of eminence  in the branches  of science  and technology  relevant  \nto the University,  to be nominated  by the Board;   \n(g)  Controller  of Examinations;   \n(h)  Registrar  of the University;  and  \n(i)  the senior  most  Dean  of the University  shall  be the Secretary  of the Academic  \nCouncil;  \n(2) The Board  may co-opt any other  person  as member  of the Academic  Council  as it may \ndeem  appropriate.   \n(3) Members  appointed  by nomination  shall  hold office  for a term of three  years.   \n(4) The quorum  for a meeting  of the Academic  Council  shall  be one third  of the total number  \nof members,  a fraction  being  counted  as one. \n24. Powers  and functions  of the Academic  Council :___ (1) The Academic  Council  shall  be \nthe academic  body  of the University  and shall,  subject  to the provisions  of this Ordinance  and the \nStatutes,  have  the power  to lay down  proper  standards  of instruction,  research,  publication  and \nexamination  and to regulate  and promote  the academic  life of the University  and the its institutes  and \ncampuses.   \n \nPage 17 of 26 \n (2) In particular  and without  prejudice  to the generality  of the foregoing  powers  and subject  to \nthe provision  of this Ordinance  and the Statutes,  the Academic  Council  shall  have  the powers  to— \n(a)  advise  the Board  on academic  matters;   \n(b)  regulate  the conduct  of teaching,  research,  publications  and examinations;  \n(c)  regulate  the admission  of students  to the courses  of studies  and examinations  in \nthe University;   \n(d)  regulate  the conduct  and discipline  of the students  of the University:   \n(e)  propose  to the Board  scheme  for the constitution  and organization  of Faculties  \nand Teaching  Departments;   \n(f)  formulate  proposals  for the Planning  and Development  of teaching  and research  \nin the University;   \n(g)  make  regulations  on recommendations  of the Board  of Studies  prescribing  the \ncourses  of study  and the syllabi  for all University  examinations;   \n(h)  regulate  the award  of studentships,  scholarships,  exhibitions,  medals  and prizes;   \n(i)  develop  criterion  for affiliation  of colleges  or institutes  and recommend  \naffiliation  or disaffiliation  of colleges  and institutes  to the Executive  Council;   \n(j)  frame  regulations  for submission  to the Executive  Council;   \n(k)  appoint  or nominate  members  to the various  Authorities  to accordance  with the \nprovisions  of the Ordinance;  and  \n(l)  to perform  such other  functions  as may be prescribed  by statutes.  \n25. Academic  and administrative  staff :___ (1) The academic  and administrative  staff of the \nUniversity  shall  be selected  with a view  to achieving  its stated  objectives  and basic  criteria  for their \nselection  shall  be the highest  standards  of competence,  integrity  and efficiency.  \n(2) In the case of academic  staff,  academic  qualification  and fringe  benefits  shall  not be less \nthan those  duly approved  by the Commission  for such appointments . \n26. University  fund,  audit  and accounts :___ (1) The University  shall  have  a Fund  to which  \nshall  be credited  income  from  fees, donations,  trusts,  bequests,  endowments,  grants,  contributions  and \nany other  sources.  \n(2) No contribution,  donation  or grant  which  may directly  or indirectly  involve  any immediate  \nor subsequent  financial  liability  of the University,  or which  may involve  an activity  not included  in its \nprogrammes  for the time being,  shall  be accepted  without  the prior  approval  of the Board.   \n(3) The accounts  of the University  shall  be maintained  in such form  and in such manner  as may \nbe prescribed  by rules.   \n \nPage 18 of 26 \n (4) No expenditure  shall  4e made  from  the funds  of the University  unless  the expenditure  is \nincluded  in the approved  budget  of the University.   \n(5) The accounts  of the University  shall  be audited  once  a year by an Auditor  appointed  by the \nBoard  for the purpose,  and observations  on the audited  accounts,  with such annotations  as the Director  \nFinance  may make,  shall  be presented  to the Board  for consideration  through  the Finance  and Planning  \nCouncil.   \n(6) The accounts,  together  with the report  of the auditor  thereon,  shall  be submitted  to the Board  \nfor approval ;  \n(7) The Auditor ’s report  shall  certify  that the Auditor  has complied  with the standards  of audit  \nand certification  laid down  by the Institute  of Chartered  Accountants  of Pakistan.  \n27. Statutes :___ (1) Subject  to the provisions  of this Ordinance,  Statutes  may be made  to \nregulate  or prescribe  all or any of the following  matters,  namely: - \n(a)  establishment  of institutes  and faculties;   \n(b)  pay and other  terms  and conditions  of service  of its employees;   \n(c)  pension,  insurance,  gratuity,  provident,  benevolent  or any other  fund and other  \nfringe  benefits  for university  employees ;  \n(d)  efficiency  and discipline  of the University  employees;   \n(e)  admission  of educational  institutions  to the privileges  of the University  and the \nwithdrawal  of such privileges;   \n(f)  powers  and duties  of officers  and teachers;   \n(g)  conditions  under  which  the University  may enter  into arrangements  with other  \ninstitutions  or with public  bodies  for purposes  of research  and advisory  services;   \n(h)  conditions  for appointment  of Professors  Emeritus  and award  of honorary  \ndegrees ;  \n(i)  maintenance  of the Register  of Registered  Graduates  of the University;   \n(j)  the general  scheme  of studies  including  the duration  of courses  and the number  \nof subjects  and papers  for an examination;  and  \n(k)  all other  matters  which  by this Ordinance  are to be may be, prescribed  or \nregulated  by Statutes.  \n(2) The Executive  Council  shall  propose  draft  of the Statutes  for approval  by the Board,  which  \nmay approve  them,  or refer  them  back  for reconsideration,  and no Statute  shall  be valid  until the Board  \nhas approved  it. \n \nPage 19 of 26 \n Provided  that the Board  shall  not approve  Statutes  affecting  the constitution  or powers  of any \nAuthority  until such Authority  has been  given  an opportunity  of expressing  an opinion  in writing  upon  \na proposals.  \n28. Regulations :___ (1) Subject  to the provisions  of this Ordinance  and Statutes.  Regulations  \nmay be made  for all or any of the following  matters,  namely: — \n(a)  courses  of study  for degrees,  diplomas  and certificates  of the University  and the \nexaminations  appropriate  to them ;  \n(b)  admission  of students  to the University;   \n(c)  conditions  under  which  students  shall  be admitted  to the courses  and the \nexaminations  of the University  and shall  become  eligible  for the award  of \ndegrees,  diplomas  and certificates;   \n(d)  conduct  of examinations;   \n(e)  fees and other  charges  to be paid by the students  for admission  to the courses  of \nstudy  and examinations  of the University;   \n(f)  conditions  under  which  a person  shall  carry  on independent  research  to entitle  \nhim to a degree;   \n(g)  institution  of fellowships,  scholarships,  exhibitions,  medals  and prizes;   \n(h)  institution  of stipends  and free and half-free studentships;   \n(i)  academic  costume;   \n(j)  use of the library ;  \n(k)  formation  of Teaching  Departments,  Institutes  and Boards  of Study:   \n(l)  conduct  and discipline  of students  of the University;   \n(m)  conditions  of residence  of the students  of the University  including  the levying  \nof fees for residence  in halls  of residence  and hostels;   \n(n)  approval  and licensing  of hostels  and lodgings;   \n(o)  code  of ethics  for teachers  and other  employees  of the University;  and  \n(p)  all other  matters  which  are to be or may be prescribed  by regulations.  \n(2) The Academic  Council  shall  propose  the regulations  for approval  by the Executive  Council.   \n29. Amendment  and repeal  of statutes  and regulations :___The procedure  for adding  to \namending  or repealing  the Statutes  and the Regulations  shall  be the same  as that prescribed  respectively  \nfor the framing  or making  of Statutes  and Regulations.  \n \nPage 20 of 26 \n 30. Rules :___ (1) The Authorities  and other  bodies  of the University  may make  rules  consistent  \nwith this Ordinance,  the Statute  and the Regulations  to regulate  the conduct  of their business  and the \ntime and place  of meetings  and related  matters.   \nProvided  that the Board  may direct  amendment  or the annulment  of the rules  made  by another  \nAuthority  or body  under  this Section:   \nProvided  further  that, if such other  Authority  or body  is dissatisfied  with such direction,  it may \napply  for review  to the Board  whose  decision  in the matter  shall  be final.   \n(2) The Board  may make  rules  to regulate  any matter  relating  to the affairs  of the University,  \nwhich  by this Ordinance  is not specifically  required  to be provided  for by statutes  or Regulations.  \n31. First  Schedule :___Notwithstanding  anything  to the contrary  contained  in this Ordinance  \nshall  be deemed  to be the Statutes  framed  under  section  27 and shall  remain  in force  until they are \namended  or replaced  by new Statutes  framed  in accordance  with this Ordinance.  \n32. Constitution  functions  and powers  of authorities. —Subject  to the provisions  of this \nOrdinance,  the constitution,  functions  and the powers  of the authorities  for which  no specific  provision  \nhas been  made  in this Ordinance  shall  be such as- may be prescribed  by Statutes.  \n33. Appointment  of Committees  by certain  authorities :___The Board,  the Executive  Council,  \nthe Academic  Council  and any other  authorities  may from  time to time,  appoint  such standing,  special  \nor advisory  committees  as they may deem  fit and may appoint  such persons  on these  committees  who \nare not members  of the authorities  appointing  the committees.  \n34. General  provisions :___The University  shall  have  to work  within  the framework  of the \nEducation  Policy  and other  law or policy  framed  or amended  by the Government  from  time to time.  \n35. Indemnity  and bar of jurisdiction :___No suit, prosecution  or other  proceeding  shall  lie \nagainst  any person  or authority  for anything,  which  is in good  faith done  or intended  to be done  under  \nthis Ordinance.  \n36. Removal  of difficulties :___(1) If any question  arises  as to the interpretation  of any of the \nprovision  of this Ordinance,  it shall  be placed  before  the Chancellor  whose  decision  thereon  shall  be \nfinal.  \n(2) If any difficulty  arises  in giving  effect  to any of the provisions  of this Ordinance,  the \nChancellor  may make  such order,  not inconsistent  with the provisions  of this Ordinance,  as may appear  \nto him to be necessary  for removing  the difficulty.  \n(3) Where  this Ordinance  makes  any provision  for anything  to be done  but no provision  or no \nsufficient  provision  has been  made  in respect  of the authority  or the time at which  it shall  be done,  then \nit shall  be done  by such authority,  at such time,  or in such manner  as the Chancellor  may direct.  \n \n \n \n \n \nPage 21 of 26 \n SCHEDULE  \n \n[See section  31] \n1. The Faculties :___there  shall  .be a faculty  for an Academic  Department  or a group  of \nAcademic  Departments,  shall  include  the following  faculties  and such other  faculties  as may be \nprescribed  by Statutes,  namely: — \n(a)  Faculty  of Computer  Science  and Information  Technology;   \n(b)  Faculty  of Management;   \n(c)  Faculty  of Science  and Technology;   \n(d)  Faculty  of Arts;   \n(e)  Faculty  of Education;   \n(f)  Such  other  Faculties  as may be determined  by the Board.  \n2. Dean  of Faculty :___ (1) There  shall  be a Dean  of each Faculty.  \n(2) The Dean  of each Faculty  shall  be appointed  by the Board  from  amongst  the three  most  \nsenior  Professors  of the Faculty  on the recommendation  of the Rector  and shall  hold office  for a period  \nof up to three  years  and shall  be eligible  for re-appointment.   \n(3) The Dean  shall  present  candidates  for admission  to degree  (except  honorary  Degrees)  in \nthe courses  falling  within  the purview  of the faculty.   \n(4) The Dean  shall  have  such powers  and duties  as may be determined  by the Board  on the \nrecommendations  of the-Rector.   \n(5) The Dean  shall  exercise  such administrative  and academic  powers  as may be delegated  to \nhim. \n3. Teaching  Departments  and Heads  of the Department :___ (1) There  shall  be a Teaching  \nDepartment  for each subject  or a group  of subjects,  as may be prescribed  by Regulations,  and each \nTeaching  Department  shall  be headed  by a Head  of Department.   \n(2) The Head  of a Teaching  Department  shall  be appointed  by the Executive  Council  on the \nrecommendations  of the Rector  from  amongst  three  senior  most  Professors  or Associate  Professors  of \nthe Teaching  Department,  other  than Professors  already  working  as Dean,  for a period  of three  years  \nand shall  be eligible  for re-appointment.   \nProvided  that in a Teaching  Department,  in which  there  is no Professor  or Associate  Professor,  \nno such appointment  shall  be made  and the Teaching  Department  shall  be looked  after by the Dean  of \nthe concerned  Faculty,  with the assistance  of the senior  most  teacher  of that department.   \n(3) The Head  of the Teaching  Department  shall  plan,  organize  and supervise  the work  of the \ndepartment  and shall  be responsible  to the Dean  for the work  of his department.   \n \nPage 22 of 26 \n (4) The Head  of the Teaching  Department  shall  under  the general  supervision  of the Rector  and \nthe Dean,  exercise  all administrative,  financial  and academic  powers  and such other  duties  or powers  \nas may be delegated  to him.  \n(5). The Head  of the Teaching  Department  shall  prepare  a comprehensive  annual  report  on the \nperformance  of the department  at undergraduate  and postgraduate  levels,  and faculty  research  and \ndevelopment,  and submit  it to the Dean  of the concerned  Faculty  for evaluation  and submission  to \nrelevant  Authorities.  \n4. Board  of Studies :___ (1) There  shall  be a separate  Board  of Studies  for each subject  or group  \nof subjects,  as may be prescribed  by the Regulations.  \n(2) Each  Board  of Studies  shall  consist  of- \n(a)  Head  of the concerned  Teaching  Department  who shall  act as its Chairman  and \nConvener;   \n(b)  all Professors  and Associate  Professors  of the Teaching  Department;   \n(c)  up to three  teachers  other  than University  teachers  to be appointed  by the \nAcademic  Council  and the number  will be determined  by the Academic  Council  \naccording  to the needs  of each Board;  and  \n(d)  three  experts  to be appointed  by the Rector.  \n(3) The term of office  of a member  of the Board  of Studies  other  than ex-officio  member  shall  \nbe three  years.  \n(4) The quorum  for a meeting  of the Board  of the Studies  shall  be one half of the total number  \nof members,  a fraction  being  counted  as one. \n5. Functions  of the Board  of Studies :___The functions  of the Board  of Studies  shall  be: \n(a)  to advise  the authorities  on all academic  matters  connected  with instruction,  \nresearch  and examination  in the subject  or subjects  concerned;   \n(b)  to propose  curricula  and syllabi  for all degrees,  diplomas  and certificate  courses  \nin the subject  or subjects  concerned;   \n(c)  to suggest  a panel  of names  of paper  setters  and examiners  in the subject  or \nsubjects  concerned;  and  \n(d)  to perform  such other  functions  as may be prescribed  by the regulations . \n6. Advanced  Studies  and Research  Board :___ (1) The Advanced  Studies  and Research  Board  \nshall  consist  of— \n(a)  Rector  of the University,  who shall  be the Chairman;   \n(b)  all the Deans;   \n \nPage 23 of 26 \n (c)  one University  Professor  from  each faculty,  other  than Dean,  having  research  \nqualifications  and experience,  to be appointed  by the Academic  Council;   \n(d)  one University  Professor  from  each faculty  other  than Dean  to be appointed  by \nthe Executive  Council;   \n(e)  one member  to be nominated  by the Rector;  and  \n(f)  two experts  from  Research  and Development  organizations  to be nominated  by \nthe Board;  \n(2) The term of office  of the members  of the Advanced  Studies  and Research  Roar,  other  than \nex-officio  members,  shall  be three  years.   \n(3) The quorum  for a meeting  of the Advanced  Studies  and Research  Board  shall  be one half \nof the total number  of members,  a fraction  being  counted  ac one.  \n(4) The Secretary  of the Board  shall  be appointed  by the Rector  \n7. Functions  of Board  of Advanced  Studies  and Research :___The functions  of the Board  of \nAdvanced  Studies  and Research  shall  be to: \n(a)  advise  the authorities  on all matters  connected  with the promotion  of advanced  \nstudies,  research  and publications  in the University ;  \n(b)  consider  and report  to the Authorities  on the institution  of research  degrees  in \nthe University;   \n(c)  propose  regulations  regarding  the award  of research  degrees;   \n(d)  appoint  supervisors  for postgraduate  research  students  and to approve  titles  and \nsynopses  of their thesis  or dissertations;   \n(e)  recommend  panels  of examiners  for evaluation  of thesis  and other,  research  \nexaminations  after considering  the proposals  of the Board  of Studies  in this \nbehalf;  and  \n(f)  perform  such other  functions  as may be prescribed  by Statutes.  \n8. Selection  Board :___The Selection  Board  shall  consist  of___ \n(a)  the Rector  who shall  be the Chairman  of the Selection  Board;   \n(b)  the Dean  of the concerned  Faculty;   \n(c)  the Head  of the concerned  Teaching  Department  or Management  Division  of \nthe University;   \n(d)  one member  of the Board  who snag not be an employee  of the University,  to be \nnominated  by the Board;   \n \nPage 24 of 26 \n (e)  one eminent  scholar  who shall  not be an employee  of the University,  to be \nnominated  by the Board;  and  \n(f)  one expert  to be nominated  by the Ministry  of Science  and Technology . \n(2) The Director  (Admin)  shall  be the Secretary  of the Selection  Board.   \n(3) The members  other  than ex-officio  members  shall  hold office  for free years.   \n(4) The quorum  for a meeting  of the Selection  Board  shall  be four.  \n (5) No member  who is a candidate  for the post to which  appointment  is to be made  shall  take \npart in the proceedings  of the Board  and, similarly,  the Head  of the Teaching  Department  who is not a \nProfessor  of the University  shall  not take part in the proceedings  of the Selection  Board  for \nappointment  of a Professor.   \n(6) In selecting  candidates  for the posts  of Professors  and Associate  Professors,  the Selection  \nBoard  shall  co-opt or consult  three  experts  in the subject  concerned  and in selecting  candidates  for \nother  teaching  posts  two expels  in the subject  concerned,  to be nominated  by the Rector  from  a standing  \nlist of experts  (revised  from  time to time)  for each subject  approved  by the Board  on the \nrecommendations  of the Rector.   \n(7) In case of posts  other  than teaching  positions, ” the Selection  Board  shall  consist  only of \nmembers  mentioned  at (a), (c), (d), (e) and (f) of sub-paragraph  (1) of paragraph  8 of this Schedule.   \n9. Functions  of the Selection  Board :___The following  shall  be the functions  of the Selection  \nBoard,  namely: — \n(a)  to consider  the applications  receives  to response  to advertisement  and \nrecommend  to the Board  the names  of suitable  candidates  for appointment  and \nrecommend  suitable  salary  for the person  concerned;   \n(b)  to consider  all cases  of promotion  or selection  of officers  of the University  and \nrecommend  the names  of suitable  candidates  for such promotion  or selection  to \nthe Board;  and  \n(c)  in the event  of an unresolved  difference  of opinion  between  the Selection  Board  \nand the” Board,  the matter  shall  be referred  to the Chancellor  whose  decision  \nshall  be final.  \n10. Finance  and Planning  Council :___ (1) The Finance  and Planning  Council  shall  consist  \nof— \n(a)  the Rector,  who shall  be the Chairman;   \n(b)  one member  of the Board  to be nominated  by the Board;   \n(c)  one financial  expert  who shall  be a nominee  of the Board;   \n \nPage 25 of 26 \n (d)  one member  of the Academic  Council  to be nominated  by the Academic  \nCouncil;   \n(e)  one representative  from  the INFORMATION  TECHNOLOGY  and \nTelecommunications  Division,  Ministry  of Science  and Technology,  \nGovernment  of Pakistan  not below  the rank of Deputy  Secretary;   \n(f)  one Dean  to be nominated  by the Rector;  and  \n(g)  Director  Finance,  who shall  also be the Secretary.  \n(2) The term of office  of the nominated  members  shall  be three  years.   \n(3) The quorum  for a meeting  of the Finance  and Planning  Committee  shall  be four members.  \n11. Functions  of the Finance  and Planning  Council :___The functions  of the Finance  and \nPlanning  Council  shall  be to— \n(a)  prepare  the annual  statement  of accounts,  propose  annual  budget  estimates  and \nadvise  the Board  thereon;   \n(b)  review  periodically  the financial  position  of the University;   \n(c)  prepare  long term and short -term development  plans;   \n(d)  advise  the Board  on all matters  relating  to planning,  development,  finance,  \ninvestments  and accounts  of the University;  and  \n(e)  perform  such other  functions  as may be prescribed  under  Statutes.  \n12. Affiliation  Committee :___ (1) The affiliation  committee  shall  consist  of___ \n(a)  a chairman  to be nominated  by the Rector;  and  \n(b)  two Professors  to be nominated  by” the Academic  Council.  \n(2) The term of office  of the members  of the Committee  shall  be three  years.   \n(3) The Affiliation  Committee  may co-opt not more  than three  experts.   \n(4) The quorum  for a meeting  of or for an inspection  by the Affiliation  Committee  shall  be two.  \n(5) An officer  of the University  to be nominated  by the Rector  for this purpose  shall  act as \nSecretary  to the Committee.  \n13. Functions  of the Affiliation  Committee :___The following  shall  be the functions  of the \nAffiliation  Committee,  namely — \n(a)  Workout  and purpose  affiliation  frameworks  for domestic  and foreign  \ninstitutions  seeking  affiliation  with the University;   \n \nPage 26 of 26 \n (b)  inspect  the educational  institution  seeking  affiliation  with or admission  to the \nprivileges  of the University  and to advise  the Executive  Council  thereon;   \n(c)  inquire  into complaints  alleging  breach  of conditions  of affiliation,  by affiliated  \ncolleges  and to advise  the Executive  Council  thereon;  and  \n(d)  perform  such other  functions  as may be prescribed  by regulations."
}