{
    "file": "./converted_json\\administrator13327cab85e3eeb3b0dd160be6243103.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7 \n  \n  \n \n \n \nTHE PUBLIC GAMBLING ACT, 1867  \n \n \n \nCONTENTS  \n \nPREAMBLE  \n \n1.  Interpretation clause  \n \n2.  Power to extend Act  \n \n3.  Penalty for owning or keeping, or having charge of a gaming -house  \n \n4.  Penalty for being found in gaming -house  \n \n5.  Powers to enter and aut horise d police to enter and search  \n \n6.  Finding cards, etc., in suspected houses, to be evidence that such houses are common \n gaming -houses  \n \n7.  Penalty on persons arrested for g iving false names and addresses  \n \n8.  On conviction for keeping a gaminghouse, instruments of gaming to be destroyed.  \n \n9.  Proof o f playing for stake unnecessary  \n \n10.  Magistrate may require any person apprehende d to be sworn and give evidence  \n \n11.  Witnesses indemnified  \n \n12.  Act not to apply to certain games  \n \n13.  Gaming and settin g birds and ani mals to fight in public streets  \n \n14.  Offences, by whom triable  \n \n15.  Penalty for subsequent offence  \n \n16.  Portion of fine may be paid to informer  \n \n\n \nPage 2 of 7 \n 17.  Recovery and application of fines  \n \n18.  [Repealed .] \n \n \n \n \nPage 3 of 7 \n l[THE  PUBLIC  GAMBLING  ACT,  1867]  \n \n*2Act No. III OF 1867  \n \n[25th January , 1867]  \n \nAn Act to provide  for the punishment  of public  gambling  and the keeping  of common  gaming -\nhouses  in 3[the Punjab].  \n \n Preamble.  WHEREAS  it is expedient  to make  provision  for the punish ment  of public  \ngambling  and the keeping  of common  gaming -houses  in 4[the Punjab];  \n \n It is hereby  enacted  as follows: — \n \n 1. Interpretation  clause.  In this Act___ \n \n 5*  *  *  *  *  *  * \n \n “Common  gaming -house”.  “Common  gaming -house  means  any house,  walled  enclosure,  \nroom  or place  in which  cards,  dice,  tables  or other  instruments  of gaming  are kept or used for the \nprofits  or gain of the person  owning,  occupying,  using  or keeping  such house,  enclosure,  room  or \nplace,  whether  by way of charge  for the use of the instruments  of gaming,  or of the house,  enclosure,  \nroom  or place,  or otherwise  howsoever:  \n \n 6*  *  *  *  * \n \n 2. Power to extend Act. 7[Sections 13 and 17] of this Act shall extend to the whole of the \n8[Punjab]; and it shall be competent to the 9[Provincial Government] whenever 10[it] may think fit, to \nextend by a 11[noti fication to be published  in three successive numbers of the  official Gazette,  all or  \n \n 1Short  title given  by the Repealing  and Amending  Act, 1897  (5 of 1897).  \n This Act has been  repealed  to the extent  of Islamabad  Capital  Territory,  see Ordinance  No. 27 of 1981  , s. 4 and 3rd Sch. \n *The  Public  Gambling  Act, 1867,  (III of 1867)  has been  repealed  in its application  in the Province  of Punjab.  See Punjab  Act, II of 1985,  \n s.2. \n 2For Statement  of Objects  and Reasons,  see Gazette  of India,  1866,  p. 976; for Report  of the Select  Committee,  see Gazette  of India,  1867,  \n Supplement,  p. 44; and for Proceedings  in Council,  see Gazette  of India,  1866,  p. 662, and Gazette  of India,  1867,  pp. 48 and 52. \n The Act was declared  to be in force  in Baluchistan  by the British  Baluchis tan Laws  Regul ation,  1913  (2 of 1913),  s. 3. \n It has been  applied  to phulera  in the Excluded  Area  of Upper  Tanawal  to the extent  the Act is applicable  in the N.W.F.P.  subject  to certain  \n modi fications,  see N.W.F.P.  (Upper  Tanawal)  (Excluded  Area)  Laws  Regulation,  1950.  \n It has been  extended  to the Excluded  Area  of Upper  Tanawal  other  than Phulera  by the N.W.F.P.  (Upper  Tanawal)  (Excluded  Area)  Laws  \n Regu lation,  1950  and declared  to be in force  in that area with effect  from  the 1st June,  1951 ,___See N. W.F.P.  Gazette  Extraordinary,  dated  \n the 1st June,  1951. \n It has been  amended  in its application  to their : ___ \n  (i)  N.W.F.P.  by N.W.F.P.  Act 5 of 1947  and N.W.F.P.  Act 28 of 1950;  and \n  (ii)  Punjab,  by Punja b Act 1 of 1929.  \n It has also been  extended  to the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950  (G.G.O.  3 of 1950);  and applied  in \n the Fede rated  Areas  of Baluchistan,  see Gazette  of India,  1937,  Pt. I. p. 1499.  \n Sections  1,2,3,4,5 ,6,7,8,9,10,14,15  and 16 of this Act, have  been  extended  to the Districts  of Peshawar,  Hazara  and Mardan  with effect  from  \n the 5th December,  1957,  vide Police  Notification  No. 3(5)-HP-I/57 (7385)/26110,  dated  the 5th December,  1957.  \n This Act has been  repealed to the extent  of Islamabad  Capital  Territory,  see Ordinance  No. 27 of 1981,  s. 4 and 3rd Sch. \n 3Certain  original  words  have  successively  been  amended  by the Repeal ing and Amending  Act, 1903  (1 of 1903),  A. 0, 1949,  Sch.,  and the \n Central  Laws  (Statut e Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch. (with  effect  from  the 14th October,  1955),  to read as above.  \n 4Certain  original  words  have  successively  been  amended  by the Amend ing Act, 1891  (12 of 1891),  Sch II, Act 1 of 1903.  A.O.  1949  and \n Ordinance  21 of 1960,  s. 3 and 2nd Sch.,  (with  effect  from  the 14th October,  1955)  to read as above.  \n 5Definitions  of \"Lieutenant -Governor  \"and \"Chief  Commissioner\"  rep. by A. O., 1937.  \n 6The clauses relating to “Number” and “Gender” rep. by the Second Repea ling and Amending Act 1914 (17 of 1914), s. 3 and II Sch.  \n 7Subs. by the Amending Act, 1891 (12 of 1891), for “ss. 13, 17 and 18,”  \n 8Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s. 3 and 2nd Sch. (with effect from the 14th Octobe r, 1955), for \n “Province. which had been subs. for “said territories”, by A.O., 1949, Sch.  \n 9Subs. by A.O., 1937, for “Lieutenant -Governor or the Chief -Com missioner, as the case may be.”  \n 10Subs., ibid., for “he”.  \n 11For notification extending the remaini ng sections of this Act to the town of Kallarkot and certain villages in Mianwali District, see Gaz. of \n West Pakistan 1958,Pt.I, pp.182 -83. \n For notification extending the provisions of all the remaining sections of this act to the local limits of the rev enue states  ( as specified in the \n land revenue record for the time being inforce) of Taxila in the Distrct of Rawalpindi, see West Pakistan Gazette, 1959, Pt. I p. 447.  \n \nPage 4 of 7 \n any of the remaining  sections  of this Act to any city, town,  suburb,  railway -station  house and place  \nbeing  not more  than three  miles  distant  from  any part of such station -house  within  the 1[Punjab],  and \nin such notification  to define,  for the purposes  of this Act, the limits  of such city, town,  suburb  or \nstation -house,  and from  time to time alter the limits  so defined.  \n \n From  the date of any such extension,  so much  of any rule having  the force  of law which  shall  \nbe in operation  in the territories  to which  such extension  shall  have  been  made,  as shall  be \ninconsistent  with or repugnant  to any section  so extended,  shall  cease  to have  effect  it such \nterritories.  \n \n 3. Penalty  for owning  or keeping,  or having  charge  of gaming -house.  Whoever,  being  the \nowner  or occupier,  or having  the use, of any house,  walled  enclosure,  room  or place  situate  within  \nthe limits  to which  this Act applies,  opens,  keeps  or uses the same  as a common  gaming -house;  and. \n \n Whoever,  being  the owner  or occupier  of any such house,  walled  enclosure,  room  of place  as \naforesaid,  knowingly  or willfully  permits  the same  to be opened , occupied  used or kept by any other  \npersons  as a common  gaming -house;  and \n \n Whoever  has the care or management  of, or in any manner  assists  in conducting,  the business  \nof any house,  walled  enclosure,  room  or place  as aforesaid,  opened,  occupied,  used or kept for the \npurpose  aforesaid;  and. \n \n Whoever  advances  or furnishes  money  for the purpose  of gaming with persons  frequenting  \nsuch house,  walled  enclosure,  room  or place,  \n \n shall be liable to a fine not exceeding two hundred rupees, or to imprisonment of e ither \ndescription, 2as defined in the Pakistan Penal Code, (XLV of 1860) for any term not exceeding three \nmonths.3 \n \n 4. Penalty for being found in gaming -house. Whoever is found in any such house, walled \nenclosure, room or place, playing or gaming with car ds, dice, counters, money or other instruments \nof gaming, or is found there present for the purpose of gaming, whether playing for any money, \nwager, stake or otherwise, shall be liable to a fine not exceeding one hundred rupees, or to \nimprisonment of eithe r description, 2as defined in the Pakistan Penal Code (XLV of 1860), for any \nterm not exceeding one month,3 \n \n and any person found in any common gaming -house during any gaming or playing therein \nshall be presumed, until the con trary be proved, to have bee n there for the purpose of gaming.  \n \n 5. Powers to enter and authorise police to enter and search. If the Magistrate of a district3 \nor other officer invested with the full powers of a Magistrate4, or the District Superintendent of \nPolice, upon credible info rmation, and after such en quiry as he may think necessary, has reason to \nbelieve that any house, walled enclosure, room or place, is used as a common gam ing-house,  \n \n \n 1The Original  words  “territories  subject  to his government  or administration ” have  successively  been  amended  by A. O., 1937,  A.O.,  1949  \n Sch.,  and Ordinance  21 of 1960,  s. 3 and 2nd Sch. (with  effect  from  the 14th October,  1955)  to read as above. \n 2See s. 53 of the Code.  \n 3As to enhanced punishment for a second conviction of an offence under  section 3 or section 4, see section 15 of this Act.  \n 4Read District Magistrate and Magistrate of the first class, respectively, see Code of Criminal Procedure, 1898 (5 of 1898), s. 3.  \n \n \nPage 5 of 7 \n  he may either  himself  enter,  or by his warrant  authorise  any officer  of police,  not below  such \nrank as the 1[provincial  Govern ment]  shall  appoint  in this behalf  to enter  with such assistance  as may \nbe found  necessary,  by night  or by day, and by force  if neces sary,  any such house,  walled  enclosure,  \nroom  or place,  \n \n and may either  himself  take into custody,  or authorise  such officer  to take into custody,  all \npersons  whom  he or such officer  finds  therein,  whether  or not then actually  gaming;  \n \n and may seize  or authorise  such officer  to seize  all instruments  of gaming,  and all moneys  \nand securities  for money,  and articles  of value,  reasonably  suspected  to have  been  used or intended  to \nbe used for the purpose  of gaming  which  are found  therein;  \n \n and may search  or authorise  such officer  to search  all parts  of the house,  walled  enclosure,  \nroom  or place  which  or such officer  shall  have  so entered  when  he or such officer  has reason  to \nbelieve  that any instruments  of gaming  are concealed  therein,  and also the persons  of those  whom  he \nor such officer  so takes  into custody;  \n \n and may seize or authorise  such officer  to seize and take possession  of all instruments  of \ngaming  found  upon  such search.  \n \n 6. Finding cards, etc., in suspected houses, to be evidence that such houses are common \ngaming -houses . When any cards, dice, gaming -tables, c loths, boards or other instruments of gaming \nare found in any house, walled en closure, room or place entered or searched under the provisions of \nthe last preceding section, or about the person of any of those who are found therein, it shall be \nevidence, u ntil the contrary is made to appear, that such house, walled enclosure, room or place, is \nused as a common gaming -house, and that the persons found there in were there present for the \npurpose of gaming, although no play was actually seen by the Magistrate or police -officer, or any of \nhis assistants.  \n \n 7. Penalty on persons arrested for giving false names and addresses. If any person found \nin any common gaming -house en tered by any Magistrate or officer of police under the provisions of \nthis Act, upon being arrested, by any such officer or upon being brought before any Magistrate, on \nbeing required by  such officer or Magistrate to  give his name and address, shall refuse or neglect to \ngive the same, or shall give any false name or address, he may upon convicti on before the same or \nany other Magistrate be ad judged to pay any penalty not exceeding five hundred rupees, together \nwith such costs, as to such Magistrate shall appear reasonable, and on the non -payment of such \npenalty and costs, or in the first instanc e, if to such Magistrate it shall seem fit, may be imprisoned \nfor any period not exceeding one month.  \n \n 8. On conviction for keeping a gaminghouse, instruments of gaming to be destroyed. On \nconviction of any person for keeping or using any such common gami ng- house, or being present \ntherein for the pur pose of gaming, the convicting Magistrate may order all the in struments of gaming \nfound therein to be destroyed, and may also order all or any of  the securities for money and other \narticles seized, not being  instruments of gaming, to be sold and converted into money, and the \nproceeds thereof with all moneys seized there in to be forfeited or, in his discretion, may order any \npart there of to be returned to the persons appearing to have been severally thereunt o entitled.  \n \n \n 1Subs.  by A.O.,  1937,  for “Lieutenant -Governor  or Chief -Commis sioner”.  \n \nPage 6 of 7 \n  9. Proof  of playing  for stake  unnecessary.  It shall  not be necessary,  in order  to convict  any \nperson  of keeping  a common  gaming -house,  or of being  concerned  in the mana gement  of any \ncommon  gaming -house,  to prove  that any person found  playing  at any game  was playing  for any \nmoney,  wager  or stake.  \n \n 10. Magistrate  may require  any person  apprehended  to be sworn  and give evidence.  It \nshall  be lawful  for the Magistrate  befor e whom  any persons  shall  be brought,  who have  been  found  \nin any house,  walled  enclosure,  room  or place  entered  under  the provisions  of this Act, to require  any \nsuch persons  to be examined  on oath or solemn  affirmation,  and give evidence  touching  any \nunlawf ul gaming  in such house,  walled  enclosure,  room  or place,  or touching  any act done  for the \npurpose  of preventing,  obstructing  or delaying  the entry  into such house,  walled  enclosure,  room  or \nplace  or any part thereof,  of any Magistrate  or officer  authorise d as aforesaid.  \n \n No person  so required  to be examined  as a witness  shall  be excused  from  being  so examined  \nwhen  brought  before  such Magis trate as aforesaid,  or from  being  so examined  at any subsequent  time \nby or before  the same  or any other  Magistrate,  or by or before any Court  on any proceeding  or trial in \nany ways  relating  to such unlawful  gaming  or any such acts as aforesaid,  or from  answering  any \nquestion  put to him touching  the matters  aforesaid,  on the ground  that his evidence  will tend to \ncriminat e himself.  \n \n Any such person  so required  to be examined  as a witness,  who refuses  to make  oath or take \naffirmation  accordingly  or to answer  any such question  as aforesaid,  shall  be subject  to be dealt  \nwithin  all respects  as any person  committing  the offenc e described  in section 178 or section  179 (as \nthe case may be) of the Pakistan  Penal  Code  (XLV  of 1860).  \n \n 11. Witnesses  indemnified.  Any person  who shall  have  been  Concerned  in gaming  contrary  \nto this Act, and who shall  be examined  as a witness  before a Magistrate  on the trial of any person  for \na breach  of any of the provisions  of this Act relating  to gaming,  and who,  upon  such examination,  \nshall  in the opinion  of the Magistrate  make  true and faithful  discovery,  to the best of his knowledge,  \nof all thing s as to which  he shall  be so examined,  shall  thereupon  receive  from  the said Magistrate  a \ncertificate.  in writing  to that effect,  and shall  be free from  all prosecutions  under  this Act for \nanything  done  before  that time in respect  of such gaming.  \n \n 12. Act not to apply  to certain  games.  Nothing  in the foregoing  provisions  of this Act \ncontained  shall  be held to apply  to any game  of mere  skill wherever  played.  \n \n 13. Gaming  and setting  birds  and animals  to fight  in public  streets.  A police -officer  may \napprehen d without  warrant  any person  found  playing  for money  or other  valuable  thing  with cards,  \ndice,  counters  or other  instruments  of gaming,  used in playing  any game  not being  a game  of mere  \nskill in any public  street,  place  or thoroughfare  situated  within  the limits  aforesaid,  or \n \n any person  setting  any birds  or animals  to fight  in any public  street,  place  or thoroughfare  \nsituated  within  the limits  aforesaid,  or \n \n any person  there  present  aiding  and abetting  such public  fight ing of birds  and animals.  \n \n Such  person  when  apprehended  shall  be brought  without  delay  before  a Magistrate,  and shall  \nbe liable  to a fine not exceeding  fifty rupees,  or to imprisonment,  either  simple  or rigorous  for any \nterm not exceeding  one calendar  month;  \n \n 1See now the Code  of Crimina l Procedure,  1898  (5 of 1898).  \n \nPage 7 of 7 \n  Destruction  of instruments  of gaming  found  in public  streets . and such police -officer  may \nseize  all instruments  of gaming  found  in such public  place  or on the person  of those  whom  he shall  \nso arrest,  and the Magistrate  may on the conviction  of the offender  order  such instruments  to be \nforthwith  destroyed.  \n \n 14. Offences,  by whom  triable.  Offences  punishable  under  this Act shall  be triable  by any \nMagistrate  having  jurisdiction  in the place  where  the offence  is committed.  \n \n But such Magistrate  shall  be restrained  within  the limits  of his jurisdiction  under  the lCode  of \nCriminal  Procedure,  as to the amount  of fine or imprisonment  he may inflict.  \n \n 15. Penalty  for subsequent  offence.  Whoever,  having  been  convicted  of an offence  punish-\nable under  section  3 or section  4 of this Act, shall  again  be guilty  of any offence  punishable  under  \neither  of such sections,  shall  be subject  for every  such subsequent  offence  to double  the amount  of \npunishment  to which  he would  have  been  liable  for the first commission  of an offence  of the same  \ndescription:  \n \n Provided  that he shall  not be liable  in any case to a fine exceeding  six hundred  rupees,  or to \nimprisonment  for a term exceed ing one year.  \n \n 16. Portion  of fine may be paid  to informer.  The Magistrate  trying  the case may direct  any \nportion  of any fine which  shall  be levied  under  section  3 and 4 of this Act, or any part of the moneys  \nor proceeds  of articles  seized  and ordered  to be forfeited  under  this Act, to be paid to an informer.  \n \n 17. Reco very  and application  of fines.  All fines  imposed  under  this Act may be recovered  \nin the manner  prescribed  by section  61 of the lCode  of Criminal  Procedure  2* * *. \n \n 18. 3[Repealed ]  \n_____________ _ \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024  \n 1See now the Code  of Crimin al Procedure,  1898  (5 of 1898).  \n 2The words  “and  such fines  shall (subject  to the provisions  contained  in the last preceding  section)  be applied  as the Lieutenant -Governor  or \n Chief  Com missioner,  as the case may be, shall  from  time to time direct”  rep. by A. O., 1937.  \n 3Rep. by the Repealing Act, 1874 (XVI of 1874), s. 1 and Sch., Pt. I ."
}