{
    "file": "./converted_json\\administrator89ed5c67d1107329b3a3f6675e122902.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  203 \n \n \n \n \nISLAMABAD,  MON DAY , MAY   4,  2020 \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 30th April , 2020 \n \n  No. F. 2(1)/2020-Pub.—The following Ordinance promulgated on  \n29th April , 2020 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. IV OF 2020  \n \nAN \n \nORDINANCE  \n \nto amend the Financial Institutions (Secured Transactions) Act, 2016  \n \n WHEREAS  it is expedient to amend the Financial Institutions (Secured  \nTransactions) Act, 2016 (XXXI of 2016), for the purposes hereinafter appearing;  \n \n AND WHEREAS  the Senate and the National Assembly are not in session \nand the President is satisfied that circumstances exist which render it necessary to \ntake immediate actio n; \n \n(203) \n \nPrice: Rs. 40.00 \n \n[5470(2020)/Ex. Gaz.]   \n204 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n  NOW, THEREFORE , in exercise of powers conferred by clause ( 1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President  \nof the Islamic Republic of Pakistan  is pleased to make an d promulgate the \nfollowing Ordinance: —  \n \n 1. Short title  and commencement. —(1) This Ordinance shall be called \nthe Financial Institutions (Secured Transactions) (Amendment) Ordinance, 2020.  \n \n (2) It shall come into force at once.  \n \n 2. Amendment of section 1 , Act XXXI of 2016. —In the Financial \nInstitutions (Secured Transactions) Act, 2016 (XXXI of 2016), hereinafter \nreferred to as the said Act, in section 1, in sub -section (3), for the words ―Federal \nGovernment‖ the word ―Commission‖ shall be substituted.  \n \n 3. Amendments of section 2, Act XXXI of 2016. —In the said Act, in \nsection 2, in sub -section (1), — \n \n (a) after clause (i), the following new clause shall be inserted, namely: - \n \n ―(ia) ―acquisition security interest‖ means a security interest in \ntangible mov able property which secures an obligation to pay \nany unpaid portion of the purchase price of that property, or \nother credit extended to enable the customer to acquire rights \nin the property to the extent that the credit is used for that \npurpose;‖;  \n \n (b) in clause (ii), after the words ―after -acquired‖, the words ― and \nfuture‖ shall be inserted;  \n \n (c) in clause (ix), after the word ―goods‖ the words ―and products‖ \nshall be inserted;  \n \n (d) in clause (x), for the expression ―clause (7) of sub -section (1) of \nsection 2 of the Companies Ordinance, 1984 (XLVII of 1984)‖ the \nexpression ―clause (17) of sub -section (1) of section 2 of the \nCompanies Act‖ shall be substituted;  \n \n (e) after clause (x), amended as aforesaid, the following new clauses \nshall be inserted, nam ely:- \n \n ―(xa)  ―Companies Act‖ means the Companies Act, 2017 (XIX of \n2017);  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  205 \n  (xb) ―Commission‖ shall have the same meaning as assigned to it \nunder clause (g) of sub -section (1) of section 2 of the \nSecurities and Exchange Commission of Pakistan Act, 1997 \n(XLII of 1997);‖;  \n \n (f) for clause (xx), the following shall be substituted, namely: - \n \n ―(xx)  ―financing statement‖ means the prescribed form to be filed in \nthe register for the purposes of perfecting one or more security \ninterests;‖;  \n \n (g) clause (xxi) shal l be omitted;  \n \n (h) in clause (xxii), for the expression ―Companies Ordinance, 1984 \n(XLVII of 1984), the expression ―Companies Act, 2017 (XIX of \n2017)‖ shall be substituted;  \n  \n (i) in clause (xxiii), for the expression ―Companies Ordinance, 1984 \n(XLVII of 1984), the expression ―Companies Act, 2017 (XIX of \n2017)‖ shall be substituted;  \n \n (j) clauses (xxiv) and (xxxiii) shall be omitted;  \n \n (k) for clause (xxxv), the following shall be substituted, namely: —  \n \n ―(xxxv)  ―possession of an electronic title document  by a person‖ \nmeans the transfer of exclusive control of the electronic title \ndocument to that person in accordance with the procedures \nestablished by the system under which the electronic title \ndocument is issued;‖;  \n \n (l) in clause (xxxvi), the words ―or regulations‖ shall be omitted;  \n \n (m) in clause (xxxvii), after the word and comma ―exchange,‖ the word \n―replacement‖ shall be inserted;  \n \n (n) in clause (xliii), in sub -clause (b), for the expression ―Companies \nOrdinance, 1984 (XLVII of 1984), the expressio n ―Companies Act, \n2017 (XIX of 2017)‖ shall be substituted;  \n \n (o) for clause (xlvi), the following shall be substituted, namely: - \n \n ―(xlvi)  ―secured creditor‖ means a financial institution or a consortium  \nof financial institutions in whose favour a securit y interest is \ncreated by the customer and in the case of a security interest \n206 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n that is an absolute assignment of receivables, the secured \ncreditor is the assignee;‖;  \n \n (p) for clause (xlviii), the following shall be substituted, namely: — \n \n ―(xlviii)  ―securit y interest‖ means, — \n \n (a) a right, title, encumbrance or interest of any kind upon \nmovable property created or provided for by a security \nagreement in relation to a transaction that in substance \nsecures the payment or performance of a customer ’s \nobligation  without regard to the form of the transaction \nor the terminology used by the parties or the identity of \nthe person who has title to the movable property, and \nincludes any charge, mortgage, hypothecation, fixed \ncharge, floating charge, assignment, lien, pl edge, \nassignment of receivables by way of security and \ntransactions under which a secured creditor retains title \nsuch as a finance lease, hire purchase agreement, sale \nand lease back arrangement, conditional sale agreement \nand retention of title arrangemen t, having similar effect; \nand \n  \n (b) an absolute assignment of receivables;‖;  \n \n (q) after clause (xlviii), substituted as aforesaid, the following new \nclause shall be inserted, namely: — \n \n ―(xlviiia)  ―specified‖ means specified through regulations made by t he \nCommission;‖; and  \n \n (r) for clause (li), the following shall be substituted, namely: — \n \n ―(li) ―title document‖ means a document in writing evidencing title \nto goods which is, by law or custom, transferable by delivery \n(whether with or without endorsemen t) or control and \nincludes a bill of lading, dock warrant, warehouse receipt, \nrailway receipt, airway bill, truck receipts or similar record \nissued by a person in the business of transporting or storing \ngoods;‖.  \n \n 4. Amendment of section 5, Act XXXI of 201 6.—In the said Act, in \nsection 5, in clause (b), for the word ―pledge‖ the words ―security interest that is \nperfected by possession of collateral‖ shall be substituted.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  207 \n  5. Amendments of section 6, Act XXXI of 2016. —In the said Act, in \nsection 6, — \n \n (a) in sub-section (2), for clauses (b) and (c), the following shall be \nsubstituted, namely: —  \n \n ―(b) for all security interests other than an absolute assignment of \nreceivables, the obligations secured by the security interest, in \naccordance with sub -section (3 ); \n \n (c) a description of the collateral in accordance with sub - \nsection (3); and‖;  \n \n (b) after sub -section (2), amended as aforesaid, the following new sub -\nsections shall be added, namely: — \n \n ―(3) The obligations and the collateral may be described in the  \nsecurity agreement in a manner that reasonably allows their \nidentification.  \n \n (4) A description of secured obligations that indicates that the \nsecurity interest secures all obligations owed to the secured \ncreditor at any time or that states a maximum amou nt satisfies \nthe standard referred to in sub -section (3).  \n \n (5) A description of collateral that indicates that the collateral \nconsists of all of the customer ’s movable property, or of all \nthe customer ’s movable property within a generic category, \nsatisfie s the standard referred to in sub -section (3).‖.  \n \n 6. Amendment of section 8, Act XXXI of 2016. —In the said Act, in \nsection 8, after the word ―goods‖ wherever occurring, the words ―and products‖ \nshall be inserted.  \n \n 7. Amendment of section 9, Act XXXI of 2 016.—In the said Act, in \nsection 9, after the words ―after -acquired‖, wherever occurring, the words ― and \nfuture‖ shall be inserted.  \n  \n 8. Amendment of section 10, Act XXXI of 2016. —In the said Act, \nin section 10, — \n \n (a) for the marginal heading ―future fi nance‖ the marginal heading \n―Obligations that may be secured‖ shall be substituted;  \n \n208 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n  (b) existing sub -section (1), shall be re -numbered as sub -section (1A) \nand before that the following shall be inserted, namely: - \n \n  ―(1) Subject to sub -section (1A), a se curity interest may secure one \nor more obligations of any type, whether monetary or non -\nmonetary, present or future, determined or determinable, \nconditional or unconditional, or fixed or fluctuating.‖; and  \n \n (c) in sub -section (2), for the expression ―pled ge and a security interest \nin collateral covered by a title document created pursuant to s  \nection 11‖ the expression ―security interest that is perfected by \npossession of the collateral or, in the case of collateral covered by a \ntitle document, by possessi on of the title document‖ shall be \nsubstituted.  \n \n 9. Substitution of section 14, Act XXXI of 2016. —In the said Act, \nfor section 14, the followin g shall be substituted, namely: — \n \n ―14. Perfection. —(1) A security interest in movable property may be \nperfected  by registration as provided under this Act.  \n  \n (2) A security interest in a right to payment of funds credited in a \ndeposit account may also be perfected by control.  \n \n (3) A security interest in collateral covered by a title document may \nalso be perfected  by possession of the title document by the secured \ncreditor.  \n \n (4) A security interest in tangible movable property may also be \nperfected by possession of the property by the secured creditor.  \n \nIllustrations  \n \n (a) Customer A (an entity) entered into a sec urity agreement over \nshares with Secured Creditor B and delivered possession of \nthe share certificates to Secured Creditor B on the  \n1st December. A financing statement was registered in the \nregister in respect of the security interest on the 3 rd December.  \nThe security interest in the shares was perfected by \nregistration on the 3 rd December.  \n \n (b) Customer C (an entity) created a security interest over all \npresent and after -acquired inventory in favour of Secured \nCreditor D on the 1 st January. A financing s tatement was \nregistered in the register in respect of the security interest on \nthe 3rd January. The security interest was perfected by \nregistration on the 3rd January.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  209 \n  (c) Customer N (an entity) enters into an assignment agreement \nwith Secured Creditor M on the 1st March pursuant to which \nCustomer N assigns receivables under a supply agreement as \nsecurity in favour of Secured Creditor M. A financing \nstatement was registered in the register in respect of the \nassignment on the 3rd March. The assignment of re ceivables \nby way of security was perfected by registration on the  \n3rd March.  \n \n (d) Customer G (an entity) leases a car from Secured Creditor H \npursuant to a finance lease agreement on the 1st December. \nSecured Creditor H is registered as the owner of the car. A \nfinancing statement was registered in the register in respect of \nthe finance lease on the 2nd December. The finance lease was \nperfected by registration on the 2nd December.  \n \n (e) Customer F (a company) created a security interest in a right \nto payme nt of funds credited in  a deposit account in favour of \nSecured Creditor G on the 1st December. The deposit account \nwas maintained with the Depository Bank H. A control \nagreement was entered into between Customer F, Secured \nCreditor G and Depository Bank H on the 2 nd December. The \nsecurity interest in a right to payment of funds credited in a \ndeposit account was perfected by control on the 2nd \nDecember.  \n \n (f) Customer H (an entity) created a security interest over all its \npresent and after -acquired movable p roperty (including funds \nheld in deposit accounts) in favour of Secured Creditor P on \nthe 1 st March. A financing statement in respect of the security \ninterest was registered in the register on the 4t h March. The \nhypothecation was perfected by registration on the 4th March. \nIn this case, the security interest in a right to payment of funds \ncredited in a deposit account was also perfected by \nregistration.  \n \n (g) Customer M (a company) created a security interest over its \nequipment in favour of Secured Creditor  N on the 5th April. \nThe security interest extended to any proceeds received from \nthe sale of the equipment with the Creditor N. A financing \nstatement was registered in the companies ’ register of \nmortgages and charges on the 10th April in respect of the \nsecurity interest. The security interest was perfected by \nregistration on the 10th April. The Secured Creditor N \nauthorized in writing the sale of the equipment by  \n210 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n Customer M on the 5th May which resulted in Customer M \nreceiving a cheque of one hundred thou sand rupees in the \nform of proceeds arising from the sale of such equipment. In \nthis case, Secured Creditor N ’s security interest in the cheque \nof one hundred thousand rupees (a negotiable instrument) was \nalso perfected by registration on the 10th April.‖.  \n \n 10. Amendments of section 15, Act XXXI of 2016. —In the said Act, \nin section 15, — \n  \n (a) after the words ―after -acquired‖, wherever occurring, the words \n―and future‖ shall be inserted; and  \n \n (b) after the word ―goods‖ wherever occurring, the words ―and \nproducts‖ shall be inserted.  \n \n 11. Amendment of section 18, Act XXXI of 2016. —In the said Act, \nin section 18, in sub -section (2), for the expression ―Companies Ordinance, 1984 \n(XLVII of 1984)‖, the expression ―Companies Act, 2017 (XIX of 2017)‖ shall be \nsubstituted.  \n \n 12. Amendments of section 19, Act XXXI of 2016. —In the said Act, \nin section 19, — \n \n (a) in sub -section (2), for the words ―Federal Government‖ the word \n―Commission‖ shall be substituted;  \n \n (b) for sub -section (3), the following shall be substitu ted, namely: —  \n \n ―(3) The head office of the Registry shall be at such place as the \nCommission may specify and, if considered necessary, the \nRegistry may establish branch offices of the Registry at such \nother places as the Commission deems fit for the purp oses of \nfacilitating registration of security interests created by an \nentity and to perform any or all of the functions of the \nRegistry, as may be determined by the Commission.‖;  \n  \n (c) in sub -section (4), for the words ―Federal Government‖ the word \n―Commi ssion‖ shall be substituted; and  \n \n (d) in sub -section (5), after the word ―seal‖ the words ―as approved by \nthe Commission‖ shall be inserted.  \n \n 13. Amendment of section 20, Act XXXI of 2016. —In the said Act, \nfor section 20, the following  shall be substitut ed, namely: — \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  211 \n  ―20. Appointment of registrar, deputy registrars and other \nofficers. —(1) The Commission may empower or appoint any \nofficer of the Commission as the head of the Registry for the \npurposes of managing and controlling the register set up pursuant  to \nsection 21 and such other functions as may be determined by the \nCommission.  \n \n (2) The Commission may also appoint deputy registrars for each \nbranch office of the Registry to perform, under the direction of the \nregistrar, such functions, duties and powe rs of the registrar under \nthis Act as may be notified by the Commission.  \n \n (3) The Commission may appoint such other officers with such \ndesignations as it may think fit for the purposes of this Act, to \nperform under the direction of the registrar, such fun ctions, duties \nand powers under this Act as may be determined by the \nCommission.‖.  \n \n 14. Amendments of section 21, Act XXXI of 2016. —In the said Act, \nin section 21, — \n  \n (a) in sub -section (1), the words ―at the head office of the Registry‖ \nshall be omitted ; and  \n \n (b) in sub -section (3), clause (b) shall be omitted; and  \n \n (c) in sub -section (4), — \n \n (i) for the word ―registrar‖ the word ―Commission‖ shall be \nsubstituted; and  \n \n (ii) for the word ―prescribe‖ the word ―specify‖ shall be \nsubstituted.  \n \n 15. Amendm ents of section 22, Act XXXI of 2016. —In the said  Act, \nin section 22, in sub -section (2), — \n \n (a) clause (a) shall be omitted;  \n \n (b) after clause (b), the following new cla use shall be inserted, \nnamely: — \n \n ―(ba)  in the case of any other entity, as may be sp ecified; and  \n \n (d) for clause (c), the followin g shall be substituted, namely: — \n212 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n  ―(c) the vehicle registration number in case of a motor  vehicle for \nwhich the vehicle registration number is  given in the financing \nstatement; and‖.  \n \n 16. Amendments of sectio n 23, Act XXXI of 2016. —In the said Act, \nin section 23, — \n \n (a) in sub -section (2), — \n  \n (i) the words ―be in such form as may be prescribed by rules \nand‖ shall be omitted; and  \n \n (ii) for clause (f), the following shall be substituted, namely: —  \n \n ―(f) term of the registration up to a maximum of five years;‖;  \n \n (iii) for clause (g), the following  shall be substituted, namely: — \n \n ―(g) maximum amount secured by the security interest unless \nthe financing statement relates to an absolute transfer of \nreceivables; and; \n \n (iv) for clause (h), the following shall be substituted, namely: - \n \n ―(h) description of the collateral and its proceeds, where \napplicable : \n \n   Provided that a description of collateral is sufficient if it \nreasonably allows its identification. A des cription of collateral \nthat is a motor vehicle may, but need not, include its vehicle \nregistration number.‖; and  \n \n (v) clause (i) shall be omitted.  \n \n (b) for sub -section (3), the following  shall be substituted, namely: — \n \n ―(3) A financing statement may be filed before a security \nagreement is entered into and a financing statement may \nperfect  security interests created by more than one security \nagreements.‖; and  \n \n (c) after sub -section (3), substituted as aforesaid, the following new \nsub-section shall be add ed, namely: — \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  213 \n  ―(4) A financing statement is only effective if it has been \nauthorized in writing by the entity and an entity shall be \ndeemed to have authorized the registration of a financing \nstatement that describes collateral if the entity enters into a \nsecurity agreement that covers that collateral.‖.  \n \n 17. Amendments of section 24, Act XXXI of 2016. —In the said Act, \nin section 24, — \n \n (a) in sub -section (1), in clause (i), the word ―or‖, at the end, shall be \nomitted and thereafter the following new cla use shall be inserted, \nnamely: — \n \n ―(ia) extension of the term of the registration, in accordance with \nsub-section (2A); or‖;  \n \n (b) in sub -section (2), the words ―be in such form as may be prescribed \nby rules and‖ shall be omitted;  \n \n (c) after sub -section (2 ), amended as aforesaid, the following new sub -\nsection shall be inserted, namely: — \n \n ―(2A)  The term of a registration may for a maximum period of five \nyears from its expiry be extended at any time within six  \nmonths before the then -current expiry date by fi ling a \nmodification statement to that effect. The term of a \nregistration may be extended in this way more than once.‖.  \n \n 18. Omission of  section 25, Act XXXI of 2016. —In the said Act, \nsection 25 shall be omitted.  \n \n 19. Amendment of section 26, Act XXXI of 2016. —In the said Act, \nin section 26, in sub -section (2), the words ―be in such form as may be prescribed \nby rules and‖ shall be omitted.  \n \n 20. Amendment of section 28, Act XXXI of 2016. —In the said Act, \nin section 28, for the marginal heading ―Rejection o f filing‖ the marginal heading \n―Incomplete filings‖ shall be substituted.  \n \n 21. Amendment of section 30, Act XXXI of 2016. —In the said Act, \nin section 30, — \n \n (a) in sub -section (1), — \n \n (i) for clause (a), the followin g shall be substituted, namely: — \n214 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n  ―(a) particulars of an entity under clause (a) (for entities other \nthan natural persons) or (d) (for natural persons) of sub -\nsection (2) of section 23 are stated incorrectly such that a \nsearch of the register using the correct particulars would \nnot retrieve the  registered financing statement;‖;  \n \n (ii) in clause (b), — \n  \n (I) the words ―such that a search of the register would not \nreveal the same collateral,‖ shall be omitted; and  \n \n (II) after the s emicolon at the end, the word ― or‖ shall be \ninserted;  \n \n (iii) clause (c) shall be omitted; and  \n \n (iv) for clause (d), the following shall be substituted, namely: — \n \n  ―(d)  the entity has not authorized the filing of a financing \nstatement.‖; and  \n \n (b) in sub -section (2), — \n \n (i) for the expression ―clause (e) or (g) as req uired‖, the \nexpression ―clause (e) for entities other than natural persons or \n(g) for natural persons‖ shall be substituted;  \n \n (ii) the words ―by the entity‖ shall be omitted.  \n \n 22. Amendments of section 31, Act XXXI of 2016. —In the said Act, \nin section 31 , in sub -section (1), — \n \n (a) in clause (a), — \n \n (i) in sub -clause (i), for the word ―the‖  occurring for the second \ntime the word ― a‖ shall be substituted; and  \n \n (ii) in sub -clause (iv), for the word ―a‖, the word ― the‖ shall be \nsubstituted; and  \n \n (b) in clause (b), in sub -clause (ii), the expression ―as required under \nsub-section (3) of section 23‖ shall be omitted.  \n  \n 23. Amendment of section 32, Act XXXI of 2016. —In the said Act, \nin section 32, for sub -section (1), the following shall be substituted, nam ely:—  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  215 \n  ―(l) A registered financing statement and any modification  statements in \nrelation thereto shall be removed from the register,  if,— \n \n (a) the term of the registration has expired without being \nextended under sub -section (2A) of section 24; or  \n \n (b) a termination statement has been filed in the register in respect \nof such registered financing statement.‖.  \n \n 24. Amendment of section 33, Act XXXI of 2016. —In the said Act, \nin section 33, — \n \n (a) in sub -section (2), — \n \n (i) clause (a) shall be omitted;  \n \n (ii) after clause (b), the following new clause shall be inserted, \nnamely: — \n \n ―(ba)  in case of any other entity, against the name of the \nentity, as may be prescribed;‖; and  \n \n (iii) in clause (e), for the word ―prescribed‖ the word ―specified‖ \nshall be substi tuted . \n \n (b) in sub -section (3), for the words ―prescribed by rules‖ the word \n―specified‖ shall be substituted . \n  \n 25. Amendment of section 34, Act XXXI of 2016. —In the said Act, \nin section 34, for the expression ―Federal Government‖ the word ―Commission‖  \nshall be substituted.  \n \n 26. Amendment of section 38, Act XXXI of 2016. —In the said Act, \nin section 38, — \n \n (a) after the words ―after -acquired‖, occurring twice the words ―and \nfuture‖ shall be inserted; and  \n \n (b) after the word ―present‖ the word ―property‖  shall be inserted.  \n \n 27. Amendment of section 39, Act XXXI of 2016. —In the said Act, \nin section 39, for sub -section (1), the following shall be substituted, n amely: — \n \n ―(1) If a financing statement or Form 10 is required to state a maximum \namount secured,  then the priority of a security interest that is \n216 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n perfected by that financing statement or Form 10 is limited to the \nmaximum amount as stated in the registered financing statement or \nForm 10, as applicable.‖.  \n \n 28. Amendment of section 42, Act XXXI of 2016 .—In the said Act, \nin section 42, — \n \n (a) for the marginal heading “Priority of security interest based on \nretention of title arrangement”  the marginal heading “Priority of \nacquisition security interest”  shall be substituted;  \n \n (b) for sub -section (1), the followin g shall be substituted, namely: — \n  \n ―(1) An acquisition security interest in collateral that is perfected \nby registration as provided under this Act within ten days of \nthe date on which the customer takes possession of the \ncollateral shall have pri ority over all other competing security \ninterests in the same collateral irrespective of the time of \nperfection of such competing security interests.‖;  \n \n (c) sub-section (2) shall be omitted; and  \n \n (d) in the Illustrations, in the first paragraph, for the words \n―hypothecation on all present an‖ the words ―a security interest \nover all present and‖ shall be substituted.  \n \n 29. Amendment of section 46, Act XXXI of 2016. —In the said Act, \nin section 46, — \n \n (a) in sub -section (1), the expression ―pursuant to sub -section (3) of \nsection 14‖ shall be omitted; and  \n \n (b) after sub -section (3), in the Illustrations, — \n \n (i) in clause (a), in the second paragraph, for the word \n―hypothecation‖ the words ―security interest‖ shall be \nsubstituted; and  \n \n (ii) in clause (b), for  the words ―floating charge‖ wherever \noccurring, the words ―security interest‖ shall be substituted.  \n  \n 30. Amendment of section 47, Act XXXI of 2016. —In the said Act, \nafter section 47, in the Illustration  in the second paragraph, for the word \n―hypothecati on‖ the words ―security interest‖ shall be substituted.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  217 \n  31. Omission of section 48, Act XXXI of 2016. —In the said Act, \nsection 48 shall be omitted.  \n \n 32. Amendment of section 49, Act XXXI of 2016. —In the said Act, \nin section 49, — \n \n (a) in sub -section (1) , the expression ―pursuant to sub -section (3) of \nsection 14‖ shall be omitted;  \n \n (b) after sub -section, in the Illustration  — \n \n (i) in clause (a), in the second paragraph, for the word \n―hypothecation‖, the words ―security interest‖ shall be \nsubstituted; an d \n \n (ii) in clause (b), in the fourth paragraph, for the words ―floating \ncharge‖ wherever occurring, the words ―security interest‖ \nshall be substituted.  \n \n 33. Amendment of section 50, Act XXXI of 2016. —In the said Act, \nin section 50, — \n \n (a) after sub -section (1), the following new sub -section shall be \ninserted, namely: — \n \n ―(1A) A purchaser for value of a motor vehicle shall acquire the \nmotor vehicle free of a security interest if the security  interest \nis perfected by registration and the registration does n ot \ninclude the correct vehicle registration number.‖; and  \n \n (b) in sub -section (2), after t he expression ―sub -section (1)‖ the \nexpression ―or under sub -section (1A)‖ shall be inserted.  \n \n 34. Insertion of section 52A, Act XXXI of 2016. —In the said Act,  \nafter section 52, the following new sec tion shall be inserted, namely: — \n \n ―52A  Transferee of money. —A person that obtains possession of money \nthat is subject to a security interest acquires its rights in the money \nfree of the security interest, unless the pers on had actual knowledge \nthat its obtaining the money is prohibited under the security \nagreement.‖.  \n \n 35. Amendment of section 53, Act XXXI of 2016. —In the said Act, \nin section 53, — \n \n218 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n  (a) for sub -section (1), the following  shall be substituted, namely: — \n \n ―(1) This Act shall apply to an assignment of receivables as a \nsecurity interest, whereby — \n \n (a) a customer may assign its rights, title, interests and \nbenefits in receivables to a secured creditor in \naccordance with Part II of this Act;  \n \n (b) the secured creditor may perfect the security inter est \ncreated by the assignment, — \n \n (i) if the customer is an entity, in accordance with   \nPart III of this Act; or  \n  \n (ii) if the customer is a company, in accordance with \nthe Companies Act, 2017 (XIX of 2017);  \n \n (c) the priority of the secured creditor ’s interest in the \nreceivables shall be determined in accordance with  \nPart V of this Act; and  \n \n (d) the secured creditor must enforce its security interest, \nunless it is an absolute assignment of a receivable, in \naccordan ce with Part VII of this Act.‖;  \n \n (b) sub-section (2) shall be omitted;  \n \n (c) in sub -section (3), — \n \n (i) for the expressions ―Upon an assignment of receivables under \nsub-section (1)‖ the expression ―Subject to this Act, upon an \nassignment of receivables‖ s hall be substituted;  \n \n (ii) in clause (a), — \n \n (I) for the word ―assignor‖ the word ―customer‖ shall be \nsubstituted; and  \n \n (II) for the word ―assignee‖ the words ―secured creditor‖ \nshall be substituted . \n \n (iii) in cla use (b), — \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  219 \n  (I) for the word ―assignee‖ the words ―secured creditor‖ \nshall be substituted;  \n  \n (II) for the word ―his‖ the word ―its‖ shall be substituted; \nand \n \n (III) for the word ―assignor ’s‖ the word ―customer ’s‖ shall be \nsubstituted.  \n \n (d) sub-section (4) shall be omitted;  \n \n (e) for sub -section (5), the following  shall be substituted, namely: — \n \n ―(5) If receivables subject to a security interest are secured by \nmovable property, then, unless otherwise agreed between the \ncustomer and the secured creditor, the secured creditor shall \nautomatically  benefit from that security without the need for \nany new act of transfer.‖;  \n \n (f) for sub -section (6), the following  shall be substituted, namely: — \n \n ―(6) The rights of a secured creditor in respect of the  receivables \nthat are subject to a s ecurity interes t are subject to — \n \n (a) all defences and right to set -off arising from the original \ncontract between the account debtor and the customer \nthat the account debtor could have asserted against the \ncustomer:  \n \n   Provided that the secured creditor shall, unless \notherwise agreed with the customer, be entitled to \nrecover from the customer, any loss suffered by it as a  \nresult of the account debtor exercising any such defences \nand right to set -off; and  \n \n (b) any rights to set -off that the account debtor could  have \nasserted against the customer in respect of  claims against \nthe customer accruing before the  account debtor received \nnotice in writing of the  security interest;‖; and  \n \n (g) in sub -section (7), for the word ―assignor‖ the word ―customer‖ \nshall  be substituted.  \n \n 36. Omission of section 54, Act XXXI of 2016. —In the said Act, \nsection 54 shall be omitted.  \n220 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n  37. Substitution of section 55, Act XXXI of 2016. —In the said Act, \nfor section 55, the following shall be substituted, namely: - \n \n ―55. Protecti ons for the accoun t debtor. —(1) Subject to sub -section \n(4), an account debtor shall be bound by a security interest over the \nreceivables and have a duty to make payment to the secured \ncreditor where the account debtor receives notice of security \ninterest in writing.  \n \n (2) The notice to be given under sub -section (1) to the account debtor \nmay be given by the customer or secured creditor and shall at the \nminimum —  \n \n (a) state name and address of the customer;  \n  \n (b) state name and address of the secured creditor;  \n \n (c) identif y the receivables; and  \n  \n (d) require the account debtor to pay to the secured creditor  in \naccordance with payment instructions stated therein.  \n \n (3) If notice has not been given  to an account debtor under sub -section \n(1), of a security interest in receiva bles, he shall be entitled to make \npayments to the customer in respect of the receivables in \naccordance with the original contract between the account debtor \nand the customer and such payment shall fully discharge the \naccount debtor:  \n \n      Provided that p ayment made to the customer in respect of such \nreceivables shall be held in trust for the benefit of the secured \ncreditor and the customer shall forthwith make payment of such \namount to the secured creditor or its agent duly authorised in this \nbehalf, unle ss otherwise agreed between the customer and secured \ncreditor.  \n \n (4) If an account debtor receives notices under sub -section (1) in \nrelation to more than one security interest created by the same \ncustomer, it is discharged by paying in accordance with the first \nnotice received. If an account debtor receives more than one notice \nunder sub -section (1) in relation to security interests created in \nfavour of a secured creditor by the initial or any other secured  \ncreditor, it is discharged by paying in accordance  with the last \nnotice.‖.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  221 \n  38. Insertion of section 55A, Act XXXI of 2016. —In the said Act, \nafter section 55, substituted as aforesaid, the following new sect ion shall be \ninserted, namely: — \n \n ―55A  Contractual limitations on security interests in receivable s.—(1) \nA security interest in receivables shall be effective notwithstanding \nany agreement between the initial or any subsequent assignor and \nthe account debtor or any secured creditor limiting in any way the \nassignor ’s right to create a security right.  \n \n (2) Nothing in this section affects any obligation or liability of the \ncustomer for breach of the agreement referred to in sub -section (1), \nbut the other party to the agreement may not avoid the contract \ngiving rise to the receivable or the security agreem ent on the sole \nground of the breach of the agreement, or raise against the secured \ncreditor any claim it may have as a result of such a breach against \nthe customer. A person that is not a party to the agreement referred \nto in sub -section (1) is not liable  for the customer ’s breach of the \nagreement on the sole ground that it had knowledge of the \nagreement.  \n \n (3) This section shall apply only to receivables — \n \n (a) arising from a contract that is a contract for the supply  or lease \nof goods or services other t han financial  services, a \nconstruction contract or a contract for the sale or lease of \nimmovable property;  \n \n (b) arising from a contract for the sale, lease or licence of \nindustrial or other intellectual property or of proprietary \ninformation;  \n \n (c) repres enting the payment obligation for a credit card \ntransaction; or  \n \n (d) arising upon net settlement of payments due pursuant to a \nnetting agreement involving more than two parties.‖.  \n \n 39. Insertion of sections 56A and 56B, Act XXXI of 2016. —In the  \nsaid Act,  after section 56, the following new sections shall be inserted, namely: — \n \n ―56A.  Applicable law. —The law applicable to the creation, perfection \nand priority of a security interest granted by a customer in a \nreceivable and any other intangible property sha ll be the law of the \njurisdiction in which the customer is located.  \n222 THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  [PART I \n \n  56B.  Part does not apply to absolute assignments of receivables. —\nThis Part does not apply to an absolute assignment of receivables \nand nothing in this Act shall prejudice a secured credit or’s right to \nenforce an absolute assignment of receivables without the \nintervention of the courts.‖.  \n  \n 40. Amendments of section 59, Act XXXI of 2016. —In the said Act, \nin section 59, — \n \n (a) in sub -section (1), for clause (a), the following shall be subst ituted, \nnamely:— \n \n ―(a) a security interest that is perfected by possession;‖; and  \n \n (b) in sub -section (2), for the word ―pledge‖ the expression ―security \ninterest referred to in sub -section (1)‖ shall be substituted.  \n \n 41. Amendments of section 61, Act X XXI of 2016. —In the said Act, \nin section 61, — \n \n (a) for the expression ―Companies Ordinance, 1984 (XLVII of 1984)‖ \nwherever occurring, the expression ―Companies Act, 2017 (XIX of \n2017)‖ shall be substituted; and  \n \n (b) for the words ―pledge of the words ―se curity interest over‖ shall be \nsubstituted.  \n \n 42. Amendments of section 63, Act XXXI of 2016. —In the said Act, \nin section 63, — \n \n (a) in the marginal heading, for the word ―pledge‖ the words \n―possessory security interest‖ shall be substituted; and  \n \n (b) in the text of the section, for the words ―pledge or a security interest \nin collateral covered by a title document‖ the expression ―security \ninterest that is perfected by possession of the collateral or, in the \ncase of collateral covered by a title document, by possession of the \ntitle document‖ shall be substituted.  \n \n 43. insertion of section 65A, Act XXXI of 2016. — In the said Act,  \nafter section 65, the following new sect ion shall be inserted, namely: — \n \n ―65A.  Security interests take precedence. —Subject to th is Act and \nnotwithstanding any other law for the time being in force, a \nperfected security interest takes absolute precedence over all other \nclaims, including those of the Government.‖.  \n \n 44. Substitution of section 66, Act XXXI of 2016. —In the said Act, \nfor section 66, the following  shall be substituted, namely: — \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., MAY  4,  2020  223 \n  ―66. Provisions of insolvency laws. —Subject to section 65A, if a \ncustomer becomes insolvent, the same rules shall prevail and be \nobserved with regard to the priority of debts upon the distributio n \nof the insolvent customer ’s estate, the respective rights of the \nsecured and unsecured creditors and to debts provable as are in \nforce for the time being under the applicable insolvency laws.‖.  \n \n 45. Amendment of section 68, Act XXXI of 2016. —In the said  Act, \nin section 68, for the expression ―Companies Ordinance, 1984 (XLVII of 1984)‖ \nthe expression ―Companies Act, 2017 (XIX of 2017)‖ shall be substituted.  \n \n 46. Amendment of section 70, Act XXXI of 2016. —In the said Act, \nin section 70, sub -section (2) sh all be omitted.  \n \n 47. Substitution of section 72, Act XXXI of 2016 .— In the said Act \nfor section 72 the following shall be substitu ted, namely: — \n \n ―72. Power to make regulations. —The Commission may, by \nnotification in the official Gazette, make regualtions , not \ninconsistent with the provisions of this Act and the rules made \nthereunder for carrying out the purposes of this Act.‖.  \n \n 48. Amendment of section 73, Act XXXI of 2016. —In the said , in \nsection 73, in sub -section (1), in clause (c), – \n \n (a) for the wor d ―establishment‖ the words ―operationalization‖ shall \nbe substituted; and  \n \n (b) for the expression ―Federal Government in terms of sub -section \n(1)‖ the expression ―Commission in terms of sub -section (2)‖ shall \nbe substituted.  \n \n \nDR. ARIF ALVI , \nPresident . \n \n————  \n \n \nMUHAMMAD KHASHIH -UR-REHMAN , \nSecretary.  \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}