{
    "file": "./converted_json\\administrator1bcf68193068c76d00b0e7a5593070c4.json",
    "name": "National Database and Registration Authority (Application for National Identity Card) Regulations, 2002",
    "date": "April 3, 2002",
    "tagline": "Ensuring Identity, Ensuring Security",
    "content": "REGISTERED No.  M 3°2  L.-7646 \ntne diktlette of lialtbitatt \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, WEDNESDAY, APRIL 3, 2002 \nPART II \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nINTERIOR DIVISION \nNOTIFICATIONS \nIslamabad, the 2nd April, 2002 \nS.R.O. 199W/2002,771R exercise nf the powers conferred \nt \ttftbeNatiofla1flatab and Regstiation Authority didjiiiiiicO,';i006 (V \nread with clause (17i) Of sub-section (4) and sub-section (5) of section 5, section 8,9 \nand 10, sub-section (3) of section 17 and sub-section (3) of section 19 thereof, the \nFederal Government is pleased to make the following rules, namely :— \n„—$1140.titte,40, cerningnement.--(1) These rules mo. .y b,c „co:1110 \nAufliorib (NatiOiial entity Card) Pities, - \n(2) \tThey shall come into force at once. \n2. \tDefinitions.—(1) In these rules, unless there is anything repugnant in \nthe subject or context,— \n(a) \t\"authority\" means the National Database and Registration Authority; \n(897) \nPrice : Rs. 20.50 \n[262(2002) Ex. Gaz.] \n(1) \n(i) ()) \n(g) 898 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II \n(b) \t\"Bureau\" means the Bureau of Emigration and Overseas Employment; \n(c) \t\"card\" means, for the purposes of these rules, the National Identity \nCard; \n(d) \t\"citizen\" means, for the purposes of these rules, a citizen of Pakistan \nwho has attained the age of eighteen years and includes both a resident \nand a non-resident citizen; \n(e) \t\"Corporation\" means the Overseas Employment Corporation Limited; \n\"dependent\", in relation to an emigrant, means the spouse, sons not \nabove the age of twenty-one years, and unmarried sisters and daughters \nof the emigrant, and includes aged or incapacitated parents, \nincapacitated sons above the age of twenty-one years and widowed \nand divorced sisters and daughters of the emigrant wholly dependent \nupon and residing with the emigrant and the sons not above the age of \ntwenty-one years, and dependent unmarried daughters, of such \nwidowed or divorced sisters or daughters; \n\"emigrant\" means any person who emigrates or has emigrated or \nwho has been registered as an emigrant under the Emigration \nOrdinance, 1979 (XVIII of 1979) and includes any dependent of an \nemigrant; \n(h) \"Insurance Company\" means the insurance company referred to in \nrule 22A of the Emigration Rules, 1979; \n\"intending emigrant\" means a person who is intending to proceed abroad \nas an emigrant pursuant to his selection for employment abroad; \n\"non-resident citizen\" means a non-resident citizen specified in rare 4; \n(k) \t\"Ordinance\" means the National Database and Registration Authrity \nOrdinance, 2000 (VIII of 2000); \n\"Overseas Employment Promoter\" means a person licenced as such \nunder section 12 of the Emigration Ordinance, 1979 (XVIII of 1979); \n\"Overseas Pakistanis Foundation\" means Overseas Pakistanis \nFoundation as defined in clause (gg) of rule 2 of the Emigration Rules, \n1979; (n) \nPART II] \tTHE GAZE \tII I. OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 899 \n\"Protector of Emigrants\" means a Protector of Emigrants appointed \nunder section 5 of the Emigration Ordinance, 1979 (XVIII of 1979); \n\"registration\" means registration of a citizen under section 9 of the \nOrdinance read with these rules; \n\"regulations\" means the National Database and Registration Authority \n(Application for National Identity Card) Regulations, 2002; \n\"resident citizen\" means a resident citizen undeii 3; and 12-Akidi' \n\"Schedule\" means Schedule to these rules. \n(2) \tThe words and expressions used but not defined in these rules shall \nhave the same meanings as are respectively assigned to them in the Ordinance. \nResident citizen.—A citizen shall be a resident citizen if he is not a \nnon-resident citizen. \nNon-resident citizen.—(1) A citizen shall be a non-resident citizen \nif he,— \nis an emigrant or intending emigrant; \nis, or is intending to be, resident abroad; \nholds nationality or citizenship of any other country or state pursuant \nto sub-section (3) of section 14 of the Pakistan Citizenship Act, 1951 \n(II of 1951); or C \nholds anIm1ni.gafij or resident visa, permanent or otherwise, or \nequivalent authorization, permit or status, as the case may be, of a \nforeign state or country. \nExplanation 1.—An emigrant, or intending emigrant, for the purposes of \nthis sub-rule, does not include dependents of such emigrant or intending emigrant. \nExplanation 1I.—An emigrant, or intending emigrant, does not include a \nperson whose foreign service agreement, contract or letter of appointment, as the \ncase may be, is not required to be registered with the Protector of Emigrants pursuant \nto the Emigration Rules, 1979. \nsct1.4 1/2z s 000/1-0  /4 &It b75/ 10(4 \n900 \tTHE GAZETTE OF PAICISTAN, EXTRA., APRIL 3, 2002 \t[PART II \nkxplanation 111. —Without prejudice to the generality of the class of non-\nresident citizens specified in clause (b), a non-resident citizen falling under this sub-\nrule includes a citizen resident, or intending to be, resident aborad,— \nfor the purpose of employment whose foreign service agreement, \ncontract or letter of appointment, or undertaking, as the case may be, \nis not required to be registered with the Protector of Emigrants pursuant \nto the Emigration Rules, 1979; \nwho is a dependent of an emigrant or intending emigrant specified in \nEe.Ve'n \nwho is a member of the Overseas Pakistanis FoundatioI t44Jhe is not an emigrant, or intending emigrant, as specified in sub-rule (1). \n(2) \tNotwithstanding anything contained in sub-rule (1), a citizen shall not \nbe deemed to be a non-resident citizen unde clause44and4eyof sub-rule (1) if— \ntie, ge (1,2)4 \nhis stay abroad does not exceed or or he intends to stay abroad for not \nmore than six consecutive months inclusive of the time spent on \ntemporary visits, if any, to Pakistan; or \nhe is proceeding under a foreign scholarship or training scheme \napproved by the Federal Government or the concerned Provincial \nGovernment, or \nhe is proceeding on Haj or Ziarat and is certified by the Federal \nGovernment or an officer authorized by it in this behalf to be so \nproceeding; or \n„ \nhe is proceeding on student visa or for medical treatmentEpravded \nI. \t•• \t.1,111 \t111.1  \n; \ti • • •    \nfte,e_af-oes5 \n(e) \the is a spouse, real child or any of the real parent or real brother or \nsister of the persons specified in sub-rule (2) provided that he is \ndependent upon the relevant person specified in sub-rule (2). \nRegistration.—All citizens shall get themselves registered with the \nAuthority in accordance with section 9 of the Ordinance under these rules \nL0e,  M. \nTerms and conditions.—(1) A resident citizen or a non-resident \ncitizen, as the case may be, shall only hold or use a card issued to him under these \nrules in so far as he continues to fulfil the criteria of eligibility as laid down and \nS b3, \t w45  sieo q364a)jo../6,1 1—  .0-442./6 sub-rule (1); and \nPART II] \tTHE GAZE! \tFE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 901  \nA;C1 \n; / for \na-13 applicable to him under these rules or till the expiry of the validity period of his card, \nwhichever is earlier. \n(2) tcard shall no more be valid when the holder thereof ceases to fulfil \nthe criteria of eligibility applicable to him under these rules or upon the expiry of the \nvalidity period thereof: \nProvided that a citizen who applies within time on becoming a resident \ncitizen after ceasing to be a non-resident citizen or vice versa, he may continue to \nvalidly hold the card issued to him till the time he is issued a fresh card and shall \nsurrender the card upon being issued the fresh card. \n7. \tFee, form and manner of payment.-4 \nfee for the issuance of the card to a citizen as is fixed by the Federal Gove \tent \ns behalf by a notification in the official Gazette. The Federal Gove \tent may \n.:1'y different fees for the issuance of card to different classes of izens on the \noasis of,— \na resident citizen or a non-resident citizen; \nout of turn or urgent basis; \na duplicate card for lost or destr ed card; \na revised card after incorp ,. .ting a change as requested by the card \nholder; \nage of the citizen; \nany other inte igible differentia :3 \nWhere a request is made by a citizen for out of turn or urgent insuance \nof a card, the Authority may in its discretion, on a case-to-case basis, decide such \nrequest on its merits. \nNotwithstanding anything contained in these rules, no fee shall be \n-barged for issuance of card to,- \n• 4 \nn durin the va \na no_Lucaideat-eititer_ii \n(b) \ta non-resident citizen who is in the service of Pakistan or in the service \nof a local authority or a corporation, owned or controlled by the Federal \n(,,1s4/1,-T  5R. q 3 CAEVA., 16 .0 0,15//,/ 4 \n902 \t THE GAZE I IL OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II \ngovernment or a Provincial Government and is proceeding on \ngovernment duty or posting abroad or on duty or for employment with \nany international organization or for the purpose of training with the \npermission of the Federal Government; \n(c) \ta non-resident citizen who is a spouse, real child or any of the real \nparent or real brother or sister, as the case may be, of the persons \nspecified in clause (b) provided that he is dependent upon the relevant \nperson specified in clause (b); \n(d) a citizen who has applied for a duplicate card on account of loss or \ndestruction of his original card before the delivery thereof to him \nprovided such loss or destruction is not attributable to any act or omission \nof such citizen; and \n(e) \ta citizen who has applied for the incorporation of any change in • \nor o \t' • . t . \t• \t. . \nThe Authority shall make necessary arrangements for the collection \nof fee and may collect, or cause to be collected, the fee for issuance of the card at \nany time prior to or alongwith the deposit of application or issuance of the card as it \nmay deem fit; \nrepresentations, counters or booths, as the case may b - \t• . s ed by the Authority \nunder sub-regulation (1) of regulation 5 withircan office of Protector of Emigrants, \nthe Authority shall make n_e_sessarrirr 'angements for the collection of fee at the \ntime of submission of \tcation form at the relevant office, formation, representation, \ncounter orb,., as the case may be, established and authorized for the purpose by \nthe Aut ority.) .  \nThe Authority may adopt any mode or manner for collection of the \nfee and other charges as it may deem fit for achieving efficiency and facilitating the \ndeposit and collection of fee and other charges by and from the citizens. \nIf an applicant is refused registration or issuance of the card under \nthese rules, all fees and other charges, if any, collected by the Authority, shall be \nrefunded to the applicant after deducting the processing charges, if any, as determined \nand notified by the Authority. \nExplanation. —Where an Overseas Employment Promoter or the \nCorporation is depositing a duly filled in application form under regulation 5 on behalf \nof a non-resident citizen specified in clause (a) of sub-rule (1) of rule 4, the fee shall \n54 \t440 q 3 Okr-, >Ato te oa- kc/0/01\" \nt \n-1_17  \nregulations, - \n-t (a) a non-resident citizen who is requir \nregulations in Pakistan, may • . • \nthe payment of fee paya . .y r.4  \ne registered under the \nfrom outside Pakistan subject to \nhim as if he was applying in Pakistan. PART \tTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t 903  \nbe paid in advance by the applicant to the said Overseas Employment Promoter or \nthe Corporation, as the case may be, for onward deposit with the Authority as per \nregulation 5 of the regulations. \n(b) a non-resident \tzen who is required to be registered under the \nside Pakistan, may apply in Pakistan subject to the \nfee payable by him as if he was applying from outside regulations \npaymen \nPakis n3 \n8. \tManner of registration, inquiry and evidence.--(1) The Authority \nshall establish and maintain, or cause to be established and maintained, a registration \nand database system for the purposes of these rules in a manner deemed fit by the \nauthority owing regard to the nature of information being collected from the applicants \nand such other information which is relevant. The Authority shall also establish and \nmaintain, or cause to be established and maintainted, an automated computerized \nsystem, backed by such registration and database system, for recording and \nverification of exit and entry of non-resident citizens at such ports or places in \nPakistan as it may deem necessary for the purpose. \nA \nupon receipt by the Autty n  \nreceipt in original issued to him u \nthe receipt that the Pro \tof E \nforeign service \tment, contra \ncase ma \nProvided that in se it is evident from the receipt that the Protector of \nEmigrants has not regis red the applicant's foreign service agreement, contract or \nletter of appointment ir undertaking, as the case may be, the same shall ipso facto \namount to refusal • \" registration of the applicant as a non-resident citizen specified \nin clause (a) of •-rule (1) of rule 4) \n(3) \tBefore registering an applicant \ncasemay-he.,xegulatioal, the Authority may make any inquiry or require any evidence, \ndocumentary or otherwise, from the applicant, as it may deem fit in respect of the \neligibility and other matters pertaining to an applicant for the purposes of these rules. \n0-91-6,a/ Gy 5120 13 tkeyA./e4 ,14` ho ri i terms of sub-re hall re \nregulation 5 of the \nregulation (4) thereof if it is evident from \n'grants has duly registered such applicant's \nor letter of appointment, or undertaking, as the ster an applicant a \nt  • t t \n904 \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3, 2002 \t[PART II  \n(4) \tWithout prejudice to generality of the foregoing power of making inquiry \nor requiring evidence under sub-rule (3), the Authority may, wherever applicable \nand necessary, require any of the following evidence, namely :— \na card previously issued to the applicant; \nproof of registration of foreign service agreement, contract or letter of \nappointment, or undertaking, as the case may be, of the applicant with \nthe Protector of Emigrants or Pakistan Mission abroad in case the \napplicant is a non-resident citizen specified in clause (a) of sub-rule \n(1) of rule 4, whose foreign service agreement, contract or letter of \nappointment, or undertaking, as the case may be, is already registered \nwith the Protector of Emigrants or a Pakistan Mission; \nproof of deposit of all fees, charges, sums, insurance premium etc., as \nthe case may be, leviable or chargeable from non-resident citizens \nspecified in clause (a) of sub-rule (1) of rule 4 under the Emigration \nOrdinance, 1979, the Emigration Rules, 1979, and the Group Insurance \nScheme, or any other similar scheme devised by Insurance Company \nin association with the Bureau; \nduration of stay abroad or a valid visa, permit, authorization or other \nevidence of status of legal stay or residence of the applicant abroad in \naccordance with the laws of the relevant country or jurisdiction; and \nvalid travel document of the applicant including passport issued by the \nGovernment of Pakistan. \n4 a b-ukitAev4,3 \n(5) \tThe Authority shall, in so far as the same is practicable, specify, in the \nwritten instructions issued in pursuance otti.b..1:u142) oft/41#7, the documents and \nother evidence required from an applicant. \n(6) \tThe Authority shall, upon being satisfied as to an app1icarittup44 44 \neing eligible for registration, \nregister the applicant under these rules. \n9. \tManner of issuance of card.—(1) Every citizen who is registered \nwith the Authority under these rules and the regulations shall be issued a card by the \nAuthoritya',.., \t p2ib#41 tmie_ \n(CrAdp, (2) [41;telcitizen may receive or collect the card personally, or through his \nduly authorized nominee or representative, subject to written acknowledgement of \nreceipt thereof by thek ,eipit=57-4 4-cipi \n4 a*. \t1,01  s eo 43 C(2/4.9 /6 CAL  g4/5/2\" 16- \nreS.W7 .7. •"
}