{
    "file": "./converted_json\\administrator4ef414a2433e9cd3ebe6b05800627920(1).json",
    "name": "Foreign Exchange Regulation Act",
    "date": "11th March, 1947",
    "tagline": "An Act to regulate certain payments, dealings in foreign exchange and securities and the import and export of currency and bullion.",
    "content": "THE  FOREIGN  EXCHANGE  REGULATION  ACT,  1947  \n \nCONTENTS  \nSECTIONS:  \n1.  Short title, extent and commencement.  \n2. Interpretation.  \n3.  Authorised dealers in foreign exchange.  \n3A.  Authorized money changers in foreign exchange.  \n3AA.  Exchange companies.  \n3B.  Cancellation of authorization.  \n4.  Restrictions on dealing in foreign exchange.  \n5.  Restrictions on payments.  \n6.  Blocked accounts.  \n7.  Special accounts.  \n8.  Restrictions on import and export of certain currency and bullion.  \n9.  Acquisition by Federal Government of foreign exchange.  \n10.  Duty of persons entitled to receive foreign exchange etc.  \n11.  Power to regulate the uses, etc., of imported go ld and silver.  \n12.  Payment for exported goods.  \n13.  Regulation of export and transfer of securities.  \n14.  Custody of securities.  \n15.  Restrictions on issue of bearer securities.  \n16.  Acquisition by Federal Government of foreign securities.  \n17.  Restrictio n on settlement.  \n18.  Certain provisions as to companies.  \n19.  Power to call for information.  \n19A.  Power to enter and inspect.  \nUpdated till 14.10.2021  \n \n \n20.  Supplemental provisions.  \n21.  Contracts inevasion  of this Act.  \n22.  False statements.  \n23.  Penalty and procedure.  \n23A.  Tribunal, its powers, etc.  \n23B.  Authorization of Adjudicating officers and their powers, etc.  \n23C.  Appeal to Appellate Board.  \n23D.  Assistance to the Adjudicating Officers.  \n23E.  Powers of Adjudicating Officer and the Appellate Board to summon witnesses,  etc. \n23F.  Proceedings before Adjudicating Officer to be deemed to be judicial  proceedings.  \n23G.  Continuance of proceedings in the event of death or insolvency.  \n23H.  Confiscation of currency, security, etc.  \n23I.  Correction of clerical errors, etc.  \n23J. Recovery of sums due to Government.  \n23K.  Powers to impose penalty, etc.  \n24.  Burden of proof in certain cases.  \n25.  Power to Federal Government to give direction.  \n26.  Bar of legal proceedings.  \n27.  Power to make rules.   \n \n \nTHE FOREIGN EXCHANGE  REGULATION ACT, 1947.  \n1ACT No. VII OF 1947  \n[11th March, 1947 ] \nAn Act to regulate certain payments, dealings in  foreign exchange  and securities and the \nimport and export of currency and bullion.  \nWHEREAS it is expedient in the economic and financial interests  2[of Pakistan] t o provide \nfor the regulation of certain payments, dealings in  foreign exchange  and securities and the import and \nexport of currency and bullion;   \nIt is hereby ena cted as follows: ― \n \n \n1. Short title, extent and commencement. ― (1) This Act may be called the foreign \nexchange  Regulation Act, 1947.  \n \n \n \n \n \n \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1946 Pt. V , p.303; and for Report of Select Committee, see ibid., 1947, Pt. V  \npp.55 ‒72. \nThe Act has been applied to Baluchistan with certain modification s. see Gazette of India, 1947, Pt. I, p.536 . \n \nIt has been extended to – \n(a) the Leased Areas of Baluchistan by the Leased Areas (Laws) Order, 1950 (G.G.O.3 of 1950);  \n(b) The State of Bahawalpur, see the Bahawalpur (Federal laws) (Extension) Order, 1952 (G.G.O.11 of 1952);  \n(c) The Baluchistan States Union, see t he Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O.4 of 1953); and  \n(d) The Khairpur State, see the Khairpur (Federal Laws) (Extension) Order, 1953 (G.G.O.5 of 1953).  \nThe Act has been applied to Gwadur with effect on and from the 8th day of September, 1958, by the Gwadur (Government Administration) \n(Application of Laws) Order, 1958 (P.O.No.9 of 1958), Art.2 and Sch.  and also by the Gwadur (Application of Central Laws) Ordinance, 1960 (37 of \n1960 ), s.2. \n \nThe Act and the rules, notification and orders made thereunder, as inforce in N.W.F.P. before the 15th July, 1975, have been applied to all \nthe Provincially  Administered Tribal Areas of N.W.F.P. by Regulation No.  III of 1975, s. 2 and Sch.,  \n \nThe Act and the  rules, notification and orders made thereunder, have been applied to the whole of the Federally Administered Tribal Areas \nor to the Parts of those areas to which they do not already apply, by Regulation No.  I of 1975, s.2 and Sch.,  \n2Subs. by A.O., 1949, f or “of India”.  \n \n1[(2) It extends to the whole of Pakistan and applies to all citizens of Pakistan and persons in \nthe service of Government wherever they may be.]  \n(3) it shall come into force on such date2 as the  3[Federal Government] may, by notification \nin the official Gazette, appoint in this behalf.   \n4[*  *  *  *  *  *         *] \n2. Interpretation.  In this Act, unless there is anything repugnant in the subject or context,__  \n5[(a)  “Appellate Board” means a Foreign Exchange  Regulation Appellate Board \nconstituted under sub -section (1) of section 23C;  \n(aa)  “authorised dealer” means a person for the time being authorised  under section 3 to \ndeal in Foreign Exchange ;] \n6[(ab)  “authorized money changer” means a person for the time being authorized under \nsection 3A to deal in foreign  currency notes 7[and coins].  \n \n \n \n \n \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960 ), s.3 and 2nd Sch. (with effect from the 14th October, 1955), for \nthe original sub -section (2), as amended by A.O., 1949.  \n \n2The 25th March, 1947, see Gazette of India, 1947, Pt.  I, p.382.  \n \n3Subs. by the  foreign exchange  Regulation (Amendment) Act, 1973 (8 of 1973), s.10, for   “Central Government”.  \n \n4Sub-section (4) omitted by the  Foreign Exchange  Regulation (Amdt ..) Act, 1952 (1 of 1952), s.2.  \n \n5Subs. by the Finance Act, 1987 (6 of 1987), s.4, for clause (a).   \n \n6 Added by Act  (4 of 1999 ), s.4.  \n \n7Subs. by Ord . xxx of 2002,  s. 2. \n \n \n \n \n(b)  “currency” includes all coins, currency notes, bank notes, postal notes, money orders, \ncheques, drafts, traveler’s cheques, letters of credit, bills of exchange and promissory \nnotes;   \n 1[(ba) “exchange company” means a company authorized under section 3AA to deal in \nforeign currency notes, coins, postal notes , money orders, bank drafts, travel lers \ncheques and transfers;]  \n(c)  “foreign currency” means any currency other than 2[Pakistan] currency;   \n(d)  “foreign exchange” means foreign currency and includes 3[any instrument drawn, \naccepted, made or issued under   4[clause (8) of section 17 of the State Bank of \nPakistan Act, 1956],] all deposits, credits and balances payable in any f oreign \ncurrency, and any drafts, traveler’s cheques, letters of credit and bill s of exchange, \nexpressed or drawn 5[in Pakistan] currency but payable in any foreign currency;   \n(e)  “foreign security” means any security issued elsewhere than 5[in Pakistan] a nd any \nsecurity the principal of or interest on which is payable in any foreign currency or \nelsewhere than 5[in Pakistan];   \n(f)  “gold” includes gold in the form of coin, whether legal tender or not, or in the form of \nbullion or ingot, whether refined or n ot;  \n(g)  “2[Pakistan] currency” means currency which is expressed or drawn 5[in Pakistan] \nrupees;   \n(h)  “owner” in relation to any security, includes any person who has power to sell or \ntransfer the security, or who has the custody thereof or who receives , whether on his \nown behalf or on behalf of any other person, dividends or interest thereon, and who \nhas any interest therein, and in a case where any security is held on any trust or \ndividends or interest thereon are paid into a trust fund, also includes any trustee or any \nperson entitled to enforce the performance of the trust or to revoke or vary, with or \nwithout the consent of any other person, the trust or any terms thereof, or to control \nthe investment of the trust moneys;  \n \n \n \n1Ins. by Ord  (xxx of 2002 ), s.2.  \n2Subs. by A.O., 1949, for “Indian”.  \n3Ins. by the Foreign Exchange Regulation (Second Amdt.) Act, 1952 (50 of 1952 ), s.2. \n4Subs. by the Foreign Exchange Regulation (Amdt.) Act,1957 (40 of 1957 ), s.2, for “sub -clause (6a) of clause 13 of the State Bank of \nPakistan Order, 1948”.  \n5Subs. by A.O., 1949, for “in India”.  \n \n(i)  “prescribed” means prescribed by rules made under this Act;   \n(j)  “1[State Bank]” means 2[the State Bank of Pakistan];   \n(k)  “security” means shares, stocks, bonds, debentures, debe nture stock and Government \nsecurities, as defined in the 3[*] securities Act, 1920 , (X of 1920), deposit receipts in \nrespect of deposits of securities, and units or sub -units of unit trusts, but does not \ninclude bills of exchange or promissory notes other than Government promissory \nnotes;   \n(l)  “silver” means silver bullion or ingot, silver sheets and plates which have undergone \nno process of manufacture subsequent to rolling and uncurrent silver coin which is not \nlegal tender 4[in Pakistan] or elsewhere;  \n(m)  “transfer” includes, in relation to any security, transfer by way of loan or security.  \n3. Authorised dealers in foreign exchange .―(1)  5[The State Bank] may, on application \nmade to it in this behalf, authorise any person to deal in foreign exchange.   \n(2)  An authorisation under this section__ \n(i)  may authorise dealings in all foreign currencies or may be restricted to \nauthorising dealings in specified foreign currencies only;  \n \n \n \n \n \n1Subs. by the Pakistan (Aadaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O. 18 of 1948), Art . 4, for \n\"Reserve Bank\".  \n2Subs. ibid., for “the Reserve Bank of India .” \n3The word “Pakistan” which was subs. by A.O., 1949, for “Indian\" omitted by the Foreign Exchange Regulation (Amdt.) Act, 1950 (62 o f \n1950), s.2.  \n4 Subs. by A.O., 1949, for “in India”.  \n5Subs. by G.G.O.18 of 1948, Art.4, for “The Reserve Bank”.  \n \n(ii)  may authorise transactions of all descriptions in foreign currencies or may be \nrestricted to authorising specified transactions only;   \n(iii)  may be granted to be effective for a specified period, or within specified \namounts      1[*   *   *]. \n(3) An Authorised dealer shall in all his dealings, in foreign exchange comply with such \ngeneral or special directions or instructions as 2[the State  Bank] may from time to time think fit to \ngive, and, except with the previous permission of 2[the State Bank], an Authorised dealer shall not \nengage in any transaction involving any foreign exchange which is not in conformity with the terms \nof his authoris ation under this section.  \n (4) An authorised dealer shall, before undertaking any transaction in foreign exchange on \nbehalf of any person, require that person to make such declarations and to give such information as \nwill reasonably satisfy him that the tr ansaction will not involve, and is not designed for the purpose \nof, any contravention or evasion of the provisions of this Act or of any rules, directions or orders \nmade there under, and where the said person refuses to comply with any such requirement or makes \nonly unsatisfactory compliance therewith, the authorised dealer shall refuse to undertake the \ntransaction and shall, if he has reason to believe that any such contravention or evasion as aforesaid \nis contemplated by the person, report the matter to 2[the State bank].   \n3[(5) *         *         *         *         *          *          * ] \n 4[3A. Authorized money changers in foreign exchange. ―(1) The State Bank may, on \napplication made to it in this behalf, and on payment of a fee prescribed by it, form  time to time, \nauthorize any person to deal in foreign currency notes 5[and coins].  \n(2) The power conferred under sub -section (1) shall be exercised on the basis of criteria \nprescribed, and recommendation s made, by a committee consisting of such official a nd non -official \nrepresentatives as may be nominated by the State Bank.  \n(3) An authorization made under this section may be for a specific period of time, which may \nbe renewed thereafter.  \n(4) An authorized money changer shall, in all his dealings under the authorization, comply \nwith such general or special directions or instructions as the State Bank may , from time to time, think \nfit to give including those for supply of data, the rate and code of conduct  in doing business. Failure \nto comply with the instruc tions may lead to suspension of the license or other actions as necessary.”  \n \n \n1Certain words omitted by the Finance Act, 1987 (6 of 1987)  s.4, which  were previously amended by the Pakistan (Adaptation of Existing \nPakistan Laws) (State Bank) of Pakistan Ord er, 1948  (G.G.O.18 of 1948 ), Art.4.  \n2 Subs. by (G.G. O. 18 of 1948), Art. 4, for “the Reserve Bank”.  \n3 Omitted by Act (IV of 1999 ), s. 4.  \n4Ins. by Act (IV of 1999 ), s.4. \n5Subs. by Ord. No.XXX of 2002, by s.3 . \n \n \n 1[3AA. Exchange companies .__(1) The State Bank may , on application made to it in this \nbehalf, and on payment of such fee as it may, from time to time prescribe, authorize nay company to \ndeal in foreign currency notes, coins, postal notes, money orders, bank drafts, travelers cheques and \ntransfers.  \n(2) For the purposes of sub -section (1), the expression “company” means a company having \nbeen formed and registered under the Companies Ordinance, 1984 (XLVII of 1984), pursuant to no \nobjection certificate issued by the State Bank in respect thereof to th e Securities and exchange \nCommission of Pakistan upon receiving an intimation  from  the said Commission that it has received \nan application for the formation of the company.  \n(3) The power conferred under sub -section (1) shall be exercised on the basis of th e eligibility \ncriteria prescribed for exchange companies by the State Bank.  \n(4) Exchange companies shall, in all their dealing s, comply with__ \n \n(i) the terms and conditions of the authorizations issued to them under sub -\nsection (1 ); and  \n(ii) such general o r special directions or instructions as the State Bank may, from \ntime to time, issue including those set out in the circulars and Foreign \nExchange manual of the State Bank.  \n(5) Failure to comply with any such terms and condition s, direction or instructions  imposed, \ngiven or issued may lead to suspension of authorization or any other action as deemed necessary by \nthe State Bank.]  \n3B. Cancellation of authorization . 2[***** ] 2[If] an authorized dealer  1[Exchange \nCompany] or money changer commits a contraventi on of any term of authorization or uses it for any \npurpose other than the purpose, or after the expiry of the period, for which it was given or \ncontravenes or attempts to contravene or abets the contravention of the provisions of or the general \nor special directions or instructions or permissions issued by the State Bank   from time to time under \nany provisions of , this Act or any rules made thereunder or engages in transactions not in conformity \nwith the terms of authorization or fails to comply with any of  the provisions of this Act or any rules, \ndirections, instruction s, or permissions made, issued or given thereunder or in the public interest it is   \nnecessary   so to do or there otherwise exist reasons appearing sufficient to the State Bank, after \ngiving a  reasonable opportunity of being heard to the authorized dealer 1[Exchange Company] or \nmoney changer cancel the authorization:  \nProvided that, if, in the opinion of the State Bank, any delay would be prejudicial to the \npublic interest, the State Bank may, a t the time of giving an opportunity as aforesaid or at any time \nthereafter and pending the hearing as aforesaid, if any, by order suspend, for a period specified in the \norder, the authorization either wholly or to such extent as may be so specified.]  \n  \n \n \n1Ins.and subs.  by ord (xxx of 2002), s. 4 -5. \n \n2Omitted  & subs. by Act (XXXIII of 2016 ), s.2. \n \n \n  \n \n 4. Restrictions on dealing in foreign exchange.__1[(1) Except with the previous general or \nspecial permission of 2[the State Bank], no person other than an authorised dealer shall in 3[Pakistan] \nand no person resident in 3[Pakistan], other than an authorised dealer all outside 3[Pakistan], buy or \nborrow from, or sell or lend to, or exchange with, any person not being an au thorised dealer, any \nforeign exchange.   \n4[(2) Except as may otherwise be directed by the State Bank, authorized dealers, authorized \nmoney changers and exchange companies shall be free to determine exchange rates for the \nconversion of Pakistan currency into  any foreign currency or any foreign currency into Pakistan \ncurrency.]  \n(3) Where any foreign exchange is acquired by any person other than an authorised dealer for \nany particular purpose, or where any person has been permitted conditionally to acquire fore ign \nexchange, the said person shall not use the foreign exchange so acquired otherwise than for that \npurpose or, as the case may be, fail to comply with any condition to which the permission granted to \nhim is subject, and where any foreign exchanges so acq uired cannot be so used or, as the case may \nbe, the condition cannot be complied with, the said person shall without delay sell the foreign \nexchange to an authorised dealer.   \n(4) Nothing in this section shall be deemed to prevent a person from buying from  any post \noffice, in accordance with any law or rules made thereunder for the time being in force, any foreign \nexchange in the form of postal orders or money orders.  \n \n \n \n \n \n \n \n \n \n \n \n1For an instance of notifn, issued under this sub -section, see Gaz. Of P.,1959,  Pt.V, p.98.  \n2 Subs. by G.G.O, 18 of 1948, Art. 4 for \"The Reserve Bank\".  \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960),s.3 and 2nd Sch. (with effect from the 14th October, 1955) , for \n“the provinces and the “Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n4Subs. by Ord (XXX  of 2002) , s.6. \n \n \n \n5. Restrictions on payments .__(1) Save as may be provided in and in accordance with any \ngeneral or special exemption from the provisions of this sub -section which may be granted \nconditionally or unconditionally be   1[the State Ba nk], no person in, or resident in,   2[Pakistan] \nshall___ \n(a) make any payment to or for the credit of any person resident 3[outside Pakistan];   \n(b) draw, issue or negotiate any bill of exchange or promissory note or acknowledge any \ndebt, so that a right (w hether actual or contingent) to receive a payment is created or \ntransferred in favour of any person resident 3[outside Pakistan];  \n(c) make any payment to or for the credit of any person by order or on behalf of any \nperson resident 3[outside Pakistan];   \n(d) place any sum to the credit of any person resident 3[outside Pakistan];   \n(e) make any payment to or for the credit of any person as consideration for or in \nassociation with__ \n(i) the receipt by any person of a payment or the acquis ition by any person of \nproperty  3[outside Pakistan];   \n(ii) the creation or transfer in favour of any person of a right whether actual or \ncontingent to receive a payment or acquire property 3[outside Pakistan];  \n \n \n \n \n \n \n  \n1Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n2Subs. by the Central Laws (Statute Reforms) Ordinance, 1960 (21 of 1960),s.3 and 2nd Sch. ( with effect from the 14th October,1955 ),for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.   \n3Subs. by A.O.,1949, for “outside Indian”.  \n \n(f) draw, issue or negotiate any bill of exchange or promissory note, transfer any \nsecurity or acknowledge any debt, so that a right (w hether actual or \ncontingent) to receive a payment is created or transferred in favour of any \nperson as consideration for or in association with any matter referred to in \nclause (e).   \n(2) Nothing in sub -section (1) shall render unlawful__  \n(a) the making of  any payment already authorised, either with foreign exchange \nobtained from an authorised dealer under section 4 or with foreign exchange \nretained by a person in pursuance of an authorisation granted by 1[the State \nbank];   \n(b) the making of any payment wit h foreign exchange received by way of salary \nor payment for services not arising from business in, or anything done while \n2[in Pakistan].   \n(3) Nothing in this section shall restrict the doing by any person of anything within the scope \nof any authorisation or exemption granted under this Act.  \n(4) For the purposes of this section, “security” also includes coupons or warrants representing \ndividends or interest and life or endowment insurance policies.   \n6. Blocked accounts.__(1) Where an exemption from the provisions of section 5 is granted by \n1[the State Bank] in respect of payment of any sum to any person resident 3[outside Pakistan] and the \nexemption is made subject to the condition that the payment is made to a blocked acc ount__ \n(a) the payment shall be made to a blocked account in the name of the person in \nsuch manner  as 1[the State Bank] may by general or special order direct; and   \n \n(b) the crediting of that sum to that account shall, to the extent of the sum credited, be  a \ngood discharge to the person making the payment.  \n(2) No sum standing at the credit of a blocked account shall be drawn on except in \naccordance with any general or special permission which may be granted conditionally or otherwise \nby 1[the State Bank].  \n(3) In this section “blocked account” means an account opened as a blocked account at any \noffice or branch in 4[Pakistan] of a bank authorised in this behalf by 1[the State Bank], or an account \nblocked, whether before or after the commencement of this Act, by order of 1[the State Bank].  \n \n \n \n \n1Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n2Subs. by A.O., 1949,  for \"in India\".  \n3Subs. by A.O.,  1949, for “outsid e Indian”.   4Subs. by the Central Laws (Stat ute Reform) ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th  October, 1955), for \n\"the provinces and the Capital of the Federation\" which had been subs. by A.O., 1949, for \"British India .\" \n \n \n7. Special accounts.__(1) Where in the opinion of the 1[Federal Government] it is necessary \nor expedient to regulate payments due to persons resident in any territory, the 1[Federal Government] \nmay, by notification in the official Gazette, direct that s uch payments or any class of such payments \nshall be made only into an account (hereinafter referred to as a special account) to be maintained for \nthe purpose by 2[the State Bank] or an authorised dealer specially authorised by 2[the State Bank] in \nthis beh alf. \n(2) The credit of a sum to special account shall, to the extent of the sum credited, be a good \ndischarge to the person making the payment:   \nProvided that where the liability of the person making the payment is to make the payment in \nforeign currency, the extent of the discharge shall be ascertained by converting the amount paid into \nthat currency at such rate of exchange as is for the time being fixed or authorised by 2[the State \nBank].    \n(3) The sum standing to the credit of any special account shall from time to time be applied__ \n(a) Where any agreement is entered into between the 1[Federal Government] and the \nGovernment of the territory to which the aforesaid notification relates for the \nregulation of payments between persons resident in 3[Pakistan],  and in that territory, \nin such manner as 1[the State Bank], having regard to the provisions of such \nagreement, may direct, or  \n(b) Where no such agreement is entered into, for the purpose of paying wholly or partly, \nand in such order of preference and at s uch times as the 1[Federal Government] may \ndirect, debts due from the persons resident in the said territory to persons resident in \n3[Pakistan] or in such other territories as the 1[Federal Government] may by order \nspecify in this behalf.   \n \n \n1Subs. by the foreign exchange Regulation (Amendment) Act, 1973 (8 of 1973),s.10,for “Central Government”.  \n2Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n3Subs. by the  Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” which had been sub. by A.O., 1949, for “British India”.  \n \n8. Restrictions on import  and export of certain currency and bullion. -(1) The 1[Federal \nGovernment] may, by notification in the official Gazette, order that, subject the such exemptions, if \nany, as may be contained in the notification, no person shall, except with the general or s pecial \npermission of 2[the State Bank] and on payment of the fee, if any, prescribed bring or send into \n3[Pakistan] any Gold or silver or any currency notes or bank notes or coin whether   4[Pakistan] or \nforeign.  \n5[Explanation. ―The bringing or sending into any part or place in the territories of Pakistan \nof any such article as foresaid, intended to be taken out of the territories of Pakistan without being \nremoved from the ship or conveyance in which it is being carried, shall nonetheless be deemed to be \nbringing or as the case may be sending, into the territories of Pakistan of that article for the purposes \nof this section.]  \n(2) No person shall, except with the general or special permission6 of 2[the State Bank] or the \nwritten permission of a person authorise d in this behalf by 2[the State Bank], take or send out of \n3[Pakistan] any Gold,  jewellery or precious stones, or 4[Pakistan] currency notes, bank notes or coin \nor Foreign Exchange 7[*  *  *]. \n(3) The restrictions imposed by sub -section (1) and (2) shall b e deemed to have been imposed \nunder section 8[16 of the Customs Act, 1969 (IV of 1969)] without prejudice to the provisions of \nsection 23 of this Act, and all the provisions of that Act shall have effect accordingly.   \n \n \n \n \n \n \n \n1 Subs.by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973) s.10 for “Central Government”.  \n2 Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n3Subs. by the Central Laws (S tatute Reform) Ordinance, 1960 (21 of 1960) s.3 and 2nd Sch. (with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been sub. by A.O. 1949, for “British India .” \n4 Subs. by A.O., 1949, for “Indian”.  \n5 Explanation added by the Foreign Exchange Regulation (Amdt.) Ordinance, 1948 (14 of 1948), s.2.  \n6For instance of such permission, see Gaz. of P., 1959, Ext., p.99 ibid, 1961, Pt. V, p.28; and ibid. 1964, Ext., p.249  a.  \n7Certain words omitted by the Foreign Ex change Regulation (Amdt.) Act, 1950 (62 of 1950 ), s.3. \n8Subs. by Act 8 of 1973, s. 2, for \"19 of the Sea Customs Act, 1878\".  \n \n \n9. Acquisition by Federal Government of foreign exchange.  The 1[Federal Government] \nmay, by notification2 in the official Gazette, order every person in, or resident in, 3[Pakistan]__ \n(a) who owns   4[or holds] such foreign exchange as may be specified in the notification, \nto offer it, or cause it to be offered for sale to 5[the State Bank] on behalf of the \n1[Federal Government] or to such person, as 5[the State Bank] may authorise for the \npurpose, 4[within such time as may be specified in the notification and] at such price \nas the 1[Federal Government] may fix, being a price which is in the opinion of the \n1[Federal Government] not less than the market rate of the foreign exchange when it is \noffered for sale;   \n \n(b) who is entitled to assign any right to receive such foreign exchange as may \nbe specified  in the notification, to transfer that right to 5[the State Ba nk] on behalf of \nthe 1[Federal Government] on payment of such consideration therefore as the \n1[Federal Government] may fix:  \n \nProvided that the 1[Federal Government] may by the said notification or another order \nexempt any person or class of persons from th e operation of such order:  \n \nProvided further that nothing in this section shall apply to any foreign exchange \nacquired by a person from an authorised dealer and retained by him with the permission of \n5[the State Bank] for any purpose.   \n \n10. Duty of persons  entitled to receive foreign exchange etc.__(1) No person who has a \nright to receive any foreign exchange or to receive from a person resident 6[outside Pakistan] a \npayment in rupees shall, except with the general or special permission of 5[the State Bank], do or \nrefrain from doing any act with intent to secure__ \n \n(a) that the receipt by him of the whole or part of that foreign exchange or \npayment is delayed, or   \n \n(b) that the foreign exchange or payment ceases in whole or in part to be \nreceivable by him.  \n(2) Where a person has failed to comply with the requirements of sub -section (1) in relation \nto any foreign exchange or payment in rupees, 5[the State Bank] may give to him such \ndirections as appear to be expedient for the purpose of securing the rec eipt of the foreign \nexchange or payment as the case may be.  \n11. Power to regulate the uses, etc., of imported gold and silver . The 1[Federal \nGovernment] may, by notification in the official Gazette, impose such conditions as it thinks \nnecessary or expedien t on the use or disposal of or dealings in  gold and silver prior to, or at the time \nof, import into 3[Pakistan].   \n \n1Subs.by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973) s.10 for “Central Government”.  \n2For such notification, see Gaz. of  P., 1958, p.1334.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) , s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” which had been sub. by A.O., 1949, for “British India”.  \n4Ins. by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973),s.3.  \n5Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n6Subs. by A.O.,194 9, for “outside India”.  \n \n12. Payment for exported goods.__(1) The 1[Federal Government] may, by notification in \nthe official Gazette, prohibit the export of any goods or class of goods specified in the notification \nfrom 2[Pakistan] directly or indirectly to  any place so specified unless a declaration supported by \nsuch evidence as may be prescribed or so specified, is furnished by the exporter to the prescribed \nauthority that the amount representing the full export value of the goods has been, or will within the \nprescribed period be, paid in the prescribed manner.   \n \n(2) Where any export of goods has been made to which a notification under sub -section (1) \napplies, no person entitled to sell, or procure the sale of, the said goods shall, except with the \npermissi on of 3[the State Bank], do or refrain from doing any act with intent to secure that__ \n \n(a) the sale of the goods is delayed to an extent which is unreasonable having regard to \nthe ordinary course of trade, or  \n \n(b) payment for the goods is made otherwise than in the prescribed manner or does not \nrepresent the full amount payable by the foreign buyer in respect of the goods, subject \nto such deductions , if any, as may be allowed by 3[the State Bank], or is delayed to \nsuch extent as aforesaid:   \n \nProvided that no proceedings in respect of any contravention of this sub -section shall be \ninstituted unless the prescribed period has expired and payment for the goods representing the full \namount as aforesaid has not been made in the prescribed manner.  \n \n(3) Where in relation to any such goods the said period has expired and the goods have not \nbeen sold and payment therefore has not been made as aforesaid, 3[the State Bank] may give to any \nperson entitled to sell the goods or to procure the sale thereof, such directions as appear to it to be \nexpedient for the purpose of securing the sale of the goods and payment therefor as aforesaid, and \nwithout prejudice to the generality of the foregoing provisions, may direct that the goods sh all be \nassigned to the 1[Federal Government] or to a person specified in the directions.   \n \n(4) Where any goods are assigned in accordance with sub -section (3), the 1[Federal \nGovernment] shall pay to the person assigning them such sum in consideration of th e net sum \nrecovered by or on behalf of the 1[Federal Government] in respect of the goods as may be \ndetermined by the 1[Federal Government].  \n \n(5) Where in relation to any such goods the value as stated in the invoice is less than the \namount which in the opi nion of 3[the State Bank] represents the full export value of those goods, \n3[the State Bank] may issue an order requiring the person holding the shipping documents to retain \npossession thereof until such time as the exporter of the goods has made arrangeme nts for 3[the State \nBank] or a person authorised by 3[the State Bank] to receive on behalf of the exporters payment in \nthe prescribed manner of an amount which represents in the opinion of 3[the State Bank] the full \nexport value of the goods.  \n \n(6) For the purpose of ensuring compliance with the provisions of this section and any orders \nor directions made thereunder, 3[the state Bank] may require any person making any export of goods \nto which a notification under sub -section (1) applies to exhibit contracts with his foreign buyer or \nother evidence to show that the full amount payable by the said buyer in respect of the goods has \nbeen, or will within the prescribed period be, paid in the prescribed manner.  \n \n1Subs.by the Foreign Exchange Regulation (Amendment)  Act, 1973 (8 of 1973) , s.10, for “Central Government”.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) , s.3, and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” which had been subs., by A.O., 1949, for “British India .” \n3Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948),  Art. 4, for “the \nReserve Bank”.  \n \n13. Regulation of export and transfer of securities.__(1) No person shall, except with the \ngeneral or special permission of 1[the State Bank],__ \n(a) take or send any security to any place 2[outside Pakistan];   \n(b) transfer any security or create or transfer any interest in a security to or in favour of a \nperson resident 2[outside Pakistan];   \n(c) transfer any security from a register in 3[Pakistan] to a register 2[outside Pakistan] or \ndo any act which is calculated to secure, or forms part of a series of acts which \ntogether are calculated to secure, the substituti on for any security which is either in, or \nregistered in, 3[Pakistan] of any security which is either outside or registered 2[outside \nPakistan];  \n(d) issue, whether in 3[Pakistan] or elsewhere, any security which is registered or to be \nregistered in 3[Pakis tan] to a person resident 2[outside Pakistan].  \n(2) Where the holder of a security is a nominee, neither he nor any person through whose \nagency the exercise of all or any of the holder’s rights in respect of the security is controlled shall, \nexcept with the  general or special permission of 1[the State Bank], do any act whereby he recognizes \nor gives effect to the substitution of another person as the person from whom he directly receives \ninstructions, unless both the persons previously instructing him and the person substituted for that \nperso n were, immediately before the substitution, resident 4[in Pakistan].  \n(3) 1[The State Bank] may, for the purpose of securing that the provisions of this section are \nnot evaded, require that the person transferring any security and the person to whom such s ecurity is \ntransferred shall subscribe to a declaration that the transferee is not resident 2[outside Pakistan].   \n(4)  Notwithstanding anything contained in any other law, no person shall, except with the \npermission of 1[the State Bank],__ \n \n \n \n \n \n \n \n \n \n \n1Subs.  by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 , (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n2Subs. by A.O., 1949, for “outside India .” \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1 960), s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n4Subs. by A.O., 1949, for “in India”.  \n \n(a) enter any transfer of securities in any register or book in which securities are \nregistered or inscribed if he has any ground for suspecting that the transfer involves \nany contravention of the provisions of this section, or  \n(b) enter in any such register or book, in respect of any security,  whether in connection \nwith the issue or transfer of the security or otherwise, an address 1[outside Pakistan] \nexcept by way of substitution for any such address in the same country or for the \npurpose of any transaction for which permission has been grante d under this section \nwith knowledge that it involves entry of the said address.  \n(5) For the purposes of this section,__ \n(a)  “holder” in relation to a bearer security means the person having physical custody of \nthe security; provided that, where a bearer security is deposited with any person in a \nlocked or sealed receptacle from which the person with whom it is deposited is not \nentitled to remove it without the authority of some other person, that other person \nshall be deemed to be the holder of the securi ty;  \n(b)  “nominee” means a holder of any security (including bearer security) or any coupon \nrepresenting dividends or interest who, as respects the exercise of any rights in respect \nof the security or coupon, is not entitled to exercise those rights excep t in accordance \nwith instructions given by some other person, and a person holding a security or \ncoupon as nominee shall be deemed to act as nominee for the person who is entitled to \ngive instructions either directly or through the agency of one or more pe rsons, as to \nthe exercise by the holder of the security or coupon of any rights in respect thereof \nand is not, in so doing, himself under a duty to comply with instructions given by \nsome other person.  \n(c)  “security” also includes coupons or warrants repre senting dividends or interest, and \nlife or endowment insurance policies 2[;]  \n3[(d)  “a person resident outside Pakistan” includes a foreign national for the time being \nresident in Pakistan 4[and a company registered in Pakistan which is controlled, \ndirect ly or indirectly, by a person resident outside Pakistan.]  \n \n \n1Subs. by A.O. 1949, for “outside India .” \n2Subs. by the Foreign Exchange Regulation (Amdt.) Act, 1957, (40 of 1957), s.3, for full -stop.  \n3Added ibid. \n4Added by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973) , s.4. \n \n14. Custody of securities.__(1) The 1[Federal Government] may, by notification in the \nofficial Gazette, order every person by whom or on whose behalf a security or document of title to a \nsecurity specified in the or der is held in 2[Pakistan] to cause the said security or document of title to \nbe kept in the custody of an authorised depository named in the order:   \nProvided that 3[the State Bank] may by order in writing permit any such security to be \nwithdrawn from the custody of the authorised depository subject to such conditions as may be \nspecified in the order.  \n(2) No authorised depository may part with any security covered by an order under sub -\nsection (1) without the general or special permission of 3[the State Ban k] except to, or to the order of \nanother authorised depository.   \n(3) Except with the general or special permission of 3[the State Bank], no authorised \ndepository shall__ \n(a) accept or part with any security covered by an order under sub -section (1) whereby  \nthe security is transferred into the name of a person resident 4[outside Pakistan], or  \n(b) do any act whereby he recognizes or gives effect to the substitution of another person \nas the person from whom he directly receives instructions relating to such se curity \nunless the person previously so instructing him and the person substituted for that \nperson were immediately before the substitution resident 5[in Pakistan].  \n(4) Except with the general or special permission of 3[the State Bank], no person shall buy,  \nsell or transfer any security, or document of title to a security, covered by an order under sub -section \n(1) unless such security or document of title has been deposited in accordance with the order.   \n(5) Except with the general or special permission of 3[the State Bank], no capital moneys, \ninterest or dividends in respect of any security cover ed by an order under sub -section (1) shall be \npaid in 2[Pakistan] except to or to the order of the authorised depository having the custody of the \nsecurity.   \n(6) For  the purposes of this section ,__ \n \n(a) “authorised depository” means a person notified by the 1[Federal Government] to be \nentitled to accept the custody of securities and document of title to securities, and   \n(b) “security” shall include coupons.  \n \n \n \n1Subs.  by Foreign  Exchange Regulation Act 1973(8 of 1973)  s.10 for “Central Government”.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ) for “the \nProvinces and the Capital of the  Federation” which had been subs. by A.O. 1949, for “British India”.  \n3Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n4Subs. by A.O., 1949, for “outside In dia”.  \n5Subs. by A.O., 1949, for “in India”.  \n \n \n \n15. Restrictions on issue of bearer securities.  The 1[Federal Government] may, by \nnotification in the official Gazette, order that except with the general or special permission of 2[the \nState Bank] no person shall in 3[Pakistan] issue any bearer security or coupon or so alter any \ndocument that it becomes a bearer security or coupon.  \n \n16. Acquisition by Federal Government of foreign securities .__(1) Subject to any \nexemptions that may be contained in the notification, the 1[Federal Government] may, if it is of \nopinion that it is expedient so to do for the purpose of strengthening its foreign exchange position \nby notification in the official Gazette,__ \n(a)  order the transfer to itself o f any foreign securities specified in the notification at a \nprice so specified, being a price which is, in the opinion of the 1[Federal Government] \nnot less than the market value of the securities on the date of the notification, or   \n(b)  direct the owner of any foreign securities specified, in the notification to sell or \nprocure the sale of the securities and thereafter to offer or cause to be offered the net \nforeign exchange proceeds of the sale to 2[the State Bank] on behalf of the 1[Federal \nGovernment] or to such person as 2[the State Bank] may authorise for the purpose, at \nsuch price as the 1[Federal Government] may fix, being a price which is in the opinion \nof the 1[Federal Government] not less than the market rate of the foreign exchange \nwhen it is of fered for sale.  \n(2)  On the issue of a notification under clause (a) of sub -section (1),__ \n(a)  the securities to which the notification relates shall forthwith vest in the 1[Federal \nGovernment] free from any mortgage, pledge or charge, and the 1[Federal \nGovernment] may deal with them in such manner as it thinks fit ;  \n(b)  the owner of any of the securities to which the notification relates and any person who \nis responsible for keeping any registers or books in which any of those securities are \nregistered o r inscribed, or who is otherwise concerned with the registration or \ninscription of any of those securities, shall do all such things as are necessary or as the \n1[Federal Government] or 2[the State Bank] may order to be done, for the purpose of \nsecuring tha t__ \n(i)  the securities and any documents of title relating thereto are delivered to the \n1[Federal Government] and, in the case of registered or inscribed securities, \nthat the securities are registered or inscribed in the name of the 1[Federal \nGovernment] or of such nominee of the 1[Federal Government] as it may \nspecify, and  \n \n \n1Subs. by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973) s.10 for “Central Government”.  \n2Subs. by the Pakistan (Adaptation of Existing Pakistan  Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), for “the Reserve \nBank”.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ) for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O. 1949, for “British India”.  \n \n \n \n (ii)   any dividends or interest on those securities becoming payable on or after the \ndate of the issue of the notification are paid to the 1[Federal Government] or its \nnominee a s aforesaid and where in the case of any security payable to bearer \nwhich is delivered in pursuance of the said notification, any coupons \nrepresenting any such dividends or interest are not delivered with the security, \nsuch reduction in the price payable t herefore shall be made as the 1[Federal \nGovernment] thinks fit:   \nProvided that where the price specified in the notification in relation to any security is ex -\ndividend or ex -interest, this sub -clause shall not apply to that dividend or interest or to any c oupon \nrepresenting it.  \n(3) A certificate signed by any person authorized in this behalf by the 1[Federal Government] \nthat any specified securities are securities transferred to the 1[Federal Government] under this section \nshall be treated by all persons co ncerned as conclusive evidence that the securities have been so \ntransferred.  \n17. Restriction on settlement.__(1) No person resident in 2[Pakistan] shall, except with the \ngeneral or special permission of 3[the State Bank], settle any property, otherwise tha n by will, upon \nany trust under which a person who at the time of the settlement is resident 4[outside Pakistan], \nelsewhere than in territories notified in this behalf, by 3[the State Bank] will have an interest in the \nproperty, or exercise, other than by will, any power for payment in favour of a person who at the \ntime of the exercise of the power is resident 4[outside Pakistan] elsewhere than in such notified \nterritories.  \n(2) A settlement or power as aforesaid shall not be invalid except in so far as it c onfers any \nright or benefit on any person who at the time of the settlement or the exercise of the powers resident \n4[outside Pakistan], elsewhere than in territories notified by 3[the State Bank].  \n \n \n \n \n \n \n1Subs. by the Foreign Exchange Regulation (Amendment)  Act, 1973 , (8 of 1973) s.10 , for “Central Government”.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) , s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” which had be en subs. by A.O., 1949, for “British India”.  \n3Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), Art.4, for “the \nReserve Bank”.  \n4Subs. by A.O. 1949, for “outside India”.  \n \n        \n \n \n \n18. Cer tain provisions as to companies.__ (1) Except with the general or special permission \nof 1[the State Bank], no person resident in  2[Pakistan] shall do any act whereby a company, which is \ncontrolled by persons resident  3[in Pakistan]    4[*  *  *] ceases to  be so controlled.  \n 5[(2) Except with the general or special permission of the State Bank, no person resident in \n6[Pakistan] shall lend any money or security to any company, not being a banking company, which is \nby any means controlled whether directly or indirectly, by persons resident outside Pakistan \nelsewhere than in the territories notified in this behalf by the State Bank.  \nIn this sub -section, “company” includes a firm, branch or office of a company or firm.]  \n19. Power to call for information .―(1) The  7[Federal Government] 8[or the State Bank] \nmay, at any time by notification9 in the official Gazette, direct owners, subject to such \nexceptions, if any, as may be specified in the notification, of such foreign exchange or foreign \nsecurities as may be so s pecified, to make a return thereof to 4[the State Bank] with in such \nperiod, and giving such particulars, as may be so specified.  \n \n \n \n \n \n \n \n1Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948) Art.4, for “the \nReserve Bank”.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) , s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, f or “British India .” \n3Subs. by A.O., 1949, for “in India”.  \n4The words “or the United Kingdom” omitted by the Foreign Exchange Regulation (Amdt.) Act, 1950 (62 of 1952),s.4.  \n5Subs.  ibid., for the original sub -section (2).  \n6Subs. by ordinance 21 of 1960,s.3 a nd 2nd Sch., for “the Provinces or the Capital of the Federation” ( with effect from the 14th October, \n1955 ). \n7Subs. by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973), s. 10, for \"Central Government\".  \n8Ins. by Act 62 of 1950, s. 5.  \n9 For such notification, see Gaz. of P., 1956 Ext., pp.1371 -1372.  \n \n1[(1A) The Federal Government may, by notification in the official Gazette, direct citizens of \nPakistan resident in Pakistan, or any class of such citizens, to make within such time, and giving s uch \nparticulars, as may be specified in the notification, a return of any immoveable property or any \nindustrial or commercial undertaking or company outside Pakistan, held, owned, established or \ncontrolled by them or in which they have any right, title or interest.]  \n(2) The  2[Federal Government] may by order in writing require any person to furnish it or any \nperson specified in the order with any information, book or other document in his possession, being \ninformation, book or document which the 2[Federal G overnment] considers it necessary or expedient \nto obtain and examine for the purposes of this Act 3[and may, at any time, by notification4  in the \nofficial Gazette, direct that the power to make such order shall for such period as may be specified in \nthe d irection be exercised by the State Bank.]  \n 5[(3) On a representation in writing made by a person authorized in this behalf by the \n2[Federal Government] or the State Bank and supported by a statement on oath or such person that he \nhas reason to believe that  a contravention of any of the provisions of this Act has been or is being or \nis about to be committed in any place or that evidence of the contravention is to be found in such \nplace, a district magistrate, a sub -divisional   magistrate or a magistrate of t he first class, may, by \nwarrant, authorize  any police officer not below the rank of sub -inspector__ \n(a)  to enter and search any place in the manner specified in the w arrant ; and  \n(b)  seize any books or other documents found in or on such place.  \n \n \n \n \n \n \n \n \n1Sub-section (1A) ins. by the Foreign Exchange Regulation (Amdt.) Act, 1973, (8 of 1973),s.5.  \n2 Subs. ibid., s. 10, for “Central Government”.  \n3 Added by the Foreign Exchange Regulation (Amdt.) Act,1950 (62 of 1950),s.5.  \n4 For such notfn., see Gaz., of P., 1950, Ext., p. 901, ibid., 1953, Pt. I, p. 257, ibid., Ext. 1956, p. 2101 ; and ibid., 1958, p. 2695.  \n5Subs. By Act 62 of 1950, s.5. for the original sub -section (3).  \n \nExplanation .__ In this sub -section, “place” includes a house, building, ten t, vehicle, vessel or \naircraft.   \n(3A) A police officer authorised under sub -section (3) may search any person who is found in \nor whom he has reasonable ground to believe to have recently left or to be about to enter such place \nand to seize any article foun d in the possession of or upon such person and believed by the police \nofficer so authorised to be evidence of the commission of any offence under this Act.  \n(3B) A police officer authorised under sub -section (3) shall conduct any search under that \nsub-section or under sub -section (3A) in accordance with the provisions relating to search in the \nCode of Criminal Procedure, 1898 (v of 1898) .] \n(4) The Provisions of  1[section 122 and sub -sections (1), (2) and (3) of section 150 of the \nIncome Tax Ordinance, 1979 (XXXI of 1979) ], shall apply in relation to information obtained under \nsub-section (2) of this section as they apply to the particulars referred to in that section, and for the \npurposes of such application__ \n(a)  the said sub -section (3) shall be construed  as if in clause (a) thereof there was \nincluded reference to a prosecution for an offence under section 23 of this Act, and   \n(b)  persons to whom any information is required to be furnished under an order made \nunder sub -section (2) of this section shall be  deemed to be public servants within the \nmeaning of that section.   \n 2[19A. Power to enter and inspect.__ (1) Without prejudice to the provisions of section 19, \nany person authorized in writing by the Federal Government or the State Bank 3[or any Adjudicati ng \nOffice r] in this behalf may, for the purpose of making an inquiry 3[or adjudication proceeding which \nhe considers necessary for the purposes of this Act, enter any place and call for and inspect any \naccounts, books or other documents kept in such place.  \n(2) No person shall obstruct or hinder any person in the exercise of his powers under sub -\nsection (1).]  \n \n \n \n \n \n \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981 ), s.3 and Sch., II, for certain words.  \n2Ins. by the Foreign Exchange Regulation  (Amendment) Act, 1973 (8 of 1973), s.6.  \n3Ins. by the Finance Act, 1987 (6 of 1987 ), s.4. \n \n20. Supplemental provisions .―(1) For the purposes of this Act and of any rules, directions \nor orders made thereunder__ \n(a) until  1[the State Bank] by general or special order otherwise directs, any person who \nhas at any time after the commencement of this Act been resident   2[in Pakistan] shall \nbe treated as still being resident 2[in Pakistan] and if such direction is given i n relation \nto any such person 1[the State Bank] may by the same or a subsequent direction, \ndeclare the territory in which he shall be treated as being resident;   \n(b) in the case of any person to whom clause (a) does not apply 1[the State Bank] may by \ngener al or special order declare the territory in which he shall be treated as being \nresident;   \n(c) in the case of any person resident in   3[Pakistan] who leaves   4[Pakistan], 1[the State \nBank] may give a direction to any bank that until the direction is revoke d, any sum \nfrom time to time standing to the credit of that person and any security held on his \nbehalf at any office or branch of that bank in 3[Pakistan] specified in the direction, \nshall not be dealt with except with the permission of 1[the Stat e Bank];   \n(d) any transactions with a branch of any business, whether carried on by a body \ncorporate or otherwise, shall be treated in all respects as if the branch were a body \ncorporate resident where the branch is situated;   \n(e) the making of any book entry or ot her statement recording a debit against a branch of \nany business in favour of the head office or any other branch of that business shall be \ntreated as the acknowledgement of a debt whereby a right is created in favour of a \nperson resident where the head of fice or other branch is situated.   \n \n \n \n \n \n \n \n \n \n \n1Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), for “th e Reserve \nBank”.  \n2Subs. by A.O., 1949, for “in India”.  \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s.3 and 2nd Sch. (with effect from the 14th October, 1955), \nfor “the Provinces and the Capital of the Federation” , which had been subs. by A.O., 1949, for “British India .” \n4 Subs. by the  Foreign Exchange Regulation (Amdt.) Act, 1950 (62 of 1950),s.6, for “India”.  \n \n(2) Nothing in this Act relating to the payment of any price or sum by the  1[Federal \nGovernment] shall be construed as requiring the 1[Federal Government] to pay th at price or sum \notherwise than in 2[Pakistan] currency or otherwise than  3[in Pakistan].  \n(3)  4[The State Bank] may give directions in regard to the making of payments and the doing \nof other acts by bankers, authorised dealers   5[travel agents, carriers, w hether common of private,] \nstoke brokers and other persons who are authorised by 4[the State Bank] to do anything in pursuance \nof this Act in the course of their business, as appear to it to be necessary or expedient for the purpose \nof securing compliance with the provisions of this Act and any rules, orders or directions made \nthereunder.  \n21. Contracts in evasion of this Act .__(1) No person shall enter into any contract or \nagreement which would directly or indirectly evade or avoid in any way the operation of any \nprovision of this Act or of any rule, direction or order made thereunder.   \n(2) Any provision of, or having effect under, this Act that a thing shall not be done without \nthe permission of the 1[Federal Government] or 4[the State Bank], shall not rend er invalid any \nagreement by any person to do that thing, if it is a term of the agreement that  the thing shall not be \ndone unless permission is granted by the  1[Federal Government] or  4[the State Bank], as the case \nmay be; and it shall be an implied term  of every contract governed by the law of any part of \n 2[Pakistan] that anything agreed to be done by any term of that contract which is prohibited to be \ndone by or under any of the provisions of this Act except with the permission of the 1[Federal \nGovernm ent] or 4[the state Bank], shall not be done unless such permission is granted.   \n \n \n \n \n \n \n1Subs.by the  Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973) , s.10, for “Central Government”.  \n2Subs. by A.O., 1949, for “Indian”.  \n3 Subs. ibid., for “in India .” \n4 Subs. by the Pakistan (Adaptation of Existing Pakistan (Laws) (State Bank of Pakistan) Order, 1948 (G.G.O. 18 of 1948), for “ the Reserve \nBank”.  \n5Subs. by the Foreign Exchange Regulation (Amdt.) Act, 1957 (40 of 1957), s.4, for “travel agent or”.  \n \n (3) Neither the provisions of this Act nor any term (whether expressed or implied) contained \nin any contract that anything for which the permission of the 1[Federal Government] or 2[the Stat \nBank] is required by the said provisions shall not be done with out that permission, shall prevent legal \nproceedings being brought in 3[Pakistan] to recover any sum which, apart from the said provisions \nand any such term, would be due, whether as a debt, damages or otherwise, but__ \n(a) the said provisions shall apply t o sums required to be paid by any judgment or order \nof any Court as they apply in relation to other sums; and   \n(b) no steps shall be taken for the purpose of enforcing any judgment or order for the \npayment of any sum to which the said provisions apply exce pt as respects so much \nthereof as the 1[Federal Government] or 2[the State Bank], as the case may be, may \npermit to be paid; and  \n(c) for the purpose of considering whether or not to grant such permission, the 1[Federal \nGovernment] or 2[the State Bank], as the case may be, may require the person entitled \nto be benefit of the judgment or order and the debtor under the judgment or order to \nproduce such documents and to give such information as may be specified in the \nrequirement.    \n(4) Notwithstanding anythin g in the Negotiable Instruments Act, 1881 (XXVI of 1881), \nneither the provisions of this Act or of any rule, direction or order made thereunder, nor any \ncondition, whether express or to be implied having regard to those provisions, that any payment shall \nnot be made without permission under this Act, shall be deemed to prevent any instrument being a \nbill of exchange or promissory note.   \n22. False statements.  No person shall , when complying with any order or direction under \nsection 19 or when making any appl ication or declaration to any authority or person for any purpose \nunder this Act, give any information or make any statement which he knows or has reasonable cause \nto believe to be false, or not true, in any material particular.   \n \n \n \n1 Subs.by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973) , s.10 for “Central Government”.  \n2 Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) (State Bank of Pakistan) Order, 1948 (G.G.O.18 of 1948), for “th e Reserve \nBank”.  \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s.3 and 2nd Sch. (with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India .” \n \n 1[23. Pena lty and procedure. ―(1) Whoever contravenes, attempts to contravene or abets \nthe contravention of any of the provisions of this Act or of any rule, direction or order made \nthereunder  2[other t hen the provisions of 3[section  3, section  3A, section 3AA, secti on 3B] , 4[sub-\nsection ( 2) and (3)  of section 4 ], section 10, sub -section (1) of section 12 and 5[clause(c) of sub -\nsection(1) sub-section (3) of section 20 ] or any rule, direction or order made thereunder]shall \nnotwithstanding anything contained in the Code of Criminal Procedure, 1898 , (V of 1898), be tried \nby a Tribunal constituted by section 23A, and shall be punishable with 6[rigorous ] imprisonment for \na term which may extend to 7[five]  years or with fine or with both, and any such tribunal trying any \nsuch contravention may, if it thinks fit, and in addition to any sentence which it may impose for such \ncontravention, direct that any currency, security, Gold  or silver, or goods or other property in respect \nof which the contravention has taken place shall be confiscated.   \n*Declare the period ending 30th June, 2006 to be the period for which offences punishable under the \nsaid section 23 shall be the cognizable and non -bailable vide S.R.O.  No. 634 (1)/05, dated 23 -6-\n2005.  \n (2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (V of \n1898), any off ence punishable under this section shall be cognizable 8[and non -bailable]  9[****** *.]  \n(3) A Tribunal shall not take cognizance of any offence punishable under this section \n10[***** **], or of an offence punishable under 11[section 122 and 150 of the Income Tax Ordinance , \n1979 (XXX I 1979) ], as applied by section 19, except upon complaint in writing made by a person \nauthorized by 14[***] the State Bank in this behalf  10[:]  \nProvided that where any such offence is the contravention of any of the provisions of this Act \nor any rule, direction or order made thereunder which prohibits the doing of an act without \npermission  9[*******]  no such complaint shall be made unless the person accused of the offence has \nbeen given an opportunity of showing that he had such permissio n 12[:]  \n12[Provided further that if a person not authorized under section 3, 3A or 3AA is found \ninvolved in illegal foreign exchange business the complaint as required in this sub -section shall not \nbe requi red.;], and   \n13[(3A) A person authorized under sub -section (3) to make a compliant in writing shall, if he \nis not already a public servant within the meaning of section 21 of the Pakistan Penal Code (Act \nXLV of 1860) be deemed to be a public servant within the meaning of that section.]  \n \n1Subs. by the Foreign Exchange Regulation (Amdt.) Act, 1957 (40 of 1957),s.5, for the original section 23, as amended by the  Foreign     \nExchange Regulation (Amdt.) Act, 1950 (62 of 1950).  \n2Ins. by the Finance Act, 19 87 (6 of 1987),s.4.  \n3Subs. by Act XXXIII of 2016, s.3(a).  \n4Subs. by Act XXXIII of 2016, s.3(a).  \n5Subs. by Act XXXIII of 2016, s.3(a).  \n 6Ins. by Act X of 2020, s.2  \n7Substituted by Act X of 2020, s.2(a)  \n8Ins. by the Foreign Exchange Regulation (Amendment) Act, 1973 (8 of 1973),s.7.  \n9Omitted by Act X of 2020, s.2(b)  & (c)  \n10Omitted  and subs.  by Act X of 2020, s.2(c)  \n11Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.3 and Sch..II, for certain words  \n12Subs. &  Added by Act X  of 2020, s.2(c)  \n13Ins. by Act.8 of 1973, s. 7  \n14 Omitted by Act No. XXXIII of 2016 s.3(b).  \n \n1[(3B) A Tribunal taking cognizance under sub -section (1) shall conclude the proceedings \nwithin six months. The Tribunal may, by giving cogent reason in writing, extend the said period by \nsix months further. ] \n(4) Where the person guilty of an offence under this Act is a company or other body \ncorporate every director, manager, secretary and other officer thereof who is knowingly a party to the \noffence shall also be guilty of the same offence and liable to the same punishment. ] \n23A. Tribunal, its powers, etc.__(1) Every Sessions judge shall, for the areas within the \nterritorial limits of his jurisdiction, be a Tribunal for trial of an offence punishable under section 23.  \n(2) A tribunal may transfer any case for trial to an additional Sessions judge within its \njurisdiction who shall, for trying a case so transferred, be deemed to be a tribunal constituted for the \npurpose.   \n(3) A Tribunal shall have all the powers of a Magistrate of the First Class in relation to \ncriminal trials, and shall follow as nearly as may be the procedure provided in the Code of Criminal \nProcedure, 1898 (V of 1898), for trials before such Magistrate, and shall also have powers as \nprovided in the said Code in respect of the following matters, namely:__  \n(a)  directing the arrest of the accused;  \n(b)  issuing search warrants;  \n(c)  ordering the police to investigate any offence and report;  \n(d)  authorizing detention of a person during police investiga tion; \n(e)  ordering the release of the accused on bail.  \n2[(3A) For the purposes of sub -section (3) the Code of Criminal Procedure, 1898 (Act V of \n1898) shall have effect as if an offence under this Act were one of the offences referred to in sub -\nsection (1 ) of section 337 of the Code].  \n(4) All proceedings before a Tribunal shall be deemed to be judicial proceeding within the \nmeaning of sections 193 and 228 of the Pakistan Penal Code . (XLV of 1860), and for the purposes of \nsection 196 thereof, and the provis ions relating to the execution of orders and sentences in the Code \nof Criminal Procedure, 1898 (V of 1898), shall, so far as may be, apply to orders and sentences \npassed by a Tribunal.   \n(5) As regards sentences of fine, the powers of a Tribunal shall be as  extensive as those of a \nCourt of Session.  \n(6) The State Bank of Pakistan or any other person aggrieved by a judgment of a Tribunal \nmay, within three months from the date of judgment, appeal to the High Court.   \n \n \n1Ins. by Act X of 2020, s.2(d)  \n2 Ins. by foreign exchange regulation (Amendment) Act 1973(VIII of 1973). S.8.  \n \n(7) Save as provided in the preceding sub -section, all judgments and orders passed by a \nTribunal shall be final.   \n 1[23B. Authorization of Adjudicati ng officers and their powers, etc.__(1) The Federa l \nGovernment may, by notification in the official Gazette, authorize in relation to any area specified in \nthe notification any officer of the State Bank to act as the Director of Adjudication, an Additional \nDirector of Adjudication, a  Senior De puty Director  of Adjudication, a  Deputy Director  of \nAdjudication and an Assistant Director of Adjudication (in this Act referred to as the Adjudicating \nOfficer).  \n(2) Subject to such conditions and limitations as the Federal Government may impose, an \nAdjudicating Officer may exercise the powers and discharge the duties conferred or imposed on him \nby this Act and shall also be competent to exercise the powers and discharge the duties conferred \nupon any Adjudicating Officer subordinate to him:  \nProvided t hat, notwithstanding anything contained in this Act or the rules made thereunder, \nthe State Bank may, by general or special order, impose such conditions or limitations on the \nexercise of such powers or discharge of such duties as it thinks fit.  \n(3)  The S tate Bank may, by notification in the official Gazette, and subject to such \nlimitations or conditions, if any, as may be specified therein, empower__ \n(a)  any 2[Senior  Joint  Director] of Adjudication or 2[Joint  Director] of Adjudication or \n2[Junior Joint D irector] of Adjudication or Assistant Director of adjudication to \nexercise the powers of the Director of Adjudication under this Act;  \n(b)  any 2[Joint Director] of Adjudication or 2[Junior Joint Director] of Adjudication or \nAssistant Director of Adjudicati on to exercise any of the powers of an 2[Senior  Joint  \nDirector] of Adjudication under this Act;  \n(c)  any 2[Junior Joint Director] of Adjudicating or Assistant Director of Adjudication to \nexercise any of the powers of a 2[Joint Director] of Adjudication und er this Act; and  \n(d)  any Assistant Director of Adjudication to exercise the powers of a 2[Junior Joint \nDirector] of Adjudication under this Act.  \n(4) 3[***I f] any person contravenes or attempts to contravene or abets the contravention of \nthe provisions of 4*** sub-section (3) of section 4 , Section 10, sub -section (1) of section 12 or \nsub-section (3) of section 20 or any rule, direction or order made thereunder, he shall be liable to \nsuch penalty not exceeding five times the amount or value involved in such contravention or five \nthousand rupees, whichever is more, as may be adjudged by the Director or 2[Senior  Joint  Director] \nof Adjudication or any other Adjudicating Officer having jurisdiction under sub -section (8) to take \ncognizance of such contravention, a nd, if he persists in such contravention, or where the \ncontravention or default is continuing one, to a further penalty which may extend to two thousand \nrupees for every day during which the offence or, as the case may be, the contravention or default \ncontinues.  \n \n4[(5) * * * * * ] \n \n \n1Ins. by the Finance Act, 1987 (6 of 1987), s.4.  \n2Omitted  and s ubs. by Ord. 30 of 2002, s. 7  \n3 Omitted  and s ubs. by Act XXXIII of 2016, s.4.  \n4Omitted by Act XXXIII of 2016, s.4  \n \n1[(6)*     *     *      *     *      *      * ] \n(7)  For the purpose of this section, amount or value shall mean__ \n(a)  in the case of foreign exchange, the Pakistan rupee equivalent of the same \ncalculated at the rate of exchange authorised by the State Bank as on the date \non which an opportunity of m aking a representation is given under sub -section \n(9) or where no such rate has been authorised, the rate determined by the State \nBank on the said date ;  \n(b)  in the case of goods, their value in rupees if declared in Pakistan currency or \nwhere it is expre ssed in foreign exchange Pakistan rupee equivalent of the \nsame calculated in accordance with clause (a) ; and  \n(c)  in case of any right to receive foreign exchange or to receive from any person \nresident outside Pakistan a payment in rupees or gold or silve r or security or \nother property of any description, the sale proceeds which, taking all \ncircumstances into consideration, such right, gold, silver, security or other \nproperty can, in the opinion of the Adjudicating Officer, fetch on the date \nreferred to in  clause (a).  \n(8) For imposing a penalty under sub -sections (4),1[***] the jurisdiction and powers of the \nAdjudicating Officers shall be as follows :__ \n(a)  the Director of Adjudication and an 2[Senior Joint Director] of Adjudication may deal \nwith all cases  without any limit on the amount or value involved in any contravention;  \n(b)  a 2[Joint Director] of Adjudication and a 2[Junior  Joint Director] of Adjudication may \ndeal with a case where the amount or value involved in any contravention on the date \nreferr ed to in clause (a) of sub -section (7) does not exceed twenty thousand rupees ; \nand \n(c)  an Assistant Director of Adjudication may deal with a case where the amount or value \ninvolved in any contravention on the date referred to  in clause (a) of sub -sectio n (7) \ndoes not exceed ten thousand rupees;  \nProvided that the State Bank may, by notification in the official Gazette, reduce or extend the \njurisdiction and powers of any particular Adjudicating Officer or class of Adjudicating Officers.  \n(9) For the purpose  of determining whether a person has contravened any of the provisions of \nsub-sections (4),1[***] the Adjudicating Officer shall hold an enquiry in the manner prescribed , if \nany, after giving such person a reasonable opportunity for making a representation  in the matter and \nif, on such inquiry, he is satisfied that the person has committed any contravention, he may impose \nthe penalty provided for in this section.  \n \n1Omitted by Act (XXXIII  of 2016 ), sec.4  \n2Subs by Ord. 30 of 2002, s.7  \n \n(10) All doubts with regard to the jurisdiction of an Adjudicating Officer shall be referred to \nthe Director of Adjudication and his decision thereon shall be final.  \n (11) The Director of Adjudication, on his own motion or on the application of any party to \nthe adjudication pr oceedings and after notice to the State Bank and other parties, if any and after \nhearing such of them as desire to be heard, may at any stage withdraw any adjudication proceedings \npending before any Adjudicating Officer and adjudicate it either himself or transfer it to any other \nAdjudicating Officer subordinate to him and competent to dispose of the same or re -transfer the \nsame for adjudication to the Adjudication Officer from whom it was withdrawn; and the Director of \nAdjudicati ng or, as the case may be, any other Adjudicating Officer or the Adjudicating Officer, or if \nthe Adjudicating Officer who is seized of the matter as aforesaid vacates office for any reason and \nanother person is authorised to act in his stead such person, shall not, by reason of the said \nwithdrawal or transfer or re -transfer or vacation of, office, as the case may be, be bound to recall and \nre-hear any witness who has given evidence before the withdrawal or transfer or re -transfer or \nvacation of office and may act on the evidence alre ady recorded by or produced before the \nAdjudicating Officer from whom the proceedings are so transferred or re -transferred or in whose \nstead he has been so authorised to act as Adjudicating Officer.  \n \n(12) Subject to provisions of appeal under section 23C,  no Curt or other authority shall call, \nor permit to be called, in question any proceeding or order of the Adjudicating Officer or the legality \nor propriety of anything done or intended to be done by the Adjudicating Officer under this Act.  \n \n23C. Appeal to  Appellate Board.__(1) The Federal Government may, by notification in \nofficial Gazette, constitute as many appellate boards, each to be called the Foreign Exchange \nRegulation Appellate Board, as it may consider necessary, and where it establishes more than  one \nAppellate Board, shall specify in the notification the territorial limits within which each one of them \nshall exercise jurisdiction.  \n(2) An Appellate Board shall consist of a person who is , or has been, or is qualified for \nappointment as a Judge of a High Court or a District Judge or an Additional District Judge.  \n(3) Any person aggrieved by an y order of the Adjudicating Officer made under sub -section \n(4) or sub -section (5) or sub -section (6) of section 23B may, within thirty days of such order, prefer \nan appeal to the Appellate Board within whose jurisdiction the order is passed : \nProvided that no appeal shall lie from an interlocutory order which does not dispose of the \nentire case before the Adjudicating Officer:  \nProvided further that the Appellate Board may entertain an appeal after the expiry of the said \nperiod of thirty days but not later than sixty days from the date of the aforesaid order if it is satisfied \nthat the appellant was prevented by sufficient cause from filing the appeal in time.  \nExpl anation.__ For the purposes of this sub -section, the expression “any person aggrieved” shall \ninclude the Federal Government and the State Bank.   \n(4) No appeal shall be admitted for hearing unless the appellant deposits in cash with the \nAppellate Board the amount of penalty or, at the discretion of the Appellate Board, furnishes security \nequal in value to such amount of penalty.  \n \n(5) The Appellate Board may make such inquiry as it may consider necessary, and after \ngiving the appellant an opportunity of being heard if he so desires, pass such order as it thinks fit, \nconfirming, altering or annulling the order appealed against:  \nProvided that no order enhancing any penalty shall be passed unless the person affected \nthereby has been given an opportunity of showing  cause against it and of being heard in person or \nthrough a counsel:  \nProvided further, that if the sum deposited by way of penalty under sub -section (3) exceeds \nthe amount directed to be paid by the Appellate Board, the excess amount shall be refunded to the \nappellant.  \n  \n(6) The decision  of the Appellate Board shall be final and no Court, tribunal or other \nauthority shall call, or permit to be called, in question any proceedings or order of the Appellate \nBoard or the legality or propriety of anything done or intended to be done by the Appellate Board \nunder this Act.  \n   \n23D. Assistance to the Adjudicating Officers. All officers of the Federal Government or a \nProvincial Government , including those of the Customs, Federal Investigation Agency, Police, \nPakistan  International Airlines, Local Authorities, Port Trust, and all officers engaged in the \ncollection of land revenue or taxes of any description or employed by a corporation owned or \ncontrolled by the Federal Government or a Provincial Government, either dir ectly or indirectly, are \nhereby empowered and required to assist the Adjudicating Officers in the discharge of their functions \nunder this Act.  \n23E. Powers of Adjudicating Officer and the Appellate Board to summon witnesses, \netc.__(1) Without prejudice to a ny other provisions contained in this Act, the Adjudicating Officer \nand the Appellate Board shall have all the powers of a civil court under the Code of Civil Procedure, \n1908 (Act V of 1908) while trying a suit, in respect of the following matters, namely:__ \n(a)  summoning and enforcing the attendance of any person and examining him on oath;  \n(b)  requiring the discovery and production of any document;  \n(c)  requisitioning any public record or copy thereof from any court or office;  \n(d)  receiving evidence on affidavits;  \n(e)  issuing commissions for the examination of witnesses or documents;  \n(f)  appointing guardians or next friends of persons who are minors or of unsound mind;  \n(g)  adding legal representatives of the accused person s; \n(h)  consolidation of case s; and  \n(i)  enforcing any order made by him or it under this Act or the rules made thereunder.  \n \n \n23F. Proceedings before Adjudicating Officer to be deemed to be judicial proceedings. \nAll proceedings before an Adjudicating Officer or Appellate Board shall be deemed to be judicial \nproceedings within the meaning of sections 193 and 228 of the Pakistan Penal Code (Act XLV of \n1860), and an Adjudicating Officer and Appellate Board shall be d eemed to be a Court for the \npurposes of sections 480 and 482 of the Code of Criminal Procedure, 1898 (Act V of 1898).  \n23G. Continuance of proceedings in the event of death or insolvency.__(1) \nNotwithstanding anything contained in any other law for the time  being in force, where a penalty has \nbeen imposed under section 23B on any person and no appeal against the order imposing such \npenalty has been preferred, or where any such appeal has been preferred and where in either case, \nsuch person dies or is adjudic ated an insolvent during the pendency of a proceedings before the \nAdjudicating Officer or the Appellate Board or before preferring an appeal, it shall be lawful for the \nlegal representative of such person or the official assignee or the official receive r, as the case may be, \nto prefer an appeal to the Appellate Board, or as the case may be, to continue the proceeding or \nappeal before the Adjudicating Officer or the Appellate Board and in either case any such \nproceedings before the Adjudicating Officer or Ap pellate Board shall not abate but be continued as if \nsuch person were not dead or adjudged as insolvent.  \n(2) The power of the official assignee or the official receiver under sub -section (1) shall \nexercised by him subject to the provisions of the Insolven cy (Karachi Division) Act, 1909 (III of \n1909), or the Provincial Insolvency Act, 1920 (V of 1920), as the case may be.  \n23H. Confiscation of currency, security, etc.  Any Adjudicating Officer adjudging any \ncontravention under section 23B may, if he thinks fi t, and in addition to any penalty which he may \nimpose for such contravention , direct that any currency, security, or any other money or property in \nrespect of which the contravention has taken place shall be confiscated to the Federal Government \nand furthe r direct that the foreign exchange, if any, of the person committing the contravention or \nany part thereof shall be brought into Pakistan or shall be retained outside Pakistan in accordance \nwith the directions made by the State Bank in this behalf.  \nExplana tion.__For the purposes of this section, property in respect of which contravention \nhas taken place shall include__  \n(a)  deposits in a bank, where the said property is converted into such deposits;  \n(b)  Pakistan currency, where the said property is conver ted into that currency; and  \n(c)  an other property which has resulted out of conversion of that property.  \n23I. Correction of clerical errors, etc. Clerical mistakes in any decision or order passed by \nthe Appellate Board or Adjudicating Officer under this A ct, or any errors arising therein from any \naccidental slip or omission may, at any time, be corrected by the Appellate Board or the Adjudicating \nOfficer or his successor -in-office, as the case may be:  \nProvided that, where any correction proposed to be made  under this section will have the \nresult of prejudicially affecting any person, no such correction shall be made__ \n(i)  after the expiry of two years from the date of such decision or order; and  \n \n(ii)  unless the person affected thereby is given a reasonabl e opportunity of making a \nrepresentation in the matter.  \n23J. Recovery of sums due to Government. ―(1) Where any penalty imposed on any \nperson under this Act is not paid__  \n(i)  the Adjudicating Officer may deduct, or direct the deduction of, the amount so \npayable from any money which is owed to such person and which may be under the \ncustody, power or control of an Adjudicating Officer or any other person ; or  \n(ii)  the Adjudicating Officer may recover the amount so payable by detaining or selling, \nor orderin g the detention and sale of, any goods belonging to such person which are \nunder the custody , power or control of any Adjudicating Officer or any other person ; \nor \n(iii)  in case the penalty is payable by an authorised dealer, the State Bank may, without \nfurther reference to him, recover the amount of penalty from him by debiting the \naccount or accounts then held or held at any time thereafter with the State Bank by the \nauthroised dealer ; or  \n(iv)  if the amount cannot be recovered from such person in the m anner provided in clause \n(i) or clause (ii) or clause (iii), the Adjudicating Officer may prepare and sign a \ncertificate specifying the amount due from such person and send it to the Collector of \nthe District in which such person owns any property or resid es or carries on business; \nand the Collector on receipt of such certificate shall proceed to recover from the said \nperson the amount specified in the certificate as it is were an arrear of land revenue.  \n(2) When any bond or other instrument or security is executed pursuant to section 23C, the \namount due thereunder may, without prejudice to any other mode of recovery, be recovered in \naccordance with the provisions of sub -section (1).  \n(3) The several modes of recovery specified in sub -section (1) shall not af fect in any way__  \n(i)  any other law for the time being in force relating to the recovery of debts due to the \nGovernment; or  \n(ii)  the right of the Government to institute a suit for the recovery of the penalty due to \nthe Government; and it shall be lawfu l for the Government to have recourse to any \nsuch law or suit notwithstanding that the amount is being or is to be recovered by any \nmode specified in the said sub -section.  \n(4) For the purposes of this section the expression “any other person” appearing in clauses (i) \nand (ii) of sub -section (1) shall include the State Bank, a banking company as defined in clause (c) of \nsection 5 of the Banking Companies Ordinance, 1962 (LVII of 1962) , a bank established by or under \nany Federal or Provincial Law and any finan cial institution as defined in clause (15A) of section 2 of \nthe Companies Ordinance 1984 (XLVII of 1984) , and such other person as the Federal Government \nmay, by notification in the official Gazette, specify in this behalf.].  \n \n \n  \n 1[23K Powers to impose penalty, etc. ―(l) Whoever contravenes, attempts to contravene or \nabets the contravention of any of the provisions of section 3, section 3A, section 3AA, section 3 B, \nsub-section (2) of section 4 and clause ( C) of sub -section (l) of section  20, or any order, rule, \nregulation or direction issued thereunder shall be liable to a penalty to be imposed by an officer of \nthe State Bank not below the rank of Senior Join t Director authori zed by the  State Bank in this \nbehalf , upto five hundred thousand  rupees for  each contravention, and where the contravention is a \ncontinuin g one  with a further penalty which may ext end to ten thousand  rupees for each day during \nwhich such contravention continues : \nProvided tha t before taking action under this sub -section  a notice to show cause shall be \nissued by an of ficer of the Sta te Bank  not belo w the rank of Assistant Director a nd an opportunity of  \nbeing heard shall b e afforded.  \n(2) Where the person guilty of such con travention is a company or body  corporate, every \ndirector, manager, secr etary or other officer or agent  thereof shall be deemed guilty of such \ncontraven tion, if the cont ravention was  commit ted wi th his knowledge or consent or if  he did not \nexercis e due diligence  to prevent the commission of  the offence.  \n(3) If any p erson fails to pay the penalty imposed, under su b-section(l) within the time \nstipulated in the order imposing the pena lty, the State Bank  may, without any notice to such p erson, \nrecover t he amount of  such penalty from  the money ow ned to such p erson and which may be under \nthe custody of S tate Bank or any other person.  \n(4) If any othe r person to whom notice has been sent under sub -section  (3) fails to deduc t the \namount of pena lty under the said su b-section, such pe rson shall be liable to pay the a mount of \npenalty to the State Ban k as if such person  had commi tted the con traven tion. \n(5) Any person aggrieved by an order pass ed and penalty imposed  under this sec tion may, \nwithin thirty d ays of the order, pref er appeal to the Depu ty Governor, State Bank to be designa ted by \nthe Gove rnor, State Bank who  shall decide the appea l within ninety days. Any order passed by the \nDeputy  Governor shall be final.]  \n \n \n \n \n1Ins. by Act XXXIII of 2016, s.5 \n \n \n1[24. Burden of proof in certain cases.__(1) Where any person is tried for contravening any \nprovision of this Act or of any rule, direction or order made thereunder which prohibits him from \ndoing an act without permission, the burden of proving that he had the requisite permission shall be \non him.  \n(2) If in a case in wh ich the proof of complicity of a person resident in Pakistan with a person \noutside Pakistan is essential to prove an offence under this Act, then after proof of the circumstances \notherwise sufficient to establish the commission of the offence, it shall be presumed that there was \nsuch complicity, and the burden of proving that there was no such complicity shall be on the person \naccused of the offence.]  \n2[(3) Where the person accused of having made any payment in contravention of clause (c) of \nsub-section (1)  of section 5 is proved to have received form any person outside Pakistan a message \nwhich raises a reasonable suspicion that it relates to certain payment to be made, the Tribunal may in \nthe absence of proof to the contrary by the accused person presume th at he had made such payment \nin pursuance of such message.  \n(4) If, after the issue of a notification under clause (a) of section 9, any person is found to be \nin possession of , or to have under his control, any Foreign Exchange specified in the notification , in \ncircumstances which tend to raise a reasonable suspicion that he has contravened the notification, he \nshall presumed to have contravened the notification unless he can, by proving the time when and the \nmanner in which the Foreign Exchange came into hi s possession or under his control, show that he \nhad not in fact contravened the notification.]  \n25. Power to Federal Government to give direction . For the purposes of this Act \nthe 3[Federal Government] may from time to time give to 4[the State Bank] such ge neral or special \ndirections as it thinks fit, and 2[the State Bank] shall, in the exercise of its functions under this Act, \ncomply with any such direction.   \n5[26. Bar of legal proceedings . No suit, prosecution or other proceedings shall lie against the \nFederal Government or the State Bank or any officer of the Federal Government or of the State Bank \nor any other person exercising any power or discharging any functions or performing any duties \nunder this Act, for anything in good faith done or intended to be  done or purported to be done under \nthis Act or any rule, direction or order made thereunder.]   \n27. Power to make rules .  6[*] The 3[Federal Government] may, by notification in the \nofficial gazette, make rules7 for carrying into effect the provisions of th is Act  \n \n8[*  *  *  *  *  *        *] \n \n \n \n \n1Subs. by the Foreign Exchange Regulation (Amdt.) Act, 1957 (40 of 1957),s.6,for the original section 24.  \n2Added by the Foreign Exchange Regulation (Amdt.) Act, 1973 (8 of 1973),s.9.  \n3Subs. ibid. s.10,for “Central Government”.  \n4Subs. by the Pakistan (Adaptation of Pakistan Existing Laws) (State Bank of Pakistan) Order, 1948 ( G.G.O.18 of 1948), for “the Reserve \nBank”.  \n5Subs. by the Finance Act, 1987 (6 of 1987),s.4, for section 26.  \n6The figure and brackets “(1)” omit ted by the  Foreign Exchange Regulation (Amdt.) Act, 1957 (40 of 1957),s.7.  \n7For the Foreign Exchange Rules, 1952, see Gaz. of P., 1952, Ext., PP.871 -872. \n8The original sub -section (2) omitted by Act 40 of 1957,s.7."
}