{
    "file": "./converted_json\\administratorf884178da72f37a1f9d557a7cf3d15ff.json",
    "name": "Women in Distress and Detention Fund (Amendment) Ordinance, 2010",
    "date": "April 20, 2010",
    "tagline": "Further to amend the Women in Distress and Detention Fund Act, 1996",
    "content": "REGISTERIIDNT.m\nG$eGeqldo d $E[fdt!rI\n--..Ft--\nEXTRAORDINARY\nPUBLISHED BY AUTHOBTTY\nISLAMABAD, TUESDAY, APRIL 20,2OIO\nPART I\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nlslamabad, the 20th April, 2010\nF, No. 2 (l /2010-Pub.-The following Ordinance promulgated by the\nPresident on the I Eth April, 2010 is hereby published for general information:-\nOrorNeNce No. XI or 2010\nAN\nORDINANCE\nfurther to amend the Women in Distress and Detention Fund Act, 1996\nWHEREAS it is expedient further to amend the Women in Distress and\nDetention FundAct, 1996 (XV of 1996), for the purposes hereinafter appearing:\nAND WHEREAs the NationalAssembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate action:\n(24s)\nPrice : Rs. 2.00\n[2358(201O)/Ex. Gaz.]Acts, Ordlnsnces, President's Orders snd Regulatlons\n246 THE GAZEITE OF PAKISTAN, EXTRA., APRIL 20, 2010 [PenI\nNow. THEREFoRE, in cxercise of the powers conferred by clause (l) of\nArticle 89 ofthe Constitution ofthe Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\n1. Short tltle and commencement.-{l ) This Ordinance may be called\nthe Womcn in Distress and Detention Fund (Amendment) Ordinance, 2010.\n(2) lt shall come into force at once.\n2. Amendment of sectlon 6, Act XV of 1996,-In the Women in\nDistress and Detention FundAct, 1996 (XV of 1996), in section 6,-\n(a) in sub-section (l),-\n(D in clause (i), for the words and comma \"Law, Justice and\nParliamentary Affairs\" the words \"Human Rights\" shall be\nsubstituted;\n(iD in clause (ii), for the words and commas'Secrctary, Ministry of\nLaw, Justice and Parliamentary Affairs\" the words and comma\n,\"Secretary Ministry of Human Rights\" shall be substituted; and\n(b) in suLsection (7), for the words and commas \"Secretary, Ministry of\nLaw, Justice and Parliamentary Affairs\" the wotds and comma\n\"Secretary Ministry of Human Rights\" shall be substituted.\nASIF ALI ZARDARI,\nPresident.\nPRINTI]D BY THE MANACER, PRINTINC CORPORATION OF PAKISTAN PR8SS, ISLAMABAD.\nPUBLISHED BY'I'HI' DEPUTY CONTN,OLLE& STATIONERY AND TORMS. IJNIVERSNY ROAD, KARACIII(iiD in clause (viii), for the words and commas \"Joint Secretary,\nMinistry of Law, Justice and Parliamentary Affairs\" the words\nand comma'iJoint Secrctary, Ministry of Human fugh!\" shall be\nsubstituted; and\nSYED SULTAN AHMED,\nSenior Joint Secretary."
}