{
    "file": "./converted_json\\administratora2befd40d215cadf121253d6efffa391.json",
    "name": "Private Military Organisations (Abolition and Prohibition) Act, 1973",
    "date": "24th December, 1973",
    "tagline": "An Act to abolish, and provide a penalty for the formation of, certain organisations prohibited by the Constitution",
    "content": "Page 1 of 3 \n  \n \nTHE PRIV ATE MILITARY ORGANISATIONS (ABOLITION \nAND PROHIBITION) ACT, 197 4 \n \n  \n       \n        CONTENTS  \n1.  Short title, extent and commencement  \n2.  Power to declare organisation illegal  \n3.  Punishment for forming private military organisation, etc . \n4.  Power to make rules  \n5.  [Omitted]  \n \n \n  \n\n \nPage 2 of 3 \n THE PRIV ATE MILITARY ORGANISATIONS (ABO LITION AND \nPROHIBITION) ACT, 1973  \nACT NO. IV OF 1974  \n[24th December, 1973 ] \nAn Act to abolish, and provide a penalty fo r the formation of , certain organis ations  prohibited by the \nConstitution  \nWHEREAS Article 256 of the Constitution of the Islamic Republic of Pakistan prohibits the \nformation of a private organisation capable of functioning as a military organisation and declares such \norganisa tion illegal;  \nAND WHEREAS it is necessary to abolish, and provide a penalty for the formation of, such \norganisation;  \nIt is hereby enacted as follows: — \n1. Short title, extent and commencement .___(1) This Act may be called the Private Military \nOrganisations (Abolition and Prohibition) Act, 1973.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Power to declare organisation illegal .___(1) If the Federal Government is satisfied that any \nprivate organisation is capable of functioning as a military organisation in violation of the prohibition \nin Article 256 of the Constitution, the Federal Government may, by notification published in the official \nGazette, direct that the organisation shall stand abolished forthwith . \n(2) Ever y such notification shall specify the grounds on which it is issued:  \nProvided that nothing in this sub -section shall require the Federal Government to disclose any \nfact which it considers to be against the public interest to disclose.  \nExplanation. — For the  purposes of this section and section 3, an organisation shall be deemed \nto be capable of functioning as a military organisation if it is organised, trained or equipped so as to be \ncapable of being employed for the use or display of physical force in promo ting or attaining any object.  \n3. Punishment for forming private military organisation, etc . ___Whoever — \n(a)  forms, organises, trains or equips a private organisation capable of functioning \nas a military organisation, or is a member or adherent, or takes p art in the \nactivities, of any such organisation; or  \n  \n \nPage 3 of 3 \n  \n (b)  is a member or adherent, or takes part in the activities, of any organisation in \nrespect of which a notification under section 2 has been issued;  \nshall be punishable with imprisonment for a term which may extend to five years and with fine.  \n4. Power to make rules . ___The Federal Government may, by notification in the official \nGazette, make rules to carry out the purposes of this Act.  \n5. 1[Omitted]  \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date:  21-05-2024  \n1Omitted by Federal Laws (Revision and Declaration) Ordinance No. XXVII of 1981, sch.II."
}