{
    "file": "./converted_json\\administrator064916083ef86b3f0532df449713808a.json",
    "name": "Pakistan Airports Authority Act, 2023",
    "date": "4th August, 2023",
    "tagline": "Establishing the Pakistan Airports Authority for airport administration and development",
    "content": "Page 1 of 35 \n  \n \nTHE PAKISTAN AIRPORTS AUTHORITY ACT , 2023  \n \n \n \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1  Short title, extent, application and commencement  \n2.  Definitions  \nCHAP TER -II \n \nPAKISTAN AIRPORTS AUTHORITY  \n3.  Establishment of the Authority  \n4.  Functions and powers of the Authority  \n5.  Performance of functions otherwise than through officers  \n6.  The Board and members  \n7.  Meetings of the Board  \n8.  Committee s of the Board  \n9.  Executive committee of the Authority  \n10.  The Director General  \n11.  Resignation by the Director General  \n12.  Removal of the Director General  \n13.  Airport manager  \n14.  Duty to avoid conflict of interest  \n15.  Delegation of powers  \n \n \n\n \nPage 2 of 35 \n 16.  Recruitment of officers and staff  \n17.  Members and other officers of the Authority to be pu blic servants  \nCHAPTER III  \n \nTRANSITION ARRANGEMENTS  \n18.  Transfer of airports and undertakings etc  \n19.  Transfer of service of existing employees  \n20.  Transfer of operating licences  \nCHAPTER IV  \n \nLAND AND OTHER PROPERTIES  \n21.  Acquisition of laud for the Authority  \n22.  Restriction on sale of immovable property  \n23.  Lease, licence or concession of airports  \n24.  Restoration of property from unauthorized possession  \nCHAPTER V  \n \nFINANCIAL PROVISIONS  \n25.  Charges, fees and rents  \n26.  Recovery of sums due to Authority  \n27.  Grants, capital and loan by the Federal Government  \n28.  Borrowing by the Authority  \n29.  Fund of the Authority  \n30.  Reserve account of the Authority  \n31.  Investment of surplus moneys  \n32.  Financial year  \n33.  Budget  \n34.  Annual plan of schemes  \n35.  Maintenance of accounts  \n36.  Audit and submission of certified accounts  \n37.  Liability of the Federal Government to be limited  \n \nPage 3 of 35 \n 38.  Exemption from taxes  \nCHAPTER VI  \n \nOFFENCES AND PENALTIES  \n39.  Damage to airport property or facilities  \n40.  Unauthorized and dangerous trespassing  \n41.  Control over unbecoming, rowdy or indecent behavior  \n42.  Search, seizure and retention of harmful things  \n43.  Punishment for contravention of rules or regulations  \n44.  Certain actions to attract administrative pe nalties  \n45.  Amendment of the Schedule  \n46.  Arrest how made  \n47.  Removal of persons, vehicles and things  \n48.  Offences by bodies corporate  \n49.  Cognizance of offences by courts  \n50.  Certain offences to be bailable  \n51.  Summary trial for certain offences  \n52.  Compounding of offences  \nCHAPTER VI I \n \nMISCELLANEOUS  \n53.  Wreckage and salvage  \n54.  Periodical and annual reports  \n55.  Joint use of certain airports  \n56.  Act X of 2012 not to apply to the Authority.  \n57.  Indemnity  \n58.  Certain existing arrangements to continue  \n59.  Power of the Federal Government to issue directions  \n60.  Other directions to the Authority  \n \nPage 4 of 35 \n 61.  Emergency measures to protect public health  \n62.  Discontinuation of the use of an airport  \n63.  Duty not to disclose information  \n64.  Duty to render assistance  \n65.  Standards of airport services  \n66.  Power to make rules  \n67.  Power of the Authority to make regulations  \n68.  Airport Orders  \n69.  Requirement of continuous review of rules etc  \n70.  Removal of difficulties  \n71.  Act to override other laws  \n72.  Repeal and savings  \nSCHEDULE  \n \n \n  \n \nPage 5 of 35 \n THE PAKISTAN AIRPORTS AUTHORITY ACT , 2023  \nACT NO. XLV  OF 2023  \n[4th August, 2023 ] \nAN \nAct \nto establish the Pakistan Airports Authority for better  achnimstration , operation and development of \nairports and air transport services in Pakistan  \nWHEREAS  it is expedient to provide for the establishment of the Pakistan Airports Authority \nfor better administration, operation and development of airports and related services and for matters  \nconnected therewith and ancillary thereto;  \nIt is hereby enacted as follows - \nCHAPTER I  \n \nPRELIMINARY  \n1. Short title, extent, application and commencement .___ (l) This  Act shall be called the  \nPakistan Airports Authority Act, 2023.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall apply to all airports and the air navigation services operated or kept for  air transport  \nother  than those  belonging  to or operated  for the exclusive use of any of the armed forces of Pakistan.  \n(4) The Federal  Government  may,  by notification  in the Official Gazette, direct that this Act, \nor any provisions thereof which it may specify in the notification, shall come into force on such date \nas it may appoint in this behalf and if no such date is appointed within one hundred and eighty days \nfrom, the date of notification of the Act, it shall come into  force at once on the expiry of this period.  \n2. Definitions .___ In this Act, unless there is anything repugnant in the subject  or context  \n(a)  “Act” means the Pakistan Airports Authority Act, 2023;  \n(b)  “aircraft ” means any  machine  which  can derive  support  in the atmosphere from \nthe reactions of the air other than the reactions of the air against the earth's \nsurface, and includes a balloon, whether captive or f ree, airship,  kite, glider,  any \nother flying machine and an unmanned aircraft;  \n(c)  “air navigation  services ” mean  services  and aids for communicating  with and  \nguiding, controlling and surveilling an aircraft  for safe navigation during all \nphases of flight operations and include air traffic and aeronautical  information \nmanagement services, charting and cartographic services,  as well as procedure \n \nPage 6 of 35 \n for air navigation services,  flight  procedure design services and other incidental \nand consequential servic es; \n(d)  “airport ” means — \n(i)  an aerodrome, airstrip, airfield, heliport and any other facility transferred \nto, or acquired, set up or developed by the Authority and set apart or \ncommonly used or intended to be used, either Wholly or partly,  for \naffording facilities for the landing  and departure  of aircrafts  as well as  \nany runway taxiway, building,  shed, hanger, vessel,  pier, parking  areas \nand any other structure or facility appertaining  to he airport in  relation  \nto the landing  and departure  of an  aircraft, embarkation  and \ndisembarkation  of passengers,  loading and unloading  handling  of \npassenger  baggage,  Cargo  and mail; and  \n(ii)  for the purpose  of Chapter  VI, any airport  not being  an airport operated  \nor kept  for the exclusive  use of any of the armed forces of Pakistan, \nwhether or not,  it is transferred to, or acquired, set up or developed by \nthe Authority;  \n(e)  “airport manager ” means — \n(i)  an officer of the Authority in -charge of the airport; or  \n(ii)  the person  in-charge  of an  airport  not being  an airport transferred  to, or \nacquired,  set up or developed  by the Authority  on whom any or all  of the \npowers of the airport manager under this Act or conferred by the \nSecretary;  \n(f)  “Airport  Order ” means an  order  issued by the  Director  General unde r section \n68; \n(g)  “Airport  Security  Force ” means  the Airport  Security  Force established  under \nthe Pakistan  Airport  Security Force  Act, 1975 (LXXVII of 1975);  \n(h)  “Authority  “means  the Pakistan Airports Authority;  \n(i)  “authorized officer  “means — \n(i)  an officer of the Authority authorized by the Director General for the \npurpose of the Act; or  \n(ii)  in relation to an airport not being an airport transferred to, or acquired, \nset up or developed by the Authority, a person on Whom any or all of \nthe powers of the authorized officer under this Act are conferred by the \nSecretary;  \n(j)  “Board ” means the Board of the Authority;  \n \nPage 7 of 35 \n (k)  “Chairperson ” means the Chairperson of the Board;  \n(1)  “Collector ” means the Collector of the district appointed under the law rela ting \nto land revenue;  \n(m)  “Director General ” means the Director General of the Authority;  \n(n)  “Federal Government  “means the Government of Pakistan;  \n(o)  “member ” means a member  of the Board;  \n(p)  “member  of a committee ” means member  of a committee  of the  Board;  \n(q)  “meteorological services ” means the provision  of weather information  and \nforecasts  to support  safe and efficient navigation of aircrafts;  \n(r)  “Minister ” means the Minister in -Charge of the Aviation  Division;  \n(s)  “Pakistan  Civil  Aviation  Authority ” means the  Pakistan  Civil  Aviation Authority \nestablished under the Civil Aviation Ordinance,  1982 (Ordinance XXX of \n1982) ; \n(t)  ‘'prescribed ” means prescribed  by rules or regulations;  \n(u)  “Prime Minister ” means the Prime Minister of  Pakistan;  \n(v)  “private Member ” means a  member  mentioned  at clause  (g) of sub -section (1) \nof section 6;  \n(w)  “regulations ” means the regulations made under the Act;  \n(x)  “rules ” mean the rules made under the Act;  \n(y)  “Schedule ” means the schedule appended to the Act;  \n(z)  “Secretary ” means the  Secretary  to the  Government  of Pakistan in -charge of the \nAviation  Division; and  \n(aa)  “Secretary of the Board ” means the Secretary of  the Board.  \nCHAP TER -II \n \nPAKISTAN AIRPORTS AUTHORITY  \n3. Establishment  of the Authority .___(1) As soon as may be, but no later than ninety days of \nthe  commencement of this Act, the Federal Government shall, by notification in the official Gazette, \nestablish an authority to be known as the Pakistan Airports Authority.  \n(2) The Authority  shall  be a body  corporate,  having  perpetual succession  with power,  subject \nto the provisions  of this Act and the rules, to  acquire, hold and dispose of property, and to enter into \ncontract, and shall by the said name sue and be sued.  \n \nPage 8 of 35 \n 4. Functions and powers of the Authorit y.___(1) The Authority shall administer, operate and \ndevelop airports and air navigation services.  \n(2) Without prejudice to the generality of sub -section (1), the Authority  shall — \n(a)  provide  facilities and services as are necessary for the convenience of \npassengers and other persons using an airport;  \n(b)  provide  air navigation  services  and meteorological  services  to aircrafts  \nnavigating  in or over  the territory  of Pakistan and the adj oining international \nwaters;  \n(c)  take such measures as are necessary or convenient for, or incidental to,  ensuring \nthe safety of aircrafts,  passengers, cargo, mail and other facilities at the airports \nat all times;  \n(d)  make provisions for search and resc ue services for or in relation to the \nnavigation of aircrafts in or over the territory of Pakistan and the adjoining \ninternational waters;  \n(e)  assist aircraft in distress in or over the territory of Pakistan and in that, make \narrangements for crash landin g and fire fighting at the airports;  \n(f)  coordinate  and support  the provision  of customs,  border management, security \nand other services at the airports by persons or entities other than the Authority;  \n(g)  take measures  for preventing  any danger  to public  health  and spread  of infection  \nfrom  aircrafts  arriving at  or departing  the airport;  \n(h)  levy and collect rent, rate, fee, fine and other charges authorized under this Act, \nrules or regulations;  \n(i)  take all such steps as are necessary or convenient for, or incidental to, the \nexercise of any power or discharge of any function or duty conferred or imposed \non it by this Act;  \n(j)  secure compliance of environmental standards applicable to or in relation to the \noperation of airports;  \n(k)  affec t Pakistan's obligations  under  any international  treaty, convention,  \nengagement  or agreement connected with or ancillary to the purpose of this Act \nto which Pakistan is a signatory; and  \n(1)  carry out its duties· and functions in a cost effective and effic ient manner.  \n(3) The Authority may — \n \nPage 9 of 35 \n (a)  plan,  prepare  and execute  schemes  for the  construction, development,  operation,  \nmaintenance,  repair  and redoing  of airports  as well as development  of aviation \ninfrastructure  in Pakistan in general;  \n(b)  take such measures as are, in its view, necessary for the efficient operation  and \nmanagement of Pakistan's airspace;  \n(c)  make provisions  for service, maintenance,  repair  and fueling of aircraft at the \nairports;  \n(d)  provide fo r the storage,  handling,  sorting and transport by air of  mail and cargo;  \n(e)  train its officers, staff and other persons for the purpose of this Act, and  establish  \nand maintain  such facilities  as are, in its view, necessary to this end;  \n(f)  provide expert services in relation to the establishment or operation of airports, \nground aids, Safety services  or other similar matter;  \n(g)  enter  into contracts  for the purchase  and supply  of goods  and services or any  \nother contract as ma y be necessary for the proper disc harge  of any  function,  \nduty or power  imposed  or conferred upon it under this Act;  \n(h)  acquire by purchase, lease, exchange or otherwise any land or other moveable  \nor immovable property  or any interest in such land or property for the purpose \nof this Act;  \n(i)  pledge any property vested in it, including any immovable property transferred \nto it under this Act, to raise finances for the acquisition of any capital  asset or \ndevelopment  of any infrastructure  for the purpose of the Act; and  \n(j)  permit  the use of any  land, building,  facility, premises  or other property,  \nincluding any moveable or immoveable property, vested in  it or transferred to  it \nunder  this Act on rent, lease,  licence, concession  or through  such other  mean  or \ninstrument  as it deems fit.  \n(4) In carrying  out its duties  and functions, the Authority  shall  have regards to the development \nof air transport  and to efficiency, 'economy  and safety of operations.           \n(5) In the  conduct  of its business,  the Authority  shall  ensure  that its revenue is not less than \nsufficient  for making provision  for meeting its expenses, taking one year with another.  \n(6) Subject to  the provisions  of this Act,  rules  and regulations,  the , Authority  may excrcise  \nsuch powers  and take such measures  as may be necessary  for carrying out the purpose of t he Act. \n5. Performance  of functions otherwise than through officers . The Authority  may, in the  \ninterest  of better  management  and efficiency, make arrangements  that one or more  functions  or duties  \nundertaken  by the Authority are carried out on its behalf  otherwise than through  its officers, servants, \nexperts and other employees  under  a licence  against  such fee and for such duration  and in terms of \nsuch other conditions  as it deems fit.  \n \nPage 10 of 35 \n 6. The Board  and members .___(1) The general  direction  and administration  of the Authority  \nand its affairs  shall vest in a Board consisting  of the following members — \n(a)  The Secretary, who shall also be the Chairperson  of the Board;  \n(b)  The Vice Chief of Air Staff, Pakistan Air Force;  \n(c)  The Director General;  \n(d)  The Secretary  to the Government  of Pakistan  in-charge  of the Finance  Division.  \nor a senior officer  of the Division  nominated  by hint;  \n(e)  The Secretary  to the Government  of Pakistan  in-charge  of the Planning  Division  \nor a senior officer of the Division  nominated  by him;  \n(f)  The Chairman  of the Federal  Board of Revenue  or a senior officer of the Federal \nBoard of Revenue nominated  by him:  and \n(g)  Not more  than four private  members,  appointed  by the Prime  Minister  in such \nmanner as may be prescribed  by the  rules  from among  the persons  having  \nspecial  knowledge and experience in  air transport,  business  and industry,  \ncommercial  or financial matters, public  administration, law  or any  other  subject \nrelated  to one or more functions  and duties of the Authority.  \n(2) The Chairperson may coopt any person  at any meeting  of the Board to  render  advise  on any \nspecific  matter  on which  that person  has special knowledge  or experience  but such person  shall not \nvote in case  of any decision on the matter.  \n(3) The Board  may appoint  a senior  officer  of the  Authority  as the Secretary  of the Board  for a \nterm of three  years  from  the date  of assumption  of office which the Board may extend for two other \nsimilar terms.  \n(4) A private  memb er shall hold office  for three years  from the date of assumption of office  and  \nmay, by notice  in writing  to the Prime  Minister,  resign from his office  and on such resignation being  \nnotified  in the official  Gazette,  he shall be deemed to have vacated  his office.  \n(5) A person  shall  be disqualified  for being  appointed  as a private member if he — \n(a)  holds, for the time being, a political  office;  \n(b)  has not attained  the age of forty years;  \n(c)  has been  convicted  and sentenced  to imprisonment fo r an offence involving  \nmoral turpitude;  \n(d)  is an undischarged insolvent;  \n(e)  is of unsound  mind and stands so declared by a competent court;  \n \nPage 11 of 35 \n (f)  has been  removed or  dismissed  from  a public  office  or from  an office  of a body  \ncorporate  or other  entity  owned  or controlled by any government in Pakistan;  \n(g)  is involved  directly  or indirectly  in an  activity  for the purpose  of gain in or \nrelating  to an aviation.  undertaking or business  or holds office or employment \nin or relating  to an aviation  undertaking  or business;  or \n(h)  holds directly  or indirectly,  any share or pecuniary  or other interest, tangible  or \nintangible,  in any business,  licence,  certificate,  permit, authorization,  \ninspection,  examination  or contract,  or any other interest in the  Authority  as is \nlikely to  affect  prejudicially  the discharge of his functions as a member.  \n(6) The Prime Minister may,  after providing him an opportunity of being heard either personally \nor through an officer authorized in this behalf, remove any private member from office if he — \n(a)  attracts any of the disqualifications mentioned in sub -section (4);  \n(b)  refuses to act or, for any reason, becomes incapable of acting as a member;  \n(c)  without leave  of absence , absents himself from three  consecutive meetings of \nthe Authority;  \n(d)  is guilty of misconduct;  \n(e)  has abused his office  in a manner that renders his continuation in office \ndetrimental to public interest.  \n(7) Any person  ceasing  to be a private  member  shall,  unless disqualified und er sub -section (4) \nor removed from office under sub -section (5) shall be eligible for reappointment for one similar term.  \n7. Meetings of the Board .___ (1) The Board shall meet at least once in a quarter and at such \nother times and places as the Chairperson  may direct.  \n(2) The Secretary of the Board or, in his absence, the Director General shall,  with the approval  \nof the  Chairperson  issue  notice  and agenda  of a meeting of the Board.  \n(3) The Chairperson or, in  his absence , a member authorized by him in this behalf and three \nother members shall  constitute a quorum for a meeting of the Board.  \n(4) A decision at a meeting of the Board shall be adopted by a simple majority of the members \npresent and voting except that in the case of an equality of votes the  Chairperson or the member \npresiding the  meeting shall have a casting vote in addition to his original vote.  \n(5) No act or proceeding  of the -Board  shall be  invalid  mere ly by reason of — \n(a)  any vacancy in its membership or any defect in its constitution;  \n(b)  any defect in the appointment  of a person as its member; and  \n \nPage 12 of 35 \n (c)  any irregularity  in the procedure  of the Board not effecting  the merits of the \nease,  \n(6) Subject to the  provisions  of this Act  and rules,  the Board  may regulate its own procedure \ngenerally and in particular, with respect to the holding of meetings,  the notice  to be given  of such  \nmeetings,  proceedings  at the meetings, the recording and keeping of minutes and the custody, \nproduction and inspection of  minutes.  \n(7) Until the regulations are made in this behalf, the Chairperson may, by circular to the \nmembers, regulate the procedure of the Board . \n8. Committees of the Board .___ (1) For the purpose  of advising or assisting it in the due \ndischarge of the functions and duties of the Authority, the Board may appoint such committees as it \ndeems fit.  \n(2) A committee shall consist of at least two members, out of whom one  shall  be the head  of \nthe committee,  together  with such officers  of the Authority  and such other persons as the Board may \ndeem fit in relation to the nature of the action to be taken or the matter to be discussed or decided by \nthe committee.  \n(3) On receipt of advice from any of its committees, the Board shall decide whether or not to \nadopt that  advice,  in whole or i n part or with such modifications as it deems fit.  \n(4) A committee shall, in the performance of its functions delegated by the Board, at all times \nbe subject to such directions, conditions and restrictions as may be imposed by the Board and shall \nadhere to  all policies of the Board.  \n(5) The head of every committee  shall submit to the Chairperson a report on the functions and \nmatters entrusted to the committee, and the progress thereof, at the end of every quarter of  the year or \nat such other interval  or by such other dates as the Chairperson may direct.  \n9. Executive committee of the Authority .___(1) There shall be an executive committee of the \nAuthority consisting of the following — \n(a)  the Director General, who shall also be its head;  \n(b)  three most senio r officers of the Authority;  \n(c)  a senior officer of the Finance Division nominated by the Secretary to  the \nGovernment  of the Pakistan  in-charge  of the  Finance Division; and  \n(d)  such other  officers  of the  Authority  as the  Board  may appoint generally or \nspecifically in relation to the nature of the action to be taken  or matter  to be \ndiscussed  or decided  by the executive committee.  \n(2) Subject to the Act, rules and regulations,  the executive committee  shall — \n \nPage 13 of 35 \n (a)  perform  such functions and  duties  and exercise  such powers  in matters relating \nto the administration  and affairs of the Authority as may be delegated to it by \nthe Board; and  \n(b)  where in its opinion any matter which is not delegated to it under  clause  requires \nan imm ediate action to prevent injury or loss to the Authority and it is \nimprobable  to timely obtain approval  of the Board for this purpose, take such \naction and report it for approval of the Board  in the next meeting.  \n(3) The procedure  of the  executive  committe e generally  and in particular, with respect to the \nholding of meetings, the notice to be given of  such meetings, proceedings at the meetings, the recording \nand keeping of minutes and the  custody,  production  and inspection  of minutes  shall  be such  as may  be \nprescribed by the regulations.  \n(4) Until the regulations are made in this behalf, the Director  General may,  by circular  to the \nmembers,  regulate  the procedure  of the  executive committee.  \n10. The Director General .___(1) The Prime  Minister  may,  in the manner prescribed by the \nrules, appoint an officer in the service of Pakistan or an officer of the Authority as the Director General \nfor a term of three years from the date  of assumption  of office  and where  the Prime  Minister  considers  \nit so appropriate,  he may extend the term of the Director  General  for a period  not exceeding two years.  \n(2) The Director  General  shall  receive  such salary  and allowances and  be subject to  such \nconditions  of service  as may  be determined  by the Prime Minister.  \n(3) The Director General shall be the executive head of the Authority and apart from day -to-\nday administration  of the Authority,  carry out such other functions and duties and exercise such powers \nas may be delegated to him by the Board.  \n(4) In the absence  or inabi lity of the Director  General to perform  his functions,  the Chairperson  \nmay appoint  a senior  officer  of the  Authority  to discharge the functions  and exercise the powers of the \nDirector General during his absence or inability for a term which shall not excee d ninety days.  \n11. Resignation by the Director General .___ (1) The Director General may, by notice in \nwriting to the Prime Minister, resign from his office.  \n(2) Such resignation  shall take effect from the date of its acceptance by the Prime Minister.  \n12. Removal  of the  Director  General .___ The Prime  Minister  may, after providing  the Director  \nGeneral  an opportunity  of being  heard  either personally  or through an officer authorized  by him in this \nbehalf,  remove him from office if he - \n(a)  has failed to discharge, or has become incapable of discharging, his duties \neffectively under this Act;  \n(b)  has been  convicted  of an offence involving  moral turpitude  and sentenced to \nimprisonment; or  \n \nPage 14 of 35 \n (c)  has knowingly acquired or continues to hold, directly or indire ctly, any share or \npecuniary  or other interest,  tangible or intangible,  in any business, licence, \ncerficate, permit, inspection, or contract, or any other interest in the Authority \nas is likely to affect prejudicially the discharge by him of his functions as the \nDirector General.  \n13. Airport manager .___ (1) The Authority shall appoint an airport manager for each airport.  \n(2) With respect  to the airport under his charge, the airport manager shall, among other things, \ndischarge the following functions and dut ies. \n(a)  oversee the day -to-day operation and administration of the airport ;  \n(b)  secure  compliance  with the provisions  of this Act, rules,  regulations,  Airport  \nOrders,  policies  and other  directions  of the  Authority;  \n(c)  coordinate  and support  the provision  of customs,  border management,  security \nand other services at the airport by persons and entities other than the Authority; \nand \n(d)  ensure that  the services provided  at the airport are in accordance with the \nstandards laid down under section 65.  \n(3) In the course of discharge of his functions and duties, the airport manager shall have regards \nto the need for efficiency, economy and safety of the airport operations.  \n(4) Subject to the provisions of this Act, rules and regulations, the a irport manager may exercise \nsuch powers and take such measures as may be necessary for carrying out the purpose of  this section.  \n14. Duty  to avoid  conflict  of interest .___ (1) Before  assuming his office, every member shall \ntender a certificate under his hand that he does not hold, or will not acquire any share or pecuniary or \nother interest, tangible or intangible, in any business, licence , certificate, permit, inspection or contract, \nor any other interest in the Authority as is likely to affect prejudicially the discharge by him of his \nfunctions and duties as member.  \n(2) Where it comes to the notice of a member that in relation to any matter which is to be \nconsidered or decided by the Board or a committee he has professionally acted on behalf of any person \nhaving any share or interest in that matter, or any of his immediate relatives, or his employer or \nemployee would receive  or have  a reasonable  expectation  of receiving, a  direct  or indirect pecuniary \nor other benefit, share or interest or would suffer or have a reasonable expectation of suffering a direct \nor indirect pecuniary or some other detriment, he shall immediately inform the Secretary of the Board.  \n(3) The Secretary of the Boar d shall record every such disclosure in the minutes of the meeting \nof the Board or the committee and,  after the disclosure, that member shall abstain from taking part in \nthe meeting or any other deliberation of the Board or the committee with respect to th at matter.  \n(4) For the purpose of determining whether there is a quorum where a member abstains from \nmeeting in terms of this section, that member shall be treated as being present at that meeting \n \nPage 15 of 35 \n notwithstanding that he cannot vote or has withdrawn from t he meeting in respect of the matter in \nquestion.  \n15. Delegation of powers .___ (1) The Board may, by general or special order, delegate to the \nexecutive committee, the Director General or any other officer of the Authority any of its functions, \nduties or powers under this Act, subject to such conditions as it deems fit.  \n(2) Every delegation of functions, duties or powers under this section shall be in writing, \nrevocable at any time by the Board, but no such delegation shall prevent the Board from undertaking \nthe function or duty or exercise of the power so delegated.  \n(3) Notwithstanding the provisions of sub -section  (1), the Board shall not delegate its following \nfunctions, duties and powers — \n(a)  making of  regulations;  \n(b)  approval of  budget,  audited accounts and reports of the  Authority;  \n(c)  approval of  plan of schemes drawn up under section 34;  \n(d)  approval of  plans for the investment of funds of the Authority ; \n(e)  making  arrangements  for undertaking  one or more  functions  or duties of the \nAuthority  on its behalf by otherwise than the officers of the Authority ; \n(f)   the grant  of lease,  licence  or concession  of an  airport  with or without a right to \nthe lessee to discharge one or more functions or duties  undertaken  by the \nAuthority  on its beh alf in terms of section 23;  \n(g)  the rate at which fees and other charges authorized under this Act, rules or \nregulations shall be levied and collected by the Authority;  \n(h)  acquisition  of an immovable  property  by purchase,  lease, exchange or any \ninterest in immoveable property for the purpose o f this Act;  \n(i)  pledging or mortgaging any movable or immovable property vested in the \nAuthority to raise finances for the acquisition of any capital asset or \ndevelopment of infrastructure for the purpose of this Act;  \n(j)  creation of  a position of an off icer, servant,  expert or other person in the \nAuthority;  \n(k)  constitution  of any  committee  of the  Board  or appointment  of officers of the \nAuthority as members of the executive committee of the Authority in terms of \nsub-section (3) of section 9;  \n(l)  any po licy matter  and where  there is a question  as to whether  a matter  is a matter  \nof policy  or otherwise,  the decision  of the Minister shall be final; and  \n \nPage 16 of 35 \n (m)  any other function, duty or power of the Board which the Board is barred from \ndelegating under the rules.  \n(4) The Board  shall not delegate  any function, duty  and power  to the Director General or any \nother officer of the Authority  that it has delegated to the executive committee a nd in the like manner, \nany function, duty and power which is delegated to t he Director General  shall not be delegated  to any \nother officer of the Authority.  \n16. Recruitment of  officers and staff .___(1) The Authority  may appoint  such officers,  servants,  \nexperts  and other  persons  as it may consider necessary  for the due discharge  of its functions and duties \nunder this Act.  \n(2) The Authority shall, by regulations, prescribe the procedure for appointment of its  officers,  \nservants,  experts  and other  persons,  and the terms and conditions  of their service.  \n17. Members and othe r officers of the Authority to be public servants .___The members,  \nmembers  of the committees,  Director  General, officers,  servants, experts and other persons  in the \nservice of the Authority  shall, when  acting  or purporting  to act in pursuance  of any of the provisions  \nof this Act, rules or regulations, be deemed to be public  servants  within the meaning  of section 21  of \nthe Pakistan  Penal Code,  1860 (Act XLV of 1860).  \nCHAPTER III  \n \nTRANSITION ARRANGEMENTS  \n18. Transfer of airports and undertakings  etc.___ (1) The  Federal Government  shall,  by \nnotification  in the official  Gazette, determine  the date, mode  and manner  in which  the assets  and \nundertakings,  including  lands, buildings,  airports,  works,  machinery,  apparatus,  equipment,  material,  \nplants, cash balance, share in pension fund, capital, reserves, reserve  funds, investments, concessions,  \nlicences,  leases and all other rights and interests  arising out of such undertakings  that are related to the \nfunctions,  duties and  affairs  of the Authority  under this Act as were  immediately  before that day vested  \nin the Pakistan  Civil Aviation  Authority  shall,  without  any conveyance  or assignment,  stand transferred  \nto and vest  in the Authority  free of any  charge  and all borrowings, debts,  liabilities and other obligations  \nthen subsisting in respect of the said assets and properties  shall become the liability of the Authority.  \n(2) The asset  and property  of the  Pakistan  Civil  Aviation  Authority, which stands transferred  to \nand vests in the Authority  under sub -section  (1) shall be  deemed  to include  all assets,  rights,  \nobligations,  powers  and privileges,  in relation to the asset or properly, all books of account and \ndocuments  relating the asset  or property  and shall also be deemed  to include  all borrowings,  debts, \nliabilities  and obligations  of whatever  kind then subsisting  of the Pakistan  Civil Aviation Authority, in \nrelation to such asset or property.  \n(3) The assets, properties and liabilities of the Pakistan Civil Aviation Authority,  shall be \nevaluated by the Federal Government and taken on books, and the excess of the assets over the \nliabilities shall be deemed to be the Federal Government's contribution to the Authority either as equity \nor loan as m ay be determined by the Federal Government.  \n \nPage 17 of 35 \n (4) The evaluation of the net assets transferred to the Authority under sub -section (3), the terms \ngoverning the transfer, the return on equity, if any, and the conditions governing the loan shall be \ndetermined b y the Federal Government.  \n19. Transfer of  service of  existing employees .___ (1) The Federal Government shall, by \nnotification in the official Gazette,  determine the date, mode and manner in which any officer, servant, \nexpert or any other person or category of such officers,  servants , experts or persons who immediately \nbefore the commencement of this Act have been in the service of the Pakistan Civil Aviation Authority \nin relation  to the functions, duties and affairs  of the Authority under the Act, s hall stand transferred to \nthe Authority, on the same terms and conditions as were applicable to him or them unless modified or \namended under the provisions of the Act.  \n(2) Th pay, pension and any allowance to which  such an officer, servant, expert or other  person \nis entitled shall not be less favorable  than that he was entitled to immediately before such transfer.  \n(3) The service of an officer, servant, expert or other person transferred under  sub-section (1)  \nin the  service of the  Authority shall  be taken  for all purposes  to have  been  continuous  with his service \nimmediately  before the transfer date, as an employee of the Pakistan civl Aviation Authority,  \n(4) Notwithstanding anything contained in any other law, an officer, servant, expert or other \nperson transferred to the service of the Authority under sub -section (1)  shall not be entitled to receive \nany payment or other benefit merely because he stopped being an employee of the Pakistan Civil \nAviation Authority.  \n(5) If any question arises as to wh ether any officer, servant, expert or other person has been \ntransferred to the  service of the Authority under sub section  (1), a certificate  under  the hand  of the  \nDirector  General  shall  be conclusive evidence that he was or was not so transferred.  \n20. Tran sfer of operating licences .___ (1) Any permit,  certificate, quota,  exemption, lease,  \nlicence or concession previously granted in respect of the operation of an airport,  asset,  property,  \nfacility or service transferred to the Authority shall be deemed to have been granted by or to the \nAuthority.  \n(2) Where an airport,  asset,  property,  facility or service transferred to the Authority requires a \nlicence, permit, certificate, quota or other permission or exemption  for its continuous  operation  and \nsuch licence,  permit,  certificate, quota,  permission or exemption has not been issued previously, the \nAuthority shall obtain it within twelve months of such transfer.  \nCHAPTER IV  \n \nLAND AND OTHER PROPERTIES  \n21. Acquisition of laud for the Authority .___ (1) The acquisition of any land or any interest in \nland for the Authority for the discharge of any of its functions  under this  Act shall be  deemed  to be an \nacquisition  for a public purpose within the meaning of the Land Acquisition Act,  1894 (I of 1894),  and \nthe p rovisions of the said Act shall apply to all such proceedings.  \n(2) The Director General or any officer of the Authority authorized by him for this purpose, \nmay enter upon and survey any land, erect pillars for the determination of intended lines of works, drill \nbore holes, excavate land and do all other acts which may be necessary for the preparation of any \n \nPage 18 of 35 \n scheme  or in relation to discharge of any function or duty by the Authority, but if the affected  land does \nnot vest in the Authority, the power conferre d by this sub -section shall  be exercised in such manner as \nto cause least interference with and least damage to the rights of the owner or occupant thereof.  \n(3) Where the Director General or an authorized officer enters into or upon any land in \npursuance o f sub -section (2), he shall at the time of entering or as soon thereafter as may be practicable, \npay or tender payment for all damage  done to the land and in case of dispute as to the sufficiency of \nthe amount so paid or tendered,  the dispute shall be refe rred to the Collector of the district whose \ndecision shall be final.  \n22. Restriction on sale of immovable property . The Authority shall not sell or otherwise \ntransfer the title of any of its immovable property without prior approval of the  Federal Government.  \n23. Lease, licence or concession of airports .___ (1) The Authority may grant lease, licence or \nconcession of th e whole or any part of an airport including land, buildings and structures and other \nfacilities thereon or appertaining there to, with or without a right to the grantee to discharge one or \nmore functions and duties undertaken by the Authority on its behalf  and for such time and subject to \nsuch conditions as it deems fit.  \n(2) The Authority shall not grant lease,  licence or concession under sub -section (1) without the \nprevious approval of the Federal Government if the rent or return to be received from it exc eeds such \nsum of money, or the term for which it is likely to remain effective  exceeds such duration, or it involves \nthe transfer  of rights to undertake  such functions or duties of the Auth oity, or it involves any other \ncondition as may be prescribed  by th e Federal G overnment  through a notification in the official \nGazette.  \n(3) Where a grantee is assigned to discharge  any function or  duty of the Authority for specified \nterm under sub -section (1)  \n(a)  the grantee  may exercise  such powers  of the  Authority  as the Authority  deems \nnecessary  and fit for the due discharge of such function or duty by the grantee; \nand \n(b)  an employee of the grantee may exercise such powers of an officer of the \nAuthority  as the Authority deems necessary  and fit for the due discharge of such \nfunction or duty by the grantee.  \n24. Restoration of property from unauthorized possession .___ (1) The Authority  may \nauthorize  one or more officers and define the local limits within which they may exercise power \nconferred and duties imposed under this section.  \n(2) Where the authorized officer has reasons to believe that a person is in unauthorized  \npossession  of any part of an airport,  or any other facility or property of the Authority, the authorized \nofficer may, through a written notice require such person to vacate the part, facility or property or to \nappear personally and  show cause as to why  he shall not be  evicted  by such date  as may be mentioned \nin the notice.  \n \nPage 19 of 35 \n (3) Where such person refuses to or fails to vaca te the part, facility or property by the date \nspecified in the notice or the cause shown by him is not accepted by the authorized  officer, the \nauthorized  officer may after passing a written order,  evict the person  and take the possession  of the \npart, facility or property, and may for this purpose, use or cause to be used such force as may be \nnecessary.  \n(4) Where a person has been evicted but has left any equipment, good or other thing at the part,  \nfacility or property,  the authorized officer shall,  give him a written notice of not less than fifteen days \nto have such equipment, good or thing removed after payment of any amount due to the Authority.  \n(5) Where  such person refuses  to or fails to remove the equipment, good or other thing within \nthe period me ntioned  in the notice, the authorized officer shall, publish a notice in at least two \nnewspapers having wide circulation in Pakistan and through such other means as may be prescribed, \ninforming that . the equipment, good or other thing if not removed by the  date mentioned in the notice , \nshall be removed and disposed of by public auction,  \n(6) Where the equipment, go od or other thing is not removed by the date given in the notice, \nthe authorized  officer shall dispose  it of by public auction and — \n(a)  Where a c laim to the equipment, good or thing is received within thirty  days of \nthe auction, he shall,  after deducting the expenses of removal, custody and  sale \nand any other amount  due to the Authority, pay the sale proceeds to the owner; \nand \n(b)  where no such cl aim is received within thirty days, deposit the sale proceeds \nwith the Federal Government after deducting the expenses of removal,  custody \nand sale and any other amount due to the Authority.  \n(7) Notwithstanding other provisions of this section, where the a uthorized officer considers that \nthe good or thing mentioned at sub -section (4) is perishable or prone to quick decay and deterioration, \nhe may,  in the manner prescribed by the rules, immediately sell it through public auction without the \nrequirement of pu blication of notice,  but the owner or person in -charge of the good or thing may, \nwithin thirty days of the disposal, claim and receive the sale proceed after deduction of expenses \nincurred on removal, custody and sale and any other amount due to the Author ity. \n(8) Where the authorized officer is unable to decide as to the person to whom the balance of \nthe amount is payable or as to the apportionment of the same, he may refer such dispute to the Collector \nand the decision of the Collector thereon shall be final.  \n(9) An authorized  officer  shall,  for the purpose  of production  of persons  and documents and \nholding of any inquiry under  this section, may exercise the powers of a civil court under the Code of \nCivil Procedure, 1908 (Act V of 1908), while trying a s uit in r espect of the following matters — \n(a)  summoning and enforcing the attendance of any person and examining him on \noath;  \n(b)  requiring the discovery and production of documents;  \n(c)  execution of a decree; and  \n \nPage 20 of 35 \n (d)  any other matter as may be prescri bed. \n(10) An order of the authorized officer shall be deemed as a decree of a civil court for the \npurposed of execution  of a decree under the Code of Civil Procedure, 1908 (Act V of 1908).  \n(11) Any proceeding before the authorized officer shall be deemed t o be a judicial proceeding \nwithin the meaning of sections  193, 196 and 228 of the Pakistan Penal Code 1860 (Act XLV of 1860) \nand the eviction officer shall be deemed to be a court for the purposes of section  195 and Chapter \nXXVI of the Code of Criminal Pro cedure,  1898 (Act V of 1898).  \n(12) Any person aggrieved by an order of the authorized officer under this section, may, within \nthirty days from the date of the order, prefer ar e appeal to the High Court having territorial jurisdiction \nand decision of the High Court on such appeal shall be final.  \n(13) Subject to sub -section (11), any proceedings before or an order of the authorized officer \nunder this section shall be final and shall not be called in question in any suit, application, execution \nor other proc eeding and a court shall not grant an injunction in respect of any action taken or intended \nto be taken by an authorized officer under this section.  \n(14) Notwithstanding  anything contained in any other provision of this section, where the \nauthorized office r considers that an agency or entity owned or controlled by the Federal Government  \nengaged in the provision of a service in relation to the operation of the airport or generally for the \npurpose of this Act is in unauthorized  possession  of any part  of an ai rport,  or any other facility or \nproperty  of the  Authority,  the authorized  officer  shall  inform  the Director General who may then inform \nthe Secretary.  \n(15) If the Authority  and the agency or entity are unable  to reach an agreement,  the Secretary \nshall plac e the matter before the Federal Government for decision. ”  \nCHAPTER V  \n \nFINANCIAL PROVISIONS  \n25. Charges, fees and rents .___ (1) The Authority may levy and collect fees and other charges \nfor— \n(a)  the embarking and disembarking of passengers from an aircraft at an airport;  \n(b)  the transport, arrival, loading or unloading of cargo, mail and other things by or \nfrom an aircraft at an airport ; \n(c)  the landing, housing or parking of aircrafts, or for any other service or facility \noffered in connection with the operation of aircrafts at an airport;  \n(d)  measures taken by the Authority for securing the safety of aircrafts in or over \nthe territory of Pakistan;  \n(e)  provision  of search and rescue  services for or in relation to the aircrafts;  \n \nPage 21 of 35 \n (f)  provision of air navigation services and meteorological services for or in \nrelation to the navigation of aircrafts; and  \n(g)  any other facility or service provided by the Authority for or in relation to the \nnavigation of an aircraft, or to a passenger or other person visiting or otherwise \nusing the airport.  \n(2) The Authority may levy and collect a fee or rent from a person — \n(a)  holding any airport or a part thereof, or any land, building, facility or property \nincluding any immovable property of the Author ity on lease, licence, concession \nor otherwise;  \n(b)  using  any land, building,  facility  space  or other  facility of the Authority for the \npurpose of advertisement or for carrying out trade or business; and  \n(c)  allowed to undertake  a function  or duty  of the  Authority  at an airport under a \nlicence.  \n(3) The Authority may levy on and collect from the passengers embarking  and disembarking  \nat an airport,  an additional fee to be called the devel opment fee, for the purposes of — \n(a)  meeting the cost of upgrading, expanding or developing an airport;  \n(b)  provisioning, improving or replacing any capital assets including vehicles,  \nrolling  stock, machinery,  instrument  and equipment  in respect of or in \nconnection with the operation of an airport;  \n(c)  establi shing or developing a new airport;  \n(d)  undertaking any survey, research or investigation preparatory to the undertaking \nof any purpose referred to in clauses (a), (b) and (c); or  \n(e)  meeting any other expense for the purpose of this Act that may be appro ved by \nthe Federal Government.  \n(4) The Authority  shall keep  in a separate  account  the sums collected by way  of development  \nfee and shall not use  it for any purpose  other than  the purposes mentioned in sub -section (3).  \n26. Recovery of sums due to Authority .___ In addition  to such other means as may be \nprescribed  by the  rules , the Collector of the district shall, on an application  of an  authorized  officer,  \nrecover  any sum due to the Authority as fine,  fee, charge,  rent or on any other  account  under this Act \nand any arrear  of such fine, fee, charges, rent or account as arrears of land revenue.  \n27. Grants, capital  and loan by the  Federal  Government .___ The Federal Government  may \n(a)  pay any sum to the Authority as grant;  \n(b)  provide any capital that may be required  by the Authority on such terms  and \nconditions  as the  Federal  Government  may determine, and  \n \nPage 22 of 35 \n (c)  pay any sum to the Authority,  on such terms and conditions  as the  Federal \nGovernment  may determine,  by way of a loan.  \n28. Borrowing  by the Authority .___(1) The  Authority  may, with  the previous  general or special \napproval  of the Federal  Government, borrow  money from  any source  including  by issuing  bonds,  \ndebentures  or such other instruments for the due discharge any of its functions and duties.  \n(2) Subject  to such limits as the Federal Government  may impose, the Authority  may borrow  \ntemporarily  by way of overdraft  or otherwise  such amounts as it may  require for the due discharge of \nits functions and duties.  \n29. Fund of the Authority .___ (l) The Authority  shall establish  a fund that shall vest in it.  \n(2) All sums received  or collected  by the Authority  as fee, rent, levy, charge,  grant,  donation,  \ncontribution,  loan,  profit,  interest,  dividend  or on any other  account  shall  be credited to  the fund and \nall payments  of the  Authority shall be made from the fund.  \n(3) The Authority  may spend  sums from the fund to meet expenses  in relation  to the due \ndischarge  of its functions  and duties  and also for the purpose of this Act.  \n30. Reserve account of the Authority .___ (1) The  Authority  may set apart any amount from \nthe fund as a reserve account for the purpose of — \n(a)  expanding or improving existing facilities or services or creating new facilities \nor services at an airport;  \n(b)  providing against any temporary decrease of revenue or increase of expenditure \nfrom transient causes; or  \n(c)  meeting expenditure incidental to unforeseen reasons, or from loss or damage \nof property, accident or for meeting any liability aris ing out of any act in the \ndischarge of its functions.  \n(2) Without  prejudice  to the power  of the  Authority  to establish specific reserves account for \none or more s pecific purposes, the Authority  may also establish a general reserve account.  \n31. Investment of surplus moneys .___ (1) The Authority may, by way of one or more of the \nfollowing means, invest any sum from the fund, whic h cannot be applied immediately — \n(a)  deposits in the State Bank of Pakistan or a scheduled bank or other public \nfinanci al institutions subject to such conditions as may be specified by the \nFederal Government;  \n(b)  investment in the securities of the Federal Government;  \n(c)  investment  in equity  in respect  of shares  subscribed  by the Authority; and  \n(d)  such other manner as may be prescribed by the rules.  \n \nPage 23 of 35 \n (2) Any sum received by the Authority as profit,  interest,  dividend, return or any other account \nagainst the money invested under sub -section (l) shall forthwith be credited to the fund.  \n32. Financial year .___ (1) The financial  year of the  Authority  shall comprise of twelve months \nbeginning with the first day of July and ending on the thirtieth day of June of the following calendar \nyear.  \n(2) The first financial year shall consist of the period commencing on the date  of the \nestablishment of the Authority and ending on the thirtieth day of June immediately following the \nestablishment of the Authority.  \n33. Budget .___ (1) The Director General shall, well before the commencement of a financial \nyear and in the manner as may be prescribed by the rules,  prepare annual budget of the Authority and \nplace it before the Board for approval.  \n(2) The budget shall include a statement  showing estimate of sums likely to be received by the \nAuthority and the sums required to meet  recurrent and capital expenditure during the next financial \nyear and actual income and expenditure of the Authority during the outgoing financial year or during \nany past period.  \n34. Annual plan of schemes .___ (1) The Director General shall, well before the  commencement \nof a financial year  and in the manner as may be prescribed by the rules, prepare a plan of schemes to \nbe undertaken in the next financial year in relation to one or more functions and duties of the Authority \ntogether  with an estimate of sums of money required to meet the capital and revenue  expenditure  for \ntheir execution  and place  it before  the Board  for approval.  \n(2) The Directo  General shall,  without unnecessary delay,  submit to the Minister the plan of \nschemes approved by the Board for his information.  \n(3) Where it appears to the Minister that the demand for the use of an airport exceeds, or is \nlikely in the near future to exceed, the operational capacity of the airport,  and as  a result he  considers \nit appropriate that,  a scheme is requi red for building such capacity, he may direct the Director General \nto have the schem e prepared and submit it to the Board.  \n35. Maintenance of accounts .___ The Authority shall maintain proper accounts and other \nrelevant records and prepare an annual statement of accounts  including the profit and loss account and \nthe balance -sheet in such form as may be directed by the Federal Government in consultati on with the \nAuditor General of P akistan. \n36. Audit and submission of certified accounts .___ (1) The acc ounts of the Authority shall be \naudited every year by the Auditor General of Pakistan.  \n(2) The accounts of the Authority certified by the Auditor General of Pakistan together with a \ncopy of the audit report shall be sent to the Authority and the Authority shall in tum submit certified \naccounts and audit report together with its comments  to the Secretary who shall inform the Minister.  \n(3) The Board may, and if so directed by the Minister shall,  cause the accounts of the Authority \naudited by a firm  of chartered accountants for any period or transaction in the manner as may be \nprescribed by the rules.  \n \nPage 24 of 35 \n 37. Liability  of the Federal  Government to  be limited .—The liability of the Federal \nGovernment to the creditors of the Authority shall be limited to the extent of grants made by it and the \nloans raised by the Authority with the sanction of the Federal Government.  \n38. Exemption from taxes .___ Notwithstanding  anything contained in the Income Tax Act, \n2001  (XLIX of 2001)  or any other law relating to  income tax, super tax,  sales ta x on services or \nproperty tax,  the Authority shall be exempted from paying any such tax on its income,  services, profits \nor gains or property.  \nCHAPTER VI  \n \nOFFENCES AND PENALTIES  \n39. Damage to airport property or facilities .___ (1) Whoever attempts at or damages an \nairport, or any facility or other property  of the Authority, shall be punished with a simple imprisonment \nfor a term which may extend to six months, or with fine which may extend to five hundred thousand  \nrupees, or with both.  \n(2) Whoever attempts at or damages an airport, any aid or facility for the provision of air \nnavigation service or any other service in relation to the operation of aircrafts in a manner that it \nendangers, or is likely to endanger the  life of any person or the safety of the aircraft, shall be punished \nwith imprisonment of either description for a term which may extend to seven years or with fine which \nmay extend to one million rupees, or with both.  \n40. Unauthorized  and dangerous  trespa ssing .___ (1) Whoever, without being so  authorized,  \nattempts to enter or enters into such part of an airport, aid or facility used or kept for the provision of \nair navigation services or any other service in relation to  the operation of aircrafts that  is designated \nand sign marked as restricted area, shall, be punished with simple imprisonment for a term which may \nextend to three month, or with fine which may extend to twenty -five thousand rupees, or with both.  \n(2) Whoever, without being so authorized, att empts to enter or enters into an area referred to  in \nsub-section (1)  with the  intention to damage the airport, aid or facility, or an aircraft, equipment or \nvehicle, or to interfere with or interrupt air navigation services, or to otherwise bring harm to a ny \nperson, shall be punished with imprisonment of either description for  a term which may extend to five \nyears, or with fine which may extend to five hundred thousand rupees, or with both.  \n(3) Whoever being the owner, or for the time being the in -charge of  an animal, neglects or fails \nto take sufficient measures to prevent an unauthorized entry of the animal in airport,  shall, be punished \nwith simple imprisonment for a term which may extend to one month, or with fine which may extend \nto twenty -five thousand  rupees, or with both.  \n41. Control over unbecoming, rowdy or indecent behavior .___ (1) The airport manager or an \nauthorized officer shall, with the assistance of a staff of the  Airport  Security  Force  or the  local  police, \ntake such measures  as he considers appropriate to prevent unbecoming, rowdy or indecent behaviour \nat the airport, or in an aircraft, vehicle or equipment at the airport or any other facility under his charge \nand for this purpose pass such directions as he deems fit and necessary i ncluding  a direction  to the \nperson  showing  unbecoming  rowdy  or indecent behaviour to leave the airport, aircraft, vehicle or \nequipment.  \n \nPage 25 of 35 \n (2) Whoever  knowingly  and wilfully  neglects  or disobeys  any direction  passed  under  sub-\nsection  (1), shall  be punished  with simple imprisonment for a term which may extend to one month,  \nor with a fine which may extend to ten thousand rupees, or with both.  \n42. Search, seizure and retention  of harmful things .___ (1) A staff of the Airport  Security \nForce  and any  other  person  lawfully  authorized  for this purpose  may, without  warrant,  search  any \nperson, baggage, vehicle, personal effects, cargo or goods, before or after boarding, disembarking, \nloading or offloading the aircraft in the interest of preventing any harm to an  aircraft, airport or any \nfacility or property  of the Authority,  or a passenger  or person visiting an airport.  \n(2) The staff of the  Airport  Security  Force  or lawfully  authorized person may direct a person \nwho refuses to submit himself to search or to have his baggage, vehicle, personal effects, cargo or \ngoods sea rched, to immediately leave the  airport,  or to remove the baggage,  vehicle,  personal  effect,  \ncargo or good fr om the airport.  \n(3) A staff of the  Airport  Security  Force  and lawfully  authorized person may,  seize and retain \nanything found during a search under sub -section (1) which is or is likely to be harmful to an aircraft, \nairport or any facility or property of the Authority, or a passenger or person visiting an airport.  \n(4) Every  search  under  this section  shall  be conducted  with strict regards to decency,  and the \nrights of the person being searched with respect to privacy and dignity.  \n(5) Whoever wilfully  fails to comply with an order under this section shall be punished with \nsimple imprisonment for a term which may extend to one months or fine which may extend to five \nthousand rupees, or with both.  \n43. Punishment for  contravention of  rules  or regulations .___ (1) Where  any rule or regulation  \nprovides  that a contravention  thereof shall be punishable, a person contravening that rule or regulation  \nshall be punished with simple imprisonment  for a term which may extend to three months or fine which \nmay extend to one hundred thousand rupees, or with both.  \n(2) Where any rule or regulation provides that a contravention thereof shall attract  fine from \nthe airpo rt manager  or an authorized  officer, a person contravening that rule or regulation shall pay a \nfine which may extend to twenty thousand rupees and in the case of a continuing contravention with \nan additional fine which may extend to five thousand rupees for every day during which such \ncontravention continues after the conviction for the first such c ontravention.  \n44. Certain actions to attract administrative penalties .___ Whoever, while  being  at an airport,  \nor upon  a vehicle  or equipment  used for the  air transport,  when  being  called  upon  by. the airport  \nmanager  or an authorized officer, to abstain  form  any of the  act mentioned  the Schedule, neglects  that \ninstruction  or refuses to abstain from that  act, the airport manager  may, after serving him a written \nnotice and recording a summary of appertaining evidence, require that person to pay a pe nalty which \nmay extend to five thousand rupees.  \n45. Amendment of the Schedule . The Federal Government may, by notification  in the official  \nGazette,  amend  the Schedule  through  addition, deletion or substitution of an entry in it.  \n46. Arrest how made .___ (l) No person may be arrested for a n offence under this Act unless — \n \nPage 26 of 35 \n (a)  there is a reason to believe that he will abscond; or  \n(b)  it is necessary to arrest him to prevent continuance of the offence.  \n(2) A person may be arrested if — \n(a)  it is necessary to do so to secure his removal from an airport or any other  facility  \nor property  of the  Authority,  or from  an aircraft, vehicle or equipment at an \nairport;  \n(b)  it is necessary to do so for the purpose  of removal  of a vehicle, animal, thing or \nequipment . from an airport;  \n(c)  he, on being directed by the airport manager, an authorized officer, a staff of the \nAirport Security Force or any other person lawfully authorized  for this purpose,  \nrefuses  to give his full name  and address  or an account  for his being  at an airport  \nor any other facility or property of the Authority;  \n(d)  in the opinion of the airport manager, authorized officer, a staff of the Airport \nSecurity Force or any other person lawfully authorized for this purpose there is \na reason to believe that the full name, address or the account for his being at the \nairport or any other facility  or property  of the  Authority  given  by such person  is \nincorrect.  \n(3) For the purpose  of this section,  the airport manager, authorized officer, st aff of the Airport  \nSecurity Force and any other lawfully authorized person may exercise the powers  of a police officer \nin relation to arrest and detention.  \n47. Removal  of persons,  vehicles  and things .___ (1) The airport manager or an authorized \nofficer may, with or without the assistance of a staff of the Airport Security Force or the local police - \n(a)  remove  from  an airport  or other  property  or facility  of the Authority any person \nwho, in contravention of any provision of this Act, rules or reg ulations, fails or \nrefuses to leave the airport, other property or facility or a part thereof after being \ndirected to do so by the airport manager or authorized officer;  \n(b) remove  from  an airport  or other  property  or facility  of the Authority, and where \nhe considers it to be necessary, take into his custody, any vehicle, animal, \nequipment, good or other thing found, brought or left at the airport or a part \nthereof in contravention of any provision  of this Act,  rules  or regulations, or any \nvehicle, a nimal,  equipment,  good or other thing that,  in the view of the airport \nmanager or authorized officer, is dangerous or is likely to cause any obstruction \nto passengers or other persons or vehicles using the airport.  \n(2) Where the vehicle, animal, equipment,  good or other thing taken in custody is not claimed \nby the owner, person in -charge or any other person having a lawful claim over it within thirty days,  \nthe airport manager or authorized officer shall, publish a notice in at least two newspapers having wi de \ncirculation in Pakistan and through such other means as may be prescribed, informing that the vehicle,  \n \nPage 27 of 35 \n animal,  equipment or thing,  if not claimed by the date specified in the notice, shall be disposed of  by \npublic auction.  \n(3) Where no claim to the vehi cle, animal, equipment, good or thing is received by the date \ngiven in the notice, the airport manager or the authorized officer shall dispose it of by public auction \nand— \n(a)  where a claim to the vehicle,  animal, equipment  good or thing is  received withi n \nthirty days of the auction, he shall, after deducting the expenses of removal,  \ncustody and sale and any other amount due to the Authority,  pay the sale \nproceeds to the owner,  person in -charge  or the person  having  lawful  claim  over \nthe vehicle, animal, equipment or thing; or  \n(b)  where no such claim is received within thirty days, deposit the sale proceeds \nwith the Federal Government after deducting the expenses of removal,  custody  \nand sale and any other amount  due to the Authority.  \n(4) Notwithst anding other provisions of this section, where the airport manager  or authorized  \nofficer  considers  that the good  or thing mentioned  at sub -section (2) is perishable or prone to quick \ndecay and deterioration, he may, in the manner prescribed by the rules, i mmediately sell it through \npublic auction without  the requirement  of publication  of notice,  but the owner  or person in -charge of \nthe good or thing may, within thirty days of the disposal, claim and receive the sale proceed after \ndeduction of expenses of removal, custody and sale and any other amount due to the Authority.  \n(5) For the purpose  of this  section,  the airport  manager  and the authorized officer, may cause \nthe use such force as is reasonably necessary for effecting the removal of the  vehicle, animal, \nequipment or things.  \n48. Offences by bodies corporate .___ (1) Where  a body corporate is guilty of an offence  under \nthis Act a nd that offence  is proved to have been committed with the consent or connivance of, or to be \nattributable to any neglect on the part of,  any director,  manager,  secretary or other similar officer of \nthe body corporate or any person who was purporting to act  in any such capacity he, as well as the \nbody corporate, shall be guilty of an offence and shall be liable to be proceeded against and punished \naccordingly.  \n(2) Where the affairs of a body corporate are managed by its members, sub -section ( 1) shall \napply in relation to the acts and omissions of a member in connection with his functions of management \nas if he is a director of the body corporate.  \n49. Cognizance of  offences  by courts .___ (1) No court  shall  take cognizance of an offence  \nunder  section 39 and 43 of this Act except upon  a complaint in writing by the Director General or an \nofficer so authorized by him.  \n(2) No court shall take cognizance of an offence under section 40,  41 or 42 of this Act except \nupon a complaint in writing of an authorized of ficer of the  Airport  Security Force,  airport  manager  or \nas the  case may be  lawfully authorized person before whom a pers on refuses to submit for insp ection.  \n \nPage 28 of 35 \n 50. Certain offences  to be bailable . All offences  under  this Act except the offence under \nsection 39 shall be bailable.  \n51. Summary trial for certain offences .___ (1) A Magistrate of the first class shall try an \noffence under this Act, except an offence under section 39, in a summary manner and may impose any \namount of fine under this Act.  \n52. Compounding  of offences .___ (1) Subject  to the provision  of sub -section  (2), the airport \nmanager  may, with the permission  of the Director General,  at any stage, compound  an offence  under \nthis Act provided that the persons accused of the offence  deposit s such sum of money to the fund of \nthe Authority as may be agreed to by the Director General as penalty which shall in no case be less \nthan- \n(a)  half of the maximum fine provided for that offence  under the Act;  or \n(b)  fifty thousand rupees if half of the maximum fine provided for that offence \nunder the Act is less than fifty thousand rupees.  \n(2) An offence under this Act shall not be compoundable if the accused has previously been \nconvicted  under the Act or his previous  offence has been compounded by a n airport manager.  \nCHAPTER VII  \n \nMISCELLANEOUS  \n53. Wreckage and salvage .___ (1) The provisions  of Part XII of the Merchant Shipping \nOrdinance,  2001  (Ordinance LII  of 2001),  relating to wreck and salvage shall apply to an aircraft in, \non or over, the sea or in tidal waters, or on or over the shores of the sea or tidal waters as they apply to \nships,  and the Federal  Government  may,  by notification  in the official  Gazette,  make  such \nmodifications of the said provisions in their application to the aircrafts as  appear to it to be necessary \nor expedient.  \n(2) Any services  rendered  in assisting  or in saving  life from,  or in saving the cargo or apparel \nof an aircraft in, on or over, the sea or in tidal waters, or on or over the shores of the sea or any tidal  \nwater,  shall be deemed to be salvage in cases in which they would have been salvaged had they been \nrendered in  relation  to a ship,  and where  services  are rendered  by an aircraft  to any property or person, \nsalvor shall be entitled to the same reward for those serv ices as he would have been entitled to had the \naircraft been a ship.  \n(3) The provisions of sub -section (2) shall have effect notwithstanding  that the aircraft \nconcerned  is a foreign  aircraft and that the services in question are rendered beyond the limits of the \nterritorial waters of Pakistan.  \n54. Periodical and annual reports .___ (1) The Director General shall keep  the Secretary \ngenerally  informed  on the  working  of the Authority  and submit  to him reports,  returns,  statements,  \nestimates,  statistics  or other information  on the matters relating to the functions, duties, activities and \naffairs of the Authority at such intervals and in such form as the Secretary may direct.  \n(2) The Director General shall, as soon as may be practicable after th e close of every financial \nyear, but no later than the last Friday of the immediately following August,  submit to the Minister \n \nPage 29 of 35 \n through the Secretary a report on the state of airports in general, statement of accounts of the Authority \nand in respect of each  airport separately,  activities undertaken by the Authority,  any direction given to \nthe Authority under sections  59 or 60 and action taken on it by the Authority,  and any other aspect  of \nthe functions and duties  of the Authority during that year as the Min ister may specify.  \n(3) The Director General shall, with the approval of the Minister, cause the  annual  report  to be \npublished  for general information  in the  prescribed manner.  \n55. Joint use of certain airports .___ (1) Where an airport is jointly used by the Authority and \none or more other users, the Authority shall — \n(a)  designate and mark specific areas and facilities at the airports for the use of each \njoint user; and  \n(b)  make arrangements for the joint  use of common areas facilities of the airport in \nthe interest of efficiency and safety of air transport.  \n(2) The provisions of this Act shall apply to the area and facility of an airport that is jointly \nused by the Authority not being an airport transferred to, acquired, set up or developed by  the Authority \nunder this Act.  \n(3) Where the Authority  considers that any directions to a joint user from the Federal \nGovernment  are necessary in relation to the joint use of an airport, it may obtain such directions \nthrough the Secretary.  \n56. Act X of 201 2 not to apply to the Authority.  The Industrial Relations  Act, 2012  (Act X  \nof 2012)  or any other  law related  to industrial relations, shall not apply to or in relation, to the Authority \nor any officer, servant, expert or other person in the service of the Authority.  \n57. Indemnity .___(1) No  suit, prosecution  or other  legal  proceedings shall  lie against  the \nAuthority,  any member  or member  of a committee,  the Director General, or any officer, servant, expert \nor any other person employed by or with the permission  of the Authority  in respect  of anything,  done \nor intended to be done in good  faith under th is Act, rules  or regulations  or for any damage sustained \nby anything belonging to or under the control of the Authority.  \n(2) No member  or a member  of a committee,  the Director  General, officer,  servant,  expert  or \nany other person  employed  by or with the permission of the Authority  shall incur any personal  liability  \nfor any loss or damage caused by  any act or omission  in good  faith in the conduct  of the  affairs  of the \nAuthority,  or performance of its functions,  or exercise  of its powers  under  this Act, rules or regulations.  \n58. Certain existing arrangements to continue . All contracts  and working  arrangement  made  \nand all liabilities  incurred  earlier  by the Pakistan Civil Aviation Authority  in connection  with,  or for \nthe purpose  of the Authority, before the establishment  of the Authority,  shall be deemed to have been \nmade or incurred by the Authority and have effect  accordingly.  \n59. Power of the Federal G overnment to issue directions .___ As and when it considers  it to \nbe necessary  or expedient,  the Federal  Government  may, by notification  in the official Gazette, issue \ndirections to the Authority  on matters of policy and such directions shall be binding on it and where a \n \nPage 30 of 35 \n question arises as to whether  any matter  is a matter  of policy  or not, the decision  thereon  by the Federal \nGovernment shall be final.  \n60. Other directions to the Authority .___ (1) The  Secretary may,  with the approval of the \nMinister, require the Authority  by an order in writing to do or not  do what  is mentioned  in the order \nwhere  it is necessary  or expedient  to so order  \n(a)  in the interest of national security;  \n(b)  in the interest of Pakistan's relations with another state or territory;  or \n(c)  to discharge or facilitate the discharge of an international  obligation of Pakistan.  \n(2) The Secretary  shall consult the Director  General before passing  an order under this section.  \n61. Emergency measures to protect public health .___ (1) Where he is satisfied  that Pakistan  \nor any part  thereof is visited  by; or threatened  with,  an outbreak of any dangerous epidemic or any \ninfectious or contagious disease, and that the ordinary provisions of law are insufficient to prevent the  \ndanger to public health arising by the arr ival of aircrafts, the Secretary may, with the permission of the \nMinister, direct the Authority or a person in -charge of an airport not being an airport transferred to, \nacquired, setup or developed by the Authorit y to take or cause to be taken such measures with respect \nto aircrafts and persons travelling, or goods, mail or other things carried therein,  as may be necessary \nto prevent such danger.  \n(2) Any direction passed by the Secretary under sub -section (1) shall  continue  to remain  in \nforce  for a period  of three  months  unless  otherwise extended for a similar period by the Minister.  \n(3) The Sectary shall consult the Director General before passing any direction under this \nsection.  \n62. Discontinuation of the use of an  airport .___ The Authority  shall not discontinue the use of \nan airport without first obtaining a written permission of the Minister except when the discontinuation  \nis required in pursuance to an order or a direction under sections 59 or 60.  \n63. Duty not to disclose information .___(1) Except as provided in this  Act, rules or regulations, \nany other law or when so authorized by the Board — \n(a)  no member, or member of a committee, the Director General or any other \nofficer,  servant,  expert or other person in the service of the Authority  attending  \na meeting  of the Board,  or any of its committees, shall disclose any information \nobtained by him in the course of that meeting; and  \n(b)  the Director General,  other officer,  servant, expert or other pe rson in the service \nof the Authority who has access to any information or document relating to the \naffairs of the Authority shall not disclose that information or document.  \n(2) A member,  or member  of a committee,  the Director  General, officer,  servant,  expert or other \nperson  in the  service  of the  Authority  who contravenes any provision of sub -section (1) shall be guilty \nof misconduct under this Act or any other applicable law relating to his conduct or discipline.  \n \nPage 31 of 35 \n 64. Duty to render assistance .___ On the request of the airport manager or  an authorized  officer,  \nan officer  of the  Federal  Investigation  Agency established  under the Federal Investigation  Agency Act,  \n1974 (VIII of 1975), Airport Security Force or of the local police to whom this request is direc ted, \nshall, without unreasonable delay, render such assistance.  \n65. Standards of airport servic es.___ (1) The Federal Government may lay down the standard \nof services to be provided by the Authority at an airport or a  category  of airports  for the  landing  and \nhousing  of aircrafts,  and for the passengers, mail, cargo or other things intended to be transported by \nan aircraft, and other users of the airports.  \n(2) Where standard of services has not been laid down by the Federal Government, the standard \nshall be that which at the time of provision of service a passenger or other person visiting the airport \ncould reasonably expect to obtain at that time in Pakistan.  \n66. Power to  make rules .___ (1) The Federal  Government  may,  by notification in the official \nGazette, make rules for carrying out the purposes of this Act or to give effect to one or more provisions \nof the Act.  \n(2) In particular  and without  prejudice  to the generality  of the foregoing  power, such rules may \nprovide for — \n(a)  the authorities by which any of the powers conferred by or under this Act are to \nbe exercised;  \n(b)  the period  of notice  to terminate  the appointment  of a private member;  \n(c)  the manner of appointment, conditions of service and remuneration of the \nmembers;  \n(d)  the manner subject to which certain officers or category of officers of the  \nAuthority  shall  be appointed  with the approval  of the Prime Minister or \notherwise on deputation;  \n(e)  the good conduct  of members, members of the committees,  and officers, \nserva nts, experts and other persons in the service of the Authority;  \n(f)  the provisions subject to which the Authority may administer and develop its \nairports, other facilities and air navigation services;  \n(g)  the manner  of issuance  and service  of notices  and detailed procedure  for the \nrecovery  of possession  of properties  of the Authority;  \n(h)  the manner in which a fee or charge shall be fixed, levied and collected by the \nAuthority;  \n(i)  the rate of development fees and the manner in which it may be levied and \ncollected by the Authority;  \n(j)  the manner in which the Authority may invest its funds;  \n \nPage 32 of 35 \n (k)  the form and manner in which the annual budget shall be prepared and approved \nby the Board;  \n(1)  the form and manner in which the annual statement  of accounts shall be \nprepared and submitted by the Authority;  \n(in)  the form and manner in which the Authority  may cause internal audit of its \naccounts;  \n(n)  the form and manner in which plan of schemes shall be prepared and approved \nby the Authority;  \n(o)  the form and manner in which a report giving an account of its activities and \naffairs shall be prepared and submitted by the Authority;  \n(p)  the supply, for the purpose of navigation  of aircrafts, of meteorological services \nby persons engaged or employed in c onnection with air navigation;  \n(q)  the prevention  of any  danger  arisin g to public  health  by the introduction or \nspread of any infectious or contagious disease from aircrafts arriving at or \nleaving the airport;  \n(r)  the supply of air -route beacons, airport lights and lights at or in the \nneighbourhood of the airports and or in the neighbourhood of an air route;  \n(s)  signals  and communication  by or to aircraft,  and by  or to  the persons carried \nthereon; and  \n(t)  carrying out the provisions of the Conven tion of International Civil Aviation  \nsigned  on the seventh  day of December  1944,  the Convention  on international  \nRecognition  of Rights  in Aircraft signed  in Geneva  on the nineteenth  day of \nJune 1948,  the Convention  on Damage  Caused  by Foreign  Aircrafts  to Third \nParties  on the  Surface  signed  in Rome  on the seventh  day of October,  1952 and \nany other treaty,  agreement or convention  to which Pakistan is a signatory or \nany decision taken at any international body  relating  to civil aviation  in as muc h \nas it is applicable for the purpose of this Act.  \n67. Power of the  Authority to make regulations .___ (1) The Board may make regulations, not \ninconsistent with this Act’ and the rules, to provide for all internal matters and for which provision is \nnecessary or expedient for carrying out the purposes of the Act.  \n(2) In particular  and without  prejudice  to the generality  of the foregoing power, such regulations \nmay provide for — \n(a)  the time and place of the meeting of the Board and the procedure to be followed \nfor the transaction of business including the quorum at such meetings;  \n(b)  the conditions of service and the remuneration of officers and other employees \nto be appointed by the Authority;  \n \nPage 33 of 35 \n (c)  the storage or processing of goods in any warehouse established by the  \nAuthority  and the charging  of fees for such storage  or processing;  \n(e)  the contracts  or class  of contracts  and the  form and manner  in which a contra ct \nmay be made by the Authority;  \n(d)  for securing the safe custody and redelivery of any lost property found within \nthe airport or in an aircraft within in the airport, the terms and conditions under \nwhich it may be restored to the person entitled thereto , and the disposal of any \nsuch property in case it is not restored within specified time;  \n(e)  the custody  and restoration  of any vehicle  which  is found abandoned within an \nairport, the terms and conditions under which it may be restored to the person \nentitle thereto, and the disposal of any such vehicle in case it is not restored \nwithin a specified time;  \n(f)  securing  the safety  of aircraft,  vehicles  and persons  using  the airport  and \npreventing  danger  from the use and  operation  of an aircraft at  the airport;  \n(g)  preventing obstruction within the airport for its normal functioning;  \n(h)  prohibiting the parking or waiting of any vehicle or carriage within the airport \nexcept at places specified by the Authority;  \n(i)  prohibiting or restricting acce ss to any part of the airport;  \n(j)  preserving  order  within  the airport  and preventing  damage  to property therein;  \n(k)  regulating or restricting advertising within the airport;  \n(1)  requiring any person,  if so directed by an officer appointed by the  Authority in \nthis behalf, to leave the airport or any particular part of the airport; and  \n(m)  generally  for the efficient and proper management of the airports, any facility \nor property of the Authority, air navigation services, or the proper and safe use  \nof an aircraft, equipment or vehicle on the airport in relation to air transport.  \n(3) No regulation made by the Authority under this section shall have effect until it has been \napproved by the Minister and published in the official Gazette.  \n68. Airport  Orders.___ The Director General may, by notification in the official Gazette  pass \nan Airport Order not inconsistent with this Act, rules and regulations, to provide for any matter and for \nwhich provision is necessary or expedient for carrying out the purposes of the Act.  \n69. Requirement of  continuous  review  of rules  etc.___ (l) The Director General shall cause \nthe rules,  regulations and Airport  Orders to be reviewed continuously in the interest of development of \nair transport and the efficiency, econom y and surety of operations and to secure their conformity to the \nrequirements of any relevant international treaty, convention, engagement or agreement to which \nPakistan is a signatory.  \n \nPage 34 of 35 \n (2) The Director General shall meaningfully consult the persons interested  in or affected  or \nlikely to be  affected  by the review of the rules, regulations or Airport Orders under this section.  \n(3) The Director General shall submit a biannual report to the Minister , Secretary and the Board \non the rules, regulations and Airport Orders reviewed during the period of the report, the persons \nconsulted during such review, any Airport Order or part thereof updated or improved and \nrecommendation, if any, for updating  or affecting  any improvement  in the rules or r egulations for the \npurposes mentioned in sub -section (1).  \n70. Removal of difficulties . If any difficulty arises in giving effect to any of the provision of \nthis Act, the Federal Government may make such order, not inconsistent with the provisions of the Ac t \nor rules, as may appear to it to be necessary for the purpose of removing the difficulty.  \n71. Act to override other laws .___(1) The provisions of this Act shall have effect \nnotwithstanding anything contrary contained in any other law.  \n(2) Notwithstanding  the provisions of sub -section (1)  nothing in this Act shall affect any \nprovision of the Pakistan Airport Security Force Act, 1975 (LXX VII of 1975) and nothing in this Act \nshall be construed to derogate any power, function or duty of the Air port Security Force under that Act.  \n72. Repeal and savings .___ (1) On the commencement of this Act and the  Pakistan  Civil  \nAviation  Act, 2023,  the Civil  Aviation  Ordinance,  1960 (XXXII of 1960) and the Pakistan  Civil \nAviation  Authority  Ordinance,  1982 (XXX of 1982) shall be repealed.  \n(2) Notwithstanding  the repeal of the said Ordinances, anything done or any action taken or \npurported to have been done or taken under any of these Ordinance shall, in so far as it is not \ninconsistent with the provisions of  this Act, be deemed to have been done or taken under the Act.  \nSCHEDULE  \n \n(see section 44]  \n \nActs Attracting Penalties  \n1. Refusal when  called  upon  by an airport  manager  or any authorized office r or member of the \nAirport Security Force to give his name and address, or gives a false name or address, for the purpose \nof avoiding prosecution;  \n2.  Committing any act of indecency, or using abusive or foul language;  \n3.  Contravening  any lawful  direction  given  by airport  manager  or any authorized  officer  or \nmember  of the Airport  Security  Force  without lawful excuse;  \n4.  Save with the express permission  of the Director General, dealing in, selling or exposing \nfor sale any article or advertising, or applying for or soliciting customers of any description;  \n5. Smoking at  the airport or any part thereof, or on an aircraft or vehicle bearing  a notice  that \nsmoking  is prohibited  or that part, aircraft  or vehi cle not being a designated smoking zone;  \n6. Disposing  of garbage  or depositing  refuse  or any  other  object  at an airport or any part of the \nairport except by placing it in the receptacle provided for the purpose;  \n \nPage 35 of 35 \n 7.  Wilfully  or negligently  abandoning  any vehicle,  animal,  equipment, good or other thing at \nan airport or any part of the airport;  \n8.  Writing,  drawing, o r affixing  any profane, obscene, indecent or abusive word, matter, \nrepresentation or character upon any part or fixture of an airport and an aircraft or vehicle at an airport;  \n9. Defacing the  writings on any board  or any notice authorized to  be maintained upon an airport, \naircraft or vehicle at an airport; and  \n10. Wilfully  obstructs or impedes any other person in the discharge of his duties arising out of \nhis employment in an airport or for the purposes of the Authority  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         RGN   Uploaded on 26.12.2023"
}