{
    "file": "./converted_json\\administrator0934224a6600eac001fc5c08f3b02ab8.json",
    "name": "Hospital Waste Management Rules, 2005",
    "date": "September 27, 2005",
    "tagline": "Pakistan Environmental Protection Act, 1997",
    "content": "REGISTERED No.  M 3°2  L.-7646 \n„t4 \n0.515 meat  um  of Sialthitrat \n12*.fmk15*:4  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, SEPTEMBER 27, 2005 \nPART II \nStatutory Notifications (S. R. 0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF ENVIRONMENT \nNOTIFICATION \nIslamabad, the 3rd August, 2005 \nS. R. 0. 1013(I)/2005.—In exercise of the powers conferred by \nsection 31 of the Pakistan Environmental Protection Act, 1997 (XXXIV of 1997), \nthe Federal Government is pleased to make the following rules, namely:— \nShort title and commencement.—(1) These rules may be called the \nHospital Waste Management Rules, 2005. \n(2) \tThey shall come into force at once. \n2. \tDefinitions.—(1) In these rules, unless there is anything repugnant in \nthe subject or context, \n(a) \t\"Act\" means the Pakistan Environmental Protection Act, 1997 \n(XXXIV of 1997); \n(3093) \nPrice : Rs. 20.50 \n[3080(2005)/Ex.Gaz.1 \n3094 \t TIIIE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t[PART II \n\"chemical waste\" includes chemicals from diagnostic and \nexperimental work, cleaning processes, housekeeping and \ndisinfecting procedures, mercury waste such as from broken \nclinical equipment and spillage, and cadmium waste such as \nfrom discarded batteries; \n\"genqtoxic waste\" includes cytotoxic drugs and outdated \nmaterials, vomitus, faeces or urine from patients treated with \ncytotoxic drugs or chemicals, and materials such as syringes \nand vails contaminated from the preparation and administration \nof such drugs; \n\"Government\" means thp Federal Government or a Provincial \nGovernment in which the hospital is located; \n(e) \"Health Officer\" means the District Health Officer, Assistant \nDistrict Health Officer and Medical Officer, by whatever \ndesignation called, of the local council in which the hospital is \nlocated and includes any person designated as such by the \nFederal Government or a Provincial Government for the \npurposes of the Act; \n\"hospital\" includes a clinic, laboratory, dispensary, pharmacy, \nnursing home, health unit, maternity center, blood bank, autopsy \ncentre, mortuary, research institute and veterinary institutions, \nincluding any other facility involved in health care and biomedical \nactivities: \n\"hospital waste\" includes both risk waste and non-risk waste; \n\"infectious waste\" means waste contaminated by any type of \npathogens such as bacteria, viruses, parasite or fungi and includes \ncultures from laboratory work, waste from surgeries and \nautopsieS, waste from infected patients, discarded or disposable \nmaterials and equipment which have been in contact with such \npatients and infected animals from laboratories; \n\"local council\" means a local council in the geographical lim its of \nwhich the hospital is located; • \n(j) \t\"Medical Superintendent\" means the Head of the hospital by \nwhatever designation called; • • \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t3095  \n(k) \t\"non-risk waste\" includes paper and cardboard, packaging, food \nwaste and aerosols and the like; \t\n\" \t(1) \t\"pathological waste\" includes tissues, organs, body parts, fetuses, \nblood and body fluids; \n(m) \"Pharmaceutical waste\" includes expired or unused \npharmaceutical products, spilled contaminated pharmaceutical \nproducts, surplus drugs, vaccines or sera, and discarded items \nused in handling pharmaceutical such as bottles, boxes, gloves, \nmasks, tubes, or vails; \t\n. \t(n) \"radioactive waste\" includes liquid, solid and gaseous waste \ncontaminated with radionuclides generated from in-vitro \nanalysis of body tissue and fluid, in-vivo body organ imaging \nand tumour localization, and investigation and therapeutic \nprocedures; \n\"risk waste\" means infectious waste, pathological waste, \nsharps, pharmaceutical waste, genotoxic waste, chemical waste, \nand radioactive waste; \n\"section:\" means a section of the Act; \n(ci) \t\"sharp\" includes whether infected or not, needles, syringes, \nscalpels, infusion sets, saws and knives, blades, broken glass and \nany other item that could cut or puncture; and \n(r) \"waste management\" includes waste segregation, waste \ncollection, waste transportation, waste storage, waste disposal \nand Waste minimization and reuse. \t\n(2) \tThe words and expressions used but not defined in these rules shall \nhave the same meaning as are assigned to them in the Act. \t\n3. \tResponsibility for waste management.—Every hospital shall be \nresponsible for the proper management of the waste generated by it till its final \ndisposal in accordance with the provisions of the Act and the rules 16 to 22. \n3096 \tTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t[PART!! \n4. \tWaste Management Team.—(1) The Medical Superintendent shall \nconstitute a Waste Management Team comprising the following by whatever \ndesignation called namely:— \nMedical Superintendent. \t Chairman. \nHeads of all hospital departments. \t Member. \n(6) \tInfection Control Officer. \t Member. \nChief Pharmacist. \t Member \nRadiology Officer. \t Member. \nSenior Matron. \t Member. \nHead of Administration. \t Member \nHospital Engineer. \t Member \nHead of the sanitation staff. \t Member \nOther hospital staff members as the Medical \nSuperintendent may designate. \t Member. \nA pulilic representative of the District Administration \nnominated by the District Coordination Officer. \t , Member \n(1) \tA representative of a Provincial Agency concerned, or, \nin the case of a hospital located in the Islamabad capital \nterritory, the Federal Agency. \t Member. \nIn a hospital where the posts under sub-rule (1) do not exist, the Medical \nSuperintendent shall designate another staff member to perform the duties and \nresponsibilities of the holder of such posts under rules 8 to 14. \n• The members of the Waste Management Team shall be informed in \nwriting of their duties and responsibilities as provided under rules 8 to 14. \n• One of the members of the Waste Management Team shall be \ndesignated by the Medical Superintendent as the Waste Management Officer, \nwho shall ad as the Secretary of the Waste Management Team. \n5. \tDuties and responsibilities of Waste Management Team.—A \nWaste Management Team shall be responsible for the preparation, monitoring, periodic \nreview, revision or updating, if necessary, and implementation of the Waste \nManagement Plan, and for supervision of all actions taken in compliance with the \nprovisions of these rules. \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t3097  \t\n6. \tMeetings of Waste Management Team.—(1) The meeting of a \nWaste Management Team shall be held at least twice a month. \n(2) One-third of the members of the Waste Management Team shall \nconstitute the quorum for a meeting, \t\n7. \tDuties and responsibilities of Medical Superintendent.—A Medical \nSuperintendent shall-, \nconstitute the Waste Management Team; \ndesignate the Waste Management Officer; \nfacilitate meetings of the Waste Management Team and ensure \nimplementation of its decisions; \nsupervise implementation, monitoring and review of the Waste \nManagement Plan and ensure that it is kept update; \narrange for a waste audit of the hospital by an external agency as may \nbe designated for the purposes by the Government, involving analysis \nfor the existing waste stream and assessment of existing waste \nmanagement practices; \t • \n(f) allocate sufficient financial and manpower resources to ensure efficient \nand effective implementation of the Waste Management Plan; and \n(g) ensure adequate training and refresher courses for the concerned \nhospital staff. \n8. \tDuties and responsibilities of the Heads of Departments.—The \nHeads of Depar_tments shall be responsible for the proper management of waste \ngenerated in their respective departments, and in particular shall, \n(a) \tensure that all doctors, nurses, clinical and staff in their respective \ndepartments, is aware of, and where required properly trained, in waste \nmanagement procedures; \narrange proper supervision of the sanitary staff and sweepers to \nensure that they comply with waste management procedures at all \ntimes; and \nliaise with the Waste Management Officer for effective monitoring \nand reporting of mistakes and errors in implementation of the Waste \nManagement Plan. \n3098 \tTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t[PART 11 ( \n9. \tDuties and responsibilities of Infection Control Officer.—An \nInfection Control Officer shall be responsible for,— \ngiving advice regarding the control of infection and the standards of \nthe waste disposal system; \nidentifying training requirements for each category of staff; and \n• organization of training and refreshers courses on safe waste \nmanagement procedures. \n10. Duties and responsibilities of Chief Pharmacist.—A Chief \nPharmacist shall be responsible for the sound management of pharmaceutical stores \nand in particular shall,— \ngive advice regarding formulation of appropriate procedures• for \nmanagement of pharmaceutical waste, and coordinate implementation \nof these procedures; and \nensure that the concerned hospital staff members receive adequate \ntraining in pharmaceutical waste management procedures. \n11. Duties and responsibilities of Radiology Officer.--A Radiology \nOfficer shall be responsible for the sound management of radioactive waste and in \nparticular shall,- \ngive advice regarding formulation of appropriate procedure for \nmanagement of radioactive waste and coordinate implementation of \nthese procedures; and \nensure that the concerned hospital staff members receive adequate \ntraining in radioactive waste management procedures. \n12. Duties and responsibilities of Senior Matron and Head of \nAdministration.—A Senior Matron and Head of Administration shall be responsible \nfor ensuring training of nursing staff, laboratory staff, medical assistants and \nsanitary staff and sweepers in waste management procedures and basic personal \nhygiene. \n13. Duties and responsibilities of Hospital Engineer.—,An Hospital \nEngineer shall be responsible for installation, maintenance and safe operation of \nwaste storage facilities and waste handling equipment and where installed the hospital \nincinerator, and shall ensure that the concerned hospital staff members are properly \ntrained for these purposes. \nPART in THE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t3099 \n14. Duties and responsibilities of Waste Management Officer.—A \nWaste Management Officer shall, in addition to his duties and responsibilities, be \nresponsible for the day to day implementation and monitoring of the Waste \nManagement Plan and in particular, shall,— , \n(a) \tfor waste collection,— \nensure internal collection of waste bags and waste containers \nand their transport to central storage facility of the hospital on \ndaily basis; \nliaise with the Supplies Department to ensure that an adequate \nsupply of waste bags, containers, protective clothing and collection \ntrolleys are available at all time; \nensure that sanitary staff and sweepers immediately replace used \nbags and containers with the new bags and containers of the \nsame type and where a waste bag is removed from containers, \nis properly cleaned before a new bag is fitted therein; and \ndirectly supervise the hospital sweepers assigned to collect and \ntransport the waste; • \nfor waste storage, \nensure correct use of the central storage facility and that it is \nkept secured from unauthorized .access; and \n(ii) prevent unsupervised dumping of waste bags and waste \ncontainers on the hospital premises, even for a short period of time; \nfor waste disposal,- \nco-ordinate and monitor all waste •disposal operations, and \nfor this purpose meet regularly with the concerned representative \nof the local council; \nensure that the correct methods of transportation of waste are \nused on-site to the central storage facility or incinerator, if installed, \nand off-site by the local council; and \nensure that the waste is not stored on the hospital premises for \nlonger than twenty-four hours, by coordinating with the incinerator \noperations and with the local council; (i) \n3100 \tTHE GAZE PIE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t[PART II \n(d) \tfor staff training and information,— \nliaise with the Heads of Departments, Head of Administration \nand Senior Matron to ensure that all doctors, Clinical staff, nursing \nstaff, laboratory staff and medical assistants are fully aware of \ntheir duties and responsibilities under the Waste Management \nPlan; and \nensure that sanitary staff and sweepers .  are not involved in waste \nsegregation and that they only handle waste bags and containers \nin the correct manner; and \n(e) \tfor incident management and control,— \nensure that emergency procedures are available at all times and \nthat all staff members are aware of the action to be taken by \nthem; \ninvestigate, record and review all incidents reports regarding \nhospital waste management; and \nrecord the quantities of waste generated by each department \non a weekly basis. \n15. Waste Management Plan.—(1) A Waste Management Plan shall \nbe prepared by a Waste Management Officer for approval by the Waste Management \nTeam, and shall be based on internationally recognized environment management \nstandards such as the International Organization for Standardization 14000 series. \n(2) \tThe Waste Management Plan shall include,— \na,plan of the hospital showing the waste disposal points for every \nward and department, indicating whether each point is for risk \nwaste or non-risks waste, and showing the. sites of the central \nstorage facility for risk waste and the central storage facility for \nnon-risk waste; \ndetails of the types, numbers and estimated costs of \ncontainers, waste bags and trolley required annually; \n• \ntimetables including frequency of waste collection from each \nwards and department; \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t3101  \n(d) \tduties and responsibilities for each of the different categories \nof hospital. staff members who shall generate hospital waste \nand be involved in the management of the waste; \nan estimate of the number of staff members required for waste \ncollection; \nprocedures for the management of waste requiring special \ntreatment such as autoclaving before final disposal; \ncontingency plans for storage or disposal of risk waste in the \nevent of breakdowns of incinerators, or of maintenance or \ncollection arrangements; \ntraining courses and programmes on waste management; and \n( ) \temergency procedures. \n(3) \tA representatives of a local council responsible for the collection and \ndisposal of wastelrom the hospital shall be consulted in preparing and finalization of \nthe Waste Management Plan. \n' \t(4) The Waste Management Plan shall be regularly monitored, reviewed, \nand revised and updated by the Waste Management Team as and when necessary. \n16. Waste segregation.=—(1) Risk waste shall be separated from non-\nrisk waste at the ward bedside, operation theatre, laboratory, or any other room in \nthe hospital where the waste is generated by a doctor, nurse, or other person generating \nthe waste„ \nAll disposal medical equipment and supplies including syringes ;  needles, \nplastic bottles, drips and infusion bags shall be cut or broken and rendered non-\nreusable at the point of use by the person using the same, or in case any such used \nby such person. \nAll risk waste other than sharps, large quantities of pharmaceuticals, \nor chemicals, waste with a high content of mercury or cadmium such as broken \nthermometers or used batteries, or radioactive waste shall be placed in a suitable \ncontainer made of metal or tough Plastic, with a pedal type or swing lid, lined with a \nstrong yellow waste bag. The bags shall be removed when it is not more than three \nquarters full and sealed, preferably with self-locking plastic sealing tags and not by \nstapling. Each bag shall be labeled, indicating date, point of production, ward and \n' hospital, quantity and description of waste and prominently displaying the biohazard \nsymbol. The bags removed should be immediately replaced with a new one of the \nsame type. (e) \n3102 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \tIPAwr II \n(4) \tSharps including the cut or broken syringes and needle shall be placed \nin metal or high density plastic containers resistant to penetration and leakage designed \nso that items can be dropped in using One hand and no item can be removed. The.  containers shall be coloured yellow and marked \"DANGER! CONTAMINATED \nSHARPS\". The sharp container shall be closed when three-quarters full. If the \nsharp container is to be incinerated, it shall be placed in the yellow waste bag with the other risk waste. \n(5) \tLarge quantities of pharmaceutical waste shall be returned to the \nsuppliers. Small quantities shall be placed in yellow waste bag preferably after being \ncrushed, where this can be done safely. \nLarge quantities of chemical waste, and waste with a high content of \n' mercury or cadmium shall not be incinerated, but shall be placed in chemical resistant \nContainers and sent to specialized treatment facilities. \nRadioactive waste which has .to be stored to allow decay to \nbackground level, shall be.placed in a waste bag, in a large yellow container or \ndrum. The container or drum shall be labeled, showing the radionuclide's activity on • \na given date, and the period of storage required, and marked \"RADIOACTIVE \nWASTE\", with the radiation symbol. Non-infectious radioactive waste which has \ndecayed to background level, shall be placed in white waste bags. Infectious \nradioactive waste which has decayed to background level, shall be placed in \nyellow waste bags. High level and relatively long half-life radionuclides shall be \npackaged and stored in accordance with instructions of the original supplier under \nsupervision Of the Radiology Officer and sent back to the supplier for disposal. \t• \nNon-risk waste shall be placed in a suitable container lined with a \nwhite waste bag. Adequate numbers of non-risk waste containers shall be placed in \nall areas of the hospital and notices affixed to encourage visitors to use them. \n17. Waste collection.—(1) Waste shall be collected in accordance \nwith the schedules specified in the Waste Management Plan. • \n(2) \tSanitary staff and sweepers shall, when handling waste, wear protective \nclothing at all times including face masks, industrial aProns, leg protectors, industrial \nboots and disposable or heavy duty gloves, as required. \n(3) \tSanitary sfaff and sweepers shall ensure that, \nwaste is collected at least once daily; \nall waste bags are labeled before removal, indicating the point of \nproduction, ward, hospital and contents; \nPART 11] THE GAZE1 1 t: OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t3103  \nthe removed waste bags and containers are immediately \nreplaced with new ones of the same type; and \nwhere a waste bag is removed from a container, the container \nis properly cleaned before a new bag is fitted therein. \n18. Waste transportation.—(1) For on-site transportation, a waste \ncollection trolley shall be free of sharp edges, easy to load, unload and to clean, and \npreferably a stable three or four wheeled design with high sides. The trolley shall be \ncleaned regularly. \nThe sealed waste bags shall be carefully loaded by hand onto the \ntrolley to minimize the risks of punctures or tears. \nYellow-bagged risk waste and white-bagged non-risk waste shall be \ncollected on separate trolleys which shall be painted or marked in the corresponding \ncolours. \nThe collection route shall be the most direct one from the final \ncollection point to the central storage facility designated in the Waste Management \nPlan. The collected waste shall not be left even temporarily anywhere other than at \nthe designated central storage facility. \nTransportation off-site shall, unless otherwise agreed, be the \nresponsibility of the local council which shall ensure that,— \nall yellow-bagged waste is collected at least once daily; \nall staff members handling yellow-bagged waste wear protective \nclothing;• \nyellow-bagged waste is transported separately from all other \nwaste; \nvehicles or skips are only used for the carriage of yellow-bagged \nwaste and are free of sharp edges, easy to load and unload by \nhand,.easy to clean and disinfect, and fully enclosed, preferably \nwith hinged and lockable shutters or lids, to prevent any spillage \nin the hospital premises or on the highway during transportation; \nall concerned staff members are properly trained in the handling, \nloading, unloading, transportation and disposal of yellow-bagged \nwaste, and are fully aware of emergency procedures for dealing \nwith accidents and spillages; \n• 3104 \t\nTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t[PART Il \nall vehicles carry adequate supply of empty waste bags, protective \nclothing, cleaning tools and disinfectants to clean and disinfect \nany spillage; \nthe transportation of waste is properly documented and all \nvehicles carry a consignment note from the point of collection \nto the incinerator or land-fill or other final disposal facility; and \nall vehicles are cleaned and disinfected after use. \n19. Waste storage.--(1) A separate central storage facility shall be \nprovided for yellow-bagged waste with a sign prominently displaying the biohazard \nsymbol and clearly mentioning the facility stores risk waste. \n(2) \tThe designated central storage facility shall,— \nbe located within the hospital premises close to the incinerator, if installed, but .  away from food storage or food preparation areas; \n(b) \tbe large enough to contain all the risk waste produced by the \nhospital with spare'capacity to cater for collection or incinerator breakdowns; \nbe easy to clean and disinfect with an impermeable hard- \nstanding base, plentiful water supply and good drainage, lighting and ventilation; \nhave ;adequate cleaning eqUipment, protective clothing, waste \nbags and containers .  located nearby; and \nbe easily accessible to collection vehicles and authorized staff, \nbut totally enclosed and secure from unauthorized access including \ninaccessible to animals, insects and birds. \nNo materials other than yellow-bagged waste shall be stored in the central storage facility. \nNo waste shall be stored at the central storage facility for more than twenty-four hours: \nProvided that in case of emergency where infectious waste is required to \nbe stored for more than twenty-four hours, it shall be refrigerated at a temperature of 3° C to 8 °  C. \nPART  III THE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t3105  \nContainers with radioactive waste shall be stored in a specifically \nmarked area in a lead-shielded storage room. \nContainers with chemical waste which are to be specialized treatment \nfacilities shall also be stored in a separate room. \nThe central storage facility shall be thoroughly cleaned in accordance . \nwith procedures stipulated in the Waste Management Plan. \n20. Waste disposal.—(1) Depending upon the type and nature of the \nwaste material and the organisms in the waste, risk Waste shall be inactivated or \nrendered safe before final disposal by a suitable thermal, chemical, irradiation \nincineration, filtration or other treatment method, or by a combination of such methods \ninvolving -proper validation and monitoring procedures. Effluent from the waste \ntreatment methods shall also be periodically tested to verify that it conforms to \nthe National Environmental Quality Standards before it is discharged into the sewerage \nsystem. \n• Yellow-bagged waste shall be disposed off by burning in an incinerator, \nby burial in a landfill or by any other method of disposal approved by the Federal \nAgency or a Provincial Agency concerned. \nSharps containers which have not been placed in yellow waste bags \nfor incinerator, shall be disposed of by encapsulation or other method of disposal \napproved by the Federal Agency or a Provincial Agency concerned. \nThe method of disposal, whether by burning in an incinerator or by \nburial in a landfill or otherwise, shall be operated by a hospital only after approval of \nits Environmental Impact Assessment in accordance with the provisions of section 12 \nof the Act: \nProvided that hospitals, locaUcouncils or other persons already using an \nincinerator or landfill on the date of commencement of these rules shall submit an \nInitial Environmental Examination in respect thereof to the Federal Agency or a \nProvincial Agency concerned within two months from the said date, and may continue \nto use the incinerator or landfill pending decision on the ETA. \nAll risk waste delivered to an incinerator shall be burned within twenty-\nfour hours. \nAsh and residues from incineration arid other methods shall be placed \nin robust, noncombustible containers and sent to the local council's designated risk \nwaste landfill site. \n3106 \tTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t[PART]] \n(7) \tLandfills shall be located at sites with minimal risk of pollution of \ngroundwater end rivers. Access to the site shall be restricted to authorized personnel \nonly. Risk waste shall be, buried in a separate area of the landfill under a layer of \nearth or non-risk waste of at least one meter depth which shall then be.  compacted. The landfill shall be regularly monitored by the local council to check groundwater \ncontamination and air pollution. The local council shall also ensure that the landfill \noperators are properly trained, especially in safe disposal procedures, use of protective \nequipMent and hygiene and emergency response procedures. \nDaily collection of risk waste from hospitals shall be taken by the \nvehicles of the local council immediately to the designated landfill site or incinerator \nby the most direct route in accordance with prior scheduling of collection times and journey times. \nRadioactive waste which has decayed to background level shall either \nbe buried in the landfill site or incinerated. \nExplanation.—An incineration facility for radioactive waste shall require, \nin addition to approval of its EIA by the Federal agency or a Provincial agency \nconcerned, registration with and issue of license by PNRA, and reconciled with the \nrequirements of the Pakistan Nuclear Regulatory Authority Ordinance 2001 (III of \n2001) and the guidelines made thereunder in connection with management and disposal of radioactive waste, \nAll liquid infectious waste shall be discharged into the sewerage system \nonly after being properly treated and disinfected. \nExplanation L—Liquid radioactive waste shall be discharged into the \nsewerage system only after it has decayed to background level and after it has been \nensured that the radioactive materials are soluble and dispersible in water, failing \nwhich it shall be filtered. \nExplanation IL—Radioactive waste containing Tritium and Carbon-14 \nisotopes shall be stored separately and shipped to the disposal site of the Pakistan \nAtomic Energy Commission, Karachi Nuclear Power Plant (KANUPP), Karachi \nor Pakistan Institute of Science & Technology (PINSTECH), Islamabad. \n(11) In the case of gaseous radioactive waste, portable filter assembles \nshall be used to extract iodine and xenon. The used filters shall be treated as solid radioactive waste. \n21. Accidents and spillages.— (1) In case of accidents or spillages, the \nfollowing action shall be taken, namely:— \nPART lfl THE GAZETTE Of PAKIs IAN, EXTRA., SEPT. 27, 2005 \t• 3107  \nthe emergency procedures mentioned in the Waste Management Plan \n, \t. shall be implemented immediately; \nthe contaminated area shall be immediately evacuated, if required; \nthe contaminated area shall be cleared and, if necessary, disinfected; \nexposure of staff members shall be limited to the extent possible during \nthe clean-up operation, and appropriate immunization may be carried \nout, as required; and \nany emergency equipment used shall be immediately replaced in the same \nlocation from which it was taken, \nAll hospital staff members shall be properly trained and prepared for \nemergency response including procedures for treatment of injuries, clean-up of \nthe contaminated area and prompt reporting of all incidents of accidents, spillages \nand near-misses. \nA Waste Management Officer shall immediately investigate, record and \nreview all such incidents to establish causes and shall submit his report to a Waste \nManagement Team. \nThe Waste Management Team shall review the report, and where \nnecessary shall amend the Waste Management Plan to prevent recurrence of such \nincidents, and take such further action as may be required. \n22. \tWaste minimization and reuse.—(1) To minimize hospital waste, each \nhospital shall introduce,— \n(a) \tpurchasing and stock control, involving careful management of the \nordering process to avoid overstocking, particularly with regard to date-\nlimited pharmaceutical and other products, and to accord preference to \nproducts involving low amounts. of packaging; \n(b) waste recycling programmes, involving return of unused or waste \nchemicals in quantity to the supplier for reprocessing, return of \npressurized gas cylinders to suppliers for refilling and reuse, sale of \nmaterials sucffas mercury, cadmium, nickel and lead-acid to specialized \nrecyclers, and transportation of high level radioactive waste to the original \nsupplier; and ' \n(c) \twaste reduction practices in all hospital -departments. \n(2) \tTo encourage reuse, each hospital shall separately collect and sterilize, \neither thermally or chemically in accordance with approved procedures, suigical \n3108 - \tTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t(PARr 11 \nequipment and other items which are designed for reuse and are resistant to the \nsterilization process. . \n23. Inspection.—(1) An Health Officer may inspect any hospital, \nincinerator or landfill located within the area of his jurisdiction to check that the \nprovisions of these rules are being compiled with. \nThe Government shall constitute a Hospital Complaint Scrutiny \nCommittee for each district and for the Islamabad Capital Territory, comprising \ntwo Medical Superintendents of hospitals owned by the Government, one of which \nshall be the Chairman of the Committee, and one Chief Executive of a private \nsector hospital:. \nProvided that the Hospital Complaint Scrutiny Committee for a district or \nfor the Islamabad Capital Territory shall comprise of Medical Superintendents of \nhospitals located outside the said district or the Islamabad Capital Territory, as the \ncase may be. \n• \nIf an Health Officer discovers any contravention of any provision of \nthese rules, he shall report the same to the concerned Hospital Complaint Scrutiny \nCommittee. \nThe Hospital Complaint Scrutiny Committee shall review details \nof the contravention reported by the Health Officer and after giving an opportunity \nof being heard to the duly authorized representative of the hospital or incinerator or \nlandfill, recommend,- \nthat no further action be taken in the circumstanees of the case; \nthat another inspection be carried out within a specified period not \nexceeding one month, if the hospital or incinerator or landfill has \ntaken steps to comply with the rules contravened; or \nthat action be initiated against the person responsible through the District \nHealth Officer or a local council or the Federal agency or the \nProvincial agency concerned as the case may be. \n24. Hospital Waste Management Advisory Committee.—(1) The \nFederal Government shall by notification in the official Gazette, constitute a \n(h) PART II] THE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 2005 \t3109  \nHospital Waste Management Advisory Committee for the Islamabad Capital \nTerritory comprising,— \nSecretary, Ministry of Health. \nJoint Secretary, Ministry of Local Govt. & Rural Dev. \nDirector General, Environment Cell, CDA. \nPresident, Pakistan Medical Association or his \nrepresentative. \nDirector, Health Services Academy. \nExecutive Director, Pakistan Institute of Medial Scienc \nMedical Superintendent, Federal Government \nServices Hospital. \nChief Executive of two hospitals in the private sector. \nRepresentative of two non-government organizations. \nDirector-General, Pakistan Environmental Protection \nAgency. \n(k) \tDirector (Lab/NEQS), Pak-EPA. \n(2) \tEach Provincial Government shall, by notification in the official Gazette, \nconstitute a Hospital Waste Management Advisory Committee for the Province \ncomprising, \nSecretary, Provincial Health Department. \t Chairman \nRepresentative of Ministry of Health. \t Member \nRepresentative, Provincial Environment Department. \t Member \nRepresentative, Provincial Local Government Department. \tMember \nPresident, Pakistan Medical Association or his representative. Member \nVice Chancellor of a Medical University in the Province. \tMember \nMedical Superintendent of hospitals in the public sector \nand Chief Executives of two hospitals in the private sector. \tMember \nRepresentative of two non-goverilmental organizations. \tMember \nDG, Provincial Environmental Protection Agency. \tMember/Secretary \n(3) \tThe Hospital Waste Management Advisory Committee shall,—' \t•  \n \n \n \n(e) \n \n \n \n \n(.1) Chairman \nMember \nMember \nMember \nMember \nes. Member \nMember \nMembers \nMembers \nMember \nMember/ Secretary \n3110 \tTHE GAZETTE OF PAKISTAN, EXTRA., SEPT. 27, 21)05 \t[PART II \nperiodically review the implementation of the rules and recommend \namendment there to; and \nrecommend adoption of such policy measures, plans and projects as it \nmay consider necessary for the effective management of hospital waste \nin the Islamabad Capital Territory and Provinces, as the case may be. \nPhased implementation.—The Federal Government may, by \nnotification in the official Gazette, exempt any class of hospitals from all or any of \nthe provisions of these rules. \nApplicability of section 14 of the Act.—Each hospital generating \nrisk waste shall apply to the Federal Agency for issuance of licence for handling \nhazardous substances and the provision of section 14 shall apply for the purpose of \ngranting such licence. \n[No.F. 3(1)/2005-Lawl \nSd/- \nMUHAMMAD FAYYAZ, \nSection Officer (Law). \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}