{
    "file": "./converted_json\\administratora1929ed5d5548341d4e0c35af93ea8bb(1).json",
    "name": "Gilgit-Baltistan Infectious Diseases (Prevention and Control) Ordinance, 2020",
    "date": "23rd April, 2020",
    "tagline": "Provisions for prevention and control of infectious diseases in Gilgit-Baltistan",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JUNE 5,  2020      263 \n \n \n \n  \nISLAMABAD,  FRIDAY ,  JUNE  5,  2020 \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTIST AN \nLAW AND PROSECUTION DEPARTMENT  \nGilgit , the 23rd April, 2020  \nTHE GILGIT -BALTIST AN INFECTIOUS DISEASES (PREVENTIO N AND \nCONTRO L) ORDINANCE, 2020  \n(ORDINANCE I OF 2020)  \nAN \nORDINANCE  \nto provide for prevention and control of infectious diseases in the  \nGilgit -Baltistan  \n \n It is expedient to make provisions for prevention and control of infectious \ndiseases in the Gilgit -Baltistan an d matters ancillary and connected thereto. The Gilgit -\nBaltistan Assembly is not in session, and the Governor Gilgit -Baltistan is satisfied that \ncircumstances exist which render it necessary to take immediate action. In exercise of \nthe powers conferred unde r clause (1) of Article 74 of the Government of Gilgit -\nBaltistan Order, 2018, the Governor Gilgit -Baltistan is pleased to make and promulgate \nthe following Ordinance:  \n \nPART -I \n \nPRELIMINARY  \n \n 1. Short title, extent and commencement. —(1) This Ordinance may be  called \nas the Gilgit -Baltistan Infectious Diseases (Prevention and Control) Ordinance , 2020.  \n \n(263) \n \n Price: Rs. 20.00 \n \n[5623 (2020)Ex.Gaz.]   \n264 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE  5,  2020  [PART I \n \n  (2) It extends to whole of the Gilgit -Baltistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —In thi s Ordinance:  \n \n (a) “declaration” means the declaration of a serious and imminent infection \nthreat, made under section 3 of the Ordinance;  \n \n (b) “Director General Health” means the Director General Health Services, \nGilgit -Baltistan;  \n \n (c) “Government” means  Government of the Gilgit -Baltistan;  \n \n (d) “minor” means a person with an age of less than eighteen years;  \n \n (e) “notified medical officer” means a medical officer notified for the \npurpose by the Government;  \n \n (f) “Ordinance” means the Gilgit -Baltistan Inf ectious Diseases (Prevention \nand Control) Ordinance , 2020;  \n \n (g) “Potentially infectious person” means a person who:  \n \n (1) is suspected to be infected or contaminated with an infectious \ndisease;  \n \n (2) is a risk that such person might spread, infect or cont aminate other \npersons with an infectious disease; or  \n \n (3) has arrived from or through an area aff ected by an infectious \ndisease within fourteen days or such other period as may be \nspecified by the Secretary immediately preceding the date of his \narrival;  \n \n (h) “rules” means the rules made under the Ordinance ; and  \n \n (i) “Secretary” means Secretary to the Government, Health Department.  \n \n 3. Serious and imminent infection threat declaration. —(1) The \nSecretary, may, with the approval of the Chief Minister, by notification in the official \nGazette, declare that the -incidence or transmission of an infectious diseases poses a \nserious and imminent threat to public health in the whole or any part of the Gilgit -\nBaltistan.  \n \n (2) The secretary may, with the approval of ’ the Chief Minister,  \nby notification in the official Gazette, revoke a declaration made under  \nsub-section (1).  \n \n (3) Before seeking approvals under sub -sections (1) and (2), the Secretary \nshall have due regard to any advice from:  \n \n (a) the Director Genera l Health; and  \n \n (b) not less than two eminent epidemiologists appointed by the Chief \nMinister for rendering such advice.  \n \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JUNE 5,  2020      265 \n \n PART -II \n \nGENERAL HEALTH PROTECTION  MEASURES  \n \n 4. Power to impose duties, confer functions etc. —Subject to the \ndeclaration, the Secret ary may, with the approval of Chief Minister:  \n \n (a) impose duty upon all registered medical practitioners in the health \nfacilities in an y area of the Gilgit -Baltistan,  to record, communicate and \ntreat cases of infection or contamination; or  \n \n (b) confer fu nctions upon one or more officers and servants or a description \nof officers and servants of the Government,  and if so required one or \nmore local governments in the Gilgit­Baltistan in relation to monitoring \nand control of public health risk; or  \n \n (c) impos e one or more restrictions or requirements on or in relation to \npersons, things or premises as mentioned in section 5.  \n \n      Explanation .—For the purpose of this section:  \n \n (a) a registered medical practitioner shall include a registered medical \npractitio ner not in employment of the Government; and  \n \n (b) the term health facility shall be deemed to include a clinic, hospital, \ndiagnostic laboratory and any other facility engaged in the provision \nof health services and not owned, financed, Managed or run by t he \nGovernment.  \n \n 5. General restrictions and requirements. —(1) For purpose of section 4, a \nperson or a class or description of persons may be required to:  \n \n (a) undergo a specified medical examination and submit results as indicated \nin the requirement;  \n \n (b) be disinfected or decontaminated;  \n \n (c) wear specified protective clothing;  \n \n (d) attend training or advisory sessions on how to reduce the risk of infecting \nor contaminating others;  \n \n (e) be subject to one or more restrictions as to where he may go or with \nwhom he may maintains contact; and  \n \n (f) abstain from working or trading.  \n \n (2) For purposes of section 4, a thing or a class or description of things shall:  \n \n (a) be seized or retained;  \n \n (b) be kept in isolation or a specified quarantine;  \n \n (c) be disinfected or decontaminated; and  \n \n (d) if so required, be destroyed or disposed of.  \n \n (3) For purpose of se ction 4, the premises or class o r description of premises \nshall:  \n266 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE  5,  2020  [PART I \n \n  (a) be kept in a sanitary condition; and  \n \n (b) be disinfected or decontaminated.  \n \n 6. Directions and restrictions relating to attendance of schools and \nburials etc. —Subject to a declaration, the Director General Health may, for a specified \nperiod:  \n \n (a) impose a specific or general duty upon persons who have responsibility \nfor a minor t o ensure that the minor does not attend his school; and  \n \n (b) impose a specific or general restriction or requirement relating to the \nhandling, transport, burial or cremation of dead bodies or the handling, \ntransport or disposal of human remains.  \n \nPART -III \n \nCONTROL OF EVENTS, GATHERINGS  AND PREMISES  \n \n 7. Prohibition or restriction of events and gatherings. —(1) Subject to a \ndeclaration, the Director General Health may issue directions prohibiting or imposing \none or more requirements or restrictions in relati on to the holding of an event or \ngathering for a specified period.  \n \n (2) A direction under sub -section (1), may be issued in relation to:  \n \n (a) a specified event or gathering; or  \n \n (b) events or gatherings of a specified description including description w ith \nreference to the number of people attending the event or gathering.  \n \n (3) A direction under sub -section (1) may only have the effect of imposing \nprohibitions, requirements or restrictions on:  \n \n (a) the owner or occupier of premises for an event or gath ering to which the \ndirection relates;  \n \n (b) the organizer of such an event or gathering;  \n \n (c) any other person involved in holding such an event or gathering.  \n \n 8. Closing or restricting entry into and exit from a premises. —(1) \nSubject to a declaration, t he Director General Health may issue directions prohibiting or \nimposing one or more requirements or restrictions in relation to the entry into, exit from; \nor location of persons in a premises for a specified period.  \n \n (2) A direction under sub -section (1) may be issued in relation to:  \n \n (a) a specified premises; or  \n \n (b) premises of a specified description.  \n \n (3) A direction under sub -section (1) may only have the effect of imposing \nprohibitions, requirements or restrictions on:  \n \n (a) the owner or occupier of premises to which the direction relates; and  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JUNE 5,  2020      267 \n \n  (b) any other person involved in entry into, or exit from such premises or the \nlocation of persons in them.  \n \n (4) A direction under sub-section (1) may impose requirements for the \npurpose of:  \n \n (a) closing or sealing the premises;  \n \n (b) restricting entry into the premises; and  \n \n (c) securing restrictions in relation to the location of persons.  \n \n (5) A direction under sub-section (1) may, impose prohibitions, requirements \nor restrictions on:  \n \n (a) the facilit ies in the premises;  \n \n (b) number of persons in the premises;  \n \n (c) the size of the premises; and  \n \n (d) the purpose for which a person is in the premises.  \n \n 9. Restricting entry into and exit from a general area. —(1) Subject to a \ndeclaration, the Deputy Co mmissioner of the concerned area may, on the advice of the \nSecretary, issue directions prohibiting, or imposing requirements or restric tions in \nrelation to the entry into, exit from, or location of persons, goods, vehicles, vessels and \nother means of trans portation in any area for a specified period.  \n \nPART -IV \n \nCONTROL OF POTENTIALLY  INFECTIOUS PERSONS  \n \n 10. Movement and retention of potentially infectious person to a suitable \nplace. —(1) In an area, subject to a declaration, a notified medical officer may, a fter \nhaving informed a potentially infectious person of the reasons. for doing so, direct such \nperson to proceed to a specified place which is suitable for screening and assessment and \nremain there for a period mentioned under sub-section (3). \n \n (2) Where a potentially infectious person fails to follow a direction under \nsub-section (1), the notified medical officer may:  \n \nmove him to the specified place; or direct a police officer, through the concerned head of \nthe district police, to move him to the specifi ed place.  \n \n (3) A notified medical officer may require a potentially infectious person to \nremain at a place suitable for screening and assessment for a period which shall not \nexceed forty eight hours unless:  \n \n (a) in the opinion of the notified medical off icer, the person is required to be \nretained for a longer duration for valid satisfactory screening and \nassessment requirements; or  \n \n (b) a longer maximum retention period is otherwise ordered by the Secretary \nwith the approval of the Chief Minister in gene ral or for one or more \ncircumstances related to an infectious disease.  \n \n268 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE  5,  2020  [PART I \n \n  (4) The provisions of sub-section (3) shall also apply to a person who \nvoluntarily reports to a place specified for screening and assessment.  \n \n (5) After each subsequent interval of t wenty four hours during which a \nperson is retained at a place specified for screening and assessment, the notified medical \nofficer shall review the need for continuing his retention.  \n \n (6) After making a review under sub-section (5), the notified medical o fficer \nmay:  \n \n (a) discontinue retention if he considers that the retained person is no longer \npotentially infectious or contaminated; or  \n \n (b) extend the period of retention if he considers that the person is potentially \ninfectious at the end of that perio d. \n \n 11. Duty to undergo screening and assessment. —(1) In an area, subject to a \ndeclaration, a notified medical officer may impose upon a potentially infectious person \none or more screening requirements to assess the level of risk of infection or \ncontamina ting to others, and carry out such an assessment.  \n \n (2) For the purpose of this section, a potentially infectious person shall:  \n \n (a) answer every question on his health or other relevant circumstances \nincluding travel history and information regarding oth er persons who \nmight have contacted him;  \n \n (b) provide sufficient information to allow making a contact with him for the \npurpose of the Ordinance during such period as the notified medical \nofficer considers appropriate;  \n \n (c) produce any document which may  be required in assessing his health;  \n \n (d) allow personal examination including measurement of body temperature \nand other physical conditions by an appropriate mean;  \n \n (e) allow taking of a biological sample by an appropriate mean or provide \nsuch a sample ; and  \n \n (f) forthwith move to and remain at another place which is, in view of the \nnotified medical officer, suitable for the purpose of this section.  \n \n (3) The provisions of this section shall also apply to a potentially infectious \nperson who has not been  moved or retained for screening and assessment under section 10.  \n \n (4) A notified medical Officer may impose one or more requirements under \nsub-section (2) through a police officer.  \n \n 12. Additional requirements and restrictions for persons presenting  \nsignificant risk. —(1) After screening and assessment under section 11, where:  \n \n (a) a person is found to be infected or contaminated, or  \n \n (b) the results of his screening and assessment are inconclusive, the notified \nmedical officer may, after having informe d him of the reasons for doing \nso, require such person to:  \n \n (i) provide any  relevant information in addition to t he information \nmentioned at sub -section (2) of section 11;  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JUNE 5,  2020      269 \n \n  (ii) undertake further screening and assessment;  \n \n (iii) remain at a specified pla ce which may include a place suitable for \nscreening and assessment for a specified period;  \n \n (iv) forthwith proceed to a specified place suitable for such purpose and \nto remain at such place for a specified period; or  \n \n (v) remain at a specified place in i solation from others for a specified \nperiod.  \n \n (2) A notified medical officer may, after having informed him of the reasons \nfor doing so, impose one or more restrictions upon a person referred to in sub-section (1) \nfor a specified period which may include restrictions relating to:  \n \n (a) his movement or travel including travels within and outside the Gilgit -\nBaltistan;  \n \n (b) his activities including work or business activities; and  \n \n (c) his contact with other persons or with other specified persons.  \n \n (3) The period specified for requirements referred to in sub-section (1) and \nthe restrictions referred to in sub-section (2) shall not exceed fourteen days unless:  \n \n (a) in view of the notified medical officer, the requirement or restriction is \nrequired for a lo nger duration; or  \n \n (b) a longer maximum period is otherwise ordered by the Secretary with the \napproval of the Chief Minister in general or for one or more \ncircumstances related to an infectious disease.  \n \n (4) Where a person is required to remain at a plac e under sub-section (1), the \nnotified medical officer may direct a police officer, through the concerned head of the \ndistrict police, to enforce such requirement.  \n \n (5) After each subsequent interval of forty -eight hours during which a person \nis subjected to a restriction or is retained under this section, the notified medical officer \nshall review the need for continuing the restriction or retention.  \n \n (6) After making a review under sub-section (6), the notified medical officer \nmay:  \n \n (a) withdraw a requir ement or restriction if he considers that the person \nsubjected to a restriction or retention under this section is no longer \npotentially infectious or contaminated;  \n \n (b) substitute a different requirement or restriction; or  \n \n (c) extend the period of a re quirement or restriction if he considers that the \nperson is potentially infectious or contaminated at the end of that period.  \n \n 13. Applicability of provisions to minors and wards. —(1) A person or a \nGuardian who has responsibility for a minor or a ward sha ll, secure that the minor or the \nward complies with any direction, instruction, requirement or restriction imposed upon \nhim under the Ordinance.  \n \n270 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE  5,  2020  [PART I \n \n  (2) A person or a Guardian who has responsibility for a minor or a ward shall \nprovide to the person exercisin g a power under the Ordinance such information and \nassistance in relation to the minor or the ward as is reasonably necessary and practicable.  \n \n (3) Where a power under the Ordinance is exercisable in relation to a minor \nor a ward and he is unaccompanied, the person by whom that power is to be exercised \nshall, wherever practicable:  \n \n (a) contact the person or the Guardian responsible for the minor or the ward \nbefore the exercise of the power; or  \n \n (b) take reasonable steps after the exercise of that power t o contact and \ninform the person or the Guardian responsible for the minor or the ward.  \n \n 14. Duty to inform. —It shall be duty of every person, including : \n \n (a) head of a family;  \n \n (b) a health Care provider including every physician, dentist, nurse, health  \naid, in -charge of a hospital or a diagnostic laboratory;  \n \n (c) in-charge of a school, college, university, seminary or other education \nfacility;  \n \n (d) in-charge of a public transport, hotel, restaurant, work place or other \npublic facility including a host el; and  \n \n (e) in-charge of a place of worship;  \n \nwho knows or believes, or has reason to know or believe, that a person under his care, \nsupervision or control is suffering from an infectious disease or is contaminated, to \nreport such case to a notified medi cal officer immediately.  \n \n 15. Pre-conditions and manner of exercise of powers. —(1) No power \nconferred under sections 10, 11, 12 and 13 of the Ordinance shall be exercised by a \nnotified medical officer unless he considers it necessary and proportionate to do so:  \n \n (a) in the interest of potentially infectious person;  \n \n (b) for the protection risk of infection or contamination of other persons; or  \n \n (c) in the interest of public health in general.  \n \n (2) A direction, instruction, requirement or restriction un der the Ordinance \nmay give or impose orally or in writing.  \n \n (3) Without any prejudice to the generality of the provisions of  \nsub-section (2), where any requirement or restriction is given or imposed upon a person \nby a notified medical officer orally, he s hall, as soon as reasonably practicable thereafter, \ngive the person a notice setting it out in writing.  \n \n (4) A person exercising a power conferred under the Ordinance shall have \nregards to:  \n \n (a) any relevant guidance issued by the Secretary; and  \n \n (b) any advice given by a notified medical officer in relation to any particular \ncase.  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JUNE 5,  2020      271 \n \n  16. Ancillary powers. —(1) A notified medical officer or a police officer may \ngive reasonable instructions to a person in connection with:  \n \n (a) a direction given to that pers on under a power conferred under the \nOrdinance; or  \n \n (b) moving that person or retaining him at a place under a power conferred \nunder the Ordinance.  \n \n (2) A power conferred under the Ordinance to move a person to a place \nincludes a power to keep the person  for a reasonable period pending his movement.  \n \n (3) A police officer not below the rank of Assistant Sub -Inspector may use \nreasonable force, if necessary, in exercise of powers conferred under the Ordinance.  \n \n (4) A police officer shall have the power to apprehend a person running away \nfrom a place where he is retained or isolated under the Ordinance and return him to that \nplace or another place which a notified medical officer may specify, and may use \nreasonable force, if necessary, for this purpose.  \n \n (5) A police officer, not below the rank of an Assistant Sub - Inspector, may \nenter any place for the exercise of a power conferred under the Ordinance.  \n \nPART -V \n \nOFFENCES AND PENALTIES  \n \n 17. Offences and penalties in respect of directions and restrictions \nimposed under Part II and III. —(1) A person commits an offence if he fails without \nreasonable excuse to comply with any direction, reasonable instruction, duty, \nrequirement or restriction imposed upon him under the Ordinance.  \n \n (2) A person guilty of a first offence under this section shall, on conviction, \nbe punished with an imprisonment for a term not exceeding two months or a fine not \nexceeding fifty thousand rupees, or both. Provided that the amount of fine shall be \ndeposited in the Gilgit -Baltistan Consol idated Fund.  \n \n (3) A person guilty of a repeat offence under this section, shall, on conviction \nbe punished with an imprisonment for a term not exceeding six months or a fine not \nexceeding one hundred thousand rupees, or both.  \n \n (4) Where an offence under this section is committed by a body corporate:  \n \n (a) the fine for a first offence shall not be less than fifty thousand rupees and \nnot exceeding two hundred thousand rupees; and  \n \n (b) the fine for a repeat offence shall not be less than one hundred thousan d \nrupees and shall not exceed three hundred thousand rupees.  \n \n (5) Where an offence under this section by a body corporate is proved:  \n \n (a) to have been committed with the consent or connivance of an officer of \nthe body; or  \n272 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE  5,  2020  [PART I \n \n  (b) to be attributable to any n eglect on the part of such an officer, the officer \nshall be guilty of the offence and liable to be prosecuted and proceeded \nagainst and punished accordingly.  \n \n 18. Offences and penalties in respect of certain directions, restrictions \nand duties imposed und er Part IV. —(1) A person commits an offence if he:  \n \n (a) fails without reasonable excuse to comply with any direction, reasonable \ninstruction, requirement or restriction given to  or imposed upon him \nunder Part -IV of the  Ordinance; or  \n \n (b) fails without re asonable excuse to, comply with a duty imposed upon him \nin relation to a minor or ward under section 13 of the Ordinance; or  \n \n (c) knowingly provides false or misleading information in response to a \nrequirement to provide information under section 11 and 1 2 of the \nOrdinance; or  \n \n (d) obstructs a person who is exercising or attempting to exerci se a power \nconferred under Part -IV of the Ordinance.  \n \n (2) A person guilty of a first offence under this section shall, on conviction, \nbe punished with an imprisonment  for a term not exceeding three months or a fine not \nexceeding fifty thousand rupees, or both.  \n \n (3) A person guilty of a repeat offence under this section, shall, on conviction \nbe punished with an imprisonment for a term not exceeding one year or a fine n ot \nexceeding one hundred thousand rupees, or both.  \n \n 19. Offence and penalty for running away from a place of retention. —(1) \nA person commits an offence if he runs away or attempts to run away while being \nmoved t o or kept at a place under Part -IV of the Or dinance.  \n \n (2) A person guilty of first offence under this section shall, on conviction, be \npunished with an imprisonment for a term not exceeding six months or a fine not \nexceeding fifty thousand rupees, or both.  \n \n (3) A person guilty of a repeat offence under this section, shall, on conviction \nbe punished with an imprisonment for a term not exceeding eighteen months or a fine \nnot exceeding one hundred thousand rupees, or both.  \n \n 20. Cognizance and trial of offences. —(1) No court other than that of a \nMagis trate of first class shall take cognizance of or try an offence under the Ordinance.  \n \n (2) All offences under the Ordinance shall be tried in accordance with the \nprocedure prescribed for summary trials of offences under the Code of Crimin al \nProcedure, 1898  (V of 1898).  \n \nPART -VI \n \nCOMMON PROVISIONS  \n \n 21. General powers for prevention and control of infection. —(1) Without \nprejudice to other provisions of the Ordinance as well as the powers conferred under the \nGilgit -Baltistan Disaster Management Act, 2012 : \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JUNE 5,  2020      273 \n \n  (a) the Secretary Home & Prisons GB may take all such steps and measures \nwhich he deems necessary to provide relief to persons affected by an \ninfectious disease in any area subject to a declaration; and  \n \n (b) The Deputy Commissioner of the district subject t o a declaration, shall \ntake all such steps and measures which he deems necessary to maintain \norder and provide immediate relief to persons affected by an infectious \ndisease.  \n \n (2) Without prejudice to the genera lity of the powers conferred by  \nsub-section (1), the Secretary Home & Prisons GB or, as the case may be, the Deputy \nCommissioner of the district subject to a declaration, shall have the powers to:  \n \n (a) evacuate or segregate population;  \n \n (b) requisition means of transport including motor vehicles, c arriages, boats \nand earth moving machinery; .  \n \n (c) require declaration of surplus stocks of food, medicines and other stores \nand commodities considered essential by him and to requisition them;  \n \n (d) requisition of buildings, facilities including faciliti es relating to provision \nof health services;  \n \n (e) conscript labour; and  \n \n (f) direct any person to abstain from certain act or to take certain Orders, \nrequirements and restrictions.  \n \n (3) A person owning transport, articles, stocks, medicines, building an d \nfacilities which are requisitioned or the labour who are conscripted for work or the \nperson who is directed to abstain from certain act or to take certain orders, requirements \nand restrictions under this section shall be entitled to a reasonable compensa tion as \ndetermined by the Relief Commissioner.  \n \n (4) Subject to the right of an owner to a claim under sub-section (3), the \ntransport, articles, stocks, medicines, building and facilities shall forthwith rest with the \nSecretary Home & Prisons GB who may hi mself, or through the Deputy Commissioner, \ndeal with them in such manner as he deems proper in order to discharge his duties under \nthis section.  \n \n 22. Enforcement. —(1) The Deputy Commissioners shall, in the respective \ndistricts, ensure compliance of an ord er, direction, restriction, requirement or any other \nmeasure under the Ordinance.  \n \n (2) For purposes of sub-section (1), a Deputy Commissioner may take such \nsteps or pass such orders as he considers necessary including an order to an officer sub -\nordinate t o him or a police officer, through the concerned head of the district police.  \n \n (3) For purposes of enforcement of an order, direction, restriction or \nrequirement issued under sections 4, 5 and 6 of the Ordinance, a Deputy Commissioner, \nan officer sub -ordinate to him, a police officer or any other person referred to in  \nsub-section (2), may:  \n274 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JUNE  5,  2020  [PART I \n \n  (a) enter upon any premises;  \n \n (b) detain persons for a maximum period of twenty four hours; and  \n \n (c) if, necessary,  use reasonable force to ensure compliance.  \n \n 23. Requisition of services of Government officials. —The Secretary Home \n& Prisons GB or, as the case may be, the Deputy Commissioner of the area, subject to a \ndeclaration, may after having consulted the Secretary of the respective Administrative \nDepartment of t he Government, requisition the services of officers and officials of that \nDepartment for the purpose of the Ordinance.  \n \n 24. Delegation and concurrent exercise of certain powers —(1) The \nSecretary may delegate all or any of the powers conferred upon him und er the \nOrdinance, except the powers conferred under section 3, to a Commissioner, Deputy \nCommissioner or any other officer sub -ordinate to him.  \n \n (2) The Secretary Home & Prisons may delegate all or any of the powers \nconferred upon him under the Ordinance to a Commissioner, Deputy Commissioner or \nany other officer sub -ordinate to him.  \n \n (3) The powers of a notified medical officer under the Ordinance shall be \nconcurrently exercisable by the respective Assistant Commissioners.  \n \n 25. Revision against an order  etc. of notified medical officer and \nothers. —(1) A person against whom an order, direction, instruction, requirement or \nrestriction has been imposed by a notified medical officer or a police officer under the \nOrdinance may file a revision petition before a board comprising the Commissioner of \nthe respective division and a medical officer notified by the Secretary.  \n \n (2) A revision petition under sub-section (1) may be filed by the person \nresponsible for a child or a ward in relation to whom an order, direc tion, instruction, \nrequirement or restriction has been imposed by a notified medical officer or a police \nofficer under the Ordinance.  \n \n (3) All revision petitions shall be decided by the board through a written \norder within fifteen days from its presentati on. \n \n 26. Bar to action. —No order made under the Ordinance shall be called in \nquestion in any court and no civil or criminal proceedings shall be instituted against any \nperson for anything done in good faith against any person for any loss or damage caused  \nto, or in respect of any property whereof possession has been taken under the Ordinance.  \n \n 27. Confidentiality. —(1) Any information, collected or held by a public \nservant or by any other person, that identifies a person with an infectious disease, or have  \nbeen positively tested for an infectious disease, his address or contacts, shall not be \nreleased or made public except under this section.  \n \n (2) The information under sub-section (1) may be released or made public:  \n \n (a) with the consent of the identified  person;  \n \n (b) to a physician retained by the identified person;  \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,  JUNE 5,  2020      275 \n \n  (c) to enforce the provisions of the Ordinance and the rules;  \n \n (d) to a medical practitioner for purposes of treatment of the person with an \ninfectious disease;  \n \n (e) to blood banks, school s and prisons; and  \n \n (f) to the person responsible for a minor or a ward.  \n \n 28. Power to make rules. —The Government may, by notification in the \nofficial Gazette, make rules for carrying out the purposes of the Ordinance.  \n \n 29. Removal of difficulties. —The Government may, by an order, provide for \nthe removal of any difficulty which may arise in giving effect to the provisions of the \nOrdinance.  \n \n 30. Overriding effect. —The provisions of the Ordinance shall have effect \nnotwithstanding anything contained in any  other law for the time being in force.  \n \n 32. Repeal and savings. —(1) The Epidemic Diseases Act, 1958 \nextended/adapted in GB is hereby repealed.  \n \n (2) Save as otherwise provided in the Ordinance, repeal of the Epidemic \nDiseases Act, 1958 shall not affect:  \n \n (a) the previous operation of the Epidemic Diseases Act, 1958 or anything \nduly done or suffered thereunder;  \n \n (b) any right, privilege, obligation or liability acquired, accrued or incurred \nunder the Epidemic Diseases Act, 1958;  \n \n (c) any penalty, forfei ture or punishment incurred in respect of any offence \ncommitted against the Epidemic Diseases Act, 1958; and  \n \n (d) any investigation, legal proceedings or remedy in respect of any such \nright, privilege, obligation, liability, penalty, forfeiture or punishm ent as \naforesaid, and any such investigation, legal proceedings or remedy \ninstituted, continued or enforced and any such penalty, forfeiture and \npunishment imposed under the Epidemic Diseases Act, 1958.  \n \n \n RAJA JALAL HUSSAIN MAQPOON , \n Govern or of the Gilgi t-Baltistan . \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.."
}