{
    "file": "./converted_json\\administrator1d0260301d3e44b08b38e92e6b4790a3.json",
    "name": "Anti-Money Laundering (Second Amendment) Act, 2020",
    "date": "September 22, 2020",
    "tagline": "Further to amend the Anti-Money Laundering Act, 2010",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  573 \n \n \n \n \nISLAMABAD,  THURS DAY , SEPTEMBER   24,  2020  \n \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad, the 23rd  Septmber , 2020 \n \n  No. F.22(50)/2020-Legis .—The following Act of Majlist -e-Shoora \n(Parliament)  received the assent of the President on the 22nd September, 2020 is \nhereby published for general information :— \n \nACT  NO. XXX OF 2020 \nAN \nACT \nfurther to amend the Anti-Money Laundering  Act, 2010  \n \n WHEREAS  it is expedient further to amend the Anti-Money Act, 2010 \n(VII of 2010), for the purpose s hereinafter appearing;  \n \n It is hereby enacted as follows: – \n \n1. Short title and commencement. –(1) This Act may be called the \nAnti-Money Laundering  (Second Amendment ) Act, 2020.  \n \n(573) \n \nPrice: Rs. 40.00 \n \n[6061 (2020 )/Ex. G az.].  \n574 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n (2) It shall come into force at once.  \n2. Substitution  of section 2, Act VII of 2010. — In the Anti -Money \nLaundering Act, 2010 ( Act VII of 2010), hereinafter referred to as the said Act, \nfor section 2, the following shall be subst ituted, namely: — \n ―2. Definitions. — In this Act, unless there is anything repugnant \nin the subject or context, —  \n(i) ―AML/CFT‖ means anti money laundering and countering \nfinancing of terrorism;  \n(ii) ―AML/CFT regulatory authority‖ means the regulator or \nSRB as defined under sec tion 6A;  \n(iii) ―attachment‖ means prohibition of transfer, conversion, \ndisposition or movement of property by an order issued \nunder section 8;  \n(iv) ―beneficial owner‖ means, —  \n(i) natural person who ultimately owns or controls a \ncustomer or the natural person on whose behalf a \ntransaction is being conducted; or  \n(ii) natural person who exercises ultimate effective \ncontrol over a legal person or legal arrangement;  \n(v) ―business relationship‖ means professional or commercial \nrelationship between a reporting entity and  a customer to \nconduct transaction, activity or to provide service or \nproduct;  \n(vi) ―CDD‖ means customer due diligence and the obligations \nset out in section 7A;  \n(vii) ―company‖ means any  body corporate and includes a firm \nor other association of individu als;  \n(viii)  ―competent authorities‖ means the regulators, oversight \nbodies for SRBs, the Financial Monitoring Unit and the \ninvestigating or prosecuting agencies as defined in this Act;  \n(ix) ―corporate group‖ means a group that consists of a parent  \nentity exercising control or management on branch or \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  575 \n subsidiary that are subject to AML/CFT policies and \nprocedures at the group level;  \n(x) ―Court‖ means the Court specified under section 20;  \n(xi) ―CTR‖ means report on currency transactions exceeding \nsuch amount as may be specified by the National Executive \nCommittee by notification in the official Gazette;  \n(xii) ―designated non -financial businesses and professions‖ or \n―DNFBPs‖ means  the following persons, namely: — \n(a) real estate agents, including builders and re al \nestate developers, when performing the \nprescribed activities in the prescribed \ncircumstances and manner;  \n \n(b) dealers in precious metals and precious stones, \nincluding jewellers and gem dealers, when \nperforming the prescribed activities in the \nprescribe d circumstances and manner;  \n \n(c) lawyers, notaries, accountants and other legal \nprofessionals who carryout monetary \ntransactions  for their clients conce rning the \nfollowing activities: — \n \n(I) managing, operating, buying and selling \nof real estate, legal per sons and legal \narrangements and preparing documents \ntherefor;  \n \n(II) managing of client money, securities or \nother assets;  \n \n(III) managing bank, savings or securities \naccounts; or  \n \n(IV) organizing contributions for the creation, \noperation or management of  companies;  \n \n(d) trust and company service providers, when \nthey carry out monetary transactions or \nservices for a client concerning the following \nactivities: –  \n576 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n (I) acting as a formation agent of legal  \npersons;  \n \n(II) acting as or arranging for another pers on \nto act as a director or secretary of a \ncompany, a partner of a partnership, or a \nsimilar position in relation to other legal \npersons;  \n \n(III) providing a registered office, bus iness \naddress or accommodation, corres -pondence  \nor administrative address for  a company, \na partnership or any other legal person or \narrangement;  \n \n(IV) acting as or arranging for another person \nto act as a trustee of a trust or performing \nthe equivalent function for another form \nof legal arrangement; and  \n \n(V) acting as or arranging  for another person \nto act as a nominee shareholder for \nanother person; and  \n  \n(e) such other designated non -financial businesses \nand professions as may be notified by the \nFederal Government;  \n(xiii)  ―Director General‖ means the Director General of FMU \nappoi nted under sub -section (3) of section 6;  \n (xiv) ―financial institution‖ includes any person   carrying on any \none or more of the  following  activities, namely: — \n(a) acceptance of deposits and other repayable funds from \nthe public;  \n(b) lending in whatsoever form;  \n(c) financial leasing;  \n(d) money or value transfer;  \n(e) issuing and managing means of payments including \nbut not limited to credit and debit cards, cheques, \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  577 \n traveller’s  cheques, money orders, bank drafts and \nelectronic money;  \n(f) financial guarantees  and commitments; and  \n(g) trading in —  \n (i) money market instruments;  \n (ii) foreign exchange;  \n (iii) exchange, interest rate and index instruments;  \n (iv) transferable  securities;  \n (v) commodity  futures trading;  \n (vi) participation  in shares issues and th e provision \nof services related to such issues;  \n (vii) individual  and collective portfolio management;  \n (viii) safekeeping  and administration of cash or liquid \nsecurities on behalf of other persons;  \n (ix) investing , administering or managing funds or \nmoney  on behalf of other persons;  \n (x) insurance business transactions;  \n (xi) money and currency changing; and  \n (xii) carrying out business as intermediary;  \n(xv) ―FMU‖ means the Financial Monitoring Unit established \nunder section 6;  \n(xvi)  ―foreign serious offe nce‖ means an offence, —  \n(a) against the law of a foreign state stated in a certificate \nissued   by, or on behalf of, the government of that \nforeign state; and  \n(b) which, had it occurred in Pakistan, would have \nconstituted a predicate offence;  \n578 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n  (xvii)  ―investigating officer‖ means the officer nominated or \nappointed under section 24;  \n (xviii)  ―investigating or prosecuting agency‖ means the National \nAccountability Bureau (NAB), Federal Investigation \nAgency (FIA), Anti -Narcotics Force (ANF), Directorate \nGenera l (Intelligence and Investigation – Customs) Federal \nBoard of Revenue, Directorate General (Intelligence and \nInvestigation Inland Revenue) Federal Board of Revenue, \nProvincial Counter Terrorism Departments or any other law \nenforcement agency as may be noti fied by the Federal \nGovernment for the investigation or prosecution of an \noffence under this Act;  \n (xix)  ―legal arrangements‖ means trusts, waqfs  or other similar \nlegal arrangements as may be defined in any other law;  \n (xx) ―legal person‖ means companies,  associations, foundations, \npartnerships, societies and any other legal person as may be \ndefined in any other law;  \n (xxi)  ―National Executive Committee‖ means the National \nExecutive Committee constituted under section 5;  \n (xxii)  ―occasional transactions‖ m eans any transaction conducted \nby a reporting entity for a customer with whom the \nreporting entity does not have a business relationship;  \n (xxiii)  ―offence of money laundering‖ has the meaning as defined \nin section 3;  \n (xxiv)  ―oversight body for SRB‖ means  a body appointed by the \nFederal Government by notification in the official Gazette \nto monitor the compliance of an SRB with respect to the \nprovisions of this Act;  \n (xxv)  ―person‖ means any natural or legal person;  \n (xxvi)  ―predicate offence‖ means an offe nce specified in \nSchedule -I to this Act;  \n (xxvii)  ―prescribed‖ means prescribed by rules or regulations made \nunder this Act;  \n (xxviii)  ―proceeds of crime‖ means any property derived or \nobtained directly   or indirectly by any person from the \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  579 \n commission of a predicate offence or a foreign serious \noffence;  \n (xxix)  ―proliferation financing‖ means the financing of \nproliferation of weapons of mass destruction;  \n (xxx)  ―property‖ means property or assets of any description, \nwhether corporeal or incorporeal, movabl e or immovable, \ntangible or intangible and includes deeds and instruments \nevidencing title to, or interest in, such property or assets, \nincluding cash and monetary instruments, wherever \nlocated;  \n (xxxi)  ―property involved in money laundering‖ means, regard less \nof who holds or has held the property, proceeds of crime, \nproperty derived or obtained directly or indirectly from the \noffence of money laundering and property used or intended \nto be used in commission of the offence of money \nlaundering, a predicate o ffence or a foreign serious offence;  \n (xxxii)  ―record‖ includes the records maintained in the form of \nbooks or stored in a computer or any electronic device, or \nsuch other form as may be prescribed;  \n (xxxiii)   ―regulator‖ means a regulator as mentioned in clause 1 of \nSchedule –IV; \n (xxxiv)  ―reporting entity‖ means financial institutions and DNFBPs \nand any other person notified by the Federal  Government \nin the official Gazette;  \n (xxxv)  ―risk‖ means the risk of money laundering or the risk of \nfinancing of te rrorism;  \n (xxxvi ) ―SBP‖ means the State Bank of Pakistan established under \nthe State Bank of Pakistan Act, 1956 (XXXIII of 1956);  \n (xxxvii)  ―Schedule‖ means schedule to this Act;  \n (xxxviii)  ―SECP‖ means the Securities and Exchange Commission \nof Pakistan e stablished under the Securities and Exchange \nCommission of Pakistan Act, 1997 (XLII of 1997);  \n (xxxix)  ―SRB‖ means a self -regulatory body as mentioned in clause \n2 of Schedule -IV; \n580 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n  (xl) ―STR‖ or ―Suspicious Transaction Report‖ means the \nreport on suspiciou s transaction as provided under section 7;  \n (xli) ―TFS‖ or ―targeted financial sanctions‖ means the freezing \nand prohibition obligations in relation to the property of the \ndesignated or proscribed persons under the United Nations \n(Security Council) Act, 19 48 (XIV of 1948) or  the Anti -\nterrorism Act, 1997 (XXVII of 1997) and any rules or \nregulations made thereunder; and  \n (xlii)  ―transfer‖ means sale, lease, purchase, mortgage, pledge, \ngift, loan or any other form of transfer of right, title, \npossession or l ien.‖.  \n3. Substitution  of section 4, Act VII of 2010. — In the said Act, for \nsection 4, the following  shall be substituted, namely : — \n \n―4. Punishment  for money laundering. — (1) Whoever commits the \noffence of money laundering shall be punished with rigorous imprisonment for a \nterm which shall not be less than one year but may extend upto ten years and \nshall also be liable to fine which may extend upto twenty -five million rupees and \nshall also be liable to forfeiture of property involved in money laundering or  \nproperty of corresponding value.  \n \n(2) The fine under sub -section (1) may extend upto one hundred \nmillion rupees in case of a legal person. Any director, officer or employee of \nsuch legal person who is also found guilty under this section shall also be \npunishable as provided under sub -section (1).‖.  \n \n4. Substitution of section 5, Act VII of 2010 .— In the said Act, for \nsection 5, the following  shall be substituted, namely :— \n \n―5. National Executive Committee . — (1) Within thirty days of the \ncommencement  of th is Act, the Federal Government shall, by notification in the \nofficial Gazette, constitute a committee to be known as the National Executive \nCommittee which shall consist of the members as mentioned in Schedule -II. \n \n(2) The National Executive Committee shal l hold its meetings atleast \ntwice a year and shall be responsible to perform the following functions, \nnamely :– \n(a) make recommendations to the Federal Government to make \nrules for effective implementation of this Act and framing of \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  581 \n national policy to combat mo ney laundering  and financing of \nterrorism ; \n(b) make recommendations to the Federal Government to make \nrules for the determination of  offences existing in Pakistan \nthat may be considered to be predicate offences for the \npurposes of this Act;  \n(c) make recommendatio ns to the Federal Government on the \napplication of countermeasures as called  for by the Financial \nAction Task Force (FATF) to combat money laundering and \nfinancing of terrorism;  \n(d) provide guidance and recommendations in making rules and \nregulations under thi s Act;  \n(e) approve, review and oversee the implementation of a national \nstrategy to fight money laundering  and financing of terrorism ; \n(f) seek reports from competent authorities as it may require, \nincluding an annual report containing overall analysis of the \nSTRs  and CTRs, statistics concerning the investigations and \nprosecutions conducted in relation to the offences of money \nlaundering and the financing of terrorism in Pakistan, statistics \nof supervisory actions taken by the AML/CFT regulatory \nauthorities accordi ng to clause (i) of sub -section (2) of section \n6A or by the oversight body for SRB according to section 6C. \nIn this behalf, Secretary of the National Executive Committee \nmay call periodic reports from the AML/CFT regulatory \nauthorities, oversight body for SRB, investigating and \nprosecuting agencies in such manner as may be specified by \nhim; \n(g) discuss any other issue of national importance relating to \nmoney laundering and financing of terrorism ; and  \n(h) undertake and perform such other functions as assigned to it \nby the Federal Government, relating to money laundering and \nfinancing of terrorism . \n(3) The National Executive Committee may constitute one or more \nsub-committees to perform such functions as it may deem fit.  \n \n(4)  The National Executive Committee may dele gate or assign its \nfunctions to the General Committee or a sub -committee, if deems appropriate.  \n582 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n (5) The Federal Government shall, by notification in the official \nGazette, constitute a committee to be known as the General Committee which \nshall consist of th e members as mentioned in Schedule -III.  \n \n(6) The General Committee shall assist the National Executive \nCommittee for the purposes of this Act.  \n \n(7) The General Committee may invite any person to participate in its \nmeeting as it deems necessary.  \n \n(8) The G eneral Committee shall perform the following functions, \nnamely :– \n(a) develop a national strategy to fight money laundering  and \nfinancing of terrorism ; \n(b) issue necessary directions to the investigating or prosecuting \nagencies, AML/CFT regulatory authorities, FMU and any \nother authority appointed by the Federal Government involved \nin the implementation and administration of this Act, \nincluding measures for development and performance review \nof such agencies and authorities;  \n(c) seek reports from the competent authoriti es as it may require, \nincluding an annual report containing overall analysis of the \nSTRs and CTRs, statistics concerning the investigations and \nprosecutions conducted in relation to the offences of money \nlaundering and the financing of terrorism in Pakista n, statistics \nof supervisory actions taken by the AML/CFT regulatory \nauthorities according to clause (i) of sub -section (2) of section \n6A or by the oversight body for SRB according to section 6C. \nIn this behalf, Secretary of the General Committee may call \nperiodic reports from the AML/CFT regulatory authorities, \noversight body for SRB, investigating and prosecuting \nagencies in such manner as may be specified by the Secretary;  \n \n(d) approve FMU’s budgetary proposals for achieving the objects \nof this Act;  \n \n(e) approve  FMU’s staffing requirements, pay, allowances, \nprivileges and compensation packages and other matters \nincidental thereto;  \n \n(f)  provide necessary assistance to the National Executive \nCommittee in carrying out its functions and duties under  this Act;  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  583 \n (g) discuss a ny other issue of national importance relating to \nmoney  laundering and terrorist financing; and  \n \n(h) undertake and perform such other functions as assigned or \ndelegated to it by the National Executive Committee.  \n \n(9) The General Committee may constitute one o r more \nsub-committees to perform such functions as it may deem fit.‖.  \n \n5. Substitution of section 6, Act VII of 2010. — In the said Act, for \nsection 6, the  followin g shall be substituted, namely: — \n \n―6. Financial Monitoring Unit. — (1) The Federal Government  shall, \nby notification in the official Gazette, establish a Financial Monitoring Unit \nwhich shall be housed in SBP or at any other place in Pakistan.  \n  \n(2) The FMU shall have independent decision making authority on \nday-to-day matters falling within its  area of responsibility.  \n \n(3) The Federal Government in consultation with SBP shall appoint a \nDirector General who shall be a financial sector specialist to head FMU. He shall \nexercise all powers and perform all functions of the FMU subject to the \nadminist rative oversight of the General Committee.  \n \n(4) The FMU shall have the following powers and the functions, \nnamely: — \n \n(a) to receive STRs and CTRs from reporting entities as may be \nnecessary to accomplish the objectives of this Act;  \n \n(b)  to analyse the STRs and CTRs and in that respect the FMU \nmay call for record and information from any agency or \nperson in Pakistan related t o the transaction in question. All \nsuch agencies or persons shall be required to promptly provide \nthe requested record and information;  \n \n(c)  to disseminate on a confidential basis, after analyzing the \nSTRs and CTRs and other record, necessary information or \nmaterial to the concerned investigating or prosecuting \nagencies for enquiry or other action under this Act or any \nother applicable law;  \n \n(d) to create and maintain a data base of all STRs and CTRs, \nrelated information and such other materials as the Dir ector \nGeneral determines are relevant to the work of the FMU and \n584 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n in that respect, the FMU is authorized to establish necessary \nanalytic software and computer equipment to effectively \nsearch the database, sort and retrieve information and perform \nreal time linkages with dat abases of other agencies both in and \noutside Pakistan as may be required from time to time;  \n \n(e)  to co operate with financial intelligence units of other \ncountries and to make reciprocal arrangements in order to \nshare, request and receive information rela ting to money \nlaundering,  predicate offences and financing of terrorism and \nany other information that may be necessary to accomplish the \nobjectives of this Act ;  \n \n(f)  to represent Pakistan at all international and regional \norganizations and groupings of  financial intelligence units and \nother international groups and forums which address the \noffence of money laundering, financing of terrorism and other \nrelated matters;  \n \n(g)  to request the investigating or prosecuting agencies any \nfeedback regarding the d isseminations made under clause (c) \nin the form of periodic reports or statistics concerning the \ninvestigations and prosecutions of money laundering and \nfinancing of terrorism in Pakistan;  \n \n(h)  to make regulations in consultation with the AML/CFT \nregulato ry autho rities for ensuring receipt of STRs and CTRs \nfrom reporting entities with the approval of the National \nExecutive Committee;  \n \n(i)  to enter into arrangements with domestic agencies, authorities, \nor any reporting entity or any of its officers as may be \nneces sary for getting  facilitation in   implementation of the \nprovisions of this Act, or the rules or regulations made \nhereunder; and  \n \n(j) to perform all such functions and exercise all such powers as \nare necessary for, or ancillary to, the attainment of the \nobjectives of this Act.  \n \n(5)   On considering STR or CTR, the FMU may, if deems necessary, \nconvey matters involving regulatory or administrative action to the concerned \nregulatory or administrative body for appropriate action.  \n \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  585 \n (6) Subject to the regulatio ns sanctioned by the National Executive \nCommittee in this behalf, the Director General may, if there appear to be \nreasonable grounds to believe that a property is involved in money laundering, \norder freezing of such property, for a maximum period of fiftee n days, in any \nmanner that he may deem fit in the circumstances.‖.  \n \n6. Insertion of new sections, Act VII of 2010. — In the said Act, \nafter section 6, substituted as aforesaid, the following new sections shall be \ninserted, namely: — \n \n―6A.  AML/CFT  regulatory  authority. —(1) AML/CFT regulatory  \nauthority means the regulators and SRBs as specified in \nSchedule IV. They shall exercise the powers and perform the \nfunctions as set out in this Act and as prescribed thereunder.  \n \n(2) AML/CFT regulatory authority shall e xercise and perform the \nfollowing powers and functions with respect to i ts reporting \nentities, namely: — \n(a) licensing or registration of reporting entities;  \n(b) imposing any conditions to conduct any activities by \nreporting entities to prevent the offence of mone y \nlaundering, predicate offence or financing of terrorism;  \n(c) issuing regulations, directions and guidelines with \nrespect to sections 7A to 7H;  \n(d) issuing regulations, directions and guidelines with \nrespect to financing of proliferation obligations;  \n(e) providing fe edback to reporting entities for the purpose \nof compliance with the requirements of sections 7A to \n7H and as prescribed thereunder;   \n(f) monitoring and supervising, including conducting \ninspections, for the purpose of determining compliance \nwith the requireme nts of sections 7(1), 7(3) to 7(6) and \n7A to 7H and any rules or regulations made thereunder \nand with the orders or regulations made thereunder that \nimpose TFS obligations;  \n(g) compelling production of information relevant to \nmonitoring compliance with the req uirements of \nsections 7(1), 7(3) to 7(6) and 7A  to 7H and any \n586 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n orders, rules  or regulations made thereunder that \nimpose TFS obligations;  \n(h)  impose sanctions, including monetary and administrative \npenalties to the extent and in the manners as may be \nprescrib ed, upon their respective reporting  entity, \nincluding its directors and senior management and \nofficers, who violate any requirement in sections 7(1), \n7(3) to 7(6) and 7A to 7H and any rules or regulations \nmade thereunder or those who fail to comply with th e \nTFS regulations. Any person aggrieved by the \nimposition of sanctions under this clause may prefer an \nappeal in such manner and within such period to such \nauthority as may be prescribed;  \n(i) maintaining statistics of the actions performed in \nrespect of the fu nctions and powers conferred by this \nAct, in order to report to the National Executive \nCommittee and the General Committee as required; and  \n(j) exercising any other powers and performing any other \nfunctions that may otherwise be provided in any other \napplicabl e law.  \n6B. International cooperation by regulators. — The regulators as \nspecified in clause 1 of Schedule IV shall co -operate with their foreign \ncounterparts and shall make reciprocal arrangements to be reduced in writing to \nshare, request and receive infor mation relating to the requirements of this Act \nand any regulations made thereunder.  \n \n6C. Oversight body for SRBs. — The Federal Government shall by \nnotification in the official Gazette, appoint an oversight body for the SRBs \nmentioned in clause 2 of Schedu le IV which shall exercise and perform the \nfollowing powers and functions with respect t o their respective SRB, namely: — \n(a)  make regulations for the SRB with respect to the provisions of \nthis Act;  \n (b)  monitor and oversee the SRB in accordance with  the  \nprovisions of this Act;  \n(c)  impose sanctions, to the extent and in the manner as may be \nprescribed, upon their respective SRB who fails to comply \nwith any provision of this Act and any rules or regulations \nmade thereunder; and  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  587 \n (d) exercise any other pow ers and perform any other functions as \nmay be notified by the Federal Government in the official \nGazette.‖.   \n7. Amendment of section 7, Act  VII of 2010. — In the said Act, in \nsection 7, — \n(a)  for the words ―Suspicious Transaction Reports‖, wherever \noccurring, the expression ―STRs‖ shall be substituted;  \n(b) in sub -section (1), in clause (b), for the word ―section‖, the word \n―Act‖ shall be substituted;  \n(c) in sub -section (2), after the word ―body‖, occurring for the first \ntime, the expression ―oversight body for SRB, AM L/CFT‖ \nshall be inserted; and  \n(d) sub-section (7) shall be omitted.  \n8. Insertion of new sections, Act  VII of 2010. — In the said Act, \nafter section 7, amended as aforesaid, the following new sections shall be \ninserted, namely: – \n \n―7A. Conducting CDD .—(1) Every reporting entity shall conduct \nCDD in the manner as may be prescribed and in accordance with the provisions \nof this Act in  the following matters, namely: — \n(a) entering into a business relationship;  \n(b) conducting an occasional transaction above the prescri bed \nthreshold;  \n(c) where there is a suspicion of money laundering or terrorist \nfinancing; or  \n(d) where there are doubts about the veracity or adequacy of \npreviously obtained data.  \n(2)  Every reporting entity shall —  \n(a) identify the customer and verify the cus tomer’s identity on \nthe basis of documents, data or information obtained from \nreliable and independent sources;  \n(b) identify the beneficial owner and take reasonable measures \nto verify the beneficial owner’s identity on the basis of \n588 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n documents, data or informa tion obtained from reliable \nsources and be satisfied that it knows who the beneficial \nowner is;  \n(c) understand and, as appropriate, obtain information on the \npurpose and intended nature of the business relationship; \nand \n(d) monitor the business relationship on an  ongoing basis.  \n7B. Reliance on third parties. — A reporting entity may rely on third \nparty to perform CDD  in the manner as may be prescribed.  \n \n7C. Record keeping. — Every reporting entity shall maintain a record \nof all transactions for a period of at least  five years following the completion of \nthe transaction and records of account files, business correspondence, documents \nof all records obtained through CDD and the results of any analysis undertaken \nfor a period of at least five years following the termin ation of the business \nrelationship.  \n \n7D. Inability to complete CDD and tipping off .— (1) Where a \nreporting entity is unable to complete CDD requirements, it —  \n(a) shall not open the account, commence business relations or \nperform the transaction; or shall term inate the business \nrelationship if any; and  \n(b) shall promptly consider filing an STR in relation to the \ncustomer.  \n(2) Where a reporting entity forms a suspicion of money laundering or \nterrorist financing and reasonably believes that performing the CDD process  will \ntip-off the customer, the reporting entity shall not pursue the CDD process and \nshall file an STR.  \n \n7E. Anonymous business  relationships and transactions .— No \nreporting entity shall enter into a business relationship or conduct any transaction \nwith a  customer who is anonymous or  provides a fictitious name . \n \n7F. Risk understanding .— Every reporting entity shall take \nappropriate steps to identify, assess and understand the risks to which its business \nis subjected to, in accordance with this Act and as prescribed.  \n \n7G. Compliance program .— Every reporting entity shall implement \ncompliance management arrangements, including the appointment of a \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  589 \n compliance officer at a management level and training programs, having regard \nto the  money laundering and terro rism financing risks and the size of the \nbusiness during the course of their activities subject to this Act and as prescribed.  \n \n7H.  Policies and procedures. — Every reporting entity shall implement \npolicies and procedures to ensure their compliance with th e provisions of this Act \nand orders, rules or regulations made thereunder that impose TFS obligations \nupon reporting entities.  \n \n7I. Sanctions for reporting entities. —If any reporting entity or \nnatural person contravenes any of the provisions of sections 7( 1), 7(3) to 7(6) and \n7A to 7H, it may be subjected to sanctions, as mentioned under clause (h) of \nsection 6A and as may be prescribed.  \n \n7J. Appeal to concerned AML/CFT regulatory authority. —(1) Any \nperson aggrieved by the delay or failure of a reporting e ntity to complete CDD \nrequirements or establish business relationship or conduct any transaction, may \nfile an appeal to the concerned AML/CFT regulatory authority within ninety \ndays.  \n \n(2) The concerned AML/CFT regulatory authority shall decide the \nappeal w ithin sixty days.‖.  \n \n9. Insertion of new section 9A, Act VII of 2010. – In the said Act, \nafter section 9, the following new sectio n 9A shall be inserted, namely: — \n―9A. Application of investigation techniques. —(1) The \ninvestigating officer may with the permi ssion of the Court, \nwithin sixty days of such permission, use techniques \nincluding undercover operations, intercepting \ncommunications, assessing computer system and controlled \ndelivery for investigation of offences of money laundering, \nassociated predicate  offences and financing of terrorism. \nThe aforementioned period of sixty days may be extended \nupto further period of sixty days by the Court on a request \nmade to it in writing. The Court may grant extension, if it is \nsatisfied on the basis of situation or reasons given in the \nwritten request. The provisions of this sub -section shall be \nin addition to and not in derogation of any other law for the \ntime being in force.  \n(2) The Federal Government may make rules to regulate the \nprocedure and for execution of or der for the purposes of \nthis section.‖.  \n590 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n 10. Substitution of section 12, Act VII of 2010. —In the said Act,  for \nsection 12, the following  shall be substituted, namely: — \n \n―12.  No civil or criminal proceedings against reporting \nentities in certain cases. —Save as otherwise provided in \nsection 7, the reporting entities and their officers including \nbut not limited to directors, chief executive, chief financial \nofficer, employees, agents of the reporting entity or other \nauthorized officers of a reporting entity s hall not be liable \nto any civil, criminal or disciplinary proceedings against \nthem for furnishing information required under this Act or \nthe rules or regulations made thereunder in good faith.‖.  \n \n11. Omission of section 16, Act VII of 2010. – In the said Ac t, section \n16 shall be omitted.  \n \n12. Amendment of section 21, Act No. VII of 2010. — In the said Act, \nin section 21, — \n(a)  in the marginal heading, for the word ―non -cognizable ‖, the \nword ―cognizable ‖ shall be substituted;  \n \n(b)  in sub -section (1), in claus e (a), for the words ―non -\ncognizable‖, the word ―cognizable‖ shall be substituted;  \n \n(c)  in sub -section (2), in the proviso, for the words ―financial \ninstitution‖ the words ―reporting entity‖, and for the words \n―regulatory authority‖ the expression ―AML/CF T regulatory \nauthority‖ shall be substituted; and  \n \n(d)  in sub -section (3), after the expression ―FMU‖, the words ―or \ninvestigating or prosecuting agency‖ shall be added.  \n \n13. Substitution of section 25, Act VII of 2010. — In the said Act, for \nsection 25, t he followin g shall be substituted, namely: — \n \n―25.  Assistance to  authorities. —(1) Notwithstanding the \nprovisions of any other law, the officers of the Federal \nGovernment, Provincial Governments, local authorities and \nreporting entities shall provide assist ance including but not \nlimited to production of records, documents and information \nreasonably required by the investigating or prosecuting \nagency or FMU for the purposes of money laundering, \npredicate offences and financing of terrorism proceedings and \ninvestigations in accordance with the provisions this Act.  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  591 \n (2) Whoever willfully fails or refuses to provide the required \nassistance under sub -section (1) shall be guilty of misconduct \nand shall be proceeded against by its respective department or \norganizatio n and a report of such proceedings shall be \nsubmitted within reasonable time to the concerned \ninvestigating or prosecuting agency or FMU, as the case may \nbe and shall be punished in the case of a natural person, with \nan imprisonment for a term which may ex tend up to five \nyears, a fine which may extend to rupees one million or both, \nor in the case of a legal person, with a fine which may extend \nto ten million rupees.‖.  \n \n14. Amendment of section 30, Act VII of 2010. — In the said Act, in \nsection 30, in sub -section (4), for the words ―bank or financial institution‖,  the \nwords ―reporting entity‖ shall be substituted.  \n \n15. Amendment of section 33, Act VII of 2010. — In the said Act, in \nsection 33, — \n(a) in the marginal heading, for the word ―Suspicious Transaction \nReport‖, the expression ―STR‖  shall be substituted;  \n \n(b) in sub -section (1) for the words ―suspicious transaction \nreporting‖, the expression ―STR‖  shall be substituted; and  \n \n(c) in sub -section (2), for  the words ―regulatory authority‖, the \nexpressions ― AML / CFT regulatory authority‖ shall be \nsubstituted.  \n \n16. Amendment of section 34, Act VII of 2010. — In the said Act, in \nsection 34, — \n \n(a)  for sub -section (1) the following shall be substituted, namely: — \n \n―(1) The directors, officers, employees  and agents o f any \nreporting entity or intermediary which report an STR or \nCTR pursuant to this law or any other authority, are \nprohibited from disclosing, directly or indirectly, to any \nperson that the transaction has been reported unless there \nare disclosure agreemen ts for corporate groups in \naccordance with regulations made hereunder .‖; and  \n \n(b) in sub -section (3), for the expression ―financial institution, \nnon-financial business and profession‖, the word ―reporting \nentities‖ shall be substituted.  \n \n592 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n 17. Substitution of se ction 37, Act VII of 2010. — In the said Act, for \nsection 37, the followin g shall be substituted, namely: — \n \n―37. Offences by legal persons .— (1) Where a legal person commits an \noffence under this Act, every person thereof who at the time when the offence \nwas committed was responsible for such commission of offence shall be deemed \nto be guilty of the offence and shall be liable to be proceeded against and \npunished accordingly:  \n \nProvided that nothing contained in this sub -section shall render any \nnatural perso n liable to punishment if he proves that the contravention took place \nwithout his knowledge or that he exercised all due diligence to prevent such \ncontravention.  \n \n(2) Notwithstanding anything contained in sub -section (1), where an \noffence under this Act is  committed by a legal person and it is proved that the \ncontravention has taken place with the consent, connivance or knowledge of any \ndirector, manager, secretary or other officer of any legal person, such director, \nmanager, secretary or other officer shal l also be deemed to be guilty of the \ncontravention and shall be liable to be proceeded against and punished \naccordingly.  \n \nExplanation .— For the purposes of this section, ―director‖ in relation to \na firm, means a partner in the firm.‖.  \n \n18. Amendment to Sch edule of the Act VII of 2010. — In the said \nAct, in the existing Schedule, for  heading ―THE SCHEDULE [see section \n2(w)]‖, the expression ―SCHEDULE -I [see section 2 (xxvi)]‖ shall be \nsubstituted.  \n \n19. Insertion of new of Schedules, Act VII of 2010. — In the said Act, \nafter Schedule -I, re-numbered and amended as aforesaid, the following new \nSchedules shall be added, namely: — \n \nSCHED ULE-II \n[see sect ion 5(1)] \nMembers of National Executive Committee  \n 1. The National Executive Committee shall comprise the fol lowing  \nmembers: — \n(a) Minister for Finance or Adviser to the Prime                     \nMinister on Finance  Chairman  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  593 \n (b) Minister for  Foreign Affairs  Member  \n(c) Minister for Law and Justice  Member   \n(d) Minister for Interior  Member  \n(e) Minister for Economic Affairs  Member   \n(f) Governo r SBP  Member  \n(g) Chairman SECP  Member  \n(h) Director General, FMU                                  Member /Secretary  \n(i) Director General FATF Cell  Member  \n(j) any  other  member  on  the  special  Member  \ninvitation of the National Executive  \nCommittee       \n   \n 2. The Direct or General FMU shall act as Secretary of the National \nExecutive Committee.  \nSCHED ULE-III \n[see sect ion 5(5)] \nMembers of General Committee  \n1. The General Committee shall comprise the following members: — \n(a) Secretary Finance  Chairman   \n(b) Secretary Interior  Member   \n(c) Secretary Foreign Affairs  Member   \n(d) Secretary Law and Justice  Member   \n(e) Chairman N ational Accountability Bureau  Member   \n(f) Chair man Federal Board of Revenue  Member   \n(g) Director General, Federal Investigation Agency  Member   \n(h) Director G eneral, Anti Narcotics Force   Member   \n(i) Deputy Go vernor SBP  Member   \n(j) Commissioner SECP  Member   \n(k) Director General, FMU                                        Member /Secretary   \n594 THE GAZETTE OF PAKISTAN,  EXTRA., SEPTEMBER   24,  2020  [PART I \n \n (l) Director General  FATF Cell  Member  \n(m) any  other   member   on  the  special  Member  \ninvitation of the General Committee  \n    \n 2. The Director General FMU shall also act as Secretary of the \nGeneral Committee.  \n \nSCHED ULE-IV \n[see sect ion 6A(1) ] \nAML/CFT Regulatory Authority  \n 1. The following regulators are AML/CFT regulatory authorities for the  \npurposes of this Act: — \n(i) SBP for any reporting entity licensed or regulated under any \nlaw administered by SBP;  \n(ii) SECP for any reporting entity licensed or regulated by SECP \nunder any law administered by SECP;   \n(iii) Federal Board of Revenue for real estate agents,  jewellers, \ndealers in precious metals and precious stones and accountants \nwho are not the members of the Institute of Chartered \nAccountants of Pakistan (ICAP) and the Institute of Cost and \nManagement Accountants of Pakistan (ICMAP) ; \n(iv) National Savings (AML and CFT) Supervisory Board for \nnational savings schemes;  \n(v) Pakistan Post (AML and CFT) Supervisory Board for Pakistan \nPost; and  \n(vi) any other such entity or regulatory authority as may be notified \nby the Federal Government.  \n 2. The following SRBs are AML/CFT re gulatory authoritie s for the \npurposes of this Act: — \n(i) the Institute of Chartered Accounts of Pakistan constituted \nunder the Chartered Accountants Ordinance, 1961 (X of 1961) \nfor their respective members;  \n(ii) the Institute of Cost and Management Accountants of Pa kistan \n(ICMAP) constituted under the Cost and Management \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., SEPTEMBER  24,  2020  595 \n Accountants Act, 1966 (XIV of 1966) for their respective \nmembers;  \n(iii) the Pakistan Bar Council constituted under the Legal \nPractitioners and Bar Councils Act, 1973 (XXXV of 1973); for \nlawyers and other independent legal professionals that are \nenrolled under the Pakistan Bar Council or Provincial Bar \nCouncils or Islamabad Bar Council; and  \n(iv) any other SRB as may be notified by the Federal Government.  \n \n \n \n \n \n \nTAHIR HUSSAIN , \nSecretary.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n——————— ————————————————————— ————  \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}