{
    "file": "./converted_json\\administrator735683b116d6b9e10f00e34087a26e5b.json",
    "name": "Deputy Chairman and Deputy Speaker (Salaries, Allowance and Privileges) Act, 1975",
    "date": "19th December, 1975",
    "tagline": "An Act to provide for the salaries, allowances and privileges of the Deputy Chairman of the Senate and the Deputy Speaker of the National Assembly.",
    "content": "Page 1 of 10 \n  \n \nTHE  DEPUTY CHAI RMAN A ND DEPUTY SPEAKER (SALARIE S, \nALLOWANCE AND  PRIVILE GES) ACT, 1975  \n \nCONTENTS  \n \n1. Short title and commencement  \n2. Definitions  \n3.  Salary \n4.  Equipment Allowance \n5. Allowance on taking up and layi ng down the office \n6.  Sumptuary allo wance \n7.  Transport \n8.  Official residence \n8A.  Residential Telephone, etc. \n9.  Travelling allowance for journeys within Pakistan \n10.  Daily allo wance during halt \n11.  Halt on tour \n12.  Travelling allowance for journeys abroad \n13.  Medical facilities \n14.  Provident Fund \n15.  Personal staff \n16.  Compensation in case of air accidents \n\n \nPage 2 of 10 \n 17.  Leave \n17A.   Discretionary Grant \n18.   Additional privileges \n19.  Power to make rules \n19A.  Increase in Emoluments \n20.  [Repeal] \n \n \nPage 3 of 10 \n THE  DEPUTY CHAI RMAN A ND DEPUTY SPEAKER (SALAR IES, \nALLOWANCE AND  PRIVILE GES) ACT, 1975  \n1ACT  No. LXXXIII  OF 1975  \n[19th D ecember, 197 5] \nAn Act to provide for the sala ries, allowances and privileges of the Deputy Chairman of  the Senate \nand the Deputy Speaker of die The National Assembly. \n WHEREAS  it is expedient to provide  for the salaries, allowances and privileges of the  \nDeputy Ch airman of the Senate and the Deputy Speaker of the National Assembly, and for matters \nconnected therewith;  \n It is hereby enacted as follows :— \n 1.  Short  title  and  comme ncement.— (1)  This  Act  may  be  called  the  Deputy \nChairman and D eputy Speaker (Salaries, Allow ances and Privileges) Act, 1975.  \n (2) It shall come into  force at once and shall be deemed to have taken effect on the fourteenth \nday of August, 1975.  \n 2. Definition.    In    this    Act,    unl ess    there    is    anything    repugnant    in    the subj ect \nor context,— \n(a) “Assembly” means the  National Assembly; \n(b) “Deputy Chairman” means the Deputy Ch airman of the Senate as defined in \nthe Constitution  when he is not  acting as Chairman; \n(c) “Deputy Speaker” means the Deputy Speaker of the Assembly as defined in \nthe Constitution  when he is not  acting as Speaker; \n(d) “family”, in relation to the Deputy Chairman or the Deputy Speaker, means \nhis 2[spous e], legitimate children and step children residing with  and wholly \ndependent on him; \n(e) “maintenance” in relation to a residence includes the payment of local rates \nand taxes and the p rovision  of water, gas and electricity; \n(f) “official  busin ess”,  in  relation  to  the  Deputy  Chairman  and  the  Deputy \nSpeaker respectively, means attending the  sessions  of the Senate, the \nAssembly and the Joint Sittings of Parliament, and includes such other \nfunctions  or duties connected with the business of Parliament as may be \nperformed or discharged by the Deputy Chairman and the  Deputy Speaker; \n_________________________________________________________________________________  \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. Ill, p. 1093.  \n2Subs. by the Finance Act, 1996 (9 of 1996) s. 12. for “wife or wives”. \n \nPage 4 of 10 \n (g) “official residence” means the  house  reserved from time  to time  for use by the \nDeputy Ch airman or the Deputy Speaker and includes the staff quarters and \nother buildin gs appurtenant to, and the  gardens of, the residence; \n(h) other words and expressions  used but not defined in this Act have the same \nmeaning as in the Constitution  of the  Islamic Republic  of Pakistan or in  the \nFundamental and Supplementary Rules. \n 3. Salary. There shall be paid to the Deputy Chairman and the Deputy Speaker a salary at \nthe rate of 1[thirty seven- thous and rupees] per mensem : \n Provided that, if a person who has retired from the service of Pakistan is elected as Deputy \nChairman or Deputy Speaker after the commencement of this Act, his pension  shall be h eld in \nabeyance and shall not be payable for the period he holds  the office of Deputy Ch airman or Deputy \nSpeaker. \n 4. Equipment Allowance. The Deputy Chairman and the Deputy Speaker may, on his \nelection as such, draw 2[3[five thousand] rupees] as an allowance for equipping  hims elf: \n Provided that, during the ten years immediately preceding the said election, he had not  \ndrawn an allowance for the same purpose upon election or appointm ent as Chairman, D eputy \nChairman, Speaker, Deputy Speaker, Federal Minist er, Governor or Minist er of State or  to a \ndiplom atic office. \n 5.  Allo wance  on  taking  up  and  laying  down  the  office.— (1)  The  Deputy Ch airman \nand a Deputy Speaker shall be entitled to claim actual expenses to the extent mention ed below from \nhis ordinary place of residence to the seat of the Senate or, as the case may be, the Assembly on \ntaking up office and from the seat of the Senate or the Ass embly to his o rdinary place of residence \non laying down o ffice:— \n(a) the actual travelling expenses for hims elf and his family; \n(b) the cost of transpo rting personal servants, not exceeding two, by the lowest \nclass of accommod ation; and \n(c) the cost of transpo rting hous ehold effects, not exceeding one hund red and \ntwenty maunds,  by goods train, steamer or other craft, excluding  aircraft, and \nhis p ersonal car, if any. \n (2) No claim shall lie for any travel or transportation not performed or effected within \nsix months of  the date of taming up or  laying down office, as the case may be. \n \n \n1Subs. by ord. 41 of 2002, s.2. \n3Subs, by Act 3 of 19 85, s. 3. \n4Subs. by Act 9 of 19 96, s. 12, for “fo ur thousand”. \n \nPage 5 of 10 \n   \n 6. Sumptuary allo wance.  The D eputy Chairman and the D eputy Speaker shall receive \nsump tuary allowance at the rate of 1[2[six thous and] rupees] per mensem. \n 7. Transport. The Deputy Chairman and the Deputy Speaker 3[and member of their \nfamilies] shall be entitled to the use of  an official car maintained at Government expense. \n 8. Official residence. (1) The Deputy Chairman and the Deputy Speaker shall be entitled \nwithout  payment of rent, to the use of a residence throughout his term of office, and for  a  period  of  \nfifteen  days  immediately  thereafter,  and  no  charge  shall  fall  on  him p ersonally in respect of its \nmaintenance: \n 4[Provided that half of the electricity and gas charges in excess of 5[three thous and rupees per \nmensem shall be paid by the Deputy Chairman, or as the case may be, the Deputy Speaker.] \n 6[(1A)  the assessed rent of a house  hired for the use of the Deputy Chairman, or D eputy \nSpeaker shall in no use exceed 7[fifteen thous and and five hundred] rupees per mensem.] \n (2) The official resident shall be furnished by Government at a cost not exceeding 4[8[one \nhund red thous and] rupees.] \n (3) If, at the time a Deputy Ch airman or a Deputy Speaker enters upon his office an official \nresidence is not provided to him, he sh all, until such residence is provided by the Government, be \npaid the actual expenditu re incurred by him on furnished accommod ation for hims elf and his \nfamily, subject to a maximum  of 1[7[fifteen thous and and five hund red] rupees] per mensem. \n (4) Where the Deputy Chairman or the Deputy Speaker choos es to reside in his own hous e, \nhe may be paid a month ly sum  of 9[seven thous and rupees] in lieu of the furnished accommod ation \nand to cover all expenses on its m aintenance: \n Provided that no furniture or furnishi ngs shall be provided therein at the cost of \nGovernment. \n \n \n \n1Subs. and shall be deemed to have taken effect (w.e.f 1-3-1985) by the Deputy Chairman and Deputy Speaker (Salaries, Allowance and Privileges) \n(Amdt.) Act, 1985 (3 of 1985),s.4. \n2Subs. by the Finance Ac t, 1996 (9 of 1996) s.12, for “two thousand”. \n3Ins. ibid.,  \n4Subs. by Act 3 of 19 85, s.4. \n5Subs. by Ac t, 9 of 1996, s.12, for “seven hundred and f ifty”. \n6Ins. by Act 3 of 1985,s.5. \n7Subs. by Act 9 of 19 96,s.12 for “seven thousand”. \n8Subs. ibid., for “fifty thousand”. \n9Subs. and  shall be deemed to have taken effect {w.e.f. 1-3-1985) by the Deputy Speaker (Sa laries, Allowances and Privileges), (Amdt.) Act, 1985 (3 of \n1985), s. 6. \n \n \nPage 6 of 10 \n  1[8A. Residential Telephone, etc.— (1) The Deputy Chairman or the Deputy Speaker shall \nbe entitled to a telephone at his residence at Government expense and shall be exempted from \npayment of its rental and charges of calls m ade therefrom within the  country. \n  \n (2) A casual telephone  facility shall be provided to the Deputy Chairman or the Deputy \nSpeaker during his tour  within the  country.] \n 9. Travelling allowance for journeys within Pakistan.—(1) Subject to the provisions  \nhereinafter appearing, the Deputy Chairman and the Deputy Speaker when travelling on official \nbusiness shall be treated as first grade officer. \n (2) When travelling on official busin ess by rail, the D eputy Chairman and the D eputy \nSpeaker shall be entitled— \n(a)  to requisition  at the cost of Gov ernment a coupe  or four-berthed first class \ncompartment; including  an air-condition ed compartment if available on the \ntrain; \n(b)  to draw an allowance of 2[one hund red and fifty rupees] for every twenty-four \nhours of the period of journey, and an allowance of 2\n[seventy-five rupees] for \na lesser period, in addition  to the daily allowance admissible  under section 10; \n(c)  to  take  with  him,  at  Government  expense,  not  more  than  two  personal \nservants by the  lowest class of accommod ation when travelling by a two- \nberthed or fourberthed railway compartment; \n(d)  to the cost of transpo rting personal luggage hot exceeding three maunds  when \ntravelling by a railway compartment; and \n(e)  to take with  him, without payment of fare, the members of his  family, not \nexceeding four, when travelling in a requisition ed railway compartment. \n (3) When travelling on official busin ess by steamer or launch, the Deputy Chairman and the \nDeputy Speaker shall be entitled— \n(a)  to draw the actual fare paid for hims elf; \n(b)  to draw an allowance of 3[one hund red and fifty rupees] for every twenty-four \nhours of the p eriod of journey, and 3[seventy-five rupees] for a lesser period, \nin addition to the  daily allowance admissible  under section 10;  \n(c)  to  take  with  him,  at  Government  expense,  not  more  than  two  personal \nservants by the lowest class of accommod ation; and \n \n1New section 8A  ins. by the Finance  Act, 1996 (9 of 1996) s. 12.  \n2Subs, by Act 3 of 1985., s, 6.  \n3Subs, and shall be  deemed  to have tak en effect  (w.e.f. 1 -3-1985) by  the Deputy  Chair man and Deputy  Speaker (Salaries. Allowances and Privileges),  (Amdt.) \nAct, 1985 ( 3 of 1985), s. 6. \n \nPage 7 of 10 \n (d)  to the  cost of  transpo rting personal luggage not exceeding three maunds.  \n (4) The Deputy Chairman or Deputy Speaker may, if the public  interest so demands, t ravel \nby air, in whi ch case he shall be entitled— \n(a)  to the  actual air fare paid for hims elf; \n(b)  to  the  cost  of  transpo rting  personal  luggage  not  exceeding  one  hund red \npounds i nclusive  of the free allowance given by the air company; \n(c)  to requisition  at the cost of Government, if he consid ers it necessary in the \npublic  interest, an aeroplane or a helicopter belonging to the Pakistan Air \nForce or a Provincial Government, subject to availability and in accordance \nwith the rules framed by the relevant authority, or an aeroplane belonging to \nany flying club in Pakistan; \n(d)  to take with him one member of his family when raveling by a comm ercial \naeroplane or four members of his family when raveling by a requisition ed \naeroplane provided that no non -official shall be allowed to travel in a Pakistan \nAir Force aeroplane without  the authority of the Minist ry of Defence; \n(e)  to the cost of transpo rting not more than two personal servants by the  lowest \nclass of accommod ation by rail or steamer; \n(f)  to the carriage of personal luggage by rail or steamer, subject to a maximum \nof three maunds;  and \n(g)  to  take  with  him  by  air  one  personal  servant  or  a  peon  in  lieu  of  the \nentitlement in clauses (e) and (f). \n (5) The Deputy Ch airman and the Deputy Speaker shall be entitled, for a journey performed \non official busin ess by road beyond a radius of five miles from his headquarters, to a mil eage \nallowance of 1[two rupees per kilom eter] if a public  conveyance is used or [one rupee and fifty paisa \nper kilom eter] if a private car is used, and in any other case to an allowance at the rate of 1[one \nhund red and fifty rupees] per day : \n Provided that the allowance mention ed in this  sub-section shall be admissible  only in respect \nof— \n(a)  a journey or that part of a journey which has to be  undertaken by road in the \npublic int erest or in the absence of railway communi cation; and \n(b) a short journey which cannot conveniently be undertaken by rail and whi ch \ninvolv es an absence from headquarters for more than eight consecutive ho urs. \n \n \n1Subs, by the Deputy Chairman and Deputy Speaker (Salaries. Allowances and Privileges), (Amdt.) Act, 1985 (3 of 1985), s. 6. \n \n \nPage 8 of 10 \n  (6) In respect of a journey performed on official business by road beyond a  radius of five \nmiles from his h eadquarters, the Deputy Chairman and the D eputy Speaker shall be entitle to receive \nthe actual cost of transpo rting— \n(a)  not more than two p ersonal servants, provided that the s ervants travelled by a \nconveyance oth er than that by which the D eputy Chairman or the D eputy \nSpeaker travelled; and \n(b)  up to a  maximum  of three maunds of  personal luggage: \n Provided that the jou rney is performed to a  place of halt in respect of whi ch daily allowance \nis admissibl e. \n 10. Daily allo wance during halt.— (1) The Deputy Chairman and the Deputy Speaker, \nwhile on tour on official busin ess, shall be entitled to receive a  daily allowance of 1[four hund red] \nrupees for each day of halt except that, wh en he stays in a  reserved railway saloon, the allowance \nshall be twenty-five rupees per day. \n (2) The  allowance mention ed in sub -section (1) shall be admissibl e— \n(a)  at half of the full rate for day of arrival at, and departure from, the  place of \nhalt, but  no daily allowance shall be admissible  in respect of a place of halt \nfrom whi ch the  Deputy Chairman or the Deputy Speaker departs on the  same \nday on which he arrived at it; and \n(b)  except as provided in clause (a), at the full rate for the first ten days of each \ncontinuous  halt at three-fourth of the full rate for the next twenty days and at \nhalt of the full rate thereafter. \n 11. Halt  on tour. A halt on tour sh all be treated as continuous  halt unless terminated by an \nabsence at a distance from the halting place exceeding five miles for a period which includes not less \nthan seven successive  nights. \n 12. Travelling allowance for journeys abroad. The Deputy Ch airman and the D eputy \nSpeaker when travelling on official busin ess outside  Pakistan shall be entitled to such travelling \nallowance as may by prescribed by Government from time to tim e. \n 13. Medical facilities. The Deputy Ch airman and the Deputy Speaker and his family shall  \nbe entitled  to  m edical  facilities  admissible  under the  Special  Medical  Attendance Rules, except \nthat he and his family shall be entitled to receive medical treatment at his o fficial residence. \n 14. Provident Fund.  The Deputy Chairman and the Deputy Speaker may, at his option,  \nbecome a subscriber to the General Provident Fund; and if he so opts he sh all subs cribe to the Fund \nas a compulso ry subs criber in accordance with the General Provident Fund (C entral Service) Rules. \n \n1Subs. by the Finance Act, 1996 (9 of 1996) s. 12, for “fifty”. \n \nPage 9 of 10 \n  (2) A temporary advance may be granted to the Deputy Chairman or the Deputy Speaker \nfrom the amount standing to  his credit in the General Provident Fund at the dis cretion of the \nGovernment for the purpose for which such advance may be granted to subs criber und er the s aid \nRules. \n (3) The  grant of temporary advance under sub-section (2) s hall, unless the Gov ernment \notherwise directs, be subj ect to the conditions  to which an advance granted to a subs criber und er the \naforesaid Rules is subj ect. \n 15. Personal staff. The Deputy Chairman and the Deputy Speaker shall be entitled to su ch \npersonal staff as may be prescribed by Government. \n 16. Compensation in case of air accidents.—(1) If the Deputy Ch airman or the D eputy \nSpeaker, while  travelling by air on official duty by any flight, scheduled or uns cheduled (including \nflight in a Government-owned aircraft of any type), dies or receives an injury as a result of an \naccident, the Government shall pay to the person or persons referred to in subsection (2) a sum  of \n1[three hu ndred thous and] rupees in the case of death and an amount  to be determined by the \nGovernment having regard to scales of compensation applied by insurance companies in like  cases, \nin the case of injury. \n (2) The compensation shall be payable, in the case of injury, to the Deputy Ch airman or, as \nthe case may be, the Deputy Speaker, and, in the case of death, to such member or m embers of his  \nfamily, or, if there be no su ch member, such other person or persons,  as may be nomin ated by him \nand in the absence of such nomin ation to his h eirs. \n (3) A nomin ation under sub-section (2) may be made,, revoked or altered by a notice in \nwriting signed by the  Deputy Ch airman or, as the case may be, the Deputy Speaker and addressed to \nthe Accountant General, Pakistan Revenues. \n 17. Leave.— (1) The President may grant to the Deputy Chairman and the Deputy Speaker \nduring his term of office, at any one  time or from time to time, leave of absence for urgent reasons \nof health or private affairs, for a period not exceeding in  the aggregate three months.  \n (2) The Deputy Chairman and the Deputy Speaker shall be entitled to receive leave salary of \n2[3[eighteen] thous and rupees] per mensem. \n 4[17A.  Discretionary Grant. The Deputy Ch airman and Deputy Speaker shall be authorised \nto dis cretionary grant of four hundred thous and rupees per annum]. \n 18.  Additional privileges. The Federal Gov ernment may grant to the Deputy Chairman and \nthe Deputy Speaker such addition al privileges as it may deem fit. \n \n \n1Subs, by the Finance Act, 1996 (9 of 1996) s. 12' for “one lakh and fifty thousand”. \n2Subs, and shall be deemed to have taken effect (w.e.f. 1-3-1985) by the Deputy Chairman and Deputy Speaker (Salaries, Allowances and Privileges), \n(Amdt.) Act 1985 (3 of 1985), s. 7. \n3Subs, by Act 9 of 1996, s. 12, for “six”.  \n4New section 17A ins. ibid, \n \nPage 10 of 10 \n  19. Power to make rules. The Federal Government may, by noti fication in the official \nGazette m ake rules for carrying into effect the p rovisions  of this Act. \n 1[19A. I ncrease in Emoluments. The salaries, allowances and p rivileges of Deputy \nChairman and D eputy Speaker shall autom atically be revised alongwith revision of  the emolum ents \nof the civil s ervants.]. \n 2[19B. Increase in salaries etc. —(1) The Federal Government may, by notification in the \nofficial Gazette, revise the salary, allowances and privileges of  Deputy Speaker and Deputy \nChairman to enable them to perform their functions and discharge their responsibilities in a befitting \nand effective manner.  \n (2) The provisions of this section shall have effect notwithstanding anything contained in \nany other p rovision of this Act. ] \n 20. [Repeal] Omitt ed by the Federal Laws ( Revision and D eclaratio n) Or dinance, 1981 \n(XXVII of 198 1), s.3and  Sch,. II, \n \n__________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1New section 19A ins. by the Finance Act, 1996 (9 of 1996),s.12. \n2New section 19B ins. by the Finance Act, 2016  (XXIX  of 2016) ,s.11."
}