{
    "file": "./converted_json\\administratord2a43e2e40d8af8e23fd95cba332137b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 7 \n  \nTHE AUDITOR GENERAL’S (FUNCTIONS, POWERS, TERMS \nAND CONDITIONS OF SERVICE) ORDINANCE, 2001  \n  \n \n \n \n \n \n \nCONTENTS  \n__________  \n \n1 Short title, extent and commencement.  \n2 Definitions.  \n3 Salary, pension etc.  \n4 Term of office.  \n5 Resignation.  \n6 Leave.  \n7 Auditor­General to certify accounts.  \n8 Provisions relating to Audit.  \n9 Audit of receipts and expenditure of holders of authorities substantially financed by\n loans and grants.  \n10 Auditor­General to give information and undertake studies, etc.  \n11 Functions of Auditor­General in the case of grants or loans given to other  authorities or \n bodies.  \n12 Audit of receipts of Federation or of Provinces or of districts.  \n13 Audit on accounts of stores and stock.  \n14 Powers of Aud itor­General in connection with audit of accounts.  \n15 Audit of companies and corporations established in the public sector.  \n16 Audit of accounts of certain authorities or bodies.  \n \n \n\n \nPage 2 of 7 \n 17 Power to dispense with detailed audit.  \n18 Delegation of powers.  \n19 Budgeta ry provisions.  \n20 Power to amend the Schedule.  \n21 Power to make rules.  \n22 Power to make regulations.  \n23 Repeal.  \nThe Schedule  \n \nPage 3 of 7 \n THE AUDITOR GENERAL’ S (FUNCTIONS, POWERS, TERMS AND \nCONDITIONS OF SERVICE) ORDINANCE, 2001  \n \nORDINANCE No. XXIII OF 2001  \n[17th May, 2001 ] \nAn  \n \nOrdinance  \n \nto determine the terms and conditions of service, the term of office and the powers  and functions of \nthe Auditor­General of Pakistan  \n WHEREAS it is expedient to determine, the terms and conditions of service, the term of \noffice and the powers and functions o f the Auditor General of Pakistan and for matters connected \ntherewith or incidental thereto;  \n AND WHEREAS the National Assembly and the Senate stand suspended in pursuance of \nthe Proclamation of Emergency of the fourteenth day of October, 1999, and the Pro visional \nConstitution Order No. 1 of. 1999;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of Emergency of the fourteenth  day \nof October, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional  \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in  that \nbehalf, the President of the Islamic Republic of Pakistan is plea sed to make and promulgate the  \nfollowing Ordinance: — \n 1. Short title, extent and commencement .__(1) This Ordinance may be called the \nAuditor­ General's (Functions, Powers and Terms and Conditions of Service) Ordinance, 2001.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on the first day of July, 2001.  \n 2. Definitions.__(1) In this Ordinance, unless there is anything repugnant in the subject \nor context, — \n(a) “accounts ” in relation to commercial undertakings of a Government, includes  \ntrading,  manufacturing and profit and loss accounts and balance  sheets  and \nother  subsidiary  accounts;  \n(b)  “Auditor­General ” means the Auditor­General of Pakistan appointed under \nArticle 168  of the Constitution of the Islamic Republic of  Pakistan;  \n(c) “Controller General of Accounts ” means the Controller General of  Accounts \nappointed  under the Controller  General  of Accounts  (Appointment,  Functions  \nand Powers) Ordinance, 2001;  \n(d)  “regulations ” means regulation made under this Ordinance; and  \n \nPage 4 of 7 \n (e)  “rules ” means rules made under this Ordinance.  \n 3. Salary, pension etc. —The salary, pension and other terms and conditions of service of \nthe Auditor General shall be as provided in the Schedule to this Ordinance.  \n 4. Term of office. —The Auditor­General  shall, unless he sooner resigns or is removed  from \noffice in accordance with the Constitution, hold office for a fixed term of five years from  the date on \nwhich he assumes such office or he attains the age of sixty­five years whichever is  earlier.  \n Explan ation.— For the purpose of this section the term of five years in respect of  the \nAuditor­ General holding office immediately before the commencement of this  Ordinance shall be \ncomputed from the date on which he had assumed office.  \n 5. Resignation. —The Auditor­General may, at any time, by writing under his hand  addressed \nto the President resign his office.  \n 6. Leave.__(1) The Auditor­General may be granted leave on such terms and  conditions as \nthe President may, by order published in the  official Gazette, prescribe.  \n (2) The power to grant or refuse leave to the Auditor­General, and revoke or curtail leave \ngranted to him, shall vest in the President.  \n 7. Auditor­General to certify accounts. —The Auditor­General  shall, on the basis of such \naudit as he may consider appropriate and necessary, certify the accounts, compiled and \nprepared by Controller General of Accounts or any other person authorized in that behalf, for each \nfinancial year, showing under the respect ive heads the annual receipts and disbursements for the \npurpose of the Federation, of each Province and of each district, and shall submit the certified \naccounts with such notes, comments or recommendations as he may consider necessary to the \nPresident or the Governor of a Province or the designated District Authority, as the case may be.  \n 8. Provisions relating to Audit. —The Auditor­General shall__ \n(a)  audit all expenditure from the Consolidated Fund of the Federation and of each \nProvince  and to ascertain whether the moneys shown in the accounts as \nhaving been disbursed  were legally available for, and applicable to, the service \nor purpose to which they have  been applied or charged and whether the \nexpenditure conforms to the authority which governs it;  \n(b)  audit  all transactions of the Federation and of the Provinces relating to Public \nAccounts;  \n(c)  audit all trading, manufacturing, profit and loss accoun ts and balance sheets \nand other subsidiary accounts kept by Order of the President or of the \nGovernor of a Pr ovince in  any Federal or Provincial Department; and  \n(d)  audit, subject to the provisions of this Ordinance, the accounts of any \nauthority  or body established  by  the  Federat ion  or  a  Province,  and  in \neach case to  report  on  the expenditure, trans actions or accounts so audited by \nhim. \n  \n \nPage 5 of 7 \n  9. Audit of receipts and expenditure of holders of authorities substantially financed \nby loans and grants. —Where any body  or authority is substantially financed by loans or \ngrants from Consolidated Fund of Federal Government or of any Province or of any district, the \nAuditor­General shall, subject to the provisions of any law for the time being in force applicable \nto the bod y or authority, as the case may be, audit the accounts of that body or authority.  \n Explanation.__ Where the loans or grants to a body or authority from the Consolidated Fund \nof Federal Government or of any Province or of any District in a financial year is not less than five \nmillion rupees and the amount of such grant or loan is not less than fifty per cent of the total \nexpenditure of that body or authority, such body or authorit y shall be' deemed, for the purposes of \nthis section, to be substantially financed by such loans or grants as the case may be.  \n 10. Auditor­General to give information and undertake studies , etc.— The \nAuditor­General shall, in so far as the accounts enable  him so to do, give to the Federal Government, \nthe Provincial Governments and the District Government, as the case may be, such information and \nto undertake such studies and analysis as they may, from time to time require.  \n 11. Functions of Auditor­General in the case of grants or loans given to other \nauthorities or bodies. — 1) Where any grant or loan is given for any specific purpose from the \nConsolidated Fund of Federal Government or of any Province or of any district to an y authority or \nbody, not being a foreign State or international organization, the Auditor­General may scrutinize the \naccounts by which the sanctioning authority satisfies itself as to the fulfillment of the conditions \nsubject to which such grants or loans were given and for this purpose have the right of access, after \ngiving reasonable previous notice, to the books and accounts of that authority or body:  \n Provided that the President, the Governor of a Province or the authority of a district, as the \ncase may be, is of the opinion that it is not necessary to do so in the public interest.  \n (2) While exercising the powers conferred on him by sub­section (1), the Auditor­General \nshall not have right of access to the books and accounts of any authority or body if the law, by or \nunder which such authority or body has been established, provides for the audit or the accounts of \nsuch authority or body by an agency other than the Auditor­Gene ral. \n 12. Audit of receipts of Federation or of Provinces or of districts. —The Auditor­General \nshall audit all receipts which are payable into the Consolidated Fund or Public Account of the \nFederal  Government and of each Province and in the accounts of eac h district and to satisfy himself \nthat all  such receipts which are payable into the Consolidated Fund, Public Account or any district \naccount  have been properly and correctly deposited and rules and procedures relating to which \nreceipts are  being fully  observed and the systems are in place to ensure proper assessment and \ncollection of  government receipts.  \n \n 13. Audit on accounts of stores and stock. —The Auditor­General shall have authority to \naudit and report on the accounts of stores and stock kept in  any office or department of the \nFederation or of a Province or of a district.  \n \n 14. Powers of Auditor­General in connection with audit of accounts.__(1) The \nAuditor­ General  shall, in connection with the performance of his duties under this Ordinance, have \nauthority — \n \nPage 6 of 7 \n (a)  to inspect any office of the accounts, under the control of the Federation or of \na Province  or of a district, including treasuries, and such offices respons ible for \nthe keeping of initial or subsidiary accounts;  \n(b) to require that any accounts, books, papers and other documents which deal  \nwith,  or form,  the basis of or otherwise relevant to the transactions to which his \nduties in respect of audit  extend, sha ll be sent to such place as he may direct for \nhis inspection; and  \n(c)  to enquire or make such observations as he may consider necessary, and to \ncall for such  information as he may require for the purpose of the audit.  \n (2) The officer incharge  of any office or department shall afford all facilities and  provide \nrecord for audit inspection and comply with requests for information in as complete  a form as \npossible and with all reasonable expedition.  \n (3) Any person or authority hindering the audit orial functions of the Auditor­General \nregarding inspection of accounts shall be subject to disciplinary action under relevant Efficiency and \nDiscipline Rules, applicable to such person.  \n 15. Audit of companies and corporations established in the public se ctor.__(1) The \nAuditor­ General shall perform functions and exercise powers in relation to the audit including \nsupplementary  audit of the accounts of the public sector companies in  accordance with the \nprovisions of the  Companies Ordinance, 1984 ( XLVII of 1984 ). \n (2) The duties and powers of the Auditor­General in relation to the audit of the accounts \nof corpor ations (not being companies) established by, or under, law shall  be performed and exercised \nby him in accordance with the provisions of the respective laws.  \n (3) The Governor of a Province or the district authority may, where he is of opinion  that it \nis necessary in the public interest so to do, request the Auditor­General to audit the accounts of \na corporation established under provincial law and where such request has been made, the Auditor­ \nGeneral shall audit the accounts of such corporatio n and shall have, for the purposes of such audit, \nright of access to the books and accounts of such corporation.  \n 16. Audit of accounts of certain authorities or bodies. —Save as otherwise  provided, in \nsection  11 where the audit of the accounts of any body or authority has not  been entrusted to the \nAuditor —General by or under any law, he shall, if requested so to do by the President, or the  \nGovernor of a  Province, as the case may be, undertake the audit of the accounts of such body or \nauthority and shall  have, for the purposes of such audit, right of access to the books and accounts \nof that body or  authority.  \n 17. Power to dispense with detailed audit .—The Auditor­General may dispense with, \nwhen circumstances so warrant, any part of detailed audit or any accounts or of transactions and to \napply such limited check in relation to such accounts or transactions as he may determine  1[:] \n 1[ Provided that the Auditor­General  shall exempt expenditure of secret service agencies \ncertified by the Federal Government as relating to national security from the scope of the audit.]  \n \n1Subs.,  & Added by Finance Act, 2013 ( XII of 2013), s.6.  \n \n \nPage 7 of 7 \n  18. Delegation of powers. —Any power exercisable by the Auditor General under the \nprovisions of this Ordinance, or any other law may be exercised by such officer of his department \nas may be authorised by him in this behalf by general or special order.  \n 19. Budgetary provisions. —The Auditor­General shall have the full powers to incur \nexpenditures within the budgetary provisions.  \n 1[19A. Sanction accorded  by the Auditor­General.__The President  may appoint an \nindependent officer to audit sanctions to expenditure accorded by the Auditor­General. The Auditor­ \nGeneral shall produce for inspection by that officer all books an other documents relating thereto and \ngive him such information as he may require for the purpose of audit.]  \n 20. Power to amend the Schedule .—The Federal Government may by notification in the \nofficial Gazette, amend the Schedule so as to add any entry thereto or modify or omit any entry therein.  \n 21. Power to make rules. —The President may by notification in the official Gazette make \nrules for ca rrying out the purpose of this Ordinance.  \n 22. Power to make regulations .—The Auditor­General may, with the previous approval \nof the Federal Government by notification in the official Gazette, make such regulations, not \ninconsistent with the provisions of this Ordinance and the rules made thereunder as he may consider \nnecessary or expedient for carrying out the purpose of this Ordinance.  \n 23. Repeal. —The Pakistan (Audit and Accounts) Order, 1973 (P.O. 21 of 1973) is hereby \nrepealed.  \n \n_________  \n \n \nTHE SCHEDULE  \n \n[See section 3]  \n \nPAY,  ALLOWANCES AND PENSION  \n \nThe Auditor­General shall be — \n 2[(a) paid a fixed pay package equal to maximum of MP­I scale, as amended from time to  \ntime.]  \n (b) entitled  to all such benefits including entitlement pertaining to travel, as are admissible to \na Minister of State; and  \n 2[(c) Gratuity eqaul  to one month's basic pay for each completed year of service as Auditor \nGeneral of Pakistan.]  \n \n \n \n \n \n \n \n1Ins. by Finance Act 2015, s. 7 (w.e.f. 1­7­2015).  \n2Subs. by SRO 930(c)/2015 dt. 8/9/2015."
}