{
    "file": "./converted_json\\administratorcab92debcf36b3652172b8151544c769.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., AUGUST  25,  2021  585 \n \n \n \n \nISLAMABAD,  WEDNES DAY , AUGU ST  25,  2021 \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 25th August , 2021 \n \n  No. F. 2(1)/2021-Pub.—The following Ordinance promulgated o n 24th \nAugust , 2021 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. XVI OF 2021  \n \nAN \n \nORDINANCE  \n \nto provide for measures to remove encroachment from immovable  \npublic properties  \n \n WHEREAS , it is expedient to provide for measures  to remove \nencroachment from immovable public properties and for matters ancillary thereto \nand connected therewith;  \n \n AND WHEREAS , the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied th at \ncircumstances exist which render it necessary to take immediate action;  \n \n(585) \n \nPrice: Rs. 10.00 \n \n[1221 (2021)/Ex. Gaz.]   \n586 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   25,  2021  [PART I \n \n  NOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakis tan, the President \nof the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: — \n \n 1. Short title , application and commencement. —(1) This Ordinance \nshall be called the Public Properties (Removal of Encroachment) Ordinance,  \n2021.  \n \n (2) It extends to all public properties defined under this Ordinance.  \n \n (3) It shall come into force at once.  \n \n 2. Defini tions.—In this Ordinance, unless there is anything repugnant \nin the subject or context, — \n \n (a) “attached department”  means the  attached department as defined \nin the Rules of Business, 1973 and shall include any amendment to \nthe nomenclature of attached department;  \n \n (b) “autonomous body”  means a board, corporation, institution, \norganization, authority or other body established by  the Federal \nGovernment and includes a university or board of intermediate and \nsecondary education established under any Federal law;  \n \n (c) “authorized officer”  means any person appointed by the Federal \nGovernment or a ministry or division, or an attached department or \nsubordinate office or an autonomous body or any other authority of  \nthe Federal Government, vested with the possession, management  \nor control of a public property, to carry out  all or any of the \npurposes of this Ordinance or to do anything req uired by this \nOrdinance or rules, which are to be done by an authorized officer \nunder this Ordinance;  \n \n (d) “building”  means a building or a part thereof and land appurtenant \nthereto;  \n \n (e) “division”  means a division as defined in the Rules of Business, \n1973; \n \n (f) “encroachment”  means un -authorized occupation, whether \ntemporary or permanent, of public property;  \n \n (g) “Government”  means the Federal Government;  \n \n (h) “land”  includes any space beneath or on the surface of the earth, \nincluding land under wate r, well, foot -path, road, tunnel, culvert, \nnullah, bridge, street and anything attached to the earth or \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., AUGUST  25,  2021  587 \n temporarily or permanently fastened to anything attached to the \nearth;  \n \n (i) “ministry”  means the ministry as defined in the Rules of Business, \n1973;  \n \n (j) “person”  shall have the same meaning as assigned thereto in the \nIncome Tax Ordinance, 2001 (Ordinance No. XLIX of 2001) and \nshall also include any division, department, attached department, \nsub-ordinate office, authority or body of the Federal or Provi ncial \nGovernment or any semi -government or autonomous body;  \n \n (k) “prescribed”  means prescribed by rules or regulations made under \nthis Ordinance;  \n \n (l) “public property”  means immovable property, building, land, \nplace, space or premises, which vests in, o r is in the possession or \nunder the management or control of the Federal Government or any \nministry or division, or an attached department or sub -ordinate \noffice or an autonomous body, public sector company or any other \nauthority of  the Federal Government;  \n \n (m) “public sector company”  means a public sector company as \ndefined in the Public Sector Companies (Corporate Governance) \nRules, 2013;  \n \n (n) “rules”  means rules made under this Ordinance.  \n \n (o) “subordinate office”  means the ―subordinate office ‖ as def ined in \nthe Rules of Business, 1973;  \n \n (p) “Tribunal”  means a Tribunal constituted under section 12; and  \n  \n (q) “unauthorized occupant”  means a person who has made \nencroachment upon, or is in occupation of, any public property \nwithout express permission in  writing of co mpetent authority and \nincludes — \n \n (i) a lessee or licensee, or any person inducted into the public \nproperty by them, who after the expiry of the period of lease \nor licence or on determination of such lease or licence, \ncontinues to remain in occupation of any public property; or  \n \n (ii) every member of the lessee ’s or licensee ’s family, or a \nmember of the family of any person inducted by the lessee or \nlicensee into the public property, who remains in occupation \nof any public property after the expiry of the period of lease or \nlicence or after the determination of the lease or licence in \nrespect of the same.  \n588 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   25,  2021  [PART I \n \n  3. Vacation of property and removal of structures. —(1) Where an \nauthorized officer, is satisfied that a person is an un -authorized occupant , he shall \nissue a show cause notice to the said un -authorized occupant as to why he should \nnot be evicted from the said public property within seven days of the notice:  \n \n Provided that if the person fails to respond, another seven days shall be \ngiven from  the date of expiry of the show cause notice.  \n \n (2) Upon receipt of the response against the show cause notice under \nsub-section (1), the un -authorized occupant shall be given personal hearing \nwithin seven days of receipt of the response:  \n \n Provided that i f the un -authorized occupant fails to appear in the personal \nhearing, another seven days opportunity shall be given to appear.  \n \n (3) Where the un -authorized occupant fails to respond to the show \ncause notice, or appear for personal hearing within the afore said period, or is \nunable to satisfy that property is lawfully occupied by him, an order in writing \nshall be made directing such person to vacate the public property and to remove \nstructures, if any, raised by him on the public property.  \n \n (4) The notices or order under this section may be served by any of the \nfollowing modes, namely:  \n \n (a) personally or electronically on the un -authorized occupant or any \nadult male person occupying the public property; or  \n \n (b) by sending it through registered post and cou rier service to the \naddress of the public property in the name of the un -authorized \noccupant; or  \n \n (c) through service on the un -authorized occupant in the manner \nprescribed for service of summons under the Code of Civil \nProcedure, 1908 (Act V of 1908);  \n \n (5) The order under sub -section (3) shall, inter alia , contain  — \n \n (a) the date from which the person is in un -authorized occupation of \nthe public property that may be determined, inter alia , by use of \ntechnology authorized in terms of section 9; and  \n \n (b) the recovery of costs, penalties and fine, and the punishment that \nmay be imposed upon the un -authorized occupant as provided \nunder this Ordinance.  \n \n 4. Eviction and removal of structures. —(1) Where a person, on \nwhom the final order under sub -section (3) of section 3 has been served, refuses \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., AUGUST  25,  2021  589 \n or fails to vacate the public property or to remove the structure raised thereon \nwithin the time period specified in such order, any authorized officer may \nnotwithstanding anything contained in any other law for the ti me being in force, \nenter upon such property evict any unauthorized occupant, demolish or remove \nany structure, erected or built on the public property by un -authorized occupant.  \n \n (2) For the purposes of recovering possession of any public property \nunder t he pr ovisions of sub -section (1), an -authorized officer may use or cause to \nbe used such force as may be necessary.  \n \n (3) If any authorized officer requires assistance from police, he may \nsend a requisition to the officer -in-charge of a police station with in whose local \njurisdiction the public property is situated and such police officer shall, upon \nsuch requisition, render the assistance as required.  \n  \n 5. Recovery of cost of demolition and removal of structures. —The \ncost of demolition or removal of struct ures under section 4 may be recovered as \narrears of land revenue from the un -authorized occupant responsible for raising \nthe un -authorized structures.  \n \n 6. Recovery of cost of demolition and removal of structures. —The \ncost of demolition or removal of struc tures under section 5 may be recovered as \narrears of land revenue from the person in whom the un -authorized occupation of \nthe structures vested at the time of serving the notice for eviction or removal of \nthe said demotion and removal.  \n \n 7. Punishment. —(1) An unauthorized occupant, in addition to \neviction from the public property, shall be punished with imprisonment of either \ndescription for a term which may extend to six months and with fine of 0.10% \nper day of the value of the said public property, as not ified by the Federal Board \nof Revenue or the valuation of land notified by the revenue department, from \ntime to time, for the respective area, whichever is higher:  \n \n Provided that for determination of fine under this section, the period of \nun-authorized oc cupancy shall include the period of appeal or further proceedings, \nif any, that may be filed against any order issued under this Ordinance.  \n \n (2) An officer who willfully connives or assists in the commission of \nthe offence under sub -section (1) shall be p unished as an abettor with the same \npunishment as is provided in sub -section (1) of this section.  \n \n (3) Where the officer -in-charge of police station willfully fails or \navoids to provide necessary police assistance under sub -section (3) of section 4, \nhe sh all be punished as an abettor of the offence under sub -section (1).  \n \n 8. Recovery of fine. —The fine imposed upon any person or persons \nin pursuance of section 7, with markup if any accrued thereon, shall be recovered \nfrom the un -authorized occupant as arre ars of land revenue.  \n590 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   25,  2021  [PART I \n \n  9. Use of technology for determination of un -authorized \noccupancy. —The authorized officer may use or authorize the use of technology \nincluding satellite imagery or mapping to determine the period of un -authorized \noccupancy of the publ ic property for the purposes of this Ordinance.  \n  \n 10. Cognizance of offence and mode of trial. —(1) No court shall take \ncognizance of an offence under this Ordinance, except on a complaint made in \nwriting made by an authorized officer.  \n \n (2) The Government  may, by notification in the official Gazette, \nprescribe that an offence under this Ordinance shall be tried in summarily in \naccordance with the procedure prescribed in Chapter -XXII of the Code of \nCriminal Procedure, 1898 (Act No. V of 1898).  \n \n 11. Bar on jurisdiction and transfer of suits. —(1) No court shall \nhave jurisdiction to entertain any proceedings, grant any injunction or make any \norder in relation to a dispute that any property is not a public property, or that any \nlease or licence in respect of su ch public property has not been determined for the \npurpose of this Ordinance, or anything done or intended or purported to be done \nunder this Ordinance.  \n \n (2) All suits, appeals and applications relating to encroachment or \ndisputes referred to in sub -section (1) and pending in any court of first instance \nshall be transferred to the Tribunal under section 12 and shall be treated and \ndecided as an appeal before the Tribunal.  \n \n 12. Appellate Tribunal. —(1) The President may, by notification in the \nofficial Gaze tte and in consultation with the Chief Justice of Pakistan, establish \none or more Appellate Tribunals throughout the country and appoint as many \nmembers therein as he thinks fit.  \n \n (2) No person shall be appointed as member o f the Appellate Tribunal \nunless— \n (a) he has been a Judge of a High Court or has been a District Judge or \nAdditional District Judge; or  \n \n (b) he is a retired civil servant not below BPS -21 and has experience of \nnot less than twenty years in the field of revenue, administration, \nlaw or p ublic administration.  \n \n (3) The President shall appoint one of the members of the Appellate \nTribunal to be the Chairman thereof.  \n \n (4) A member of the Appellate Tribunal shall be appointed for a period \nof three years on such terms and conditions as may be prescribed.  \n  \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., AUGUST  25,  2021  591 \n  (5) The President may, by notification in the official Gazette, specify \nsuch territorial jurisdiction areas in which the Appellate Tribunals established \nthroughout the country shall exercise its jurisdiction.  \n \n (6) A member of the Appellate Tribunal shall only be removable by the \nPresident before the expiry of his tenure, if he is guilty of misconduct.  \n \n (7) The legal provisions and rules, prescribed for a District and \nSessions Judge, shall apply mutatis mutandis  to disciplinary proceedings a gainst \na member of the Appellate Tribunal.  \n \n (8) During his tenure, a member of the Appellate Tribunal may be \ntransferred by the President from one Bench to another within the same Province.  \n \n (9) The President shall prescribe rules for judging the perform ance of \nmembers of the Appellate Tribunal.  \n \n (10) In addition to or in lieu of establishing the Appellate Tribunal or its \nBenches under this section, the President may, in consultation with the Chief \nJustice of Pakistan, designate throughout the country as  many courts of District \nJudges or Additional District Judges as the Appellate Tribunal or its Benches, as \nhe may deem fit.  \n \n (11) The provisions of this Ordinance and rules pertaining to Appellate \nTribunal shall apply mutatis mutandis  to the Courts design ated under sub -section (10).  \n \n 13. Procedure and powers of the Appellate Tribunal. —(1) The \nAppellate Tribunal shall decide the case in such manner and in accordance with \nsuch procedure as may be prescribed.  \n \n (2) The Appellate  Tribunal shall have powers of  a Civil Court under \nthe Code of Civil Procedure, 1908 (Act No. V of 1908), as to – \n \n (a) summoning and enforcing the attendance of any person and \nexamining him on oath;  \n (b) receiving evidence on affidavits; and  \n (c) issuing commissions for examination of  witness or documents.  \n \n (4) The proceedings before the Appellate Tribunal shall be judicial \nproceedings within the meaning of sections 193 and 228 of the Pakistan Penal \nCode (Act No. XLV of 1860).  \n \n 14. Appeal.—(1) Any person aggrieved by an order under s ections 3 to 6 \nmay, within thirty days of the order, prefer an appeal to the Appellate Tribunal \nwhich shall be decided as soon as practicable preferably within one month.  \n592 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST   25,  2021  [PART I \n \n  (2) Any person aggrieved by the order of the Appellate Tribunal may \nprefer an appeal  to the High Court within fifteen days of the said order, which \nshall be decided, as soon as practicable preferably within three months from its \ninstitution.  \n \n (3) While hearing an appeal, the High Court shall not grant more than \ntwo consecutive adjournmen ts. \n \n 15. Transfer. —The Government or any authority as may be \nempowered by the Government in this behalf may transfer any case from one \nAppellate Tribunal to another Appellate Tribunal.  \n \n 16. Indemnity. —No suit or legal proceedings shall lie against the \nGovernment or any authority, functionary or person in respect of anythin g which \nis done or intended to b e done under this Ordinance, in good faith.  \n \n 17. Power to make rules. —The Government may, by notification in \nthe official Gazette, make rules for carryin g out the purposes of this Ordinance.  \n \n 18. Ordinance to override other laws. —The provisions of this \nOrdinance shall have effect notwithstanding anything to the contrary contained in \nany other law for the time being in force.  \n \n 19. Removal of difficulties. —Where any difficulty arises in giving \neffect to any of the provisions of this Ordinance, the Government may, by \nnotification in the official Gazette, make such order not inconsistent with the \nprovisions of this Ordinance as may appear to be necessary for the purpose of \nremoving the difficulty.  \n  \n 20. Repeal.—The West Pakistan Autonomous Bodies Immovable \nProperty (Ejectment of Un -authorized Occupants) Ordinance, 1965 (W.P. \nOrdinance No. XXXVII of 1965) and the Federal Government Lands and \nBuildings (Recover y of Possession) Ordinance, 1966 (W.P. Ordinance No. IX of \n1966) are hereby repealed.  \n \n  \nDR. ARIF ALVI , \nPresident . \n \n————  \n \nRAJA NAEEM AKBAR , \nSecretary.  \n \n \n \nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUT Y CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}