{
    "file": "./converted_json\\administrator0ca4f7716ee6eb67143b762d90fc78f2.json",
    "name": "Pakistan Ordnance Factories Board Ordinance, 1961",
    "date": "15th May, 1961",
    "tagline": "to provide for the constitution of a Pakistan Ordnance Factories Board",
    "content": "Page 1 of 5 \n  \n \n \n \n \nTHE PAKISTAN ORDNANCE FACTORIES BOARD  \nORDINANCE, 1961  \n \n \n \n \n                                                       \n           CONTENTS   \n                __________  \nSECTIONS : \n1.           Short title and commencement.  \n2.  Definitions.  \n3.  Constitution of the Board.  \n4.  Terms of office of the members.  \n5.  Meetings.  \n6.  Functions of the Board.  \n7.  Investment of the Board with certain powers.  \n8.  Submission of estimates of receipt s and expenditures to the Fed eral Government.  \n9.  Accounts and audit.  \n10.  Submission of annual report, returns, etc.  \n11.  Delegation of powers.  \n12.  Mode of signifying communications from the Board.  \n13.  Power to issue directions.  \n14. Power to make rules.  \n15.  Dissolution of the Board.  \n       Updated till 06.12.2022\n\n \nPage 2 of 5 \n THE PAKISTAN ORDNANCE FACTORIES BOARD ORDINANCE, 1961 . \nORDINANCE NO. XVII OF 1961  \n[15th May, 1961]  \nAn Ordinance to provide for the constitution of a Pakistan Ordnance Factories Board \nand for investing it with certain powers and functions of the Central Government in relation to \nthe ordnance factories.  \nWHEREAS it is expedient to provide for the constitution of a Pakistan Ordnance Factories \nBoard and for investing it with certain powers and functions of the Central Government in relation to \nthe ord nance factories;  \nNOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \nprom ulgate the following Ordinance: — \n1. Short title and c ommencement .— (1) This Ordinance may be called the Pakistan Ordnance \nFactories Board Ordinance, 1961.  \n(2) It shall come into force at once.  \n2. Definitions . In this Ordinance, unless there is anything repugn ant in the subject or context, —   \n1[*            *             *             *          *       *               *]  \n(b) “Board” means the Pakistan Ordnance Factories Board constituted under this \nOrdinance;  \n(c) “Chairman” means the Chairman of the Board;  \n(d)  “factory” means an ordnance factory owned by the 2[Federal Government];  \n(e)  “member” means a member of the Board.  \n3. Constitution of the Board .—(1) As soon as may be after the commencement of this \nOrdinance, the 2[Federal Government] shall, by notification3 in the official Gazette, constitute,  for \ncarrying out the purposes of this Ordinance, a Pakistan Ordnance Factories Board consisting of 4[5[six] \nmembers] appointed by it.  \n(2) The 2[Federal Government] shall appoint one of the members to be the Chairman of the \nBoard, one to be the Financial Adviser to the Board 4[,] the third to be the Director of the Industrial \nand Commercial Relations of the Board 4[ 5[,] the fourth to be the Membe r Production Coordination \nof the Board] 5[, the fifth member to be called Member (Private) who shall be appointed from the \ncorporate sector on the recommendation of the Secretary, Defence Production Division, and the sixth \nmember shall be the Member Minist erial Co -ordination to be nominated by the Federal Government. ] \n \n \n1Cl. (a) omitted by F.A.O., 1975, Art. 2 and Sch.,  \n2 Subs. by F.A.O., 1975, Act 2 and table, for “Central Government”.  \n3 For such Notification see, Gaz of P., 1961, Ext., p. 1125.  \n4Subs . and added  by The Pakistan Ordnance Factory Board (Amdt.) Ordinance, 1983 (28 of 1983), S.2.  \n5Subs.  and added  by Ord. LVIII  of 2001, S.2&3.  \n \nPage 3 of 5 \n 4. Terms of office of the members .— (1) A member shall hold office for a term of four years \nunless soo ner required to vacate by the 1[Federal Government] and shall be  eligible for re -appointment \nand shall receive such salary allowances as the 1[Federal Government] may fix [:]2 \n  \n2[Provided that the  Member (Private) shall hold office in honorary capacity.]  \n \n(2) Every member shall be a whole time officer of the Board and shall perform such functions \nas are or may be assigned to him by or under this Ordinance.  \n \n(3) Every member 2[, except Member (Priva te),] shall, before assuming his office as such, \nrelinquish or divest himself of any office or interest in any corporation, company or concern other than \nan industry owned by the 1[Federal Government] or sponsored by the Board.  \n \n5. Meetings .— (1) No business of the Board shall be transacted except at a  meeting at which \na quorum of 3[three members] is present.  \n \n(2) The Chairman and in his absence a member nominated by him shall preside at the meetings \nof the Board.  \n \n(3) At the meetings of the Board ea ch member shall have one vote and, in the event of equality \nof votes, the Chairman or the member presiding shall have a second or casting vote.  \n \n6. Functions of the Board .— (1) The principal function of the Board shall be to manage and \nadminister the affai rs of the factories and to run them on sound commercial lines so as to adequately \nmeet during war and peace the needs of the defence of the country and to utilise the surplus capacity \nof the factories to meet the needs of the civilian population.  \n \n(2) The Board shall, in discharging its functions, be guided on question of policy involving \nnational interest, including defence requirements during war and pea ce, by such directions as the \n1[Federal Government], which shall be the sole judge whether or not n ational interest is involved, may \ngive from time to time.  \n \n7. Investment of the Board with certain powers .— Notwithstanding anything contained in \nany law, regulation, rule, order, notification, agreement or other instrument for the time being \napplicable to  any factory, or any officer or other employee appointed or engaged in, or in connection \nwith, any factory, the Board may, in relation to such factory, officer or employee, exercis e the \nfollowing powers of the 1[Federal Government], or of any officer authorized for the purpose by the \n1[Federa l Government ], that is to s ay,— \n \n(a)  to determine the terms and conditions of service, recruitment, promotion, \ntransfer, posting,, dismissal, discharge, demotion and other d isciplinary actions \nof all officers and other employees:  \n \nProvided that the terms and conditions of service of any officer or other \nemployee appointed or engaged before the commencement of this Ordinance \nshall not be varied to his disadvantage and that he shall not be dismissed or  \nremoved from service or reduced in rank by any authority subordinate to that \nby which he was appointed;  \n___________________________________________________________ _____________________  \n1Subs. by F.A.O., 1975 Art. 2 and Table for “ Central Government”.  \n2 Subs. added and ins. by Ord. LVIII  of 2001, s.  3. \n3Subs. by the Pakistan Ordnance Factory Board (Amdt.) Ordinance, 1983 (28 of 1983), S.3. for “two members”  \n \nPage 4 of 5 \n (b)  to appoint or engage such officers and other employees, advisers, consultants \non contract as it consider necessary for the efficient discharge of its functions \non such terms and conditions of service as it may determine;  \n \n(c)  to carry out all technical an d engineering projects or works or to enter into \ncontract or agreement pertaining to their execution;  \n \n(d)  to make all purchases of plant, machinery and stores either in the country or \nabroad in such manner as it thinks fit and also to dispose of stores a nd \nequipment;  \n \n(e)  to fix pay of the officers and other employees wherever necessary either \ninitially or otherwise at any stage within the  pay scales prescribed by the \n1[Federal Government];  \n \n(f)  to utilise or incur expenditure in respect of lump sum gra nt allocated for the \npurpose in the Budget; and  \n \n(g)  subject to any direction  issued in this behalf by the 1[Federal Government], to \nframe departmental financial and accounting rules and procedure.  \n \n8. Submission of estimates of receipt s and expenditures to the Federal Government .— (1) \nThe Board shall, in the month of November every year, submit, i n such manner and form as the \n1[Federal G overnment] may direct, to the 1[Federal Government], for making necessary provision in \nits Budget, a s tatement of the estimated receipts and expenditure pertaining to the discharge of its \nfunctions under this Ordinance in respect of the new financial year together with a statement showing \nseparately the estimated receipts and expenditure in foreign exchang e for that year.  \n \n(2) The Board shall not, without  the previous sanction of the 1[Federal Government], incur any \nexpenditure, or undertake any financial liability involving expenditure, in excess of the amount \nprovided for in the Budget.  \n \n9. Accounts and a udit.— (1) The Board shall maintain its accounts including those of the \nfactories in such manner and form as may be prescribed by the 1[Federal Government] in consultation \nwith the Auditor -General.  \n \n(2) The accounts of the Board including those of the fact ories shall be audited by the Auditor -\nGeneral.  \n \n(3) The Board shall, as soon as possible after the end of every financial year, submit to the \n1[Federal Government] the statement of accounts audited by the Auditor -General.  \n \n(4) The 1[Federal Government] may  at any time require the Auditor -General to report to it upon \nthe adequacy of measures taken by the Board for the efficient management of the factories.  \n \n10. Submission of annual report, returns, etc .— (1) The Board shall, as soon as possible \nafter the end of every financial year but not later than the thirty -first day of December next following, \nsubmit to the 1[Federal Government] a report on the conduct of the affairs of the Board during that \nyear.  \n_________________________________________________________________________________  \n1Subs. by F.A.O., 1975 Art. 2 and Table for “Central Government”.  \n \nPage 5 of 5 \n (2) The 1[Federal Government] may require the Board to furnish it with  — \n(a)  any return, statement, estimate,  statistics or other information regarding any \nmatter relating to, or under the control of, the Board;  \n(b)  a report on any subject with which the Board is concerned; or  \n (c)  any document or copy in charge or under the control of the Board,  \nand the Board shall comply with such requisition.  \n \n11. Delegation of powers .—Subject to any rul es made in this behalf by the 1[Federal \nGovernment ], the Board may, by general or special order, direct that any of its powers, functions and \nduties under this Ordinance shall  be exercised, performed or discharged als o by the Chair man or any \nother member or any officer of the Board specified in the order.  \n \n12. Mode of signifying communi cations from the Board .— Any notice, determination, \ndirection, requisition, appointment, expression of opinion, approval or sanction to be given or signified \non the part of the Board for any of the purposes of, or in relation to, any powers or functions wi th \nwhich it has been invested under this Ordinance, shall be sufficient and binding if it is in writing signed \nby the Chairman or by any other person authorized by the Board to act in its behalf in respect of the \nmatters to which such authorization may rel ate, and the Board shall not in any case be bound in respect \nof any of the matters aforesaid unless by some writing signed in the manner aforesaid.  \n \n13. Power to issue directions .— The 1[Federal Government] may, from time to time, issue \ndirections to the Board to take such measures as it considers necessary for the efficient management \nof the factories and the Board shall comply with such directions.  \n \n14. Power to make rules .—The 1[Federal Government] may make rules for carrying out the \npurposes of this Ordinance.  \n \n15. Dissolution of the Board .—The 1[Federal Government] may, by notification in the official \nGazette, declare that the Board shall be dissolved on such date as may be specified therein, and the \nBoard shall accordingly stand diss olved.  \n \n \n____________  \n \n \n \n \n \n \n \n \n \n \n \n \n_________________________________________________________________________________  \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”."
}