{
    "file": "./converted_json\\administratorc40bb69fe4e78883b93741e8f9d29e66.json",
    "name": "Prevention and Control of Human Trafficking Rules, 2004",
    "date": "December 6, 2004",
    "tagline": "Establishing Shelter Homes and Providing Legal Assistance to Victims",
    "content": "302 REGISTERED NO. 1.„.--,== 7040 . \nOa late \tof raketen kposto EXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD,. MONDAY, DECEMBER 6, 2004 \nPART!! \nStattutory Notifieadoes (S. IL 0.) \noovEsNmnigT OF PAKISTAN \n1VIINISTRY OF INTERIOR \nNOTIFICATION \nIslamabad, the 29th November, 2004 \nS. R. G. 970 (I)/2004.—hi exercise of powers• conferred by section 12 of the \nPrevention and Control of Human Trafficking Ordinanre, 2002, (LIX of 2002), \ndu Federal Government is pleased to make the following rules, namely :- \nShort title and commencement.—(1) These rules may be called the Prevention \nand Control of Human Trafficking Rules, 2004. \n(2) They shall come into force at once. \nDefinitions.—In these Rules, unless there is anything repugnant in the subject \nor context.— \n\" court \" means the court having juriadiction to try the offences under \nthe Ordinance \n\" Government \" means the Federal Government \n\"Non-Governmental Organizations\" means the Non-Governmental \nOrganizations notified by the Government under these rules from time \nto time; \n(3327) \nPrice: Rs. 3.00 7 \n[1008 (2004)/Ex. Gas] \n3328 THE GAZETTE OF PAKISTAN, EXTRA.. DEC. 6, 2004 \t(PAR, LI \n\" Ordinance \" means the Prevent' on and Control of Human Trafficking \nOrdinance 2002 (LIX of 2002) ; and \n\"victim\" shall have the same meaning as defined in the Ordinance. \n(2) Words and expressions used but not defined in these rules shall have the \nmime meaning as in the Ordinance. \n3. Recording statement and custody of the victim.—(1) A victim of an offence \nunder the Ordinance, shall be produced before the court for recording his statement \nunder section 164 of the Code of Criminal Procedure, 1898 (V of 1898), exceps \nwhere the victim is unable, or otherse not feasible for any reason to be recorded \nin writing, to get his statement recorded. \nIn case the victim is an un-accompanied child or a destitute women, the \ncourt before whom such victim is produced may pass an order to keep him in a \nshelter home established by the Government or by the Non-Governmental Organi-\nsations for accommodation, food and medical treatment: \nProvided that where the victim is not satisfied with .  the Non-Governmental \nOrganization to Which his custody was given by the court, he may apply to .the \ncourt for alternate shelter. \nThe ,murt may, for the welfare of the victim, hand over the custody to \nany of his blood relation after requiring a bond from the custodian for safe custody \no° the victim and his production before the court it the time and place mentioned \nin the bond and shall continue to produce until otherwise directed. \n4. Establishment of shelter homes and, security arrangements.—The Govern-\nment shall establish shelter homes for safe custody of the victims and shall also \nmake necessary secuf:ty arrang,ements for the protection of the victim in the \nshelter homes whither established by the Government or the Non-Governmental \nOrganizations. \n5. Responsibilities of tion-Governmental Orga1iiZations.—(1) The Non-\nGovernmental Organizations to which the victims are handed over, shall be \nresponsible for proper shelter, food and medical treatment at a notified place which \nshall be open to inspection by an inspecting .  officer notified by the Government. \nA \n(2) In case any Non-Governmental Organization is found involved in \nmaltreatment with the victim or fails to fulfill its responsibilities of providing proper \nshelter, food and medical treatment, its notification may be cancelled, afer gi wing \na:. opportunity of being heard. \nI ART RI \tl'HE GAZETTE OF PAKISTAN, EXTRA., DEC. 6, 2004 3 329 \nLegal assistance to the viclim.—(l) The Government shall and the Non-\nGovernmental Organizations may provide neresgary legal assistance to the Victim. \nduring trial of the case and other legal proceedings under the Ordinanr - \n(2) The Government shall allocate appropriate funds for proving legal \nassistance to the victims. \nRecording evidence and repatriation of the victim.—(l) Where a victim is \nnot a citizen of Pakistan, the court shall record the evidence of the victim at the \nearliest If the victim is no more required for the trial, the court may direct the \nGovernment to facilitate such victim for his repatriation: \nProvided that the victim whose presence is considered necessary by the court \nfor the trial of the case or his immediate repatriation is not possible, shall be \nentitled to apply to the National Alien Registration Authority for his temporary \nregistration as alien or for work permit. \nIf the repatriation of the victim is decided. the Government shall in \nconsultation with the concerned Embassy or, as the case may be, the High \nCommission of the country to which the victim belongs, make necessary arrange-\nments for his safe return. \nThe Non-Governmental Organizations may provide assistance to the \nGovernment in the process of repatriation of the victim. \nThe Government shall estabrsh spe -aial funds for repatriation of the victim. \n[Ministry of Interior No. 13/54/2002-FIA (M]' \nMRS. AMNA INMAN KHAN, \nDeputy Secretary (FIA). \nPRINTED BY THE MANAGER. PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMABAD \nPUBLISHES) BY THE DEPUTY CONTROLLER, STATIONERY & FORMS, \nUNIVERSITY ROAD, KARACHI."
}