{
    "file": "./converted_json\\administratordf614f33cd54cbcbf277dd6aff858cb6.json",
    "name": "National Database and Registration Authority (Amendment) Ordinance, 2006",
    "date": "November 1, 2006",
    "tagline": "To amend the National Database and Registration Authority Ordinance, 2000 for further purposes.",
    "content": "REGISTEREDNo.M-302L.-7&69\n@$eGvdc d $shfrtnr\n-....K\nEXTRAORDINARY\nPUBLISHEO BY AUTHORITY\nISLAMABAD, WEDNESDAN NOVEMBER I, 2006\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE AND HUMAN RIGHTS\nIslamabad, the lst Novembet 2006\nF. No. 2(f )/200GPub.-The following Ordinance promulgated by the\nPresident is hereby published for general information :-\nOnorN,cNcr No. XXVII or 2006\nAN\nORDINANCE\nfurther lo amend the National Dalabase and Registration Authority\nOrdinance,2000\n(717\\\n[343 ] (2006)/Ex. Gaz.] Price:Rs.2.00Wrenees it is expedient further to amend the National Database and\nRegistration Authority Ordinance, 2000 (VIII of2000), for the purposes hereinafter\nappearing;\n7r8 THE GAZETIE OF PAKISTAN, EXTRA., NOV I,2006 [Pmrl\nNow, ruererone. in exercise of the powers conferred by clause (1) of\nArticle 89 olthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and pronrulgate the following Ordinance :-\n2. Amendment of section 30, Ordinance VIII of 2000.-ln the\nNational Database and Registration Authorlty Ordinance, 2000 (VIII of 2000),\nhereinafter referred to as the said Ordinance, in section 30, in sub-section (2), for\nthe words \"one year\" the words \"ten years\" shall be substituted.\n3. Amendment of section 31, Ordinance VIII of 2000.-ln the said\nOrdinance, in section 31, the word \"gazetted\" shall be omitted.\nGetEneL\nPERVEZ MUSHARRAF,\nPresident.\nJusrrce (Rero.)\nMANSOORAHMED,\nSecretary.\nPRINTED BY THE MANAGER. PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMASAD\nPUBLISHED BY THE DEPUTY CONTROLLER. STATIONERY & FORMS. UNIVERSITY ROAD. KARACHIAND wHEREAs the National Assembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate\naction;\nl. Short title and commencement.-{ I ) This Ordinance may be called\nthe National Database and Registration Authority (Amendment) Ordinance, 2006.\n(2) It shall come into force at once."
}