{
    "file": "./converted_json\\administrator9dbf323a5be197b865503ff4b065b406.json",
    "name": "Pakistan Military Academy (Degrees and Certificates) Ordinance, 1959",
    "date": "16th September, 1959",
    "tagline": "To authorise the Pakistan Military Academy at Kakul to confer degrees and grant certificates.",
    "content": "Page 1 of 3 \n  \n \nTHE PAKISTAN MILITARY ACADEMY (DEGREES AND \nCERTIFICATES) ORDINANCE, 1959  \n \n \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definition  \n3.  Conferment of degrees, etc., on cadets and officers  \n4.  Power to make regulations  \nTHE SCHEDULE  \n \n \n  \n \n \n\n \nPage 2 of 3 \n THE PAKISTAN MILITARY ACADEMY (DEGREES AND CERTIFICATES) \nORDINANCE, 1959  \nORDINANCE No. LI of 1959  \n[16th September , 1959]  \nAn Ordinance to authorise the Pakistan Military Academy at Kakul to confer degrees and grant \ncertificates . \n WHEREAS it is  expedient to authorise the Pakistan Military Academy at Kakul to confer \ndegrees and grant certificates;  \n NOW, THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance:___  \n 1. Short title and commencement.___(1) This Ordinance may be called the Pakistan Military \nAcademy (Degrees and Certificates) Ordinance, 1959.  \n (2) It shall come into for ce at once.  \n 2. Definition. In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___  \n(a)  “Academy” means the Pakistan Military Academy at Kakul;  \n(b)  “certificate” means a certificate mentioned in Part II of the Schedule; and   \n(c)  “degree” means a degree mentioned in Part I of the Schedule.  \n 3. Conferment of degrees, etc., on cadets and officers.___1[(1)] The Academy shall have the \npower to confer a degree on, or grant a certificate to, any gentleman cadet of the Academy on his \nsuccessful completion of the appropriate course at the Academy, and such power shall include the \npower to confer a degree on, or grant a certificate to, any officer who at any time before the \ncommencement of this Ordinance was commissioned from the Academy.  \n 1[(2) The provisions of sub -section (1) shall apply to those gentlemen cadets of the Academy \nwho, before the commencement of the Pakistan Military Academy (Degrees and Certificates) \n(Amendment) Ordinance, 1962, had successfully completed their training at the Royal Military \nAcademy, Sandhurst, or who , after such commencement, successfully complete their training at that \nAcade my.]  \n 4. Power to make regulations.___The Academy may, with the previous approval in writing \nof the 2[Federal Government], make Regulations for carrying out the purposes of this Ordinance.  \n \n1Re-numbered and added by ordinance No. XIX of 1962, s.2.  \n2Subs. by F.A.O., 1975.  \n \n \n \n \nPage 3 of 3 \n THE SCHEDULE  \n \nPART I  \n \nAcademic Courses  \n \nName  Degree to be awarded  \n1. Arts Course____1  B.A. (KAKUL ACADEMY).  \n2. Science Course —1  \n B.Sc. (KAKUL ACADEMY).  \nPART II  \n \nAcademic Courses  \n \nName  Certificate to be awarded  \n1. Arts Course —2  Intermediate in Arts  \n(KAKUL ACADEMY).  \n2. Science Course___2.  \n Intermediate in Science  \n(KAKUL ACADEMY).  \n \n \n \n \n \n \n \n \n \n \n________________ __ \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n RGN Date: 20-05-2024"
}