{
    "file": "./converted_json\\administratora59994a34baca2a984f0e04579e5a8e9.json",
    "name": "Gilgit-Baltistan Compulsory Education Act-2020",
    "date": "June 22, 2020",
    "tagline": "Providing compulsory education to all children in Gilgit-Baltistan",
    "content": "PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 487(1)\nISLAMABAD,  WEDNESDAY,  JULY  8, 2020\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT-BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 22nd June, 2020\nTHE GILGIT-BALTISTAN COMPULSORY EDUCATION ACT-2020\n(ACT NO. XI OF 2020)\nAN\n ACT\nTo provide the Compulsory Education to all the children living in\nGilgit-Baltistan\nWHEREAS it is expedient to provide compulsory education to all the children\nof age 5-12 years living in the Province of Gilgit-Baltistan:\nIt is enacted as follows:\n487(1—6)\n[5705(2020)/Ex Gaz.] Price :  Rs. 10.00\n487(2) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\n1.Short title, extent and commencement.\ni. This Act may be called as the Gilgit-Baltistan Compulsory Education\nAct-2020.\nii. This Act shall extend to all the people living in Gilgit-Baltistan.\niii. The Act shall come into force at once.\nCHAPTER-1\n(PRELIMINARY)\n2.Definitions.— In this Act unless there is anything repugnant in the\nsubject or context;\n(a)“Law” means the law of compulsory Education for all the children\nof Gilgit-Baltistan.\n(b)“Area” means the geographical area within 03 km of radius from\nthe resident of a child.\n(c)“Child” means a child of either sex within the age limit 5 to 12 years.\n(d)“Education means”  regular education from class nursery to class\n10th or any class between them.\n(e)“Payer” means a person who hires the services of a child at his\nshop, factory, residence or any other place of income.\n(f)“Free Education”  means the education for which the Government\nof Gilgit-Baltistan shall not receive any direct fee and financial burden\nof education shall not be on the parents. Moreover, the Government\nshall manage free books and stationery to each of the students.\n(g)“Standard Education”  means the education that is competitive with\nthe modern trends of education at the respective level and by no\nmeans it includes obsolete knowledge.\n(h)“Management Committee”  means the committee which shall be\nnotified under section 6 of this act and shall consist of parents, teachers\nand the notables from community.\n(i)“Parents” means either of the parents or the guardian under the\nsupervision of which a child lives.\n PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 487(3)\n(j)“Notified Authorities”  means the committee that shall be notified\nby the Secretary Education under this act.\n(k)“School”  means the school which is running under the control of\nprovincial Government either from public or private sector.\n(l)“School going”  means going to school for the hours of a day, days\nof a month and months of a year which is notified by the Department\nof Education.\n(m)“Corporal/Physical punishment”  means beating an enrolled student\nby stick or any other means by the teacher in the school.\n(n)“Executive Magistrate 1st Class” means Deputy Director\nEducation of the respective district, who would henceforth function\nas executive magistrate 1st class under this Act.\nCHAPTER-2\n(COMPULSORY EDUCATION TO ALL THE CHILDREN)\n3. The parents, except any valid reasons, shall enroll their children in a\nnearest school to complete the standard course of education over there. In case of\nsome physical or mental disability the parents shall send their children to the nearest\nspecial education center.\n4. Valid reasons mentioned in section-3 may include the following;\n(a) If the child is not able to go to school and attend classes due to sickness\nor physical/mental disability and if the committee under section 5 is\nsatisfied with the reasons.\n(b) If the child is receiving education from an institution other than a\nformal school and if the committee finds it satisfactory.\nCHAPTER-3\n(MANAGEMENT COMMITTEE: ITS ESTABLISHMENT, POWERS\nAND RESPONSIBILITIES)\n5.Establishment of steering committee:\ni. There shall be a notified steering committee soon after the\ncommencement of this act and not later than 60 days.\nii. The Secretary Education Gilgit-Baltistan shall have the powers to\nnotify the steering committee under section 5(i).\n487(4) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\niii. The notified steering committee shall comprise of officers of good\nrepute from within the Education Department selected on the basis of\nseniority and merit.\niv. The notified steering committee shall constitute a school management\ncommittee for each school, which members from the community, by\ndemocratic process (elections) and shall assign them responsibilities\nand delegate powers to make them able to accomplish the\nresponsibilities under this law. The Deputy Director Education of the\nconcern district shall assist the notified authority in constitution of the\nschool management committees.\nv. The Headmaster of the School shall be the chairman of the School\nManagement Committee.\n6.Code of conduct of the committee.\nThe notified steering committee shall decide the procedure of election,\ntermination, tenure of membership, qualification and disqualification as a member\nand the procedure of official business of the school management committee.\n7.Powers and responsibilities of the Committee:  Conditioned to\nthe laws made under this act and its sections and sub-sections, the committee shall\nexercise the powers and shall perform the obligations as follow;\ni. Shall motivate the parents and children in the locality to promote\neducation.\nii. Shall recommend changes in the school timings, holidays/off days,\nand any other positive changes in the schools of the locality that the\ncommittee thinks would be beneficial.\niii. Shall recommend to the steering committee the compulsory presence\nin the school under this law.\niv. Shall consolidate lists of the school going children in the locality and\nshall update them from time to time. Moreover, the committee shall\nreceive and preserve such information which would be helpful for\nregular attendance of students and which opposes hurdles in the regular\nattendance of the students.\nv. Shall report about absence or late commence that of the teaching and\nnon-teaching staff of the schools of the locality to the steering\ncommittee.\n PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 487(5)\nvi. Shall assist the Government officials who are working for the provision\nof compulsory education in the locality.\nvii. Shall facilitate and assist the administration of schools and Education\nDepartment in developmental, curricular and co-curricular activities\nin the locality.\nviii. Shall develop a healthy environment which would enhance motivation\nof the parent to send their children to school and to complete them a\nspecific level of education.\nix. Shall monitor the discipline and minor repair works and look after the\nassets of school.\nx. Shall have check on physical punishment to the students by the teaching\nstaff and try to solve this problem at local community level. If the\nproblem could not solved at community level, the committee shall\nreport to the concerned Deputy Director Education against the\nconcerned teacher along with recommendations for further action.\n8. School Management Committee may issue an order, if the committee\nthinks it necessary, to such parents/payer who under section-3 had to send their\nchildren to the school but fail. The order shall clearly mention the date from which\nthe child must be sent to the school. The committee shall give a chance to such\nparents and shall try to unearth the reasons of not sending the child to school.\nCHAPTER-4\n(PUNISHMENT TO RELUCTANT PARENTS/GUARDIANS/PAYERS)\n9. Not sending the child/children to school or offering hurdles in his\neducation on part of parents/payers shall be considered a crime.\n10. Any parents/payer who fail to obey the orders issued under section-8,\nthe School Management Committee shall register a case against him (in black &\nwhite and dully signed by the headmaster of the school) in the court of Magistrate\nClass-I for legal action.\n11.Powers of the Executive Magistrate: The Magistrate Class-I\n(if the crime proves) shall have the powers;\ni. To fine the parents or payer with a minimum of Rs.3000\nii. To put them behind the bars for a maximum of 01 month(30 days)\n487(6) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.iii. If again the parents/payer fails to send the child/children to school,\nthe magistrate shall have the powers to fine him @ Rs.300 per day\nuntil he sends the child/children to school.\niv. The magistrate shall have the powers to listen the cases of physical\npunishment and take legal action against the concerned teachers.\nCHAPTER-5\n(POWERS OF THE PROVINCIAL GOVERNMENT)\n12.Powers of the Provincial Government to make rules: The\nprovincial Government of Gilgit-Baltistan shall have the powers to make rules for\nthe practical implementation of this Act.\nCHAPTER-6\n(REPEAL)\n13.Gilgit-Baltistan Primary Education Ordinance 1962 (West\nPakistan Ordinance No.29 of 1962):\ni. The Gilgit-Baltistan Primary Education Ordinance 1962(West Pakistan\nOrdinance No.29, 1962) is hereby repealed.\nii. Notwithstanding any action, responsibilities, inquiries, delegated\npowers, imposed fine or punishment, rules made or any orders issued\nunder sub-section (1) of Gilgit-Baltistan Primary Education Ordinance\n1962 shall be continued provided that they shall not contradict the\nlaws under this act.\nFIDA MUHAMMAD NASHAD,\nSpeaker,\nGilgit-Baltistan Assembly.\n————\nRAJA JALAL MAQPOON,\nGovernor,\nGilgit-Baltistan Assembly."
}