{
    "file": "./converted_json\\administratorb20b09d72ad9bda045188b8398c85392(1).json",
    "name": "Pakistan Medical Commission Act, 2020",
    "date": "September 24, 2020",
    "tagline": "An Act to provide for the regulation and control of the medical profession and to establish a uniform minimum standard of basic and higher medical education and training and recognition of qualifications in medicine and dentistry",
    "content": "PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 603\n____________________________________________________________________________________________________________________________________\nISLAMABAD, THURSDAY SEPTEMBER 24, 2020____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the 23rd September, 2020\nNo. F. 22(40)/2019-Legis.— The following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on the 22nd September, 2020 is\nhereby Published for general information:—\nACT NO. XXXIII OF 2020\nAN\nACT\nto provide for the regulation and control of the medical profession and to\nestablish a uniform minimum standard of basic and higher medical\neducation and training and recognition of qualifications in medicine and\ndentistry\nWHEREAS it is expedient to provide for the regulation and control of the\nmedical profession and to establish a uniform minimum standard of basic and higher\nmedical education and training and recognition of qualifications in medicine and\ndentistry;\n(603)\nPrice : Rs. 40.00\n[6064(2020)/Ex. Gaz.]\n604 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\nIt is hereby enacted as follows:—\n1.Short title, extent and commencement— (1) This Act shall be\ncalled the Pakistan Medical Commission Act, 2020.\n(2) It extends to the whole of Pakistan.\n(3) It shall come into force at once.\n2. Definitions.— (1) In this Act, unless there is anything repugnant in\nthe subject or context,—\n(i)“Authority”  means the National Medical Authority established under\nthis Act;\n(ii)“Board” means the National Medical and Dental Academic Board\nconstituted under this Act;\n(iii)“Chairman”  means the Chairman of the Board appointed under\nsection 10(3);\n(iv)“Commission”  means the Pakistan Medical Commission established\nunder section 3;\n(v)“Commission of inquiry”  means the Commission formed under\nsection 42;\n\\ (vi) “Council”  means the Medical and Dental Council constituted under\nthis Act;\n(vii)“disciplinary committee”  means the disciplinary committee\nconstituted under this Act;\n(viii)“Division”  means the Division to which business of this Act stands\nallocated;\n(ix)“full licence”  means a permanent licence to practice granted under\nthis Act, subject to continuing validity of the licence under this Act and\napplicable rules and regulations;\n(x)“Higher Education Commission”  means the Higher Education\nCommission established under the Higher Education Commission\nOrdinance, 2002 (LIII of 2002);\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 605\n(xi)“medical and dental institution”  means an entity which imparts\nmedical or dental education or training or provides healthcare services\nincluding hospitals and diagnostic services but excluding private medical\nor health clinics of a medical or dental practitioner;\n(xii)“medical and dental colleges admissions tests” or “MDCAT”\nmeans the medical and dental colleges admissions test;\n(xiii)“national equivalence board examination”  or “NEB” means the\nnational equivalence board examination;\n(xiv)“national licensing examination”  or “NLE” means national\nlicensing examination as defined in section 20;\n(xv)“President”  means the President of the Council;\n(xvi)“provisional licence”  means a licence granted to enable training\nand education prior to grant a full licence and subsequent to having\nqualified the national licensing examination;\n(xvii)“regulations”  means regulations made under this Act;\n(xviii)“rules” means rules made under this Act;\n(xix)“temporary licence”  means a licence granted for a fixed period of\ntime for a specific purpose provided for under this Act;\n(xx)“Tribunal”  means the Medical Tribunal as constituted pursuant to\nthe Medical Tribunal Act, 2020; and\n(xxi)“Vice-President”  means the Vice-President of the Council.\n(2) Subject to the context, the word “medical” occurring hereafter shall\ninclude the term “medical and dental”.\n3.Constitution of the Commission.-  (1) Upon the commencement of\nthis Act, the Federal Government shall establish in accordance with the provisions\nof this Act the Pakistan Medical Commission.\n(2) The Commission shall be a body corporate by the name of the Pakistan\nMedical Commission having perpetual succession and a common seal, with power,\nsubject to the provision of this Act, to hold and dispose of property, to enter into\ncontracts and shall in the said name sue and be sued.\n606 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(3) The headquarters of the Commission shall be at Islamabad and it may\nestablish its offices at any other place as it may deem necessary.\n(4) The Pakistan Medical Commission shall consist of—\n(a) the Medical and Dental Council;\n(b) the National Medical and Dental Academic Board; and\n(c) the National Medical Authority consisting of members as provided for\nunder section 15.\n4.Composition of the Council.— (1) The Council shall comprise the\nfollowing members to be notified after approval by the Prime Minister of Pakistan in\nthe official Gazette, namely:-\n(a) three members of civil society who shall be nominated by the\nPrime Minister of Pakistan consisting of a nationally recognized\nphilanthropist or person of known repute, a legal professional and a\nchartered accountant;\n(b) three members being licensed medical practitioners with at least fifteen\nyears experience of outstanding merit and not being the vice-chancellor,\ndean, principal or administrator or owner or shareholders of a medical\nor dental university, college or hospital, nominated by the\nPrime Minister;\n(c) one member being a licensed dentist with at least fifteen years\nexperience of outstanding merit and not being the vice-chancellor, dean,\nprincipal, administrator or owner or shareholder of a medical or dental\nuniversity, college or hospital, nominated by the Prime Minister of\nPakistan;\n(d) one member being the Surgeon General of the armed forces medical\nservice or his nominee; and\n(e) the Secretary of the Division.\n(2) After the notification of the members of the Council, the Division shall\nforthwith and not later than fifteen days of the issuance of notification, call the first\nmeeting of the newly constituted Council. A minimum of seven members of the\nCouncil shall constitute a quorum for the purposes of the meeting of the Council.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 607\n(3) The President and Vice-President of the Council shall be appointed\nfrom amongst the members of the Council by the Federal Government.\n(4) No member shall enter upon office of the member of the Council until\nhe signs and submits a declaration of no conflict of interest.\n(5) The Council shall be deemed to be not properly constituted if its\nmembership falls below six members.\n(6) Subject to sub-section (5), no act done by the Council shall be invalid\non the ground merely of existence of any vacancy in or any defect in the constitution\nof the Council.\n5.Restrictions on nominations.— No person, his spouse or children\nshall be eligible to become a member of the Council if they or any one of them has\nany conflict of interest being an owner or having any direct or indirect financial\ninterest in a medical or dental institution.\n6.Terms of office.— (1) The term of a member nominated to the Council\nshall be three years unless earlier withdrawn by the nominating or appointing authority.\nNo member of the Council shall serve for more than two terms.\n(2) The President and Vice-President of the Council shall hold office either\nfor a term not exceeding three years or till completion of their term as member of\nthe Council whichever is earlier:\nProvided that the Federal Government can remove the President and Vice-\nPresident of the Council at its discretion.\n(3) If a member fails to attend three consecutive meetings of the Council\nwithout any valid reason or remains out of Pakistan for a continuous period exceeding\none year, he shall cease to be the member of the Council.\n(4) Where the said term of three years is about to expire in respect of any\nmember, their successor may be nominated or elected at any time within three\nmonths before the expiry of said term, but the successor shall not assume office\nuntil the expiry of the said term.\n(5) An office-bearer or nominated member may, at any time, resign his\nmembership by writing under his hand addressed to the President and the seat of\nsuch member shall be deemed to have fallen vacant from the date of acceptance of\nhis resignation by the President.\n608 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(6) A vacancy in the Council shall be filled through the prescribed process\nof nomination under section 4 and the person nominated to fill the vacancy shall hold\noffice for the remaining term of the vacancy. Any nomination required to fill a\nvacancy shall be submitted within fifteen days of such vacancy having occurred.\n7.Meeting of the Council.— (1) The Council shall meet at least once\nin three months at such time and place as may be decided by the President. A notice\nof the meeting shall be issued at least fourteen days prior to the meeting with the\nexception of an emergency meeting which may be called by a unanimous decision\nof the President and Vice-President of the Council for reasons to be recorded in\nwriting on a minimum three days prior notice.\n(2) A minimum of six members of the Council shall form a quorum, except\nan elective meeting and all of the acts of the Council shall be decided by a majority\nof the members present and voting.\n8.Powers and functions of the Council.— (1) The Council shall have\nthe functions and powers of general supervision over the working of the Commission\nand shall hold the President and Vice-President of the Council, National Medical\nand Dental Academic Board, the National Medical Authority, committees and other\nauthorities accountable for all its functions. The Council shall have all powers not\nexpressly vested in any other authority or officer by any other law where such\npowers not expressly mentioned in this Act are necessary for the performance of its\nfunctions.\n(2) Without prejudice to the generality of the foregoing powers and\nnotwithstanding anything contained in any other law for the time being in force, the\nCouncil shall have the following functions and powers, namely:—\n(a) to appoint the members, officers and employees of the Commission\non such terms and conditions as the Council deems necessary to carry\nout the purposes of this Act and to provide for all matters relating to\nwelfare, terms and conditions of service of the members, officers and\nemployees of the Commission in accordance with regulations framed\nby the Council and including the right, to institute a compulsory golden\nhandshake scheme subject to approval of the Federal Government, or\nsuch other severance package for the employees of the Commission,\nas it may deem proper;\n(b) to approve the proposed annual plan of work including key performance\nindicators, the annual and revised budgets, the annual report and the\nannual statement of accounts;\n(c) to approve strategic plans and approve financial resource development\nplans of the Commission;\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 609\n(d) to approve accreditation standards, for under-graduate medical and\ndental programs of study based in Pakistan;\n(e) to approve curriculum and scope of under-graduate medical and dental\nprograms of study in Pakistan leading to general registration of the\ngraduates of those programs to practice medicine and dentistry in\nPakistan;\n(f) to frame regulations for conduct of admissions in medical and dental\ncolleges and examinations to be conducted by the Commission and\napprove the examination structure and standards of the medical and\ndental colleges admissions test, national licensing examination and the\nnational equivalence board examinations as proposed by the national\nmedical and dental academic board including the standards of\nrevalidation of licences to practice medicine or dentistry in Pakistan;\n(g) to grant recognition to medical and dental institutions in Pakistan which\ntrain or grant or both train and grant medical and dental post graduate\nqualifications and to the qualifications granted by these institutions\nleading to registration of the graduates of those programs to practice\nmedicine in Pakistan as specialists;\n(h) to approve the assessment of international under-graduate medical\nprograms and institutions for registration of their graduates in Pakistan;\n(i) to approve the assessment of authorities or institutions in other countries\nthat conduct examinations for post graduate registration in medicine\nand dentistry or that accredit post graduate programs of study relevant\nto registration in medicine and dentistry;\n(j) to approve listing for any new medical and dental specialties;\n(k) to hear and decide complaints against licensees of professional\nnegligence and misconduct in accordance with regulations prescribed\nby the Council;\n(l) to provide non-binding advise to the Federal Government and the\nProvincial Governments and the Parliament when sought on proposals\nfor granting a charter by the Parliament to award post graduate degrees\nin the field of medicine and dentistry, both in public and private sector;\n(m) to advise the Federal Government and the Provincial Governments,\nhealth-care commissions, regulatory bodies in the field of medicine\n610 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\nand dentistry and any other authority or local body on matters within\nthe powers of the Commission under this Act and ancillary and incidental\nthereto;\n(n) to work with international health, accreditation and testing authorities\nand agencies to bring about improvement in the furtherance of these\nobjectives;\n(o) to determine the remuneration and allowances to be paid to the\nmembers of the Authority;\n(p) to fix the salaries, remuneration and benefits of the officers and\nemployees of the Commission;\n(q) to constitute from amongst its members or outside experts such\ncommittees as the Council deems necessary to carry out the purposes\nand functions of the Commission;\n(r) to levy fees for grant, renewal or re-validation of licences, examinations,\nregistrations, inspections, permissions, processes and any and all other\nancillary services as may be performed by the Commission in\naccordance with regulations prescribed by the Council subject to being\nin consonance with the purposes of providing the operational cost and\nlong term financial sustenance and strength of the Commission in\naccordance with the financial and development plans approved by the\nCouncil;\n(s) to determine in addition to penalties already provided for under this\nAct the quantum of penalties in respect of any violation or offence\npursuant to this Act or as may be provided for in accordance with\nregulations prescribed by the Council subject to the quantum being a\nfair compensation for the wrong caused and a deterrent to future\nviolations of similar nature by any person;\n(t) to do all such matters as are ancillary including issuance of policies or\nframing of regulations, convenient for or which foster or promote the\nadvancement of matters that are the subject of these objectives and\nthis Act; and\n(u) to hear appeals against any order, act or decision of the Authority or\nthe National Medical and Dental Academic Board.\n(3) The Council may, of its own motion or otherwise, call for and examine\nthe record of any proceedings in which an order has been passed by any officer,\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 611\ncommittee or authority of the Commission for the purpose of satisfying itself as to\nthe correctness, legality or propriety of any finding or order and may pass such\norders as it may deem fit:\nProvided that no such order shall be passed unless the person to be affected\nthereby is afforded an opportunity of being heard.\n9.Principal officers.— (1) The following shall be the principal officers\nof the Council, namely:-\n(a) the President; and\n(b) the Vice-President.\n(2) The President shall be the head of the Council and chair its meetings.\nIn his absence, the Vice-President shall chair the Council meeting and perform the\nfunctions of the President for that meeting.\n(3) The President, or the Vince-President in his absence or as and when\ndelegated by him, shall be the signing authorities on behalf of the Council.\n10.Composition of National Medical and Dental Academic Board.—\n(1) The Board shall comprise the following members to be notified after approval by\nthe Prime Minister of Pakistan in the official Gazette, namely:—\n(a) the Chairman Higher Education Commission or his nominee;\n(b) the President of the College of Physicians and Surgeons of Pakistan;\n(c) one vice-chancellor or dean of a public medical university nominated\nby each Provincial Government from amongst the universities located\nin the respective province;\n(d) one vice-chancellor or dean of the medical faculty of a private university\nor college nominated by each Provincial Government from amongst\nthe universities located in the respective province;\n(e) vice-chancellor or dean of a public medical university and the medical\nfaculty of a private university or college nominated by the Federal\nGovernment from amongst the universities located in the Islamabad\nCapital Territory;\n(f) the principal of the Army Medical College;\n612 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(g) three members of the clinical faculty of a public or private medical\ncollege with at least fifteen years experience as a licensed practitioner\nor ten years of experience as faculty nominated by the Prime Minister\nof Pakistan;\n(h) two members of the basic sciences faculty of a public or private medical\ncollege with at least fifteen years experience as a licensed practitioner\nor ten years of experience as faculty nominated by the Prime Minister\nof Pakistan; and\n(i) two dentists with at least fifteen years experience as a licenced\npractitioner or ten years of experience as dental faculty at a public or\nprivate dental college, nominated by the Prime Minister of Pakistan.\n(2) After the notification of the members of the Board, the Council shall\nforthwith and not later than fifteen days from the issuance of notification call the\nfirst meeting of the newly constituted Board.\n(3) The Chairman of the Board shall be appointed from amongst the\nmembers of the Board by the Federal Government.\n(4) No act done by the Board shall be invalid on the ground merely of\nexistence of any vacancy in or any defect in the constitution of the Board.\n11.Term of office of Board members.— (1) The term of a Board\nmember nominated to the Board shall be three years unless earlier withdrawn by\nthe nominating or appointing authority for reasons to be disclosed to the member\nprior to such withdrawal. No member of the Board shall serve for more than two\nconsecutive terms.\n(2) If a member nominated to the Board under clauses (c), (d), (e), (g),\n(h) or (i) of sub-section (1) of section 10 fails to attend three consecutive meetings\nof the Board without any valid reason or remains out of Pakistan for a continuous\nperiod exceeding one year, he shall cease to be the member of the Board and the\nnominating authority shall be required to nominate a new member in accordance\nwith section 10.\n(3) A member including the Chairman of the Board shall be removed by\nthe Division if—\n(a) his name has been removed from the register of practitioners as a\nresult of inquiry under this Act; or\n(b) he becomes insane or is declared un-discharged insolvent by a\ncompetent court; or\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 613\n(c) he is convicted of a criminal offence involving moral turpitude, including\nun-professional and un-ethical conduct under this Act; or\n(d) his nomination is withdrawn in accordance with sub-section (1).\n(4) If the membership of a member is called in question on any of the\nreasons provided under sub-section (3) his membership shall be deemed suspended\nuntil the issuance of a notification of removal by the Division under sub-section (1).\n(5) Where the said term of three years is about to expire in respect of any\nmember, his successor may be nominated at any time within three months before\nthe expiry of said term, but the successor shall not assume office until the expiry of\nthe said term.\n(6) A nominated member may, at any time, resign his membership by\nwriting under his hand addressed to the President of the Council and the seat of\nsuch member shall be deemed to have fallen vacant from the date of acceptance of\nhis resignation by the President.\n(7) A vacancy in the Board shall be filled through the prescribed process\nof nomination under section 10, and the person nominated to fill the vacancy shall\nhold office for the remaining term of the vacancy. Any nomination required to fill a\nvacancy shall be submitted within fifteen days of such vacancy having occurred.\n12.Meeting of the Board.— (1) The Board shall meet at least once in\nsix months at the offices of the Commission on such date and at such time as may\nbe decided by the Chairman. A notice of the meeting shall be issued at least fourteen\ndays prior to the meeting.\n(2) A meeting of the Board for a specific purpose may be called by the\nCouncil at a date and time to be determined by the President of the Council in\nconsultation with the Chairman of the Board.\n(3) A minimum of two-thirds of the members of the Board shall form a\nquorum and all of the acts of the Board shall be decided by a majority of the members\npresent and voting.\n13. Powers and functions of the Board.— (1) The Board shall have the\nfollowing functions and powers, namely:-\n(a) to formulate accreditation standards, for under-graduate medical and\ndental programs of study based in Pakistan and recommend to the\nCouncil for its approval;\n614 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(b) to formulate curriculum and scope of under-graduate medical and dental\nprograms of study in Pakistan leading to general or specialist registration\nof the graduates of those programs to practice medicine and dentistry\nin Pakistan and recommend to the Council for its approval;\n(c) to formulate the examination structure and standards for the MDCAT\nfor approval of the Council;\n(d) to formulate the examination structure and standards of the NLE for\ngrant of provisional medical and dental practice licenses upon\ncompletion of under-graduate training and to set up and authorize a\ncommittee of not less than three persons to formulate the examination\npapers of NLE for approval of the Council;\n(e) to formulate the examination structure and standards for the NEB\nexaminations of different levels and to setup and authorize a committee\nof not less than three persons to formulate the NEB examination papers\nfor approval of the Council;\n(f) to formulate and recommend to the Council for its approval the\nstandards, scope and structure of the licence re-validation standards\n(LRS) and to formulate the necessary procedures for re-validation of\nlicences;\n(g) to review and issue recommendations in respect of the academic\nstandard of any foreign institution referred by the Council; and\n(h) to recommend to the Council matters pertaining to policies for\nimprovement of the quality of medical and dental practitioners and\nhealth-care in Pakistan.\n14.Secretary of the Commission.— (1) The Council shall appoint\nthrough a transparent process on merit a Secretary of the Commission who shall act\nas the Secretary to the Council and the Board.\n(2) The Secretary shall be appointed for a term of four years. No person\nshall be appointed as Secretary for more than two terms.\n(3) The Secretary shall maintain all records of the Council and the Board\nincluding recording and issuing the minutes of all meetings of the Council and the\nBoard in real time and as approved at the relevant meeting and shall under his\nsignatures issue all notifications and decisions of the Council and the Board as and\nwhen necessary.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 615\n(4) The Secretary shall be the custodian of the common seal of the\nCommission.\n(5) The Secretary shall cause all minutes of the meetings of the Council\nand the Board as approved, audited accounts of the Commission and all notifications\nand decisions of the Council and the Board to be displayed on the website of the\nCommission and communicated to the Authority.\n15.Composition of the National Medical Authority.— (1) The National\nMedical Authority shall consist of the following members, namely:—\n(a) Member Education and Evaluation;\n(b) Member Examinations;\n(c) Member Licensing;\n(d) Member Information Technology;\n(e) Member Finance;\n(f) Member Legal; and\n(g) Member Administration.\n(2) The Council shall appoint the members through a transparent process\non merit for a term of four years. No member shall be appointed for more than two\nterms as a member.\n(3) The Federal Government on the recommendations of the Council shall\nfrom amongst the members listed in clauses (a) to (c), of sub-section (1), appoint\none member as the executive member who shall act as the executive and\nadministrative head of the Authority to exercise such functions in accordance with\nregulations as may be made by the Council.\n(4) The Federal Government on the recommendations of the Council may\nincrease the number of members.\n(5) The Council shall determine the role and responsibilities of each\nmember and may modify, add or amend as necessary.\n(6) A member of the Authority shall not have any direct or indirect financial\ninterest in, or have business connection with any person, establishment, institution or\n616 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\norganization which owns or operates a medical or dental institution or renders any\nservice which is regulated by the Commission.\nExplanation.— For the purpose of this sub-section, any involvement of the\nspouse or blood relation of any member of the Authority with any establishment,\ninstitution or organization shall be considered as a direct financial interest or connection\nof the member with such establishment, institution or organization.\n(7) A member of the Authority may resign from his office by writing\nunder his hand addressed to the President of the Council, or may be removed from\nhis office if, on an inquiry by the Council, he is found unable to perform the functions\nof his office because of mental or physical disability or on account of misconduct,\nincluding corruption and dis-honesty or having been convicted of a criminal offence.\n(8) All decisions of the Authority shall be taken by the concurrence of a\nmajority of the members.\n(9) No act or proceeding of the Authority shall be invalid by reason only\nof the existence of a vacancy in, or a defect in the constitution of the Authority.\n16.Functions and powers of the Authority.— (1) Subject to the approval\nof the Council, the Authority shall have the following functions and powers, namely:—\n(a) to perform all functions and duties as prescribed in this Act or as\nprescribed or directed by the Council;\n(b) to recommend the annual budget of the Commission to the Council for\napproval;\n(c) to cause for an annual audit to be conducted of the Commission and\npresented to the Council for approval;\n(d) to prepare and maintain the accounts of the Commission and ensure\nthe funds of the Commission are expended on the purposes as approved\nby the Council;\n(e) manage the assets, liabilities, receipts, expenditures, funds and\ninvestments of the Commission;\n(f) to conduct all examinations provided for under this Act;\n(g) to carry out assessments of any institution or organization in Pakistan\nor outside Pakistan for purposes of recognition of training or for grant\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 617\nof registration and issuance of licences to persons pursuant to\nqualifications issued by such institution or organization;\n(h) to implement all decisions of the Council and the Board;\n(i) to maintain a register of registered and licensed medical and dental\npractitioners in the prescribed manner and make the information publicly\navailable;\n(j) to maintain a register of all institutions in Pakistan and outside Pakistan\nrecognized by the Council for purposes of training or grant of post\ngraduate qualifications; and\n(k) maintain any other register or record for public consumption as may\nbe directed by the Council.\n(2) The Authority shall exercise all powers as shall enable it to effectively\nperform its functions.\n17.Committees of the Council.— The Council and the Board shall have\nthe power to constitute necessary committees comprising of its members and such\nother persons as the Council and the Board deem proper for undertaking the functions\nof the Council or to advise and assist the Council and the Board in exercise of its\npowers.\n18.Medical and dental colleges admissions tests (MDCAT).— (1)\nThe Authority shall conduct annually on a date approved by the Council and as per\nstandards approved by the Board a single admissions test which shall be a mandatory\nrequirement for all students seeking admission to medical or dental under-graduate\nprograms anywhere in Pakistan.\n(2) No student shall be awarded a medical or dental degree in Pakistan\nwho has not passed the MDCAT prior to obtaining admission in a medical or dental\ncollege in Pakistan:\nProvided that such requirement shall be mandatory for all students who\nhave been enrolled in medical or dental under-graduate programs in the year 2021\nand thereafter.\n(3) The admission to medical or dental programs conducted by public\ncolleges shall be regulated as per the policy of the Provincial Governments strictly\non merit and admission to a private college shall be in accordance with the criteria\nand requirements stipulated by the private college at least one year in advance of\n618 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\nadmissions including any additional entrance test as may be conducted by a private\ncollege subject to any conditions imposed by the relevant university to which such\ncollege is affiliated:\nProvided that the marks obtained by a student in the MDCAT conducted by\nthe Authority shall constitute a minimum of fifty percent of the weightage for the\npurposes of admission in the public colleges.\n19.Standards of medical and dental education.— (1) All universities\nshall ensure that all medical and dental colleges at the time of seeking affiliation\nfulfill and thereafter consistently maintain the accreditation standards including the\nmaximum students in each year permitted consequent to the accreditation standards,\nfor under-graduate medical and dental programs of study based in Pakistan as\nformulated by the Board and approved by the Council:\nProvided that every private medical and dental college seeking affiliation\nshall be a body corporate registered as a limited company under the Companies Act,\n2017.\n(2) All universities shall ensure that all affiliated or constituent colleges\nconduct programs of study for grant of under-graduate medical or dental degrees as\nper the curriculum and scope of under-graduate medical education prescribed by\nthe Board and approved by the Council.\n(3) All universities shall ensure that all affiliated or constituent colleges\nwithin thirty days of completing their admissions each year provide to the Authority\nparticulars of the students enrolled and further provide any change in the status of\nthe student during the students period of studies including discontinuation of studies\nor transfer to another college within fifteen days of such change occurring.\n(4) All universities shall within ten days of students having successfully\ncompleted the program of study and passed their final examinations inform the\nAuthority verifying the results to enable the student to be registered for taking the\nNLE.\n(5) The standard and structure of faculty shall be regulated as prescribed\nby either the Higher Education Commission or the university to which a college is\naffiliated or any other law applicable to a public teaching institution subject to the\nminimum standards determined by the Board.\n(6) Any violation by a medical or dental college shall be actionable by the\naccrediting university in accordance with regulations as may be prescribed by the\nHigher Education Commission.\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 619\n(7) All medical and dental colleges shall, at least three months prior to\ninitiating the annual admissions process, publicly declare the fixed tution and all\nancillary fee structure on an annual basis for the entire program of study in which\nthe students are seeking enrollment and which fee structure shall not be enhanced\nduring the students period of enrollment at the college. No medical or dental college\nshall seek, demand or receive from a student or a student’s family, directly or indirectly,\nany donation or other payment prior to or at the time of admission or thereafter\nduring the period of the students continuing enrollment at the college whether as\nconsideration for grant of admission or otherwise.\n(8) At the beginning of each year, an under-graduate medical or dental\nprogram of the medical and dental colleges shall submit their annual financial\nstatements for the previous year and any other years required by the Commission,\nproposed fee structure and its justification to the Authority.\n(9) The private medical and dental colleges may obtain affiliation with\nany university having a medical faculty, duly recognized by HEC subject to such\nuniversity subject to its territorial jurisdiction.\n20.National licensing examination (NLE).— (1) The Authority shall\nat least twice a year as per schedule approved by the Council conduct the NLE.\nPassing the NLE shall be mandatory for obtaining a full licence. The NLE shall be\nsubstantially based on objective computer based multiple choice questions and a\npractical component if determined by the Council:\nProvided that there shall be no limit on the number of times a person may\nattempt the NLE:\nProvided further that Pakistan armed forces cadets who upon successful\ncompletion of their under-graduate degree program and pre-requisite military training\nare commissioned in the Pakistan armed forces shall be granted an armed forces\nprovisional licence and shall qualify their NLE during service as regulated by the\nservice head quarters prior to grant of full licence.\n(2) A person, having obtained an under-graduate medical or dental\nqualification issued by a university in Pakistan or an under-graduate medical or\ndental qualification issued by a foreign institution duly recognized by the Commission,\nshall be granted a provisional licence to undertake his house job within fourteen days\nof verification of their qualification by the granting institution:\nProvided that the person to whom a provisional licence is granted shall\ncomplete the mandatory requirement of passing the NLE at any time prior to issuance\nof full licence.\n620 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(3) Any medical or dental practitioner who has obtained a licence to\npractice in any foreign country after having qualified from Pakistan or from a foreign\ninstitution recognized by the Commission and does not hold a postgraduate qualification\nrecognized by the Council, shall be required to qualify the NLE for grant of a full\nlicence to practice in Pakistan:\nProvided that a medical or dental practitioner who has obtained a licence to\npractice in a foreign country or qualified from a foreign institution, not recognized by\nthe Commission, but has acquired a postgraduate qualification in Pakistan or from a\nforeign institution recognized by the Council shall not be required to qualify the NLE\nand shall be granted a full licence to practice on the basis of the recognized\npostgraduate qualification.\n21.National equivalence board examination.— (1) The Authority shall\nat least twice a year as per schedule approved by the Council conduct the NEB to\nassess and oversee the assessment of the knowledge, clinical skills and professional\nattributes of students who have partially completed a medical and dental program in\na foreign institution and are seeking transfer to and admission in a medical or dental\ncollege in Pakistan. The NEB shall be substantially based on objective computer\nbased multiple choice questions.\n(2) Any student who has been enrolled in a medical or dental institution or\ncollege outside Pakistan and has completed more than two years of the program\nmay seek transfer and admission to a medical or dental college in Pakistan subject\nto qualifying the relevant standard of the NEB for the prescribed period of each\nprogram of study pursuant to which the student shall be qualified to obtain admission\nin the immediately subsequent year.\n(3) A student shall be required to take the NEB within twelve months of\nhaving left his program of study outside Pakistan in order to be eligible for admission\nto a medical or dental college in Pakistan.\n22.Recognition of post graduate, additional or alternative\nqualifications.— (1) The Council may subject to assessment and recommendation\nby the Authority, approve and recognize a post graduate, additional or alternative\nqualification offered by an institution in Pakistan.\n(2) The Council may where necessary seek professional advice or the\nopinion of the relevant faculty of the College of Physicians and Surgeons, or of a\nuniversity, to assess a recommendation for approval of a post graduate, additional or\nalterative qualification.\n23.Recognition of medical institutions for grant of post graduate,\nadditional or alterative qualification.— (1) The Council shall recognize\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 621\npostgraduate medical and dental qualifications or diplomas given by the College of\nPhysicians and Surgeons of Pakistan:\nProvided that no honorary qualification or diploma declared to be honorary\nby the College of Physicians and Surgeons of Pakistan shall be recognized by the\nCommission.\n(2) The Council may subject to assessment and recommendation by the\nAuthority, grant recognition to a medical institution in Pakistan which trains or grants\nor both trains and grants recognized post graduate, additional or alterative\nqualifications for purposes of practice of medicine or dentistry.\n(3) Any medical institution or medical university requesting recognition in\npursuance of sub-section (2) may apply to the Commission in the prescribed manner.\n(4) Upon receipt of application made in pursuance of sub-section (3), the\nAuthority shall within a period of three months scrutinize the application and if satisfied\nthat the application is in conformity with the prescribed procedure, shall recommend\nthe same to the Council for its approval.\n24.Recognition of foreign post graduate, additional or alternative\nmedical or dental qualification.— (1) The Council may subject to assessment and\nrecommendation by the Authority recognize any post graduate, additional or alternative\nmedical or dental qualifications granted by a foreign institute.\n(2) The Council may where necessary seek the opinion of the relevant\nfaculty of the College of Physicians and Surgeons, or of a university, and in addition\nthereto the opinion of the foreign authority of the country where such foreign institution\nis located to assess a recommendation for approval of a post graduate, additional or\nalterative qualification.\n(3) The Authority shall assess for purposes of recommendation any foreign\nqualification either on the application of a foreign institution or upon an application\nby a person having acquired a previously un-recognized qualification. The Authority\nshall conduct and complete its assessment within three months of an application\nbeing made.\n25.Recognition of foreign institutions for under-graduate, post\ngraduate, additional of alternative qualification.-  (1) The Council may subject\nto assessment and recommendation by the Authority recognize any foreign institution\nwhich grants an under-graduate medical or dental qualification or a recognized foreign\npost graduate, additional or alterative qualification.\n622 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(2) The Authority shall assess for purposes of recommendation any foreign\ninstitution either on the application of such foreign institution or upon an application\nby a person having acquired a recognized qualification from a previously\nun-recognized foreign institution. The Authority shall conduct and complete its\nassessment within three months of an application being made.\n26.Recognition of continuous professional development\nopportunity providers.— The Council on the recommendation of the Authority\nmay grant recognition to any organization in Pakistan or outside Pakistan, which\nprovides opportunities of continuous professional development to the registered\nmedical and dental practitioners.\n27.House job.— (1) Every person having obtained a provisional licence\nunder sub-section (2) of section 20 shall be required to undergo and successfully\ncomplete a mandatory one year house job, internship or foundation year, by whatever\nname called, at an institution recognized by the Commission or an equivalent of a\nhouse job outside Pakistan as may be recognized by the Commission.\n(2) Every medical or dental college in Pakistan shall be responsible to\nprovide a paid house job, at its own affiliated teaching hospital to all of its graduates\nhave acquired a provisional licence.  Failure to provide a house job shall result in the\nmedical or dental college reimbursing the stipend paid to the graduate by the training\nhospital where the graduate obtains house job training:\nProvided that in the event the graduate opts voluntarily to pursue training in\nany other teaching hospital, their salary or stipend shall not be the responsibility of\nthe medical or dental college of the graduate:\nProvided further that the stipend or salary paid to house officers shall be\ndetermined by the Provincial Government or Federal Government as applicable for\npublic colleges and private colleges shall pay a stipend or salary not being less than\nthe amounts applicable to public colleges.\n(3) A house job, internship or foundation year shall consist of full time and\nstructured training as specified by the Board and approved by the Council.\n(4) The teaching hospital shall issue on the conclusion of the house job a\ncertificate confirming that the provisional licence holder has satisfactorily completed\nthe mandatory house job modules for grant of full licence.\n28.Recognition of hospitals or institutions for house job or\ninternship or foundation year training.— (1) The Authority shall upon inspection\nand assessment recommend to the Council for grant of recognition to any hospitals\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 623\nor institutions in Pakistan which train for house job or internship or foundation year,\nas the case may be.\n(2) Upon the grant of approval for recognition by the Council, the hospital\nor institution shall be entitled to train for house job or internship or foundation year\nafter the date of notification of approval.\n(3) The Council shall recognize any foreign teaching hospital or institution\nrecognized by the regulatory authority of such country for purposes of imparting\nhouse job, internship, foundation year or clinical training by whatever name called.\n29.Licensing.— (1) The Authority shall grant a full licence to practice\nbasic medicine or dentistry as a general practitioner to a person who subsequent to\nqualifying the NLE has completed his mandatory one year house job or foundation\nyear or internship satisfactorily or has successfully completed a house job, internship\nor foundation year equivalent to a house job at a foreign teaching hospital or institution\nrecognized under sub-section (3) of section 28.\n(2) A general practitioner may treat all ordinarily recognized common\nmedical or dental ailments and shall not practice in fields or specialties, as recognized\nby the Commission for which formal training is required subject to any restrictions\nprescribed by the Council.  In life saving emergencies treatment may be provided\nuntil ordinarily recognized specialist services can be obtained or a safe referral can\nbe ensured. No practitioner shall represent himself as a specialist or practice as a\nspecialist, without having appropriate qualifications, recognized and duly registered\nby the Commission.\n(3) The Authority shall cause for the registration of a recognized post\ngraduate, alternative or additional qualification on the licence of a medical or dental\npractitioner where such qualification permits the medical or dental practitioner to\nrepresent and practice such speciality in consonance to such qualification.\n(4) The Authority shall grant to a person licensed in a foreign country and\nin training in a foreign institution, a temporary licence for a fixed period of time to\nenable the person to take an elective training in a recognized institution in Pakistan\nwhich has accepted the person for training.\n(5) The Authority shall grant to a person duly licensed in a foreign country\na speciality recognized in the foreign country a temporary licence for a fixed period\nof time to enable the person to provide training or perform surgical or other procedures\nor teach in a recognized institution in Pakistan.\n624 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(6) The Authority shall cause for the registration and issuance of a licence\nunder sub-sections (1), (3) and (4) to be completed within fourteen days of the\napplicant having submitted his application or reject the same for reasons to be stated.\n(7) Every licensed practitioner shall be responsible to maintain his licence\nas valid and in good order. A practitioner shall not be permitted to practice in the\nabsence of a valid licence issued by the Authority.\n(8) No medical or dental practitioner shall be permitted to represent in\nPakistan as having acquired or seek to practice a speciality unless the same is duly\nregistered on his licence by the Authority.\n(9) Every licensed medical or dental practitioner shall be required to\nrevalidate his licence every five years in the manner and on terms determined by\nregulations prescribed by the Council.\n(10) Every licensed practitioner shall be bound by the code of ethics\npromulgated by the Authority.\n(11) Notwithstanding anything to the contrary contained in any other law\nfor the time being in force, no medical certificate or prescription or medical or dental\nadvice shall be considered valid unless obtained from a medical or dental practitioner\nhaving a valid provisional or full licence.\n(12) No person shall be entitled to recover any charge in any court of law\nfor any medical, dental or surgical advice or attendance or for the performance of\nany operation or intervention or for any medicine prescribed or supplied unless he is\na registered medical or dental practitioner having valid registration with the Authority:\nProvided that a person licensed under any other law to practice some other\nform of medicine may prescribe medicine permissible under such law commensurate\nwith the scope of his qualifications and training.\n(13) No registered licensee shall use or publish in any manner whatsoever\nany title, description or symbol indicating or intended to lead persons to infer that he\npossesses any additional or other professional qualification unless the same has\nbeen duly recognized and registered on his licence by the Commission.\n30.Inspection.— (1) The Authority shall appoint inspectors in accordance\nwith terms and qualifications prescribed by the Council to inspect facilities for training\navailable at the medical or dental institutions for grant of recognition to provide\nhouse job, internship or foundation year training or post graduate training:\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 625\nProvided that an institution recognized for training by the College of Physicians\nand Surgeons of Pakistan shall be provisionally recognized by the Council for purposes\nof post graduate training subject to verification of compliance with prescribed criteria\nin due course.\n(2) Inspectors shall immediately upon completion of the inspection compile\na comprehensive report on the prescribed format on the standard of the inspected\nfacilities and on the courses of study and facilities for teaching provided by the\nmedical or dental institution inspected and shall submit it to the Authority.\n(3) The Authority shall forward a copy of such report to the medical or\ndental institution concerned for any response prior to placing the report along with\nits recommendation before the Council.\n(4) The Authority may conduct inspections of recognized facilities on a\nperiodical basis, provided that every institution shall be re-inspected at least once in\nevery five years.\n31.Withdrawal of recognition.— (1) Pursuant to an inspection, the\nAuthority may recommend and the Council may approve the withdrawal on a\ntemporary or permanent basis the recognition granted to an institution under sections\n23, 25, 26 and 28 of the Act.\n(2) The Council shall prior to approving the withdrawal of a recognition\ngranted to the institution under sections 23, 25, 26 and 28 give an opportunity of\nbeing heard and responding to the report and recommendations of the Authority:\nProvided that for purposes of protecting the rights of existing trainees or\nstudents the Council on the recommendation of the Authority may approve a scheme\nto place the trainees or students at other institutions where reasonable availability\nexists.\n32.Disciplinary proceedings, suspension or cancellation of\nlicence.— (1) The Council in compliance to directions of the Medical Tribunal or\nupon a finding pursuant to a disciplinary hearing or upon an inquiry and hearing\nconducted by the Authority or the Council itself, may temporarily suspend or\npermanently cancel the licence of a practitioner or impose such penalties as may be\nprescribed for having violated any obligation imposed upon the licensee or for medical\nor professional negligence or misconduct.\n(2) The licence of a practitioner which has expired or who has not\nsuccessfully re-validated within the time prescribed shall be deemed to have been\nsuspended until such time as it is re-validated in the prescribed manner.\n626 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(3) The Commission shall on the complaint of any person or authority or\nof its own motion on information received, initiate disciplinary proceedings against\nany full licence holder or any recognized institution in respect of medical negligence,\nmisconduct or violation of any obligation under this Act, or any rules or regulations\nor directions of the Commission other than offences provided for under sub-sections\n(1), (2), (3), (4) and (5) of section 34:\nProvided that a show cause notice shall be issued within fifteen days of\nreceipt of the complaint to the person stating the allegations and providing a period\nof at least thirty days to respond and a right to be heard before the disciplinary\ncommittee:\nProvided further that the identity of the person filing a complaint shall be\ndisclosed to the accused and any person found to have filed a false and frivolous\ncomplaint shall be required to pay the costs incurred by the accused and a further\npenalty being a fine to be determined by the disciplinary committee.\n(4) The Council shall form a disciplinary committee consisting of three\nmembers of the Council of which one shall be the member having legal qualifications\nto hear all disciplinary matters. The member law shall act as secretary to the\ndisciplinary committee.\n(5) The Authority shall select at least one licensed practitioner as an expert\nwith a minimum fifteen years standing in the speciality to which the complaint relates\nto assist the disciplinary committee at the hearing. The written opinion of the expert\nshall be appended with the decision of the disciplinary committee and shall form part\nof the record.\n(6) The disciplinary committee shall hear and decide each complaint within\nninety days of the issuance of the show cause notice. The disciplinary committee\nshall impose penalties as prescribed by regulations made by the Council specifying\npenalties commensurate with each category of offence.\n(7) For the purpose of an inquiry or disciplinary hearing, the Council or a\ncommittee of the Council shall exercise all the powers of a civil court under the\nCode of Civil Procedure, 1908 (Act V of 1908) for summoning the witnesses, for\ncompelling the production of documents and for issuing commissions.\n33.Registers to be public documents.— The record of all registrations\nundertaken and licences granted by the Commission shall be deemed to be public\ndocument within the meaning of the Qanun-e-Shahdat Order, 1984 (P.O. No. 10 of\n1984).\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 627\n(2) The Authority shall cause for the updated list of all duly recognized\nmedical practitioners and dental practitioners to be published on its website available\nfor public access.\n34.Penalties.— (1) Whoever in contravention of provisions of this Act\noperates or runs or establishes or endorses any institution or advertises admissions\nin an institution for imparting training and education in medicine or dentistry shall be\nguilty of an offence punishable with rigorous imprisonment for a term which may\nextend to five years but shall not be less than one year or with fine which may\nextend to fifty million Rupees but shall not be less than five million Rupees or with\nboth and shall also be liable to closure of such institution.\n(2) Whoever in contravention of provisions of this Act admits students\nfor imparting education in medicine or dentistry or admits students over and above\nthe allowed number, shall be guilty of an offence punishable with fine which shall\nnot be less than the sum total of the tuition fee for the whole duration of study for\neach admitted or over admitted student and may also be liable to closure of such\ninstitution.\n(3) Whoever falsely gets registered with the Authority as a registered\nmedical or dental practitioner without possessing recognized medical or dental\nqualifications or attempts to get registered with the Authority as a registered medical\nor dental practitioner without possessing recognized medical or dental qualifications,\nshall be guilty of an offence of fraudulent registration, punishable with imprisonment\nfor a term which may extend to five years or with fine which may extend to ten\nmillion Rupees but shall not be less than five million Rupees or with both.\n(4) Whoever falsely pretends to be registered under this Act as a medical\npractitioner or dentist and uses with his name any title or words or letters representing\nthat he is so registered with the Authority or uses the word “doctor” or any other\nnomenclature or designation without legal basis, irrespective of whether any person\nis actually deceived by such pretence or representation or not, shall be guilty  of an\noffence punishable with imprisonment for a term which may extend to three years\nor with fine which may extend to ten million Rupees but shall not be less than one\nmillion Rupees or with both.\n(5) Whoever aids or abets any person to falsely register with the Council\nas a registered medical practitioner without having recognized medical or dental\nqualifications shall be guilty of an offence punishable with imprisonment for a term\nwhich may extend to two years or with fine which may extend to ten million Rupees\nbut shall not be less than five million Rupees or with both.\n628 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(6) Whoever contravenes any other provision of this Act shall be guilty of\nan offence punishable with fine which may extend to ten million Rupees.\n(7) In every case of offence, in which the offender is sentenced to a fine,\nwhether with or without imprisonment, it shall be competent for the Medical Tribunal\nto direct that in default of payment of the fine the offender shall suffer imprisonment\nfor a certain term, which imprisonment shall be in excess of any other imprisonment\nto which he may have been sentenced or to which he may be liable under a\ncommutation of sentences.\n(8) The term for which the Medical Tribunal directs the offender to the\nimprisoned in default of payment of a fine shall not exceed one-fourth of the term\nof imprisonment which is the maximum term fixed for the offence.\n(9) A penalty of imprisonment shall only be imposed by the Medical\nTribunal.\n(10) All offences under this Act shall be non-cognizable and triable by the\nMedical Tribunal.\n(11) All penalties imposed by the disciplinary committee shall be paid to\nthe Authority’s account. All penalties imposed by the Medical Tribunal shall be\ndeposited in equal amount with the Authority and the Medical Tribunal.\n(12) The Authority may apply to the Medical Tribunal to recover an amount\nimposed as penalty and the Medical Tribunal shall direct the arrest and confinement\nof the defaulter until such time as the penalty is paid in full.\n35.Offences by bodies corporate.— (1) Where any contravention of\nthis Act has been committed by a body corporate, and it is proved that such offence\nhas been committed with the consent or connivance or, is attributed to any negligence\non the part of, any director, partner, manager, secretary, trustee or other officer of\nthe body corporate, such director, partner, manager, secretary, trustee or other officer\nof the body corporate, shall be deemed guilty of such contravention along with the\nbody corporate and shall be punished accordingly:\nProvided that in the case of a company as defined under the Companies\nAct, 2017 (XIX of 2017), only the chief executive shall be liable under this section.\nExplanation.— For the purposes of this section, “body corporate or\ninstitution” includes a firm, association of persons, a society registered under the\nSocieties Registration Act, 1860 (XXI of 1860) or under the Co-operative Societies\nAct, 1925 (VII of 1925) and a trust created under the Trust Act, 1882 (II of 1882).\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 629\n(2) Where any contravention of this Act has been committed by any\nGovernment agency, local authority or local council and it appears from the relevant\ndocuments that such contravention has been committee with the consent or\nconnivance of or is attributable to any negligence on the part of the head or any\nother officer of the Government agency, local authority or local council, such head\nor other officer shall also be deemed guilty of such contravention along with the\nGovernment agency, local authority or local council and shall be liable to be proceeded\nagainst and punished accordingly.\n36.Cognizance of offences.— (1) No court shall take cognizance of\nany offence or matter under this Act to which the jurisdiction of the Medical Tribunal\nextends.\n(2) Any person aggrieved by an act which is an offence under this Act\nmay institute a complaint or claim before the Medical Tribunal.\n37.Appeals to the Medical Tribunal.— (1) Any person including an\nemployee of the Commission aggrieved by any order or direction of the Commission,\nincluding the Council. Authority or disciplinary committee, under any provision of\nthis Act, or rules or regulations may prefer an appeal only before the Medical\nTribunal within thirty days of the date of communication of the impugned order or\ndirection.\n(2) An appeal to the Medical Tribunal shall be in such form, contain such\nparticulars and be accompanied by such fees as may be prescribed.\n38.The officers of Federal, Provincial and local Governments to\nassist Authority.— The officers of the Federal Government, Provincial\nGovernments and local governments including the Islamabad Capital Territory police\nand the provincial police shall assist the Authority and its officers in the discharge of\ntheir functions under the provisions of this Act and the rules and regulations made\nthereunder.\n39.Power to make rules.— The Division may, by notification in the\nofficial Gazette, make rules for carrying out the purposes of this Act.\n40.Power to make regulations.— The Council may, by notification in\nthe official Gazette, make regulations generally to carry out the purposes of this Act\nand, without prejudice to the generality of this power, such regulations may provide\nfor—\n(a) the management of the property of the Council and the maintenance\nand audit of its accounts;\n630 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\n(b) the powers and duties of the President and Vice-President;\n(c) the mode of appointment of committees, the summoning and holding\nof meetings and the conduct of business of such committees.\n(d) enforcement of the different codes of general and specialized practice\nand ethics as framed by the relevant institutions and as may be applicable\nupon the medical and dental practitioners;\n(e) terms and conditions of service for all employees of the Council;\n(f) scope and structure of penalties commensurate with offences; and\n(g) any matter for which under this Act provision may be made by\nregulations.\n41.Information to be furnished by the Commission and publication\nthereof.— (1) The Commission shall furnish such reports, copies of its minutes,\nabstracts of its accounts and other information to the Division as it may require.\n(2) The Division may publish, in such manner as it may think fit, any\nreport, and copy, abstract or other information furnished to it under this section or\nunder section 42.\n42.Commission of inquiry.— (1) Whenever it appears to the Division\nthat the Council is not complying with any provisions of this Act, the Federal Minister-\nin-charge may refer the particulars of the complaint to a commission of inquiry\nconsisting of three persons two of whom shall be appointed by the Federal Minister-\nin-charge, including the chairman being at least a person who has been judge of a\nHigh Court, and one member nominated by the Council by a resolution.\n(2) Such commission shall proceed to inquire in a summary manner and\nto report to the Federal Minister-in-charge as to the truth of the matter charged in\nthe complaint and in case of any charge of default or of improper action being\nfound by the commission to have been established, the commission shall recommend\nthe remedies, if any, which are in its opinion necessary. This process shall be\ncompleted within thirty days.\n(3) The Division shall forward the report of the commission of inquiry to\nthe Council for implementation and for remedial actions. The Council shall submit\nto the Division a detailed plan of remedial measures to be adopted by the Council\nwhich shall be considered as approved if no further orders are passed by the Division\nin this regard within three months. All remedial actions shall be taken by the Council\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 631\nwithin a stipulated period of six months and the Council shall submit to the Division\na report of action taken thereon. If the Council fails to comply with the remedial\nmeasures forwarded to it by the Division, the Division may by itself amend the\nregulations of the Council or make such provisions or issue orders or take such\nother steps as may seem necessary to give effect to the recommendations of the\ncommission.\n(4) The commission of inquiry shall have power to administer oaths, to\nenforce the attendance of witnesses and the production of documents and shall\nhave other necessary powers for the purpose of any inquiry conducted by it as are\nexercised by a civil court under the Code of Civil Procedure, 1908 (Act V of 1908).\n43.Delegation.— The Council may, by general or special order, delegate\nto the President, Vice-President or committee of the Council, any of its powers or\nresponsibilities under this Act subject to such conditions or limitations as may be\nprescribed by rules or as may be prescribed by regulations:\nProvided that delegation of such power shall not include the power to grant,\nrevoke or cancel recognition of a medical or dental institution or any of its financial\npowers including the power to approve the annual budget.\n44.Officers etc. deemed to the public servants.— The members,\nofficers, employees and other staff of the Authority shall be deemed to be the\npublic servants within the meanings of section 21 of the Pakistan Penal Code, 1860\n(Act XLV of 1860).\n45.Indemnity.— No suit, prosecution or other proceedings shall lie against\nthe Federal Government, the Division, Council, Board, Authority, or any committee\nof the Council, President, Vice-President, Secretary or any member, officer or\nemployee of the Authority in respect of anything done or intended to be done in\ngood faith under this Act.\n46.Act No. X of 2012 not to apply to the Commission.— The\nIndustrial Relations Act, 2012 (X of 2012), shall not apply to or in relation to the\nCommission or any person in service of the Commission.\n47.Over-riding provision.— The provisions of this Act shall have effect\nnotwithstanding anything to the contrary contained in any other law for the time\nbeing in force.\n48.Schedules and recognition of qualifications and institutions.—\nAll Schedules as maintained and recorded under the repealed Pakistan Medical\nand Dental Council Ordinance, 1962 (Ordinance XXXII of 1962) shall be deemed\n632 THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020  [P ART I\nto have merged into the record of the Commission as required to be maintained\npursuant to this Act subject to the Council at their discretion re-assessing the entries\ntherein pursuant to the criteria laid down under this Act.\n49.Employees and officers of dissolved Pakistan Medical and\nDental Council.— (1) Upon commencement of this Act all employees of the\ndissolved Pakistan Medical and Dental Council shall be deemed to be employees of\nthe Commission, subject to clause (a) of sub-section (2) of section 8, and shall be\nsubject to such terms and conditions of employment as may be determined by the\nCommission subsequent to the commencement of this Act and shall retain no right\nto any office, post, designation or terms of employment as were previously applicable\nto employees of the Pakistan Medical and Dental Council.\n(2) Any amounts payable to or recoverable from the employees of\nPakistan Medical and Dental Council as existing on the date of dissolution of Pakistan\nMedical and Dental Council or as determined thereafter by the Council shall be\nimmediately paid or recovered by the Commission.\n50.Repeal and savings.— (1) Subject to section 6 of the General Clauses\nAct, 1897 (X of 1897), the Pakistan Medical and Dental Council Ordinance, 1962\n(XXXII of 1962) hereinafter referred to as the repealed Ordinance, shall stand\nrepealed.\n(2) Notwithstanding the repeal of the repealed Ordinance or anything\ncontrary contained herein, all decisions taken, regulations made or amended and\ndisciplinary actions taken by the Council of the dissolved Pakistan Medical and\nDental Council pursuant to the repealed Ordinance and the Pakistan Medical and\nDental Council Ordinance, 2019 (II of 2019) and by the Pakistan Medical Commission\npursuant the Pakistan Medical Commission Ordinance 2019 (XV of 2019)shall be\ndeemed to have been validly made:\nProvided that all regulations made and promulgated pursuant to the repealed\nOrdinance, or the Pakistan Medical and Dental Council Ordinance, 2019 (II of\n2019) stand repealed and shall not be enforceable subject to sub-section (6):\nProvided further that the Council shall have the exclusive power to review\nand modify any saved decision taken, regulation made or amended and disciplinary\naction taken.\n(3) The dissolved Pakistan Medical and Dental Council as formed pursuant\nto the repealed Ordinance stands dissolved upon the commencement of this Act.\n(4) All assets, rights, moveable and immoveable properties, records, cash,\nbank accounts, deposits etc., of the dissolved Pakistan Medical and Dental Council\nPART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  SEPTEMBER  24,  2020 633\nunder the repealed Ordinance shall stand transferred to the Commission and shall\nbe deemed to be the assets, rights, properties, records, cash, bank accounts, deposits\netc., of the Commission.\n(5) All assets, liabilities, payables and receivables of the dissolved Pakistan\nMedical and Dental Council under the repealed Ordinance shall be deemed to be\nthe assets, liabilities, payables and receivables of the Commission.\n(6) All registrations, recognitions etc., granted by the dissolved Pakistan\nMedical and Dental Council under the repealed Ordinance or the Pakistan Medical\nCommission under the Pakistan Medical Commission Ordinance, 2019 (XV of 2019)\nshall be deemed to be the registrations, recognitions granted by the Commission\nsubject to not being in conflict with this Act and the provisions of this Act or the\nsame being within the power of the Commission to recognize and register pursuant\nto this Act.\n51.Transitory period.— (1) The Federal Government shall provide\nofficers on deputation for a period not exceeding ninety days as may be requested\nby the Council to assist in the operations of the Commission until members, officers\nand necessary employees of the Commission are appointed.\n(2) The Council may subsequent to its establishment appoint persons on\na temporary short term contract for a period not exceeding ninety days to assist in\nthe operations of the Commission.\nTAHIR HUSSAIN,\nSecretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}