{
    "file": "./converted_json\\administrator32dd0a3725ce8352b2b95f9bdcfce04f(1).json",
    "name": "Elections (Amendment) Act, 2022",
    "date": "June 22, 2022",
    "tagline": "Amending the Elections Act, 2017 to further modify the electoral process in Pakistan",
    "content": "RXGTSTERXD No.-!4-:3q2L.-1ffiI\n@eGvffi d Dgltfrur\n--Er_\nEXIRAORD:i,IARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WEDNESDAY, JUNE 22, 2022\n. PART I\nActs, OrdiEeBces, President's Ord€rs ard Regulstions\nNATIONAL ASSEMBLY SECRETARIAT\nklonabad, the 22nd Jlne, 2022\nNo. F. 22(24n022-Legis.-The following Act of Majli:-e-Shoora\n(Parliament) is deemed to have been assented by the President v.e.J22nd l],rr,e.\n2022 und€i clause (2) ofArticle 75 of the Constitution ofthe Islamic Republic of\nPakistan. Ir is hereby published for Beneral information:\nAcr No. x or- 2022\nAN\nACT\nfwther ta anend the Elections Act, 2017\nWHERIAS, it is expedient funher to amend the Elections Act,2017\n(XXXIll of 2017), in the marner and for the purposes hereinafter appearing;\n[8140(2022)Ex. Gaz ](1r3)\nPrice: Rs 6 00\nIt4 ].I{D GAZET.I.E OF PAKISTAN, EXTRA, JUNE 22,2022 [PARTI\nl. Short title and commencemetrt.-{1) This Act shall be called the\nElections (Arnendment) Act, 2022.k is hereby enacted as follows:-\n(2) It shallcome into force at oncc\n2. Insertion of section 728, Act )O(XIII of 2017.-ln the Elections\nAcL 2017 (XXXII of 2017), hereinalier repealed to as the said Act, the\nfollowing ncw section 728 shall be inserted, namelyi-\n\"728ElTect of section 7zA.---Ihe provisions of section 72A inserted\nunder section 2 of lhe Elections (Afiendmenl) Ordinance, 2021\n(XX of 2021), which stands omitted on the repeal of the said\nOrdinance by virtue ofproviso to sub-paragraph (i) of paragraph (a)\nof ctaqse (2) of Article E9 of the ConstitutiorL shall always be\ndeemed to have been omitted and shall have no, and shall always be\ndeemed to have nq eflect whatsoever at any point oftime.\".\n3. Amendment itr section 94, Act XXXIII of 2017.-In the said Act,\nir section 9i, for suusection (1), the following shall be substiluted, namely:\n\"( 1) The Commission may conduct pilot projects foi voting by OveNeas\nPakistanis in Bye-elections to asoertain the technical effcacy,\nsecrecy, security and financial feasibility of such voting and shall\n5hare the resulls wilh lhe Covemmenl which shru, within fineen\ndays from the commmcement of a session of a House after the\nrece;pt of the repo( lay the same beforc both Houses of\nMdj I i s - e - S h o o r a (P at lia'nent).\".\n4. Amendment itr s€ction 103, Act X)qIII of 2017.-In the said\nAcr lbr rccrion I0i.lhefollouingshall be substituled- nameli:--\n'103. Elertrotric votitrg atrd biometric verificatiofl.-The Commission\nmay conduct pilot projects for utilization of elecrronic voting\nmachines and biomerric verification system ih Bye-elecdons in\naddition to the existing manual procedures for voter verification,\ncasling and counting of votes to assess the technical efncacy,\nsecrecy, sccurity and financial feasibility of the electronic voting\nTHE GAZETTE OF PAKISTAN, EXTRA., ]IJNE 22, 7022 I 15\nmachines and biomeEic verification syslem and shEll share the\nresults with th. Govemmcnt, which shall, within fifte€n days from\nth€ commenc€ment of a session of a House after the receipt of the\nreport, Iay the same before both Houses of Majlis-e-Shootu\n(Parliahen!). \".\nTAHIR HUSSAIN,\nSecrctory.\nPRINfiD AY THE MAXACER PruNTING COIPOR TION OF P^l(IsI^N PRFJS, 6IAM^E^D\nN TOLLET,STANONERY AND FORMS, UNIVEEIITY ROAD. X. X^CHI"
}