{
    "file": "./converted_json\\administratord92d4fb7254cdbdd1ee3a6238422a0eb(1).json",
    "name": "Intellectual Property Organization of Pakistan Ordinance, 2005",
    "date": "Wednesday, August 10, 2005",
    "tagline": "To provide for the establishment of the Intellectual Property Organization of Pakistan",
    "content": "RECISTI,RIID-\\r.**H\n@tlt Gsrotro d pslt$tffiffi\nEXTRAORDINARY\nPUBLISHED BY AUTHOFITY\nPART I\nActs, Ordinances, President's Orders and Regulations\n. GOVERNMENTOF PAKISTAN\nMINISTRY OF LAW, JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n- (Law, Justice and Human Rights Division)\nIslamabad, the I}th August, 2005\nNo. F. 2(1)/2005-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information ;-\n. \nORDINANCE No. XI OF 2OO5\nAN\nORDINANCE\nto provide for the establishment of the Intellectual Property\nOrganization oJ Pakistan\nWHEREAS it is expedient to establish the Intellectual Property\nOrganization of Pakistan to provide for the protection of lntellectual hoperty\nRights in Pakistan and for matters connected therewith or incidental thereto;\nAND wHEREAs the National Assembly is not in session and the President '\nis satisfied that circumstances exist which render it necessary to take immediate\naction;\n(707)\nPrice : Rs. 10.50\n[3102 (2005)/Ex. Gaz.]ISLAMABAD, WEDNESDAY, AUGUST IO, 2OO5\n708 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST IO, 2OO5 IPART I\nNow. rHensronE. in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the islamic Republic of Pakistan, the President\nis pleased to make and promulgate the following Ordinance:-\n(2) It extends to the whole of Pakistan\n(3) It shall bome into force at once and shall be deemed to have taken\neffect on the 7th day of August, 2005.\n2. Definitions.-In this Ordinance, unless there is anything repugnant\nin the subject or context.-\n(a) \"Board\" means the Policy Board conltituted under section 4l\n(b) \"Chairman\" means the Chairman of the Board and Head of the\nOrganization;\n(c) \"Director General\" means the Director-General appointed under\nsection 8;\n(d) \"Federal Government\" means the Cabinet Division;\n(e) \"Intellectual Property\" includes a patent, industrial design, layout-\ndesign (topographies) of integrated circuits, copyright and related\nrights. service mark, trade mark, trade name, undisclosed\ninformation or trade secrets, traditional knowledge, geographical\nindications, technical know-how and ideas for new products and\nmarkets, including the cornmercial information about customer or\nany combination thereof;\n(0 \"Membei' means a member of the Board;\n(g) \"Organization\" means the Intellectual Property Organization of\nPakistan established under section 3;\n(h)\n(i)\n0)\"prescribed\" means prescribed by rules;\n\"rules\" means the rules made under this Ordinance;\n\"regulations\" means the regulations made under this Ordinance;\nandl. Short tifle, extent and commencement-{ I ) This Ordinance may\nbe called the Intellectual Property Organization of Pakistan Ordinance, 2005.\nPARTI] THE GAZETTE OF PAKISTAN, EXTRA.. AUGUST IO,2OO5 709\n3. Establishment of the Organization'{l) There shall be\nestablished an organization to be known as lntellectual Property organization of\nPakistan to carry out the purposes of this Ordinance'\n(2) The Organization shall be a body corporate having perpetual\nsuccession and a common seal with powers' subject to the provisions of this\nOrdinance, to hold and dispose ofthe propeny both movable and immovable and\nshall by the said name sue and be sued.\n(3) The Organization shall be an autonomous Organization under the\nadministrative control of the Cabinet Division-\n(4) The Federal Govemment may setup offices of the Organization at\nsuch places, as it may deem necessary, as and when required'\n4. Policy Board'--{ l) The Federal Govemment shall, by notification\nin the official Gazette. constitute a Policy Board of the organization consisting\nof the Chairman, Vice-Chairman and such other members from the public and\nprivate sectors. as it may deem fit.\n(2) Notwithstanding the composition of the Board constituted under\nsub-section ( l), the Federal Gouernrnent may increase or decrease the number of\nmembers and prescribe the qualifications and mode and manner of their\nappointment.\n(3) The Director-General shall act as ex oficio Secretary of the Board'\n5. Functions and powers of the Board.-{ l) The Board shall be\nresponsible for setting of objectives and policy guidelines of the organization in\naccordance with the powers and functions provided in section I l '\n(2) The general direction and administration of the Organization and\nits affairs shall veit in the Board which shall exercise all powers, perform all\nfunctions and do all acts and things, which may be exercised, performed or done\nby the Organization under this Ordinance.\n(3) In particular and without prejudice to the generality of the\nforegoing powers, the Board shall,-(k) \"schedule\" means a schedule to this Ordinance.\n(a) promote a modem system for the protection of intellectual property\nrights in Pakistanl\n(b) approve policies. plans and programmes of the Organization; and\n7IO THE GAZETTE OF PAKISTAN, EXTRA., AUGUST IO,2OO5 IPART I\n(c) formulate procedures and necessary framework for utilization of\nfunds generated or acquired through services, donations or grants,\netc.\n6. Delegation of powers.:The Board may. by general or special\norder in writing subject to such Iimitations, restrictions or conditions, delegate\nall or any of its powers and functions to the Chairman, Vice-Chairman oriny\ncommittee of the Board, as may be constituted for the purpose, or to the\nDirector-General as it may deem appropriate.\n7- Meetings of the Board.{l) Save as hereinafter provided. rhe\nBoard shall regulate the procedure for its meetings.\n(2) The meetings of the Board shall be convened by and under the\ndirections of the Chairman:\nProvided that the Federal Government may direct convening of a\nmeeting of the Board at any time on any matter requiring a decision by the\nBoard.\n(3) The meeting ofthe Board shall be held at least twice a year.\n(4) A simple majority of the total membership shall consriture the\nquorum for a meeting of the Board.\n(5) The decision of the Board shall be adopted by simple majoriry of\nthe Members present and voting.\n8. Functions of the Chairman.-The Chairman shall be the Head ofthe Organization. He shall directly oversee the Director_General in theperformance of his duties and responsibilities under this Ordinance, shall guide\nand direct him, as deemed necessary by him and shall liaise and consult with theFederal Government. on behalf of the Board, for carrying out the purposes ofthis Ordinance.\n9. Privileges and Perquisites of the Chairman, Vice-Chairman\nand the Members.---The Chairman. Vice-Chairman and the Members of theBoard, other than the official members, shall be entitled to such privileges andperquisites as may be prescribed.\n10. Director-General.{ I ) There shall be a Director-beneral of theOrganization who shall be appointed by the Federal Govemment on terms andconditions as may be prescribed.\nPARTI] THE GAZETTE OF PAKISTAN, EXTRA., AUGUST IO,2OO5 711\n(2) The Director-General shall be the Chief Executive Officer of the\nOrganization and shall discharge such duties and perform such functions as are\nassigned to him by or under this Ordinance.\n(3) The Director-General shall comply with such directions that the\nFederal Government or the Board may give from time to time.\n(a) administer and coordinate all government systems for the\nprotection and strengthening of intellectual property rights under\nthe laws specified in the Schedule and the rules and regulations\nmade there under;\n(b) prescribe, regulate or implement measures and standards on any\nmatter related to or connected with intellectual property right;\n(c) accredit or certify and regulate any person as intellectual propeny\nagent;\n(e) carry out such other rvorks or activities as may be deemed by the\nOrganizatiolr to be necessary, with a view to making the best use of\nthe assets of the organization;\n(O coordinate, monitor or engage, in conjunction with other\nauthorities, intemational agencies or Organizations, in any study or\ncooperation project related to intellectual property;\n(g) enter into contracts for the supply of goods or materials or for the\nexecution of works as may be necessary for the discharge of any of\nits duties and functions:\n(h) supervise and coordinate the working of all intellectual property\noffices including the Patent Office, Trade Marks Registry and\nCopyright Office;\n(i) evolve and maintain a system to provide access to public\ndocuments and information relating to any intellectual proprty\nkept or maintained by the Organization;I l. The powers and functions of the Organization.- The powers\nand functions of the Organization shall be to: -\n(d) levy such charges or fees as may be reasonable for services and\nfacilities provided by the Organization and its constituent offices;\n7t2 TIIE GAZETTE OF PAKISTAN, EXTRA., AUGUST 10, 2005 [PARr I\n(j) advise the Government ofPakistan on policy relating to intellectual\nproperty rights;\n(k) plan for development and up-gradation of the intellectual property\ninfrastructure and capacity in Pakistan;\n(l) promote education and research in the field of intellectual property;\n(m) advise the Federal Government regarding the intemational\nnegotiations in the area of intellectual property;\n(n) engage in human resource development of its officers and staff;\n(q) propose and initiate intellectual propeny rights legislation for the\nprotection of intellectual property rights in Pakistan;\n(r) initiate and monitor the enforcement and protection of intellectual\nProperty rights through designated Iaw enforcement agencies of the\ngovemment and collect related data and information. The law\nenforcement agencies shall keep the Organization regularly and\nappropriately informed of their actionq and operations against\nviolations of intellectual property rights and ensure full liaison and\ncooperation with the Organizationl\n(s) develop working manuals, references. materials and procedures in\norder to assist in improving the protection of intellectual property\nrights;\n(0 coordinate the implementation of foreign-aided technical assistance\nprojects on intellectual property: and\n(u) perform and carry out any other act, thing or function relating to\nintellectual propeny assigned to it by the Board or the Federal\nGovernment.\n12. Authentication of orders and other instruments of the\nOrganization.-All orders, decisions and all other instruments issued by the(o) promote awiueness about intellectual property issues in the public -and private sector;\n(p) liaise and interact with counterpart Intellectual Property related\norganizations in other countries for capacity building and exchange\nof informaiion;\nPART I]TIIE GAZETTE OF PAKISTAN, EXTRA., AUGUST 10, 2OO5 713\nOrganization shall be authenticated only by the signatues of such officer or\nofficers who are authorized by the Organization in this behalf'\n13. Prohibition of use of certain names, merks, seats. etc'-No\nperson shall use-\n(a) any name, mark or seal, which may rdsemble the name, mark or\nseil of the Organization or contain the expression or any\nabbreviation of such expression; or\n(b) any mark or trade mark in relation to any article or process\ncontaining the expression Intellectual Property Rights Organi4ation\nof Pakistan or any abbreviation of such expression\n14. Exercise of powers of the Organization by other bodies'--The\nFederal Government may, in consultation with the Organization, by notification\n- in the official Gazette, direct that any power exercisable by the Organization\nunder this Ordinance shall, in relation to such matters and subject to such\nconditions as may be specified in the direction, be exercisable also by such body\nor such organization as may be specified in the notification'\n15. Certain matters to b€ kePt c{tnfidenti.l.-Any information\ncoming into notice of the Organization or any of its officers in relation to any\narticl;r process, subject to the provision of this Ordinance or any other law for\nthe time being in force shall be treated as confidential arid shall not be\ncommunicated or revealed to any person:\nProvided that nothing in this section shall apply to the disclosure of any\ninformation for the purpose of prosecution under this Ordinance'\n16. Appointment of officers, etc., by the Organization'--{ l) The\nOrganization may, with the prior approval of the Board, create Posts and appoint\nsuch officers, employees, experts and consultants, as it may consider necessary\nfor the performance of its functions.\n(2) The Organization, with the approval of the Board, shall devise\nprocedures for the appointment of its officers, employees' experts and\nconsultants.\n(3) The Organization, with the approval of the Board, shall determine\nthe terms and conditions of service of its officers, employees, experts and\nconsultants and shall also be competent to take disciplinary action against them'\n(4) The civil servants workingt tn the Organization shall be governed\nby the Civil Servants Act, 1973 (LXXI of 1973), and rules made thereunder\nunless absorbed in the Organization.\n17. Members and officers, etc., to be public servants.__The\nChairman, Vice-Chairman. Members, Director General. officers, employees.\nexperts and consultants of the Organization shall, when acting or purporting toact in pursuance of any of the provisions of this Ordinance, be deemed to bepublic servants within the meaning of section 2l ofthe pakistan penal code (ActXLV of 1860).\n.18. Intellectual Property Organization of pakistan Fund._-( t)There shall be created a fund to be known as Intellectual property Organization\nof Pakistan Fund which shall vest in the organizarion and shal be ut ized by theOrganization to meet charges in connection with its functions under thisOrdinance including the payment of salaries and other remuneration to theDirector-General. officers, employees. experts and consullants of theOrganization.714 THE GAZETTE OF PAKISTAN, EXTRA.. AUGUST IO,20[5 [PART I\n(2) The Intellecrual Propeny Organization of pakistan Fund shall be\nfinanced from the following Sources, namely:-\n(a) grants and loans made by the Federal Government or a provincial\nGovemment;\n(b) loans, aid and donations\nagencies; andfrom the national or intemational\n(c) revenue earned from the levy of various charges or fees, etc.\n(3) The Inrellecrual property of Organization pakistan Fund shall bekept in one or more accounts maintained by the Organization, in local or foreigncurrency. in any scheduled bank in pakistan and shall be operated in accordanlewith the directions of the Board.\n. 19. Budget.---The Organization shall, in respect of each financial yearsubmit for approval of the Federal Government, on such date as may beprescribed, a statement of the estimated receipts and expenditure, includingrequirements of foreign exchange for the next finincial year.\n20. Audit and accounts.{l) The accounts of the Organization shall\nbe maintained in the manner prescribed by the Controller General of Accounts.\n(2) The Auditor-General of pakistan\naccounts of the Organization.shall conduct audit of the\n_ (3) A copy of the audit report shall be sent to the Federal Government.alongwith rhe comments of the Organization.\nT}IE GAZETTE OF PAKISTAN. EXTRA., AUGUST IO,2OO5 715\n(4) The Federal Government may issue directions to the Organization\nfor the rectification of any item objected to by the Auditor-General of Pakistan\nand the Organization shall comply with such directions.\n2I. Power to amend the Schedule.--The Federal Govemment may,\nin consultation with the Organization, amend the Schedule so as to add any entry\nthereto or modify or omit any entry there from.\n22. Mode of recovery.-Any sum payable to the Organization under\nthis Ordinance shall be recoverable as an arrear of land revenue.\n23. Submission of yeerly reports atrd returns.-{ I ) Within three\nmonths of the conclusion of each financial year, the Board shall submit an\nAnnual Repon to the Federal Government in respect of the activities of the\n-Board including the status of its existing programmes, projects and further plans\nformulated in furtherance of its aims and objectives.\n(2) The Federal Government may require the Organization to fumish it\nwith--\n(a) any return, statement, estimate, statistics or other information\nregarding any matter under the control of the Organization;\n(b) a report on any subject with which the Organization is concemed;\nand\n(c) a copy of any document in the charge of the Organization.\n24. Protectiou of ection teken under the Ordinance.---No suit,\nprosecution or other legal proceeding shall lie against the Federal Government or\nthe Organization. or any person acting under the Federal Covemment or the\nOrganization for anything which is in good faith done or intended to be done in\npursuance of this Ordinance or any rule or regulation made there under.\n25. Exemption from any provision of this Ordinance.---lThe Federal\nGovemment may, by notification in the official Gazette, exempt any anicle or\nclass of anicles from the operation of all or any of the provisions of this\nOrd inance.\n26. Policy directives.Jlhe Federal Govemment may, as and when it\nconsiders necessary, issue policy directives to the Board in respect of its\nactivities and the compliance of such directives shall be binding on the Board.\n27. Power to make rules.:Ihe Organization may, with the approval\nof the Federal Govemment, make rules for carrying out the purposes of thisPART I]\n716 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST IO, 2oO5 [PART I\nOrdinance. On approval of the rules by the Federal Government, the Federal\nGovernment shall notify the same in the official Gazette.\n(a) all assets rights, powers, aurhorities and privileges and all^\nproperties, movable and immovable, cash and bank balance,\nreserve funds, investment and all other interest and rights in, or\narising out of such properties and all debts, Iiabilities and\nobligations of wharever kind of the said offices subsisring\nimmediately before their integration shall stand transferred to and\nvest in the Organization;\n(b) all officers and other employees of the said offices shall,\nnotwithsranding anything contained in any law or in any\nagreement, deed, document or other instrument, stand absorbed\nand transferred to the Organization and shall be deemed to have\nbeen appointed or engaged by the Organization in accordance with\nthe terms and conditions which shall not be less favourable than in\nthe said officesl and no officer or other employee whose servicesare so absorbed and transferred shall be entitled to any\ncompensation because of such absorption or transfer;\n(c)all debts and obligations incuned or contracts entered into or rights\nacquired and all matters and things engaged to be done by, wirh or\nfor the said offices before their integration, shall be deemed to have\nbeen incurred, entered into, acquired or engaged to be done by or\nfor, the Organization; and\n(d) all suits and other legal proceedings instituted by or against the\nsaid offices before their integration shall be deemed to be suits and\nproceedings by or against the Organization and may be proceeded\nor otherwise dealt with accordingly.\n30. Authorities to aid the Organization._All inrellectual property\nenforcement authorities in the Federation and the provinces shalr render -sucir28. Power to make regulations.--Ihe Organization may, with the\nprior approval of the Board and by notification in the official Gazette, make\nregulations not inconsistent with this Ordinance or the rules made there under to\ncarry out the purposes of this Ordinance.\n29. Integration of the Trade Marks Registry, Copyright Office and\nPatent Office.-Upon the commencement of this Ordinance. the Trade Marks\nRegistry. Copyright Office and Patent Office hereinafter referred to as the said\noffices shall become part of the Organization, and,-\n718 Tm GAZETTE oF PAKISTAN, EXTRA., AUGUST 10,2005 [PARr I\nSENATE SECRETARIAT\nCORRIGENDA\nIto ihe Gazett\" of Pakistan, 2005, Ertraordinary, Part-I, dated the 20th\nJune, 2005 containing the Fiscal Responsibility and Debt Limitation Act' 2005\n(VI of 2005)l\nPage I 16 : In section 2, in paragraph (0 in line 2, /or \"failing\" read \"falling\".\nPage 123 : In section 9, in paragraph (a) in tine l,/or \"ch arge\" read \"charged\"\nand in line 2, /or \"51\" read \"81\".\nPage 126 : In section 18 in line 2, /or \"Provisiortis\" recd \"Provisions\".\nPRINTED BY THE MANAGER. PRIT.ITING CORPORATION OF PAKISTAN PRESS. ISLAMABAD\nPUBLISHED BY THE DEPTJTY CONTROLLER. STATIONERY & FORMS, TJNIVERSITY ROAD, KARACHI,\nPART I] T}IE GAZETTE OF PAKISTAN, EXTRA., AUGUST IO, 2OO5 717\nassistance to the Organization, as may be necessary, for the protection and\nenforcement of intellectual propeny rights.\n31. Removal of difficulties.-In case any difficulty arises in giving\neffect to this Ordinance, the Federal Govemment may. for the purpose of\nremoving such difficulty, make such order as it considers expedient and any\nsuch order shall be deemed to be, and given effect to. as a part of the provisions\nof this Ordinance:-\nProvided that no such power shall be exercised after the expiry of three\nyears from the commencement of this Ordinance.\n32. Repeal.--The Pakistan Intellectual Property Rights Organization\nOrdinance, 2005 (V of 2005), is hereby repealed.\n(l)\n(2)\n(3)\n(4)\n(s)THE SCHEDULE\n[see section 9(a)]\nThe Trade Marks ordinance, 2001 (XiX of 2001).\nThe Copyrights Ordinance, 1962 (XXXIV of 1962).\nThe Patents Ordinance, 2000 (LXI of 2000).\nThe Registered Designs Ordinance, 2000 (XLV of 2000).\nThe Registered Layout-Designs of lntegrated Circuits (irdinance,\n2000 ()(LD( of 2000).\nGeNenll\nPERVEZ MUS}IARRAF,\nPresident.\nJusrrcc (Rnm.)\nMANSOOR AHMED,\nSecretary."
}