{
    "file": "./converted_json\\administrator1b5b9becb8d92cfaf75bd5000a05964c.json",
    "name": "Civil Pioneer Force Ordinance, 1965",
    "date": "9th September, 1965",
    "tagline": "An Ordinance to constitute a Civil Pioneer Force for service in Pakistan",
    "content": "UNDER PROOF READING  \nPage 1 of 11 \n  \n \n \nTHE CIVIL PIONEER FORCE ORDINANCE, 1965  \n \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Constitution of the Civil Pioneer Force  \n4.  Duties of the Force  \n5.  Officers of the Force  \n6.  Appointment of officers  \n7.  Enrolment and appointment to units  \n8.  Transfers.  \n9.  Liability for service  \n10.  Discharge and dismissal  \n11.  Major offences  \n12.  Minor offences  \n13.  Attempts to commit offences and abetment of of fences  \n14.  Summary disposal of minor offences of Civil Pioneers  \n15.  Summary disposal of minor ofences of non -gazetted officers  \n16.  Summary disposal of minor offences of gazetted officers  \n17.  Reduction in rank for inefficiency or lack of zeal  \n18.  Trial  of minor offences  \n19.  Power of Controller to make deduction from pay  \n20.  Power of Provincial Government to award punishment   \n \n\nUNDER PROOF READING  \nPage 2 of 11 \n 21.  Custody during investigation  \n22.  Arrest of deserters  \n23.  Place of trial  \n24.  Proof of appointment or enrolment  \n25.  Power of Federal Government to exercise powers of Provincial Government  \n26.  Power to make rules  \n \n \n \n  \nUNDER PROOF READING  \nPage 3 of 11 \n THE CIVIL PIONEER FORCE ORDINANCE, 1965  \n1ORDINANCE NO. XXVII OF 1965  \n[9th September, 1965]  \nAn Ordinance to constitute a Civil Pioneer Force for service in Pakistan and to provide for the \norganization , control and discipline thereof.  \n WHEREAS it is expedient to constitute a Civil Pioneer Force for service in Pakistan and to \nprovide for the organi zation , control and discipline thereof;   \n AND WHEREAS a Proclamation of Emergency issued under clause (1) of Article 30 of the \nConstitution is in force;   \n AND WHEREAS the President is satisfied that immediate legislation is necessary to meet the \nemergency ;  \n NOW, THEREFORE, in exercise of the powers conferred by clause (4) of Article 30 of the \nConstitution, read with clause (2) of Article 131 thereof, and of all other powers enabling him in that \nbehalf, the President is pleased to make and promulgate the f ollowing Ordinance: — \n 1. Short title, extent and commencement .—(1) This Ordinance may be called the Civil \nPioneer Force Ordinance, 1965.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions . In this Ordinance,  unless there is anything repugnan t in the subject or context, — \n(a)  “Chief Controller ” means the gazetted officer appointed to command all the \nunits of the Civil Pioneer Force constituted in, a Province;  \n(b)  “ Civil Pioneer ”  means an enrolled person ot her than a g azetted or non -gazetted \nofficer ;  \n(c)  “Controller ” means the gazetted officer appointed to command a unit of the \nCivil Pioneer Force, and includes, in his absence from duty, the senior gazetted \nofficer of  the unit present with the unit ;  \n(d)  “Detachment ” means any portion of a unit of the Civil Pioneer Force serving \naway fr om the headquarters of the unit ;  \n(e)  “enrolled person ”  means a person for the time being subject to t he provisions \nof this Ordinance ; \n \n1Approved by the National Assembly of Pakistan on 26th November, 1965, see Gaz. of P., 1965, Ext., pp. 1416 -1423.  \nFor notifn. Entrusting to the Provincial Government the functions of the Central Government under this Ordinance, see Gaz., of P., 1965, Ext., p. 1152.  \nUNDER PROOF READING  \nPage 4 of 11 \n (f )  “party” means any portion of a unit or detachment ordered to perform any \nparticular job or duty at the headquarters or elsewhere ;  \n(g)  “prescribed ” means prescribed by rules made under this Ordinance ;  \n(h)  “service in a war area ” means service in an area in Pakistan in which for the \ntime being enemy action is taking place, or in an are a in Pakistan declared by \nthe 1[Federal Government], by notification in the official Gazette, to be a war \narea for  the purposes of  this Ordinance ;  \n(i)  “Superior Officer ” means, in relation to a person subject to this Ordinance, a \ngazetted afficer or a non -gazetted officer who is of a class higher than that \nperson or is senior t o that person in the same class ;  \n(j)  “unit”  means a unit of the Civil Pioneer Force constituted under section 3.  \n 3. Constitution of the Civil Pioneer Force .—(1) There shall be raised and maintained in the \nmanner hereinafter provided a force to be designated the Civil Pioneer Force (hereinafter ca lled the \n“Force “) to perform in Pakistan the duties hereinafter specified.  \n (2) The 1[Federal Government] may constitute for service in any part of Pakistan one or more \nunits and may disband or reconstitute any unit so constituted.  \n (3) The strength and  composition of a unit shall be such as may be prescribed . \n 4. Duties of the Force .— (1) It shall be the duty of the Force and of the persons enrolled therein \nas and when requir ed by the 2[Federal]or a Provincial Government or by an authority aut horised  in this \nbehalf by the 2[Federal] or Provincial Government, for the purpose of securing the defence of Pakistan \nor any part thereof, the public safety, the maintenance of public order or the efficient prosecution of \nwar, or for maintaining supplies and ser vices essential to  the life of the community — \n(a)  to repair and maintain important lines of communications, to clear roads after \nan enemy raid, to construct diversions in case of floods, bridges and air landing \ngrounds ;  \n(b)  to load, unload or stack larg e quantity of warlike and other important items \nwhich of necessity may, have to be moved from one place to another ; \n(c)  to construct defe nce works and air raid shelters ;  \n(d)  to man vital or other insta llations in case of emergencies ;  \n(e)  to clear debr is from important headquarters and offices after enemy \nbombardment ;  \n(f)  to perform work in fac tories, workshops and shipyards ;  \n_________________________________________________________________________________________________________________________  \n1 Subs,. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”.  \n2 Subs. ibid., for “Central”. \nUNDER PROOF READING  \nPage 5 of 11 \n  (g)  to render such other servi ces as, in the opinion of the 1[Federal]or a Provincial \nGovernment, are necessary or expedient for the purposes aforesaid:  \n Provided that the 2[Federal Government] may, subject to such condition s as may be prescribed, \nlevy a charge for any work or carried out by the Force for or on behalf of a Provincial Government, a \nlocal authority or industrial commercial undertaking.  \n (2) A unit shall be liable for service in the part of Pakistan for which it has been constituted \nunder section 3 , and shall be liable, if the 2[Federal Government] so orders, for service in any other \npart of Pakistan.  \n 5. Officers of the Force.  There shall be  the following classes of officers in the Force, namely:  \n(i)  gazetted officers Class I — \n(a)  Chief Controllers,  \n(b)  Controllers,  \n(c)  Deputy Controllers,  \n(d)  Assistant Controllers,  \n(e)  Group Officers;  \n(ii)  gazetted officers Class II — \n(a)  Adminis trative Officers,  \n(b)  Store Officers;  \n(iii)  non-gazetted officers — \n(a)  Chief Supervisors,  \n(b)  Group Supervisors,  \n(c)  Assistant Group Supervisors;  \n and such grades in the classes of non -gazetted officers as the 2 [Federal Government] may direct  \n 6. Appointment of officers .— (1) Gazetted officers, Class I and Class II shall re spectively be \nselected by the 3[Federal Government] and the Provincial Government and the 3[Federal Government] \nshall issue to each such officer on order of appointment.  \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for Central Government.  \n2Subs. ibid., for “Central “Government ”. \n3 Subs. by F.A.O., 1975, Art. 2 and Table, for Central Government.  \nUNDER PROOF READING  \nPage 6 of 11 \n  (2) Non -gazetted officers shall be appointed from amongst Civil Pioneers in the unit by the \nController of the unit or by such other authority and in such manner as may be prescribed.  \n 7. Enrolment and appointment to units .—(1) Any person who is or is deemed to be a citizen \nof Pakistan may, if he has attained the age of eighteen and is not employed in the Army, Navy or Air \nForce of Pakistan or in the Civil Armed Forces including their Reserves, the Pakistan National Guard, \nvillage defence or such functionary bodies as are planned to be co -opted by the Armed Forces in time \nof war, including Ansars, unless any of them is specifically allowed by the competent authority, or in \nany employment to which the Pakistan Essential Service s (Maintenance) Act, 1952 (LIII of 1952), for \nthe time being applies, offer himself for appointment to or enrolment in the Force, and, if he satisfies \nthe prescribed conditions, may be enrolled therein in such manner and for such period as may be \nprescribe d, and shall thereupon become subject to the provisions of this Ordinance.  \n (2) Subject to the prescribed conditions, if any, an applicant for enrolment may apply to be \nenrolled for service in a particular unit.  \n (3) Any person enrolled shall without unn ecessary delay be appointed in the prescribed manner \nto a unit constituted for the part in which he for the time being resides, or if he applies for enrolment \nin a particular unit to that unit.  \n 8. Transfers . Any person appointed to a unit under section 7 may be transferred, whether on \ndisbandment of the unit or otherwise, to another unit in such manner as may be prescribed :  \n Provided that a person who is not a gazetted officer shall not, without his own consent, be \ntransferred to a unit constituted for a  part other than that in which he was enrolled.  \n 9. Liability for service . Every person subject to this Ordinance shall be bound to serve in the \nunit of the Force to which he has been appointed or transferred or is for the time being attached until \nhe is discharged from the Force.  \n 10. Discharge and dismissal . __ (1) Every person subject to this Ordinance shall be entitled to \nreceive his discharge from the Force on the expiration of the period for which he was enrolled or on \nhis attaining the age of fifty ; but any such person may, before he becomes so entitled, be discharged \nby such authority and subject to such conditions as may be prescribed.  \n (2) The prescribed authority may, subject to such conditions as may be prescribed, dismiss any \nperson from the F orce.  \n 11. Major offences . Any person subject to this Ordinance who — \n(a)  begins, incites, causes or conspires with any other person to cause, or joins in \nany mutiny, or  \n(b)  being present at any mutiny, does not use his utmost endeavour to supress it, o r  \n(c)  knowing or having reason to believe in the existence of any mutiny or of any \nintention to mutiny, does not, without delay, give information thereof to his \nsuperior officer, or  \nUNDER PROOF READING  \nPage 7 of 11 \n (d)  uses or attempts to use criminal force to, or commits an assault o n, his superior \nofficer, whether on or off duty, knowing or having reason to believe him to be \nsuch, or  \n(e)  while on service in a war area, —  \n(i)  disobeys the lawful command of his superior officer, or  \n(ii)  deserts or attempts to desert the service, or  \n(iii)  quits his post or party without being relieved or without leave, or  \n(iv)  fails to perform his duty, or  \n(v)  intentionally causes or spreads a false alarm, or  \n(vi)  plunders, destroys or damages prop erty of any kind,  \n shall be punishable with imprisonment for a term which may extend to seven years and with \nfine which may extend to five hundred rupees.  \n 12. Minor offences . Any person subject to this Ordinance who —  \n(a)  is in a state of intoxication wh en on or detailed for duty, or  \n(b)  is grossly insubordinate or insolent to his superior officer in the execution of his \noffice, or  \n(c)  refuses or wilfully neglects to perform or assist in any work or duty ordered to \nbe done either in quarters or elsewh ere, or  \n(d)  while incharge of a party, permits behaviour prejudicial to good order and \ndiscipline, or  \n(e)  uses criminal force to, or commits an assault on, or otherwise ill -treats, any \nmember of the Force subordinate to him in rank or position, or  \n(f )  designedly or through neglect injures or loses , or fraudulently or without due \nauthority disposes of, his clothes, tools or equipment or any such articles \nentrusted to him or belonging to any other member of the Force, or  \n(g)  malingers, feigns or produ ces disease or infirmity in himself, or intentionally \ndelays his cure or aggravates his disease or infirmity, or  \n(h)  with intent to r ender himself or any other member of the Force unfit for service, \nvoluntarily causes hurt to himself or that other member , or  \n(i)  while not on service in a war area ,— \n(i)  disobeys the lawful command of his superior officer, or  \nUNDER PROOF READING  \nPage 8 of 11 \n (ii)  deserts or attempts to desert the service or his party or his post or his \nduty, or  \n(j)  is guilty of any act or omission not otherwise punishable which is prejudicial to \ngood order and discipline,  \nshall be punishable with imprisonment for a term which may extend to one year, or with fine which \nmay extend to five hundred rupees, or with both 1[:] \n 2[Provided that offences under clause (a) shall be tried under the Prohibition (Enforcement of \nHadd) Order, 1979 (P.O. No. 4 of 1979)].  \n 13. Attempts to commit offences and abetment of offences . Any enrolled person who \nattempts to commit or abets the commission of an offence under this Ordinance shall be punishable \nwith the punishment provided for such offence.  \n 14. Summary disposal of minor offences of Civil Pioneers . When a Civil Pioneer is c harged \nwith an offenc e punishable under section 12 3[except clause (a) thereof,] the Controller or the gazetted \nofficer commanding the detachment in which such person is serving if so authorized in writing by the \nChief Controller, may dispose of the charge  without formal trial and may award one or more of the \nfollowing punishments, namely : —  \n(a)  confinement in such place as may be considered suitable for a period not \nexceeding seven days  ; \n(b)  punishment drill, extra work, fatigue or other duty, for a pe riod not exceeding \nthirty days, with or without confinement to quarters or lines ;  \n(c)  forfeiture of pay and allowances for a period not exceeding one month.  \n 15. Summary disposal of minor offences of non -gazetted officers . When a non -gazetted \nofficer is charged with an offenc e punishable under section 12 4[except clause (a) thereof,], the \nController or the gazetted officer commanding the detachment in which the non -gazetted officer is \nserving, if so authorised in writing by the Chief Controller, may di spose of the charge without formal \ntrial and award to such non -gazetted off icer any one or more of the following punishments, namely: — \n(a)  reduction to a lower class or to the ranks ;  \n(b)  forfeiture of pay and allowances for a period not exceeding one m onth ;  \n(c)  reprimand or severe reprimand;  \n Provided that no such non -gazetted officer shall be reduced in grade, class or rank except by \nan order of the Controller.  \n \n \n1 Subs. by the Civil Pioneer Force (Amdt.) Ordinance, 1983 (30 of 1983), s. 2 for full -stop.  \n2 Provis. added ibid.  \n3 Ins. ibid. \n4 Ins. by the Civil Pioneer Force (Amdt.) Ordinance, 1983 (30 of 1983), ss. 3 and 4.  \nUNDER PROOF READING  \nPage 9 of 11 \n  \n 16. Summary disposal of minor offences of gazetted officers . When a gazetted officer is \ncharged with an offenc e punishable under section 12 1[except clause (a) thereof,], the Chief Controller \nor Controller may, subject to any rules in this behalf, without formal trial, reprimand or severely \nreprimand such officer or may refer the matter to the Provincial Governmen t for disposal.  \n 17. Reduction in rank for inefficiency or lack of zeal.  Subject to any rules made in this \nbehalf, the Controller may reduce to a lower grade or a lower class or to the ranks any non -gazetted \nofficer in his unit on the grounds of ineffcien cy or lack of zeal.  \n 18. Trial of minor offences . __ (1) An offenc e punishable under section 12 1[except clause (a) \nthereof,] and not disposed of under section 14, 15 or 16 may be tried by the Summary Court, constituted \nas provided in sub -section (2).  \n (2) A Summary Court shall consist of a Magistrate of the first class appointed by the District \nMagistrate, sitting with the Controller or a gazetted officer of the Force nominated by him and a third \nperson to be selected by the Provincial Government. The Mag istrate so appointed shall be president of \nthe Court and, in the event of any difference of opinion, the opinion of the majority shall prevail.  \n (3) A Summary Court may take cognizance of an offence upon a report in writing made by a \ngazetted officer of t he Force authorized in this behalf by the Chief Controller, and such officer shall in \nmaking complaint be deemed to be a public servant acting in the discharge of his official duties.  \n (4) A Summary Court shall in the trial of an offence follow as far as possible the procedure for \nthe trial of summary cases in which an appeal lies as laid down in Chapter XXII of the Code of Criminal \nProcedure, 1898 (Act V of 1898).  \n (5) A Summary Court may pass any sentence authorized by section 12 for the offence.  \n (6) An appeal from a sentence passed by a Summary Court may be made within thirty days of \nthe sentence to the authority appointed by the Provincial Government and such authority shall in \ndisposing of such appeals follow the same procedure and have the same powers as an appellate Court \nfollows and has under the Code of Criminal Procedure, 1898 (Act V of 1898).  \n (7) The provisions of the Code of Criminal Procedure, 1898 (Act V of 1898), and of  any other \nlaw for the time being in force, in so far as they may be applicable and in so far as they are not \ninconsistent with the provisions of this Ordinance, shall apply to all matters connected with, arising \nfrom or consequent upon a trial by a Summar y Court.  \n 19. Power of Controller to make deduction from pay .—The following deductions may, \nsubject to the rules made in this behalf, be made by the Controller from the pay and allowances of any \nperson subject to this Ordinance, namely: - \n(a)  all pay and allowances for every day on which such person is absent either on \ndesertion or without leave or because of imprisonment awarded by a Criminal \nCourt or a Court constituted under this Ordinance ;  \n \n1 Ins. by the Civil Pioneer Force (Amdt.) Ordinance, 1983 (3 0 of 1983), ss. 3 and 4.  \nUNDER PROOF READING  \nPage 10 of 11 \n  (b)  all pay and allowances for every day on which such person is in custody on a \ncharge for an offence of which he is afterwards convicted by a Criminal Court \nor a Court constituted under this Ordinance, or on a charge of absence  without \nleave for which he is afterwards awarded punish ment under section 14, 15 or \n16; \n(c)  all pay and allowances for every day on which such person is in hospital on \naccount of sickness certified by the medical officer attending him to have been \ncaused  by an offence punishable under this Ordinance committed by him, or, \nsubject to any rules made in this behalf, on account of a venereal disease ;  \n(d)  all pay and allowances which may be forfeited under section 14 or 15 ;  \n(e)  any deduction from pay which may be ordered under clause (b) of section 20 ;  \n(f)  any sum required to defray any expenditure incurred as a consequence of \nmisconduct by him or to make good any loss of, or of damage or destruction \ndone by him to, any clothes, tools or equipment or to any building or property :  \n Provided that the total deduct ions from the pay and allowances of any person under clauses (d) \nto (f) shall not in any one month exceed one -half of his pay and allowances for that month.  \n 20. Power of Provincial Government to award punishment . The following punishments \nmay, subject to  the rules made in this behalf, be awarded to a gazetted officer by the  Provincial \nGovernment, namely: — \n(a)  reprimand or severe reprimand ;  \n(b)  deductions from pay to defray expenditure or recoup loss incurred as a \nconsequence of misconduct by him ; and   \n(c)  forfeitue of service for purposes of seniority , promotion and annual increments.  \n 21. Custody during investigation.  Any person charged with an offence punishable under this \nOrdinance may be taken into and kept in custody in the prescribed manner by the unit to which he \nbelongs pending investigation of the offence.  \n 22. Arrest of deserters .—(1) Whenever any enrolled person deserts his unit, the Controller or \nthe gazetted officer commanding the detachment to which he belongs may give written informati on of \nthe desertion to the officer in charge of the nearest police station, and such police officer shall \nthereupon take steps for the apprehension of the deserter in like manner as if he were a person for \nwhose apprehension a warrant had been issued by a Magistrate, and shall deliver the deserter when \napprehended to the custody of his unit.  \n (2) Any police officer may arrest without warrant any person reasonably believed by him to be \nenrolled person who has deserted his unit and shall on making an arrest bring or send the arrested \nperson without delay to the nearest unit.  \nUNDER PROOF READING  \nPage 11 of 11 \n  23. Place of trial . An enrolled person charged with an offence punishable under this Ordinance \nmay be tried and punished for such offence in any place in Pakistan.  \n 24. Proof of appoint ment or enrolment . In any proceedings before a Court the fact that a \nperson is a person subject to this Ordinance may be provided by the production of a certificate \npurporting to be signed by the Controller of the unit in which he is so serving.  \n 25. Powe r of 1Federal Government to exercise powers of Provincial Government . The \n1[Federal Government] may exercise any power vested by this Ordinance in the Provincial \nGovernment.  \n 26. Power to make rules . The 1[Federal Government] may, by notification in the official \nGazette, make rules2 to carry out the purposes of this Ordinance.  \n (2) In particular and without prejudice to the generality of the foregoing power, rules may be \nmade to provide for any of the following matters, namely : — \n(a)  appointment of offic ers ;  \n(b)  delegation of powers ;  \n(c)  enrolment and appointment to units ;  \n(d)  transfers ;  \n(e)  reduction in rank f or inefficiency or lack of zeal ;  \n(f)  power of Controllers to make deductions from pay ;  \n(g)  power of Provincial Governments ;  \n(h)  custody during investigation ;  \n(i)  the duties, training, clothing, equipment and conditions of service of enrolled \npersons, the payment of compensation to or in respect of such persons for \ninjuries received or death suffered by them ;  \n(j)  the organisation of the Force and of the units thereof ;  \n(k)  medical examination of persons offering themselves for appointment or \nenrolment ;  \n(l)  any matter which is to be or may be prescribed under this Ordinance.  \n \n \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”.  \n2 For such rules, see Gaz. o f P., 1965, Ext., pp. 1132 -1143 ."
}