{
    "file": "./converted_json\\administrator0d44c47240a49b15178c9dc939f490bf.json",
    "name": "The Export Development Fund Act, 1999",
    "date": "28th July, 1999",
    "tagline": "An Act to provide for the establishment of export development fund",
    "content": "Page 1 of 9 \n \n \n \n \nTHE EXPORT DEVELOPMENT FUND ACT, 1999  \n \n \n \n \nCONTENTS  \n_______ ______  \nSECTIONS:  \n1. Short title, extent and commencement . \n \n2. Definitions . \n \n3. Establishment of Export Develop ment Fund . \n \n4. Administration of Export Development Fund . \n \n5. Board of Administrators of Expor t Development Fu nd. \n \n6. Appointment of non -official members . \n \n7. Powers of the Board . \n \n8. Meetings . \n \n9. Secretariat of the Board . \n \n10. Executive Committee . \n \n11. Meeting of the Executive Committee . \n \n12. Decisions to be placed before the Board . \n \n13. Employment of officers and servants . \n \n14. Recruitmen t and terms and conditions of service and disciplinary powers . \n \n15. Financial powers . \n16.  \n \n  \nUpdated till 21.02.2023\n \n \nPage 2 of 9 \n  \n17. Maintenance of accounts . \n \n18. Audit . \n \n19. Annual statement of accounts . \n \n20. Submission of annual reports . \n \n21. Officers and servants, etc . to be public servants . \n \n22. Delegatio n. \n \n23. Power to make rules . \n \n24. Power to make regulations . \n \n25. Repeal . \n \n26. Saving s. \n \n___________  \n \n \n \n \nPage 3 of 9 \n THE  EXPORT  DEVELOPMENT  FUND  ACT,  1999  \n \nAct No. VI OF 1999  \n[28th July, 1999]  \nAn Act to provide  for the establishment  of export  development  fund.  \nWHEREAS , it is expedient  to establish  an export  deve lopment  fund to strengthen  and \ndevelop  infrastructure  for promotion  of exports  and to provide  for matters  connected  therewith  or \nincidental  thereto;  \nIt is hereby  enacted  as follows: — \nCHAPTER  I \nPRELIMINARY  \n1. Short  title,  extent  and commencement. — (1) This Act may be called  the Export  \nDevelopment  Fund  Act, 1999.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  at once.  \n2. Definitions . In this Act, unless  there  is anything  repugnant  in the subject  or context, - \n(a)  “Board ” means  the Board  of Administrators  constituted  under  section  5; \n(b)  “Chairman ” means  the Chairman  of the Board;  \n(c)  “Executive  Committee ” means  the Committee  constituted  under  section  10; \n(d)  “Fund ” means  the Export  Development  Fund  establish ed under section  3; \n(e)  “member ” means  a member,  permanent  or co-opted,  of the Board;  \n(f)  “prescribed ” means  prescribed  by rules  made  under  this Act; \n(g)  “Secretary ” means  Secretary  of the Board;  and \n(h)  “Vice -Chairman ” means  the Vice -Chairman  of the Board. \n___________  \n \n \n \n \n \nPage 4 of 9 \n CHAPTER  II \nESTABLISHMENT  OF EXPORT  DEVELOPMENT  FUND  \n1[3. Establishment of Export Development Fund .—(1) The Federal Government shall \nestablish a Fund to be known as the  Export Development Fund.  \n(2) The Fund shall consist of. – \n(i) the wh ole receipts of Export Deve lopment Surcharge;  \n(ii) donations and endowments;  \n(iii) grants made by the Federal Government; and  \n(iv) any income accruing to the Fund from its investments and property.  \n(3) Each year, the Principal Accounting Officer (PAO) with  the approval of the Board,  shall \nprepare annual estimates of receipts into and plan -based payments out of the Fund and shall submit \nthe same to the Finance Division, by end of April, for inclusion in the Annual Budget Statement.  \n(4) The Fund sha ll be non -lapsable and shall be main tained in the Public Account of the \nFederation, in accordance with the provisions of the Public Finance Management Act, 2019, and the \nRules, Regulations and Procedures made thereunde r.] \n4. Administration  of Export  Develop ment  Fund. The Fund  shall  be admin istered  by the \nBoard  and the money  in the Fund  shall  be utilized  for the following  purposes,  namely: — \n(i)  establishment  of training  institutes  for export  oriented  trading  and industrial  \nsectors;  \n(ii)  subsidizing  of delegations  and sale missions  going  abroad; \n(iii)  establishment  of offices  abroad  of the Federation  of Pakis tan Chambers  of \nCommer ce and Industry  and Exporters  Association;  \n(iv)  subsidizing  participation  in exhibitions  abroad  including  single  country  fairs;  \n(v)  publicity;  \n(vi)  research  and Development  activities  of Exporters  Association,  Federation  of \nPakista n Chambers  of Commerce  and Industry;  \n \n \n \n1Subs.  by the Finance Act , 2022 (XIII of 2022) s.3A. \n \n \nPage 5 of 9 \n  (vii)  market  and product  Development  by trade  associations , Fede ration  of Pakistan  \nChambers  of Commerce  and Industry,  Chambers  of Commerce  and Industry  \nand individual  exporters;  \n \n(viii)   engagement  of consultants;  \n \n(ix)  strengthening  of Pakistan  Trade  Offices  abroad;  \n \n(x)  establishment  and maintenance  of display  centers in and outside  Pakistan;  \n \n(xi)  support  to export  services;  and \n \n(xii)  any other  activity  which  is relevant  for promotion  of exports  and approved  by \nthe Board.  \nCHAPTER  III \nCONSTITUTION  OF THE  BOARD  OF ADMINISTRATORS  \n5. Board  of Administrators  of Expor t Develop ment  Fund.—(1) There  shall  be a Boar d of \nAdministrators  consisting  of the following  members,  namely: — \n \n \n \n \n1Subs.  by the Finance Act , 2022 (XIII of 2022) s.3A. (1) Minister  of Commerce.  Chairman,  ex-officio  \n(2) Secretary,  Ministry  of Commerce.  Vice-Chairman -I, \nex-officio  \n(3) 1[Chie f Executive , Trade D evelopment Authority of Pakistan  Member,  ex-officio ] \n(4) A member  of Majlis -e-Shoora  (Parliament)  to be nominated  by the \nMinister  for Commerce.  Member  \n(5) Secretary,  Ministry  of Finance  1[or his representative  not below the \nrank of BPS -20]. \n Member,  ex-officio  \n(6) Secretary,  Ministry  of Industries  Finance  1[or his representative  not \nbelow the rank of BPS -20]. \n Member,  ex-officio \n(7) A senior  official  of the State  Bank  of Pakist an nominated  by the \nGovernor  State  Bank  of Pakistan.  Member,  ex-officio  \n(8) President,  Federation  of Pakistan  Chambers  of Commerce  and \nIndustry.  Member,  ex-officio  \n(9) 1[Secretary,  Trade Development Authority of Pakistan ]. \n Member,  ex-officio  \n \n \n \nPage 6 of 9 \n (2) The Federal  Government  may appoint  additional  members  as and when  considered  \nnecessary.  \n6. Appoi ntment  of non-official  members. — (1) The persons  to be appointed  members  from  \nthe private  sector  shall  preferably  be from  among  the Presidents  of the Associations  and Chambers  of \nCommerce  and each one shall  hold office  for one year from  the date of verification.  \n(2) A non-official  member  may,  in writing  under  his hand  addressed  to the Chairman,  resign  \nhis office.  \n(3) A non-official  member  shall  cease  to be a member  of the Board  if he fails to attend  three \nconsecutive  meetings  of the Board  without  obtain ing prior  written  or verbal  permission  of the \nChairman  unless  the Federal  Government  decides  otherwise.  \n(4) A vacancy  of non-official  members  occurring  during  the course  of appointment  of a \nmember  shall  be filled  in for the rest of the period.  \n___________  \nCHAP TER  IV \nCONDUCT  OF BUSINESS  FUNCTIONS  AND  POWERS  OF THE  BOARD  \n7. Powers  of the Board . The board  shall  have  powers  to — \n(a)  frame  rules  for the administration  of the Fund;  \n(b)  administer  all matters  of the Fund  in accordance  with the rules;  \n(c)  approve  annual budgets  of the Fund ’s operations  and make  such re-\nappropriation  therein  as may be necessary;  \n(d)  incur  expenditure  within  the sanctioned  budget;  \n(e)  delegate  to the Chairman  such powers  as may be necessary;  \n(f)  appoint  comm ittees  and delegate  to the committees  such powers  as may be \nnecessary;  and \n(g)  accept  donations  and endowments  provided  that these  are consistent  with \nobjectives  of the Fund  and rules  made  under  this Act. \n8. Meetings. — (1) Every  meeting  of the Board  shall be presided  over by the Chairman  and, \nin his absence,  by the Vice  Chairman.  (10) Three  members  to be appo inted  by the Federal  Government  from  \nprivate  sector.  Member s \n(11) Joint  Secretary , dealing  with the subject , Ministry  of Commerce.  Secretary , ex- officio  \n \n \nPage 7 of 9 \n (2) Four  members  of the Board  shall  constitute  quorum  for a meeting  of the Board.  \n(3) The date,  time and place  of the meeting  shall  be notified  not less than a week  in advance  \nand in case of emergent  nature meeting,  the meeting  may be held on short  notice.  \n(4) At least two meetings  of the Board  shall  be held every  year commencing  on the 1st day of \nJuly and terminating  on the 30th day of June.  \n(5) All disputed  questions  at any meeting of the Board  shall  be decided  by a majority  of the \nmembers  present  at the meeting  and the Chairman  shall  have  a casting  vote.  \n(6) Any business,  which  may be necessary  for the Board  to transact  urgently,  may be carried  \nout by circulation  among  all its members  and any proposal  so circulated  and approved  by the \nmajority  of the members  shall  require  the approval  of the Chairman.  \n(7) The Secretary  shall  record  all the proceedings  of the meetings  of Board.  \n9. Secretariat  of the Board.  The secretariat  funct ions of the Fund  shall  be performed  by the \nMinistry  of Commerce.  \n \n10. Executive  Committee. —(1) There  shall  be an Executive  Committee  of the Board  \nconsisting  of— \n \n  \n(2) The Board  may appoint  additional  members  in the Executive  Committee  as and when  \nconsidered  necessary.  \n11. Meeting  of the Executive  Committee. —(1) Meetings  of the Executive  Committee  shall \nbe held whenever  required.  \n \n(2) The Secretary shall  record  all the proceedings  of the meetings  of Executive  Committee.  \n \n12. Decisions  to be placed  before  the Board.  Decision  taken  by the Executive  Committee  \nshall  be placed  before  the Board  for confirmation.  \n   \n \n \n \n \n1Subs.  by the Finance Act , 2022 (XIII of 2022) s.3A. (1) Secretary  Commerce.  Chairman, ex -officio  \n(2) Secretary  Financ e or his representative.   Member , ex-officio  \n(3) 1[Secre tary, Trade Development Authority of Pakistan ]. Member, ex -officio  \n(4) Joint  Secretary  concerned  Ministry  of Commerce . Member, ex -officio  \n(5) A representative  of the Federation  of Pakistan  Chambers  of \nCommerce  and Industry  to be appointed  by the Board.      Member  \n \n \nPage 8 of 9 \n 13. Empl oyment  of officers  and serva nts. The Board  may employ  such officers  and \nservants  or appoint  such experts,  consultants  or advisers,  from  time to time,  as it may consider  \nnecessary  for the performance  of its functions  on such terms  and conditions  as it may deem fit. \n14. Recruitment  and terms and conditions  of service  and disciplinary  powers.  The Board  \nshall  prescribe  the procedure  for appointment  and conditions  of service  for its officers  and servants  \nincluding  disciplinary  action  and penal ties. \n \n15. Financ ial powers. —(1) The powers  to incur expenditure  shall  be as follows: — \n \n(i)  The Board       Full powers  \n(ii)  Executive  Committee     1[as delegated  by the Board ]  \n(2) Expenditure  from  the Fund  shall  be made  according  to the merits  and feasi bility  of \nprojects  sponsored  and export  promotion  needs of the exporters,  trade promotion  offices  and trade  \nbodies.  \n16.  The budget  shall  be prepared  and submitted  to the Board  on the specified  dates  by the \nSecretary  on financial  year basis.  \n___________  \n \n \nCHAPTER  V \n \nACCOUNTS  AND  AUDIT  \n17. Maintenance  of accounts.⸻ The Federal  Governm ent may,  with the approval  of the \nAuditor  General  of Pakistan  and the Ministry  of Finance,  make  financial  rules  and procedures  for \nmaintenance  of accounts.  \n18. Audit. —(1) The accounts  of the Fund  shall  be audited  every  year by the Auditor General  \nof Pakist an. \n(2) A copy  of the Audit  Report  shall  be sent to the Secretariat  of the Board  for comments  and \nremedial  action.  \n1[19. Statements  of Account. ⸻ With  the approval  of the Board,  the Principal  Accounting  \nOfficer  shall  submit  quarterly  and annual  statements  of actual  receipt  and expenditure  to the relevant  \nAccounting  Office  or Federal  Treasury  Office,  and the Finance  Division. ] \n   \n20. Submission  of annual  reports. —(1) As soon  as possible,  an annual  report  on the \nconduct  of its affairs  shall  be submitted  by the Board to the Federal  Government  after the end of the \nevery  financial  year but before  the last day of December  next following  during  the year.  \n \n \n1Subs.  by the Finance Act , 2022 (XIII of 2022) s.3A. \n \n \nPage 9 of 9 \n (2) A copy  of the report  referred  to in sub-section  (1) together  with a copy  of the audit  report  \nreferred  to in section 18 shall  be placed  by the Federal  Government  before  the National  Assembly.  \n(3) The Federal  Government  may call upon  the Board  to supply  any information  pertaining  to \nits responsibilities  under  this Act and the Board  shall  comply  with such requireme nts without  \nunnecessary  delay. \n___________  \n \n \nCHAPTER  VI \nMISCELLANEOUS  \n21. Officers  and servants,  etc to be public  servants .—(1) The Chairman,  members,  officers  \nand servants  of the Board  and Committee  shall,  when  acting  or purporting  to act, in pursuance  of any \nof the provisions  of this Act, be deemed  to be public  servants  within  the meaning  of section  21 of the \nPakistan  Penal  Code  (Act XLV  of 1860 ). \n22. Delegation .⸻ The Board  may,  by general  or special  order,  delegate  to the Chairman,  \nmember  or an officer  of the Board  any of its powers,  duties  or functions  under  this Act subject  to \nsuch conditions  as it may think  fit to approve.  \n \n23. Power  to make  rules .⸻ The Federa l Government  may make  rules  for carrying  out the \npurposes  of this Act. \n \n24. Power  to make  regulations.⸻ The Board  may,  with the approval  of the Federal  \nGovernment,  make  regulations  not in consistent  with the rules,  for conduct  of its business  and its \nmeeti ngs. \n \n25. Repeal .⸻ The Government  of Pakistan,  Ministry  of Commerce,  Resolution  S.R.O.  No. \n843(I)/92, dated  the 1st Septe mber,  1992,  is hereby  repealed.  \n26. Saving s. Upon  the commencement  of this Act.—(a) all funds,  properties,  rights  and \ninterests  of what soever  kind issued,  used,  enjoyed,  possessed,  owned  or vested  in the Board  set up \nunder  Governm ent of Pakistan,  Ministry  of Commerce  Resolution  No.843 ( I)/92,  dated  the 1st \nSeptember,  1992,  and all liabilities  legally  subsisting  against  the said Board  shall stand  transferred  to \nthe Board  established  under  this Act; and \n(b) everything  done,  action  taken, obligations  or liabil ities incurred,  rights  and assets  \nacquired,  persons  appointed  or authorized,  powers  conferred,  funds  or trusts  created,  donations  or \ngrants made,  orders  issued  and rules  or regulations  made  by the Board  established  under  the \nResol utions referred  to in clause (a) shall  be deemed  to have  been  respectively  done,  taken,  incurred,  \nacquired,  appointed,  authorised,  conferred,  created,  made  or issued under  this Act."
}