{
    "file": "./converted_json\\administrator137760b6514f08227cd187d4660d6da5.json",
    "name": "National Fund for Cultural Heritage Act, 1994",
    "date": "8th June, 1994",
    "tagline": "An Act to establish the National Fund for Cultural Heritage for conservation and preservation of Pakistan's national heritage",
    "content": "Page 1 of 4 \n \n \n \n \n \n \nTHE NATIONAL FUND FOR CULTUR AL HERITAGE ACT, 1994  \n \n \n \n   \n       CONTENTS  \n                                         \n1.  Short title, extent and commencement . \n2.  Definitions . \n3.  Establishment of the F und. \n4.  Purposes a nd object ives of the Fund . \n5.  Sourc es of Fun d. \n6.  Board of Governor s. \n7.  Exemption from tax . \n8.  Accounts of the Fund, etc . \n9.  Rules . \n10.  Repeal of Ordinance V of 1994 . \n  \n\n  \nPage 2 of 4 \n THE  NATIONAL  FUND  FOR  CULTUR AL HERITAGE  ACT,  1994  \n \nACT  NO. VIII OF 1994  \n[8th June, 1994]  \n \nAn Act to establish  the Nationa l Fund  for Cultural  Heritage  \n \nWHEREAS  it is expedient  to provide  for establishment  of the National  fund for Culture  \nHeritage  for conservation  and preservation  of Pakistan's  national  heritage  and its proper  maintenance  \nand matters  conne cted therewith  or incidental  thereto  : \nIt is hereby  enacted  as follow  :— \n1. Short  title, extent  and commencement .—(1) This Act may be called  the National  Fund  \nfor Cultur al Heritage  Act, 1994.  \n(2) It extends  to the whole  of Pakistan.   \n(3) It shall  come  into force  at once.  \n2. Definitions.— In this Act, unless  there  is anything  repugnant  in the subject  or context. — \n(a)  “Board”  means  the Board  of Governors  set up under  section  6 ;  \n(b)  “Fund”  means  the National  Fund  for Culture  Heritage  established  under  \nsection 3 ; and \n(c)  “national heritage”  means  the archaeological,  architectural,  historical  and \ncultural  heritage.  \n3. Establishment  of the Fund.  As soon  as may be, after the commencement  of this Act, the \nFederal  Government  shall  establish  the National  Fund  for Cultural  Heritage  to carry out the purposes  \nof this Act. \n4. Purposes and objectives of the F und.— (1) The primary  purpose  of the fund is to \npromote  the conservation  and preservation  of national  heritage  of Pakistan  through  various  means,  \nincluding  financi al and technical  assistance,  and to create  awareness  amongst  the people  for \nappreciating  and preservation  of archaeological,  architectural,  historical  and cultural  heritage  of \nPakistan.  \n(2) In particular  and without  prejudice  to the foregoing  purposes,  the Fund shall  be used to— \n(a)  undertake  measures  for preservation  and conservation  of cultural  heritage  \nhaving  archaeological,  historical  and architectural  value  ; \n(b)  acquire  or hold in lease  any material  and cultural  property  or part thereof;  \n(c)  provid e assistance  for preservation  and maintenance  of a historical  or \narchaeological  monument  or an archaeological  site ; \n(d)  create  and strengthen  cooperation  and coordination  between  international,  \nnational,  provincial  and regional  organizations  involved  in conservation  and \npreservation  of cultural  heritage  ; \n  \nPage 3 of 4 \n (e)  provide  financial  and technical  assistance  towards  preservation  of national  \nheritage,  and for furtherance  of academic,  scientific  and intellectual  discourses  \non the subjects  relevant  thereto;  \n(f)  undertake  promotional  activities  for enhancement  of resources  of the fund ; \nand \n(g)  undertake  and promote  research  and arrange  materials  for publication  of \nperiodicals  monographs  and publicity  material,  including  pamphlets,  \nnewspapers  and posters  in furthe rance  of the objecti ves of the Act. \n5. Source s of Fund. —(1) The Fund  shall  be financed  from  the following  sources,  namely: — \n(a)  grants  from  the Federal  Government  and Provincial  Governments  ; \n(b)  aid and assistance  from  local,  national  and international  agencies  ; \n(c)  contributions  from  the private  organizations  and individuals  ; and \n(d) income  and earnings  from,  the movable  and immovable  properties  acquired  \nby, or leased  to, the Fund.  \n(2) The amount  credited  to the Fund  shall  not lapse  at the end of a financial  year and shall be \navailable  for utilization  at any time.  \n6. Board  of Governors. — (1 ) The management,  overall  control  and supervision  of the \naffairs  of the Fund  shall  vest in a Board  of Governors  consisting  of the following  members,  \nnamely: — \n1[(a) Federal  Minister -in-charge of, Ministry  of Minorities,  \nCulture,  Sports,  Tourism  and Youth  Affairs… ………            Patron/Chairman.  \n  \n(b) Secretary, Ministry of Minorities, Culture, Sports,  \nTourism and Youth Affairs… ………………………..           Member/Treasurer . \n \n(c) Joint Secretary ( Culture), Ministry of Minorities, Culture,  \nSports, Tourism and Youth  Affairs …………………..           Member/Secretary . \n \n(d)  Finance Advisor (Culture), Ministry of Finance ……..   Member . \n \n(e)  Director General, Federal Department of Archaeology  and \nMuseums…………………… ……… ……………………      Member . \n \n(f)  Ten eminent professionals in the field of Archaeology and  \nNational Heritage from private sector nominated by the Federal \nGovernment………………………………………….   Members .] \n \n1Subs. by Ord. LXXXVII  of 2002, S.2.  which was previousl y substituted by Amendment Act  (Act. No. I of 1998 ), s.2. \n \n  \nPage 4 of 4 \n (2) The Members of the Board, other than ex-officio  members, shall hold office for a term of \nthree years or for such period as may be determined by the Federal Government and shall be eligible \nfor re -appointment.  \n(3) No act or proceedings of the Board shall be  invalid merely on the ground of the existence \nof a vacancy in, or a defect in the constitution of, the Board.  \n(4) The Secretariat of the Fund shall be at Islamabad and the Board may set up regional \noffices as, when and where required by it.  \n(5) The Board  may appoint an Executive Committee for carrying out its functions as may be \nassigned to it by the Board.  \n7. Exemption from tax . Notwithstanding anything contained in the Income Tax Ordinance, \n1979  (XXX I of 1979), all contributions and donations to the Fun d shall be exempt from levy of tax.  \n8. Accounts of the Fund , etc.—(1) The accounts of the Fund shall be audited by the Auditor \nGeneral of Pakistan.  \n(2) The Board may from time to time, submit reports  to the Federal Government relating to \nthe Fund and its a ctivities.  \n9. Rules . The Board may make rules for carrying out the purposes of this Act.  \n10. Repeal of Ordinance V of 1994 . The National Fund for Cultural Heritage Ordinance, \n1994 (V of 1994), is her eby repealed."
}