{
    "file": "./converted_json\\administrator6d62130e00f3a1f4ac4d664bed390292.json",
    "name": "Pakistan Rangers Ordinance, 1959",
    "date": "20th March, 1959",
    "tagline": "To constitute a force for the protection of and maintenance of order in the border areas",
    "content": "Page 1 of 15 \n  \n \nTHE  PAKISTAN  RANGERS ORDINANCE, 1959  \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and application  \n2. Definitions  \n3. Power to maintain  Pakistan Rangers  \n4. Appointment and powers of superior officers  \n5. Appointment of subordinate officers and men  \n6. Functions of the  Pakistan Rangers  \n7. Assistance to Police  \n8. General duties of the members of the Force  \n9. State of emergency  \n10. Powers and duties of members  \n11. Privileges of members  \n12. Resignation of members  \n13. Offences punishable with transportation for life or rigorous imprisonment for seven years  \n14. Offences punishable with one year rigorous imprisonment or fine or both  \n15. Departmental punishment  \n15A.  Capture of deserters  \n15B.  Protection of persons serving in the Force  \n16. Imprisonment for 90 days to result in dismissal   \n\n \nPage 2 of 15 \n 17. Suspension  \n18. Place of imprisonment  \n19. Sanction of prosecution  \n20. Power of Government to invest the Commandant or any other officer with a magisterial power s \n20A.   Savings  \n21. Powers to make rules  \n22. Repeal  \nFIRST SCHEDULE  \nCONDITIONS OF SERVICE OF ENROLLED MEMBERS  \nSECOND SCHEDULE  \nCONDITIONS OF SERVICE FOR MEMBERS ON DEPUTATION  \n \n  \n \nPage 3 of 15 \n [This order may be read as an integral part of The Pakistan Rangers Ordinance, 1959 (W.P. Ordinance \nXIV of 1959) .] \n \nTHE WEST PAKISTAN RANGERS (ADMINISTRATION AND CONTROL) \nORDER, 1972  \n \nPRESIDENT’ S ORDER No. 19 OF 1972  \n \n[20th April, 1972 ] \n \n In pursuance of the Proclamation of the 25th day of March, 1969, read with the Proclamation of \nthe 20th day of December, 1971, and in exercise of all powers enabling him in that behalf, the President \nand Chief Martial Law Administrator is pleased to make the following Order : ― \n \n 1. Short title and commencement. ―(1) This Order may  be called the West Pakistan Rangers \n(Administration and Control) Order, 1972.  \n \n (2) It shall come into force at once.  \n \n  2. Vesting of superintendence, etc., of the West Pakistan Rangers in the Federal Government.  \nNotwithstanding anything contained in the West Pakistan Rangers (Reconstitution) Order, 1971, or the \nWest Pakistan Rangers Ordinance, 1959, or any other law for the time being in force, the superintendence, \ncontrol and administration of the West Pakistan Rangers constituted under the said Ordinance shall vest \nin the 1[Federal Government] and, ― \n \n(a)  all powers of the Provincial Government in relation to the West Pakistan Rangers \nshall be exerci sable by the 1[Federal Government] ; and  \n \n(b)  referenc es in the said Ordinance to the  “Provincial Government”, howsoever \nworded, and to the “Govern or of the Punjab ” or the “Governor of Sind”  shall be \nconstrued as re ferences to the 1[Federal Government].  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs by F.A.O. 1975  (P.O. No. 4 of 1975) , Art. 2 and Table, for “Central Government”.  \n \nPage 4 of 15 \n  \n1THE  2[PAKISTAN  RANGERS] ORDINANCE, 1959  \n(W.P. Ordinance XIV of 1959)  \n[1st  April , 1959]  \nAn Ordinance to constitute a force called the  2[Pakistan Rangers ] for the protection of and maintenance of \norder in the border areas  3[* * *]  \nWHEREAS it is expedient to constitute a force called the  2[Pakistan Rangers] for the protection \nof and maintenance of order in the border areas  3[* * *];  \nNow, THEREFORE, in pursuance of the Presidential Proclamation of the seventh day of October, \n1958, and in exercise of all powers enabling him in that behalf, the Governor of West Pakistan is pleased \nto make and promulgate the following Ordinance: - \n1. Short title, extent and application. – (1) This Ordinance may be called the  2[Pakistan \nRangers] Ordinance, 1959.  \n      4[(2) It extends to the Provinces of the  Punjab  and Sind and applies to every member of the \nForce wherever he may be serving.]  \n      5[(3) The provisions of this Ordinance and the rules made thereunder shall  have effect  \nnotwithstanding anything contained in the Civil Servants Act, 1973 (LXXI of 1973), and the rules made \nthereunder.]  \n2. Definitions. – In this Ordinance, unless the context otherwise requires, the following \nexpressions shall have the meaning hereby respectively assigned to them, that is to say – \n(a)   “active duty” means duty under the operation control of the Army;  \n5[(b)  “Commandant” means a Commandant appointed under sub -section ( 3) of section 4  \nand includes an officer appointed to act as Commandant;  \n(c)   “Deputy Director -General” means a Deputy Director -General appointed under sub -\nsection (2) of section 4 and includes an officer appointed to act as Deputy Director -\nGeneral;  \n(d)   “Director -General” means the Director -General appointed under sub -section (1) of \nsection 4 and includes an officer appointed to act as Director -General;]  \n(e)   “Force” means the  2[Pakistan Rangers];  \n \n1This Ordinance was promulgated by the Governor of West Pakistan on 20th March, 1959; published in the West Pakistan Gazette ( Extraordinary), dated 28th \nMarch, 1959, pages 217 -27; saved and given permanent effect by Article 225 of the Constitution of the Islamic Republic of Pakistan (1962).  \n2Sub. by the West Pakistan Rangers (Amendment) Act, 1975 (XXXIV of 1975), for the words “West Pakistan Rangers” ,s.2. \n3The words “in the Province of West Pakistan”, deleted by the West Pakistan Rangers (Reconstitution) Order, 1971 (P.O. No. 14 of 1971).  \n4Subs. ibid. \n5Added and Subs. by the Pakistan Rangers (Amendment) Ordinance, 1985 (Ord . No. XIII of 1985) ,s.2 and 3.  \n \nPage 5 of 15 \n 1[(f) “Government”, in relation to a member or unit of the Force, means the Government \nof the Province within which such member or unit is serving];  \n      (g)   “member of the Force” means a person who, at the commencement of this \nOrdinance, is serving under the West Pakistan Border Police Force Act, 19582, or \nwho, is a member of the Bahawalpur Border Police, or who, after the \ncommencement of this Ordinance, has been appointed to the  3[Pakistan Rangers] \nunder this Ordinance, and has signed a recruiting roll on which the conditions of \nservice contained in either of the Schedules are set forth:  \n                        Provided that every person who has for the space of six months been in \nreceipt of pay as a member of the  3[Pakistan Rangers] and been borne on the rolls \nof the  3[Pakistan Rangers], shall be deemed to be a member of the Force, \nnotwithstanding that he has not signed a recruiting roll;  \n(h)   “operational control” means command of the Force or its sub -units by the Army \nand its employment during emergency war within the  over all operational plan of \nthe Army  4[* * *] ; \n(i)  “prescribed” means prescribed by rules made under this Ordinance5[:] 6[and]  \n6[(j)  the expressions “assault”, “criminal force”, “fraudulently”, “reasons to believe”, \nand “voluntarily causing hurt” shall have the meanings respectively assigned to \nthem in the Pakistan Penal Code.]  \n3. Power to maintain  3[Pakistan Rangers.]. – (1) There shall be a Force  7[common to the \nprovinces of the Punjab and Sind] to be called the  3[Pakistan Rangers.]  \n(2) The Force shall be constituted in such manner and the members of the Force shall receive \nsuch pay, pension and other remuneration, and their conditions of service shall be such as  8[may be \nprescribed].  \n9[(3) Except as otherwise provided in this Ordinance, the superintendence of and control over \nthe members or units of the Force serving within a Province shall vest in the Government of that Province.]  \n \n1Subs . by the West Pakistan Rangers (Reconstitution) Order, 1971 (P.O.  No.14 of 1971).  \n2Since repealed by this Ordinance.  \n3Sub. by the West Pakistan Rangers (Amendment) Act, 1975 ( Act No. XXXIV of 1975), for “West Pakistan Rangers” ,s.2. \n 4The word “and” deleted by the West Pakistan Rangers (Amendment) Ordinance, 1962 ( Ord. No. XXXVI of 1962).  \n5Sub. ibid., for the full -stop.  \n6Ins.ibid. \n7Subs . for the words “maintained by Government and”, by the West Pakistan Rangers (Reconstitution) Order, 1971 (P.O.  No.14 of 1971).  \n8Subs .ibid, for the words “Government may prescribe”.  \n9Sub.ibid. \n  \n \nPage 6 of 15 \n (4) The 1[Federal Government shall for administration of the Force, appoint Director -\nGeneral s], 2[Deputy Directors -General], Commandants, Wing Commandants, and other officers in such \nmanner, as may be prescribed.  \n3[4. Appointment and powers of superior officers. – 1[(1) The Federal Government may \nappoint as many Director -Generals and Deputy Director -Generals of the Force as it may consider \nnecessary and determine their headquarters, places of duties and area of jurisdiction .] \n1(2) * * * * * * * \n(3) There shall be such number of Commandants of the Force in each of the two Provinces as \nthe Provincial Government concerned may appoint.  \n(4) Subject to the general control of the Director -General, the Deputy Director -General and \nevery other officer of the Force shall possess and exercise such powers and authority over the subordinate \nofficers and members of the Force under his command as may be prescribed.]  \n5. Appointment of subordinate officers and men. – (1) The appointment of members of the \nForce, other than those mentioned in  4[sub-sections (1) and (2)] of section 4, shall vest in the Director -\nGeneral, or any other officer authorised by him in this behalf.  \n5[(2) Such appointments shall be made by direct recruitment or promotion or from personnel on \ndeputation from the Pakistan Defence Forces, the Provincial Police, the Civil Armed Forces including the \nFrontier Constabulary, or any other Department of Government, i n such manner as may be prescribed.]  \n6.   Functions of the  6[Pakistan Rangers]. – The Force shall perform the following functions: - \n(a)  protection of persons and property in the border areas;  \n(b)  apprehension of persons unlawfully entering into or going out of Pakistan territory;  \n(c)  organization of village defence in the border areas;  \n(d)  prevention of smuggling  7[* * *] ; \n(e)  collection of intelligence in the border areas  8[;] 9[and]  \n9[(f)  co-ordinate of the activities of Police and other civil agencies in the prevention and \ndetection of smuggling.]  \n \n1Subs and omitted by Act No. XXVI of 1997,ss.2&3.  \n2Subs. by the West Pakistan Rangers (Reconstitution) Order, 1971 (P.O.  No.14 of 1971) , for “Deputy Director -General”.  \n3Subs. ibid. \n4Subs., for “sub -section (1)”, by P.O 14 of 1971.  \n5Sub. by the West Pakistan Rangers (Amendment) Ordinance, 1959 ( Ord. No. LI of 1959).  \n6Subs ., for “West Pakistan Rangers”, by the West Pakistan Rangers (Amendment) Ordinance, 1975 ( Ord. No. XXXIV of 1975).  \n7The word “and” deleted by the West Pakistan Rangers (Amendment) Ordinance, 1959 ( Ord. No. LI of 1959).  \n8Subs . ibid., for the “full -stop”.  \n9Ins. ibid. \n \nPage 7 of 15 \n 7.   Assistance to Police. – The Force shall – \n(a) assist the Police in the prevention and detection of crime in the border areas;  1[and]  \n 2[*  *  *  *  *  *  * ] \n3[(b)] reinforce the Police for the maintenance of law and order whenever it is necessary.  \n8.     General duties of the members of the Force. – (1) It shall be the duty of every member of \nthe Force to obey and execute all orders and warrants lawfully issued to him by any competent authority, \nto detect and bring offenders to justice, and to apprehend all person whom he is legally authorised to \napprehend and for whose apprehension sufficient grounds exist.  \n(2) Every member of the Force shall be liable to serve  4[anywhere within or outside Pakistan] . \n9.     State of emergency. – 5[(1) The Governor of the Punjab or, as the case may be, the Governor \nof Sind may by an order at any time declare a state of emergency on the entire border of the Province or \na part thereof and thereby place under the operational control of the Army all or any of the units or \nmembers of the Force for the time being serving within the Province.]  \n(2) Notwithstanding an order under the last preceding sub -section, the Force shall continue to \nremain subject to the provisions of this Ordinance.  \n10.    Powers and duties of members.  Government may, by a general or special order, confer or \nimpose upon any member of the Force, any of the powers or duties conferred or imposed on a Police \nOfficer of any class or grade by any enactment for the time being in force.  \n11.    Privileges of members.  The members of the Force shall be entitled to all the privileges \nwhich a member of the police force constituted under the Police Act, 1861  (V of 1861) , has under sections \n42 and 43 of that Act, section 125 of the Evidence Act, 1872  (I of 1872) , and any other enactment for the \ntime being in force.  \n12.    Resignation of members.  No member of the Force shall – \n(a)   resign his appointment or request for his reversion to his parent department during \nthe time he is on active duty;  \n(b)   withdraw himself wilfully from all or any of the duties of his appointment, without \nthe previous permission in writing of the Director -General or any other officer \nauthorised by him in this behalf.  \n \n1 Sub. by the West Pakistan Rangers (Amendment) Ordinance, 1959 ( Ord. No. LI of 1959) , for “the full stop”.  \n2Orginal clause (b) deleted, ibid. \n3Original clause (c) re -numbered as clause ( b), ibid. \n4Subs. by the Pakistan Rangers (Amendment) Ordinance, 1985 (Ord . No. XIII of 1985) ,s.4. \n5Subs. by the West Pakistan Rangers (Reconstitution) Order, 1971 (P.O.  No.14 of 1971) . \n \nPage 8 of 15 \n  \n13.    Offences punishable with transportation for life or rigorous imprisonment for seven \nyears . Any member of the Force who – \n(a)   begins, excites, causes or conspires to cause or joins in any mutiny, or being present at \nany mutiny, does not use his utmost endeavour to suppress it, or knowing or having \nreasons to believe in the existence of any mutiny or of any intention to mutiny or of \nany conspiracy against the  1[Federal] or Provincial Governments does not, without \ndelay, give information thereof to any one of his superior officers; or  \n(b)   uses, or attempts to use, criminal force to, or commits an assault on, his superior officer \nwhether on or off duty knowing or having reasons to believe him to be such; or  \n(c)   shamefully or cowardly abandons or delivers up any garrison, fortress, post or guard \nwhich is committed to his charge, or which it is his duty to defend; or  \n(d)   commits theft of or mis -appropriates any arms or military stores belonging to \nGovernment; or  \n(e)    directly or indirectly holds correspondence with or assists or relieves any person in \narms against the  1[Federal] or Provincial Government, or omits to disclose immediately \nto any one of his superior officers, any such correspondence coming to his knowledge; \nor \n(f)   communicates to any person, other than a person to whom he is authorised to \ncommunicate information, which is calculated to be or is intended   to be directly or \nindirectly useful to an enemy or a foreign power or which is prejudicial to the safety of \nPakis tan or to the good order and efficient working of the Force; or  \n(g)   who, while on active duty – \n      (i) disobeys the lawful command of his superior officers; or  \n(ii)   deserts the service; or  \n(iii)   being a sentry, sleeps upon his post, or quits it without being regularly relieved; \nor \n(iv)   wilfully destroys, damages or injures any property of the value of five hundred \nrupees or more, placed in his charge; or  \n(v)   displays cowardice in the execution of his duty; or  \n \n1Subs ., for “[Central]”, by the West Pakistan Rangers (Amendment) Act, 1975 ( Act No. XXXIV of 1975). The words in crotchets were earlier substituted for \n“Federal”, by the West Pakistan Rangers (Amendment) Ordinance, 1962 ( Ord. No. XXXVI of 1962).       \n \nPage 9 of 15 \n  (vi)   quits his guard, picquet, party or patrol, without being regularly relieved or \nwithout leave, shall be punished with  1[rigorous imprisonment for a term \nwhich may extend to fourteen years in respect of offences described in \nclauses (a) to (f), and to seven years in respect of offences described in \nclause (g)].  \n14.    Offences punishable with one year rigorous imprisonment or fine or both.  Any member \nof the Force who: - \n(a)   is in a state of intoxication when on or after having been warned for any duty or on \nparade or on the line of march; or  \n(b)   being in command of a guard, picquet or patrol, refuses to secure any prisoner or \nperson duly committed to his charge, or without proper authority, releases any \nprisoner or person placed under his charge, or negligently suffers any such prisoner \nor person to escape; or  \n(c)   being under arrest or in confinement, leaves before he is set at liberty by proper \nauthority; or  \n(d)   strikes or attempts to force any sentry; or  \n(e)   is grossly insubordinate or insolent to his superior officer in the execution of his \noffice; or  \n(f)   strikes or otherwise ill uses any member of the Force; or  \n(g)   designedly or through neglect injures or loses or fraudulently disposes of his arms, \nclothes, tools, equipment, ammunition, accoutrements  2[or animals] or Force \nnecessaries or any such articles entrusted to him or belonging to any other person; \nor \n(h)   malingers or feigns or produces disease or infirmity in himself or intentionally \ndelays his cure, or aggravates his disease or infirmity; or  \n(i)   with intent to render himself or any other person unfit for service, voluntarily causes \nhurt to himself or any other person; or  \n \n1Subs ., for the words “transportation for life in respect of offences described in clause ( a) to ( t) and with seven years rigorous imprisonment in respect of \noffences described in clause ( g)”, by the West Pakistan Rangers (Amendment) Ordinance, 1962 ( Ord No. XXXVI of 1962).  \n2Ins.ibid. \n \n  \n \nPage 10 of 15 \n (j)   does not, when called upon by his superior officer so to do or upon ceasing to be a \nmember of the Force, forthwith deliver up or duly account for, all or any arms, \nammunition, stores, accoutrements, appointments or other property issued or \nsupplied to him or in his custody or possession, as such member of the Force; or  \n(k)   knowingly furnishes a false return or report of the number or state of any men under \nhis command or charge, or of any money, arms, ammunition, clothing, equipment, \nstores or other property in his charge, whether belonging to such men or to \nGovernment or to  any member of or any person attached to the Force, or who \nthrough design or culpable neglect, omits or refuses to make or send return or report \nof the matters aforesaid; or  \n(l)   absents himself without leave, or without sufficient cause overstays leave granted \nto him; or  \n(m)   is guilty of any act or omission, which though not specified in the Ordinance, is \nprejudicial to good order and discipline; or  \n(n)   who, while not on active duty – \n(i)   disobeys the lawful command of his superior officers; or  \n(ii)   deserts the service; or  \n(iii)   being a sentry, sleeps upon his post or quits it without being regularly \nrelieved; or  \n(iv)   plunders, destroys, or damages any property of any kind; or  \n(v)   displays cowardice in the execution of his duty; or  \n(vi)   quits his guard, picquet, party, or patrol without being regularly relieved or \nwithout leave,  \nshall be punished with imprisonment for a term which may extend to one year or with fine \nwhich may extend to three months’ pay or with both.  \n15.   Departmental punishment. – 1[(1) The Director -General, may, subject to rules made under \nthis Ordinance, summarily award, in lieu of or in addition to suspension, removal, dismissal or \ncompulsory retirement from service, any one or more of the following punishments to any member of \nthe Force who in his opinion is inefficient or has ceased to be efficient or whom he considers to be guilty \nof disobedience, neglect of duly or remissness in the discharge of duty or of rendering himself unfit to \ndischarge his duty, or of other misconduct in  his capacity as a member of the Force, that is to say: - \n1Sub-section (1) subs . by the Pakistan Rangers (Amendment) Ordinance, 1985 (Ord . No. XIII of 1985) , s.5. \n \n \nPage 11 of 15 \n (a)   reduction in rank;  \n(b)   fine to any amount not exceeding one month’s pay and allowances;  \n(c)   detention in quarters for a term not exceeding one month;  \n(d)   rigorous imprisonment for a term not exceeding two years with or without drill, \nextra guard, fatigue or other duty;  \n(e)   removal from any office of distinction or special emoluments in the Force;  \n(f)   extra guards and picquets;  \n(g)   forfeiture of increment of pay;  \n(h)   in the case of a member of the Force of and above the rank of Sub -Inspector and \nnon-commissioned officers reprimand or severe reprimand:  \nProvided that the punishments specified in clauses (c) and (d) shall not be \nawarded to a member of the Force of and above the rank of Sub -Inspector  1[:] \n1[Provided further that no disciplinary action against a member of the Force \nshall be taken without providing him an opportunity of being heard.]  \n(1A)  The Director -General may delegate, to such extent and in respect of such units as he may \nthink fit, the powers conferred upon him by sub -section (1) to the Deputy Director -General.  \n(1B) Subject to rules framed under this Ordinance, a Commandant may, in respect of the \nmembers of the Force subordinate to him, exercise the powers conferred on the Director -General by sub -\nsection (1):  \nProvided that a Commandant shall not award imprisonment for a term exceeding one year or, in \nthe case of a member holding the rank of Sub -Inspector and above, the punishment of reduction in rank, \nremoval, dismissal or compulsory retirement from service.  \n(1C) A Commandant may delegate, to such extent as he may think fit, the powers conferred \nupon him by sub -section (IB) to any other officer appointed under section 5 who is under his command \nand such officer may exercise such powers in respect of the members of the Force subordinate to him:  \nProvided that the Commandant shall not delegate powers of reduction in rank, removal, dismissal \nor compulsory retirement from service or award of rigorous imprisonment exceeding thirty days.]  \n \n1Subs. and Added by Act No. XIV of 1992,s.2.  \n  \n \nPage 12 of 15 \n (2) The Director -General, the Deputy Director -General, or any other officer of the Force not \nbelow the rank of a Company Commander, commanding a separate detachment or an out -post or in \ntemporary command at headquarters during the absence of his superiors in t he Force may, in a summary \nmanner, award to any member of the Force, who is not a gazetted officer and who is subject to his \nauthority, any of the following punishments for the commission of any petty offence against discipline \nwhich is not otherwise provi ded for in this Ordinance, or which is not of a sufficiently serious nature to \ncall for a prosecution before a Criminal Court, that is to say – \n(a)   confinement for not more than seven days in the quarter -guard or such other place \nas may be considered suitable with forfeiture of all emoluments during its \ncontinuance;  \n(b)   punishment -drill or fatigue or other duty;  \n(c)   extra guard and picquet duty.  \n1[(3) The Director -General or the Commandant may order deductions from pay and allowances \nof a member of the Force in order to make good any expenses caused by him or any loss by him of, or \ndamage or destruction done by him to, any arms, ammunition, equipment, c lothings, instruments, \ndecoration or necessaries belonging to the Force or to any building or property.]  \n2[15A.  Capture of deserters. – (1) Whenever any member of the force deserts or absents without \nleave, his Commandant shall give written information of the desertion or absence to such civil authorities \nas in his opinion may be able to afford assistance towards the capture of the desert er and such authorities \nshall thereupon take steps for the apprehension of the said deserter or absentee in like manner as if he were \na person for whose apprehension a warrant had been issued by a Magistrate, and shall deliver the deserter \nor absentee, whe n apprehended, to Force custody.  \n(2) Any police officer may arrest without warrant any person whom he reasonably believes to \nbe a member of the Force and a deserter or absentee without leave and bring him without delay before the \nnearest Magistrate as if he were a deserter from the Pakistan A rmy. \n15B.  Protection of persons serving in the Force. – (1) In any suit or proceedings against any \nperson appointed under section 4 or section 5 for any act done by him in pursuance of a warrant or order \nof a competent authority, it shall be lawful for him to plead that such act was done by him under the \nautho rity of such warrant or order.  \n(2) Such plea may be proved by the production of the warrant or order directing the act, and if \nit is so proved, the defendant shall thereupon be discharged from liability in respect of the act so done by \nhim, notwithstanding any defect in the jurisdiction of the authority which issued the warrant or order.  \n \n1Added by the Pakistan Rangers (Amendment) Ordinance, 1985 (Ord . No. XIII of 1985) , s.5 \n2Ins.ibid.,s.6.  \n  \n \nPage 13 of 15 \n (3) Notwithstanding anything contained in any other law for the time being in force, all suits \nand proceedings (whether civil or criminal ) against any person which may lawfully be brought for \nanything done or intended to be done under the powers conferred by , or in pursuance of, any provision of \nthis Ordinance or the rules made thereunder, shall be commenced within three months after the act \ncomplained of was committed, and not otherwise, and notice in writing of such suit or proceedings and of \nthe cause th ereof shall be given to the defendant or his superior officer one month at least before the \ncommencement of the suit or proceedings.]  \n16. Imprisonment for 90 days to result in dismissal.  A member of the Force who is \nsentenced to a term of imprisonment for ninety days or more shall be deemed to have been dismissed from \nthe Force.  \n17. Suspension.  Any gazetted officer shall be competent to suspend in the prescribed manner \na member of the Force in a non -gazetted rank working under him for any misconduct, remissness or \nnegligence in the discharge of his duties.  \n18. Place of imprisonment.  If a member of the Force, sentenced by a Court constituted under \nsection 20 of this Ordinance, to a term of imprisonment, is also dismissed from service, he shall be \nimprisoned in the nearest prison or such other prison as Government may, by general or special order, \ndirect , but if he is not dismissed from the Force, he may be confined in a quarter -guard or such other place \nas the Court or the Director -General may consider suitable.  \n19. Sanction of prosecution.  Notwithstanding anything to the contrary in any law, a member \nof the Force shall not be prosecuted under section 13 or section 14 or for any offence committed within \nten miles of the border before a Court other than that mentioned in section 20 without th e previous \nsanction, in the case of a gazetted officer, of Government, and in the case of other ranks, of the Director -\nGeneral.  \n20.    Power of Government to invest the Commandant or any other officer with a magisterial \npower s.– (1) Government may invest1 the Commandant or any other officer with the powers of a \nmagistrate of first class for the purposes of inquiring into or trying any offence committed by a member \nof the Force not punishable with death.  \n(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (V of 1898) , \nthe Commandant or any other officer specially empowered by Government in this behalf, in the trial of \nan offence punishable under this Ordinance, may, follow the procedure for the summary trial of cases in \nwhich an appeal lies, as laid down in Chapter XX II of the said Code.  \n(3) Notwithstanding anything contained in the said Code, the Commandant or any other officer \ntrying an offence summarily, may pass a sentence of imprisonment for a term not exceeding  2[six] months.  \n \n1Commandants, Sutlej, Desert and Indus Rangers invested with the powers of a magistrate of First Class,  see Gazette of West Pakistan, 1959, Pt. I, p. 405.  \n2Subs ., for “three”, by the West Pakistan Rangers (Amendment) Ordinance, 1959 ( Ord. No. LI of 1959).  \n \nPage 14 of 15 \n     (4) In all cases decided by the Commandant or any other officer as a magistrate, a person \naggrieved may within thirty days of the order appeal to the Director -General or any other officer specially \nempowered in this behalf by Government.  \n(5) The Governor of  1[the Province concerned] may, on revision, set aside an order passed in \npursuance of the powers under this section on the ground of material irregularity.  \n(6) Nothing done under this section shall be questioned in any court of law.  \n2[20A.  Savings.– No suit, prosecution or other legal proceedings shall lie for anything which is in \ngood faith done or intended to be done under this Ordinance or any rules made thereunder.]  \n21. Powers to make rules. – (1) 3[The  4[Federal Government] after consultation with the \nGovernments of the Punjab and Sind] may frame rules to carry out the purposes of this Ordinance.  \n(2) In particular and without prejudice to the generality of the foregoing powers, such rules \nmay– \n(a)   prescribe the functions and powers of the Director -General, or Deputy Director -\nGeneral and other officers under this Ordinance;  \n(b)   provide for the classes and grades of and remuneration to be paid to the officers and \nmen in the Force;  \n(c)   regulate the conditions of service of the members of the Force; and  \n(d)   prescribe the manner in which and authorities by which departmental punishments \nmay be awarded.  \n5[22. Repeal.  The West Pakistan Border Police Act, 195 9 (W.P XLVIII of 1958)  and the Sind \nRangers Force Act, 1943, as in force in the District of Karachi are hereby repealed.]  \nFIRST SCHEDULE  \nCONDITIONS OF SERVICE FOR ENROLLED MEMBERS  \n[See Section 2, clause  (g)] \n \n \n \n1Subs ., by the West Pakistan Rangers (Reconstitution) Order, 1971 (P.O.  No. 14 of 1971) , for “West Pakistan” . \n2Ins. by the Pakistan Rangers (Amendment) Ordinance, 1985 (Ord . No. XIII of 1985) , s.7. \n3Subs.  by the West Pakistan Rangers (Reconstitution) Order, 1971 (P.O.  No. 14 of 1971) , for “Government”.  \n4Subs., for “Central Government”, by Act No. XXXIV of 1975 , s.4. \n5Subs. by W.P.Ord . No. . VII of 1964.   \n \nPage 15 of 15 \n You are required to serve in the  1[Pakistan Rangers] for such period as may be prescribed by \nGovernment. During this period you will be bound by the terms and conditions laid down in the provisions \nof the  1[Pakistan Rangers] Ordinance, 1959, and the rules framed thereunder. After the expiry of your \ntenure you may apply for your discharge which may be granted to you two months after the date of your \napplication provided you are not on active duty.  \nSignature of the member of the Force in acknowledgment of the above \nhaving been read to him.  A.B.  \nSigned in my presence after I had ascertained that A.B. understood the \npurport of what he signed.  C.D.  \n \n \nDirector -General  \nor  \n               Commandant  \n \nSECOND SCHEDULE  \nCONDITIONS OF SERVICE FOR MEMBERS ON DEPUTATION  \n[See Section 2, clause ( g)] \nYou are required to serve in the  1[Pakistan Rangers] for a period of three years. As long as you \nserve in the Force you will be bound by the terms and conditions laid down in the provisions of \nthe 1[Pakistan Rangers] Ordinance, 1959, and the rules framed thereunder.  \n \nSignature of the member of the Force in acknowledgment of the above \nhaving been read to him.  A.B.  \nSigned in my presence after I had ascertained that A.B. understood the \npurport of what he signed.  C.D.  \n \n \nDirector -General  \nor  \n    Commandant  \n \nDate: -  11.03.2024  \n \n1Subs ., for “West Pakistan Rangers”, by the West Pakistan Rangers (Amendment) Act, 1975 ( Act No. XXXIV of 1975)."
}