{
    "file": "./converted_json\\administrator9e6785790fb43c10beb79d45b7daa106.json",
    "name": "The Excise (Spirits) Act, 1863",
    "date": "10th March, 1863",
    "tagline": "A special provision for levy of excise duty on spirits used in arts, manufacturing, or chemistry",
    "content": "Page 1 of 3 \n  \n  \n \n \n \nTHE EXCISE (SPIRITS) ACT, 1863  \n \n \n \nCONTENTS  \n \nPREAMBLE . \n \n1.  Duty payable on removal of such spirits from distillery  \n \n Proviso  \n \n2.  Rules of ascertaining that spirits to be remov ed have been rendered un fit for human \n consumption, etc.  \n \n3.  Penalty for breach of such rules  \n \n4.  Penalty for attempting to render fit for human consump tion spirits removed under Act  \n \n5.  Penalty how levied  \n \n6.  In case of non -payment of penalty, offender may be detained pending return to distress \n warrant  \n \n7.  Imprison ment of offender in case of failure to recover penalty by distress  \n \n8.  [Provision of section 11, Act III of 1852, relating to adul teration, not to apply to spirits \n rendered unfit for consumption under Act ] Rep. by the Repealing and Amending Act, 1891 \n (XII of 1891), s. 2 (1)  \n \n9.  Confiscation in cases of conviction under section 3 or 4 \n \n \n \n\n \nPage 2 of 3 \n 1[THE  EXCISE  (SPIRITS)  ACT,  1863]  \n \nACT  No. XVI OF 1863  \n \n[10th March,  1863]  \n \nAn Act to make  special  provision  for the levy of the Excise -duty payable  on Spirits  used \nexclusively  in Arts and Manufactures  or in Chemistry.  \n \n Preamble.  WHEREAS  it is expedient  to make  special  provision  for the levy of the excise  \nduty payable  on spirits  used exclusively  in arts and manufactures  or in chemistry;  It is enacted  as \nfollows:__ \n \n 1. Duty  payable  on removal  of such  spirits  from  distillery.  Spirits  intended  to be used \nexclusively  in arts and manu factures  or in chemistry  may be removed  from  any licensed  distillery  in \nany part of 2[Pakistan]  on payment  of duty 3[not exceeding  five]  per cent. on the value  of the spirits: \n \n Proviso. Provided that no spirits shall be so removed until they have been effectually and \npermanently rendered unfit for human con sumption.  \n \n 2. Rules of ascertaining that spirits to be remov ed have been rendered un fit for human \nconsumption, etc. 4[In each Province] the Board of Revenue, or other authority specially authorized \nin that behalf by the 5[Federal Government] shall prescribe from time to time, subject to the approval \nof the 5[Federal Government] rules___ \n \n for ascertaining and determining that spirits proposed to be removed for the purposes \naforesaid have been effectually and permanently rendered unfit for human consump tion, as required \nby section 1 of this Act;  \n \n for causing such spirits to be so rendered , if necessary, by its own officers at the expense of \nthe person who wishes to remove them; and  \n \n for fixing the value of the spirit on which the ad valorem duty shall be levied.  \n \n 3. Penalty for breach of such rules. Every person who shall willfully contr avene any rule \nprescribed by the Board of Revenue, or other authority as aforesaid, under the last preceding section \nof this Act, shall be liable on conviction before any officer exercising the powers of a Magis trate to a \npenalty not exceeding five hundr ed rupees for every such offence.  \n \n1Short  title given  by the Short  Titles  Act, 1897  (14 of 1897).  \nFor Statement  of Objects  and Reasons,  see Calcutta  Gazette,  1862,  p. 4063,  and for Proceedings  in Council  relating  to the Bill, see ibid.,  Supplement,  p. \n449; and ibid.,  1863,  p. 106. \nThe Act was declared  to be in force  in all the Provinces  and the Capital  of the Federation,  except  the Scheduled  Districts,  by the Laws  Local  Extent  Act, \n1874  (15 of 1874),  s. 3. \nThe Act was repealed: — \nin Bombay  by the Bombay  Abkari (Amdt.)  Act, 1912  (Bom.  12 of 1912);  in the Punjab,  by the Punjab  Excise  Act, 1914  (Pun.  1 of 1914).  \nThis Act has been  extended  and shall be deemed  to have  been  so extended  to the whole  of Pakistan  on the 14th day of October,  1955,  by Ord. 21 of \n1960,  s. 3 and 2nd Sch. \n2Subs.  ibid.,  for “the Province  and the Capital  of the Federation”,  which  was subs.  for “British  India”  by A. O., 1949,  Arts.  3(2) and 4. \n3Subs.  for “calculated  at ten” by s. 6 of Act 8 of 1894.  \n4Ins. By A.O., 1937.  \n5The words “Central Go vernment”, which were previously subs. by A.O., 1937 for “L.G.”, have been subs. by F.A.O., 1975 (4 of 1975), Art.2 and \nSch., to read as above.  \n \nPage 3 of 3 \n  4. Penalty  for attempting  to render  fit for human  consump tion spirits  removed  under  \nAct. Every  person  who shall attempt,  or shall  connive  at an attempt,  to render  fit for human  \nconsumption,  spirits  removed  from  a distillery  under  the provisions  of this Act, shall  be liable  to a \npenalty  not exceeding  one thousand  rupees;  \n \n and the possessor  of such spirits  on which  such attempt  has been  made,  or which  may have  \nbeen  rendered  fit for human  consumption,  shall  be liable  on conviction  before  any officer  exercis ing \nthe powers  of a Magistrate,  to a penalty  not exceeding  five hundred  rupees.  \n \n 5. Penalty  how levied.  Any penalty  imposed  under  either  of the last two preceding  sections  \nmay in case of non-payment  be levied  by distress  and sale of the goods  and chattels  of the offender,  \nby warrant  under  the hand  of the officer  by whom  such penalty  was imposed.  \n \n 6. In case of non-payment  of penalty,  offender  may be detained  pending  return  to \ndistress  warrant.  In case any such penalty  shall  not be forthwith  paid,  any such officer  may order  \nthe offender  to be apprehended  and detained  in safe custody,  until the return  can be conven iently  \nmade  to such warrant  of distress,  unless  the offender  shall  give security  to the satisfaction  of such \nofficer  for his appearance  at such place  and time as shall  be appointed  for the return  of the warrant  of \ndistress.  \n \n 7. Imprison ment  of offender  in case of failure  to recover  penalty  by distress.  If upon  the \nreturn  of such warrant  it shall  appear  that no sufficient  distress  can be had whereon  to levy such \npenalty,  and the same  shall  not be forthwith  paid,  or \n \n in case it shall  appear  to the satisfac tion of such officer  by the confession  of the offender  or \notherwise  that he has not sufficient  goods  and chattels  whereupon  such penalty  could  be levied  if a \nwarrant  of distress  were  issued,  \n \n any such officer  may by warrant  under  his hand  commit  the offen der to the civil Jail, there  to \nbe imprisoned,  according  to the discretion  of such officer,  for any term not exceeding  two calendar  \nmonths  when  the amount  of penalty  shall  not exceed  fifty rupees,  and for any term not exceeding  \nfour-calendar  months  when  the amount  shall  not exceed  one hundred  rupees,  and for any term not \nexceeding  six calendar  months  in any other  case,  the commit ment  to be determinable  in each of the \ncases  aforesaid  on payment  of the amount.  \n \n 8. [Provision  of section  11, Act III of 1852,  relating  to adulteration,  not to apply  to spirits  \nrendered  unfit for consumption  under  Act.] Rep. by the Repealing  and Amending  Act, 1891  (XII of \n1891),  s. 2 (1). \n \n 9. Confiscation  in cases  of conviction  under  section  3 or 4. In every  case of conviction  \nunder  section  3 or section  4 of this Act, the liquor  or spirits  with the cask or vessel  containing  in the \nsame,  and the cart, boat and animal  or animals  employed  in carrying  such liquor  or spirit,  shall  be \nliable  to confiscation.  \n \n \n____________  \n \n \n \nDate: 13 -09-2024"
}