{
    "file": "./converted_json\\administratorf55c8364472e13dc098d52c71def1f58.json",
    "name": "Islamabad Rent Restriction Ordinance, 2001",
    "date": "23rd January, 2001",
    "tagline": "Regulating the relations between landlords and tenants in Islamabad Capital Territory",
    "content": "Page 1 of 14 \n  \n \n \n \n \n \n \nTHE  ISLAMABAD  RENT  RESTRICTION  ORDINANCE,  2001  \n \n \n \n \n \n \n  \n \n              CONTENTS  \n                ___________  \n                    \n                   PREAMBLE  \n \nSECTIONS:  \n \n1.  Short  title, extent,  application  and commencement.  \n \n2.  Definitions.  \n \n3.  Power  to exempt.  \n \n4.  Ordinance  to override  other  Laws.  \n \n5.  Agreement  between  landlord  and tenant.  \n \n6.  Tenure  of tenancy.  \n \n7.  Appointment  of Rent  Controller.  \n \n8.  Landlord  and Tenant  to Fix Initial Rent . \n \n9.  Increase  of rent in certain  cases.  \n \n10.  Increase  of rent of residential  and non­residential  buildings.  \n \n11.  Landlord  not to claim  in excess  of fair rent. \n \n12.  Fine or premium  not to be charged  for grant,  renewal  or continuance  of tenancy.  \n \n13.  Money  which  should  not have  been  paid may be recovered.  \n \n14.  Landlord  not to interfere  with amenities  enjoyed  by the tenant.  \n \n15.  Failure  by land-lord to make  necessary  repairs.  \n \n16.  Reimbursement  of expenses  incurred  on repairs  under  order  of authority.  \nUpdated till 18-4-2022  \n\n \nPage 2 of 14 \n 16A.  Mediation Council.  \n \n17.  Eviction  of tenant.  \n \n18.  Eviction  of tenants  where  the landlord  is a salaried  employee,  widow  or minor  Orphan.  \n \n19.  Tenant  to be informed  in case of transfer  of ownership.  \n \n20.  Decisions  which  have  become  final not to be reopened.  \n \n21.  Appeal.  \n \n22.  Transfer  of case.  \n \n23.  Execution  of orders.  \n \n24.  Procedure  and power  of Controller.  \n \n25.  Service  of summons  and production  of witnesses.  \n \n26.  Compensation  for frivolous  applications  and defence.  \n \n27.  Landlord  and tenant  to furnish  particulars.  \n \n28.  Penalties.  \n \n29.  Indemnity.  \n \n30.  Power  to delegate.  \n \n31.  Power  to make  rules.  \n \n32.  Repeal  and savings.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 14 \n THE  ISLAMABAD  RENT  RESTRICTION  ORDINANCE,  2001  \n \nORDINANCE  NO. IV OF 2001  \n \n[23rd January,  2001 ] \n \nAn Ordinance  to regulate  the relations  between  the landlords  and tenants  of rented  premises  \nin the Islamabad  Capital  Territory;  \n \nWHEREAS  it is expedient  to regulate  the relations  between  the landlords  and tenants  of rented  \npremises  in the Islamabad  Capital  Territory  and to provide  for matters  ancillary  thereto  or connected  \ntherewith;  \n \nAND  WHEREAS  the National  Assembly  and the Senate  stand  suspended  in pursuance  of the \nProclamation  of Emergency  of the fourteenth  day of October,  1999,  and the Provisional  Constitution  \nOrder  No. l of 1999;  \n \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action;  \n \nNow,  THEREFORE,  in pursuance  of the Proclamation  of Emergency  of the fourteenth  day of \nOctober,  1999,  and the Provisional  Constitution  Order  No. l of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order,  1999  (Order  No.9  of 1999),  and in exercise  of all powers  enabling  \nhim in that behalf,  the President  of the Islamic Republic  of Pakistan  is pleased  to make  and promulgate  \nthe following  Ordinance:  — \n \n1. Short  title,  extent,  application  and commencement .— (1) This Ordinance may be called \nthe Islamabad  Rent  Restriction  Ordinance,  2001.  \n \n(2) It shall  extend  to *such  urban  area of Islamabad  Capital  Territory  and apply  to such \nbuildings  and rented  lands  as the Federal  Government  may,  by notification  in the official  Gazette,  \nspecify.  \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions . In this Ordinance,  unless  there  is anything  repugnant  in the subject  or context, - \n \n(a)  “Authority ” means  the Capital  Development  Authority  established  under  the \nCapital  Development  Authority  Ordinance,  1960(XXIII  of 1960);  \n \n(b)  “building” means  any building  or part thereof,  together  with all fittings  and \nfixtures  therein,  if any, and includes  any vacant  land,  garden,  ground,  godown  \nand out‑house  attached  or appurtenant  thereto,  but does not include  any place  \nof religious  worship;  \n \n(c)  “commercial  building” means  a building  constructed  and used solely  for the \npurpose  of an office,  business  or trade;  \n \n \n \n*For  such areas  Pl. see SRO  83(KE)/02,  dated  19­07­02.  \n \n \nPage 4 of 14 \n (d)  “Controller ” means  a Controller  of Rents  appointed  by the Federal  Government  \nfrom  amongst  persons  holding  a judicial  office  and includes  an Additional  \nController  of Rent  under  this Ordinance;  \n \n(e)  “fair rent” means  the rent of any building  determined  by the Controller  under  \nthis Ordinance.  \n \n(f)  “family” means  spouse,  dependent  children  and dependent  parents;  \n \n(g)  “landlord” means  the owner  of the premises  and includes  any person  for the \ntime being  authorized  or entitled  to receive  rent in respect  of any building  or \nrented  land,  whether  on his own account  or on behalf,  or for the benefit,  of any \nother  person,  or as a trustee,  guardian  or receiver,  and or a tenant  who,  being  \nauthorized  under  the terms  of his lease  so to do, sublets  the building  and every  \nother  person  for the time being  deriving  title from  the landlord;  \n \n1[(ga)   “Mediation  Council” means  Mediation  Council  constituted  under  section  16A.] \n \n(h)  “rented  land” means  any land let separately  for the purpose  of being  used \nprincipally  for business  or trade;  \n \n(i)  “residential  building” means  any building  used for the purpose  of residence,  but \ndoes not include  an office,  a boarding  house,  hostel , or motel;  and \n \n(j)  “tenant” means  any person  who undertakes  or is bound  to pay rent as \nconsideration  for the possession  or occupation  of a building  or rented  land by \nhim or by any other  person  on his behalf,  and includes,  — \n \n(i)  any person  who continues  to be in possession  or occupation  after the \ntermination  of his tenancy;  and \n \n(ii)  in the event  of the death  of the tenant,  the members  of his family  who \ncontinue  to be in possession  or occupation  of the building  or rented  land;  \nand \n \n(k)  *“Urban  area” means  such area or areas  of the Islamabad  Capital  Territory  as \nthe Federal  Government  may,  by notification  in the official  Gazette,  specify.  \n \n3. Power  to exempt . The Federal  Government  may,  by notification  in the official  Gazette,  \ndirect  that all or any of the provisions  of this Ordinance  shall  not apply  to such building  or buildings  \nas are, or may be, used as Government  offices:  \n \nProvided  that such exemption  shall  not extend  beyond  the period  of five years  from  the date of \ncompletion  of construction  of such building  as certified  by the Authority.  \n \n4. Ordinance  to override  other  Laws . The provisions  of this Ordinance  shall  have  effect  \nnotwithstanding  anything  contained  in any other  law for the time being  in force,  or in any instrument  \nor document.  \n \n1[5. Agreement  between  landlord  and tenant.⸺(1)  A landlord  shall  not let out a premises  to \na tenant  except  by a tenancy  agreement  in writing.  \n \n*For  declatation  of Urban  Areas  please  see S.R.O  83/(KE)/02,  date 19­07­2002.  \n1Ins. and Subs. by the Islamabad  Rent  Restriction  (Amendment)  Act, 2021  (XLVII  of 2021),  ss. 2-3. \n \n \n \nPage 5 of 14 \n (2) A landlord  shall  present  the tenancy  agreement  before  the Controller  within  thirty  days of \nsigning  the agreement . \n \n(3) The Controller  shall  enter  the particulars  of the tenancy  in a register,  affix  his official  seal \non the tenancy  agreement,  retain  a copy  thereof  and return  the original  tenancy  agreement  to the \nlandlord.  \n \n(4) The entry  particulars  of the tenancy  shall  not absolve  the landlord  or the tenant  of their \nliability  to register  the tenancy  agreement  under  the law relating  to registration  of documents.  \n \n(5) A tenancy  agreement  entered  in the office  of a Controller  or a certified  copy  thereof  shall  \nbe a proof  of the relationship  of landlord  and tenant.  \n \n(6) Any other  agreement  which  may be executed  between  the landlord  and the tenant  in respect  \nof the premises  shall  be presented  before  the Controller  in the same  manner  as provided  in sub-section  \n(2).] \n \n6. Tenure  of tenancy . Subject  to the provisions  of section  17, no tenancy  shall  be valid  beyond  \nsuch period  as the landlord  and tenant  may,  by mutual  agreement,  fix before  or after the \ncommencement  of the tenancy:  \n \nProvided  that a tenancy  in force  before  the commencement  of this Ordinance  for which  no \nperiod  is fixed  shall  cease  to be valid  on the expiration  of a period  of two years  from  such \ncommencement:  \n \nProvided  further  that a tenancy  which  comes  into force  after the commencement  of this \nOrdinance  and for which  no period  is fixed  shall  not be valid  after expiration  of period  of six months  \nfrom  the date of the receipt  by the tenant  of a notice  in writing  given  by the landlord  terminating  the \ntenancy.  \n \n7. Appointment  of Rent  Controller .—(1) The Federal  Government  shall  appoint  one or more  \nRent  Controllers  for an urban  area of the Islamabad  Capital  Territory.  \n \n(2) Where  more  than one Controller  is appointed  for urban  area the Federal  Government  shall  \ndeclare  one of them  to be the Senior  Rent  Controller.  \n \n(3) An application  under  this Ordinance  shall  be filed before  the Controller  having  jurisdiction  \nover the area where  the building  or rented  land,  in respect  of which  the application  is made,  is situated:  \n \nProvided  that where  there  are more  than one Controllers  for an area,  the application  shall  be \nmade  before  the Senior  Rent  Controller  who may either  deal with it himself  or make  it over for disposal  \nto other  Controller.  \n \n1[8. Landlord  and Tenant  to Fix Initial  Rent.⸺(1)  The landlord  and Tenant  shall  through  \nmutual  agreement,  fix initial  rent of building,  residential  or non-residential  rented  land.  \n \n(2) All payments  in connection  with tenancy  between  landlord  and tenant  shall  be made  \nthrough  crossed  cheques  or with proper  receipt  or acknowledgment.]  \n \n \n1Subs.  by the Islamabad  Rent  Restriction  (Amendment)  Act, 2021  (XLVII  of 2021),  s. 4. \n \n \n \nPage 6 of 14 \n 9. Increase of rent in certain cases .(1) Where the rent of any building other than  \nnon‑residential  building  or rented  land has been  determined  by an agreement  between  the landlord  and \nthe tenant,  no further  increase  in such rent shall,  during  the continuance  of tenancy  if it is less than \nthree  years,  be permissible  during  the subsistence  of the agreement  except  in cases  where  some  \naddition,  alteration  or improvement  has been  carried  out at the landlord's  expense  and on the request  \nof the tenant  in accordance  with the by‑laws of the Authority.  \n \n(2) The fair rent, as increased  on the ground  of some  addition  alteration  or improvement  under  \nsub-section  (1) shall  not exceed  the fair rent payable  under  this Ordinance  for a similar  building  or \nrented  land in the same  locality  with such addition,  alteration  or improvement  and it shall  not be \nchargeable  until such addition,  alteration  or improvement  has been  completed.  \n \n(3) Any dispute  between  the landlord  and tenant  in regard  to any increase  claimed  on ground  \nof some  addition,  alteration  or improvement  shall  be decided  by the Controller.  \n \n1[10. Increase  of rent of residential  and non-residential  buildings.  ⸺The  rent of residential  \nas well as non-residential  building  shall  stand  automatically  increased  at the end of every  one year of \nits tenancy  by ten percent  of the rent already  being  paid by the tenant.  \n \n(2) Nothing  in sub-section  (1) shall  apply  if a landlord  and a tenant  agree  to increase  or not to \nincrease  rent by agreement  in writing.]  \n \n11. Landlord  not to claim  in excess  of fair rent. The landlord  shall  not claim  or receive  any \npremium  or other  like sum in addition  to fair rent or any rent in excess  of such fair rent and any \nagreement  for payment  of any sum in addition  to rent in excess  of such fair rent shall  be void.  \n \n12. Fine  or premium  not to be charged  for grant,  renewal  or continuance  of tenancy.  No \nlandlord  shall,  in consideration  of the grant,  renewal  or continuance  of a tenancy  of any building  or \nrented  land require  the payment  of any fine, premium  or any other  like sum in addition  to the rent. \n \n13. Money  which  should  not have  been  paid  may be recovered .(1) Where  after the \ncommencement  of this Ordinance  any sum not payable  by a tenant  under  this Ordinance  has been  paid \nby him, such sum may,  without  prejudice  to any other  mode  of recovery,  be deducted  by the tenant  \nfrom  the rent payable  by him to the landlord:  \n \nProvided  that no such deduction  shall  be made  by the tenant  unless  it has been allowed  by the \nController  on an application  made  by the tenant  within  six months  of the payment  of such sum.  \n \n(2) The Controller  may,  on an application  made  by the tenant  within  six months  of his having  \nmade  payment  of any such sum as is referred  to in sub­section  (1), by order,  direct  the landlord  to \ndeposit  the said sum within  thirty  days of the order  for payment  to the tenant.  \n \n14. Landlord  not to interfere  with  amenities  enjoyed  by the tenant.  (1) No landlord  shall,  \nwithout  just or sufficient  cause,  cut off or withhold  any of the amenities  such as electricity,  gas or \nwater  enjoyed  by the tenant.  \n \n(2) A tenant  in occupation  of a building  or rented  land may,  if the landlord  has cut off or \nwithheld  any of amenities  in contravention  of the provisions  of sub­section  (1), make  a complaint  to \nthe Controller  for restoration  thereof.  \n \n1Subs . by the Islamabad Rent Restriction (Amendment) Act, 2021 (XLVII of 2021), s. 5.  \n \n \nPage 7 of 14 \n (3) If the Controller  on enquiry  finds  that the tenant  has been  in enjoyment  of the amenities  \nand that they were  cut off or withheld  by the landlord  without  just or sufficient  cause,  he shall  make  \nan order  directing  the landlord  to restore  such amenities,  or authorise  the tenant  to secure  the same  for \nhimself  and to incur  such expenses  thereon  as the Controller  may specify  and any expenditure  so \nincurred  by the tenant  shall  be adjustable  against  the rent payable  by the tenant  in respect  of that \nbuilding  or rented  land as the case may be. \n \n15. Failure  by land -lord to make  necessary  repairs .(1) If a landlord  fails to keep  a building  \nin a state of reasonable  repair,  or to make  such repairs  thereto,  not being  structural  alteration  as may,  \nfrom  time to time,  be necessary,  it shall  be competent  for the Controller  to direct,  on application  by \nthe tenant,  and after such inquiry  as the Controller  may think  necessary  that such repairs  may be made  \nby the tenant  and the cost thereof  may be deducted  from  the rent payable  by him: \n \nProvided  that nothing  in this section  shall  enable  the tenant  to spend  on repairs  any amount  in \na year exceeding  the rent of the building  for two months  unless  the Controller,  after making  necessary  \ninquiry,  is satisfied  that such repairs  are essential  to render  the building  fit for occupation:  \n \nProvided  further  that where,  under  the terms  of the agreement  of tenancy,  a tenant  is authorised  \nto make  repairs  at the expense  of the landlord,  no application  under  this section  shall  be necessary:  \n \nProvided  also that the amount  to be deducted  from  the rent payable  on account  of repairs  in a \nyear shall  not exceed  the amount  of two month’s rent. \n \nExplanation . — For the purpose  of this section,  a building  shall  be deemed  to be in a state of \nreasonable  repair  when— \n \n(i)  all floors,  walls,  pillars,  arches  and roofs  are sound  and watertight;  \n \n(ii)  all doors  and windows  are intact,  properly  painted  or oiled  and provided  with \nproper  hooks  or bolts  or other  necessary  fastenings;  \n \n(iii)  all rooms,  out‑houses  and appurtenant  buildings  are properly  colour‑washed  or \nwhite‑washed;  and \n \n(iv)  all electric,  water,  gas and sanitary  fittings,  if any are properly  maintained  and \nare safe, sound  and without  leakage.  \n \n16. Reimbursement  of expenses  incurred  on repairs  under  order  of authority .(1) Where  \nthe Authority,  in the exercise  of its powers,  under  any law for the time being  in force,  directs  a landlord  \nto make  certain  specified  repairs  to his building  not exceeding  the rent of the building  for two months  \nand the landlord  fails to comply  with the direction,  the tenant  may,  on the direction  of the Authority,  \nmake  such repairs.  \n \n(2) Where  a tenant  makes  any repairs  in pursuance  of a direction  referred  to in sub­section  (1), \nhe shall,  within  three  months  of the completion  of repair,  submit  to the Authority  an account  of the \ncosts  incurred  by him on such repairs  and the Authority  shall,  after due verification,  certify  such costs  \nwhereupon  the tenant  shall  be entitled  to deduct  the amount  of the certified  costs  from  the rent payable  \nby him. \n \n \n  \n \nPage 8 of 14 \n 1[16A.  Mediation  Council.⸺(l)  There  shall  be a Mediation  Council  consisting  of⸺ \n \n(a)  President,  Islamabad  Chamber  of Commerce  or any other  office  holder  of \nIslamabad  Chamber  of Commerce  nominated  by him     ………   Convener  \n \n(b)  a representative  of the tenant .           ………     Member  \n \n(c)  a representative  of the landlord .       ………     Member  \n \n(2) Every  dispute  between  landlord  and tenant  under  this act including  dispute  relating  to \ngoodwill  shall  be referred  to Mediation  Council.  \n \n(3) On the first date of hearing  after service  of summons  on the respondent,  the Controller  shall  \nrefer  the matter  to the Convener  for mediation  and direct  the parties  to appear  before  the Convener  \nwithin  seven  days. \n \n(4) On receipt  of a reference  from  the Controller  for mediation  and on appearance  of the parties,  \nthe Controller  shall  require  both the landlord  as well as the tenant  to nominate  a representative  within  \nthree  days who shall  be duly authorized  by him in writing  and attested  by Oath  Commissioner  to make  \nstatement  about  the dispute  and settlement  of dispute  on his behalf.  \n \n(5) On receipt  of nomination  of representatives  by the landlord  and the tenant,  the Convener  \nshall  convene  the meeting  of the Mediation  Council  not later than seven  days and thereafter  continue  \nits proceedings  on day to day basis  and complete  the same  within  thirty  days.  \n \n(6) In case settlement  is not arrived  at or any of the parties  withdraws  from  the mediation  \nproceedings,  the Convener  shall  intimate  the Controller  in writing  who shall  proceed  with case.  \n \n(7) If a settlement  is arrived  at with the consent  of representatives  of tenant  and landlord,  the \nConvener  shall  make  a settlement  deed  authenticated  by him under  his signatures  and stamp  of the \nICC,  providing  all necessary  details  and also signed  by the members  of the Mediation  Council  and \nprovide  a copy  of the settlement  deed  to each member  without  any cost. \n \n(8) The Convener  shall  file the settlement  deed  before  the Controller  within  seven  days who \nshall  pass an order  in terms  of settlement  deed  arrived  at by the parties  and such order  shall  be final.]  \n \n17. Eviction  of tenant . (1) A tenant  in possession  of a building  or rented  land shall  not be \nevicted  therefrom  except  in accordance  with provisions  of this section.  \n \n(2) A landlord  who seeks  to evict  his tenant  shall  apply  to the Controller  for a direction  in that \nbehalf.  If the Controller,  after giving  the tenant  a reasonable  opportunity  of showing  cause  against  the \napplication,  is satisfied  that— \n \n(i)  the tenant  has not paid or tendered  rent due by him in respect  of the building  or \nrented  land,  within  fifteen  days after the expiry  of the time fixed  in the \nagreement  of tenancy  with his landlord,  or in the absence  of any such agreement  \nwithin  sixty  days from  the period  for which  the rent is payable;  or \n \n(ii)  the tenant  has without  the written  consent  of the landlord— \n \n1Ins. by the Islamabad Rent Restriction (Amendment) Act, 2021 (XLVII of 2021), s. 6.  \n \nPage 9 of 14 \n (a)  transferred  his right  under  the lease  or sublet  the entire  building  or rented  \nland or any portion  thereof;  or \n \n(b)  used the building  or rented  land for purpose  other  than that for which  it \nwas leased  or has infringed  any conditions  on which  the building  or \nrented  land is held;  \n \n(iii)  the tenant  has committed  such acts as are likely  to impair  materially  the value  \nor utility  of the building  or rented  land;  or \n \n(iv)  the tenant  has indulged  in activities  as are causing  nuisance  to the neighbours;  \nor \n \n(v)  the building  or rented  land is reasonably  and in good  faith required  by the \nlandlord  for the reconstruction  or erection  of a building  or the landlord  has \nobtained  the necessary  sanction  for the said reconstruction  or erection  from  the \nAuthority:  \n \nProvided  that the Controller  may give the tenant  a reasonable  time for putting  the landlord  in \npossession  of the building  or rented  land and may extend  such time so as not to exceed  three  months  \nin the aggregate.  \n \nExplanation . —For the purpose  of clause,— \n \n(i)  the rent remitted  by money  order  or tendered  to the landlord  in such manner  as \nmay be agreed  upon  by the landlord  and the tenant  or deposited  in the office  of \nthe Controller  shall  be deemed  to have  been  duly tendered;  and \n \n(ii)  where  water  charges,  gas charges  or electricity  charges  are payable  by the tenant  \nto the landlord  such charges  shall  be deemed  to be rent. \n \n(3) If, the Controller  is not satisfied  as provided  in sub­section  (2), he shall  make  an order  \nrejecting  the application.  \n \n(4) A landlord  may apply  to the Controller  for an order  directing  the tenant  to put the landlord  \nin possession,  — \n \n(a)  in the case of residential  building,  if he requires  it in good  faith for his own \noccupation  or of any member  of his family  and he or any member  of his family,  \nas the case may be, is not occupying  any other  residential  building  suitable  for \nhis needs  at the time in the urban  area:  \n \nProvided  that he or the said member  of his family  has not vacated  such \nbuilding  in the Islamabad  Capital  Territory  without  sufficient  cause  after the \ncommencement  of this Ordinance;  and \n \n(b)  in the case of a commercial  building  or rented  land,  if he requires  it in good  faith \nfor his own use or for the use of any member  of his family:  \n \n  \n \nPage 10 of 14 \n Provided  that where  the tenancy  is for a specified  period  agreed  upon  \nbetween  the landlord  and the tenant,  the landlord  shall  not be entitled  to apply  \nunder  this sub­section  before  the expiry  of such period:  \n \nProvided  further  that where  the landlord  has obtained  possession  of a \nresidential  or commercial  building  or rented  land under  clause  (a) or clause  (b), \nhe shall  not be entitled  to apply  again  under  the said clauses  for the possession  \nof any other  building  or rented  land unless  the building  or rented  land of which  \nhe had previously  taken  possession  has become  unsuitable  for his needs.  \n \n(5) The Controller  shall,  if he is satisfied  that the claim  of the landlord  under  sub­section  (4) is \nbona  fide, make  an order  directing  the tenant  to put the landlord  in possession  of the building  or rented  \nland on such date as may be specified  by the Controller  and, if the Controller  is not satisfied,  he shall  \nmake  an order  rejecting  the application:  \n \nProvided  that the Controller  may give the tenant  a reasonable  time for putting  the landlord  in \npossession  of the building  and may extend  such time so as not to exceed  three  months  in the aggregate.  \n \n(6) Where  the landlord  who has obtained  possession  of a building  in pursuance  of an order  \nmade  under  sub­section  (5) does not himself,  or where  possession  of the building  or rented  land has \nbeen  obtained  for any member  of his family  such member  does not, occupy  the building  or rented  land \nwithin  one month  of the date of obtaining  its possession,  or having  obtained  possession  relets  it within  \nsix months  of the said date to any person  other  than the tenant,  the tenant  may apply  to the Controller  \nfor an order  directing  that the possession  of such building  be restored  to him and the Controller  may \nmake  an order  accordingly.  \n \n(7) Where  a landlord  has obtained  possession  of a building  in pursuance  of an order  under  \nclause  (v) of sub­section  (2) and does not have  the building  demolished  within  four months  of the date \nof taking  its possession,  or does not reconstruct  or erect  the new building  in accordance  with \nAuthority's  regula tions,  unless  he satisfies  the Controller  that he was prevented  from  having  the \nbuilding  demolished  or from  reconstructing  or erecting  the building  within  the said period  by reasons  \nbeyond  his control,  be punished  with imprisonment  for a term which  may extend  to six months,  or \nwith fine, or with both.  \n \n(8) In proceedings  under  this section  on the first date of hearing,  or as soon  thereafter  as may \nbe but before  the issues  are framed,  the Controller  shall  direct  the tenant  to deposit  in his office  before  \na specified  date all the rent due from  him and also to deposit  regularly  till the final decision  of the case \nbefore  the fifteenth  day of each month,  the monthly  rent which  subsequently  becomes  due, and if there  \nbe any dispute  as to the amount  of rent due, the Controller  shall  determine  such amount  approximately.  \n \n(9) If the tenant  fail to deposit  the amount  of rent before  the specified  date or, as the case may \nbe, before  the fifteenth  day of the month,  his application  if he is an applicant  shall  be dismissed  or his \ndefence,  if he is a respondent,  shall  be struck  off, and the landlord  shall  be put in possession  of the \nbuilding  without  any further  proceedings.  \n \n18. Eviction  of tenants  where  the landlord  is a salaried  employee,  widow  or minor  \nOrphan .—(1) Notwithstanding  anything  contained  in this Ordinance  or any other  law for the time \nbeing  in force,— \n \n(a)  in a case where  the landlord  has died;  or \n  \n \nPage 11 of 14 \n (b)  in a case where  the landlord  is a salaried  employee  and has retired  or is due to \nretire  or has proceeded  or is due to proceed  on leave  preparatory  to retirement  \nwithin  a period  of six months.  \n \n a notice  in writing  may be given  by such landlord  or the widow  or, minor  child  of the deceased  \nlandlord,  as the case may be, to the tenant  of a residential  building  informing  him that he or she needs,  \nthe building  for personal  use and requiring  him to deliver  vacant  possession  of the building  within  a \nperiod  of two months  from  the date of receipt  of the notice:  \n \nProvided  that no application  under  this section  shall  be maintainable  if it is made  after one year \nfrom  the date of the death  of the landlord  or, in the case of the retirement  of a salaried  person,  before  \none year from  or after one year of the date of his retirement:  \n \nProvided  further  that in case where  the landlord  has died or salaried  person  has retired  before  \nthe commencement  of this Ordinance  an application  may be made  within  a period  of one year from  \nthe date of such commencement.  \n \nExplanation .— In computing  the period  of one year from  the date of the death  of the landlord,  \nor from  the date of retirement  of a salaried  person,  the period  of notice  mentioned  in sub­section  (1) \nshall  be excluded.  \n \n(2) The right  to seek ejectment  under  sub­section  (1) shall  also be available  to a landlord  of a \nresidential  building  who is the wife,  husband  or a minor  child  of a salaried  employee  referred  to in \nsub­section  (1). \n \n(3) In the case of landlord  referred  to in sub­section  (1), or sub­section  (2), who happens  to be \na landlord  of more  than one residential  building  whether  or not in the same  locality,  action  as provided  \nfor in this section  shall  be competent  in respect  of one of such residential  building  only.  \n \n(4) A landlord  referred  to in clause  (b) of sub­section  (1), or in sub­section  (2), who is in \noccupation  of a residential  building  owned  by him shall  not be entitled  to seek ejectment  of a tenant  \nfrom  a residential  building  situated  in the locality  in which  the building  in occupation  of the landlord  \nis situated  unless  he offers  the building  in his occupation  in exchange  of the building  in possession  of \nthe tenant  on terms  and conditions  and on payment  of such rent as may be determined  by the \nController:  \n \nProvided  that the benefit  of exchange  shall  not be available  to the tenant  who refuses  to accept  \nthe offer  or the terms  and conditions  and the rate for rent agreed  by the landlord  and tenant:  \n \nProvided  further  that the tenancy  in respect  of the building  given  in exchange  shall  not extend  \nbeyond  the period  of tenancy  fixed  for the original  building.  \n \n(5) A tenant  who,  on receipt  of the notice  referred  to in sub­section  (1), fails to deliver  vacant  \npossession  of the building  to the landlord,  widow  or minor  orphan  of the deceased  landlord  or to widow  \nor minor  child  of the deceased  landlord  within  the time allowed  in the notice  shall  be liable  to be \nejected  summarily  by the Controller  on an application  being  made  to him in this behalf.  \n \n(6) On an application  being  made  to him under  sub­section  (5), the Controller  shall  issue  a \nnotice  to the tenant  and, on being  satisfied  with the bona  fides  of the request  of the landlord  or the \nwidow  or minor  orphan  of a deceased  landlord,  as the case may be, order  the summary  ejectment  of \nthe tenant.  \n \nPage 12 of 14 \n (7) A landlord  or a widow  or orphan  of a deceased  landlord  referred  to in sub­section  (1) or \nsub­ section  (2), who,  within  one year of his having  obtained  possession  of a building  as provided  for \nin sub­section  (6), relets  the building  to any person  other  than the previous  tenant  shall  be punishable  \nwith fine which  may extend  to five thousand  rupees:  \n \nProvided  that if the amount  of the annual  rent for which  the building  is so relet exceeds  five \nthousand  rupees  the amount  of fine shall  be equal  to the amount  of annual  rent. \n \n(8) The notice  referred  to in sub­section  (1) or sub­section  (2) may,  in the case of landlord  who \nis a minor,  be given  by the guardian  of such minor.  \n \n19. Tenant  to be informed  in case of transfer  of ownership . Where  the ownership  of a \nbuilding  or rented  land in the possession  of a tenant  has been  transferred  by way of sale, gift, \ninheritance  or in any other  mode  or manner  whatsoever,  the new owner  shall  send an intimation  of \nsuch transfer  in writing  by registered  post to the tenant  of such building  or rented  land and the tenant  \nshall  not be deemed  to have  defaulted  in the payment  of rent for the purposes  of clause  (i) of \nsub­section  (2) of section  17 if the rent due is paid within  thirty  days from  the date when  the intimation  \nshould,  in the normal  course,  have  reached  the tenant.  \n \n20. Decisions  which  have  become  final  not to be reopened . The Controller  shall  summarily  \nreject  any application  under  sub­section  (2) or sub­sections  (4) of sections  17 which  raises  substantially  \nthe same  issue  as has been  finally  decided  in any former  proceedings  under  this Ordinance  unless  new \ngrounds  or circumstances  have  arisen  after the final decision  in such proceedings.  \n \n21. Appeal.— (1) Any party  aggrieved  by a final order  of the Controller  made  under  this \nOrdinance  may,  within  thirty  days of the date of such order,  prefer  an appeal  to the District  Judge.  \n \n 1[(2) An appeal  may lie from  an interlocutory  order  passed  by the Controller. ] \n \n(3) On such appeal  being  preferred,  the District  Judge  may hear it himself  or refer  it for disposal  \nto an Additional  District  Judge.  \n \n(4) The District  Judge  may,  suo motu  or on an application  of any party  to proceedings,  for \nreasons  to be recorded  in writing,  recall  an appeal  made  over by him to an Additional  District  Judge  \nand either  hear it himself  or refer  it for disposal  to another  Additional  District  Judge.  \n \n(5) The appellate  authority  may,  pending  final disposal  of appeal,  suspend  the operation  of the \norder  appealed  against.  \n \n(6) The appellate  authority  admitting  an appeal  for hearing  shall  have  the same  powers  to direct  \ntenant  to deposit  the rent as are vested  in the Controller  under  this Ordinance  and, if the tenant  makes  \ndefault  in compliance  with such an order,  then if he is the appellant,  his appeal  shall  be dismissed  \nsummarily  and if the respondent,  his defence  shall  be struck  off. \n \n(7) The appellate  authority  shall  after perusing  the record  of the case and giving  the parties  an \nopportunity  of being  heard  and, if necessary,  after making  such further  inquiry,  as it thinks  fit, either  \npersonally  or through  the Controller,  make  an appropriate  order  which  shall  be final.  \n \n(8) The order of the Controller, subject to the result of appeal, shall be final.  \n \n1Subs. by the Islamabad Rent Restriction (Amendment) Act, 2021 (XLVII of 2021), s. 7.  \n \nPage 13 of 14 \n 22. Transfer  of case. On the application  of any of the parties  and after notice  to the parties  and \nafter hearing  such of them  as desire  to be heard,  or of its own motion,  without  such notice— \n \n(a)  the District  Judge  may at any stage  withdraw  any application  pending  with a \nController  subordinate  to him and transfer  the same  for disposal  to any other  \nController  subordinate  to him and competent  to try or dispose  of the same;  and \n \n(b)  the High  Court  may at any stage  withdraw  any appeal  pending  with any District  \nJudge  and transfer  the same  for disposal  to any other  District  Judge  subordinate  \nto it and competent  to try or dispose  of the same.  \n \n23. Execution  of orders . Every  order  made  under  section  14 1[, 16A] , section  17, section  18 \nand every  order  passed  in appeal  under  section  21, shall  be executed  by the Controller  as if it were  a \ndecree  of a Civil  Court.  The provisions  of Order  XXI of the First Schedule  to the Code  of Civil  \nProcedure,  1908(Act  V of 1908)  shall , so far as may be, apply  to the execution  of orders  made  under  \nthis Ordinance.  \n \n24. Procedure  and power  of Controller .— (1) Unless  otherwise  provided  in this Ordinance,  \nno order  under  sections  9, 14, 15, 17 or 18 shall  be made  by the Controller  except  after holding  an \ninquiry  and affording  to the parties  an opportunity  of being  heard.  \n \n(2) For the purposes  of holding  an inquiry  of execution  of orders  under  this Ordinance,  the \nController  shall  have  the same  powers  as are vested  in a Court  under  the Code  of Civil  Procedure,  \n1908  (Act V of 1908),  when  trying  a suit or executing  a decree  in respect  of the following  matter,  \nnamely:— \n \n(a)  summoning  and enforcing  the attendance  of any person  and examining  him on \noath;  \n \n(b)  compelling  the discovery  and production  of any document  and other  material  \nevidence;  and \n \n(c)  issuing  a commission  for the examination  of witness.  \n \n25. Service  of summons  and production  of witnesses .—(1) Service  of summons  once \neffected  on a party  shall  be sufficient  for the purposes  of the entire  proceedings  before  the Controller.  \n \n(2) The production  of witnesses  shall  be the responsibility  of the parties  and the Controller  \nshall  not summon  a witness  unless  he is satisfied  that the witness  is a servant  of the Federal  \nGovernment,  a Provincial  Government,  local  authority  or a corporate  body  and that he has to produce  \nofficial  record  of such Government,  local  authority  or corporate  body  as the same  may be. \n \n(3) Except  for sufficient  reasons  to be recorded  in writing,  the Controller  shall  finally  dispose  \nof an application  under  this Ordinance  as expeditiously  as possible  but not later than four months  of \nthe date of the first hearing  after the service  of summons  on the respondent.  \n \n(4) The proceedings  of every  inquiry  shall  be deemed  to be judicial  proceedings  within  the \nmeaning  of sections  193 and 228 of the Pakistan  Penal  Code  1860(Act  XLV  of 1860).  \n \n1Ins. by the Islamabad Rent Restriction (Amendment) Act, 2021 (XLVII of 2021), s. 8.  \n \n \nPage 14 of 14 \n (5) The Controller  shall  be deemed  to be a Civil  Court  for the purposes  of sections  480 and 482 \nof the Code  of Criminal  Procedure,  1898(Act  V of 1898).  \n \n26. Compensation  for frivolous  applications  and defence . If in the opinion  of the Controller  \nor, as the case may be, the appellate  authority  any party  to the proceedings  under  this Ordinance  is \nfound  guilty  of abuse  of the process  of law by filling  frivolous,  or vexatious  application  or by taking  \npleas  in defence  which  are false  or intended  to prolong  the proceedings  unnecessarily  he or, as the case \nmay be, it shall,  while  passing  the final order,  award  compensation  to the other  party  which  shall  not \nbe less that five thousand  rupees  or ore than ten thousand  rupees.  \n \n27. Landlord  and tenant  to furnish  particulars . Every  landlord  and every  tenant  of building  \nor rented  land shall  furnish  to the Controller,  or any person  authorised  by him in that behalf,  such \nparticulars  in respect  of such building  or rented  land as he may,  by order,  direct.  \n \n28. Penalties .— (1) Whoever  contravenes,  or fails to comply  with,  any provisions  of this \nOrdinance  or the rules  made  thereunder  shall,  if no other  penalty  is provided  in this Ordinance  for such \ncontravention  or failure,  be punishable  with fine which  may extend  to five thousand  rupees.  \n \n(2) No Court  shall  take cognizance  of an offence  under  this section  except  upon— \n \n(a)  a complaint  of facts  which  constitute  such offence  filed with the sanction  of the \nController  in writing;  and \n \n(b)  a report  in writing  of such facts  made  by the Controller.  \n \n29. Indemnity . No suit or other  legal  proceedings  shall  lie against  the Federal  Government  or \nthe Controller  or any authority  or person  in respect  of any thing  which  is in good  faith done  or intended  \nto be done  under  this Ordinance.  \n \n30. Power  to delegate . The Federal  Government  may delegate  all or any of its powers  under  \nthis Ordinance  to such of its officers  as it may deem  necessary.  \n \n31. Power  to make  rules . The Federal  Government  may,  by notification  in the official  Gazette,  \nmake  rules  for the purpose  of carrying  out the purposes  of this Ordinance.  \n \n32. Repeal  and savings .—(1) The West  Pakistan  Urban  Rent  Restriction  Ordinance,  \n1959(W.P.  Ord.VI  of 1959),  to the extent  of the Islamabad  Capital  Territory,  is hereby  repealed.  \n \n(2) Nothing  contained  in this Ordinance  shall  be deemed  to apply  to suits or appeals  falling  \nwithin  the jurisdiction  of the Controller,  or the applications  relating  thereto,  which  were  pending  before  \nany court  immediately  before  the commencement  of this Ordinance  and such suits,  appeals  or \napplications  shall  continue  to be heard  and disposed  of in accordance  with the law applicable  to them  \nbefore  such commencement.  \n \n \n \n \n___________"
}