{
    "file": "./converted_json\\administrator33fdd82556f2dba0177dc7a942362f53.json",
    "name": "Takaful Rules, 2005",
    "date": "3rd September 2005",
    "tagline": "Insurance Ordinance, 2000",
    "content": "Government of Pakistan  \nMinistry of Commerce  \nIslamabad, the 3rd September 2005 \nNOTI FI CATI ON  \nS.R.O. 905(1)/2005 – In exercise of the pow ers conferred by sub-section (1) of section 167 of the \nInsurance Ordinance, 2000 (XXXIX of 2000), read w ith clause(lxiv) of s ection 2 and the second \nproviso to section 120 thereof, th e Federal Government, is pleased  to make the following rules, \nthe same having been previously published as re quired by subsection (1) of the said section 167, \nnamely :  \n1.  Short title and commencement.- (1) These rules may be calle d the Takaful Rules, 2005.  \n \n(2) These shall come into force at once.  \n \n2.  Definitions. – (1) In these rules, unless there is anything repugnant in the subject or \ncontext, - \n \n(a) accept re-Takaful includes risks from Takaful pools or re-Takaful pools managed \nby other Takaful or re-Takaful operators fo r inclusion in Takaful pools managed by the \nTakaful operator;  \n \n(b) Bank means the State Bank of Pakistan;  \n \n(c) Central Shariah Board means the Central Shariah Board constituted by the \nSecurities and Exchange Commission of Pakistan under rule 33;  \n \n(d) contribution means Takaful charge or instalme nt payable by a participant;  \n \n(e) Family Takaful means Takaful for the benefi t of individuals, groups of \nindividuals and their families as  elaborated in the provisions of the Or dinance pertaining \nto life insurance business;  \n \n(f) General Takaful means Takaful other than Family Takaful;  \n \n(g) mudaraba based contract means a Takaful contract based on the principle of \nmudaraba;  \n \n(h) Ordinance means the Insurance Ordinance (XXXIX of 2000); \n \n(i) p articipant includes, where Takaful policy has b een assigned, the assignee for the \ntime being and, where he is entitled as against to participant Takaful Fund to the benefits \nof the policy, the legal heirs of a deceased participant;  \n \n(j) “ Participants’ Investment Account (PIA)” means the investment account of the \nparticipants under a Fa mily Takaful plan;  \n \n(k) “Participants’ Investment Fund (PIF)” means a separate  fund comprising of the \nunderlying assets representing the units of the PIA under a Family Takaful plan;  \n \n(l) “Participants Takaful Fund (PTF)” means a separate risk pool to which the \nparticipants’ risk related contributions are pa id and from which risk related benefits are \npaid out;  \n \n(m) “Participants’ membership documents (PMD)” means the documents detailing \nthe benefits and obligati ons of a participant;  \n \n(n) Principal Officer means a person, by whatever designation called, appointed by a \nTakaful operator and charged with the respon sibility of managing  the affairs of the \nTakaful operator;  \n \n(o) re-Takaful means an arrangement consistent with sound Takaful principles for re-\nTakaful of liabilities in respect  of risks accepted or to be accepted by the Takaful operator \nin the course of his carrying on Takaful bus iness and includes ceding risks from Takaful \npool(s) managed by the Takaful operator(s) to on e or more re-Takaful  pool(s) managed by \nany other one or more Takaful operato r(s) in line with Takaful principles;  \n \n(p) Shariah Board means a Shariah Board constituted  by a Takaful operator for its \nTakaful business under rule 34;  \n \n(q) Shariah compliant investments means investment that adhere to principles and \ninjunctions of Isla m as laid down in Shariah (i.e., the Quran, Sunnah, Ijma and Qiya) and \nestablished by practice and usag e and as approved by the Sh ariah Board of the Takaful \noperator;  \n \n(r) Takaful benefit includes any benefit, whether pe cuniary or not, which is secured \nby a Takaful policy, and the word “pay” and ot her expressions, where used in relation to \nTakaful benefit, shall be construed accordingly;  \n \n(s) “Takaful broker” means a person who is permitted by the Securities and \nexchange Commission to carry on Takaful business as Takaful broker;  \n \n(t) Takaful business means business of Takaful whos e aims and ope rations do not \ninvolve any element which is not in consonan ce with the injunction of  Islam as laid down \nin the Shariah;  \n \n(u) Takaful policy includes any contract of Takaful for Family Takaful business or \nGeneral Takaful business whether or not embodied  in or evidenced by an  instrument in the \nform of a participants’ membership document, and references to issuing a policy shall be \nconstrued accordingly;  \n \n(v) Takaful operator means a person who is permitted by the Securities and \nExchange Commission to carry on Takaful business as Takaful operator ;  \n \n(w) Wakala based contract means a Takaful contract based on the principle of \nWakala ; and  \n \n(x) Window Takaful Operator means a life insurer registered under the Ordinance \nand carrying out the business of Family Ta kaful under window operations within its \ncorporate structure, and follows the rules applicable to other Takaful operators.  \n \n(2)  The words and expressions used but not defined herein shall have the same \nmeaning as are assigned to them in the Ordinance.  \n \n3.  Classes of Takaful business.-( 1) For the purposes of these rules, Takaful business shall \nbe divided into the classes as specif ied in section 4 of the Ordinance.  \n \n(2) A Takaful operator may unde rwrite any or all classes of Takaful business provided \nthat under each of the classes of Takaful bus iness, approval shall be obtained from the \nCommission as to the permissibi lity of underwriting that clas s of Takaful business and the \ntypes of risks that may be permissible within  each class. The objective of this being that \nrisks of non-permissible classes of Takafu l business such as which may not be in \naccordance with the principles of indemnifica tion of losses or insurance of businesses of \nnon-permissible items as defined by the Shariah Board may not be included in the Takaful \noperations.  \n \n4.  Composite Takaful.- The Commission shall not grant regi stration to any applicant nor \nwould it permit grant an exis ting insurer the permission to underwrite an d to carry on the \nbusinesses both of Family Takaful and General Takaful conjointly.  \n \n \n5.  Window products or Takaful oper ations by conventional insurer.- (1)Existing life and \nnon-life or general insurance companies carrying on conventional business sh all not be permitted \nto underwrite Takaful business or launch such products :  \nProvided that in case an existing non-life or general in surer wishes to transform its \nbusiness into Takaful business, it shall be given a period of not more than one year from the date \nit start underwrite Takaful products, after which it would be required to underwrite Takaful \nproducts only. After this peri od, the licence of that insure r for underwriting conventional \ninsurance business shall stand cancelled automatica lly. This period shall be  meant to give such \ninsurer time to establish itse lf in Takaful operations.  \n2.  The Commission, after at l east five years of the star t of Takaful operations in \nPakistan, may allow window Takaful operations in consultation with the Ministry of Commerce to conventional insura nce companies, subject to su ch terms and conditions as \nmay be recommended or specified by the Commission from time to time.  \n \n6. Requirement for carrying on business as Takaful operator.- Subject to these rules, Takaful \nbusiness shall not be carried on in Pakistan by any person as Takaful operator who is not eligible under section 5 of the Ordinance and has not been granted a cer tificate of registration by the \nCommission under section 6 of the Ordinance. \n \n7.  Use of word “Takaful”.- No person other than a registered Takaful operator  \nshall, without the written consent of the Commi ssion, use the word “Takaf ul” or any other word \nimplying similar meaning indicating that such person carries on Takaful business in the name, \ndescription or title under which it  carries on business in Pakistan or make any representation to \nsuch effect in any bill-head, letter paper, no tice or advertisement or in any other manner \nwhatsoever .  \n \n8.  Takaful operational model.- (1) The principal operational model for insurance risk \nmanagement and the investment component shall be based on the Islamic concept of wakala and \nmodarba, respectively. \n \n(2) All contributions received under Family Ta kaful contracts shall be credited to the \nTakaful Business Statutory Fund. All such contri butions shall be divided into the following \ncomponents, the determination of each component being clearly and unambiguously defined in the participants’ membership documents (PMD), namely: - \n \n(a) Investment component;  \n \n(b) risk related component; and  \n \n(c)  Takaful operator’s fees.  \n \n(3)  A separate Participants Takaful Fund (PTF) shall be created  within the Takaful \nbusiness Statutory Fund to which the risk related component of \n \ncontributions and Takaful operator’ s fees shal l be credited and from which benefits shall \nbe paid out.  \n \n(4)  The investment component shall be credited to one or more Participants’ \nInvestment Funds (PIFs) , the proportion to be credited to each PIF being defined in the \nPMD. Each PIF shall be divided into Particip ants’ Investment Accounts (PIAs), a separate \naccount being maintained for each PIA. Invest ment of funds may be made in consonance \nwith the Islamic concept of the mudaraba, wakala or a combination of mudaraba and \nwakala at the option of the Takaful operator (or its Appointed Actuary in case of Family \nTakaful) and the Shariah Board as clearly sp elled out in the participants’ membership \ndocuments.  \n \n(5) All contributions received under General Takaful contracts, ne t of any Government \nlevies, shall be credited to one or more Pa rticipants Takaful Funds (PTFs). A General \nTakaful operator may create a single PTF or separa te PTFs for different classes of business.  \n \n9.  Participants Takaful Fund.- (1) A PTF shall be a separate fund the purpose of which \nshall be the pooling of risks amongst the participants. The role of the Takaful operator shall be the \nmanagement of the PTF and related risks. At the initial stages of the set-up of the PTF the Takaful \noperator and any of its shareholde rs may at their discretion make  an initial donation or qard-e-\nhasna to the PTF. The objectives of the PTF shal l be to provide relief to participants against \ndefined losses as per the PTF rules and the PMD.  \n(2)  The Takaful operator shall define the PT F rules which shall be in accordance with \nthe generally accepted principles and norms of insurance business suitably modified with \nguidance by the Shariah Board of the Takafu l operator. Any subsequent changes to the \nPTF rules shall also be approved by the Shariah Board.  \n \n(3)  The income of the PTF shall consist of the following, namely :- \n(a)  Contributions received from participan ts (other than the portion transferred to  \n the PIF under Family Taka ful policies) including Taka ful operator’ s fees  \n which should be a part of the contributions;  \n(b)  claims received fro m re-Takaful operators and re-insurers;  \n(c)  investment profits generated by the investment of funds and other reserves  \n attributable to participants in the PTF;  \n(d)  salvages and recoveries;  \n(e)  qard-e-hasna by the shareholders fu nd to the PTF in case of a deficit;  \n(f)  commission received from re-Takaful operators and reinsurers; and  \n(g)  any donation made by the shareholders.  \n(4)  The outgo from the PTF shall consist of the following, namely:- \n(a)  Losses settled related to participants risks and expenses di rectly related to  \n settlement of claims such as survey ors’ fees, etc, but not including any  \n \noffice expenses. All expenses to be ch arged to the PTF (other than benefit  \npayments) shall need to be define d in the PTF rules and the PMD;  \n(b)  re-Takaful and reinsurance costs;  \n(c)  Takaful operator’ s fees, which shall not be determined with reference to  \n the surplus in the PTF;  \n(d)  a  share  of  investment  profits of the \nPTF  as  mudarib’ s  share,  or  a  \n percentage of the funds as wakala fees for investment management or any  \n other combination thereof approved by the Appointed Actuary (in the case  \n of Family Takaful operator) and Shariah Board of the Takaful operator;  \n(e)  surplus distributed to participants; and  \n(f)  return of qard-e-hasna to the Shareholders Fund ;  \n(5)   \nSubject  to  the  provisions  of  the  Ordinance, technical  reserves required to  \nbe set up in the PTF shall consist of all of the following reserves or any one of them, or any \ncombination of two or more of them or such other reserves as the A ppointed Actuary of the \nTakaful operator may require to be provided, namely :- \n(a) Unearned contributions reserves ;  \n(b) incurred but not reported reserve ;  \n(c) deficiency reserve ;  \n(d) contingency reserve ;  \n(e) reserve for qarde-e-hasna to be returned in future ; and  \n(f) surplus equalization reserve .  \n \n10. Shareholders Fund (SHF).- (1) A Shareholders’ Fund shall be  maintained for Family and \nGeneral Takaful business, on similar basis, as per the requirements under the Ordinance and the \nSecurities and Exchange Insurance Rules, 2002, for life insurers, and non-life insurers, \nrespectively. The Shareholders Fund shall be mainta ined under the guidel ines provided by its \nShariah Board and Central Shariah Board. The SHF shall consist of the paid-up capital and \nundistributed profits to  the Shareholders.  \n \n(2) In the case of General Takaful operator, the income of the Shareholders Fund shall \nconsist of the following, namely: - \n \n(a) Takaful operator’ s fees, which shall no t be determined with reference to the \nsurplus in the PTF;  \n(b) profit on the investme nt of the SHF; and  \n(c) proportion of the investment  profit generated by the i nvestment of the PTF or the \nfees for investment as per the PTF rules and the PMD.  \n \n(3)  The expenses of the Shareholders Fund shall consist of all the expenses related to the Takaful operator other than those menti oned in the PTF rules and the PMD and shall \ninclude all marketing as well as administr ative, investment and operational expenses, \nexcept commissions or over-riders paid to th e business intermediaries, benefit payments \nand related expenses such as surveyors’ fees.  \n(4)  The shareholders must undertake to di scharge unconditionally all the contractual \nliabilities of the PTF, but th eir liability in this regard  shall not exceed the SHF.  \n \n11.  Qard-e-hasna.- When the PTF including reserves are insufficient to meet their current \npayments less receipts, the defici t shall be funded by way of an in terest-free loan (qard-e-hasna) \nfrom the SHF.  \n \n12. Relationships.- (1) For the risk sharing portion the rela tionship of the participants and of \nthe Takaful operator shall be directly with the PT F. The Takaful operator shall act as the wakeel \nof the PTF and the participants shal l pay contributions to the PTF.  \n \n(2) Being members of the PTF, the participants shall be entitled to the benefits as per the \nPTF rules and the PMD.  \n \n(3) The shareholders shall pr ovide an undertaking to the PTF to provide the members \nbenefits in the event th at there is a deficit in the PTF at any point by giving  a Qard-e-hasna \nto the PTF. The shareholders shall, however, have the right to recover the Qard-e-hasna \npayments to the PTF from future surpluses in the PTF.  \n \n(4) The other relationship with the Takaful oper ator shall be that of either mudarib or \nwakeel or both , where in the case of the PTF, the Takaful operator shall also act either as \nmudarib or wakeel or both to the PTF. Furt her in the case of the Family Takaful plans \nwith a savings element, the Takaful operator sha ll also act either as mudarib or wakeel or \ncombination of mudarib or wa keel relating to the PIF.  \n \n13.  Payment of losses.- (1) The Takaful operator shall, on the basis of set rules and \nregulations to be defined for the PTF and in the PMD, pay the losses of participants of the fund \nfrom the same fund as per its rules.  Besides this, all expenses that shall be incurred  for providing \nTakaful benefits such as re-Takaful contribu tions shall also be me t from the same fund.  \n \n(2) The PTF rules shall lay out the broad terms and conditions under which claims and \nother benefits shall be payabl e and conditions and limitations which sh all be applicable. \nThe PMD shall contain specific de tails related to the risks covered for a specific risk and \nmember.  \n \n(3)  The PTF as well as PMD for each class of Takaful business shall be approved by the Shariah Board of the Takaful operator and after its approval the same shall be filed with the Commission and unless objected to in writing within fifteen days of such filling by the Commission the same shall assumed to be approved and remain in force and if objected to in writing the obj ections shall be removed by the Takaful operator to the \nsatisfaction of the Commission. \n \n14. Sharing of surplus.- (1) At the end of each financial year the Takafu l operator shall evaluate \nthe assets and liabilities of the PTF and determine whether the operation for that particular period \nhad produced a surplus or a deficit fo r sharing amongst the participants.  \n \n(2) The determination of surplus in the PTF shall be done at leas t once each accounting \nyear.  \n \n(3) The determination of surplus shall be done by the Appointed Actuary for a Family \nTakaful operator; and by the Management of General Takaful operator. Such surplus shall \nbe determined by carrying out evaluation as  at the date of such determination.  \n \n(4) Surplus at each valuation date shall be made up of technical results and investment \nreturns related to the PTF. Surplus shall ar ise from the total contributions paid by the \nparticipants to the PTF less the total value of claims paid (less claims received from re-Takaful or reinsurance and recoveries made) to hem for the risks covered under the PTF, \nless Takaful operator’ s fees charged rela ted to Takaful opera tions managed by the \nTakaful operator, less commission paid to the intermediaries and the change in the \ntechnical reserves.  \n \n(5) Takaful operator may hold a portion of the surplus as a contingency reserve (over and \nabove the technical provisions). The rest of the surplus shall be  distributed to participants \nin proportion to the contributions  to the PTF net of any risk  related claims, which they \nmay have received during th e intervaluation period.  \n \n(6) In the case of General Takaful business th e distribution of surplu s shall be after each \nvaluation. Contracts completing their risk period in the accounting year for which the valuation is done shall be taken into account fo r surplus distribution based on the results of \nthe previous valuation.  \n \n(7) In the case of Family Ta kaful business the surplus distri bution may be done after each \nactuarial valuation or it may be  distributed only to those part icipants who actually leave \nthe risk pool by way of termination of member ship which may be due to the payment of \nbenefits as per the PMD or otherwise. The determination of surplus shall consider the method of surplus distribution.  \n \n(8) A Takaful operator may compute the dist ributable surpluses on the basis of the \ncombined results of all the classes of business or calculate the surpluses separately for each class.  \n \n(9) The distribution of surpluses to participan ts may be carried out more frequently than \nyearly, depending on the administration and com puter systems of the Takaful operator.  \n \n(10)  The Board of Directors, with the c onsent of the Shariah Board of the Takaful \noperator shall initially set out the detailed mech anism for the distribution of such surplus, \nand the frequency of distributions made annua lly, or more frequently  after the technical \nevaluation of assets and liabili ties. The mechanism shall form a part of the PTF and shall \nalso be mentioned in the PMD.  \n \n(11) The Takaful operator may di stribute surplus either in ca sh or adjust against future \ncontributions or in the case of Family Takaful contracts, credit the surplus to the PIA. \nHowever in the case that a member does not wish to continue as a participant in the PTF it \nshall be necessary to pay surplus to su ch member based on his entitlement.  \n \n(12) If a participant wishes to donate its surplus for social or charitable purposes, this \nshall be done by the Takaful operator.  \n \n15.  Deficit .-In case of a deficit in the PTF, the Taka ful operator shall undertake to give Qard-\ne-Hasna to the PTF to make good of the deficit. The Qard-e-Hasna may be recovered from future \nsurpluses without any excess on the ac tual amount given to the PTF.  \n \n16.  Management and marketing expenses.- (1) All the administrative and management \nexpenses of the Takaful operator, except those enumerated under sub- rule (4) of rule 9 , shall be \nborne by the shareholders in consideration of receiving a stipulated proportion of the gross \ncontributions to the PTF by way of Takaful operator fee. \n \n(2)  The shareholders shall be responsible for all expenses of management and marketing, etc. Shareholders’ income shall include the Takaful operator fee and \ninvestment management fee or  share, for the PTF and the PIF and investment income on \nthe SHF. Takaful operator fees to be charged and the investment management fee or share shall be explicitly defined in each PMD and Takaful contract.  \n \n(3)  All expenses of Takaful business sha ll form part of the expenses of Takaful \nBusiness Statutory Fund for Family Takaful ope rators; and Shareholders Fund for General \nTakaful operators.  \n \n 17.  Funds.- (1) A Takaful operator shall maintain and administer two funds, one to be \nknown as the Participants Takaful Fund (PTF); and the other the Shareholders Fund (SHF). \nFurther in the case of Family Takaful plans, a Pa rticipants’ Investment F und (PIF) related to the \nParticipants’ Investment Account (P IA) shall also be maintained;  \n  \n(2)  For Family Takaful business, the PTF, PIF and PIA shall be linked to the Takaful \nBusiness Statutory Fund.  \n  \n18.  Participants’ Investment Fund (PIF).- (1) In the case of Family Takaful plans, a portion \nof the contributions each year shall be invested to build up surrender values for the participants. \nThese shall be maintained  in the form of units for each partic ipant in a Participants’ Investment \nAccount (PIA). The underlying assets against these units shall be main tained in a separate fund to \nbe called the Participants’ Investment Fund.  \n \n(2)  The income and expenses of the PIF sh all be maintained sepa rately and unit price \nshall be determined at least once every month.  \n19. Investment management of funds.- Investment of participants contributions within the \nPTF as well as in the PIF shal l be managed under a wakala cont ract, a mudaraba contract or a \ncombination contract as determined to be s ound and workable by the Shariah Board of the \nTakaful operator. The Takaful operator shall set the fee structure and th e profit sharing ratio on \nthe investment management based on the advice of  the Shariah Board and the Appointed Actuary, \nif any. \n \n20.  Product design.-A Takaful product shall be based on the principle of waka la or mudaraba \nor both. The Appointed Actuary of the Family Taka ful operator shall ensure that the products are \nsound and workable whereas the Shariah Board of the Takaful operator shall ensure that these \nconform to the Islamic principles.  \n \n21.  Deposits.- (1) A Takaful operator shall at all time s maintain a deposit with the State Bank \nof Pakistan in accordance with the provisions of section 29 of the Ordinance.  \n \n(2) Any such deposit shall be made in cash or instrument of an approv ed Islamic financial \ninstitution. This deposit shall be marked as  a lien to the State Bank of Pakistan.  \n \n22.  Shareholders funds under capital or equity raised by the sponsor or Takaful \noperator.- (1) For a Takaful operator, the Shareholde rs funds shall be maintained only in \nsecurities or in a manner which is not against Is lamic principles and shall comprise mainly of \nsecurities which are approved by the Shar iah Board of the Takaful operator.  \n \n(2) All income accruing and receivable in re spect of a deposit shall be payable to, and \nreceivable by, the Takaful operator making the deposit.  \n \n(3) The Takaful operator who has made a deposit under this rule may at any time \nsubstitute assets comprising the deposit cash and securities as may be specified by the \nShariah Board.  \n \n23.  Books and records of Takaful business.-(1) Every Takaful operator shall maintain \nproper books and records of its bu siness. The provisions of secti on 45 of the Ordinance shall \napply to all Takaful operators.  \n \n24.      Establishment  and  ma intenance  of  Participants  Takaful  Funds,  and allocation \nof surplus.- (1)   Every Takaful  operator  shall establish and  maintain   a  Participants Takaful  \nFund in respect of the class or each of the classes of Takaful business carried on by the \nTakaful operator in Pakistan so far as that bus iness relates to policies issued in Pakistan.  \n(2)  There shall be paid into a Partic ipants Takaful Fund all receipts of the \nTakaful operator properly attributable to the business to which the Participants \nTakaful Fund relates (including the income of the Participants Takaful Fund), and the assets comprised in the Participants Takaful Fund shall be applicable only to \nmeet such part of the PTF’ s liabilities and expenses as is  properly so attributable.  \n \n(3)  In the case of a Participants Takafu l Fund established in respect of Family \nTakaful business, no part of  the Participants Takaful Fund shall be allocated by \nway of Takaful benefits to participants ex cept with the approval of the Appointed \nActuary and out of a surplus of assets  over liabilities as shown on the last \nstatutory valuation of the Participants Takaful Fund and on the making of any \nsuch allocation that surplus shall be treated for purposes of this rule as reduced by the amount allocated.  \n \n(4)  In the event of winding up, assets comprised in the deposit made by a Takaful operator under these ru les shall be treated as a ssets of the Participants \nTakaful Fund established by the Takaful op erator, and sub-rule (2) shall apply to \nthose assets accordingly. In the event of winding up and if at the same time the Participants Takaful Fund is in deficit, the de posit should first be  made available \nto meet that deficit. Only the left over shall be reimbursed to the shareholders.  \n \n(5)  A Participants Takaful Fund esta blished by a Takaful operator for any \nclass of business shall, not withstanding that the Takaful operator at any time \nceases to carry on that class of business in  Pakistan continue to  be maintained by \nthe Takaful operator so long as the Takaful operator is  required under these rules \nto maintain proper books a nd records for polic ies belonging to that class.  \n \n25.  Requirements as to assets of PTF.- (1) The assets of the PTF shall be kept \nseparate from all other assets of the Taka ful operator, and shall not include assets \ncomprised in a deposit under these rules,  nor any amounts on account of goodwill, the \nbenefit of development expenditu re or similar items not reali zable apart from the business \nor part of the business of the Takaful operator. \n \n(2) The Commission may, in respect of a ssets of the PTF, require a Takaful \noperator.- \n \n(a) not to make investments of a sp ecified class or description; and \n \n(b) to realize, before  the expiration of a specified period or such extended \nperiod as the Commission may allow, th e whole or specified proportion of \ninvestment of a specified class or descri ption held by the Takaful operator when \nthe requirement is made. \n \n26.  Solvency requirement.- For the purposes of solven cy requirement, subject to \nsections 32 to 39 of the Ordinance, all i nvestments out of the Takaful operator and \nParticipants Takaful Funds shall be made in the modes and securities approved by the \nShariah Board of the Takaful operator.  \n \n27.  Investment guidelines.- (1) The Takaful operator shall be required to invest his \navailable funds in his PTF and PIF in the m odes and products that ad here to principles \nestablished by the Shariah a nd all such modes and products shall be approved by the \nShariah Board of the Takaful operator.  \n \n(2)  Limitations in terms of percenta ge investments in different Shariah \ncompliant investments shall be issued by the Commission from time to time as \nnew instruments become available in the market.  \n \n(3)  The following guidelines shall be fo llowed for investments of the surplus \nfunds in the PTF, namely:- \n \n(a) Investment in Shariah compliant Government securities.- Any Shariah \ncompliant Government instrument such as  Islamic bonds and secu rities restricted \nto eighty per cent of the funds; and  \n(b)  Investments in immoveable property.- The Takaful operators shall be \nallowed to invest in immoveable property subject to the following conditions, \nnamely:- \n \n(i) the use and intended use of the prop erty should be in compliance with the \nIslamic principles; and  \n \n(ii) return on rented propert y may be in the form of fixed rent but in case of \ndelayed payments penalty may be charge d and the penalty amount shall be given \nto charity.  \n \n(c)  Investment in Joint Stock Companies.- The Takaful operator may invest \nits funds in joint stock companies. However, investments in non-Shariah compliant preferred stocks, debentures and interest based redeemable capital \nsecurities are not allowed. For investments in the common stocks of joint stock companies, the following guidelines should be followed in consultation with the Shariah Board, namely:- \n \n(i) The main business of the investee  company must not violate Shariah. \nTherefore, it is not permissible to acquire  the shares, debentures or certificates of \nthe companies providing fi nancial services like c onventional banks or the \ncompanies involved in business prohibite d by Shariah like alcohol production, \ngambling or night club activities, etc;- \n \n(ii) the Shariah  Board of  the  Takaful  operator   shall take into  consideration \nfactors such  as the  proportion of       income       of      the investee company from  \ninterest bearing accounts or non-Shariah base d activities, the debt to equity ratio \nand cash or cash equivalents of  the investee company; and \n(iii) investment decision shall be based on fundamental valu e of the companies \ninstead of short-term speculations. \n \n(d) Investments in redeemable capital.-  The Takaful operator may also \nmake its portfolio investments through various mutual funds operating under the \nShariah principles and approved by the Commission. Before making any \ninvestment therein, the Taka ful operator shall have th e procedures and practices \nbeing followed by such funds scrutinised by its Shariah Board.  \n \n(e)  Investments in redeemable capital.- The Takaful operators may invest \ntheir funds in Shariah comp liant instruments like Mush arika Certificates, Term \nFinance Certificates (TFCs), Participation Term Certificates (PTCs), etc. \nHowever, in case of investment in redeemab le capital it shall be necessary that the \ncertificates are issued in compliance with  the Islamic injunctions and the scheme \nof their issue be examined by the Shariah Board of the Takaful operator. The \nbasic conditions as laid down earlier for investments in  the common stock of joint \nstock companies should also be followed.  \n \n(f)  Placement of excess funds with banks and Islamic financial \ninstitutions.-  \nThe Takaful operators may invest a portion of their funds in li quid or short notice \ndeposits schemes of Islamic banks and their branches or  other Islamic financial \ninstitutions, placements in PLS saving accounts of Islamic banks and placement in \ncurrent accounts of traditional bank s without any return thereon.  \n(g)  Financing under Islamic modes through the Islamic banks and \nfinancial institutions.- The Takaful operators may ma ke arrangements with the \nIslamic banks operating in Pakistan to directly finance under musharika, \nmurabaha, ijara (lease), salam, istisna contracts approved by the Commission.  \n28.  Re-Takaful.- (1) The Takaful operator shall ensure that the re-Takaful and \nreinsurance arrangements  are consistent with the sound Takaful principles and are as per \nthe guidelines provided by its Shariah Board.  \n \n(2)  The provisions of section 41 of the Ordinance and rule 15 of the Securities \nand Exchange Commission Insurance Rule s, 2002, shall also apply to Takaful \nbusiness.  \n \n(3) In the event that the capacity provi ded by a Shariah complaint re-Takaful \noperator is not sufficient to support the business strategy of th e Takaful operator, \nthe Takaful operator, under advice of its Shariah Board, may be allowed to enter \ninto re-Takaful and reinsurance cont racts with conventional reinsurance \ncompanies till such time that proper re -Takaful arrangements are available.  \n(4) In the case of a Takaful operator the compulsory cession to the Pakistan \nReinsurance Company Limited (PRCL) shall not be applicable. Howevr, where a \nshare is offered to a conventional reinsu rance company, in such a case it shall be \nnecessary to first offer this to PRCL as  per the requirements of the Ordinance.  \n \n(5) The Takaful operator may be permitted by the Commission to share risks with other Takaful operators within and outside Pakistan.  \n \n29.  Acceptance of risk by Takaful operator.- (1) Subject to sub-rules (2) and (3), no \nTakaful operator shall accept any risk in re spect of any general business unless and until \nthe contribution payable is rece ived by the Takaful operator or  is guaranteed to be paid \nby such person.  \n \n(2)  Where the contribution payable un der sub-rule (1) is received by any \nperson, including a Takaful agent or a Taka ful broker, on behalf of a Takaful \noperator, such receipt shall be deemed to  be receipt by the Takaful operator for \nthe purposes of that sub-rule and the onus  of proving that the contribution payable \nwas received by a person, including a Taka ful broker, who was not authorized to \nreceive such contribution shall lie on the Takaful operator.  \n \n(3)  Any refund of contribution, which may become due to a participant on account of the cancellation of a policy or alteration in its terms and conditions or for any other reason shall be paid by the Takaful operator,  from the PTF, directly \nto the participant and a pr oper receipt shall be obtaine d by the Takaful operator \nfrom the participant and such refund sha ll under no circumstan ces be paid or \ncredited to any other person, including a Takaful broker.  \n \n30.  Control of forms of proposal, policies and brochures.- (1) The Commission \nmay by notice in writing require a Takaful operator to submit the forms of proposal and policies for the time being in use by the Takaful operator, and any brochure which is for \nthe time being in use there by the Takful ope rator for describing the terms or conditions \nof, or the benefits to be or likely to be deri ved from, policies; and where the whole or part \nof any such forms or brochure is not in Urdu or English there shall be submitted with it a \ntranslation in the Urdu or English.  \n \n(2)  A requirement under this rule, unless it is otherwise provided therein, shall apply to all such forms and brochures as aforesaid coming into use after the making of the requirement and before the Commission notifies the Takaful operator that the requirement is withdrawn.  \n \n(3)  If it appears to the Commission, after affording the Takaful operator an opportunity of being heard that any su ch form or brochure as aforesaid \ncontravenes or fails to comply with any provision of these rules or is in any \nrespect likely to mislead, it may, by notice in writing, direct the Takaful operator \nto discontinue the use of the form or brochure either forthw ith or from a date \nspecified in the notice.  \n \nExplanation .-For the purpose of this rule, the expression “brochure” includes any \nleaflet, circular or similar advertis ing matter, whether printed or not.  \n31.  Shariah compliance audit.- Takaful operator shall appoint a Shariah compliance \nauditor who will conduct its au dit for each accounting period.  \n \n32. Accounting regulations.- The regulations and statemen ts under section 46 of the \nOrdinance shall apply to Takaful business wi th appropriate modifi cations based on the \nadvice of the Shariah Board of the Takaful operator.  \n \n33.  Central Shariah Board.-A Central Shariah Board (CSB) may be appointed by \nthe Commission for advice on any as pect of Takaful operations.  \n \n34.  Shariah Board.- (1) Each Takaful operator shall appoint a Shariah Board (SB) of \nnot less than three members which shall be responsible for the approval of products, \ndocumentation as well as approval of all opera tional practices and investment of funds \nwhich shall be filed with the Commission.  \n \n(2)  Since the Shariah scholars on  the religious boards carry great \nresponsibility, the Takaful ope rator shall appoint only hi gh calibre scholars who \nare specialized jurists in fiqh almu’ amalat  (Islamic commercial jurisprudence) to \nsuch Boards. In addition, th ey shall have knowledge of modern financial dealings \nand transactions.  \n \n(3)  The Takaful operator shall submit to the Commission details of the \nmembers of its Shariah Board at the time  of commencing Takaful business and at \nlater dates if there is a change in the composition of the Shariah Board. The Commission may within thirty days of such submission, based on reasonable grounds, require a Takaful operator in writi ng to reconstitute its Shariah Board.  \n \n35.  Meeting between Central Shariah Board and Shariah Boards.- The Central \nShariah Board may hold meetings with the members of the Shariah Boards of all Takaful operators, individually or jointly, anytime it de ems fit to discuss development of Takaful \nbusiness and also may hold such meetings on th e request of Shariah Board of the Takaful \noperators.  \n \n36.  Agent training.- Each Takaful operator shall include  in its agent training course, a \nclassroom course on Takaful concepts of a minimum of eight hours duration. Every agent \nof the Takaful operator intending to sell Takafu l business shall be re quired to attend such \ncourse.  \n \n37.  Business in rural areas.- To ensure a steady growth of Takaful business in all \nparts of Pakistan, the Takaful operator shall be encouraged to mark et Takaful products \neffectively in rural areas. \n \n38.  General.- (1) The provisions of th e Ordinance, the Insura nce Rules, 2002, and the \nSecurities and Exchange Commissi on (Insurance) Rules, 2002, shall also be applicable in \naddition to these rules.  \n \n(2) In case of any conflict between thes e rules and the Insu rance Rules, 2002, \nand the Securities and Exchange Co mmission (Insurance) Rules, 2002, the \nprovisions of these rules shall prevail.  \n             \nF.No.1(55)/ 2003-Ins.II  \n \n(Munawar Akhtar Islam) \nDeputy Secretary"
}