{
    "file": "./converted_json\\administratora266f55a5717a502f5d7600da76fc709.json",
    "name": "Civil Servants Act, 1973",
    "date": "26th September, 1973",
    "tagline": "To regulate the appointment and service terms of civil servants in Pakistan.",
    "content": "1  THE  CIVIL  SERVA NTS ACT, 1973  \n \n1 ACT NO. LXXI OF 1973   \n \n \n \n[26th September, 1973]  \n \nAn Act to regulate the appointment of persons to, and the terms and conditions of \nservice of persons in, the service of Pakistan. \n \nWHERE AS it is expedient to regulate by law, the appointm ent of persons to, and the \nterms and conditions  of service of persons in, the service of Pakistan, and to provide for \nmatters connected therewith or ancillary thereto; \n \nIt is hereby enacted as follows :— \n \n1. Short title, application and comme ncement. —(1) This Act may be called the \nCivil  Servants Act, 1973.  \n(2) It applies to all civil servants wherever they may be. \n(3) It shall come into force at once. \n \n \n \n \nCHA PTER  I \nPRELIMINARY \n2. Definitions. —(1) In this Act, unless there is anything repugnant in the subject or \ncontext,— \n \n(a) \"ad hoc appointm ent\" means appointm ent of a duly qualified person made \notherwise  th an  in  accordance  with  the  p rescribed  method  of  recruitment, \npending  recruitment in accordance with su ch method;  \n \n(b) \"civil servant\" means a person who is a member of an All-Pakistan Service or \nof a civil service of the Federation, or who holds a civil post in  connection \nwith the affairs of the Federation, including  any such post connected with \ndefence, but does not  include— \n \n(i) a person who is on d eputation to the Federation from any Province or \nother authority; \n \n(ii) a person who is  employed on contract, or on work-charged basis or who \nis paid from conting encies ; or \n \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1973, Ext., Pt. III, p. 1470. \n2  (iii) a person who is a  \"worker\" or \"workman\" as defined in the  Factories Act, \n1934  (XXV  of 1934),  or the Workmen's Comp ensation Act, 1923  (VIII of \n1923);  \n \n(c) \"initial appointm ent\" means appointm ent made otherwise than by promotion \nor transfer; \n \n(d) \"pay\" means the amount drawn month ly by a civil servant as pay and includes \ntechnical pay, special pay, personal pay and any other emolum ents declared \nby the p rescribed authority to be  pay; \n \n(e) \"permanent post\"  means a post sanctioned without  limit  of time; \n(f) \"prescribed\" means prescribed by rules; \n(g) \"rules\" means rules made or  deemed to h ave been made und er this  Act; \n \n(h) \"selection authority\" means the Federal Public  Service Commission,  a \ndepartmental selection board, departmental selection committ ee or oth er \nauthority or body on the recomm endation of, or in consult ation with which \nany appointm ent or promotion,  as may be prescribed, is made; and \n \n(i) \"temporary post\" means a post other than a permanent post.  \n \n \n \n(2) For the purposes of this Act, an appoin tment, whether by promotion  or otherwise, \nshall be deemed to h ave been made on  regular basis if it is made in the p rescribed manner. \n \n \nCHA PTER  II \n \nTERMS AND  CONDIT IONS OF SERVICE OF CIVIL SERVANTS  \n3. Terms and conditions.       1[(1)] The terms and conditi ons of service of a civil \nservant shall be as provided in this  Act and the rules. \n2[(2) The terms and conditions  of service of any person to whom  this Act applies \nshall not be varied to his dis advantage.] \n \n4. Tenure of office of civil servants. Every civil servant shall hold office during the \npleasure of the President. \n \n5. Appointments. Appointments to an All-Pakistan Service or to a civil service of \nthe Federation or to a civil post in connection with the affairs of the Federation, including \nany civil post connected with defence, shall be made in the prescribed manner by the \nPresident or by a person authorised by the President in th at behalf. \n \n6. Probation. —(1) An initial appointm ent to a service or post referred to in section \n5, not b eing an ad hoc  appointm ent, sh all be on probation as may be prescribed. \n \n(2) Any appointm ent of a civil servant by promotion or transfer to a service or post \nmay also be  made on probation as may be prescribed. \n \n1 Re-numbered by the Civil Servants (Amdt.) Act 1996 (5 of 1996), s. 1. \n2 Cl. (2) added ibid., s. 2. \n3  (3) Where, in respect of any service or post,  the satisfactory compl etion of probation \nincludes the passing of a prescribed examination, t est or course or su ccessful compl etion of \nany training, a person appoint ed on probation to such service or post who,  before the expiry \nof the original or extended period of his probation, has failed to pass such examination or \ntest or to successfully compl ete course or the training  shall, except as may be prescribed \notherwise,— \n(a) if he was appoint ed to such service or post by initi al requirement, be \ndischarged; or \n(b) if he was  appoint ed to such service or post by promotion or transfer be \nreverted to the service or post  from which he was promot ed or transferred and \nagainst which he holds a  lien or, if th ere be no su ch service or post, be discharged: \n \nProvided that, in the case of initi al appointm ent to  a service or post,  a civil servant \nshall not be deemed to have compl eted his period of probation satisfactorily until  his \ncharacter and antecedents have been verified as satisfactory in the opinion  of the appointing \nauthority. \n \n7. Co nfirmation. —(1) A person appoint ed on probation shall, on satisfactory \ncompl etion of his probation, be eligible for confirmation in a service or, as the case may be, \na post as may be prescribed. \n(2) A civil servant promot ed to a  post 1*       * on regular basis shall be eligible for \nconfirmation after rendering satisfactory service for the period prescribed for confirmation \ntherein. \n(3) There shall be no confirmation against  any temporary post.  \n(4) A civil servant who,  during the  period of his service, was eligible to be confirmed \nin any service or against any post  retires from service before being confirmed shall not, \nmerely by reason of such retirement, be refused confirmation in such service or post or any \nbenefits accruing therefrom. \n \n(5) Con firmation of a civil servant in a service or post shall take effect from the date \nof occurrence of permanent vacancy in that service or post or from the date of continuous \nofficiation, in su ch service or post, whi chever is later. \n \n8. Seniority —(1) For proper administ ration of a service, cadre or 2[post], the \nappointing  authority shall cause a seniority list  of the members for the time being of such \nservice, cadre or 2[post]  to be prepared, but nothing herein contained shall be construed to \nconfer any vested right to a particular seniority in such service, cadre or 2[post], as the case \nmay be. \n \n(2) Subject to the provisions of sub-section (1), the seniority of a civil servant shall \nbe reckoned in relation to other civil servants belonging to the same 2[service or cadre], \nwhether serving in the s ame d epartment or office or not, as may be prescribed. \n(3) Seniority on initial appointm ent to a service, 2[cadre] or post shall be determined \nas may be prescribed. \n2[(4) Seniority in a post,  service or cadre to which a civil servant is promot ed shall \ntake effect from the d ate of regular appointm ent to that post:  \n \nProvided that civil servants who are selected for promotion  to a higher post in one \nbatch shall, on their promotion  to the higher post, retain their inter se seniority as in the \nlower post.]  \n \n1 Omitted by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984), s. 2. \n2 Subs. ibid., s. 3. \n4  9. Promotion. —(1) A civil servant possessing  such minimum  qualifications  as may \nbe prescribed shall be eligible for promotion  to a 1[higher] post for the lime b eing reserved \nunder the rules for departmental promotion  in 2* * * the s ervice or cadre to which he \nbelongs. [:]3 \n \n3[“Provided that the pos ts of— \n \n(a) Addition al Secretary and Senior Joint Secretary may, in the public  interest, be \nfilled by promotion  from amongst officers of regularly constitut ed \nOccupational Groups  and services holdin g, on regular basis, posts in Basic \nPay Scale 20;  and \n \n(b) Secretary may, in the public  interest, be filled by promotion  from amongst \nofficers of regularly constitut ed Occupational Groups  and services holding, \non regular basis, posts  in Basic Pay Scale 21,  \n \nin su ch manner and sub ject to su ch conditions  as may be prescribed]  \n \n(2) A post referred to in sub-section (I) may either be a selection post or a non- \nselection post to whi ch promotions  shall be made as may be prescribed— \n \n(a) In the  case of a selection post, on the b asis of selection on m erit; and \n \n(b) in the case of a non-selection post, on the b asis of seniority-cum-fitness.; \n \n4[(3) Promotion to posts  in basic pay scales 20 and 21 and equivalent shall be made \non the recomm endations  of a Selection Board which shall consist  of a Chairman and such \nother members as the Federal Government may, by noti fication in the official Gazette, \nappoint;  \n \n10. Posting and transfer. Every civil servant shall be liable to serve any where \nwithin  or  outside  Pakistan,  in  any  5[equivalent  or  higher]  post  under  the  Federal \nGovernment, or any Provincial Government or local authority, or a corporation or body set \nup or  establish ed by any such Gov ernment; \n \nProvided that nothing  contained in this section shall apply to a civil servant recruited \nspecifically to serve in a  particular area or region; \n \n \n \n \n1 Added by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984), s. 4. \n2 Omitted ibid. \n3 Subs. and added by Ord. 33 of 01, s. 2 (w.e.f. 1-5-2000). \n4 Subs. by Ord. XX of 09, s. 2 (valid upto 31-1-10). \n5 Ins. by the Civil Servants (Amdt.) Act, 1996 (5 of 1996), s. 3. \n5  Provided further that, where a civil servant is required to serve in a post outside  his service \nor cadre, his terms and conditions  of service as to his pay shall not be less favourable than \nthose to whi ch he would  have been entitled if he had not  been so required to serve. \n \n11. Termination of service. —(1) The service of a civil servant may be terminated \nwithout  notice— \n \n(i) during the initi al or extended period of  his p robation: \n \nProvided that, were such civil servant is appoint ed by promotion  on probation or, as \nthe case may be, is transferred from one 1[service], cadre or post to another 1[service] cadre \nor post his service shall not be so terminated so long as he holds  a lien against his former \npost in su ch 1[service] cadre or post as the case may be; \n \n(ii) on the expiry of the initial or extended period of  his employment; or \n \n(iii) if  the appointm ent is made ad hoc t erminable on the appointm ent of a \nperson on the recomm endation of the s election authority, on the \nappointm ent of such person. \n \n(2) Where, on the abolition  of a post or reduction in the numb er of posts  in a cadre or \n1[service], the services of a civil servant are required to be terminated, the person whose \nservices are terminated shall ordinarily be the one who is the most  junior  in such cadre or \n1[service]. \n \n(3) Notwithst anding the  provisions  of sub-section (1), but  subject to the provisions  of \nsub-section (2), the service of a civil servant in temporary employment or appointed ad hoc \nshall be liable to t ermination on fourteen days’ notice or pay in lieu thereof. \n \n2[11A.  Absorption of civil servants rendered surplus.— Notw ithstanding anything \ncontained in this Act. the rules, agreement, contract or the terms and conditions  of service, a \ncivil servant who is rendered surplus as a result of re-organization or abolition of a Division, \ndepartment,  office or abolition  of a post in pursuance of any Government decision  may be \nappoint ed in a post,  carrying basic pay scale equal to the post held by him before such \nappointm ent, if he poss esses the qu alifications  and fulfils other conditions  applicable to that \npost:  \n \nProvided that where no equivalent post is available lie may he offered a lower post in \nsuch manner, and subject to such conditions,  as may be prescribed and where such civil \nservant is appoint ed to a lower post the pay being drawn by him  in the higher post imme - \ndiately preceding his appointm ent to a lower post  shall remain protected.] \n \n1 Subs. by Ord. 3 of 1984, s. 5. \n2 Added by Ord. 2 of 01, s. 2. \n6  1[11B.   \n(1) Where it is brought to the notice of the appointing  authority that \nappointment  of a person to a civil post was made without  observing the prescribed procedure \nor without  fulfilling  the prescribed qualification, experience and age limit,  it may send a \nreference to the Federal Public Service Commission  for determination whether he is fit to \nhold the post to which he was appointed and, if not, whether he is fit  to hold any other post  \ncompatible wit h his qu alification and experience. \n \n(2) On  receipt of the advice of the Federal Public  Service Commission  on a reference \nmade under sub-section (1), the appointi ng authority may pass such order of appointm ent or \ntermination of service as may be consid ered by it to be  just and equitable; \n \nProvided that if it is propos ed to pass order of termination of service in the light of \nthe advice of the Commission,  a reasonable opportunity of showi ng cause against the order \nof termination, shall be provided. \n \n(3) Where an order of appointment is made on the advice of the Commission,  it shall \nbe treated  as  a case  of  fresh  appointm ent  and  seniority of such  an  appoint ee  shall  be \ndetermined in accordance with the Civil  Servants (Seniority) Rul es, 1993.”] \n2[12. Reversion of lower post, etc.—(1) A civil servant appoint ed, to a higher post \non ad ho c, temporary or officiating basis shall lie liable in reversion to his low er post.  \n \n(2) No civil servant shall be dismiss ed or removed from service or reduced in rank \nby an authority subordinate to th at by which he was appoint ed. \n \n(3) No  such civil servant as aforesaid shall be dismiss ed or removed from service, or \nreduced in rank, until he has been given a reasonable oppo rtunity of showing cause against \nthe action p ropos ed to be  taken against him: \n \nProvided that this sub-section shall not apply— \n \n(i) wh ere a civil servant is dismiss ed or removed from service or reduced in rank \non the ground  of condu ct which has led to his conviction on a criminal charge \n; or \n \n(ii) where the President  or any person authorised by him under the  rules is \nsatisfied, for reasons lo be recorded in writing, that in the interest of the \nsecurity of .Pakistan or any part thereof, it is not expedient to give to that \ncivil servant such an opportunity.] \n312A. C ertain persons to be lia ble to removal, etc. Notwithst anding  anything \ncontained in this Act, or in the terms and conditions  of a civil servant appointed or promot ed \nduring the period from the first day of January, 1972  to the fifth day of July, 1977,  the \nPresident or a persons authorised by him in this  behalf may,— \n \n(a) without  notice, remove such a civil servant from service or revert him to his \nlower post  4* * as the case may be, on such date as the President or, as the case \nmay be, the p erson so  authorised may, in the public int erest, direct; or \n \n(b) in a case wh ere the  appointm ent or promotion  of such a civil servant is found \nby the President or, as the case \n \n \n \n1 Ins. by Ord. 130 of 02, s. 2. \n2 Subs. by Ord. 5 of 1996, s. 4. \n3  Subs. by the Civil Servants (Amdt.) Ordinance, 1980 (34 of 1980), s. 2, for section 12-A which was ins. by the Civil Servants (Amdt.) \nOrdinance, 1978 (12 of 1978), s. 2. \n4 Omitted by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984), s. 7. \n7  May be, the person so authorized to suffer from a deficiency in the minimum \nlength of service prescribed for promotion  or appointment to the hi gher grade, \ndirect, without  notice, that seniority in such case shall count from the date the \ncivil servant compl etes the minimum  length of service in such appointment or \npromotion  , as the case may be.] \n1[13. Retirement from service.—(1) A civil servant shall retire from service— \n(i) on  such date after he has compl eted 2[twenty] years of service qualifying for \npension  or other retirement benefits as the competent authority may, in public \ninterest, direct; or \n(ii) where no direction is given under clause (i), on the compl etion of his sixtieth \nyear of his age. \n(2) No direction under clause (i) of sub-section (1) shall be made until the civil \nservant has been informed in writing of  the grounds  on which it is proposed to make the \ndirection, and has been given a reasonable opportunity of showi ng cause against the said \ndirection. \n \nExplanatio n: In this Section, \"competent authority\" means the appoin ting authority \nprescribed in rule 6 of the Civil  Servants (App ointment, Promotion  and Transfer) Rules, \n1973.]  \n \n14. Employment after retirement. —(1) A retired civil servant shall not be re- \nemployed under the Federal Government, unless such re-employment is necessary in the \npublic  interest  and  is  made  with  the  prior  approval  of  the  authority  next  above  the \nappointing  authority: \n \nProvided that, where the appointing  authority is the President, such re-employment \nmay be ordered with the  approval of the President. \n \n(2) Subject to the provisions  of sub-section (1) of section 3 of the Ex-Government \nServants (Empl oyment with Foreign Governments) (Prohibition)  Act, 1966 (XII of 1966),  a \ncivil servant may, during l eave preparatory to  retirement, or after retirement from \nGovernment service, seek any private employment: \n \nProvided that, where employment is sought by a  civil servant while  on leave \npreparatory to retirement or within  two years of the date of his retirement, he shall obtain the \nprior approval or the p rescribed authority. \n \n15. Conduct. The conduct of a civil servant shall be regulated by rules made, or \ninstructions  issued, by Government or a prescribed authority, whether generally or in respect \nof a specified group or  class of civil servants. \n \n16.  Efficiency  and  discipline.  A  civil  servant  shall  be  li able  to  prescribed \ndisciplinary action and penalties in accordance with the p rescribed procedure. \n \n17. Pay. A civil servant appoint ed to a post 3* *shall be entitled, in accordance with \nthe rules, to the p ay sanctioned for such post  3* *. \n \n1 Subs. by Ord. 20 of 2000, s. 3. \n2 Subs. by Ord. 34 of 2001, s. 2. \n3 Omitted by the Civil Servants (Amdt.) Ordinance, 1984 (3 of 1984), s. 8. \n8  Provided that, when the appointm ent is made on a current-charge basis or by way of \naddition al charge, his pay shall be fixed in the p rescribed manner: \n \nProvided further that where a civil servant has, under an order which is later set \naside, been dismiss ed or removed from service or reduced in rank, he shall, on the setting \naside of  such order, be entitled to su ch arrears of pay as the  authority setting aside su ch order \nmay determine. \n \n18. L eave. A civil servant shall be allowed leave in accordance with  the leave rules \napplicable to  him, provided that the grant of leave will  depend on the exigencies of service \nand be  at the dis cretion of the competent authority. \n \n19. Pension and gratuity. —(1) On  retirement from service, a civil servant shall be \nentitled to receive such pension  or gratuity as may be prescribed. \n \n(2) In the event of the  death of a civil servant, whether before or after retirement, his \nfamily shall be entitled to receive such pension, or  gratuity, or both,  as may be prescribed. \n \n(3) No  pension  shall be admissible  to a civil servant who is dismiss ed or removed \nfrom service for reasons  of discipline, but Government may sanction compassion ate \nallowance to such a civil servant, not exceeding two-thirds of the pension  or gratuity whi ch \nwould  have been admis sible to him had he been invalided from service on the d ate of such \ndismis sal or removal. \n \n(4) If the determination of the amount  of pension  or gratuity admissible  to a civil \nservant is delayed beyond one month  of the dale of Ins retirement or death, he or his family, \nas the case may be, shall be paid provision ally such anticipatory pension  or gratuity as may \nbe determined by the prescribed authority, according to the length of service of the civil \nservant which qualifies for pension  or gratuity; and any overpayment consequent on such \nprovision al payment shall be adjust ed against the amount of pension  or gratuity finally \ndetermined as payable to  such civil servant or his family. \n \n20. Provident Fund.—(1) Before the expiry of the third month  of every financial \nyear, the accounts  officer or oth er officer required to maintain provident fund accounts  shall \nfurnish to every civil servant subscribing to a provident fund the account of which he is \nrequired to maintain a statement under his, hand showing the  subscriptions  to, including t he \ninterest accruing thereon, if any, and withd rawals or advances from, his provident fund \nduring the preceding financial year. \n \n(2) Where any subscription  made by a civil servant to his provident fund has not \nbeen shown  or credited in the account by the accounts  or other officer required lo maintain \nsuch account,  such subscription  shall be credited to the account of the  civil servant on the \nbasis of such evidence as may be prescribed. \n \n21. B enevolent Fund and Group Insurance. All civil servants and their families \nshall be entitled to the benefits admissible  under the Central Empl oyees Benevolent Fund \nand G roup Insurance Act, 1969 ( II of 1969), and the rules made there under. \n \n22. Right of appeal or representation. —(1) Where a right to prefer an appeal or \napply for review in respect of any order relating to the terms and conditions  of his service is \nprovided to a civil servant under any rules applicable to him, such appeal or application \nshall, except as may be otherwise prescribed, be made within  thirty days of the dale of such \norder. \n9  (2) Where no p rovision  for appeal or review exists under the rules in respect of any \norder or class of orders, a civil servant aggrieved by any such order may, within thirty days \nof the communi cation lo him of such order, make a representation against it to the authority \nnext above the authority which made the o rder: \nProvided that no representation shall lie on m atters relating to the determination of \nfitness of a person to hold a  particular post  or to be promot ed lo a  higher post or grade. \n \nCHA PTER  III \nMISCELLANE OUS \n23. Saving. Nothing  in this Act or in any rule shall be construed to limit  or abridge \nthe power of the President to deal with the case of any civil servant in such manner as may \nappear to him  lo be  just and equitable: \nProvided that, where this Act, or any rule is applicable lo the case of a civil servant, \nthe case shall not be dealt with in any manner less favourable to him than that provided by \nthis Act or such rule. \n1[23A.  Indemnity. No suit, prosecution  or oth er legal proceedings shall lie against a \ncivil servant for anything done  in his official capacity which is in good faith done  or \nintended to be done  under this Act or the rules, instructions  or di rections  made or issu ed \nthereunder. \n23B. Jurisdiction barred. Save as provided under this  Act and the  Service Tribunals \nAct, 1973  (LXX of 1973), or the  rules made thereunder, no order made or proceedings taken \nunder this Act, or the rules made there under by the President or any officer authorized by \nhim shall be called in question  in any Cou rt and no injun ction shall be granted by any Cou rt \nin respect or any decision made, or proceedings taken in pursuance or any power conferred \nby, or under this  Act or the rules made there under.] \n24. Removal of difficulties. If any difficulty arises in giving  effect to any of the \nprovisions  of  this  Act,  the  President  may makes  such  order,  not  inconsistent  with  the \nprovisions  of this Act, as may appear to him to be necessary for the purpose of removi ng the \ndifficulty: \nProvided that no such power shall be exercised after the expiry of one year from the \ncoming  into force of this Act. \n \nCHA PTER  IV \nRULES  \n25. Rules. —(1) The President, or any person 2authorised by the President in this \nbehalf, may make each rules us appear to him to be necessary or expedient for carrying out \nthe pu rposes of this Act. \n(2) Any rules, orders or instructions  in respect of any terms and conditions  of service \nof civil servants duly made or issued by an authority competent to make them and in force \nimmediately before the comm encement of this Act shall, in so far as such rules, orders or \ninstructions  arc not inconsistent with the provisi ons of this  Act, be deemed to be rules made \nunder this Act. \n26. [Repeal] Omitted by the Federal Laws (Revision and Declaration)  Ordinan ce. \n1981 (X XVII of 1981) s. 3 and S ch., II. \n \n \n \n1 Ins. by Ord. 61 of 01, s. 2. \n \n2 i.e PM see S.R.O., 120(1)98, dt. 27-2-98, Now CE by Act, 5 (2) of PCO, 1999."
}