{
    "file": "./converted_json\\administrator489c40fa445ba2b3c8bce4092c211e31.json",
    "name": "Land Improvement Loans Act, 1883",
    "date": "12th October, 1883",
    "tagline": "An Act to consolidate and amend the law relating to loans of money by the Government for agricultural improvements.",
    "content": "Page 1 of 6 \n  \n \nTHE LAND IMPROVEMENT LOANS ACT, 1883  \n \n \n \nCONTENTS  \n1.  Short title  \n2.  Acts XXVI of 1871 and XXI of 1876 repealed  \n3.  “Collector” defined  \n4.  Purposes of which loans may be granted under this Act  \n5. Mode of dealing with applications for loans  \n6.  Period for repayment of loans  \n7.  Recovery of loans  \n8.  Order granting loan conclusive on certain points  \n9.  Liability of joint borrower as among themselves  \n10.  Power to make rules  \n11.  Exemption of improvements from assessment to land -revenue  \n12.  Certain powers of Provincial Government to be exercisable by Board of Revenue or Financial \nCommissioner  \n \n  \n  \n \n \n\n \nPage 2 of 6 \n THE LAND IMPROVEMENT LOANS ACT, 1883  \n1ACT NO. XIX OF 1883  \n[12th October , 1883]  \nAn Act to consolidate and amend the law relating to loans of money by the Government for \nagricultural improvements.  \nWHEREAS it is expedient to consolidate and amend the law relating to loans of money by the \nGovernment for agricultural improvements; It is hereby enacted as follows :___  \n1. Short t itle. -(1) This Act may be called the Land Improvement Loans Act, 1883.  \n(2) Local extent, Commencement. It extends to 2[the whole of Pakistan], but shall not come \ninto force in any 3[part thereof] until such date as the 4[Provincial Government] 5* * * may , by \nnotification in the 6[official Gazette], appoint in this behalf7.  \n2. Acts XXVI of  1871 and XXI of 1876 repealed.___(1) The Land Improvement Act,  \n1871, and Act XXI of 1876 (An Act to amend the Land Improvement Act, 1871 ), shall, except \nas regards the recovery of advances made before this Act comes into force and costs incurred by the \nGovernment in respect of such advances, be repealed.  \n(2) When in any Act, Regulation or Notification passed or issued before this Act come s into \nforce, reference is made to either of those Acts, the reference shall, so far as may be practicable, be \nread as applying to this Act or the corresponding part of this Act.  \n3. “Collector” defined. In this Act, “Collector” means the Collector of land  revenue of a \ndistrict, or the Deputy Commissioner, or any officer empowered by the 4[Provincial Government] by \nname or by virtue of his office to dischar ge the functions of a Collector8 under this Act.  \n \n1For the Statement of Objects and Reasons, see Gaze tte of India, 1882, Pt. V., p. 954; for Report of the Select Committee, see ibid., 1883, Supplement, \np. 1296; for Proceedings in Council, see ibid., 1882, Supplement, pp. 1494 and 1697; ibid., 1883, Supplement, p. 2071.  \nInstruments executed by persons tak ing loans, or by their sureties, as security for the repayment of such loans, are exempted from stamp -duty-see the \nStamp Act, 1899 (2 of 1899), Sch. I, Art. 40, exemption (I), and notification under s. 9.  \nThis Act has been applied to Phulera in the Exclud ed Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P.,  \nsubject to certain modifications; see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950; and also extended to the Excluded Area of \nUpper Tanawal (N.W.F.P.) other th an Phulera with effect from 1st June, 1951, see, N.W.F.P.. Gazette, Extraordinary, dated 1st June, 1951.  \nIt has been declared to be in force in Baluchistan by the British Baluchistan Laws Regulation, 1913 (2 of 1913), s. 3.  \nIt has also been extended to t he Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1950); and applied in the Federated \nAreas of Baluchistan, see Gazette of India, 1937, Pt. I. p. 1499.  \nThe provision of this Act has been extended to the District of Kha irpur (with effect from the 15th March, 1961), see Gazette of West  \nPakistan, 1961, Pt. I, p. 145.  \nThe Act as inforce in the North -West Frontier Province immediately before the commencement of N.W.F.P. Regulation No. II of  \n1974, has been applied to the Provincially Administered Tribal Areas of Chitral, Dir, Kalam, Swat and Malakand Protected Area , by N .W.F.P. Regulation \nNo. II of 1974,s. 3.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960., (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October,  \n1955), for “all the provinces and the Capital of the Federation”, which had been sub s. by A. O., 1949, Arts. 3(2) and 4, for “the whole of British  \nIndia”.  \n3Subs. by A. O., 194 9, Sch., for “part of British India”.  \n4 Subs. by A. O., 1937, for “L. G.”.  \n5The words “with the previous sanction of the G. G. in C.” rep. by the Land Improvemen t and Agriculturists’ Loans (Amdt.) Act, 1906 (8 of  \n1906), s.2.  \n6Subs. by A. O., 1937, for “local official Gazette”.  \n7As to the date when this Act came into force in different provinces and tribal areas connected thereto, see different local Rules and Orders.  \n8Cf.s. 3 (10) of the General Clauses Act, 1897 (10 of 1897).  \n \n \n \nPage 3 of 6 \n 4. Purposes of which loans  may be granted under this Act.___(1) Subject to such rules as \nmay be made under section 10, loans may be granted under this Act, by such officer as may, from time \nto time, be empowered in this behalf by the 1[Provincial Government], for the purpose of mak ing any \nimprovement, to any person having a right to make that improvement, or, with the consent of that \nperson, to any other person.  \n(2) “Improvement” means any work which adds to the letting value of land, and includes the \nfollowing, namely :-  \n(a)  the construction of wells, tanks and other works for the storage, supply or \ndistribution of water for the purposes of agriculture, or for the use of men and \ncattle employed in agriculture;  \n(b)  the preparation of land for irrigation;  \n(c)  the drainage, recla mation from rivers or other waters, or protection from floods \nor from erosion or other damage by water, of land used for agricultural purposes \nor waste -land which is culturable ;  \n(d)  the reclamation, clearance, enclosure or permanent improvement of land for \nagricultural purposes;  \n(e)  the renewal or reconstruction of any of the foregoing works, of alterations \ntherein or additions thereto; and  \n2(f)  such other works as the 3[Provincial Government] 4* * *may, from time to time, \nby notification in the 5[official Gazette], declare to be improvements for the \npurposes of this Act.  \n5. Mode of deali ng with applications for loans.___(1) When an application for a loan is made \nunder this Act, the officer to w hom the application is made may, if it is, in his opinion, expedient that \npublic notice be given of the application, publish a notice, in such manner as the  \n3[Provincial Government] may, from time to time, direct, calling upon all persons objecting to \nthe loan to appear before him at a time and place fixed therein and submit their objections.  \n(2) The officer shall consider every objection submitted under sub -section (1), and make an \norder in writing ei ther admitting or overruling it :  \nProvided that, when the question raised by an objection is, in the opinion of the officer, one of \nsuch a nature that it cannot be satisfactorily decided except by a Civil Court, he shall postpone his \nproceedings on the application until the question has be en so decided.  \n \n \n1subs. by A.O., 1937, for “L.G.”.  \n2This clause has been amended in its application to the Province of West Pakistan (except the Capital of the Federation) by th e West Pakistan Act  \nNo. 16 of 1957, s. 3(3) and 3rd Sch. (with effect from the 14th October, 1955).  \n3Subs. by A. O., 1937, for “L . G.”.  \n4The words “with the previous sanction of the G.G. in C.” rep. by the Land Improvement and Agriculturists’ Loans (Amdt.) Act, 1906 (8 of  \n1906), s. 2.  \n5Subs. by A. O., 1937, for “local official Gazette”.  \n \n \nPage 4 of 6 \n 6. Period for repayment of loans.___(1) E very loan granted under this Act shall be made \nrepayable by installments (in the form of an annuity or otherwise), within such period from the date of \nthe actual advance of the loan, or, whe n the loan is advanced in insta llments, 1[from the date of the \nadvance of the last installment actually paid] as may, from time to time, be fixed by the rules made \nunder this Act.  \n(2) The period fixed as aforesaid shall not ordinarily exceed thirty -five years.  \n(3) The 2[Provincial Government] 3* * * in making 4* * the rules fixing the period, shall, in \nconsidering whether the period should extend to thirty -five years, or whether it should extend beyond \nthirty -five years, have regard to the durability of the work for the purpose of which the loan is granted, \nand to the e xpediency of the cost of the work being paid by the generation of persons who will \nimmediately benefit by the work.  \n7. Recovery of loans.___(1) Subject to such rules as may be made under section 10, all loans \ngranted under this Act, all interest (if any) chargeable thereon, and costs (if any) incurred in making \nthe same, shall, when they become due, be recoverable by the Collector in all or any  of the following \nmodes, namely :___  \n(a)  from the borrower -as if they were arrears of land -revenue due by hi m;  \n(b)  from his surety (if any) -as if they were arrears of land -revenue due by him;  \n(c)  out of the land for the benefit of which the loan has been granted -as if they were \narrears of land -revenue due in respect of that land ;  \n(d)  out of the property comprised in the collateral security (if any) -according to the \nprocedure for the realization of land -revenue by the sale of immoveable \nproperty other than the land on which that revenue is due:  \nProvided that no proceeding in respect of any land under clause (c) shall affect any interest in \nthat land which existed before the date of the ord er gran ting the loan, other tha n the interest of the \nborrower, and of mortgagees of, or persons having charges on, that interest, and, where the loan is \ngranted under section 4 with the consent of another person, the interest of that person, and of \nmortgagees of,  or persons having charges on, that interest.  \n(2) When any sum due on account of any such loan, interest or costs is paid to the Collector by \na surety or an owner of property comprised in any collateral security, or is recovered under sub -section \n(1) by t he Collector from a surety or out of any such property, the Collector shall, on the application \nof the surety or the owner of that property (as the case may be), recover that sum on his behalf from \nthe borrower, or out of the land for the benefit of which the loan has been granted, in manner provided \nby sub -section (1).  \n(3) It shall be in the discretion of a Collector acting under this section to determine the order in \nwhich he will resort to the various modes of recovery permitted by it.  \n \n \n1Subs. by s. 2  of the Land Improvement Loans (Amdt.) Act, 1899 (18 of 1899), for “from the date of the actual advance of the last installmen t”.  \n2Subs. by A. O., 1937, for “L. G.”.  \n3The words “and G. G. in C.” rep. by the Land Improvement and Agriculturists’ Loans (Amdt.) Act, 1906 (8 of 1906), s. 3.  \n4The words “and sanctioning” rep. ibid.  \n \nPage 5 of 6 \n 8. Order granting loan conclusive on certain points. A written order under the hand of an \nofficer empowered to make loans under this Act granti ng a loan to , or with the con sent of, a person \nmentioned therein, for the purpose of carrying out a work described therein, for the benefit of land \nspecified therein, shall, for the purposes of this Act, be conclusive evidence -  \n(a)  that the work described is an impr ovement within the meaning of this Act;  \n(b)  that the person mentioned had at the date of the order a right to make such an \nimprovement; and  \n(c)  that the improvement is one benefiting the land specified.  \n9. Liability of joint borrower as among themselves. When a loan is made under this Act to \nthe members of a village -community or to any other persons on such terms that all of them are jointly \nand severally bound to the Government for the payment of the who le amount payable in respect \nthereof, and a statement showing the portion of that amount which as among themselves each is bound \nto contribute is entered upon the order granting the loan and is signed by each of them and by the \nofficer making the order, th at statement shall be conclusive evidence of the portion of that amount \nwhich as among themselves each of those persons is bound to contribute.  \n10. Power to make rules. The l[Provincial Government] 2* * * may, from time to time, by \nnotification in the 3[official Gazette], make rules4 consistent with this Act to provide fo r the following \nmatters, namely :___  \n(a)  the manner of making applications for loans;  \n(b)  the officers by whom loans may be granted;  \n(c)  the manner of conducting inquiries relative to applications for loans, and the \npowers to be exercised by officers conducting those inquiries;  \n(d)  the nature of the security to be taken for the due application and repayment of \nthe money, the rate of interest at which, and the conditions under which , loans \nmay be granted, and the manner and time of granting loans;  \n(e)  the inspection of works for which loans have been granted;  \n(f)  the installments by which, and the mode in which, loans, the interest to be \ncharged on them and the costs incurred in the making thereof, shall be paid;  \n(g)  the manner of keeping and auditing the accounts of the expenditure of loans and \nof the payments made in respect of the same; and  \n(h)  all other matters pertaining to the working of the Act.  \n11. Exemption of improv ements from assessment to land -revenue. When land is improved \nwith the aid of a loan granted under this Act, the increase in value derived from the improvement shall \nnot be taken into account in revising the assessment of land -revenue on the land:  \n1Subs.  by A. O., 1937, for “L. G.”.  \n2The words “subject to the control of the G. G. in C.” rep. by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch., Part  I. The words “subject to this \ncontrol” had been subs. for the words “with the previous sanction” b y the Land Improvement and Agriculturists’ Loans (Amdt.) Act, 1906 (8 of 1906), \ns. 4.  \n3Subs. by A. O., 1937, for “local official Gazette”.  \n4For notification making such rules, see different local Rules and Orders.  \n \nPage 6 of 6 \n Provided as follows :-  \n(1) where the improvement consists of the reclamation of waste -land, or of the irrigation of \nland assessed at unirrigated rates, the increase may be so taken into account after the expiration of such \nperiod as may be fixed by rules1 to be framed by the 2[Provincial Government] 3* * * ;  \n(2) nothing in this section shall entitle any person to call in question any assessment of land -\nrevenue otherwise than as it might have been called in question if this Act had not been passed.  \n4[12. Certain powers of Provin cial Government to be exercisable by Board of Revenue or \nFinancial Commissioner. The powers conferred on a 2[Provincial Government] by sections 4(1),5(1) \nand 10 may, in a province for which there is a Board of Revenue or a Financial Commissioner, be \nexerci sed in the like manner and subject to the like conditions by such Board or Financial \nCommissioner, as the case may be : Provided that rules made by a Board of Revenue or Financial \nCommissioner shall be subject to the control of the 2[Provincial Government] .]  \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 16 -09-2024  \n1For such rules, see different local R. and O.  \n2Subs. by A. O., 1937, for “L. G.”.  \n3The words “with the approval of the G. G. in C.” rep. by the Land Improvement and Agriculturists’ Loans (Amdt.) Act, 1906 (8 of 1906), s.5 .  \n4S. 12 was ins. by the Decentralization Act, 1914 (4 of 1914), s.12 and Sch. Pt. I. The original s. 12 was rep. by the Registr ation Act, 1908 (16 of  \n1908)."
}