{
    "file": "./converted_json\\administrator0c13b1a7f9b06c8d1d4b0e0f352ff4ba.json",
    "name": "The Children (Pledging of Labour) Act, 1933",
    "date": "24th February, 1933",
    "tagline": "An Act to prohibit the pledging of the labour of children",
    "content": "THE CHILDREN (PLEDGING OF LABOUR) ACT, 1933  \n \n \n \n \n   CONTENTS  \n    ____________  \nSECTIONS : \n \n1.  Short title, extent and commencement.  \n \n2.  Definitions.  \n \n3.  Agreements contrary to the Act to be void.  \n \n4.  Penalty for parent or guardian making agreement to pledge the labour of a child.  \n \n5.  Penalty for making with the  parent or guardian an agreement to pledge the labour of a \nchild.  \n \n6.  Penalty for employing  a child whose labour has been pledged.  \n \n \n  \nUpdated till 21.02.2023\n \n THE CHILDREN (PLEDGING OF LABOUR) ACT, 1933  \n \n1ACT NO. II OF 1933  \n[24th February , 1933]  \n \nAn Act to prohibit the ple dging of the labour of children  \n \nWHEREAS it is expedient to prohibit the making of agreements to pledge the labour of \nchildren, and the employment of children whose labour has been pledged; It is hereby enacted as \nfollows: — \n \n1. Short title, extent and commencement. ⸻ (1) This Act may be ca lled the Children \n(Pledging of Labour) Act, 1933.  \n \n2[(2) It extends to the whole of Pakistan.]  \n \n(3) This section and sections 2 and 3 shall come into force at once, and the remaining sections \nof this Act shall come into force on the first day of July, 19 33.  \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context , — \n \n“an agreement to pledge the labour of a child” means an agreeme nt, written or oral, express or \nimplied, whereby the parent or guardian of a child, in return  for any payment or benefit received or to \nbe received by him, undertakes to cause or allow the services of the child to be utilised in any \nemployment:  \nProvided that an agreement made without detriment to a child, and not made in \nconsideration of any bene fit other than reasonable wages to be paid for the child's services, and \nterminable at not more than a week’s notice, is not an agreement within the meaning of this \ndefinition;  \n“child” means a person who is under the age of fifteen years;  and  \n“guardian” includes any person having legal custody of or control over a child.  \n3. Agreements contrary to the Act to be void. An agreement to pledge the labour of a child \nshall be void.  \n \n3[4. Penalty for parent or guardian making agreement to pledge the labour  of a child. \nWhoever, being the parent or guardian of a child, makes an agreement to pledge the labour of that \nchild, shall be punish able with fine which shall not be less than five thousand rupees and may  extend \nto twenty thousand  rupees. ]  \n \n \n1For Statement of Objects and Reasons, see Gazette of India, 1932, Pt. V, page 195.  \nThis Act has been extended to the —  \n(i) Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950) and also applied in the Federated Areas of \nBaluchistan, see Gazette of India, 1937, Pt.I.p.1499;  \n(ii) Baluchistan States Union, see the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O. 4 of 1953),  as amended ;  \n(iii) Khairpur State, see the khairpur (Federal Laws) (Extension) Order, 1953 (G.G.O. 5 of 1953), as amended; and  \n(iv) State of Bahawalpur by the Bahawalpur (Extension of Federal Laws) Order, 1953 (G.G.O. 11 of 1953).  \nThe Act have been and shall be deemed to have been brought into force in Gwadur with effect from the 8 th September, 1958, by the Gwadur \n(Application of Central Laws) Ordinance, 1960 (37 of 1960),  s.2.  \nThis Act has been applied to the Provincially Administered Tribal Areas of Baluchistan Government Notifin. No.S.O. (T.A.)3/21 /72, dt.3 -7-\n1979, see Baluchist an Gazette 1979, Ext. (Issue No.69).  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960),  s.3 and 2nd Sch., ( with effect fr om the 15th October,1955 ), for the \noriginal sub -section (2), as amended by A.O., 1949, and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951),  s.8.   \n3Subs. by t he children (pledging of labour ) (Amdt.) (Act No . XXXII of 2022) Act, 2022, s.2   (Applicable to the extent of Islamabad Capital Territory).  \n \n 1[5. Penalty for making with the  parent or gua rdian an agreement to pledge the labour of \na child. Whoever makes with the parent or guardian of a child an agreement whereby such parent or \nguardian pledges the labour of the child shall be punish able with imprisonment which may extend to \nsix months or  fine which shall not be less than twenty thousand rupees and may extend to fifty thousand \nrupees  or both, and on every subsequent conviction, the imprisonment shall not be less than six months \nor fine which shall not be less than fifty thousand rupees or both.]  \n \n1[6. Penalty for employing a child whose labour has been pledged. Whoever, knowing or \nhaving reason s to believe that an agreement has been made to pledge the labour of a child, in \nfurtherance of such agreement employs such child, or permits such c hild to be employed in any \npremises or place under his control, shall be punish able with imprisonment which may extend to six \nmonths or fine which shall not be less than twenty thousand rupees and may extend to fifty thousand \nrupees or both, and on every s ubsequent conviction, the imprisonment shall not be less than six months \nor fine which shall not be less than fifty thousand rupees or both.]  \n \n_________ ______  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by the children (Pledging of Labour ) (Amdt.) (Act No . XXXII of 2022) Act, 2022, ss. 3 & 4  (Applicable to the extent of Islamabad \nCapital Territory)."
}