{
    "file": "./converted_json\\administrator07ddb251f81955b2cf40dd1a88378051(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1  \n COMPETITION COMMISSION OF PAKISTAN  \n***  \nIslamabad, November 20, 2007  \n \nNOTIFICATION  \nS.R.O. 1189 (I) 2007 - In exercise of the powers conferred by section 56 of the \nCompetition Ordinance, 2007 (the Ordinance) read with sub -section (1) of section 40 thereof, \nthe Competition Commission of Pakistan (the Commission), is pleased to make the following \nregula tions, namely: -  \n \nCompetition Commission (General Enforcement) Regulations, 2007  \n \nPART – I  \nPRELIMINARY  \n \n1. Short title, commencement and jurisdiction. —  \n(1)  These regulations may be called the Competition (General Enforcement) \nRegulations, 2007.  \n(2)  They shall come into force at once.  \n(3)  These regulations shall apply to all such undertakings doing business in \nPakistan whether incorporated in Pakistan or not, which commit contravention \nor are likely to commit contravention of the prohibitions under Chapter II of \nthe Ordinance and any other provisions in relation thereto under the Ordinance \nor the rules, regulations, directions and orders made there under.  \n2. Definitions .—(1) In these regulations, unless there is anything repugnant in the subject or \ncontext, –  \n(a)  “applicant” means a party to a prohibited agreement who have filed an \napplication under regulation 4;  \n \n(b)  “application” means an application seeking exemption under these \nregulations;  \n \n(c)  “Chairman” means the Chairman of the Commission appointed under sub -\nsection (2) of secti on 14 and includes the Acting Chairman appointed under \nsection 16 thereof;  \n \n(d)  “Commission” means the Competition Commission of Pakistan established \nunder section 12;  \n \n(e)  “complainant” means an undertaking or a registered association of consumers \nfiling a complaint or the Federal Government filing a reference under \nregulation 17;  \n \n 2 (f)  “confidential information” means commercial information the disclosure of \nwhich would, or might, in the opinion of the Commission, significantly harm \nthe legitimate bu siness interests of the undertaking to which it relates;  \n \n(g)  “document” means any matter expressed or described upon any substance by \nmeans of letters, figures or marks, or by any other means, used or intended to \nbe used for the purpose of recording tha t matter;  \n \n(gg)1 “Fee schedule” means the schedule notified under section 20(2) (b) of the \nOrdinance;  \n(h)  “informant” means a person who furnishes information regarding \ncontravention of provisions of the Ordinance of which cognizance is to be taken \nby the Commission;  \n \n(i)  “inquiry officer” means an officer appointed by the Commission to enquire into \nany matter under these regulations;  \n \n(j)  “intervener” means any person or undertaking permitted to intervene by the \nCommission in any proceedings under t hese regulations;  \n \n(k)  “Ordinance” means the Competition Ordinance, 2007;  \n \n(l)  “party” shall include complainant and an undertaking defined in clause (p) of \nsection, 2 or the officer concerned of the department of the Commission \nconducting the relevant case, or any statutory authority, as the case may be, and \nshall include a responde nt or respondents against whom any inquiry or \nproceeding is instituted or relief is sought to be made and shall also include any \nperson permitted to join the proceedings or an intervener but does not include \nan informant;  \n \n(m)  “person” includes an undert aking;  \n \n(n)  “section” means section of the Ordinance;  \n \n(o)  “working day” means a day which is not Saturday, Sunday or a public holiday;  \n \n(2)  Words and expressions used in these regulations, but not defined herein shall have the \nmeanings assigned in the Ordinance or the rules and regulations prescribed under the \nOrdinance.  \n  \n                                                 \n1 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 3 PART - II  \nEXEMPTION PROCEDURES  \n3. Who can apply .—(1) An application for grant of individual or block exemption pursuant to \nsections 5 and 72 shall not be made by any person except a party to the agreement; \nprovided that:  \n \n(a) where the applicant is an individual, by the individual;  \n \n(b) where the applicant is a company or other body corporate, by a duly authorized \nofficer of that company or body corporate;  \n \n(c) where the applicant is a partnership firm, by a partner of that firm; and  \n \n(d) in case of any other entity, by an authorized representative of such entity.  \n \n(2)  If a joint application is made, the application shall be regarded as being made to the \nCommission by or on behalf of all the applicants, and a joint representative shal l be \nappointed duly authorized to act on behalf of all the joint applicants for the purposes \nof these regulations.  \n \n4. Form of application for exemption . — (1) Application under these regulations for the \nexemption of any agreement shall be on the Form as provided in the Schedule to these \nregulations.  \n(2)  The Commission may, by giving notice to the applicant(s), dispense with the obligation \nto submit any particular information or document (including any supporting document \nforming part of the prescribed F orm, if it considers that such information or document \nis unnecessary for examination of the application.  \n(3)  Where strict compliance with any part of the application is not possible, the \nCommission may allow that part of the application to be complied w ith in such other \nmanner as it thinks fit.  \n(4)  Every application shall be submitted in triplicate, or in such other number, as the \nCommission may require.  \n(5)  An application received by the Commission under this regulation shall be recorded in \nthe publ ic register in such manner as the Commission deems expedient.  \n(6)  No applicant shall make an application under sub -regulation (1) hereof unless it is \naccompanied by a processing fee as prescribed under the Fee Schedule3. The fee may \nbe paid in the form o f bank challan deposited with a branch of the authorized bank of \nthe Commission or a bank draft4 in favour of the Commission.  \n  \n54A. Grant of Block Exemption: In cases, where pro -competitive benefits are on record in \nterms of section 9 of the Competition Act, 2010, the Commission may grant block \nexemption at its  own, without any application to be submitted by  the concerned \nundertaking(s).  \n                                                 \n2 Amended vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n3 Amended vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n4 Amended vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n5 Inserted vide SRO No 85(I).2010 dated 04 -02-2011  \n 4 5. Power to call for information. – The Commission may call for any information or \nsubmission of a document in relati on to the grant of exemption.  \n \n6. Power to refuse an application . — The Commission may refuse an application submitted \nunder regulation 4, if -  \n \n(a)  the application is not made in accordance with regulation 4;  \n(b)  the Commission has reasonable grounds for suspecting that any information \nsubmitted to it (whether contained in the application, under regulation 4 or \notherwise) is incomplete, false or misleading or omits to state any material \ninformation;  \n(c)  the Commi ssion’s direction for any information under regulation 5 is not \ncomplied with; or  \n(d)  the Commission has reasonable grounds to believe that there has been a \nmaterial change in any information submitted to the Commission (whether as \ncontained in the appli cation, under regulation 4 or otherwise), and such change \nhas not been notified to the Commission.  \n \n7. Power to inquire .— Where the Commission receives an application made under regulation \n4 above, the Commission may proceed to decide the matter on the ba sis of the record made \navailable or it may decide to commence an inquiry in accordance with these regulations.  \n \n8. Burden of proof . — The applicant desirous of obtaining an exemption under these \nregulations shall bear the burden of proving that the condit ions relating thereto have been \nsatisfied in terms sub -section (2) of section 9.  \n \n9. Exemptions. — (1) The Commission may, subject to such conditions or obligations as it \nmay consider appropriate, grant an individual or block exemption in respect of an agr eement \nif -  \n(a) an application for an exemption has been made to the Commission in \naccordance with regulation 4; and  \n(b)  the criteria for exemption provided in section 9, are met.  \n \n(2)  Before making a block exemption order, the Commission shall notify the proposed \norder by publishing it in one English and one Urdu national daily newspaper, with a \nsummary thereof, stating:  \n(a) brief facts;  \n(b) grounds for grant of exemption;  \n(c) condit ions, if any, to which the exemption shall be subject to; and  \n(d) the period for which such exemption is valid.  \n \n(3)  The Commission may on an application made in accordance with the Competition \nCommission (Extension in Exemption) Rules, 2007 and accompa nied with the fee as \nprescribed under the “Fee Schedule ”6, extend the period for which an exemption has \neffect.  \n10. Cancellation, variation of exemptions . — (1) Where the Commission has reasonable \ngrounds for believing that there has been a material change of circumstances since the \n                                                 \n6 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 5 Commission granted an individual exemption or the information on the basis of which \nan individual exemption was granted was incom plete, false or misleading, it may, by \nnotice in writing proceed in accordance with regulation 38 and pass an order in terms \nof sub -sections (1) or (2) of section 6.  \n(2) Subject to sub section (3) of section 7, prior to cancellation of the block exemption  granted \nby the Commission, the Commission shall comply with the notice and hearing \nrequirements as provided in regulation 38.  \n \n11. Powers when conducting inquiry. — For the purposes of an inquiry under regulation 7, \nthe Commission shall have and exercise  same powers as provided in regulation 23.  \n \n12. Interim measures . — (1) Where the Commission has reason to believe that:  \n(a)  an agreement is or has been in existence which may infringe the prohibitions \nunder section 4; or  \n(b)  the prohibition under sec tion 4 has been infringed but the Commission has not \ncompleted the inquiry into the matter, the Commission may for the purposes \nof-  \n(i)  preventing serious, irreparable damage to a particular undertaking or \ncategory of undertakings, or  \n(ii)  protecting t he public interest,  \ngive such directions as it considers appropriate for that purpose.  \n \n(2) Before giving a direction under this regulation, the Commission shall -  \n(a)  give written notice to the undertaking to whom it proposes to give the direction; \nand  \n(b)  give that undertaking an opportunity to make written or oral representations \nwithin the time specified by the Commission in this behalf.  \n \n(3) A notice under sub-regulation (2 )7 shall state the reasons for issuing, the direction.  \n \n(4) Any direction given under this regulation shall have effect while sub -regulation (1) applies, \nbut may subsequently be revoked or substituted by a subsequent direction under regulation 14.  \n \n13. Decisions following an inquiry . —Consequent upon the concl usion of an inquiry \nconducted under regulation 7, the Commission may proceed to grant or refuse an exemption.  \n \n(2) Before making the decision to refuse the grant of exemption, the Commission shall -  \n \n(a)  give written notice to the undertaking likely to b e affected by the proposed \ndecision; and  \n(b)  give that undertaking an opportunity of being heard.  \n \n14. Directions in relation to agreements . — (1) The Commission may give such directions \nas it may consider appropriate while granting or refusing an exemp tion including the direction \nrequiring the parties to the agreements -  \n \n(a) to modify the agreement; or  \n                                                 \n7 Substituted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 6 (b) to terminate the agreement.  \n \n(2) Any direction under this regulation shall be in writing.  \n \n15. Enforcement of Directions .— (1) If an undertaking fails, without reasonable cause, to \ncomply with a direction under regulation 14, the Commission may -  \n \n(a)  require such undertaking to make good its default within the period specified \nin this behalf; or  \n(b)  cancel the exemption in respect of the agreement;  \n(c)  proceed to impose the penalty in accordance with section 38; or  \n(d)  initiate proceedings in a court of competent jurisdiction.  \n \nPART III  \nENQUIRIES AND ADJUDICATIONS  \n \n16. Inquiry. — (1) Without prejudice to the generality of the powers conferred under section \n37 and subject to sub -regulation (2) hereof, the Commission may commence an inquiry:  \n \n(a)  suo moto; or  \n \n(b)  upon a reference made to it by the Federal Government under regula tion 17; or  \n \n(c)  on receipt of a complaint from an undertaking or a registered association of \nconsumers under regulation 17.  \n \n(2) The Commission may commence an inquiry upon receipt of a complaint if the facts before \nit, appear to constitute a contraven tion of the following provisions:  \n \n(a) prohibition in section 3;  \n \n(b) prohibition in section 4;  \n \n(c) prohibition in section 10;  \n \n(d) prohibition in section 11; or  \n \n(e) any act, omission or facts otherwise available appear to constitute contravention of \nthe provisions of Chapter II of the Ordinance.  \n \n17. Reference and Complaints .—(1) The Commission shall upon a reference made to it by \nthe Federal Government, conduct enquiries into any matter relevant to the purposes of the \nOrdinance.  \n \n(2)  Without prejudice to the foregoing where the Commission receives from an \nundertaking or a registered association of consumers a complaint in writing , it may, \nunless it is of opinio n that the application is frivolous or vexatious or based on \ninsufficient facts, or is not substantiated by prima facie evidence, conduct an inquiry \ninto the matter to which the complaint relates.  \n 7 18. Contents of complaint and reference. — (1) A complaint/  reference/ application under \nthese regulations shall state –  \n \n(a) name of the person making the complaint/reference/application;  \n(b) address in Pakistan for delivery of notice/document;  \n(c) telephone number, fax number and electronic mail address, if available;  \n(d) mode of service of notice/documents to be used;  \n(e) name and address(es) of respondent(s); and  \n(f) name and address of authorized representative, if any;  \n \n(2) The complaint / reference/ application shall contain –  \n \n(a) a brief statement of facts;  \n(b) a summary of the alleged contravention of the Ordinance;  \n(c) a succinct presentation in support of each contravention;  \n(d) such other particulars as may be specified by the Commission;  \n(e) a schedule listing all documents/affidavits/evidence in suppo rt of each of the \npresentations ; and  \n(f) relief(s) sought.  \n \n19. Fee for filing Complaint. (1) Except for the reference fil ed by the Federal Government, \neach complaint received under these regulations shall be accompanied by an evidence having \npaid the fee as prescribed under the  Fee Schedule8.  \n \n(2)  Fee can be paid either by tendering demand draft or pay order payable in fav our of the \nCommission or challan form evidencing the payment of fee in the account of the \nCommission.  \n \n20. Power to strike out. – (1) Any vexatious or frivolous complaint, application or request for \njoinder or intervention, as the case may be, by any pers on/persons may be dismissed by the \nCommission. The Commission’s decision on the aforesaid applications being frivolous/ \nvexatious shall be made on the basis of facts and circumstances of each case.  \n(2)  The Commission may, on an application by a co -respon dent or a co - complainant or a \nco-applicant stating that no relief has been claimed by or against him/her/it or that no \nrelief has to be granted to or against him/her/it, permit the striking out of such person \nfrom the proceedings.  \n(3)9  No application made under sub -regulation (2) shall be processed unless it is \naccompanied by a processing fee as prescribed in the Fee Schedule.  \n \n21. Withdrawal of private complaints . — The Commission may permit the withdrawal of a \ncomplaint at any stage of the proceeding but an inquiry or proceeding does not necessarily \nabate on such withdrawal and may proceed if so decided by the Commission.  \n \n22. Initiation of proceedings under sec tion 30 . — (1) Where the Commission on its own or \nupon filing of the complaint is satisfied, that there has been or is likely to be, a contravention \n                                                 \n8 Substituted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n9 Inserted vide SRO NO 1126(I)/2008 dated  30-10-2008  \n 8 of any provision of the Ordinance, the Commission may issue a show cause notice stating the \nreasons thereof  to such person as may appear to it to have been or likely to be in contravention.  \n \n(2)  If the information available on the record is sufficient to satisfy the Commission that \nthe contravention of any provision of Chapter II has been committed or is like ly to be \ncommitted the Commission may proceed under sub -regulation (1) above without \nconducting inquiry under these regulations.  \n \n23. Powers during proceedings .— (1) The Commission shall, for the purpose of any \nproceedings, investigation or inquiry under these regulations, have the same powers as are \nvested in a civil court under the Code of Civil Procedure, 1908 (Act V of 1908), while trying \nany case, in respect of the following matters, namely:  \n \n(a)  Summoning and enforcing the attendance of any witness  and examining him \non oath;  \n \n(b)  discovery and production of any document or other material object producible \nas evidence;  \n \n(c)  accept evidence on affidavits;  \n \n(d)  requisitioning of any public record from any court or office; and  \n \n(e)  issuing of a commission for the examination of any witness, document or both.  \n \n(2) The Commission may, for the purpose of an inquiry or during the course of an inquiry, may \n--  \n(a)  call for information from any person for the purpose of satisfying itself, \nwhether the re has been any contravention of the provisions of the Ordinance;  \n \n(b)  require any person to produce or deliver any document or thing in its custody \nor under control, deemed useful or relevant to the inquiry and allow any record \nkept to be examined by an officer of the Commission specified in this behalf; \nand  \n \n(c)  examine any person acquainted with the facts and circumstances of the case.  \n \n(3) The Commission shall have the power to authorize any officer to enter and search any \npremises for the purpose of enforcing any provision of the Ordinance.  \n \n(4) For the purpo se of sub -regulation (3) above, the Commission may:  \n(a)  have full and free access to any premises, place, accounts, documents or \ncomputer;  \n \n(b)  stamp, or make an extract or copy of any accounts, documents or computer -\nstored information to which access is obtained under clause (a);  \n \n(c)  impound any accounts or documents and retain them for as long as may be \nnecessary for the purposes of the Ordinance;  \n 9  \n(d)  where a hard copy or computer disk of information stored on a computer is not \nmade available, i mpound and retain the computer for as long as is necessary to \ncopy the information required; and  \n \n(e)  make an inventory of any article found in any premises or place to which \naccess is obtained under clause (a).  \n \n(5) Any officer of the Commission who se eks to exercise the right to enter and search premises \nshall be required to provide evidence of his authority to act on behalf of the Commission.  \n \n(6) In the event that an undertaking refuses the entry of Inquiry Officer without reasonable \ncause, forcible  entry may be made in terms of section 35.  \n \n24. Termination of Inquiry. —The Commission may terminate the inquiry at any stage and \nmake announcement of its decision after recording the reasons for doing so, if -  \n \n(a)  the complainant does not provide prope r cooperation during inquiry;  \n \n(b)  the complainant has failed to provide any supplementary materials to the Commission \nwithin the time limit set by the Commission; and  \n \n(c)  if a complaint is struck down under sub -regulation (1) of regulation 20.  \n \n1025. Interim Order. - (1) Where, during the course of any proceeding in cases of \ncontravention of statutory provisions of the Act, the Commission is of opinion that the issue of \na final order in the proceedings is likely to take time and that, in the situation  that exists or is \nlikely to emerge, serious or irreparable damage may occur and an interim order is necessary in \nthe public interest, it may, after giving the undertaking concerned an opportunity of being \nheard, by order, direct such undertaking to do or refrain from doing or continuing to do any act \nor thing specified in the order.  \n \n(2) The Commission may pass an interim order, if considered  necessary as a \nmatter of urgency for the purpose of: - \n \na). preventing serious, irreparable damage to a particular person or class of \npersons; or  \n(b). protecting the public interest, the Commission may give such  directions as it \nconsiders appropriate for that purpose . \n \n(3) The Commission may, subject to sub -regulation (2) above read with section 32 of the \nAct, on the a pplication of a party or of its own initiative, after giving the undertaking concerned \nan opportunity of being heard, by order direct such undertaking to do or refrain from doing or \ncontinuing to do any act or thing specified in the order.  \n \n                                                 \n10 Substituted vide SRO No. 696(I)/2012 dated 06 -06-2012  \n 10 (4) The Commiss ion shall exercise its power under these regulations by taking into account \nall the relevant circumstances, including - \n \n(a). the urgency of the matter;  \n(b). the effect on the party making the request if the relief  sought \nis not granted; and  \n(c). the effect on competition if the relief is granted.  \n \n(5)  Any order or direction issued under these regulations shall be in accordance with the \nprovisions of section 32, and shall remain in force for such a period as may be specified therein \nbut not beyond the  date of final order made under section 31.”  \n \n26. Hearing after submission of Inquiry Report . — (1) Upon receipt of inquiry report where \nthe Commission is satisfied that there has been or is likely to be, a contravention of any \nprovision of Chapter II of t he Ordinance, the Commission shall:  \n \n(a)  give notice of its intention to make such order stating the reasons therefor to \nsuch person as may appear to it to be in contravention; and  \n \n(b)  give the person an opportunity of being heard on such date as may be specified \nin the notice and of placing before the Commission facts and material in \nsupport of its contention.  \n \n(2)  The hearing convened pursuant to the notice issued under sub -regulation (1) above \nshall, proceed in the following manne r:-  \n(a)  11Presen tation of case :  \n(i)The parties concerned or their duly authorized representative shall be asked \nto present their case and to produce relevant oral and/or documentary evidences \nforming the basis for issuance of show cause notice.  \n \n(ii) The parties shall appoint only such representatives to appear before the \nCommission on their behalf who are fully briefed so as to be conversant in all \nrespects with the facts and issues of the matter being heard as well as the status \nof the undertaking and are duly authori zed to make statements  or commitments \nfor and on their  behalf in relation thereto  and can respond to any or all queries \nmade by the adjudicating authority in respect thereof.”  \n \n (b)  Filing of reply : The Commission may give the person or undertaking agains t \nwhom a notice is issued under clause (a) of sub -regulation (1) above for \ncontravention of the provisions of the Ordinance, a reasonable time to present \nits explanation or arguments in defense, orally or in writing or both, and \nproduce documents in suppor t of its stance, in person or through its authorized \nrepresentative.  \n \n(c)  The Commission in its discretion may call the Inquiry Officer to attend and \nparticipate such hearing.  \n \n                                                 \n11 Amended vide SRO No 175(I)/2010 dated 15 -03-2010  \n 11 (d)  Adjournment of hearing :  \n \ni.  The Commission, if sufficient cause is shown, may from time to time \nadjourn the hearing for reasons to be recorded in writing:  \n \nProvided that not more than two adjournments shall be given in any case except \nin exceptional circumstances the nature of such exceptional circumstances shall \nbe duly recorded.  \n \nii.  All parties or their authorized representatives shall append their \nsignature on a register maintained for this purpose by the officer \nauthorized in this regard by the Commission noting the date of he aring, \nif re-fixed or on grant of adjournment, as the case may be, and no \nseparate notice shall be issued to such parties unless a new date of \nhearing is fixed by the Commission.  \n \n(e) Ex-parte order : Where on the day fixed for hearing, including day of he aring \nre-fixed on adjournment, if any party or parties to the proceeding do not appear \neven after service of notice or having noted the date, the proceedings may \ncontinue in the absence of such party or parties, not appearing and an ex -parte \ndecision may12 be made.  \n \n(3)13  During the course of hearing, any mutual agreement or an undertaking given by the \nparties may be recorded and signed by the persons, representing both the parties, who \nare duly authorized in this regard .  \n \n26A.14 Taking of Evidence. – (1) Subject to the provisions of the Ordinance, the Commission \nmay determine the manner and the nature of evidence that may be adduced in the proceedings \nbefore it.  \n \n(2) Without prejudice to sub -regulation (1), the Commission may for the purpose of inquir y or \ninvestigation, as the case may be, __  \n \n(a) admit evidence taken in the form of verifiable transcripts of tape \nrecordings, unedited versions of video recording, electronic mail, \ntelephone records including authenticated mobile telephone records, \nwritt en signed un -sworn statements of individuals or signed responses to \nwritten questionnaires or interviews or comments or opinions or analyses \nof experts based upon market surveys or economic studies or other \nauthoritative texts or otherwise, as documentary evidence;  \n(b)  admit as genuine, every document purporting to be a certificate, certified \ncopy or other document, which is by law declared to be admissible as \nevidence of any particular fact;  \n(c)  admit the entries in the books of account, including thos e maintained in \nan electronic form, regularly kept in the course of business, including \n                                                 \n12 Substituted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n13 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n14 Inserted vide SRO NO 1126( I)/2008 dated 30 -10-2008  \n 12 entries in any public or other official book, register or record or an \nelectronic record, made by a public servant in the discharge of his official \nduty, or by any othe r person in performance of a duty, specially enjoined \nby the law of the country in which such book, register or record or an \nelectronic record is kept, as documentary evidence;  \n \n(d)  admit the opinion of any person acquainted with the handwriting of the \nperson by whom a document is supposed to have been written or signed, \nas relevant fact to prove the handwriting of the person by whom the \ndocument was written or signed;  \n(e)  admit the opinion of the handwriting experts or the experts in identifying \nfinger  impressions or the persons specially skilled in interpretation of \nforeign law or of science or art;  \n(f)  take notice of the facts of which notice can be taken by a court of law \nunder Article 112 of the Qanoun -e-Shahadat Order 1984 (X of 1984);  \n(g)  accept the facts, which parties to the proceedings admit or agree in \nwriting as proved; and  \n(h)  presume that any document purporting to be a certified copy of any \nrecord of any authority, court or government of any country not forming \npart of Pakistan as gen uine and accurate, if the document purports to be \ncertified in any manner which Is certified by any representative of the \ngovernment of such country to be the manner commonly in use in that \ncountry for the certification of copies of such records, including  \ncertification by the Embassy or the High Commission of that country in \nPakistan.  \n(3) The Commission may call for the parties to lead evidence by way of affidavit or lead oral \nevidence in the matter.  \n \n(4) The Commission shall have the discretion to recor d the proceedings of taking evidence \nthrough either a tape recorder or a video camera.  \n(5) If the Commission directs evidence by a party to be led by way of oral submission, the \nCommission, if considered necessary or expedient, grant an opportunity to the other party or \nparties, as the case may be, to cross examine the person giving the evid ence.  \n \n(6) The Commission, if considered necessary or expedient, direct that the evidence of any of \nthe parties to be recorded by an officer or person designated for the said purpose, in a manner \nso prescribed by the Commission.  \n \n(7) The Commission may d irect the parties to file written note of arguments/submissions in the \nmatter.  \n \n26B15. Production of additional evidence before the Commission. --  \n \n(1) The parties to the proceedings shall not be entitled to produce before the Commission \nadditional evidenc e, either oral or documentary, which was in the possession or knowledge but \nwas not produced before the Commission during the proceedings under section 30 of the \nOrdinance, but if the Commission requires any document to be produced or any witness to be \n                                                 \n15 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 13 examined or any affidavit to be filed to enable it to pass orders or for any other substantial \ncause, or if the Commission has not given sufficient opportunity to the party to adduce \nevidence, the Commission, for reasons to be recorded, may allow such documen t to be \nproduced or witness to be examined or affidavit to be filed or may allow such evidence to be \nadduced.  \n \n(2) Such document may be produced or such witness examined or such evidence adduced \nbefore the Commission as the Commission may direct.  \n \n(3) If  the document is directed to be produced or witness examined or evidence adduced before \nany authority, such authority shall comply with the directions of the Commission and after \ncompliance, send the document, the record of the deposition of the witness or  the record of the \nevidence adduced, to the Commission.  \n(4) Additional evidence/document may be made available by the Commission to the parties to \nthe proceedings other than the party adducing the evidence.;  \n \n27. Intervener .— (1) Any person may be permit ted to intervene and participate, subject to the \nconditions noted hereunder or as the Commission may deem appropriate, in any proceeding if \nsuch person satisfies the Commission that such person has sufficient interest in the outcome of \nthe proceedings.  \n \n(2) A request for intervention shall be accompanied by proof of payment of fees.  \n \n(3) The amount of fee payable by the intervener shall be the same as payable by a complainant \nin accordance with regulation 19.  \n \n(4) A request for intervention shall contain –  \n(a) name of the person making the request;  \n(b) address in Pakistan for service of notice/documents;  \n(c) telephone number, facsimile number and electronic mail address, if available;  \n(d) the mode of service  of notice/documents to be used;  \n(e) a concise statement of the matters in issue in the proceedings which affect the person \nmaking the request; and  \n(f) a schedule, listing all documents/affidavit/evidences in support of the statement.  \n \n28. Remedies. - (1) Without prejudice to the generality of the powers conferred upon the \nCommission under section 31, the Commission may consider any of the following types of \nremedies, including, but not limited to --  \n \n(a) remedies that are intended to restore all or part  of the market structure, such as;  \n \ni. prohibition of an anticipated merger,  \n \nii. divestment of a completed acquisition, and  \n \niii. partial prohibition or divestment,  \n \n 14 (b) remedies that are intended to increase the competition, such as;  \n \ni. requiring access to essential inputs/facilities,  \n \nii. dismantling exclusive distribution arrangements, and  \n \niii. removing no competition clauses in customer contracts, and  \n \n(c) remedies aimed at excluding or limiting the possibility that the merged u ndertaking \nwill take advantage of the increased market power resulting from the merger to behave \nanti-competitively or to exploit its customers or suppliers, such as;  \n \ni16. a commitment to non -discriminatory behavior;  \n \nii. an obligation to increase the tr ansparency of prices; and  \n \niii. an obligation to refrain from conduct, the main purpose or effect of which \nis to inhibit entry:  \n \nProvided, however, that the remedial action that the Commission may decide to take, \nwill always depend on the facts and circu mstances of the case.  \n \n(2)  In deciding what an appropriate remedy is, the Commission shall consider the \neffectiveness of different remedies and their associated costs and may regard to the \nprinciple of proportionality.  \n(3)  In addressing the question of  which remedies would be appropriate, and would provide \na comprehensive solution as is reasonable and practicable, the Commission may take \naccount of how adequately the action would remedy, prevent or mitigate the \ncompetition concerns.  \n \n29. Assessment of competitive effects of abuse of dominant position .- The Commission in \nassessing the competitive effects of abuse of dominant position in the relevant market, may \nconsider, the following factors of dominance including, but not limited to, the commonly used \nmeasures such as;  \n \n(a) Market share  \ni.  Market share of the concerned undertaking and for this purpose may \nuse information from a variety of sources including the main parties, \nother competitors, customers, buyers, suppliers, trade associations and \nmarke t research reports.  \nii.  Market share can be measured in terms of revenues, volumes, \nproduction capacities or outputs17, depending on the markets concerned \nand the information available.  \n(b) Concentration measures  \n  \n                                                 \n16 Previous sub -clause deleted and the remaining sub -clauses re -numbered vide SRO NO 1126(I)/2008 \ndated 30 -10-2008  \n17 Substituted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 15 i18.  May generally look at measures of the degree of concentration as an \nindicator of the ability of leading undertakings in a market to exercise \nmarket power .  \nii.  Other competitive constraints will need to be considered before finding \nthat these undertakings have such market power.  \n(c) Stru ctural factors  \n \nThere may be other structural factors which may also provide an indication of \ncurrent competitive conditions within the market.  \n \n(d) Any other factors  \n \nThe Commission may have regard to such other factors on case -by-case basis.  \n \n \nPART IV  \nCOMMITMENTS  \n  \n1930(1) The Commission  may, at any time after initiating proceedings under Section 30 bu t \nbefore the conclusion thereof  may, at its discretion, accept commitments from the concerned \nundertakings that remedy violations of the provision  of Chapter II of the Act.   \n \n(2) Before accepting any commitments, the Commission may ensure that the commitments are \nsufficient to clearly address the adverse effects to competition which have been identified.  \n \n31. Procedures of Commitments. - The Commission shall encourage the relevant persons to \ntake the initiatives for proposing suitable commitments which may appropriately resolve any \ncompetition concerns.  \n \n(2) The Commission may consult with such persons as it thinks appropriate before acce pting \nthe commitments offered by them.  \n \n2032. Acceptance of Commitments : - (1) The Commission is not bound to accept commitments \noffered by any party.  \n \n(2) The acceptance of commitments by the Commission would not mean that a violation has \nnot taken place.   \n \n2133. Favourable Decisions . - (1) The Commission may, at its discretion, issue a favourab le \ndecision where commitments have been accepted.   \n \n(2) The Commission may revoke the favourable decision, if any of the commitments accepted \nby the Commission have been breached.  \n \n                                                 \n18 Amende d vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n19 Substituted vide SRO No. 1199(I)/2016 dated 26 -11-2016  \n20 Substituted vide SRO No. 1199(I)/2016 dated 26 -11-2016  \n21 Substituted vide SRO No. 1199(I)/2016 dated 26 -11-2016  \n 16 2234. Power to vary, substitute or release  - The Commission may vary, substitute  or release a \ncommitment upon an application, accompanies by the prescribed fee, from the concerned \nundertaking .  \n \n \nPART V  \nCOOPERATION BETWEEN THE COMMISSION AND OTHER REGULATORY \nBODIES  \n \n35. Cooperation between the Commission and other regulatory authorities on \ncompetition matters .- (1) Subject to section 48, the Commission may enter into any agreement \nwith any regulatory authority for the purposes of -  \n \n(a)  facilitation and cooperation between the Commission and the regulatory \nauthority in the performance of their respective func tions in so far as they relate \nto issues of competition between undertakings;  \n(b)  avoiding duplication of activities by the Commission and the regulatory \nauthority, being activities involving the determination of the effects on \ncompetition of any act don e, or proposed to be done; and  \n(c)  ensuring as far as practicable, consistency between decisions made or other \nsteps taken by the Commission and the regulatory authority in so far as any \npart of those decisions or steps consists of or relates to a determ ination of any \nissue of competition between undertakings.  \n \n(2) An agreement that is entered into under sub -regulation (1) above is referred to in this \nregulation as a cooperation agreement.  \n \n(3) A cooperation agreement may include provisions –  \n \n(a)  enabling each party,  the information23 to furnish to another party information \nin its possession if the information is required by that other party for the \npurpose of the performance by it of any of its functions;  \n \n(b)  enabling each party to forbear to perfo rm any of its functions in relation to a \nmatter in circumstances where it is satisfied that another party is performing \nfunctions in relation to that matter; and  \n \n(c)  requiring each party to consult with any other party before performing any \nfunction in the circumstances where the respective exercise by each party of \nthe function concerned involves the determination of issues of competition \nbetween undertakings that are identical to one another or fall within the same \ncategory of such an issue, being a ca tegory specified in the agreement.  \n(4) In this regulation –  \n \n“issue of competition between undertakings” includes an issue of competition between \nundertakings that arises generally in the sector of activity in relation to which the Commission \n                                                 \n22 Substituted vide SRO No. 1199(I)/2016 d ated 26 -11-2016  \n23 The words “the information” deleted vide SRO 1126/(I) 2008 dated 30 -10-2008  \n 17 or the regul atory authority may exercise powers and such an issue that falls, or could fall, to be \nthe subject of the exercise by the Commission or the regulatory authority of powers in \nparticular circumstances;  \n“party” means a party to a cooperation agreement and a reference to another party (whether \nthat expression or the expression “the other party” is used) shall, where there are two or more \nother parties to the agreement, be construed as a reference to one or more of those other parties \nor each of them, as approp riate.  \n \n36. Cooperation between the Commission and foreign competition bodies .- (1) Subject to \nsection 47, the Commission may, with the approval of the Federal Government, enter into \narrangements with any foreign competition body whereby each party to the arrangements may \n–  \n(a)  furnish to the other party information in its posses sion if the information is \nrequired by that other party for the purpose of performance by it of any of its \nfunctions; and  \n(b)  provide such other assistance to the other party as will facilitate the \nperformance by that other party of any of its functions.   \n \n(2)  The Commission shall not furnish any information to a foreign competition body \npursuant to such arrangements unless it requires, and obtains from, that body an \nundertaking in writing that it will comply with terms specified in the undertaking, \nincluding th e provisions of any other written law concerning the disclosure of such \ninformation by the Commission.  \n \n(3)  The Commission may give an undertaking to a foreign competition body that it will \ncomply with terms specified in the undertaking where –  \n \n(a) tho se terms correspond to the provisions of any law in force in the country or \nterritory in which the body is established, being provisions which concern the \ndisclosure by the body of the information referred to in clause (b); and  \n \n(b) compliance with the re quirement is a condition imposed by the body for furnishing \ninformation in its possession to the Commission pursuant to the arrangements referred \nto in sub -regulation (1).  \n \n(4) In this regulation, “foreign competition body” means a person in whom there are ve sted \nfunctions under the law of another country or territory with respect to the enforcement \nor the administration of provisions of law of that country or territory concerning \ncompetition between undertakings.  \n \n \n \n \n \n \n \n \n \n \n 18 PART VI  \nDECISIONS OF THE COMMISSION   \n \n2437. Favourable Decisions of the Commission .—(1) 25Where the Commission makes a \nfavorable  decision, it shall limit  itself to imposing a penalty of up to PKR 7,500,000 or  1% of \nannual turnover of the undertaking, for each violation on the concerned undertaking.”  \n \n38. Unfavourable decisions of the Commission. - (1) Where –  \n \n(a)  after considering the statements made, or documents produced, in the course of \nproceedings before the Commission; or  \n(b)  in the case of an inquiry, after considering the inquiry report,  \n \nthe Commission proposes to make a decision that any of the provisions of the \nOrdinance, rules, regulations, order or directions made or issued thereunder have been \ninfringed, the Commission shall give wri tten notice to the person(s) likely to be \naffected by such notice; and shall also give such person(s) an opportunity to make a \nrepresentation to the Commission.  \n(2)  The Commission may also, upon considering the representation, if any, made by the \nperson( s) concerned, as it thinks fit, make a decision that any of the provisions of the \nOrdinance, rules, regulations, orders or directions made or issued thereunder, have \nbeen infringed.  \n(3)  Every notice envisaged in sub -regulation (1) above shall state –  \n \n(a)  the facts on which the Commission relies, the objections taken by the \nCommission, the actions the Commission proposes and the reasons for the \nproposed action; and  \n(b)  the period within which a relevant person may make written representations to \nthe C ommission; provided, however, such period shall not exceed a period of \n30 days.  \n(4)  A party to any proceeding before the Commission may on an application made to the \nCommission in that behalf, be allowed to inspect or obtain copies of the documents or \nrecords submitted during proceedings on payment of fee as specified in regulation 19; \nprovided that an inspection shall be allowed only in the presence of an officer so \nauthorized by the Commission.  \n \n(5)  Where, in written representation on the matters refe rred to in a notice given to a \nrelevant person, that relevant person requests to make oral representations to the \nCommission on such matters, the Commission may give that relevant person a \nreasonable opportunity to make such oral representations.  \n(6)  Whe re the Commission has given the relevant person a reasonable opportunity to make \noral representations under sub -regulation (5) above but no oral representations have \nbeen made, the Commission may proceed with the case in the absence of such \nrepresentations .  \n \n                                                 \n24 Sub-regulations (2) and (3) of Regulation 37 omitted vide SRO No. 1199(I)/2016 dated 26 -11-2016  \n25 Substituted vide SRO No. 1199(I)/2016 dated 26 -11-2016  \n 19 Explanation: ‘relevant person’ means a person to whom notice is required to be given under \nthese regulations.  \n  \n39. Imposition of Penalty. — (1) Subject to section 38, the Commission may by order, direct \nany undertaking or any director, officer or employee of an undertaking, or any other person to \npay by way of penalty such sum as may be specified in the order if, after giving the undertaking \nconcerned an opportunity of hearing, the Commission is of the opinion that the undertaking \nhas acted in contravention of the provisions of the Ordinance.  \n \n(2)  For the recovery of any amount from any person the Commission may serve upon a \nconcerned person or the Chief Executive or Director of the concerned undertaking a \nnotice as prescribed in Schedule A.  \n \n \nPART VII  \nAppeals  \n \n40. Appeals . — The person aggrieved by any order passed by any Member or authorized \nofficer of the Commission pursuant to the provi sions of the Ordinance, may file an appeal \nbefore the Appellate Bench of the Commission in accordance with the Competition \nCommission (Appeal) Rules, 2007.  \n \n \nPART VIII  \nMiscellaneous  \n \n41. Guidelines .—(1) The Commission may, where deemed necessary issue a nd publish \nguidelines from time to time in order to ensure compliance with the provisions of the Ordinance \nor rules and regulations made thereunder.  \n \n(2)  Where the guidelines would apply to an industry or a sector of industry, the \nCommission may, in prep aring such guidelines, consult with the concerned regulatory \nauthority (if any).  \n(3)  The guidelines shall be illustrative and not exhaustive and shall not set a limit on the \nenforcement powers of the Commission.  \n(4)  The guidelines shall not be a substi tute for the Ordinance, the rules, regulations and the \norders made thereunder.  \n \n41A26. Fees . — (1) The fees payable to the Commission, shall be as prescribed under the Fee \nSchedule.  \n(2)The fees payable to the Commission may be paid in the form of bank challan \ndeposited with a branch of the authorized bank of the Commission, or through \na bank draft in favour of the Commission.  \n(3) Any document or application to be submitted to the Com mission under the \nOrdinance or the rules/regulations made thereunder, shall not be deemed to \nhave been submitted, until the fee prescribed under the “Fee Schedule” has \nbeen duly paid.  \n                                                 \n26 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 20  \n(4) The Fee Schedule may be amended by the Commission from time to time, \nand be notified in the official gazette.  \n \n41B27. Refund of fees . — Where any fee is required to be paid to the Commission, such fee shall \nnot be refundable, whether in whole or in parts, except at the discretion of the Commission.  \n \n \n42. Forms .—(1) Th e application form prescribed under these regulations as provided in the \nSchedule to these regulations, shall be accessible to the public on the Commission’s website.  \n \n(2) The Commission may prescribe such other Forms as it deems fit for the purposes of t hese \nregulations.  \n \n(3) The Commission may make any modification or amendment necessary to any Form.  \n \n(4) Where strict compliance with a Form is not possible, the Commission may allow that Form \nto be complied with in such other manner as it deems appropri ate.  \n \n43. Directions as to Forms .—(1) A Form shall be completed and lodged in accordance with \nthe relevant provisions of law and such directions as are specified in that Form or by the \nCommission.  \n \n(2) Unless otherwise required, all particulars to be inserted in a Form, shall be in the English \nlanguage.  \n \n44. General requirements for documents submitted to Commission. —(1) Any document \nrequired to be submitted to the Commission shall be in accordance with the directions as are \nspecified in the relevant Form prescribed or as directed by the Commission.  \n \n(2)  Every document, if not in the English language, shall be accompanied by a translation \nthereof, verified by the affidavit of a person qualified to translate it and in the case of \na document in foreign language it shall also be certified by the embassy of the \nconcerned foreign country in Pakistan, before it may be received, filed or used by the \nCommission.  \n \n45. Associations of undertakings. —(1) Where  a regulation requires the Commission to give \nnotice of any matter to an association of undertakings, the Commission shall give such notice \nto the director, secretary, manager or other similar officer of the association on its behalf.  \n(2)  Where a regulation requires the Commission to give notice of any matter to each of \nmore than 20 members of an association of undertakings, the Commission may, instead \nof giving such notice to any such member, give such notice to the director, secretary, \nmanager or other similar officer of the association on that member’s behalf; provided \nthat individual notice shall be given to the member who has made an application.  \n \n                                                 \n27 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 21 46. Notices. —(1) Unless otherwise specified, any notice required to be sent to or served on \nany person by the Commission pursuant to the Ordinance, rules or regulations made \nthereunder, may be –  \n \n(a) delivered personally at the last known address of the person; or  \n(b) left at or sent to the person by courier to the last known address ; or  \n(c) sent to the person by facsimile or, with the consent of that person, by electronic \nmail; or  \n(d) in case of a company or a body corporate at the last known registered address.  \n \n(2) Where the Commission has taken all reasonable steps to give notice to t he person but has \nbeen unable to give such notice or in the Commission’s opinion there is doubt that it has been \nable to give such notice, it shall publish the same in at least one national Daily news paper \ncirculated:  \n \n(a) in case of an undertaking being a company or body corporate, in the province where \nthe registered office is situated;  \n \n(b) in any other case, in the province where the notice has been served under sub -\nregulation (1) above.  \n(3) Where these regulations  allow or require notice to be given to a person, such notice shall \nbe treated as if it had been received by or served on that person — \n  \n(a) in the case of personal delivery, on the day of delivery;  \n(b) when left at the last known address, on the day of leaving;  \n(c) when sent by courier, on the working day after the day on which it was couriered; \nor  \n(d) in the case of a facsimile transmitted on a working day before 5 p.m., on that day \nor in any other case on the working day after the day on which it is transmitted.  \n \n(4) Where sub -regulation (2) applies, the notice shall be treated as having been given on the \ndate of its publication.  \n \n(5) Any notice given under these regulations shall be in writing.  \n \n47. Time. —(1) Where an act is required to be done in  accordance with these regulations within \na specified period after or from a specified date, the period begins immediately after that date.  \n \n(2) Where an act is required to be done in accordance with these regulations within or not less \nthan a specified p eriod before a specified date, the period ends immediately before that date.  \n \n(3) Where the time prescribed by these regulations for doing any act expires on a day which is \nnot a working day, the act is in time if done at or before 5 p.m. on the following  working day.  \n \n(4) Where an act done in accordance with these regulations is done on a day which is not a \nworking day, or after 5 p.m. on a working day, the act shall be treated as done on the following \nworking day.  \n \n 22 48. Information to be treated as conf idential. —(1) Where any information furnished to the \nCommission has been identified as confidential, but no statement in writing has been given to \nexplain why the information is confidential, the Commission may give notice to the person \nfurnishing the info rmation to provide the statement in writing within such time limit as the \nCommission considers appropriate.  \n \n(2) Where a statement in writing has been given to the Commission to explain why any \ninformation furnished to the Commission is confidential, the Commission may, in its \ndiscretion, require and give notice to the person furnishing the information to provide  written \nclarification within such time limit as the Commission considers appropriate.  \n \n(3) Where the person furnishing the information fails to provide to the Commission with the \nstatement in writing mentioned in sub -regulation (1) or with the written cl arification mentioned \nin sub -regulation (2), as the case may be, within the time limit specified by the Commission, \nthe information furnished will be deemed as non confidential information.  \n \n(4) Where the Commission proposes to disclose information which has been furnished to the \nCommission and identified as confidential, the Commission may —  \n \n(a)  inform the person who furnished the information or the person from whom the \ninformation originated, of the Commission’s proposed action; and  \n \n(b)  give that p erson a reasonable opportunity to make representation to the \nCommission on the Commission’s proposed action.  \n \n49. Consultation. — The Commission shall have the discretion to consult with such persons \nwhose consultation would be advantageous, necessary or convenient to carry out the functions \nor discharge the duties of the Commission under the Ordinance.  \n \n50. Public register. —(1) The Commission shall maintain a register in which there shall be \nentered —  \n(a) all decisions that the Commission is required to  publish under these regulations;  \n(b) all applications for decisions under the Ordinance, a summary of the nature and \nobjectives and an indication of the final outcome of the application; and  \n(c) all summaries of notices published under these regulations .  \n \n(2) Subject to payment of inspection fee as prescribed under the Fee Schedule, the register shall \nbe open to public inspection by prior appointment, at the Commission’s office or such other \naddress as may be notified, during business hours with restric tions as the Commission may \ndecide from time to time.  \n \n50A28. Inspection and certified copies of documents – (1) Subject to the provisions of regulation \n48, a party to the proceedings, may, on an application in writing in that behalf addressed to the \nconcerned Member of the Commission, be allowed to inspect or obtain copies of the documents or \nrecords submitted d uring proceedings on payment of fee as prescribed under the Fee Schedule.  \n \n                                                 \n28 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 23 (2)  The concerned Member of the Commission may, on an application of a person, who is not \na party to the proceedings, on sufficient cause demonstrated, allow such person inspectio n \nof documents or records mentioned in sub regulation (1) on payment of fee as prescribed \nunder the Fee Schedule.  \n(3)  An inspection shall be allowed only in the presence of an officer so authorized by the \nconcerned Member of the Commission;  \n \nProvided th at the inspection of documents or copying thereof as per sub regulation (1) or sub \nregulation (2) shall be allowed under the supervision of and subject to the time limits to be \nprescribed by the concerned Member of the Commission or an officer so authorize d by the \nconcerned Member of the Commission in this behalf.  \n \n(4)  An officer of the Federal or Provincial Government or a Regulatory Authority shall be \nallowed inspection and to obtain copies of documents or records mentioned in sub -\nregulation (1) on maki ng written request to the concerned Member of the Commission for \nthe purpose on payment of fee as prescribed under the Fee Schedule.  \n \n50B29. Copying charges: -  \n \n(1) Copying charges of the record of the Commission for parties to the proceedings shall \nbe as prescribed under the Fee Schedule.  \n \n(2) Copying charges for the certified copy of the order passed by the Member or any officer \nof the Commission shall be as prescribed under the Fee Schedule.  \n \n51. Powers to determine procedure in certain circumstances - In a situation not provided \nfor in these regulations, the procedure shall be determined by a Committee consisting of at \nleast three members one of whom shall be the Chairman and such other Members as the \nChairman may appoint.  \n \n52. Removal of doubt/diffic ulty.— In the matter of implementation of these regulations , if \nany, doubt or difficulty arises, the same shall be placed before the Chairman and two Members, \nand their decision thereon shall be final and binding.  \n \n52A30. Conduct of Proceeding .- (1) The Commission, its Chairman, the Members or \nofficers, (hereinafter  called the presiding authority) presiding over any proceeding sunder \nthe Ordinance, shall administer and enforce the Ordinance, rules  and regulations \neffectively, with the minimum of procedura l requirement.  \n \n(2). Notwithstanding anything contained in regulations 51 and 52 of these regulations, \nduring the course of any proceedings, the presiding authority shall have the power to \nadminister affirmations, issue or direct the issuance of notices, a nd make all decisions \nregarding the admission or exclusion of evidence or any other procedural matters hich may \narise during the course of the hearing.  \n \n                                                 \n29 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n30 Inserted vide SRO NO 1274(I)/2008 dated 19 -12-2008  \n 24 (3). All the parties, counsels, witnesses and other persons present at a hearing shall \nconduct themselv es with decorum and deference to the authority presiding over such \nproceedings.  \n \n(4). The presiding authority shall, exercise control over the proceeding to achieve \norderly completion of the proceedings, and may order the removal of any person from the \nhearing who displays disrespect to the authority or tries to obstruct the hearing.  \n \n(5). The presiding authority shall be entitled in its discretion and in the manner deemed \nfit to seek assistance from any person or persons, including but not limited to, tech nical or \nprofessional experts, advisers, consultants, or any officer/Member of the Commission, \nwhose participation or consultation would be deemed appropriate to facilitate the orderly \ncompletion of the proceedings.  \n \n(6). No proceedings of the Commission s hall be invalid by reason of any defect or \nirregularity unless the presiding authority, on any objection taken by any party, is of the \nopinion that substantial injustice has been caused by such  defect or irregularity or there are \notherwise sufficient reaso ns for doing so, and the authority may, in such even, make such \norders as deemed appropriate by it for the rectification of such defect or irregularity.  \n \n53. Relaxation of Regulations: If any difficulty arises in giving effect to any provision of \nthese reg ulations or other regulations made under the Ordinance in a particular case, or class \nof cases or it would be in the interest of competition so to do, the Commission may, for reasons \nto be recorded in writing, relax such requirements subject to such condit ions as it may deem \nfit.  \n \n54. Compliance with orders of the Commission – The Commission shall have power to direct \nthe parties concerned to file an affidavit of compliance with its order or such other documents \nin the manner specified in its order.  \n \nPART  IX31 \nREWARD PAYMENT SCHEME  \n  \n55. Reward Payment to Informants Scheme. —The Commission shall introduce a scheme of \n“Reward Payment to Informants”, aimed at uncovering and taking action against cartel activity.  \n \n56. Salient features of the Scheme. —Salient fe atures of the aforesaid Scheme, its modus \noperandi and other details shall be provided in the guidelines to be issued by the Commission, \nin due course.  \n \n57. Cases of leniency. —This Scheme shall not apply to the cases of leniency as per section 39 \nof the O rdinance and the Competition (Leniency) Regulations, 2007.  \n \n \n \n(Mohammed Hayat Jasra)  \n                                                 \n31 Inserted vide SRO NO 1126(I)/2008 dated 30 -10-2008  \n 25 Secretary  \n  \n \n  \n 26 32PART IX33 \nPROCEDURE FOR TREATMENT OF INFORMATION RECEIVED FROM \nANONYMOUS INFORMANTS  \n \n58. The information received by the Commission from an anonymous informant, which \nfor reasons to be recorded and on the basis of supportive evidence, is believed to be \nauthentic, may be treated as a complaint in terms of section 37 of the Act and necessary \nfee thereon shall stand waived.  \n \n59. Such information, soon upon  its receipt, shall be forwarded to the \nMember/authorized officer concerned to determine, whether the information received \nmerits a formal enquiry under section 37(2).  \n \n60. If the Member/ authorized officer decides to proceed with formal enquiry, he shall \nbe authorized to appoint the enquiry officer/enquiry committee, as he may deem fit, for \nconducting the enquiry”.  \n \n                                                 \n32 Inserted vide SRO No. 696(I)/2012 dated 06 -06-2012  \n33 PART X be renumbered as Part IX  \n 27 SCHEDULE  \n[See regulation 4 ]  \nFORM  \nINFORMATION TO BE PROVIDED BY THE UNDERTAKING(S) MAKING THE \nAPPLICATION  \n \n1. Information about the applicant(s) and other parties to the agreement  \n1.1.  Please give the full name, address (by registered office, where appropriate, and \nprincipal place of business, if different), telephone and fax numbers and e -mail address \n(where  available) of the Applicant(s) and a brief description of the nature of its \nbusiness. If the applicant(s) is a partnership, sole proprietor or other unincorporated \nbody trading under a business name, give the name(s) and address(es) of the partners \nor pro prietor(s). Please quote any reference which should be used.  \n1.2.  Please give the full name, address, telephone and fax numbers and e -mail address \n(where available) of any representative(s) who has been authorised to act for the \napplicant(s), indicating whom they represent and in what capacity (e.g. an advocate).  \n1.3.  Where the declaration to be made in the form set out in Part 2A is signed by an advocate \nor other representative of the applicant(s), please provide written proof of that \nrepresentative’s authority to act on the applicant(s)’s behalf.  \n1.4.  If a joint application is being submitted, state the full name of the joint representative, \nhis address (by registered office, where appropriate, and principal place of business, if \ndifferent), telephon e and fax numbers and e -mail address (where available). Where the \njoint applicants have appointed separate representatives, an explanation must be \nincluded as to why a joint representative could not be appointed. The particulars listed \nin this paragraph mu st then be furnished for each representative.  \n1.5.  Please provide details of the steps taken or to be taken to notify all the other parties to \nthe agreement or conduct which is the subject of the application of whom the \napplicant(s) is aware that the app lication is being submitted. Indicate whether those \nparties have received a copy of the application and if so, whether confidential \ninformation was included in the copy of the application. If the applicant(s) considers \nthat it is not practicable to notify the other parties of the application, please give the \nreasons why it is not practicable.  \n1.6.  Please identify the groups to which each party to the agreement or conduct which is \nthe subject of the application belongs. For the purposes of the information required by \nthis Form, a group relationship exists where one undertaking:  \n \n1.6.1.  owns more than half the capital or business assets of another undertaking;  \n1.6.2  .has the power to exercise more than half the voting rights in another \nundertaking;  \n1.6.3 .  has the power to appoint more than half the members of the supervisory board, \nboard of directors or bodies legally representing the undertaking; or  \n1.6.4.   has the right to manage the affairs of another undertaking.  \n1.7.  An undertaking which is joint ly controlled by several other undertakings (e.g. a joint \nventure) should be treated for the purpose of this application as being part of the group \nof each of these undertakings.  \n 28 2. Purpose of the Application  \nPlease specify that the application is being  made to get exemption, for a prohibited \nagreement as provided in section 4, explain how the agreement contributes to \nimproving production or distribution and/or promoting technical or economic progress, \nand how consumers will be allowed a fair share of th e resulting benefit. Explain how \neach restriction imposed by the agreement is indispensable to the attainment of those \nobjectives, and how the agreement does not afford the undertakings concerned the \npossibility of eliminating competition in respect of a s ubstantial part of the products in \nquestion.  \n \n3. Details of the Agreement or Conduct  \n3.1.  Please provide a brief description of the agreement or conduct which is the subject of \nthe application (including the nature, content, purpose, date(s) and duration).  \n3.2.  If the application is made in relation to a written agreement, attach either an or iginal of \nthe most recent text of that agreement, or a copy certified by the applicant to be a true \ncopy of the original. If the application is made in relation to an agreement which is not \nwritten, applicants are to provide a full description of the agree ment. If the application \nis made in relation to conduct, provide a full description of that conduct.  \n3.3.  Identify any provisions in the agreement or aspects of the conduct which may restrict \nthe parties in their freedom to take independent commercial de cisions or to act on those \ndecisions.  \n3.4.  If the application relates to standard form terms and conditions, indicate the number of \nagreements expected to be entered into on those terms and conditions.  \n \n \n4. Information on the parties to the agreement or  conduct and the groups to which they \nbelong  \n \n4.1.  Please give the applicable turnover in the last business year, of each party to the \nagreement or conduct which is the subject of the application and the consolidated \napplicable turnover for the group (wi thin the meaning of 1.6) to which each party \nbelongs. Please also indicate what proportion of the turnover figures are attributable to \nthe relevant product or geographic market. Please attach the most recent annual report \nand accounts (or equivalent for un incorporated bodies) for each party to the agreement \nor conduct and the most recent annual report and accounts for the ultimate parent \ncompany of these undertakings.  \n4.2.  Please list the product and/or services market(s) in which each party to the agreem ent \nor conduct and each member of the groups (within the meaning of 1.6) to which they \nbelong are active. Where there are a large number of products and services, please pay \nparticular attention to any markets in which the combined undertakings have \nsignif icant markets shares, and/or the largest proportions of the turnover.  \n \n5. Other Information  \n \n5.1.  Please give any other information which the applicant(s) considers may be helpful. In \nparticular, if you believe that an agreement:  \n 29 5.1.1.  does not have an appreciable adverse effect on competition in Pakistan please state \nyour reasons and provide evidence. Note, however, that certain agreements, such as \nthose relating to price -fixing, will be regarded as having an appreciable adverse effect;   \n5.1.2. has net economic benefits that would not be achieved except for the agreement. In \ndetermining whether a net economic benefit exists, the Commission will consider \nwhether the agreement contributes to improving production or distribution or \npromotin g technical or economic progress in a way which does not impose restrictions \nwhich are not indispensable to the attainment of those objectives and which would not \nafford the possibility of eliminating competition substantially. Applicants should \nprovide de tails of any studies or documents which have been produced to assess the \nfeasibility of operation of the agreement and the benefits likely to result from the \nagreement.  \n5.2.  Please specify the fee is being paid for this application and attach an evidence  of the \npayment.  \n \n6. Supporting Documents  \nPlease ensure that the applicant(s) has attached the following documents (where \nrelevant) to the application:  \n \n6.1. if 1.3 of this form applies, written proof of the representative’s authority to act on the \napplicant(s)’ behalf;  \n \n6.2. if 3.2 of this form applies with regard to a written agreement, either an original or certified \ncopy, of the most recent version of  the text of the agreement which is the subject of the \napplication; and  \n6.3. the most recent annual report and accounts (or equivalent for unincorporated bodies) for \neach party to the agreement or conduct and the most recent annual report and accounts \nfor the ultimate parent company of these undertakings (see 4.1 of this form).  \n \nPART 2  \nDECLARATION  \nUnder section 38 (1) (c) and (d), it is an offence, to provide information which is false or \nmisleading in a material particular if the person providing it kn ows that it is false or misleading, \nor is reckless as to whether it is. If the person is a body corporate, its officers may be guilty of \nan offence under section 38 (1) (c) and (d).  \n \nDECLARATION  \nThe undersigned declare and confirm that all information gi ven in the Form A and all pages \nannexed hereto are correct to the best of their knowledge and belief, and that all estimates are \nidentified as such and are their best estimates based on the underlying facts.  \nSignature(s)  \nName(s) (in block capitals):  \nDesignation(s):  \nDate:  \n 30 SCHEDULE A  \n(see sub -regulation (2) of regulation 39)  \nNotice under Section 40 (1) of the Competition Ordinance, 2007  \nFor Recovery of Penalties  and/ or any other amount due  34 \nTo  \n.…………………  \n(1)  Notice is hereby given that, WHEREAS an order dated: ______ has been passed by \nthe Commission against [Name of the Undertaking] for contravention of Section [___] \nof the Competition Ordinance, 2007 (the Ordinance) and a sum of Rs…………….. \n(Rupees………… ………………..only) has been imposed as penalty under  section 38 \nand/or section 30 which has become due and p ayable by you; and/or WHEREAS an \namount has become due to the Commission under the Ordinance for the value \nof______________.35 \n \n(2)  You are hereby notified under section 40 of the Ordinance36, to pay f orthwith the \naforesaid money due from you, within (15) fifteen days from the date of service of this \nnotice, either by a Pay Order or Bank Demand Draft in favour of the Competition \nCommission of Pakistan in its A/c No: _________.  \n \n(3)  Upon your failure to make payments within the aforesaid period, the Commission may \nproceed to recover the amount due by adopting among others, the following measures:  \n(a)  Attachment of immovable or sale of any immovable property, \nincluding bank account(s ) of the person or undertaking.  \n(b)  Appointment of a receiver for the management of the movable or \nimmovable property of the person or undertaking.  \n(c)  Deduction of the sum due by giving notice to persons:  \n \n(i)  from whom any money is due or may becom e due to you; or  \n(ii)  who holds or controls the receipt or disposal of or may \nsubsequently hold or control the receipt or disposal of any \nmoney belonging to you.  \n \n(d) Any other measure as envisaged by section 40.  \n \nPlace: ……………….      Signature …………………...  \nDate: ……………….      Name …………………...  \n \nDesignation ………………...  \n(Authorized Officer)  \nSeal  \n \n                                                 \n34 Inserted vide SRO NO 336(I)/2009 dated 15 -04-2009  \n35 Inserted vide SRO NO 336(I)/2009 dated 15 -04-2009  \n36 Substituted vide SRO NO 336(I)/2009 dated 15 -04-2009"
}