{
    "file": "./converted_json\\administrator3e8c074aca99ce94319896ecd3769195(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE WEST PAKISTAN SHOPS AND ESTABLISHMENTS ORDINAN CE, \n1969. \n(W.P.  Ord. VIII  of 1969)  \nC O N T E N T S \nSECTIONS \n1.        Short title, extent, commencement and application. \n2.        Definitions. \n3.        Reference to time of day. \n4.        Power to grant exemptions. \n5.        Ordinance not applicable to certain establishments and persons.  \n6.        Weekly holiday in establishments. \n7.        Opening and closing hours of establishments. \n8.        Daily, weekly hours and over-time. \n9.        Over-time wages. \n10.        Spread-over. \n11.        Time and conditions of payment of wages. \n12.         Claims arising out of delay in payment of wages and penalty for malicious or vexatious \nclaims. \n13.        Bar of suits. \n14.        Annu al leave. \n15.        Casual and sick leave. \n16.        Festival holidays. \n17.        Wages during leave or holiday period. \n18.        Sections 14, 15, 16 and 17 not to apply to certain establishments. \n19.        Termination of employment. \n20.        Prohibition of employment of children. \n21.        Contracting out. \n22.        Guarding of machinery. \n23.        Maintenance of records and registers. \n24.        Registration of establishment and fee for registration. \n25.        Appo intment of Chief Inspector, Deputy Chief Inspectors and Inspectors. \n26.        Powers of Inspectors. \n27.        Penalties. \n28.        Procedure. \n29.        Limitation of prosecutions. \n30.        Indemnity. \n31.        Delegation of pow ers. \n32.        Power to make rules. \n33.        Saving of certain rights and privileges. \n34.        Repeal and saving. \n \n \n  \n \n \n[1]THE WEST PAKISTAN SHOPS AND ESTABLISHMENTS \nORDINANCE, 1969.  \n(W.P. Ordinance VIII of 1969) \n[3 July 1969] \nAn Ordinance to amend and consolidate the law relating to the hours and other conditions of work \nand employment of persons employed in shops  and commercial, industrial and other establishments \nin West Pakistan and matters connected therewith \nPreamble.– WHEREAS  it is expedient to amend and conso lidate the law relating to the hours and \nother conditions of work and employment of persons employed in shops  and commercial, indus trial \nand other establishments in West Pakistan and matters connected therewith; \n \nNOW, THE REFORE, in pursuance of the Martial Law Proclamation of 25th March, 1969,  read \nwith the Provisional Constitution Order, the Administrator of  Martial Law, Zone  ‘A’ in exercise \nof the powers of the Governor of  West Pakistan conferred on him by the Chief Martial Law \nAdministrator, is pleased to make and promulgate the following Ordinance:- \n1.   Short title, extent, commencement and application.– (1) This Ordinance may be called the \nWest Pakistan Shops  and Establishments Ordinance, 1969.  \n[2](2) It extends to the whole of \n[Pakistan]. \n(3)  It shall come into force at once in such areas, and its provisions sh all automatically apply to \nsuch establishments or classes thereof, to which any law on the subject was applicable immediately \nbefore the coming into force of this Ordinance. \n(4)   Government may,  by  notification in  the  official  Gazette, extend the  operation of this \nOrdinance or any provisions thereof to any other area or establishment, or exclude any area or \nestablishment to which it extends, from its operation. \n2.  Definitions.– In this Ordinance, unless the context otherwise requires– \n(a)  “adult” means a person who has completed his seventeenth year of age; \n(b)  “apprentice” means a person who is employed, whether on payment of wages or not, for the \npurposes of being trained in any trade, craft or employment in any establishment; \n[3](c)  “child” means a person who has not completed his \n[fourteenth] year of age; \n(d)  “closed” means not open for the service of any customer or to any business connected with \nthe establishment; \n(e)  “commercial establishment” means an establishment which carries on any business, trade or \nprofession or any work in connection with, or incidental or ancillary to, any business, trade or \nprofession, and includes– \n(i)  a society registered under the Societies Registration Act, 1860 (XXI of 1860 ), and a \ncharitable  or  other  trust,  whether  registered  or  not,  which  carries  on,  whether  for \npurposes of gain or not, any business, trade or profession, or any work in connection \nwith or incidental or ancillary thereto; \n(ii)  an establishment wherein there is condu cted the business of  advertising, commission, \nforwarding or a commercial agency; \n(iii)  a clerical department of a factory or of any indus trial or commercial undertaking; \n(iv)  an insurance company, joint stock company, b ank, brokers’ offices or exchange and \noffice of lawyers, income-tax practitioners, registered accountants, contractors and \nengineers; \n(v)   such  other  professional  establishment  or  class  thereof  as  Government  may,  by \nnotification in the official Gazette, declare to be commercial establishments for the \npurposes of this Ordinance; \nbut does not include a  factory, shop,  residential hotel, restaurant, eating hous e, theatre or \nother place of public amusement or entertainment; \n(f)  “day” means the period of twenty four hours beginning at mid-night, provided that in the \ncase of an employee, whose  hours of wo rk extend beyond  mid-night, day means the period of \ntwenty four hours beginning when such employment commences, irrespective of mid-night; \n(g) “employee” means any person employed whether directly or otherwise, about the business of \nan establishment for the owner or occupier thereof, even though  he receives no reward or \nremuneration for his labour, but does not include a member of the employer’s family; \n  \n \n \n \n \n(h)  “employer” means a person owning or having charge of the business of an establishment, \nand includes an agent or manager or any other person acting on behalf of such person in the \ngeneral management or control of su ch establishment; \n(i)  “employer’s family” means the employer’s husb and or wife, as the case may be, sons,  \ndaughters, father, mother and brothers and sisters living with and dependent on the employer; \n(j)  “establishment” means a shop,  commercial establishment, indus trial establishment, private \ndispensary, maternity home, residential hotel, restaurant, eating hous e, cafe, cinema, theatre, \ncircus, or other place of pub lic amusement or entertainment, and su ch other establishments or \nclass thereof as Government may, by notification in the  official Gazette, declare to  be \nestablishments for the purposes of this Ordinance; \n(k)  “factory” means a factory as defined in clause (j) of section 2 of the Factories Act, 1934 \n(XXV  of 1934 ); \n(l) “form” means a form specified in the Schedule; \n[4](m) “Government” means the \n[Provincial Government]; \n(n)  “hours of work” or “working hou rs” with reference to an establishment means the time during  \nwhich  the  employees  in  the  establishment  are  at  the  disposal  of  the  employer, exclusive \nof any interval allowed for rest and meals; \n(o)  “indus trial establishment” means a workshop or other establishment in which the work of \nmaking, altering, repairing, ornamenting, finishing or packing or otherwise treating any \narticle or substance with a view to its use, sale, transpo rt, delivery, or disposal is carried on or \nwhere any such service is rendered to a customer, and includes such other class or classes of \nestablishments as Government may, by notification in the official Gazette, declare to be \nindus trial establishments for the purposes of this Ordinance, but does not include a factory; \n(p) “permanent employee” means an employee who has been engaged on a permanent basis, and \nincludes an employee who has completed nine months continuous service in one or different \noccupations in the same establishment, including breaks due to sickness, accident, leave, illegal \nlock outs, legal strikes or involuntary closure of the establishment, and has satisfactorily \ncompleted a probationary period of three months; \n(q) “prescribed” means prescribed by rules made under this Ordinance; \n(r)  “residential hotel” means any premises in which a bona  fide business is carried on for the \nsupply of dwelling accommodation and meals on payment of a sum of money by a traveller \nor any other member of the public or class of the public and includes a club; \n(s)  “restaurant” and “eating hous e” mean any premises in which is carried on wholly or \nprincipally the business of the supp ly of meals or refreshments to the public or a class of the \npublic for consu mption on the premises; \n(t)  “retail trade” includes the business of  a barber or hair- dresser, the sale of refreshments or \nintoxicating liquors, and sales by auctions; \n(u)  “shop” means any premises used wholly or in part for the whole-sale or retail sale of \ncommodities or articles, either for cash or on credit, or where services are rendered to \ncustomers, and includes an office, a store room, godown,  warehouse or place of work, \nwhether in the same premises or otherwise, mainly used in connection with such trade or \nbusiness; \n(v)  “temporary employee” means an employee who has been engaged for work which is of an \nessentially temporary nature likely to be finished within a period not exceeding nine months; \n(w) “wages” means wages as defined in the Payment of Wages Act, 1936  (IV of 1936); \n(x) “week” means a period of seven days beginning at mid-night on Saturday night; \n(y)  “young  person” means a person who is not a child and has not completed his seventeenth \nyear of age.\n3.   Reference to time of day.– References to time of day in this Ordinance are references to \n[Pakistan] Standard time. \n[5] \n4.   Power to grant exemptions.– Government may, by notification in the official Gazette, exempt \nfrom the operation of all or any of the provisions of  this Ordinance any establishment or any class \nthereof or any employer or employee or class of employers or employees on such conditions as it \nmay think fit. \n  \n \n \n \n \n5.    Ordinance  not  applicable  to  certain  establishments and  persons.–  (1)  Nothing  in  this \nOrdinance shall apply to–\n(i)  offices of or under the Central \n[6] \nor Provincial Government; \n[7](ii)  offices of or under the Pakistan \n[* * *] Railway Board, including railway stations; \n(iii)  offices of or under any local authority, a trust, a corporation or  any other public statutory \nbody,  which is not run for profit or gain or in the course of its business do es not make any \nprofit or gain; \n(iv)  shops or stalls in any public exhibition or show, in so far as such shops  or stalls deal in \nretail trade which is solely subsidiary or ancillary to the main purpose of such exhibition or \nshow; \n(v) shops or stalls in any public fair or bazar held for religious or charitable purposes; \n(vi) clubs, hostels and messes not maintained for profit or gain; \n(vii)  establishments for the treatment or care of the sick, infirm, destitute or mentally unfit \npersons;  \n(viii)  stalls and refreshment rooms at railway stations, steamer and launch stations, docks, \nwharves and air ports, and on trains, steamers or air crafts, so far as the sale of commodities \nis concerned; \n(ix)  any person employed as manager, travelling agent, canvasser, messenger, watchman, \ncaretaker or conservancy staff or any person employed exclusively in connection with the \ncollection, despatch, delivery, and conveyance of, or custom formalities on goods;  \n(x)  any person employed for the business of  any shop  or commercial establishment mentioned \nin clauses (i) to (viii). \n(2) Nothing in clause (a) of sub-section (1) of section 6 and in section 7 shall apply to– \n(i)  clubs, hostels and messes maintained for profit or gain, so far as service and attendance \nupon  customers is concerned; \n(ii)  shops dealing solely in any vegetables, meat, fish, dairy products, bread, pastries, \nsweet-meats and flowers, so far as the sale of these articles is concerned; \n(iii)  shops dealing mainly in medicines, surgical appliances, bandages or other medical \nrequisites, so far as the sale of these articles is concerned; \n(iv)  shops dealing in articles required for funerals, burials or cremations, so far as the sale \nof these articles is concerned; \n(v)  shops dealing mainly in tobacco, cigars, cigarettes, biries, pan, liquid refreshments sold \nretail for consu mption on the premises, ice, newspapers or periodicals, so far as the sale \nof these articles is concerned; \n(vi) automobile service stations (not being repair shops)  and petrol pumps for the retail sale \nof petrol; \n(vii) barbers and hair-dressers’ shops, so far as service to customers is concerned; \n(viii) cinemas, theatres and other places of public entertainment. \n(3)  Notwithstanding anything contained in sub-section (2), Government may, by general or \nspecial order fix the opening and closing hours for all or any of the classes of establishments \nspecified therein. \n(4)   Notwithstanding anything contained in  sub-sections (1) and (2), Government may,  by  \nnotification in the official Gazette, direct that any of the establishments or persons specified therein \nshall not be exempted from the operation of such provisions of this Ordinance as are specified in \nsuch notification, and thereupon  the provisions of this Ordinance specified in such notification shall \napply to such establishments or persons.  \n[8]6.    Weekly holiday in establishments.– \n[(1) Except as otherwise provided in this Ordinance, every person \nemployed in any establishment shall, in addition to the leave and holidays as may be admissible to him under sections \n14, 15 and 16, be allowed as holiday, one day in each week.] \n(2)  No deduction on account of any holiday allowed under sub-section (1) shall be made from \nthe wages of any employee of any establishment. \n  \n \n \n \n(3)  If an employee is employed on daily wages, he shall none-the-less be paid his daily wages \nfor the holiday, and where an employee is paid on piece-rate, he shall receive for the holidays the \naverage of the wages received during the week. \n[9](4) \n[* * * *] \n(5) The choice of a closed day shall rest with the employer, who shall intimate such choice to the \nprescribed authority– \n(a)  in the case of an establishment existing at the time this Ordinance comes into force, \nwithin two months thereof; and \n(b)  in the case of an establishment set up after the coming into force of this Ordinance, or to \nwhich the provisions of this Ordinance are subsequently applied, within two months of \nthe setting up of the establishment or the application of the provisions of this section \nthereto, as the case may be. \n(6)  An employer who has intimated his choice of a closed day under the provisions of sub- \n \nsection (5), shall not change the closed day for the establishment without the prior approval in \nwriting of the prescribed authority. \n[10] \n[7.   Opening and closing hours of establishments.– (1) No establishment shall on any day \nremain open after 8:00 p.m.: \nProvided that any customer who was being or was waiting in the establishment to be served at \nsuch hour, may be served during the period of thirty minutes immediately following such hour: \nProvided further that Government may, by notification in the official Gazette, fix any other hour \nafter which establishments generally or any class of establishment shall not remain open. \n(2)  Every employer shall display, at a prominent place in the establishment, a board specifying \nthe hours during which the establishment will remain open. \n(3)  No employee shall be required or permitted to work continuous ly in any establishment for \nmore than six hours in the case of an adult and for more than three and half hours in the case of a \nyoung  person, unless he has been allowed an interval for rest or meals of not  less than one hour. \n(4)  Except with the permission of Gov ernment, no wo man or young  person shall be employed in \nany establishment otherwise than between the hour of 9-00 a.m. to 7:00 p.m.] \n8.   Daily, weekly hours and over-time.– Save as otherwise expressly provided in this Ordinance, \nno adult employee shall be required or permitted to work in any establishment in excess of nine \nhours a day and forty-eight hours a week, and no young person in excess of seven hours a day and \nforty-two hours a week: \nProvided that in any day or in any week, in which there occurs stock-taking, making up of \naccounts, settlement or such other business operation, and during such other period, as may be \nprescribed, an adult employee of an establishment may be required or permitted to work over-time in \nsuch establishment for more than nine hours in such day and for more than forty-eight hours in such \nweek, and a young  person for more than seven hours in such day and for more than forty-two hours \n[11]in such week, but so that the total number of hours so worked by an adult does not exceed \n[12] \n[six\nhund red and twenty-four] hours and by a young  person \nany one year. \n[four hund red and sixty-eight] hours in \n9.   Over-time wages.– When any employee is required to work over-time in any establishment, as \nprovided in the proviso to section 8, the wages payable to such employee in respect of such over- \n[13]time work shall be calculated at doub le the ordinary rate of wages payable to him \n[14] \n[:]\n \nbasis.] \n[15] \n[Provided that no overtime shall be payable to the contract worker employed on piece rate \n[10. Spread-over.– The period of work of an adult and young person shall be so arranged that \ninclusive of the interval for rest or meals under section 7, it shall not spread-over more than twelve \nhours in the case of adult and nine hours in the case of young  person: \nProvided that the total period of work so worked out, in case of an adult worker, shall not exceed \nsixty hours and by a young  person fifty-four hours in a week.] \n  \n \n \n \n \n11.    Time and conditions of payment of wages.– (1) Every employer or his agent or the manager \nof an establishment sh all fix the period in respect of which wages to employees shall be payable and \nshall be respons ible for the payment to persons employed by him of all wages required to be paid \nunder this Ordinance. \n(2) No wage period, so fixed, shall exceed one month. \n(3) The wages of every employee in any establishment shall be paid on a  working day before the \nexpiry of the seventh day of the last day of the wage period in respect of which the wages are \npayable. \n(4) All wages shall be paid in legal tender. \n(5)  Where the employment of any person is terminated by or on behalf of the employer, the \nwages and other dues earned by such person shall be paid before the expiry of the second working \nday after the day on which his employment is terminated. \n12.    Claims arising out of delay in payment of wages and penalty for malicious or vexatious \nclaims.– (1) Government may, by notification in the official Gazette, appoint any person to be the \nAuthority to hear and decide for any specified area all claims arising out of delay in the payment or \nnon-payment of the wages of employees in that area. \n \n(2)  When contrary to the provisions of  this Ordinance, wages of any employee have been delayed \nor withheld, such employee himself or through  any other persons,  whom  he may authorise in this \nbehalf, may within four months from the day on which such payment was to be made, apply to the \nAuthority appointed under sub-section (1): \nProvided that an application may be admitted after the said period of four months but not later \nthan six months, if the applicant satisfies the Authority that he had sufficient cause for not making \nthe application within such period. \n(3)  When any application under sub-section (2) is entertained, the Authority shall hear the \napplicant and the employer or other person respons ible for the payment of wages or give them an \noppo rtunity of being heard and after such further inquiry, if any, as may be necessary, may without \nprejudice to any other penalty to which such employer or other person is liable under this Ordinance \ndirect that payment be made to the applicant of delayed wages together with the payment of such \npenalty, not exceeding fifty rupees, as the Authority may fix: \nProvided that no direction for the payment of penalty shall be made in the case of delayed wages \nif the Authority is satisfied that the delay was due to– \n(a)  a bona  fide error or bona  fide dispute as to the amount payable to the employee; or \n(b)  the occurrence of an emergency, or the existence of such exceptional circumstances that the \nperson respons ible for the payment of the wages was unable to make prompt payment; or \n(c)  the fault of the employee. \n(4)  If the Authority hearing any application under this section is satisfied that it was either \nmalicious or vexatious, the Authority may direct that a penalty not exceeding fifty rupees be paid to \nthe employer or other person respons ible for the payment of wages by the person presenting the \napplication. \n(5) Any amount directed to be paid under this section may be recovered– \n(a)  if the Authority is a magistrate, by the Authority as if it were a fine imposed by him as \nmagistrate; and \n(b)  if the Authority is not a magistrate, by any magistrate to whom the Authority makes \napplication in this behalf as if it were a fine imposed by such magistrate. \n(6)  An appeal against a direction made by the Authority under sub-section (3) or sub-section (4) \nmay be referred to the District Court within thirty days of the date on which the direction was made– \n(a)  by the employer or other person respons ible for the payment of wages under section 11 if \nthe total sum directed to be paid by way of wages and penalty exceeds one hund red \nrupees; or \n(b)  by an employee, if the total amount of wages claimed to have been withheld from h im or \nfrom the unpaid group to which he belonged, exceeds fifty rupees; or \n(c)  by any person directed to pay a penalty under sub-section (4). \n(7)  If there is no appeal, the direction of the Authority made under sub-section (3) or sub -section \n(4) shall be final, and where there is an appeal as provided in sub-section (6), the decision in appeal \nshall be final. \n  \n \n \n \n(8)  An Authority appointed under sub-section (1) shall, for the purposes of determining any matter \nreferred to in sub-section (3) or sub -section (4)– \n(a)  have all the powers as are vested in a Civil Court under the Code of Civil Procedure, \n1908  (V of 1908), for enforcing the attendance of witnesses, compelling the production of \ndocuments, and taking of evidence; and \n(b)  be deemed to a Civil Court for all the purposes of section 195 and Chapter XXXV of the \nCode of  Criminal Procedure, 1898  (V of 1898 ). \n13.    Bar of suits.– No Court shall entertain any suit for the recovery of wages in so far as the sum \nso claimed– \n(a)  forms the subject of an application made under sub-section (2) of section 12, which is \npending before the Authority appointed under sub-section (1) of that section, or of an \nappeal under sub-section (6) of the said section; \n(b) has formed the subject of a direction made under sub-section (3) of section 12; \n(c)  has been adjudged in any proceedings under section 12 not to be owed to an employee; or \n(d) could have been recovered by an application under section 12. \n14.    Annual leave.– (1) Every employee shall be allowed leave with full wages for a period of \nfourteen days after continuous employment in an establishment, whether in the same or different \ncapacities, for a period of twelve months. \n(2)  If an employee does not in any period of twelve months avail of the whole or any part of the \nleave allowed to him under sub-section (1)– \n(a)  any leave not availed of by him shall be added to the leave to be allowed to him under \nthat sub-section in the succeeding period of twelve months; provided that when the total \nleave due to an employee under this section amounts to thirty days, no further accumulation \nof or  addition to such leave will be permissible; \n(b)  he may, at his request, in lieu of the leave not availed of by him, be paid by the employer \nfull wages for such leave. \n(3)  For the purposes of computing the period during which an employee has been in continuous \nemployment within the meaning of sub-section (1), the period during which he was on leave under \nthis section, or sections 15 and 16,  shall be included. \n15.    Casual and sick leave.– (1) Every employee shall be entitled to casual leave with full wages \nfor ten days in a calendar year. Such leave shall not ordinarily be granted for more than three days at \na time and shall not be accumulated. \n(2)  Every employee shall be entitled to sick leave with full wages for a total period of eight days \nin every year. Such leave, if not availed of by any employee during a calendar year, may be carried \nforward, but the total accumulation of such leave shall not exceed sixteen days at any one time. \n16.   Festival holidays.– Every employee shall be allowed ten days festival holidays with full wages \nin a year. The days and dates for such festival holidays shall be notified to the employees by the \nemployer in the beginning of the calendar year. \n17.    Wag es during leave or holiday period.– (1) For each day of the leave or holidays allowed to \nan employee und er sections 14, 15 and 16, he shall be paid at the rate equivalent to the daily average \namount, which, during the three months preceding the leave or holidays, w as being earned by the \nemployee. \n(2)  An employee, who has been allowed leave under section 14 for any period not less than four \ndays in the case of an adult and five days in the case of a young  person, shall before the leave begins, \nbe paid his wages for the period of the leave allowed. \n18.    Sections 14, 15, 16 and 17 not to apply to certain establishments.– The provisions of \nsections 14, 15, 16 and 17  shall  not  apply in  relation to  employees  employed in  commercial \nestablishments as defined in clause (b) of section 2 of the West Pakistan Indus trial and Commercial \nEmployment (Standing Orders) Ordinance, 1968  (West Pakistan Ordinance VI of 1968 ). \n19.   Termination of employment.– (1) For terminating employment of a permanent employee, one \nmonth’s notice in writing shall be given either by the employer or by the employee and in lieu of \nnotice, one month’s wages calculated on the basis of average of wages earned during the preceding \nthree months shall be paid. \n(2)   No temporary employee, whether monthly  rated, weekly rated  or  daily rated, and no \napprentice shall be entitled to any notice or pay in lieu thereof if his services are terminated, but the \nservices of a temporary employee shall not be terminated as a punishment unless he has been given \nan oppo rtunity of explaining the charges levelled against him. \n  \n \n \n \n20.    Prohibition of employment of children.– No child shall be required or allowed to work in \nany establishment. \n21.      Contracting  out.–  Any   contract   or   agreement,   wh ether  made   before   or   after   the \ncommencement of this Ordinance, whereby an employee relinquished any right conferred by this \nOrdinance shall be null and vo id in so far as it purports to deprive him of such right. \n22.    Guarding of machinery.– In every indus trial establishment, all mechanically or electrically \npropelled machinery shall be guarded in the prescribed manner. \n23.     Maintenance of  records  and  registers.– Every  employer shall,  for  the  purpose of  this \nOrdinance, maintain such records and registers and furnish such information as may be prescribed. \n24.    Registration of establishment and fee for registration.– (1) Every establishment, other than \na one man shop,  as hereinafter defined, and factories employing clerical staff within the factory \npremises,  shall  be  registered  with the  Deputy Chief Inspector for  the  area  within  which  such \nestablishment is situated. \n(2)  An application for registration of an establishment shall be made by the employer in Form \n \n‘A’  and  shall  be  accompanied  by  a  Treasury  Challan  under  Head \n[16] \n \n[XXX VI-Miscellaneous \nDepartments-G-Miscellaneous-(S)-Receipts under  the  West  Pakistan  Shops  and  Establishments \nOrdinance, 1969]  for an amount of– \nRs. 2.00 in the case of an establishment employing 1 to 5 workers. \nRs. 3.00 in the case of an establishment employing 6 to 10 workers. \nRs. 5.00 in the case of an establishment employing 11 to 20 workers. \nRs. 10.00  in the case of an establishment employing more than 20 workers. \nExplanation– For the purposes of this section, “one man shop”  means a shop run by an employer \nor by any member of his family without engaging an employee. \n(3) An application for registration of an establishment shall be made– \n(a)  in the case of an establishment existing at the time this Ordinance comes into force, \nwithin three months thereof; and \n(b)  in the case of an establishment set up after the coming into force of this Ordinance or to \nwhich the provisions of this Ordinance are subsequently applied, within two months of \nthe setting up of the establishment or the application of this Ordinance thereto, as the case \nmay be. \n(4)  On receipt of the application and the fees specified in sub-section (2), the Deputy Chief \nInspector shall, on being satisfied about the correctness of the application register the establishment \nin  the Register of Establishments to be  maintained in Form ‘B’  and shall  issue a  registration \ncertificate to the employer in Form ‘C’. \n(5)  The registration certificate shall be prominently displayed by  the employer at the \nestablishment and shall be renewed after every two years on depositing fee as prescribed in sub- section \n(2). \n25.     Appointment  of  Chief  Inspector,  Deputy  Chief  Inspectors  and  Inspectors.–  (1) \nGovernment may, by notification in the official Gazette, appoint– \n(a)  a Chief Inspector of Shops  for the whole of the Province; \n(b) Deputy Chief Inspectors of Shops  for such areas as may be notified; and \n(c)  such person or class of persons as it thinks fit to be Inspectors for the purposes of this \nOrdinance within such local limits as may be specified by the Chief Inspector of Shops. \n(2) The Chief Inspector of Shops  and the Deputy Chief Inspectors of Shops – \n(a)  shall supervise the work of Inspectors appointed under clause (c) of sub-section (1) in \nsuch manner as may be prescribed; and \n(b) may exercise all or any of the powers of an Inspector. \n(3)  The Chief Inspector of Shops,  Deputy Chief Inspectors of Shops and Inspectors appointed \nunder sub-section (1) shall be deemed to be public servants within the meaning of section 21 of the \nPakistan Penal Code (XLV  of 1860 ). \n  \n \n \n \n26.    Powers of Inspectors.– An Inspector appointed under section 25 may, for the purposes of this \nOrdinance and w ithin the local limits for which he is appointed, at all reasonable times enter into any \nplace which is, or which he has reason to believe is, an establishment, with such assistants, if any being \npersons in the service of Government, and make such examination of that place or of any prescribed \nrecord, register, or other documents maintained therein, and may require such explanation \nof  any  prescribed record,  register  or  other  documents and  do  all  such  things  as  he  considers \nnecessary for the purpose of this Ordinance. \n27.    Penalties.– (1) If any employer, with intent to deceive, makes or causes or allows to be made, \nin any register, record or notice required to be maintained under the provisions of this Ordinance or \nthe rules made thereunder, any entry, or wilfully omits or causes or allows to be omitted from any \nsuch register, record or notice, any entry which is required to be made thereunder, or maintains or \ncauses or allows to be maintained more than one set of any such register, record or notice except the \noffice copy of such notice, or sends or causes or allows to be sent to an Inspector any statement, \ninformation or notice required to be sent under the provisions of this Ordinance or the rules made \nthereunder, which to his know ledge is false in any material particulars, he shall, on conviction, be \npunished with fine which shall not be less than fifty rupees and which may extend to two hund red \nand fifty rupees. \n(2)  Whoever contravenes any of the provisions of section 6, 7, 19 or 20 shall, on conviction, be \npunishable with fine which for the first offence may extend to rupees two hund red and fifty, and for \na second or subsequent offence with fine which may extend to rupees five hund red or with simple \nimprisonment which may extend to three months, or with both. \n(3)   Whoever contravenes any  other  provisions of  this  Ordinance shall,  on  conviction,  be  \npunishable with fine which for the first offence may extend to rupees one hund red and fifty, and for \na second or any subsequent offence to rupees two hund red and fifty or with simple imprisonment \nwhich may extend to three months, or with both. \n28.    Procedure.– (1) No prosecution un der this Ordinance or any rules made thereunder shall be \ninstituted except by or with the previous sanction of an Inspector, or other officer or authority \nspecially empowered by Government in this behalf. \n(2)  No Court inferior to that of a magistrate of the first class shall try an offence punishable \nunder this Ordinance or any rule made thereunder. \n29.    Limitation of prosecutions.– No Court shall take cognizance of any offence punishable under \nthis Ordinance or any rule made thereunder unless complaint thereof is made within three months from \nthe date on which the alleged commission of the offence comes to the know ledge of  an Inspector. \n30.   Indemnity.– No suit, prosecution or legal proceedings shall lie against any person in respect of \nanything done  in good  faith under this Ordinance or the rules thereunder. \n31.    Delegation of powers.– Government may, by notification in the official Gazette, delegate all \nor any of its powers under this Ordinance or the rules thereunder to any subo rdinate authority or \nagency as may be considered expedient by it. \n32.   Power to make rules.– (1) Government may, by notification in the official Gazette, make rules \nfor carrying out the purposes of this Ordinance. \n(2)  In making rules under this section, Government may direct that any person committing breach \nthereof shall, on conviction, be punishable with fine which may extend to fifty rupees, and wh ere the \nbreach is a continuing one, with a further fine which may extend to ten rupees for every \nday, after the first, during which the breach continues. \n33.    Saving of certain rights and privileges.– Nothing in this Ordinance shall affect any right or \nprivilege to which an employee is entitled on the date of the commencement of this Ordinance under \nany law for the time being in force or under any award, agreement, settlement, contract, custom or \nusage which is in force on that date, if such right or privilege is more favourable to him than any \nright or privilege conferred upon  him by this Ordinance. \n34.   Repeal and saving.– (1) The following enactments, hereinafter referred to as the said Acts, are \nhereby repealed:- \n(a)  The  Sindh Shops  and Establishments Act, 1940  (Sindh XVIII of 1940 ); \n(b) The Punjab Trade Employees Act, 1940  (Punjab X of 1940); \n(c)  The  North-West Frontier Trade Employees Act, 1947  (N.W.F.P. XX of 1947); and \n(d) The Weekly Holidays Act, 1942  (XVII of 1942). \n  \n \n \n \n(2)  Notwithstanding the repeal of the said Acts, everything done, orders passed, action taken, \nobligation, liability, penalty or punishment incurred, enquiry or proceeding commenced, officer \nappointed or person authorised, jurisdiction or power conferred, rule made or notification issued, \nunder any of the provisions of the said Acts, shall, if not inconsistent with the provisions of  this \nOrdinance, continue in force and be  deemed to have been don e, passed, taken, incurred, commenced, \nappointed, authorised, conferred, made or issued under the provisions of this Ordinance. \n \nSCHEDULE \n[See SECTION (2) (l) AND SECTION 24] \nFORM ‘A’ \nApplication Form \n1.  Name of the establishment, if any. \n2.  Postal address of the establishment. \n3.  Full name of the employer (including his father’s name). \n4.  Full name of the Manager, if any (including his father’s name). \n5.    Category  of  the  establishment,  i.e.,  whether  a  shop,  indus trial  establishment,  commercial \nestablishment,  residential  hotel,  restaurant,  eating  hous e,  theatre  or  other  place  of  public \namusement or entertainment. \n6.   To tal number of employees (state separately the number of men, women and/or young  persons,  if \nany). \n7.  Date on which the establishment commenced its work. \n8.  I hereby declare that the details given above  are correct to the best of my know ledge. \n \n \n \n \nDated                                                           Signature of the employer \n \n \n \nNote–   This statement shall be sent to the Deputy Chief Inspector of the area concerned with such fees as are prescribed in section 24 \n(2) of the West Pakistan Shops and Establishments Ordinance, 1969. \n  \n \n \n \n \nFORM ‘B’ \nREGISTER OF ESTABLISHMENTS \nPart I–Shops. \nPart II–Commercial \nEstablishments. Part III–Residential \nHotels. \nPart IV–Restaurants and Eating Houses. \nPart V–Theaters and other places  of Public Amusements or Entertainment. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \nFORM ‘C’ REGISTRATION \nCERTIFICATE \nName of the establishment, if any. \nName of the employer. \nPostal address of the establishment. \n \nRegistration No. \nIt  is  hereby  certified  that  the  establishment as  mentioned herein  has  been  registered  as  a \n*                                      under the West Pakistan Shops  and Establishments Ordinance, 1969,  this \n                                   day of                                    \n \n \nChief Inspector of Shops,  West Pakistan \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n*Here insert category of the establishment. \n \n \n  \n\n \n \n \n[1] This Ordinance was promulgated by the Administrator Martial Law, Zone ‘A’ on 30th June, 1969; published in the West Pakista \npages 1057-1076; saved by Article 281 of the Interim Constitution of Pakistan (1972); and, validated by the Validation of Laws Act, 1 \n[2] Substituted, for the “Province of West Pakistan except the Tribal Areas”, by the Federal Adaptation of Laws Order, 1975 (P.O. 4 o\n[3] The word “twelfth” was first substituted by the West Pakistan Shops and Establishments (Punjab Amendment) Act, 1975 (X of 19 \nAct, 1977 (XVII  of 1977). \n[4] Substituted, for “Government of West Pakistan”, by the Federal Adaptation of Laws Order, 1975 (P.O. 4 of 1975)\n[5] Substituted, for “West Pakistan”, by the Federal Adaptation of Laws Order, 1975 (P.O. 4 of 1975)\n[6] Now ‘Federal’, see ibid\n[7] The word “Western”, deleted ibid. \n[8] Substituted by the Finance Act 2006 (Federal Act III of 2006), effective from July 1, 2006. \n[9] Omitted ibid. \n[10] Substituted by the West Pakistan Shops and Establishment (Amendment) Ordinance, 1969 (XVII  of 1969). \n[11] Substituted for the words “one hundred and fifty” by the Finance Act 2006 (Federal Act III of 2006), effective from July 1, 2006 \n[12] Ibid., for the words “one hundred”. \n[13] Ibid., for the full-stop. \n[14] Added ibid. \n[15] Substituted ibid \n[16] Substituted by the West Pakistan Shops and Establishments (Second Amendment) Ordinance, 1969 (XXXIX  of 1969)."
}