{
    "file": "./converted_json\\administrator64119c0b0a4118d9564f7f786b4ef5df.json",
    "name": "Capital of the Republic (Determination of Area) Ordinance, 1963",
    "date": "26th October, 1963",
    "tagline": "An Ordinance to determine the area of the Capital of the Republic.",
    "content": "Page 1 of 3 \n   \n \n \nTHE CAPITAL OF THE REPUBLIC (DETERMINATION OF \nAREA) ORDINANCE, 1963  \n \n              \n \n \n \n \nCONTENTS  \n1.  Short title  \n2.  Area of the Capital  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 3 \n THE CAPITAL OF THE REPUBLIC (DETERMINATION OF AREA) \nORDINANCE, 1963  \n \nORDINANCE NO. VI OF 1963  \n \n[26th October, 1963]  \n \nAn Ordinance to determine the area of the Capital of the Republic  \n WHEREAS it is expedient to determine the area of the Capital of the Republi c; \n AND WHEREAS clause (1) of Article 211 of the Constitution provides that the Capital of \nthe Re public shall be Islamabad situated in the District of Rawalpindi in the Province of West \nPakistan at the site selected for the Capital of Pakistan before the enactment of the Constitution.  \n AND WHEREAS clause (2) of the said Article provides that the area of the Capital shall be \ndetermined by the Central Legislature, but shall not be les s than two hundred square miles ; \n AND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render immediate legislat ion necessary ; \n NOW, THEREFORE, in exercise of the powers conferred by clause (1)  of Article 29, and of \nall other powers enabling him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance:___ \n 1. Short title. — This Ordinan ce may be called the Capital of the Republic (Determination of \nArea) Ordinance, 1963.  \n 2. Area of the Capital. — The area specified in the Schedule measuring three hundred and \nfifty square miles or thereabout within the district of Rawalpindi in the Provinc e of  1[the Punjab] at \nthe site selected for the Capital of Pakistan shall be the area of the Capital of the Republic.  \n \n \n \n \n \n \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Sch., for “West Pakistan”.  \n \nPage 3 of 3 \n THE SCHEDULE  \n[All Map References pertain to Grid -I] \n            Starting from a point, Map Reference MU 873568 near Nicholson Monument running east \nalong the ridge of Margala Range via spot heights 2613, 2981, 3371, 3338 to Triangulation Point \nheight 3352 Map Reference MU 979604 on the boundary line of districts Hazara a nd Rawalpindi.   \nThen east along this boundary line to Triangulation Point height 5264 (near village Nilan Bhotu), \nMap Reference No. 191698 north -east along the Rawalpindi tehsil boundary to spot height 4949 \nMap Reference No. 223713, then south -east again a long Rawalpindi tehsil boundary to the tehsil \nboundary and nala junction at Map  Reference No. 227707, f rom here south -east along the nala to the \njunction in the nala at Map Reference No. 250701.From this junction south -east across the range of \nhills and via village Mangial Map Reference No. 268696 to village Karlot Map Reference No. \n287693. From village Karlot south -east along the nala to nala and Kurang Nala junction and along \nKurang nala to junction of Kurang Nala and Murree Road near village Chattar Para o at mile -stone 18 \nand 6 furlongs, Map Reference No. 304685. From here due east across country to the Rawalpindi \ntehsil boundary at Map Reference No. 310683 and south -east along the tehsil boundary to the \njunction of the tehsil boundary and Kurang nala at Map Reference No. 315676, then north -east along \nthe Kurang nala to the junction of the nala and tehsil boundary at Map Reference No. 327678. From \nthis junction south -east across country via spot height 2954 Map Reference No. 345664 across the \nrange south -east to spot height 2276 Map Reference No. 358655 located near Rawalpindi tehsil \nboundary then south -east along the Rawalpindi tehsil boundary to junction of boundary and Gumrah \nKas at Map Reference No. 369636. From this junction south -east across country t o village Sambli \nTijal on the river Soan, Map Reference No. 405615, then along river Soan and Rawalpindi tehsil \nboundary east up to the Map Reference No. 457595 (bend in the boundary) and south -east again \nalong tehsil boundary to point at map Reference No.  424541 (400 yards south of the Lehtrar road) to \na point down stream of the bridge on river Soan where this line joins the  river Map Reference No. \n367532.  Then south along river Soan to a point Map Reference No. 367453 being the junction of the \nriver with an eastern tributary. From here south -west across country to mile -stone 159 on G.T. Road \nmap Reference No. 274323.Then north -west across country to a point Map Reference No. 156382, \nthen east to a point Map Reference No. 223429 (a point on the western boun dary of Islamabad \nHighway).Then north along the western boundary of Islamabad Highway to a point Map Reference \nNo. 152532. From this point boundary line runs south -west across country along the outer line of I. J. \nRoad to a point Map Reference No. 067473. Then north -west to a point Map Reference No. 054491 \nand south -west against a point map Reference 038480. From this point the boundary line runs \nconcurrently with the north boundary line of right of way of G.T. road, eastern boundary of right of \nway of Go lra Road to a point Map Reference No.036484 and then to the north eastern corner of Jerry \nCane Factory. Then west to the north -west corner of Jerry Cane Factory along the northern and \nwestern boundary wall of the Jerry Cane Factory, till line again joins the  northern boundary line of \nright of way of G.T. Road, at point Map Reference No . 033482. Then  crossing   the G.T. Road. Then \nsouth -east along the southern boundary line of right of way of G.T. Road to a point Map Reference \nNo. 037479. From this point the bo undary line runs south -east across the country to appoint Map \nReference No. 049462. From this point the boundary runs south -west across country to a point Map \nReference MU 981414, then north -west across country back to the starting point Map Reference MU \n873568 near Nicholson Monument.  \n___________  \nDate: -22.04.2024"
}