{
    "file": "./converted_json\\administratore8a332cad1093952d0ecb86288b38c75.json",
    "name": "The General Clauses Act, 1897",
    "date": "11th March, 1897",
    "tagline": "An Act to consolidate and extend the General Clauses Acts, 1868 and 1887",
    "content": "Page 1 of 23 \n \n \nTHE  GENERAL  CLAUSES  ACT,  1897  \n \n \n \n \n \nCONTENTS  \n \nPRELIMINARY  \n1.      Short  title. \n2.      [Repealed.]  \nGENERAL  DEFINITIONS  \n \n3.      Definitions.  \n \n4.      Application  of foregoing  definitions  to previous  enactments.  \n \n4A.     Application  of certain  definitions  to all Pakistan laws.  \nGENERAL  RULES  OF CONSTRUCTION  \n5.      Coming into  operation  of enactments.  \n5A.     [Omitted.]  \n6.      Effect  of repeal.  \n6A.     Repeal  of Act making  textual  amendment  in Act or Regulation.  \n7.      Revival  of repealed  enactments.  \n8.      Construction  of references  to repealed  enactments.  \n9.      Commencement  and termination  of time.  \n10.      Computation  of time.  \n11.      Measurement  of distances.  \n12.      Duty  to be taken  pro rata in enactments.  \n13.      Gender  and number.  \n\n \nPage 2 of 23 \n 13A.   [Omitted.]  \nPOWERS  AND  FUNCTIONARIES  \n14.      Powers  conferred  to be exercisable  from  time to time.  \n15.      Power  to appoint  to include  power  to appoint  ex Officio . \n16.      Power  to appoint  to include  power  to suspend  or dismiss.  \n17.      Substitution  of functionaries.  \n18.      Successors.  \n19.      Official  chiefs  and subordi nates.  \n \nPROVISIONS  AS TO ORDERS,  RULES,  ETC.,  MADE  UNDER      ENACTMENTS.  \n \n20.     Construction  of orders,  etc., issued  under  enactments.  \n20A.  Rules and order, etc., to be published.  \n21.     Power  to make,  to include  power  to add to, amend,  vary or rescind , orders,  rules  or bye    \nlaws.  \n22.     Making  of rules  or bye laws and issuing  of orders  between  passing  and    commencement  \nof enactment.  \n23.     Provisions  applicable  to making  of rules  or bye-laws after previous  publication.  \n24.     Continuation,  of orders,  etc., issued  under  enactments  repealed  and reenacted.   \n24A.  Exercise  of power  under  enactments.  \n \nMISCELLANEOUS  \n25.     Recovery  of fines.  \n26.     Provision  as to offences  punishable  under  two or more  enactments.  \n27.      Meaning  of service  by post. \n28.     Citation  of enactments.  \n29.      Saving  for previous  enactments,  rules  and bye-laws.  \n30.     Application  of Act to Ordinances.  \n31.     Application  of Act to Orders  made  by the President.  \n  \n THE  SCHEDULE.   [Repealed.]  \n \nPage 3 of 23 \n THE GENERAL  CLAUSES ACT, 1897 \n \n1Act No. X OF 1897  \n[11th  March, 1897]  \nAn Act to consolidate and extend the General Clauses Acts, 1868  and 1887.  \nWHEREAS  it is expedient to consolid ate and extend the General Clauses Acts, 1868  (I of \n1868)  and 1887  (I of 1887) ; it is hereby enacted as follows : — \nPRELIMIN ARY \n1. Short title.—(1) This Act may be called the General Clauses Act, 1897;  \n 2[*        *         *         *         *         *         *] \n 2. [Repeal.].Rep. by the Repealing  and Amending  Act, 1903  (I of 1903),  s. 4 and Schedule III. \n \nGENERAL  DEFINITIONS   \n3.  Definitions. In this A ct, and in all 3[Central Acts] and Regulations made the \ncommencement of this Act, unless there is anything  repugnant in the subject or context, \n(1) “Abet.” “abet”, with its grammatical variations  and cognate expressions,  shall have \nthe same meaning as in the Pakistan Penal Code (Act XLV of 1860) . \n4[*    *             *         *         *         *         *] \n (2) “Act.” “act”, used with reference to an offence or a civil wron g, shall include a  series of \nacts, and words  which refer to acts done  extend also to illegal omissions:  \n (3) “Affidavit.” “affidavit” shall include affirmation and declaration in the case of persons \nby law allowed to affirm or declare instead of swearing: \n5[*        *         *         *         *         *         *] \n \n1For Statement of Objects and Reasons, see Gazette of India, 1897, Pt. V, p. 38; for Report of the Select Committee, see ibid., p. 77 ; and for \nProceedings in Council, see ibid. Pt. VI, pp. 35, 40, 56 and 76. \nThis Act has been declared to be in force in Baluchistan by the British Baluchistan Laws Regulation, 1913 (2 of 1913). \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., subject to certain modi- \nfications; and also extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phulera with effect from such date and subject to such \nmodifications as may be notified, see N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.                 . \nIt has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O.3 of 1950); and applied in the \nFederated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499. \nThe Act has been extended to the whole of Pakistan and shall be deemed to have been so extended on the 14th day of October, 1955, see the \nCentral Laws (Statute Reform) Ordinance, 1960  (21 of 1960),  s. 3  and Second Sch. \nThe provisions of this Act have been extended to the Special Areas of West Pakistan by West Pakistan Regulation No.1 of 1961 (with effect .from the \n13th September, 1961). \n2The word “and” in sub-section (1) and the whole of sub-section (2) rep. by the Repealing & and Amending Act. 1914 (10 of 1914), s. 3 and Sch. II.  \n3Subs. by .A. 0. 1937. for “Acts of the G.G. in C.”. \n4C1. (1a) as amended by A. 0., 1949, Sch., has been omitted by the Federal Laws (Revision and Declaration), Ordinance, 1981 (27 of 1981) s. 3 and \n2nd Sch. \n5Cls. (3a) and (3b) as amended by Act 10 of 1914, s. 2 and Sch. I, Act 24 of 1917, s. 2 and Sch. I, Act 18 of 1928, s. 2 and Sch. I, A.O., 1937, and \nOrd. 21 of 1960, s. 3 and 2nd Sch. (w.e.f. 14th October, 1955), has been omitted by Ord. 27 of 1981, s. 3 and 2nd Sch.\n \nPage 4 of 23 \n  (3c) “Baluchistan.” “Baluchistan” shall mean  the  territori es  comprised  in the  Chief \nCommission er's Provin ce of Baluchistan immediately before the fourteenth day of October, 1955  \n1[,] 1[and after the first day of July, 1970,  the Province of Baluchistan, comprising the  territori es \nmention ed in the Schedule to the Provin ce of West Pakistan (Dissolution)  Order, 1970:] \n2[*        *         *         *         *         *         *] \n (4) “Barrister.” “barrister” shall mean a barrister of England or Ireland, or a member of the \nFaculty of Advo cates in Scotland: \n3[* * * * * * *] \n \n4[* * * * * * *] \n \n5[* * * * * * *] \n \n6[* * * * * * *] \n \n7[* * * * * * *] \n8[(7) “British  India.” “British  India”  shall  mean,  as  respects  the  period  before  the \n9commencement of Part III of the Government of India Act, 1935  (26 Geo.5.2.) , all territori es and \nplaces within  His Majesty's dominions  which were for the time being governed by His  Majesty \nthrough the Governor General of India or through any Governor or offi cer subordin ate to the \nGovernor General of India, and as respects any period after that date 10[and before the establish ment \nof the Federation of Pakistan] means all territori es for the time being comprised within  the \nGovernors' Provin ces and the Chief Commission ers' Provin ces, except that a reference to British  \nIndia in an Indian law passed or made before the 9commencement of Part III of the Government of \nIndia A ct, 1935  (26 Geo.5.2.) , shall not include a reference to Berar:] \n \n (8) “British possession.” ”British  possession”  shall mean any part of Her Majesty's \ndominions,  exclusive  of the United Kingdom, and, where parts of those  domin ions are under both \na central and a local legislature, all parts under the Central Legislature shall, for the purpos es of this  \ndefinition,  be deemed to be one British  possession:  \n \n11[* * * * * * *] \n \n1Subs.and added by F. A. 0., 1975, Art. 2 and Sch. \n2El. (3d) omitted by Ord. 27 of 1981, s. 3 and Sch. II. \n3C1. (5) as amended by Act 10 of1914, s. 2 and Sch. I and Act 24 of 1917, s. 2 and Sch. I, has been omitted by the Federal Laws (Revision and \nDeclaration) Ordinance, 1981, (27 of 1981) s. 3 and 2nd Sch. \n4C1. (5a) relating to “Berar”, which was ins. by A.O., 1937, rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and 2nd \nSch. \n5Cl. (5b) relating to “Bihar and Orissa Act”, which was first ins. as c1. (5a) by the Repealing and Amending Act, 1914 (10 of 1914), s. 2 and Sch. I \nand then re-numbered as c1. (5b) by A. 0., 1937, rep. by the Federal Laws (Revision and Declaration) Act, 1951, (26 of 1951), s. 3 and 2nd Sch. \n6CI. (5c) which was ins. by A. 0., 1937, rep. by Act. 26 of 1951, s. 3 and 2nd Sch. \n7CI. (6) as amended by various enactments has been omitted by the Federal Laws (Revision and Declarations) Ordinance, 1981, (27 of 1981), s. 3 \nand 2nd Sch. \n8Subs. by A.O., 1937, for the original clause (7). \n9I.e., the 1st April, 1937. \n10Ins. by the Pakistan (Adaptation of Existing Pakistan Laws) Order, 1947 (G. G. O. 20 of 1947). \n11Cl. (8a) relating to “Burma Act” which was ins. by the Amending Act, 1903 (1 of 1903), s. 3 and Sch. II, rep. by the Federal Laws (Revision \nand Declaration) Act, 1951 (26 of1951), s. 3 and 2nd Sch. \n \nPage 5 of 23 \n  1[(8aa) “Central Act.” “Central Act” shall mean an Act of the Central lagislature, and shall \ninclude, except in section 5, an Act made by the Governor General under section 67 B of  the \nGovernment of India Act, 2[ *    *     *:] \n 3[(8ab) “Federal Government.” “ 4[Federal Government]” shall— \n(a)    in relation to anything done before the 5commencement of Part III of the \nGovernment of  India Act, 1935  (26 Geo.5.2.) , mean the Governor General in \nCouncil or the authori ty competent at the relevant date to exercise the \nfunctions  correspondi ng to those  subsequently exercised by the Governor \nGeneral; \n \n(b)     in relation to anything done after the 5commencement of Part III of the said \nAct, but b efore the establish ment of the Federation of Pakistan, mean, as \nrespects matters with r espect to which the Governor General was by or under \nthe provisions  of the said Act then in force required to act in his \ndiscretion, the Gov ernor General and as respects other matters, the Governor \nGeneral in Council; 6[*]  \n \n(c)     in relation to anything done 7[*      *     *] after the establishment of the \nFederation of Pakistan 8[but before the twenty-third  day of March, 1956 ], \nmean the Governor General; and shall include \n \n(i)       in  relation to functions  entrust ed under sub-section (1) of section 124 \nof the said Act to the  Government of a Province, the  Provincial \nGovernment acting within  the scope of the authori ty given to it under \nthat sub-section; and \n \n(ii)  in relation to the administration  9[before  the fourteenth  day of October,  \n1955,]  of a Chief  Commissioner' s Province,  the Chie f Commissioner  \nacting  within  the scope  of the authority  given  to him under  sub section  \n(3) of section  94 of the said Act 10[;] 11 * \n \n \n \n1Ins. by A. 0., 1937. \n2The words and figures “or section 44 of the Government of India Act, 1935” omitted by the Pakistan (Adaptation of Existing PakistanLaws) \nOrder, 1947 (G. G. O. 20 of 1947). \n3Subs. ibid., for clause (8ab), which had been ins. by A. 0., 1937. \n4Subs. by F.A.O. , 1975 for Art. 2 and Table for, “Central Government” \n5i.e., the 1st April, 1937  \n6The word “and” omitted by A. 0., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956). \n7The words “or to be done” omitted ibid. (with effect from the 23rd March, 1956). \n8Ins. ibid. (with effect from the 23rd March, 1956). \n9Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and Second Sch. (with effect from the 14th October, 1955). \n10Sub,. by A. 0.,1961, Art. 2 and Sch., for the full stop (with effect from the 23rd March, 1956). \n11Omitted, subs. and added by F.A.O., 1975, Art. 2 and Sch. \n \nPage 6 of 23 \n 1[(d) in relation to anything  done  or to be done, after the twenty-third day of \nMarch, 1956, mean the President;  and  shall  inc1ude  in   relation  to  \nfunctions  entrust ed  to  the Gov ernment of  a Provin ce, the Provin cial \nGovernment acting within  the scope of the authori ty given to it by the \nPresident 2[ ; and]] \n2[(e) in relation to anything done or to be don e, after the fourt eenth day of August, \n1973,  mean the  Prime Minist er and the Federal Minist ers; and shall include in \nrelation to functions entrust ed to the Government of  a Provin ce, the \nProvin cial Government acting within  the s cope of the authori ty given to or \npower conferred on it by the Federal Government;] \n3[(8ac) “Central Legislat ure.” “Central Legislature” shall mean the Governor General in \nCouncil acting in a legislative capacity under the Government of India Act, 1833  \n(3&4, will.4) , the Government of India Act, 1853 (c. 85 16&17 v ict.), The Indian Councils \nAct, 1861 to 1909  (c. 95.&6.) , or any of those  Acts, or the Government of India Act, \n1915 (Geo.5,c.61,26) , the Indian Legislature acting under the Government of India Act, \nor the Government of India Act, 1935  (Geo.5,c.2) , or the Federal Legislature acting \nunder the Government of India Act, 1935,  4[or the Parliament acting under the \nConstitution  5[of 1956  or the Central Legislature acting under the Constit ution of \n1962]  6[ or the Federal Legislature acting under the Interim Constitution of 1972,  or \nParliament acting under the Constitution  of 1973] as the case may require  :] \n7[*  * * * * *] \n \n8[*  * * * * *] \n \n (9) “Chapter.” “Chapter” shall mean a Chapter of the Act or Regulation in which the word \noccurs: \n \n \n \n \n \n1Subs.-clause (d) ins. by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956). \n2Subs and Added by F.A.O ., 1975 , Art.2 and Sch.  \n3CI. (8ac) ins. by A. 0., 1937. \n4Certain words ins, by A. 0.,1961, Art. 2 and Sch. (with effect from the 23rd March, 1956). \n5Ins. by A. 0., 1964, Art. 2 and Sch. \n6Ins. by F. A. 0., 1975, Art. 2 and Sch. \n7Cl. (8b) relating to “Central Provinces Act” which was ins. by the Second Repealing and Amending Act, 1914 (17 of 1914), s. 2 and Sch. I, rep. by \nthe Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and 2nd Sch. \n8CI. (8c) relating to “Central Provinces and Berar Act”, which was ins. by A. 0.,1937, rep. by Act 26 of 1951, s. 3, and II Sch. \n \nPage 7 of 23 \n  1[(9a) “Chief Revenue  Authority .” “Chief Revenue Authority ” shall  mean  the Board  of \nRevenue of a Provin ce:] \n 2[(10) “Distri ct O f f i c e r  (Revenue).”  shall m e a n s  t h e c h i e f  o f f i c e r  in c h a r g e  of \nr e v e n u e  administr ation of a Distri ct:] \n \n 3[*        *         *         *         *         *         *] \n (12) “Commencement.” “commencement”, used with reference to an Act or Regulation, \nshall 4mean  the day on whi ch the Act or Regulation comes into force: \n5[*        *         *         *         *         *         *] \n 6[(13a) “Constitution.” “Constitution”  means the Constitution  of the Islamic Republic of \nPakistan brought into force on the 3[fourt eenth day of August, 1973]  :] \n  \n8[(14) “Consular  Officer.” “Consul ar offi cer” sh all  include  consu l-general,  consul,  vice- \nconsul,  consul ar agent  pro-consul  and  any person  for  the  time  being  authorized to perform  \nthe duties of consul-general, consul,  vice-consul  or consul ar agent:] \n  \n9[*        *         *         *         *         *         *] \n (15) “Dist rict Judge.” “Distri ct Judge” shall mean the Judge of a principal Civil Court of \noriginal jurisdiction, but shall not include a High Court in the exercise of its ordin ary or \nextraordin ary original civil jurisdi ction: \n (16) “Document.” “document” shall include any matter writt en, expressed or described \nupon  any substance by means of letters, figures or marks, or by more than one of those means \nwhich is intended to be used, or which may be used, for the purpo se of recording th at matter: \n 10[*        *         *         *         *         *         *] \n \n \n \n1Subs. by A. 0., 1964, Art. 2 and Sch., for  (9a), which was first ins. by A. 0., 1937 and subsequently amended by the Pakistan (Adaptation of Existing \nPakistan Laws) Order, 1947 (G.G.O. 20 of 1947), Act 26 of 1951, s.3 and 2nd Sch., the Central Laws (Statute Reform) Ordinance,1960 (21 of 1960), \ns. 3 and 2nd Sch., A. 0.,1961, Art. 2 and sch; and the Repealing and Amending Ordinance, 1961 (1 of 1961), s. 3 and 2nd Sch. \n2Subs. by The General Clauses (Amdt.) Ordinance, 2001(Ord . No. XXXVI of 2001), s. 2.  Except in Islamabad Capital territory where it sh all come \ninto force on such date as the Federal Government may, by notification in the official Gazette, Specify.  Ord. 36 of 2001, s. 2 (w.e.f. 14 -08-2001).  \n3Clause (11) relating to “colony”, which was amended by various enactments have been omitted by Federal Laws (Revision and Declaration) \nOrdinance, 1981, (27 of 1981) s. 3 and 2nd Sch. \n4See section 5 on page 458, infra. \n5Omitted by The General Clauses (Amdt.) Ordinance, 2001(Ord. No. XXXVI of 2001),  s.2 (w.e.f 14-08-01). \n6Cl. (13a) ins. by A.0., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956). \n7Subs. by F.A.0, 1975, Art. 2 and Sch., for “eighth day of June, 1962” which was previously subs. by A.0., 1964, Art. 2 and Sch.,for “twenty third \nday of March, 1956”, to read as above. \n8Cf. the Consular Salaries and Fees Act, 1891 (54 & 55 Vict., c. 36), s.3. \n9Cls. (l4a) (14b) (l4c), (14d), (14e), (14f) and (14g), which were first ins. by A.0., 1937, and then amended by the Pakistan (Adaptation of \nExisting Pakistan Laws) Order, 1947 (G. G. O. 20 of 1947), Sch., omitted by A.0., 1961 Art. 2 and Sch. (with effect from the 23rd March, 1956). \n10Clauses (16a), (16b) and (16c) which were ins. by Act 10 of 1914, G.G.O. 20 of 1947 and A.0., 1961 respectively, have been omitted by the \nFederal Laws (Revision and Declaration) Ordinance, 1981 (27 of 981), s.3. and 2nd Sch. \n \nPage 8 of 23 \n (17) “Enactment.” “enactment” shall include a Regulation (as hereinafter defined) and any \nRegulation of the Bengal, 1[*] or Bombay Code, and shall also include any provision contained in \nany Act or in any such Regulation as aforesaid: \n (18) “Father.” “father “, in the case of anyone whose- personal law permits adoption,  shall \ninclude an adoptive  father:   \n2[*        *         *         *         *         *         *] \n \n3[(19)  “Financial year.” “financial year” means— \n(a)    as respects the period before the first day of April, 1959,  the year \ncommencing on the first  day of April  and ending on the thirty first day \nof March; \n(b)     as respects the period from the first day of April,  1959,  to the  thirtieth \nday of  June, 1959, both  days inclusiv e, that period ; and \n(c)       thereafter, the year commencing on the first day of July and ending on \nthe thirti eth day of June :] \n 4(20) “Good faith.” a thing  shall be deemed to be done in “good faith” where it is in fact \ndone hon estly, whether it is done  negligently or not: \n 5[(21) “Government.” “Government” or “the Government” shall include both the \n6[Federal Gov ernment] and any Provincial Government:] \n 7[*        *         *         *         *         *         *] \n (25)  “Immov eable property.” “immoveable property” shall include land, benefits to arise \nout of l and, and things attached to the earth, or permanently fastened to anything attached to the \nearth: \n (26) “Imprisonment.” “imprison ment” shall mean imprisonment of either description as \ndefined in the Pakistan Penal Code (Act XLV of 1860):  \n 8[(27)  “India.” “India” shall mean— \n(a)      as respects any period before the establish ment of the Federation of \nPakistan, British  India tog ether with all territori es of any Indian ruler then \nunder the su zerainty of His Majesty, all territori es under the suzerainty of \nsuch an Indian ruler, and the tribal areas; and \n(b)       as respects any period after the establish ment of the Federation of Pakistan \nall territori es for the time being included in the Dominion of  India 9[or the \nUnion of India] :] \n \n \n \n1The word “Madras” omitted by  G.G.O. 20 of 1947, Sch. \n2Clauses (18a) and (18b) relating to “Federal Government,” and “Federal Railway Authority”  respectively omitted ibid. \n3Subs. by the General Clauses (Amdt.) Ordinance, 1959 (14 of 1959), [section 2, for the original clause 19. \n4Cf. the Pakistan Penal Code (Act 45 of 1860), s. 52, the Bills of Exchange Act. 1882 (45 & 46 Vict., c. 61), s. 90, and the Sale of Goods Act,1893 (56 \n& 57 Viet., c. 71, s. 62). For discussion in Council regarding this clause, see Gazette of India, 1897, Part VI, pp. 56 to 62 and 76 to 79.  \n5Subs. by A.O., 1937, for the original definition. \n6Subs. by F.A.0.,1975, Art. 2 and Table, for “Central Government”. \n7Cl. (21a) to (24) previously amended by various enactments have been omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 \nof 1981) s. 3 and 2nd Sch. \n8Subs. by G.G.O. 20 of 1947, Sch., for clause (27) which had been subs. for the original clause by A. 0., 1937. \n9Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and Second Sch. (with effect from the 14th October, 1955). \n \nPage 9 of 23 \n  1[* * * * * * *] \n 2[* * * * * * *] \n (28) “Local authority.” “local authori ty” shall mean a municipal committee, distri ct board, \nbody of port commission ers or  other authority  legally entitled to, or entrust ed by the Gov ernment \nwith,  the control  or management of a municipal or local fund: \n 3[*        *         *         *         *         *         *] \n (31) “Magist rate.” “Magistrate” shall  include every person  exercising all  or  any of  the \npowers of a Magistrate under the Code of Criminal Procedure for the time being in force: \n(32) “Mast er” (of a ship). “master”, used with reference to a ship,  shall mean any person \n(except a pilot or harbour-master) having for the time being control  or charge of the ship:  \n(33) “Mo nth.” “month”  shall mean a month reckoned according to the British  calendar:  \n (34) “Mov eable property.”  “moveable property” shall mean property of every description, \nexcept immoveable property: \n4[(34a1) “North-West Frontier.” “North-West Fronti er” shall mean the territori es comprised \nin the  North-West Fronti er Provin ce immediately before the fourteenth day of O ctober, 1955  5[ , ]] \n5[and on or after the  first-day of July, 1970, the  North  West Fronti er Province comprising the  \nterritori es mention ed in the Schedule to the Provin ce of West-Pakistan (Dissolution) Ord er, 1970:]  \n 6[(34a) “North-West Frontier Province Act.” “North-West Fronti er Provin ce Act” shall \nmean an Act  made  by  the  local  Legislature or  the  Governor of  the  North-West Fronti er \nProvin ce under the Government of  India Act, or by the Provin cial Legislature or  the Gov ernor of \nthe North-West Fronti er Provin ce under the Government of India Act, (26 Geo.5, c.2.),  1935:] \n7[* * * * * * *] \n (36) “Oath.” “oath” sh all include affirmation and declaration in the case of persons  by law \nallowed to affirm  or declare instead of swearing: \n \n (37) “Offence.” “offence” shall mean any act or omission  made punis hable by any law for \nthe time being in force: \n \n \n1CI. (27a) relating to “Indian Law”, which was ins. by A. 0., 1937, omitted by the Pakistan (Adaptation of Existing Pakistan Laws) Order, 1947 \n(G.G.O. 20 of 1947). \n2Clauses (27b) and (27c) previously amended by various enactments have been omitted by the Federal Laws (Revision and Declaration) \nOrdinance, 1981 (27 of 1981), s. 3 and 2nd Sch. \n3CI. (29) defining “L. G.”, rep. by A.O., 1937 and cl. (30) defining “Madras Act” rep. by the Federal Laws (Revi sion and Declaration) Act, 1951 (26 \nof 1951), s. 3 and 2nd Sch. \n4CI, (34a1). ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955). \n5Subs. and added by F.A.O., 1975, Art. 2 and Sch. \n6Ins. by A.0., 1937. \n7Clause (35) defining “North-Western Provinces and Oudh Act” rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and \n2nd Sch. \n \nPage 10 of 23 \n 1[(37a) “Official Gazette.” “official Gazette” or  “Gazette”  shall  mean  the  Gazette  of \n2[Pakistan], or, as the case may be, the official gazette of a Provin ce:] \n  \n3[(37b) “Pakistan  Law.” “Pakistan law” shall mean any Act, Ordin ance, Regulation, \nrule, ord er, bye-law or any other instru ment whi ch has or had the force of law in Pakistan or any \npart thereof; but do es not in clude an Act of Parliament of the  United Kingdom or any Ord er-in-\nCouncil, rule or oth er instru ment made thereunder;] \n  \n4[*        *         *         *         *         *         *] \n (38) “Part.” “Part” shall mean a Part of the Act or Regulation in which the word occurs: \n (39) “Person.” “person”  shall include any company or association or body of individu als, \nwhether incorporated or not:  \n 5[(40) “Political Agent.” “Political Agent” shall,— \n \n(a)      as respects the period before the fourteenth day of October, 1955,  \nmean the principal offi cer by what-ever name called representing  the \n6[Federal Go vernment] in an Acceding State or group of Acceding \nStates or in any territory or place in the Tribal Areas 7[and as respects \nthe period after the twenty first day of April, 1972, mean the principal \nofficer by wh atever name called representing  the   Federal   \nGovernment   in   the Federally Administered Tribal Areas]; and \n(b)      as respects the period after the thirteenth-day of October, 1955,  8[and \nbefore the twenty- first day of April, 1972,]  mean the principal officer \nby whatever name called (i) representing  the 9[Federal Government] in \nan Acceding State or (ii) representing t he Provin cial Government in \nthe  10[Tribal Areas] 8[and as respects the period after the tw enty-\nfirst d ay of April, 1972,  mean the principal officer by whatever name \ncalled representing  the Federal Government in the Federally \nAdministered Tribal Areas and the Provin cial Government in the \nProvin cially Administered tribal Areas] :] \n \n1Ins. by A. O., 1937. \n2Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) Order, 1947 (G.G.O.  20 of 1947), Sch.,  for “India”. \n3Clause (37b) which was originally ins. by G.G.O. 20 of 1947 and subsequently Subs. by A. 0.,1961, Art. 2 and Sch. have been subs. by the \nFederal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch. \n4Cl. (37b) relating to “Orrisa Act” omitted by the General Clauses (Arndt.) Act, 1951 (27 of 1951), s. 2 (with effect from the 14th August, 1947). \n5Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for clause (40), \nwhich was ins. by A.O., 1949, Sch. [The original clause (40) as amended by A. 0., 1937, had been omitted by the Pakistan (Adaptation of Existing \nPakistan Laws) Order, 1947 (G.G.O. 20 of 1947), Sch.] \n6Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”. \n7Subs. ibid., Art. 2 and Sch.,  for  “or 1eased areas”. \n8Ins. by F.A.O., 1975, Art. 2 and Sch. \n9Subs. ibid, Art. 2 and Table, for “Central Government”. \n10Subs. by A. 0., 1964, Art. 2 and Sch., for “Special Areas”. \n \nPage 11 of 23 \n   1[* * * * * * *] \n  \n2[* * * * * * *] \n \n3[(43ai) “Provincial Act.” “Provin cial Act” shall mean an Act made by the Governor in  \nCouncil, or Chief Commission er in Council, Lieutenant-Governor in Council, or Chief \nCommission er in Council of a Province under any of the Indian Councils Acts or the Gov ernment \nof India Act, 1915  or an Act made by the local Legislature or  the Governor of  a Provin ce under the \nGovernment of  India Act, or an Act made by the Provin cial Legislature or Governor of a Provin ce \nunder the Government of India Act, 1935  (26 Geo. 5,c.2) , or an Act made by the Provincial \nLegislature establish ed or continu ed under the Constitution  4[of 1956  or an Act made by the \nProvin cial Legislature establish ed under the Constitution of  1962]  7[or an Act passed by a \nProvincial Assembly establish ed under the Interim Constitution  of 1972,  or the Constitution  of 1973 ] :] \n \n *5[(43a) “Provincial Government”.  “Provincial Government”— \n \n6[(a) as respects anything  done after the establish ment of the Federation of Pakistan \nbut before the  fourt eenth day of October, 1955,  shall mean in a Governor's \nProvince, the Governor, and in a Chief Commissioner's Provin ce, the 8[Federal \nGovernment] ; \n \n(aa) as respects anything d one or to be done  after the thirteenth day of October, \n1955,  shall mean the Governor,  and where the administr ation of any area \n9[vested in the Governor G eneral or vests in the President],the 10[Federal \nGovernment];] \n \n11[(aaa) as respects any thing done  or to be done  after the fourt eenth day of August, \n1973,  shall mean the Chief Minist ers and the Provin cial Minist ers and shall \ninclude, in relation to fun ctions  entrust ed to the  Federal Government, the \nFederal Government acting within tile s cope of authority given to it by the \nProvin cial Government] ; \n \n12[(aaa a) as respects anything done  or to be done after the thirti eth day of June, 1970, \nin relation to  the Islamabad Capital Territory under any law coming into \nforce after that day, s hall mean the Federal Government;] \n_________________________________________________________________________________  \n1CI. (41) defining “Presidency town” omitted by  G.G.O. 20 of 1947 Sch. \n2Clauses (42) and (43) which were amended by A. 0., 1937, Ord. 21 of 1960, A. 0., 1961, have been omitted by the Federal Laws (Revision and \nDeclaration) Ordinance, 1981 (27 of 1981), S. 3 and 2nd Sch. \n3Ins. by A. 0., 1961, Art. 2 and Sch. (with effect from the 23rd March,1956). \n4Ins. by A. 0., 1964, Art. 2 and Sch. \n5Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) Order, 1947 (G.G.0. 20 of 1947), Sch., for the. clause (43a), which was ins. by A. \n0., 1937. \n6Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3 and 2nd Sch., for sub-clause (a) (with effect from the 14th October. 1955) \n*The Chief Administrator to be Provincial Government in respect Islamabad Capital Te rritory , Please see S.R.O 1316 (I)/80, dated 31-12-1980, read with \nP.O. 18 of 1980.  \n7Ins.by F.A. O,  1975, Art.2 and Sch.  \n8Subs.ibid, Art.2 and Table, for “Central Government”.  \n9Subs. by A.O., 1961, Art. 2 and Sch., for “vests in the Governor General” (with effect from the 23rd March, 1956). \n10Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government “. \n11Ins. ibid., Art. 2 and Sch. \n12Ins. by the General Clauses (Amdt.) Ord., 1979 (32 of 1979), s. 2. \n \nPage 12 of 23 \n (b) as respects anything done before the establishment of the Federation of \nPakistan, but after the 1[commencement of Part III of the Government of \nIndia Act, 1935  (26 Geo. 5,c.2) , shall mean in a  Governor's Provin ce, the  \nGovernor  acting  or  not  acting in  his  discretion, and exercising or  not \nexercising his  individu al judgment, according to  the provision  in that behalf \nmade by and under the said Act, and in a Chief Commissioner's Provin ce, \nthe 4[Federal Government] ; and \n(c) as respects anything done before the commencement of Part III of the said \nAct, shall mean the authori ty or person authori zed at the relevant date to \nadminister executive government in the Provin ce in question:]  \n(44) “Public nuisance.” “public  nuisance” shall mean a public  nuisance as defined in the \nPakistan Penal Code (Act XLV o f 1860) . \n 2[* * * * * * *] \n(45) “Registered.” “registered”, used with reference to a document, shall mean registered in \n3[a Provin ce] under the law for the time being in force for the registration of do cuments: \n(46) “Regulatio n.” “Regulation” shall   mean   a   Regulation   made  5[by   the   6[Federal \nGovernment] und er the Government of India Act, 1870,  7[or the Government of India A ct, 1915,] \n8[or the Government of India Act,] 5[or under section 95 or section 96 of the Gov ernment of India \nAct, 1935]  9[or by the Governor under Article 103 or Article 104 of the  Constitution.  of 1956,  or by \nthe President or by the Governor under Article 223 of the Constitution  of 1962]  10[,]10[or by the \nPresident or by the Governor under Article 247 of the  Constitution  of 1973:] \n(47) “Rule.” “rule” shall mean a rule made in exercise of a pow er”] conferred by any \nenactment, and shall include a regulation made as a rule under any enactment: \n(48) “Schedule.” “schedule” shall mean a schedule to the Act or Regulation in which the \nword occurs: \n \n \n \n \n1I.e., the 1st April, 1937. \n2C1s. (44al) and (44a) which were amended by various enactments have been omitted by the Federal Laws (Revision and Declaration) Ordinance, \n1981, (27 of 1981), s. 3 and 2nd Sch. \n3Subs. by the Pakistan (Adaptation of Existing Pakistan Laws) Order, 1947 (G.G.O. 20 of 1947), Sch., for “British India”. \n4Subs.by F.A.O,1975, Art 2 and Table for “Central Government”  \n5Ins. by A.0., 1937. \n6Subs. by F.A.O., 1975 Art. 2 and Table, for “Central Government”. \n7Added by the Repealing and Amending Act, 1917 (24 of 1917), s. 2 and Sch. I. \n8Ins., by Act 18 of 1928, s. 2 and Sch. I. \n9Ins. by A. 0., 1964, Art. 2 and Sch. \n10Subs. and added by F.A.O., 1975 Art. 2 and Sch. \n \nPage 13 of 23 \n 1[(49) “Scheduled Dist rict.” “Scheduled Distri ct” shall mean a “Scheduled Distri ct” as \ndefined in the Scheduled Distri cts Act, 1874  (XV of 1874) : \n(50) “Section.” “section” s hall mean a section of the Act or Regulation in which the word \noccurs: \n(51) “Ship.” “ship” sh all include every description of v essel sed in navigation not \nexclusiv ely propelled by oars: \n(52) “Sign.” “sign”, with its grammatical variations  and cognate expressions,  shall, with \nreference to a person who is unable to write  his name, include “mark”, with its grammatical \nvariations  and cognate expressions:  \n2[*        *         *         *         *         *         *] \n(53) “Son.” “son”, in the case of any one whose personal law permits adoption,  shall \ninclude an adopted son: \n3[*        *         *         *         *         *         *] \n(54) “Sub-section.” “sub-section”  shall mean a sub-section of the section in which the word \noccurs: \n4[*       *         *         *         *         *         *] \n(55) “Swear.” “swear”, with its grammatical variations  and cognate expressions, shall \ninclude affirming and declaring in the case of persons by law allowed to affirm or declare instead of \nswearing: \n5[(55a) “Tribal Areas.” “Tribal Areas” shall \n \n(i) as respects the period after the first day of July, 1970  mean the areas in \nPakistan which immediately before that day were the Tribal Area and \ninclude— \n  (a)      the Tribal Areas of Baluchistan and the North-West Fronti er Provin ce; \n   and \n  (b)     the former States of Amb, Chitral, Dir and Swat; \n \n \n1This clause was first amended by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, \n1955) and then revived, retrospectively by the Repealing and Amending Ordinance, 1961 (l of 1961), s. 3 and 2nd Sch. \n2Cls. (52al) and (52a) which were ins. by A. 0., 1937 and Ord. 21 of 1960 and amended by F.A.O., 1975, have been omitted by the Federal Laws \n(Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch. \n3Cl. (53a), relating to “Special Areas” which was ins., by Ord. 21 of 1960, s. 3 and 2nd Sch. (with effect from the 14th October, 1955), has been omitted \nby A. 0.,1964, Art. 2 and Sch. \n4Clause (54a), which was ins. by A. 0.,1937 and subs. by A. 0., 1961, have been omitted by the Federal Laws (Revision and Declaration) Ordinance, \n1981 (27 of 1981). s. 3 and 2nd Sch. \n5Clause (55a) defining “United Provinces Act” which was originally ins. by the Amending Act, 1903 (I of 1903), s. 3, Sch. II, repealed by the Federal \nLaws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and 2nd Sch., and again ins by A.O., 1964, Art. 2 and Sch., have been subs. by F.A.O., \n1975, Art. 2 and Sch. \n \nPage 14 of 23 \n (ii) as respects the period on or  after the tenth day of January 1964,  and before the \nfirst day of July, 1970  mean the areas in the Provin ce of West Pakistan which, \non the thirteenth day of October, 1955,  were \n (a) the Tribal Areas of Baluchistan the Punjab and the North-West \n Fronti er; and \n (b)       the States of Amb, Chitral, Dir and Swat; \n(iii)     as respects the period on or after the eight day of June, 1962,  and before the \n  tenth day of January, 1964,  mean the areas in the Provin ce of West Pakistan \n  which, on the thirteenth d ay of October, 1955,  were— \n(a)   the Tribal Areas of Baluchistan, the Punjab and the North-West \nFronti er ; and \n (b)       the States of Amb, Chitral, Dir and Swat and the area in the Provin ce \n   of East Pakistan known  as Chittagong Hill Tract; \n \n(iv)      as respects the period on or after the twenty-third day of March, 1956,  and \n  before the eight day of June, 1962, mean the areas of the Provin ce of West \n  Pakistan whi ch immediately before the commencement of the Establish ment \n  of West Pakistan Act, 1955, w ere— \n \n(a)   the Tribal Areas of Baluchistan, the Punjab and the North-West \nFronti er; and \n (b)      the States of Amb, Chitral, Dir and Swat; and \n \n(v)   as respects the period before the twenty-third  day of March, 1956,  mean \nthe areas in Pakistan which immediately before that day were the Tribal Areas \nand include \n \n(a)   the Tribal Areas of Baluchistan, the Punjab and the North -West \nFronti er Provin ce; and \n (b)      the States of Amb, Chitral, Dir and Swat.] \n1(56) “Vessel”. “vessel” shall include any ship or boat or any oth er description  of vessel used \nin navigation. \n2[*        *         *         *         *         *         *] \n3(57) “Will” . “will”  shall include a codicil and every writing  making a volunt ary \nposthu mous disposition  of property: \n \n1Cf. s. 742 of the Merchant Shipping Act, 1894 (57 & 58 Vict., c. 60). This definition supplements the definition of ship in clause (51), supra. See also \ndefinition of vessel in s. 48 of the Pakistan Penal Code (Act 45 of 1860), and in s. 3 (4) of the Canal and Drainage Act, 1873 (8 of 1873)  and ins. 2 (g) \nof the Customs Act, 1969 (4 of 1969). \n2CIs. (56a) and (56aa) which were ins. by G.G.O. 20 of 1947 and Ord. 21 of 1960 respectively, have been omitted by Ord. 27 of 1981, s. 3 and 2nd Sch. \n3Cf. the definition of “will “ in section 2 of the Succession Act, 1925 (39 of 1925). \n \n \nPage 15 of 23 \n 1(58) “Writing.” expressions  referring to “writing” shall be constru ed as including \nreferences to printin g, lithography, photography and other modes of representing or reproducing \nwords  in a visible  form: and \n(59) “Year.” “year” shall mean a year reckoned according to the British  calendar. \n4. Application  of foregoing definitions to previous enactments.—(1)The definitions  in \nsection 3 of the following wor ds and expressions , that is to say, “affidavit”, “barrister”, 2[*   *] \n“Distri ct Judge”, “father”, 2[*    *     *] 3[*    *    *] 2[*    *]  “immoveable property”, \n“imprison ment”, 2[*  *] “Magistrate”,  “month”,  “moveable  property”,  “oath”,  “person”,  \n“section”,  ,”son”,  “swear”, “will”  and “year” apply also, unless there is anything repugnant in the \nsubject or context, to all 4[Central Acts] made after the third day of January, 1868,  and to all \nRegulations  made on or after the fourt eenth day of January, 1887.  \n(2) The definitions  in the said section of the following  words .and expressions,  that is to s ay,  \n“abet”,  “Chapter”,  “commencement”, “financial  year”,  “local  authori ty”,  “master”, “offence”, \n“part”, “public nuisance”, “registered”, “schedule”, “ship”, “sign”, “sub -section” and “writing”  \napply also, unless there is anything repugnant in the subject or context, to all 5[Central Acts] and \nRegulations  made on or after the fourt eenth day of January, 1887.  \n6[4A. Application  of certain definitions to all Pakistan Laws . — 7[(1) The definitions  in \nsection 3 of the expressions  “British  India”, “Central Act”, “8[Federal Government”, Central \nLegislature”, “Chief Revenue Authori ty”, “Gazette”, “High Court”, “India”, “Official Gazette”, \n“Pakistan law”, and “Provincial Government” apply also, unless there is anything repugnant in the  \nsubject or context, to all Pakistan laws.]. \n9[*        *         *         *         *         *         *] \n \n \n \n \n \n \n \n \n \n1Cf. s. 20 of the Interpretation Act, 1889 (52 & 53 Vict., c. 63). \n2The words “British India”, “G. of I.”, “High Court” and “L. G.” rep. by A.O.,1937. \n3The words “Her Majesty” or  the Queen' rep. by the Repealing and Amending Act, 1919 (18 pf 1919), s. 3 and Sch. II. \n4Subs. by A.O., 1937, for “Acts of the G.G in C.”. \n5 Subs. by A.O., 1937, for “Acts of the G. G. in C.”. \n6Ins. ibid. \n7Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for sub-section (1), which was pre-viously \namended by various enactments. \n8Subs. by F.A.O., 1975, Art. 2 and Sch., for  “Central Government”. \n9Sub-sections (2) and (3) which were amended by various enactments have been omitted by the Federal Laws (Revision and Declaration) Ordinance, \n1981 (27 of 1981) s. 3 and 2nd Sch. \n \nPage 16 of 23 \n GENE RAL RULES OF CONSTRUCTION \n 5.   Co ming into operation of enactments. 1[(1) Where any Central Act is not \nexpressed to come into operation on any particular day, then it shall come into operation on  the day \non which it receives the assent,— \n  (a)  in the case of a Central Act made before the twenty-third day of March, 1956,  \n   of the Governor-General, and \n  (b)  in the case of a Central Act made after that date, of the President.] \n \n  2[*       *         *         *         *         *         *] \n(3) Unless the contrary is expressed, a 3[Central Act] or Regulation shall be constru ed as \ncoming into operation immediately on the expiration of the day preceding its commencement. \n  45A. [Coming  into operation of Governor-General's Act.] Omitt ed by the Pakistan  \n(Adaptation of  Existing  Pakistan  Laws) Order, 1947  ( G. G. O. 20 of 1947 ), Schedule. \n \n 6.    Effect of repeal. Where this  Act,  or  any  2[Central  Act]  or  Regulation made  after \nthe commencement of this Act, repeals any enactment hitherto made or hereafter to be made, then, \nunless a different intention  appears, the repeal shall not– \n \n(a)  revive anything not in force or existing  at the time at which the repeal takes \neffect; or \n (b)  affect the previous  operation of any enactment so repealed or anything duly \n  done  or suff ered thereunder; or \n(c)  affect any right, privi lege, oblig ation or liability  acquired, accrued or incurred \nunder any enactment so repealed; or \n (d)  affect any penalty, forfeiture or punish ment incurred in respect of any\n offence committed against any enactment so repealed; or \n(e)  affect any investigation, legal proceeding or remedy in respect of any \nsuch right, privil ege, obligation, liability, penalty, forfeiture or punish ment as \naforesaid;  \nand any such investigation, legal proceeding or remedy may be institut ed, continu ed or enforced, \nand any such penalty, forfeiture or punish ment may be imposed as if the repealing Act or \nRegulation had not been passed. \n \n \n1Subs. by A. O., 1961, Art. 2 and Sch. (with effect from the 23rd March,1956), for the original sub-section (1), as amended by A. O., 1937. \n2Sub-section (2), which was first subs. by the Repealing and Amending Act, 1917 (24 of 1917), s. 2 and Sch. I, and then amended by A. O., 1937 and \nthe Pakistan (Adaptation of Existing Pakistan Laws) Order, 1947 (G. G.O. 20 of 1947), Sch., omitted by A. O., 1961. Art. 2 and Sch. (with \neffect from the 23rd March,.1956).                 \n3Subs. by A. O., 1937. for “Act of the G.G. in  C.”. \n4S. 5A was ins. by A. O., 1937. \n \nPage 17 of 23 \n  1[6A. Repeal of A ct making textual amendment in Act or Regulatio n. Where any             \n2[Central Act ] or Regulation made after the commencement of this Act repeals any enactment by \nwhich the text of any 2[Central Act] or Regulation w as amended by the express omission, ins ertion \nor substitu tion of any matter, then, unless a different intention  appears, the repeal shall not  affect \nthe continu ance of any such amendment made by the enactment so repealed and in op eration at the \ntime of such repeal.] \n 37.  Revival  of repealed enactments. (1) In any 2[ Central Act] or Regulation made after \nthe commencement of this Act, it shall be necessary, for the purpose  of reviving, either whol ly or \npartially, any enactment whol ly or partially repealed, expressly to state that purpos e. \n (2) This section applies also to all 4[Central Acts] made after the third  day of January, 1868,  \nand to all Regulations made on or after the fourt eenth day of January, 1887.  \n5[8.   Construction of references to repealed enactments. (1)] 6Where this Act, or any \n2[ Central Act] or Regulation made after the commencement of this A ct, repeals and re-enacts, with \nor without  modifi cation, any provision  of a former enactment, then references in any other \nenactment or in any instrument to the provision so  repealed shall, unless a different intention \nappears, be constr ued as references to the provisi on so re-enacted. \n7[*     *         *         *         *         *     *] \n 9.  Comm encement and termination  of time.—(1) In any 8[Central Act] or Regulation \nmade after the commencement of this Act, it shall be sufficient, for the purpose  of excluding  the \nfirst in a series of days or any oth er period of time, to use the word  “from”, and, for the purpose of  \nincluding  the last in a series of days or any other period of time, to use the word  “to”. \n (2) This section applies also to all 9[Central Acts] made after the third d ay of January, 1868 , \nand to all Regulations  made on or after the fourteenth day of January, 1887.  \n \n \n \n \n \n \n \n1Ins. by the General Clauses (Amdt.) Act, 1936 (19 of 1936), s. 2. \n2Subs. by A. O., 1937, for “Act of the G. G. in C.”. \n3Cf, s. 11 of the Interpretation Act, 1889 (52 & 53 Vict., c. 63). \n4Subs. by A. O.,1937, for “Acts of the G. G. in C.”. \n5The original s. 8 was renumbered as sub-section (1) of that section by the Repealing and Amending Act, 1919(18 of 1919), s. 2 and Sch. I. \n6Cf, s. 38 (1) of the Interpretation Act, 1889 (52 &53 Vict., c. 63). \n7Sub-section (2) which was ins. by Act 18 of 1919 s. 2 and Sch. I, have been omitted by the Federal Laws (Revision and Declaration) Ordinance,1981 \n(27 of 1981), s. 3 and 2nd Sch. \n8Subs. by A. O.,1937, for “Act of the G. G. in C.”. \n9Subs. ibid., for “Acts of the G. G. in C.” \n \nPage 18 of 23 \n  10.  Computation  of time. (1) Where, by any 3[Central Act] or Regulation made after \nthe commencement of this Act, any act or proceeding is directed or allowed to be done  or taken in \nany Court or office on a certain day or within  a prescribed period, then, if the Court or office is \nclosed on that day or the last day of the prescribed period, the act or proceeding shall be consid ered \nas done or taken in due time if it is done or taken on the  next day afterwards on which the  Court or \noffice is open: \n Provid ed that nothing  in this section shall apply to any act or proceeding to which the             \n1[ Limitation Act, 1908 ] (IX of 1908),  applies. \n (2) This section applies also to all 4[Central Acts] and Regulations  made on or alter the \nfourt eenth day of January, 1887.  \n 211.  Measurement of distances. In the measurement of any distance, for the purpos es of \nany 3[Central Act] or Regulation made after the commencement of this  Act, that distance shall, \nunless a different intention  appears, be measured in a straight line on a horizontal plane. \n 12.   Duty to be taken prorate in enactments. Where, by any enactment now in force or \nhereafter to be in force, any duty of customs or excise, or in the nature thereof, is leviable on any \ngiven quantity, by weight, measure or value of any goods  or merchandize, then a like duty is \nleviable according to the same rate on any greater or less quantity. \n 13.   Gender and number. In all 4[Central Acts] and Regulations,  unless there is anything \nrepugnant in the subject or context,— \n(1) words  importi ng the masculine  gender shall be taken to include \nfemales; and \n (2)  words  in the singular shall include the plural, and vice versa. \n513A.   [References to the Sovereign.] Omitted by A. O., 1961,  Art. 2 and Sch. ( with effect \nfrom the  23rd  March, 1956).  \nPOWERS AND  FUNCTIONARI ES \n 14.  Powers conferred to be exercisable from time to time. (1) Where, by any 6[Central \nAct] or Regulation made after the commencement of this Act, any power is conferred 7*  * * , then, \n8[ unl ess a different intention appears], that power may be exercised from  time to time as occasion \nrequires. \n (2) This section applies also to all 9[Central Acts] and Regulations  made on or after the \nfourt eenth day of January, 1887.  \n \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch., for “Indian Limitation Act, 1877”. \n2Cf. s. 34 of the Interpretation Act, 1889(52 & 53 Vict., c. 63). \n3Subs.by A.O.,1937 for “Act of  the G.G. in C”.  \n4Subs.ibid., for “Acts of the G.G. in C”.  \n5S.13A was ins. by the Repealing and Amending Act, 1919 (18 of 1919), s. 2 and Sch. I, and then amended by A. O., 1937.          \n6Subs. by A. O., 1937, for “Act of the G.G. in C.”. \n7The words “ on the Govt.” rep. by Act 18 of 1919, s. 2 and Sch. I. \n8Ins. ibid. \n9Subs. by A. O., 1937, for  “Acts of the G. G. in C.”. \n \nPage 19 of 23 \n  15. Power to appoint to include power to appoint ex officio. Where, by any 3[Central Act] \nor Regulation, a power to appoint  any person to fill any office or execute any function is conferred, \nthen, unless it is otherwise  expressly provid ed, any such appoint ment, if it is made after the \ncommencement of this Act, may be made either by name or by virtue  of office. \n 16.   Power to appoint to include power to suspend or dismiss. Where, by any 3[Central \nAct] or Regulation, a power to make any appoint ment is conferred, then, unless a different inten \ntion appears, the authori ty having 1[for the time being] power to make the appoint ment shall \nalso have  power  to  suspend  or  dismiss  any person  appoint ed  2[whether  by  itself  or  any \nother authori ty] in exercise of that power. \n  \n17. Substitution of functionaries. (1) In any 3[Central Act] or Regulation made after the \ncommencement of this Act, it shall be sufficient, for the purpose  of indicating the application of a law \nto every person or number of persons  for the time being executing  the functions  of an offi ce, to \nmention  the official title of the officer at present executing the functions,  or that of the offi cer by \nwhom  the functions  are commonly executed.       . \n (2) This section applies also to all 3[Central Acts] made after the third  day of January, 1868, \nand to all Regulations  made on or after the fourteenth day of January, 1887.  \n 18.  Successors. (1) In any 3[Central Act] or Regulation made after the commencement of \nthis A ct, it shall be sufficient, for the purpose  of indicating the  relation of a law to the successors  of \nany functionaries or of corpor ations  having perpetual succession,  to express its relation to the \nfunctionaries or corporations.  \n (2) This section applies also to all 3[Central Acts] made after the third  day of January, 1868,  \nand to  all Regulations  made on or after the fourt eenth day of January, 1887.  \n19.  Official chiefs and subordinates.—(1) In any 3[Central Act] or Regulation made after \nthe commencement of this  Act, it shall be sufficient, for the purpose  of expressing  that a law relative \nto  the  chief  or  superior  of  an  office  shall  apply to  the  deputies  or  subordin ates lawfully \nperforming the  duties of that office in the place of their superior, to prescribe the duty of the \nsuperior. \n (2) This section applies also to all 3[Central Acts] made after the third  day of January, 1868, \nand to all Regulations  made on or after the fourteenth day of January, 1887.  \n \n \n1Ins. by the Repealing and Amending Act, 1928 (18 of 1928), s. 2. and Sch. I.  \n2Subs. ibid., for “ by it”. \n3Subs. by A.O., 1937, for   “Acts  of  the G.G. in C”.\n \nPage 20 of 23 \n  \n PROVISIONS AS TO ORDERS, RULES , ETC., MADE  UND ER ENAC TMENTS. \n 120.  Construction of orders, etc., issued under enactments. Where, by any 9[Central \nAct] or Regulation, a power to issue any 2[notifi cation], order, scheme, rule, form or bye-law is \nconferred, then expressions  used in the 2[notifi cation], order, scheme, rule, form  or bye-law, if it is \nmade after the commencement of  this Act, shall, unless there is anything  repugnant in the subje ct \nor context, have the same respective meanings as in the Act or Regulation conferring the pow er. \n \n 3[20A. Rul es and Order, etc., to be published.  All rules, Orders, regulations and \ncirculars having the effect of law made or issued under any enactment shall be published in the \nofficial Gazette.]  \n  421.  Power to make, to include power to add to, amend, vary or rescind, orders, rules \nor bye-laws. Where, by any 9[Central Act] or Regulation, a power to 5[issue  notifi cations ], orders, \nrules, or bye-laws is conferred, then that power includes a power, exercisable in the like manner and \nsubject to the like sanction and conditions  (if any), to add to, amend, vary or rescind any \n6[notifi cations ], orders, rules or bye-laws so 7[issu ed]. \n822.  Making  of   rules  or   bye-laws  and  issuing  or   o rders  between  passing  \nand commencement of enactment. Where, by any 9[Central Act] or Regulation which is not to \ncome into force immediately on the passing thereof, a power is conferred to make rules or bye- \nlaws, or to issue  orders with respect to the  application of the Act or Regulation, or with respect to the  \nestablish ment of any Court or office or the  appointment of any Judge or offi cer thereunder, or with  \nrespect to  the person by whom, or the time when, or the place where, or the manner in whi ch, or \nthe fees for which, anything is to be done  under the Act or Regulation, then that power may be \nexercised at any time after the passing of the Act or Regulation; but rules, bye -laws or ord ers so \nmade or issued shall not take effect till the commencement of the Act or Regulation. \n23. Provisio ns applicable to making of rules or bye-laws after previous publication. \nWhere, by any 10[ Central Act] or Regulation, a power to make rules or bye-laws is expressed to be \ngiven subj ect to the condition  of the rules or bye-laws being made after previous publi cation, then \nthe following  provisions  shall apply, namely:— \n (1) the authori ty having power to make the rules or bye-laws shall, before making th em, \npublish  a draft of the propos ed rules or bye-laws for the infor mation of p ersons  likely to be affected \nthereby; \n \n1Cf. s. 31 of the Interpretation Act, 1889 (52 & 53 Vict.,.c. 63). \n2Ins. by the Amending Act, 1903 (1 of 1903), s. 3 and Sch. II. \n3Ins. by  The General Clause (Amdt.) Ordinance, 2002  (Ord. XXXIII  of 2002 ), s. 2.  \n4Cf. s. 32 (3) of the Interpretation Act, 1889 (52 & 53 Vict.,c. 63). \n5Subs. by Act 1 of 1903, s. 3 and Sch. II, for “ make”. \n6Ins. Ibid. \n7Subs. ibid., for “ made”. \n8Cf. s. 37 of the Interpretation Act, 1889 (52 & 53 Viet., c. 63). \n9Subs.by A.O., 1937, for “Act of the G.G. in C”.  \n10Subs. by A. O., 1937, for  “Act of the G. G. in C.”. \n \nPage 21 of 23 \n  (2) the publi cation shall be made in such manner as that authori ty deems to be suffi cient, \nor, if the condition  with respect to previous  publi cation so  requires, in su ch manner as the 1[Federal \nGovernment] or  the 2[ Provincial Government ] pr escribes; \n (3) there shall be publish ed with the draft a notice specifying a date on or after whi ch the  \ndraft will be taken into consid eration; \n (4) the authori ty having power to make the rules or bye-laws, and, where the rules or bye-\nlaws are to be made with the sanction, approval or concurrence of another authori ty, that authori ty \nalso, shall consid er any objection or suggestion  which may be received by the authori ty having \npower to make the rules or bye -laws from  any person with respect to the draft before the date so \nspecified; \n (5) the publi cation in  the 3[official Gazette] of a rule or bye-law purporti ng to have been \nmade in exercise of a power to make rules or bye-laws after previous publ i-cation shall be \nconclusive proof  that the rule or bye-law has been duly made. \n 24.  Continuation, of orders, etc., issued under enactments repealed and re-enacted. \nWhere any 5[Central Act] or Regulation is, after the commencement of this Act, repealed and \nre-enacted with or without  modifi cation, then, unless it is otherwise  expressly provided, any    \n4[ appoint ment, notifi cation], order, scheme, rule, form or bye-law 4[ made or] issued under the \nrepealed Act or Regulation, shall, so far as it is not inconsist ent with the provisions  re -enacted, \ncontinue  in force, and be deemed to have been 4[made or] issued under the provisions so  re- \nenacted, unless and until it is superseded by any 4[appoint ment, notifi cation], order, scheme, rule, \nform  or bye-law 4[made or] issued under the provisions  so re-enacted 6[and when any 7[Central Act) \nor Regulation, whi ch, by a notifi cation und er 8[ any law], has been extended to any local area, \nhas, by a subsequent notifi cation, been withdr awn from  and re-extended to such area or any part \nthereof, the provisions  of such Act or Regulation sh all be deemed to have been repealed and re-\nenacted in such area or part within  the meaning of this  section ]. \n 9[24A.  Exercise of  power under enactments.—(1) Where, by or under any enactment, a \npower to make any order or give any direction is conferred on any authori ty, offi ce or person such \npower shall be exercised reasonably, fairly, justly and for the advancement of  the purpos es of the \nenactment. \n \n \n \n1The words “ Central Government”, which were previously subs. by A.O., 1937, for “G. G. in C.” have been further subs. by F.A.O., 1975, Art. 2 and \nTable, to read as above. \n2Subs. by A. O., 1931, for “ L. G.”. \n3Subs. ibid., for “ Gazette”. \n4Ins. by the Amending Act, 1903 (I of 1903),  s. 3 and Sch.II. \n5Subs. By A.O., 1937, for “Act of the G.G. in C”.  \n6Ins. by the Second Repealing and Amending Act, 1914  (17 of 1914), section 2 and Sch. I. \n7Subs. by A. O.,1937,  for “Act of the G. G. in C.”. \n8Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981  (27 of 1981), s. 3 and 2nd Sch., for” section 5 or 5A of the Scheduled Districts Act, 1874,  or any like \nlaw”. \n9Ins. by the Act of The General Clauses (Amdt.) Act, 1997 ( Act No. XI of 1997), s.2.  \n \nPage 22 of 23 \n (2) The authori ty, office or person making any order or issuing  any direction under the \npowers conferred by or under any enactment shall, so far as necessary or appropri ate, give \nreasons for making the  order or, as the case may be, for issuing the  direction and shall provi de a \ncopy of the order or as the case may be, the direction to the person affected prejudicially.] \nMISCELL ANEOUS \n 25.  Recovery of fines .  Sections  63 to 70 of the Pakistan Penal Code and the 1provisions of  \nthe Code of Criminal Procedure for the time being in force in relation to the issue  and the execution \nof warrants for the levy of fines shall apply to all fines imposed under any Act Regulation, rule  or \nbye-law unless the  Act,  Regulation, rule  or  bye-law  contains  an  express  provision  to  the \ncontrary. \n 26.  Provision  as to offences punishable under two or more enactments.—Where an \nact or omission constitut es an offence under two or more enactments, then the offender shall be \nliable to  be prosecuted and punished und er either or any of those  enactments, but shall not be liable \nto be  punish ed twice for the same offence. \n 227.   M eaning of service by post.—Where any 5[Central Act] or Regulation made after \nthe commencement of this Act authori zes or requires any document to be served by post,  whether \nthe expression” “serve” or either of the expressions “ give” or “send” or any other  expression  is \nused, then, unless a different intention  appears, the service shall be deemed to be effected by \nproperly addressing, pre-paying and posting  by registered post,  a letter containing  the document, \nand, unless the contrary is proved, to have been effected at the time at which the letter would  be \ndelivered in the ordinary course  of post.  \n  \n328. Citation  of enactments.— (1) In any 5[Central Act] or Regulation, and in any rule, bye-\nlaw, instru ment or document, made under, or with reference to, any such Act or Regulation, any \nenactment may be cited by reference to the title or short  title (if any) conferred thereon or by \nreference to the number and year thereof, and any provision  in an enactment may be cited by \nreference to the section or sub-section of the enactment in which the prevision is contained. \n (2) In this Act and in any 5[Central Act] or Regulation made after the commencement of this \nAct, a description  or citation of a portion  of another enactment shall, unless a different intention  \nappears, be constr ued as including  the word,  section or other part mentioned or referred to as \nforming the beginning  and as forming the end of the portion  comprised in the description or \ncitation. \n 529.  Saving for  previous  enactments,  rules  and  bye-laws.  The provisions  of  this  \nAct respecting the constru ction of Acts, Regulations,  rules or bye-laws made after the commence \nment of this Act shall not affect the constru ction of any Act, Regulation, rule or bye -law made \nbefore the commencement of  this Act, although the Act, Regulation, rule or bye-law is continu ed or \namended by an Act, Regulation, tule or bye-law made after the commencement of this A ct. \n \n1See the Code of Criminal Procedure, 1898 (5 of  1898), s. 386 et, seq. \n2Cf. the Interpretation Act, 1889  (52 & 53  Viet., c. 63), s. 26. \n3Cf. ibid ., s.35. \n4Subs. by A.O., 1937. For “Act of the G.G. in C”.  \n5Cf. the Interpretation Act, 1889 (52 & 53 Vict., c.63), s. 40.\n \nPage 23 of 23 \n  1[30.   Application  of Act to Ordinances. In this Act the expression  “2[ Central Act]” \nwherever it occurs, except in section 5, and the word  “Act” in clauses (9), (12),  (38),  (48) and \n(50) of section 3 and in section 25 shall be deemed to include an Ordin ance made and pro mulgated \nby the 3[ Governor General] under section 23 of the Indian Councils Act, 1861  4[ or section 72 of the \nGovernment of  India Act, 1915]  5[ or section 42 6[* * *] of the Government of India Act, 1935    \n7[ or an Ordin ance made and promulgated by the President on or after the tw enty-third  day of \nMarch, 1956  ]].] [24&25 Vict ., c.67; 5&6 Geo.5, c.6 1; 26 Geo.5, c.21.]  \n 7[31.  Application  of Act to orders made by the President. The prov isions  of this Act \nshall apply for the interpretation of any Order made by the President on or after the twenty third  day \nof M arch, 1956,  as they apply for  the interpretation of a Central Act, as if every such Order were a \nCentral Act.] \n8[*        *         * * *         *         *] \n \n \nTHE SCHEDU LE. [ENA CTMENTS  REPEALED.] Rep. by the \nAmending  Act, 1903  ( I of 1903),  s. 4 and Schedule III. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Ins. by the Second Repealing and Amending Act, 1914 (17 of 1914),s. 2 and Sch I. \n2Sub. by A. O., 1937, for “Act of the G. G. in C.”. \n3Subs. and shall be deemed to. have been so. subs. on the twenty-third day of March, 1956, by the Repealing and Amending Ordinance,1965 (10 of \n1965), s. 3 and 2nd Sch. for “President” which had been subs. by A. O., \n1961, Art. 2, for the words “Governor General” (with effect from the 23rd, March, 1956). \n4Ins. by the Repealing and Amending Act, 1917 (24 of 1917), s. 2 and Sch. I. \n5Ins. by A. O., 1937. \n6The words and figures “or section 43 omitted by the Pakistan (Adaptation of Existing Pakistan Laws) Order, 1947 (G. G. O. 20 of 1947), Sch. \n7Added by the General Clauses (Second Amdt.) Ordinance, 1959 (37 of 1959), ss. 2 and 3. \n8Ss. 30A and 31 regarding “Application of Act to Acts made by the Governor General” and “Construction of references to Local Government of a \nProvince “ which were ins. by the Repealing and Amending Act, 1923 (11 of 1923), s. 2 and Sch. I and the Repealing and Amending Act, 1920 (31 of \n1920), s. 2 and Sch. I, respectively, were rep. by A. O., 1937."
}