{
    "file": "./converted_json\\administratorb2c63502be6ec17958d17fa9b2a8e13f.json",
    "name": "Islamabad University of Health Sciences and Emerging Technologies Act, 2024",
    "date": "4th April, 2024",
    "tagline": "An Act for the establishment of Islamabad University of Health Sciences and Emerging Technologies",
    "content": "Page 1 of 37 \n  \n \n \n \n \n \nTHE ISLAMABAD UNIVERSITY OF HEALTH SCIENCES AND \nEMERGING TECHNOLOGIES, ISLAMABAD ACT, 2024  \n \n \n \nCONTENTS  \n \nCHAPTER -I \nPRELIMINARY  \n \n1.   Short title and commencement  \n2.   Definitions  \nCHAPTER -II \nTHE UNIVERSITY  \n \n3.    Establishment and incorporation of the University  \n4.    Powers and functions of the University  \n5.    Jurisdiction  \n6. University open to all classes, creeds, etc.  \n7.  Teaching and examinations in the University  \n \nCHAPTER -III \nOFFICERS OF THE UNIVERSITY  \n \n8.   Officers of the University  \n9.   The Patron  \n10.  Visitation  \n11.   The Chancellor  \n12.  Removal from the Board of Governors  \n13.   Vice -Chancellor  \n14.   Appointment and removal of the Vice Chancellor  \n15.  Pro-Vice -Chancellor of academic and research  \n16.  Pro-Vice -Chancellor of administration and finance  \n\n \n  \nPage 2 of 37 \n 17.   Dean  \n18.  Registrar  \n19.  Treasurer  \n20.   Controller of Examinations  \n21.    Director quality enhancement cell  \n22.   Director office of research, innovation and commercialization  \n23.  The Re sident Auditor  \n \n \nCHAPTER -IV \nAUTHORITIES OF THE UNIVERSITY  \n \n24.   Authorities  \n25.  Board of Governors  \n26.  Powers and functions of the Board of Governors  \n27.  Academic Council  \n28.  Powers and Functions of the Academic Council  \n29.  Constitution, functions, and powers of other Authorities  \n30.  Appointment of committees by certain Authorities  \n \n \n \nCHAPTER -V \nSTATUTES, REGULATIONS AND RULES  \n \n31.  Statutes  \n32.  Regulations  \n33.  Amendments and repeal of Statutes and Regulations  \n34.  Rules  \nCHAPTER -VI \nUNIVERSITY FUND  \n \n35.   The University Fund, its Accounts  and Audit  \n \nCHAPTER -VII \nGENERAL PROVISIONS  \n \n36.   First Statutes  \n37.   Service of the University  \n38.   Benefits and insurance  \n39.  Removal of difficulties  \n40.   Bar of Jurisdiction  \n \nSCHEDULE  \n \n \n \n  \nPage 3 of 37 \n  \nTHE ISLAMABAD UNIVERSITY OF HEALTH SCIENCES AND \nEMERGING TECHNOLOGIES, ISLAMABAD ACT, 2024  \n \n[4th April, 2024]  \nACT NO. I OF 2024  \n \nAn Act for the establishment of Islamabad University of Health Sciences and Emerging  \nTechnologies  \n  \n  WHEREAS it is expedient to establish Islamabad University of Health Sciences and  \nEmerging Technologies (IUHT) at Islamabad for the purposes appearing hereinafter:  \n \nCHAPTER -I \nPRELIMINARY  \n \n   1.  Short title and commencement .―(1) This Act may be called the Islamabad University \nof Health Sciences and Emerging Technologies, Islamabad Act, 2024.  \n \n (2)  It shall extend to the Islamabad Capital Territory.  \n \n (3)  It shall come into force at once.  \n \n 2.  Definitions .―In this Act, unless there is anything repugn ant in the subject or context: ― \n \n(a)  “Academic Council”   means the Academic Connell of the University;  \n \n(b)   “Authority”  means any of the Authorities of the University specified in \nsection 24;  \n \n(c)  “Board”  means the Board of Governors of the University;  \n \n(d)  “Chancellor”  means the Chancellor of the University;  \n \n(e)  “Chairperson”   means the head of a Teaching department of the University;  \n \n(f)  “Commission”  means the Higher Education Commission set up under the \nHigher Education Commission Ord inance, 2002  (LIII of 2002);  \n \n   (g)  “Company”  means “ABLE LEARNING (PRIVATE) LIMITED” , \nregistered  under the companies Act, 2017 (XIX of 2017);  \n \n(h)  “Constituent Unit”  means an institute or college, by whatever name \ndescribed, maintained, and administered by the University;  \n \n(i)  “Dean” means the head of a Faculty of the University;  \n \n(j)  “Department”  means a teaching department of the University;  \n \n \n  \nPage 4 of 37 \n (k)  “Director”  means  the  administrative  head of a constituent college or \ninstitute or school or campus of the University;  \n \n (l)  “Faculty”  means the faculty of the University;  \n  \n(m)   “Government”  means the Federal Government;  \n \n (n)    “IUHT”  means the Islamabad University of Health Sciences and Emerging \nTechnologies, Islamabad,  \n \n(o)  “Patron”  means the Patron of the University;  \n \n(p)  “Prescribed”  means prescribed by Statutes, Regulations or Rules made under \nthis Act;     \n(q)  “Principal”   means Principal of  a Constituent  Unit of the University;  \n(r)  “Pro Vice Chancellor”  means  Pro -Vice -Chancellor  of the University;  \n  (s)   “Search Committee”  means the Search Committee set up by the Board of \nGovernors under this Act;  \n \n   (t)    “Statues” , “Regulations”  and “Rules”  means prescribed Statutes,   \nRegulations and Rules made under this Act;  \n \n (u)  “Teacher”  means Professor, Associate Professor, Assist ant Professor,  \nLecturer,  Demonstrator and Instructor engaged whole -time by  the University  \nor by its  constituent Campus, College, Institute and such other persons as may \nbe declared to be as teacher by Regulations;  \n \n(v)  “University”  means Islamabad University of Health Sciences and Emerging \nTechnologies (IUHT); and  \n \n(w)  “Vice Chancellor”  means  the   Vice -Chancellor   of  the University.    \n \n \nCHAPTER -II \nTHE UNIVERSITY  \n \n 3.   Establishment and  incorporation  of the University .―(1) There shall be established a \nUniversity to be called the Islamabad University of Health Sciences and Emerging Technologies \n(IUHT), Islamabad consisting of the Paton, the Chancellor, the Vice -Chancellor, members of the \nBoard of Gover nors, the Deans, the Chairpersons of  the teaching  departments, the  members of the   \nAcademic Council and such other full -time officers and members of the staff of the University.\n \n  \nPage 5 of 37 \n  \n (2)  The  University shall be a body corporate by the name of Islamabad U niversity of Health \nSciences and Emerging Technologies (IUHT), Islamabad having perpetual succession and a common \nseal, and may sue and be sued by the said name.  \n \n  (3) The University shall be competent to acquire and hold property, both movable and \nimmov able, and to lease, sale or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it.  \n \n (4)  Notwithstanding anything contained in any other law for the time being in force, the \nUniversity shall have academic, financial, and administrative autonomy, including the power to \nemploy officers, teachers and other employees on such terms as may be prescribed under this Act. \nIn particular, and without prejudice to the authority granted to the Commission by the law, the \nGovernment or an authority or auditor appointed by the Government shall have no power to question \nthe policy underlying the allocation  of resources approved by the Board of Governors in the annual \nbudget of the University.  \n \n(5)  The University shall be liable to provide facilities to the representatives of the Higher   \nEducation Commission, Pakistan Engineering Council, Pakistan Medical and Dental Council, and  \nother relevant organizations for visitation to enable  them to verify that  the University  is  maintaining \nappropriate academic standards . \n \n (6)  The University shall be required to strictly comply with the constitutional provisio ns,   \nideology of Pakistan, law and abide by the social, religious, ethical, and cultural ethos, values, and \nrespect cultural and religious sensitivities.  \n \n \n 4.   Powers and functions of the University .―The University shall  have the following \npowers and functions: ― \n \n(a)    to provide for  instruction in such branches of learning as it may deem fit  and \nto make provisions for teaching, research and development of technologies \nand for the advancement and dissemination of knowledge in such other  fields \nor branches of study as the Board of Governors may determine;  \n \n(b)   to make provisions for research and other services for the advancement and  \ndissemination of  knowledge in such a manner as it may determine;  \n \n(c)  to institute programs for the exchange of students and teachers  between the \nUniversity and  Higher Education Institutes  inside  as well as outside Pakistan;  \n \n(d)     to prescribe courses of studies in health, sciences, emerging technologies and  \nsuch other branches of learning as the university may determine;  \n \n(e)       to select, admit, teach, and examine students;  \n \n  \nPage 6 of 37 \n (f)       to hold  examinations  and confer on or award degrees, diplomas, certificates,   \nand other academic distinctions to and on persons who  have passed its \nexaminations under prescribed conditions;  \n \n                          (g)      to confer honorary degrees and distinctions on approved persons in the manner \nprescribed;  \n \n(h)   to enter into agreements, contracts and arrangements with universities, \norganizations, institutions, bodies, and individuals for the purpose of carrying \nout functions and activities in Pakistan or abroad;  \n \n (i)   to  establish  faculties,  teaching  departments, campuse s, colleges, institutes, \nmuseums, and other centers of learning for the development of teaching and \nresearch and to make such arrangements for their  maintenance, management  \nand administration as it may prescribe;  \n \n(j)  to institute Professorship, Associate Professorship, Assistant Professorship, \nLectureship, and any other posts and to appoint person  thereto;   \n  \n(k)  to  provide and support the academic developments for the faculty of the \nUniversity;  \n \n(1)   to decide tea ching methods and strategies to ensure the most effective  \neducational and training programs;  \n \n(m)  to institute and award fellowships, scholarships, exhibitions, bursaries, \nmedals, and prizes under prescribed conditions;  \n \n(n)    to create posts for teachi ng, research, administration, and other related \nfunctions and to appoint persons thereto;  \n \n(o)  to receive and manage  property transferred and grants, bequests,  trusts, gifts, \ndonations, endowment, and other contributions made to it, and  invest any \nfunds representing such property, grants, bequests, trusts, gifts, donations, \nendowments, or contributions. To convert one  kind  of property  into another, \nin such a manner as it may deem tit;  \n   \n(p)     to develop and implement fund raising plans;  \n \n(q)  to demand  and receive fees and other charges as it  lay determine;  \n  \n(r)    to appoint members of various bodies and committees , as the Board may \ndetermine, for  academic, administrative, and co -curricular activities;  \n \n (s)  to appoint such officers and members of the staff as necessary and prescribe \nterms and conditions and powers and duties of such officers and staff;  \n \n  \nPage 7 of 37 \n   \n (t)  to establish and support teaching hospitals;  \n \n (u)  to supervise and control the discipline  of the students of the University and to \npromote extra -curricular and recreational activities of students and to make  \narrangements for promoting their health;  \n \n(v)    to provide career counseling and job search serv ices to its students and \nalumni;  \n \n(w)    to maintain linkages with alumni; and  \n \n(x)  to do all such other acts and things as may be requisite to further the  objectives   \nof the University as a  place of  promotion of education,  learning and research.  \n \n  5.   Jurisdiction. ―The  principal seat  of the  University  shall be at  Islamabad  and it may \nset up any number of campuses, colleges, and institutes at such places in Pakistan and abroad as may \ndetermine by the Board of Governors subject to prior approva l of the Higher Education Commission  \n(HEC).  \n \n 6.  University open to all classes, creeds, etc. ―The  University shall be open to all persons \nof either gender and of whatever religion, race, cast, creed, class, colour or domicile who are \nacademically qualif ied for  admission to the courses of study offered by the University and no such \nperson shall be denied the privileges  of the University on the  ground of religion,  race, caste, creed, \nclass, colour or domicile.  \n \n  7. Teaching and examinations in the Uni versity .―(1) All recognized teaching, \nprofessional  and technical training in various courses shall be conducted by the University or its \nconstituent colleges or units in the prescribed manner and may include lectures, tutorials, discussions,  \nseminars, de monstrations, trainings distance learning  and other methods of instruction as well as \npractical work in the laboratories, hospitals, workshops and other governmental or private \norganizations subject to policies prescribed by the Commission.  \n  \n (2)   The  authority  responsible  for organizing  recognized  teaching shall be such, as may \nbe prescribed.  \n \n (3)   The University  may  associate  external examiners  for the conduct of examinations or \nother duties as may be prescribed.  \n \n (4)  The   University may  prescribe syllabi, courses of  studies and instructions for the conduct \nof studies and shall abide by the directions given by  the HEC, Pakistan Medical and Dental Council \nand other Accreditation Councils.  \n \n  (5)  A degree shall not be awarded to a student unless he has passed an examination in  Islamic \nStudies and Pakistan Studies at the bachelor’s degree level or in case of a N on-Muslim student  in \nEthics and Pakistan Studies at his option.  \n \n  \nPage 8 of 37 \n CHAPTER -III \nOFFICERS OF THE UNIVERSITY  \n \n 8.  Officers of the University .―The following shall be the officers of the University, \nnamely:― \n \n(a)   the Patron;  \n \n(b)    the Chancellor;  \n \n(c)  the V ice-Chancellor;  \n \n(d)  the Pro -Vice -Chancellor;  \n \n(e) the Deans;  \n \n(f)  the Chairperson  of the Teaching Departments;  \n \n(g) the Directors of the Campuses, Colleges and Institutes;  \n \n(h)  the Principal of constituent units;  \n \n(i)  the Registrar;  \n \n(j)  the Treasurer;  \n \n(k)  the Controller of Examinations;  \n \n(l)  the Director Quality Enhancement Cell;  \n  \n(m)    the Resident Auditor; and  \n \n   (n)   such other persons  as may be prescribed by the Statutes, Rules or regulations \n to be the officers of the Universit y. \n \n 9.  The Patron .―The President of the Islamic Republic of Pakistan shall be the Patron of \nthe University.  \n \n (2)  The Patron shall, when present, preside at the Convocation of the University. In the  \nabsence of the  Patron, the Chancellor shall preside over the  Convocation  of the university.  \n (3)  Every proposal to confer an honorary degree shall be subject to  confirmation by the \nPatron.  \n \n 10. Visitation .―(1) The Patron may  in accordance with the terms and procedures as may be \nprescribed, cause an inspection or inquiry to be made on his own motion or at the request of the  \nCommission in respect of any matter connected with the affairs of the University and shall, from \ntime to ti me, direct any person or persons to inquire into or carry out inspection of ― \n .. \n \n  \nPage 9 of 37 \n (a)  the University, its building, laboratories, libraries, and other facilities;  \n \n(b)   any institution, department or hospital maintained by the University;  \n \n(c)    the adequa cy of financial and human resources;  \n \n (d)     the teaching, research, curriculum, examination, and other matters of the \nUniversity; and  \n \n(e)    such other matters as the Patron may specify.  \n \n (2)   The Patron shall com municate to the Board of Governer s his views with regard to the \nresult of visitation and shall, after ascertaining the views of the Board, advice the Board on the action \nto be taken by it.  \n \n (3)  The  Board  shall, within such time as may be specified by the Chancellor, communicate \nto him su ch action, if any, as has been taken or may be proposed to be taken upon the results of \nvisitation.  \n \n  (4)  Where the Board does not, within the time specified, take action to the satisfaction of \nthe Patron, the Patron may issue such directions as he deems  fit and the Board shall comply with \nsuch directions.  \n \n 11.  The Chancellor .―(1) The Chancellor of the University, who shall preferably be a person \nof eminence in letters, sciences, or social work, to be appointed by the Able Learning Company \n(Private)  Limited on such terms and conditions as may be prescribed.  \n \n (2)  The Chancellor   shall  supervise the overall  functioning of the University.  \n \n (3) The Chancellor shall be the Chairperson of the Board of Governors.  \n \n (4)  If the Chancellor is satisfied that the proceedings of any Authority or orders of any officer \nare not in accorda nce with the provisions of this Act, the Statutes, the Regulations, or the Rules, he \nmay after calling upon such Authority or officer to show cause in writing, appoint a five member \nreview committee to examine and report to the Chancellor. The Review Commi ttee shall be drawn \nfrom persons of eminence in academics and in the fields of law, accountancy and administration.  \n \n (5) The Chancellor may subject  to the provisions  of this Act  in his discretion, delegate  all  \nor any of the powers and functions of an y Authority, officer, or employee of the University to any \nauthority, officer, or employee.  \n (6) Should the Chancellor be incapacitated from acting as such due to absence or any other \ncause,  the Vice -chancellor or a nominee of the Chancellor shall act for  him.   \n \n \n  \nPage 10 of 37 \n  12. Removal from the Board of Governors. ―(1) The Chancellor may, upon the  \nrecommendation of the review committee, remove any person from the membership of the Board of \nGovernors on the ground that such person ― \n \n(a)  has become of unsound mind; o r \n \n(b)  has become incapacitated to function as member of the Board of Governors; \nor \n \n(c) has been convicted by a court of law for an offence involving moral turpitude; \nor \n \n(d) has absented himself from three consecutive meetings without just cause; or  \n  \n(e)  has been guilty of misconduct, including use of position for personal \nadvantage  of any kind, or gross inefficiency in the performance of functions.  \n \n (2)  The  Chancellor shall  place  the recommendation s of review committee before  the Board \nof Governors  and remove  any  person  from  the membership of the  Board of Governors  on a \nresolution calling  for removal of such  person supported  by at least three -fourths  of the members \nof the Board of Govern ors:  \n \n Provided that before passing such resolution the Board of Governors shall provide the \nmember concerned  a fair hearing:  \n \n Provided further that the provisions of this section shall not be applicable to the Vice -\nChancellor in his capacity as member of the Board of Governors.  \n \n 13.  Vice -Chancellor. ―(1) The  Vice -Chancellor, who shall  be an eminent educationist,  \nscholar and distinguish administrator with sufficient experience in the relevant field shall be  \nappointed by the Chancellor on such  terms and conditions as may be prescribed.  \n \n (2)   The Vice -Chancellor shall  be  the Chief Executive  Officer of the University   responsible   \nfor  all  administrative and academic functions  of the University  and for ensuring that the provisions  \nof this Act, Statutes, Regulations and Rules are faithfully observed  in order to promote the general \nefficiency  and good  order of the University. The  Vice -Chancellor  shall  have all powers prescribed \nfor  this purpose,  including  administrative control  over  the officers, teachers and other employees \nof the University.  \n \n (3)  The Vice -Chancellor  shall,  if present, be entitled  to attend  any meeting of any Authority  \nor body of the University.  \n \n \n  \nPage 11 of 37 \n  (4)  The  Vice -Chancellor  may, in an emergency that  in his opinion requires immediate   \naction  ordinarily  not in the competence of  the Vice -Chancellor,  take such action as he may consider \nnecessary  and shall, thereafter as soon as possible, report his action to the Chancellor.  \n \n (5)  The Chancellor shall be responsible for implementation of the decisions of the Board  \nand  for the effective execution of programs of the University in accordance with the policies and  \nguidelines formulated by the Board.  \n \n  (6)  At any time when the office of the Vice -Chancel lor is vacant, or the Vice -Chancellor is \nabsent or is unable to perform the functions of the office due to illness or some other cause, the \nChancellor shall make such arrangement  for the performance of the duties of the Vice -Chancellor \nas he may deem fit.  \n \n  (7)   The Vice -Chancellor shall also have the power to ― \n \n(a)        promote  the general efficiency and  good order of the University.  \n \n                                                (b)       direct  teachers, officers and other employees of the University to take up such \nassignments in connection with examination, administration and such other \nactivities  in the University as he may consider necessary for the purposes of \nthe University;  \n \n(c)    make appointments of such categories of employees of the University, in    \nsuch  manner as  may be prescribed by the Statutes;  \n \n(d)    suspend, punish and remove any employee from the service of the University, \nin accordance with prescribed  procedure, exc ept those appointed by or with \nthe approval of the Board of Governors;  \n \n (e)   create and fill temporary posts;  \n \n (f)  submit plans of work and budget  estimates of  the University for consideration  \nand approval of the Board;  \n   \n(g)  sanction all expendit ure provided for in the approved budget;  \n \n(h)    sanction by re-appropriation amount not exceeding an amount specified by the \nBoard of Governors for an unforeseen item not provided in the budget and \nreport it to the Board in the next meeting;  \n \n(i)  appoint  paper setters and examiners for all examinations of the University  \nafter receiving panels of the names from the relevant authorities; and  \n \n(j)    exercise  and perform such other powers and functions as may be prescribed.  \n \n (8)   The Vice -Chancellor shall  preside at the Convocation  of the University in the absence \nof the Chancellor.  \n \n \n  \nPage 12 of 37 \n  (9)   The Vice -Chancellor shall present an annual report before the Board of Governors within \nthree months of the close of the academic year.  The annual report shall present such information as \nregards the academic year under review as may be prescribed, including disclosure of all relevant \nfacts pertaining to ― \n \n(i)  academics;  \n \n(ii) research;  \n \n(iii)   administration; and \n \n(iv)  finances.  \n \n (10) The Vice -Chancellor’s annual report shall be made available, prior to its presentation \nbefore the Board of Governors, to all officers and University Teachers and shall be published in such \nnumbers as are required to ensure its wide circul ation.   \n   \n 14.  Appointment  and  removal of the Vice Chancellor. ―(1)  The Vice -Chancellor shall   \nbe appointed by the Chancellor on the basis of recommendations made by the Board of Governors \ninitially for a period of four years.  \n \n (2) A Search Committee for the recommendation of persons suitable for appointment as Vice -\nChancellor  shall be constituted  by the Board of Governors on the date and in the manner  prescribed \nby the Statutes and shall consist of two eminent members of soci ety nominated by the  Chancellor,  \nof whom one shall be appointed the Convener, two members of the Board of Governors, two  \ndistinguished University Teachers who are not members of the Board of Governors and one  \nacademician of eminence not employed  by th e University. The Search Committee shall  remain  in \nexistence  till the  time of appointment of the next Vice -Chancellor made by the Chancellor.  \n \n  (3) The persons proposed by the Search Committee for appointment as Vice -Chancellor  \nshall be considered by  the Board of Governors and a panel of three, in order of priority, shall be \nrecommended by the Board of Governors  to the Chancellor:  \n  \n (4)   The tenure of Vice -Chancellor shall be renewed  for another term of four years by the \nChancellor on receipt of a  resolution of the Board of Governors.  \n \n (5)  The Board of Governors may, pursuant to a resolution in this behalf passed  by three -\nfourths  of its  membership,  recommend to the  Chancellor the removal of the Vice -Chancellor  on \nthe ground of inefficiency,   moral turpitude or physical  or mental  incapacity or gross misconduct,  \nincluding  misuse of position for personal advantage  of any kind:  \n \n Provided that  the Chancellor may make a reference  to the Board of Governors stating the  \ninstances  of ineffic iency,  moral  turpitude or physical or mental  incapacity or gross misconduct  on \nthe part  of the Vice -Chancellor that have come to  his notice. After consideration of the  reference  \nthe Board of Governors may, pursuant to a resolution in this behalf pa ssed by two -thirds of its \nmembership, recommend to the Chancellor the removal of the Vice -Chancellor:  \n \n \n  \nPage 13 of 37 \n  Provided further that prior to a resolution  for the removal of the Vice -Chancellor  being voted  \nupon the Vice Chancellor  shall  be given an opportuni ty of being heard.   \n  \n (6)  A  resolution  recommending  the  removal  of the Vice -Chancellor shall be submitted  to \nthe Chancellor forthwith. The Chancellor  may accept the recommendations and order removal of \nthe Vice -Chancellor or return the recommenda tions to the Board of Governors for reconsideration.  \n \n 15. Pro -Vice -Chancellor of academic and research .―(1) The Board of Governors (BoG) \nshall nominate the Pro -Vice -Chancellor from amongst five senior Professors of the University, for a \nterm of three years.  \n \n  (2)  The Pro -Vice -Chancellor  shall be responsible to ― \n \n(i)  coordinate  all academic and research  activities of the University  and  shall \nbe responsible to schedule and  conduct academic and  research audit of all  \nfaculties, Institute or Centers of the University;  \n \n (ii)  establish academic and research cooperation and col laboration with local or \nforeign universities of repute;  \n \n (iii)  scrutinize and process all research proposals for approval including \narrangment for necessary funding;  \n \n(iv)  commercialization  of  Research and development work;  \n  \n(v)  establish linkages  with industry to facilitate research;  \n \n(vi)  facilitate internship and placement of students;  \n \n(vii)  establish  Institute alumni  data bank  and its regular  upgradation;  \n \n(viii)   selection, admission and monitoring of students in foreign University of \nrepute; and  \n \n(ix)  represent  in all   outside  meetings whenever the Vice -Chancellor is unable to \ndo so.  \n \n     (3) The Board of Governors or the Vice -Chancellor may assign any other functions to the \nPro-Vice -Chancellor:  \n \n Provided that Board of Governors may, on the advice of the Vice Chancellor, terminate the \nappointment of the Pro Vice Chancellor (Academies and  Research) on grounds  of inefficiency or \nmisconduct  in  accordance with prescribed procedure.  \n \n  \nPage 14 of 37 \n  16. Pro-Vice -Chancellor of administration and finance. ―(1) The Board of Governors  \nshall nominate the Pro -Vice -Chancellor (Administration and Finance) on the recommendations of \nVice -Chancellor of the University.  \n \n (2) The  minimum qualifications and experience necessary for appointment to the post of the  \nPro-Vice -Chancellor (Administration and  Finance) shall be as prescribed.    \n \n (3)  The Pro -Vice -Chancellor Administration and Finance) shall supervise, undertake,  and \ncoordinate all administrative and financial activit ies of principal seat of the Institute ―  \n  \n (i)  The  Pro -Vice -Chancellor of administration and Finance shall exercise the \nadministrative and financial powers as delegated by the Board of Governors;  \n \n(ii)    The Pro -Vice -Chancellor of administration and finance shall be the convener  \nof all the financial, administrative, and other relevant committees of the \nUniversity;  \n \n(iii)  The Pro -Vice -Chancellor of administration  and finance shall perform the duty \nof Mem ber Finance Committee and sign the payment cheques  as co -signatory \nwith  Director Finance;    \n \n(iv)    The Pro -Vice -Chancellor shall be responsible  to process  and pay medical \nbills of officers and other staff of the University;  \n \n (v)  The Board of Gover nors  (BoG), or the Vice -Chancellor may assign any other \nfunctions to the Pro -Vice -Chancellor of administration and Finance:  \n \nProvided that the Board of Governors may, on the advice of the Vice -\nChancellor terminate the appointment  of the  Pro -Vice -Chance llor  of \nAcademics  and Research on  grounds of inefficiency or misconduct  in  \naccordance  with  prescribed procedure.  \n \n 17.  Dean. ―There shall be a Dean  for each Faculty who shall be the Convener of the Board \nof Faculty and he shall be responsible for t he academic affairs of the  faculty. He shall  be appointed \nby the Board, from amongst the  senior professors of the University on the recommendations of the \nVice -Chancellor and subject to  the conditions that― \n \n (a)    the Dean shall hold office for three  years and eligible for re -appointment  \n  \n (b)  the Dean shall present candidates for admission to degrees except honorary \ndegree in  the  courses falling within the purview of the faculty; and  \n \n (c)  the Dean shall exercise such other powers and perform other duties as may be \nprescribed.  \n \n  \nPage 15 of 37 \n  \n 18. Registrar. ―(1) There shall be a Registrar of the University to be appointed by the Board \nof Governors on the recommendations of the Selection Board on the such terms and conditions as \nmay be prescribed.  \n \n (2)  The experience as well as the professional  and  academic qualifications necessary for \nappointment to the post of the Registrar shall be as may be prescribed.  \n \n (3)   The Registrar shall  be a full -time officer of the University and shall ― \n \n(i) be the administrative head of the secretariat of the Univer sity and be \nresponsible for the provision of secretariat support to the Authorities of the \nUniversity;  \n \n(ii)    be the custodian of the common seal and the academic records of the \nUniversity;  \n \n(iii)   maintain a register of registered  graduates in the  pr escribed manner;  \n  \n(iv)    supervise the process of election, appointment, or nomination of members to \nthe various authorities and other bodies in the prescribed manner; and  \n(v) perform such other duties as may be prescribed.  \n \n (4)  The Board of Governor s may, on the advice of the Vice -Chancellor, terminate the  \nappointment of the Registrar on grounds of inefficiency o r misconduct in accordance with prescribed \nprocedure.  \n \n 19. Treasurer. ―(1) There shall be a Treasurer  of the University to be appointed by the \nBoard of Governors on the recommendations  of the Selection Board on such terms and conditions \nas may be prescribed.  \n \n  (2) The experience and the professional and academic qualifications necessary for \nappointment  to  the post of the Treasurer shall  be as may be prescribed.  \n \n   (3)   The Treasurer shall be the chief financial officer of the Institute and shall ―  \n  \n(i)    manage the assets,  liabilities,  receipts, expenditures , funds and investments \nof the University;  \n \n(ii)  prepare  the annual  and revised budget estimates of  the University and present \nthem  to the Finance  and  Planning Committee and the Board of Governors;  \n ~ \n \n  \nPage 16 of 37 \n                         (iii)  ensure that the funds of the U niversity are expended for the purposes for      \nwhich they are provided;  \n \n(iv)    have the accounts of the University audited annually to be available for \nsubmission to the Board of Governors within six months of the close of the \nfinancial year; and  \n \n (v)    perform such other duties as may be prescribed.  \n  \n   (4)  The Board of Governors may, on the advice of the Vice -Chancellor, terminate the \nappointment of the Treasurer on grounds of inefficiency or misconduct in accordance with prescribed \nprocedure.  \n \n 20.  Controller of Examinations. ―(1) There shall be a Controller of Examinations, to be  \nappointed  by the  Board  of  Governors  on  the recommendations of the  Selection Board,  on  such \nterms and conditions  as may be prescribed.  \n  \n  (2) The experience and the professional and academic qualifications necessary for  \nappointment to the  post of the Treasurer shall be as may be prescribed.  \n \n (3)  The Controller of Examinations shall be a full -time officer of the University and shall be \nresponsible for all matters connected with the conduct of examinations and perform such other duties \nas may be prescribed.  \n \n (4) The Board of Governors may, on  the advice of the Vice -Chancellor, terminate the \nappointment of the Controller of Examinations on grounds of inefficiency or misconduct in \naccordance with prescribed procedure.    \n \n 21.   Director quality enhancement cell. ―(1) There shall be a director qu ality  enhancement \ncell of the University to be appointed by the Board of Governors on the recommendations of \nSelection  Board on  such terms  and conditions, as may be prescribed.  \n \n (2) The minimum experience as well as the professional and academic quali fications  \nnecessary  for the  appointment  to  the  post of director  quality enhancement cell shall be as may be \nprescribed.  \n \n (3)  The director quality enhancement cell shall be responsible to ― \n \n(i)  review the quality standards and the quality of teach ing and learning in each \nsubject area;  \n  \n(ii)   review  the academic  association  with other  institutions  in terms of effective \nmanagement of standards and quality of programs;  \n \n \n  \nPage 17 of 37 \n (iii)  defining clear and explicit standards as points of reference to the  review to be \ncarried out. It should also help the employees to know as to what they could \nexpect from candidates;  \n \n(iv)     developing qualifications framework by setting out the attributes and abilities \nthat can be expected from the holder of a qualifica tion, i.e., undergraduate and \ngraduate programs;  \n \n(v)  developing program specifications. These are standards set of information \nclarifying what knowledge, understanding, skills and other attributes a  \nstudent   shall  have  developed on successfully compl eting a specific program;  \n \n(vi)  developing quality assurance processes and methods of evaluation to affirm  \nthat  the  quality of provision  and the standard  of awards are being  maintained   \nand to foster curriculum, subject, and staff  development together with \nresearch and other scholarly activities;  \n \n(vii) ensure that the University’s  quality assurance procedures are designed to fit \nin with the arrangements in place nationally and internationally for \nmaintaining and improving the qual ity of Higher Education;  \n \n(viii)  developing procedures  and  processes, monitoring and evaluation systems, \nand standards for the following ― \n \n(a)  approval of new program;  \n \n(b)    annual  monitoring and evaluation including program monitoring, \nfaculty monitoring and student perceptions;  \n \n(c)    Departmental review;  \n \n(d)  Student feedback;  \n \n(e)  Employer feedback;  \n \n(f)   Quality assurance of  undergraduate, graduate  and doctoral programs;  \n \n(g)  Institutional assessment and performance evaluation;  \n \n(h)   Program specifications; and  \n  \n(i)    Qualification framework.  \n \n (4)  The director  quality enhancement  cell shall be the member of all statutory bodies  and \ncommittees  of the University.  \n \n \n  \nPage 18 of 37 \n   (5)  The board of Governors may on the recommendations or advice of Vice -Chancellor, \nterminate the services of the director quality enhancement cell on grounds of inefficiency or \nmisconduct in accordance with the prescribed procedure.  \n \n  22.  Director office of research, innovation and commercialization. ―(1) There shall be a \nDirector of the University to be appointed by the Board of Governors on the recommendations of \nSelection Board on such terms and conditions as may be prescribed.  \n  \n  (2) The  minimum experience as well as the professional and academic qualifications \nnecessary  for the appointment to the post of Director  shall be as may be prescribed.  \n  \n (3)   The Director shall ― \n \n(i)    manage and enhance the research activities of the University, develop research \n‘policies and priorities, work for fund raising for research, mobilize faculty  \nbusiness  community and  industry  for research commercialization  and   serve  \nas an effective a dvocate for research with the university and to its broader \ncommunity of stakeholders and supporters;  \n \n(ii)    supervise all aspects of the operation of the Office for Research including \nresearch administration budgeting, auditing, accounting, human resour ces, \nmanagement and maintenance of facilities and equipment, implementation of \nresearch contracts and human resources;  \n \n(iii)  develop programs and  activities that will increase funding for research  from \nall  public  and private  sources, establish and m aintain excellent relationships   \nwith donors and private sources, oversee proposals development and \nsubmission;  \n \n(iv)  promote the development of public -private partnerships in support of Institute  \nresearch, link the Institute’s research community with  the needs  and  \npriorities of the  corporate sector, develop opportunities for applied research \nand explore opportunities for technology transfer and commercialization of \nInstitute research including incubators and research parks;  \n \n (v)     responsible to monetize royalty streams from licenses;  \n \n(vi)  collaborate with  the  principal liaison  for technical  marking and licensing \non the commercialization of the University’s IP in coordination with other  \nrelevant  department  and offices; and    \n \n(vii)  Director shall work in close liaison with the office of research and \ndevelopment, planning and development, and University’s technology park.  \n \n \n  \nPage 19 of 37 \n  (4)  The Board of Governors may on the recommendations or advice of Vice -Chancellor,  \ntermin ate the  serv ices of  Director  (ORIC) on grounds  of inefficiency or misconduct in accordance \nwith the prescribed procedure.  \n \n 23. The  Resident Auditor. ―(1)  The  Resident Auditor shall  be a whole -time officer of the \nUniversity,  appointed by the Board  in a prescribed manner, and shall  be  responsible  for pre -audit   \nof all payments from the University fund.  \n \n (2)  The Board of Governors  may on the recommendations or advice of Vice -Chancellor,   \nterminate  the  services of  Resident Auditor  on  grounds  of inefficiency or misconduct in accordance \nwith the prescribed  procedure.\n \nCHAPTER -IV \nAUTHORITIES OF THE UNIVERSITY  \n \n 24.  Authorities. ―The following shall be the Authorities of the University, namely: ―  \n \n (i)  Authorities established by this Act— \n \n \n (a)  The Board of Governors; and \n \n (b)  The Academic Council.  \n \n(ii)  Authorities to be established by the Statutes: — \n \n \n(a)        The Boards of Faculties;  \n(b)        The Board of Advanced Studies and Research;  \n(c)        The Board of Studies;  \n(d)        The Selection Board;  \n(e)        The Finance and Planning Committee;  \n  (f)         Search Committee for the appointment of Vice -Chancellor;  \n(g)        Quality assurance Committee;  \n(h)        Discipline Committee; and  \n(i)         Such other authorities as may be prescribed.  \n 25. Board of Governors. ―(1) The general supervision and control of the affairs of the \nUniversity and its powers to lay down policies shall vest in the Board con sisting of the following, \nnamely:― \n(a)   The Chancellor who shall be the Chairperson of the Board of Governors;  \n \n  \nPage 20 of 37 \n  \n(b)  The Vice -Chancellor;  \n  \n(c)  The Pro Vice -Chancellor;  \n  \n(d)   one member of the Government not below the rank of Joint  Secretary from \nthe concerned Ministry;  \n \n(e)  four persons from society at large, preferably two or at least one female being \npersons of distinction in the fields of administration, management, educati on, \nacademics, law, accountancy, medicine, fine arts, architecture, agriculture, \nscience, technology, industry, and engineering such that the appointment of \nthese persons reflects a balance across the various fields;  \n \n(f) one person from amongst the alumni  of the University;  \n \n(g)  two persons from the academic community of the country, other than an \nemployee of the University, at the level of professor or principal of a college;  \n \n(h)  four University Teachers (One from each tier i.e., Professor,  Associate \nProfessor, Assistant Professor and Lecturer;  \n \n (i)  Nominee of the Higher Education Commission;  \n \n(j)  Nominee of the Pakistan Medical and Dental Council;  \n \n(k)   One Vice -Chancellor of  Public Sector University to be nominated by the \nChancellor;  \n \n(l)    One person nominated by the Able Learning Company;  \n \n(m)  One Dean to be nominated by the Chancellor; and  \n \n(n)   The Registrar, who shall act as the Secretary of the Board.  \n   \n  (2)  The numbers of the members of the Board of Governors  may be increased through \nStatutes subject to condition that the total membership of the  Board of Governors does not exceed \nto twenty -one and the increase is balanced, to the extent possible, across the different categories \nspecified in sub -section (1).  \n  \n (3)  The Members of the  Board, other than ex-officio members shall hold office for three \nyears from the date of appointment:  \n \n Provided that  members,  may  serve  on  the  BoG  for  more than  two consecutive terms.  \n \n  \nPage 21 of 37 \n  \n (4)  The BoG shall meet  at least twice in a calendar year.  \n \n (5) Service on the BoG shall be on honorary basis:  \n \n Provided that actual expenses may be reimbursed as prescribed.  \n \n (6)  The office of nominated member shall become vacant if he resigns or  fails to attend  \nthree  consecutive meetings of Governing  body  without sufficient cause of leave of absence or  his  \nnominations is changed  by the Authority nominated him.  \n \n (7)  In the  absence of the Chancellor,  meeting of the BoG shall be presided over by the Vice -\nChancellor.  \n \n  (8)  Unless otherwise prescribed by this Act, all decisions of the BoG shall be taken on the \nbasis of the opinion of a majority of the members present. In the  event  of the members being evenly  \ndivided  on  any  matter the person presiding over the meeting shall have a casting vote.  \n \n (9)  No act or proceedings of the board shall be invalid by reasons only of the existence of  a \nvacancy in, or any defect in the constitution of the Board.  \n \n (10) The  quorum  for a meeting  of the BoG shall be  two thirds of its membership, a fraction \nbeing counted as one.  \n \n 26. Powers  and  functions of the Board of Governors. ―(1) The Board shall subject to the \nprovisions of this Act, and the statutes, exercise general supervision over the affairs and managemen t \nof the University.  \n  \n (2)   Without prejudice to the generality of the foregoing powers, the Board shall have the \nfollowing powers and functions ― \n \n(a)  to approve the  proposed annual plan of work, the annual and revised budgets,   \nthe annual statement of  accounts and the annual report;  \n \n(b)    to hold, control and lay down policy for the registration of the property, finds,  \nassets,   resources  and  investments  of  the University including  the approval \nof the sale and purchase or acquisition of immovable property;    \n  \n(c)  to approve financial  resource development plans of the University;  \n \n(d)    to  oversee the  quality  and   relevance  of the  University’s academic  \nprograms  and to r eview the academic  affairs of the University in general;  , .    . \n \n  \nPage 22 of 37 \n  \n(e)   to approve the appointment of the Deans, Chairperson of the teaching \ndepartments, Professors, Associate Professors, Assistant  Professors  and  such  \nother faculty members and officers, on th e  recommendations of the Selection  \nBoard as may be prescribed;  \n \n(f)  to appoint Professor Emeritus on such terms and conditions as may be \nprescribed;  \n \n(g)    to appoint the members of academic council, on the recommendations of the \nVice -Chancellor;  \n \n(h)    to institute schemes, directions  and guidelines for the terms and conditions of \nappointment of all officers, teachers  and other employees of the University;  \n \n(i)        to approve strategic plans;  \n \n(j)          to consider and pass the draft Regula tions, proposed by the Academic Council:  \n \n  Provided that the  Board of Governors may  frame a Statute or Regulation on its  \nown initiative and approve it after calling for the advice of the Academic Council as \nthe case my be;  \n \n                              (k)       to make Statutes and revise them from time to time for the  efficient and          \n    effective operation of the university;  \n \n                        (l)      to annul by order in writing the  proceedings of any Authority or officer if  \n the  Board is satisfied that such proceedings are not in accordance with the \n provisions of this Act, Statutes or Regulations after calling upon such  \n Authority or officer to s how cause why such proceedings  should not be \n annulled;  \n \n(m)    to recommend to the Chancellor removal of any member of the Board of  \n Governors  in  accordance  with  the provisions  of this Act;  \n \n(n)    to suspend,  punish  and  remove  employee (s) fro m  service  of the  \nUniversity whom it  is  empowered  to appoint  in the manner prescribed after \ndue enquiry process;  \n   \n(o)  to remove any person from the membership of any Authority, if such \nperson:―  \n \n(i)    has become of unsound mind; or  \n \n \n  \nPage 23 of 37 \n (ii)     has become  incapacitated to function as member of such Authority; \nor  \n \n(iii)   has been  convicted by a court  of law for an offence involving moral \nturpitude; or    \n  \n(iv)   has been found indulging in any activity against the interest of the \nUniversity;  \n \n(p)  to determine the form, provide for the custody  and  regulate the use of the \ncommon seal of the University;  \n \n(q) to  hold , control  and  administer the  property  and funds and resources of the \nUniversity and raise funds upon such security as may be required under \nRegulations;  \n \n(r)  to formulate or approve the principles, policies and plans governing the \nactivities  and oper ations of the University so as to facilitate teaching, research \nand other academic work;  \n \n(s)  to create such faculties, departments and institutes and to constitute such \nstanding committees, committees, sub -committees, councils and other  \nadministrative  or  academic advisory bodies as it deems necessary, and review \ntheir work;  \n \n(t)  to create such academic  and administrative  posts  as  it  may deem necessary \nand to suspend and abolish such posts;  \n \n(u)  to approve, carryout, vary or cancel contracts on b ehalf of the University;  \n \n(v)  to initiate and approve schemes for achievements of the objectives of the \n University;  \n(w)   to determine the form, and regulate the custody and use common seal of the \nUniversity; and  \n(x)  to take such initiatives as it may consider necessary for the efficient and \neffective  management  and functioning of the University.  \n \n (3)   The Board may, subject to the provisions of this Act delegate all or any of the powers \nand functions of any Authority, officer or employee of the U niversity at its main campus, to any \nAuthority, committee, officer or employee at its additional campus for the purpose of exercising such \npowers and performing such functions in relation to such additional campus, and for this purpose the \nBoard of Governo rs may create new posts or positions at the additional campus.  \n \n \n  \nPage 24 of 37 \n  27. Academic Council. ―There shall be an Academic Connell which shall be the Academic \nbody of the University.  The Academic Council  shall consist of the following: ― \n \n(a)        the  Vice -Chancellor who shall be its Chairperson;  \n \n(b)        Pro Vice -Chancellor (Academic and Research);  \n \n(c)        Pro Vice -Chancellor (Admin and Finance);  \n \n(d)        the Deans of Faculties;  \n \n(e)        the  Chairpersons of Teaching  Departments;    \n  \n(f )       Heads of the Campuses and Constituent colleges or institutes;   \n  \n(g)        five Professors including Emeritus Professors;  \n \n(h)        one nominee of HEC not below the rank of Director General;  \n \n(i)         one nominee of PM and DC \n  \n(j)         two eminent scholars to be nominated by the Board;  \n \n(k)        two persons of eminence to  be nominated by the Chancellor;  \n \n(l)         the Controller of Examinations;  \n \n(m)  the Director QEC;  \n \n(n)  the Director  ORIC;  \n \n(o)  the Controller of Examinations; and  \n \n(p) the Registrar who shall act as its Secretary.  \n \n (2)  The Members of the Academic Council shall hold office for three years.  \n \n (3) The Academic Council shall meet at least once in each quarte r. \n \n(4)  The  quorum  for  meetings of the  Academic  Council  shall be one half of the total number  \nof members, a fraction being counted as one. \n \n \n  \nPage 25 of 37 \n  28.  Powers and Functions  of  the Academic Council. ―(1)  The Academic  Council shall \nbe the  principal  Ac ademic  Body of the University  and shall, subject to provision  of this Act and \nStatutes,  have the powers to lay down proper  standards of instructions, research,  publications,  and \nexaminations,  and to regulate,  and promote academic life of the Unive rsity.  \n \n (2)  Without prejudice to  the  generality of the  foregoing  powers  and provisions of this Act \nand Statues, the Academic Council have the powers to ― \n \n(a)  advice the Board on academic matters;  \n \n(b)    lay down   proper standards   of instructions,  research   and examinations and  \nto  regulate  and   promote the  academic activities of the University;  \n \n(c)    regulate the  conduct  of teaching,  research  publications  and examinations;  \n \n(d)  approve the policies and procedures pertaining to student -related functions \nincluding admissions, expulsions, punishments, examinations and \ncertification;  \n \n(e)  approve  academic   programs  and the  policies and  procedures pertaining to \nthe quality of academic programs;  \n \n(f)  approve the  policies and procedures assuring quality of teaching  and \nresearch;  \n \n(g)     propose the Board, schemes for the constitution and organization  of faculties,  \nteaching departments, colleges or institutes and Board of studies;  \n \n(h)  appoint  paper setters and examiners for all examinations of the University  \nafter  receiving  panels of names from  the relevant authorities;  \n  \n(i)  institute Univers ity programs for the continued professional development of \nUniversity Teachers  at all levels;  \n \n(J)    recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding examinations  of the University;  \n \n(k)   regulate the award of studentships, scholarships, exhibitions, medals and \nprizes;  \n \n(l) frame regulations for submission to Board;  \n \n(m)    make regulations for the constitution of faculties and the teaching \ndepartments;  \n \n  \nPage 26 of 37 \n  \n(n)     prepare an annual report  on the aca demic performance of the University;   \n  \n(o)    regulate the conduct and discipline of students and faculty;  \n \n(p)    frame regulations on the recommendations of the Board of Faculties and the \nBoards of Studies, prescribing the courses of studies,  and the  syllabi  for all \nUniversity examinations  in accordance with the policy of HEC or PM and \nDC and other regulatory bod ies;   \n   \n(q)   regulate the admissions of students to the courses  of studies and examinations \nin the University;  \n \n (r)  formulate  proposals, for the planning and development of teaching and \nresearch in the University;   \n  \n (s)  recognize the examination s of other universities or examining bodies as \nequivalent to corresponding  examinations  of the University; and  \n \n (t)    perform such functions as may be prescribed by  Statutes or regulations.    \n  \n 29. Constitution, functions, and powers of other Authorities. ―The constitution,  \nfunctions,, and powers of the Authorities for  which  no specific provision has been made in this Act \nshall be such as may be prescribed by the Statutes, Rules and Regulations  made thereunder.  \n \n 30. Appointment of committees by certain Authorities .―The Board of Governors, the \nAcademic Council and other Authorities may, from time to time, appoint such standing, special or \nadvisory committees, as they may deem fit, and may nomina te such persons on these committees \nwho are not members of the Authorities.  \n \nCHAPTER -V \nSTATUTES, REGULATIONS AND RULES  \n \n 31. Statutes.―(1) Subject to the provisions of this Act, a statute may be made to regulate or \nprescribe all or any of the following ma tters, namely: —   \n \n(a)  terms and conditions of service of employees of the University including \ngrades or scales of pay, constitution of insurance policy, gratuity, and other \nfringe benefits;  \n \n(b)  terms  and conditions of appointments of teachers, researchers and officers;  \n \n(c)  establishment of additional campuses, faculties, teaching departments, \ninstitutions, colleges and others academic units;  \n \n \n  \nPage 27 of 37 \n (d) the contents and  the manner in which the annual repo rt to be presented by the \nVice -Chancellor before the Board of Governors shall be  prepared;  \n \n(e)  powers and duties of officers and teachers;  \n \n(f)  conditions under which the University may enter into arr angements with other \npublic or private organizations  for the purposes of instruction, research and \nother scholarly  activities;  \n \n(g)  conditions for appointment of Professors Emeritus;  \n \n(h)  award of honorary degrees;  \n \n(i)  the University fees and other charges;  \n \n(j)  efficiency and discipline of the employ ees of the University;  \n \n(k)  acquisition and administration of properties and investments of the University;  \n \n(l)  constitution, functions , and powers of the Authorities of the University; and  \n \n(m)  all other matters which under this act are required to b e or may be prescribed \nor regulated by Statutes.  \n \n  (2)   The draft of the Statutes shall be proposed the Board and sent for  approval to the \nChancellor.  \n \n (3) The Chancellor shall have the powers to assent to the statutes submitted to him or refer \nthem back to the Board for review or reconsideration.  \n \n (4) No statute shall be valid unless approved by the Chancellor.  \n \n 32. Regulations. ―(1) Subject to the provisions of this Act and the Statues, the Academic \nCouncil may make Regulations, for all or any  of the following matters, namely: — \n \n(a)  syllabi and courses of study and research programs leading to degrees, \ndiplomas or certificates;  \n \n(b)  schemes of studies and research, including the duration of courses, number of \nsubjects or papers for examinatio n; \n \n(c)  courses of studies for degrees, diplomas and certificates of the University;  \n \n(d)  methodology for selection and admission of students and determination of \nfees and other charges for admission to various courses and examinations;  \n \n(e)  admission a nd expulsion of students to and from the University;  \n \n(f)  conduct and supervision of examinations;  \n \n  \nPage 28 of 37 \n  \n(g)  conditions under which a person may carry on independent  research to entitle \nhim to a degree;  \n \n(h)  the conditions under which students shall be admi tted to the courses and the \nexaminations of the University and shall become eligible for the award of \ndegrees, diplomas, and  certificates;  \n \n(i) institution  of fellowships, scholarships, exhibitions, medals, prizes and \nfinancial assistance;  \n \n(j)  conduct of convocation and form of costumes;  \n \n(k)  maintenance of discipline among students;  \n \n(l)  formation of Faculties, Departments and Board of Studies; and  \n \n(m)  all other academic matters under this Act or the Statutes, are to be or may be \nprescribed by Regulations.  \n \n (2) Regulations shall be proposed by the Academic Council and shall be submitted to the \nBoard, which may approve them or withhold approval or re fer them back to the Academic Council \nfor reconsideration.  \n \n (3) Regulation proposed by the Academic Council shall not be effective unless it receives the \napproval of the Board of Governors.  \n \n 33. Amendments and repeal of Statutes and Regulations .―The proc edure for adding to, \namending or repealing the Statutes and the Regulations shall be the same as prescribed respectively \nfor framing or making Statutes and Regulations.  \n \n 34. Rules ,—(1) The Authorities and the other bodies of the University may make Rules, \nconsistent with this Act, Statutes and the Regulations, to regulate all matter relating to the affairs of \nthe University which has not been specifically provided for by this Act or that is not required to be \nregulated by Statutes or Regulations, inc luding rules to regulate the conduct of business and the time \nand place of meetings and related matters.  \n \n (2) Rules shall become effective upon approval by the Board.  \n \nCHAPTER -VI \nUNIVERSITY FUND  \n \n 35.  The   University  Fund,  its   Accounts  and  Audit .―(1)   The University  shall have \na Fund to which shall be credited  it’s all income from fees, charges,  donations,  trusts,  bequests, \nendowments, contributions,  grants  and  all other sources.  \n  \n \n  \nPage 29 of 37 \n  (2)   All funds generated by a teaching  department, constituent college, or other units of the \nUniversity  through fees consultancy,  research  or provision of other services  shall be made available  \nwithout  prejudice  to the accounts  of the Universi ty.  \n  \n   (3)  The  Accounts of the University shall  be maintained in a bank approved by the governing  \nbody.  \n \n  (4) The accounts  of the University  shall  be maintained  in  such  form and  manner as may  \nbe determined by the Board and  shall audited ea ch year within four months of the closing of the   \nfinancial year by the Chartered Accountant appointed by the Board.  \n  \n (5) The accounts, together with the report of the Auditor thereon shall be submitted to the \nBoard for approval.  \n \n (6)   The Auditor’s report shall certify that the auditor has complied with the standards of \naudit and certification  laid down  by the Institute of Chartered Accountants of Pakistan.   \n  \n  (7)   No expenditure  shall  be made  from the funds  of the University, unless  a bil l for  its  \npayments  has been issued in  accordance  with the  relevant financial  regulations and the Treasurer  \nhas verified  that the payment  is provided for in the approved budget.  \n \n (8) Provision for an internal audit of the finances of the University shall be made and \nprescribed in the Statutes.  \n \nCHAPTER -VII \n \nGENERAL PROVISIONS  \n \n 36.   First   Statutes. ―Not withstanding  anything  to  the contrary contained in this Act, the \nStatutes set out in the Schedule shall be deemed to be the First Sta tues made under Section 3l and \nshall remain in force until they are amended or replaced by new Statutes made in accordance with \nthis Act.  \n \n 37.   Service of the University. ―(1)  All persons employed  by  the University in accordance \nwith the terms and cond itions of service prescribed by statutes shall be persons in the service of the \nInstitute.  \n \n 38.  Benefits and insurance. ―(1) The University shall constitute for the benefit of its \nofficers, teachers and other employees’ schemes, as may be prescribed,  fo r the provision of post -\nemployment benefits as well as health and life insurance while in service.   \n \n 39.  Removal  of  difficulties. ―(1)   If any  question   arises  as  to interpretation of provision \nof this act, it  shall be placed  before the Chancellor whose decision thereon shall be the final.  \n \n \n  \nPage 30 of 37 \n  (2)  If any difficulty arises in giving effect to the provisions of this Act, the Chancellor shall \nmake such order, not inconsistent with the provisions of this Act, as may appear to him to be \nnecessary for removing this difficulty.  \n \n (3) Where this Act makes any provision for anything to  be done but no provision or no \nsufficient provision has been made as respects the authority of whom, or the time at which, or the \nmanner in which, it shall be done, then it shall be done by such authority, at such time, or in such \nmanner as the Chancellor  may direct.  \n \n 40.  Bar of Jurisdiction. ―No Court shall have jurisdiction to entertain any proceedings,  \ngrant any injunctions  or make any order relation to anything done in good faith or purported to have \nbeen done or intended under this Act.  \n  \n \n  \nPage 31 of 37 \n SCHEDULE  \nTHE FIRST STATUTES  \n(SEE  SECTION 24)  \n \n 1. Faculties. ―There shall be a faculty for an academic department or a  group  of academic  \ndepartments.  University  shall include  the  following faculties ― \n \n(a)      faculty of Medicine and Allied medical Sciences;  \n(b)      faculty of Computer Sciences and information technology;  \n(c)      faculty of Engineering  and Technologies;  \n(d)      Faculty of Sciences;  \n(e)      faculty of Social Sciences;  \n(f)      faculty of Management Sciences  \n(g)      faculty of La w; \n(h)      faculty of Urban Planning and Real Estate; and  \n(i)       such other faculties may be as prescribed by the Statues.  \n \n 2.  Board of Faculty. ―(1) There shall be a Board  of each  Faculty consisting of― \n \n(a)  the Dean of the faculty;  \n \n(b) the Professors and Chairperson of the Teaching Departments in the faculty;  \n  \n(c)    one member of each Board of Studies to be nominated by the Board of Studies \nconcerned;  \n \n(d)    three  teachers to be nominated by the Academic Council by virtue of their \nspecialized knowledge of the subjects which, though not assigned to the \nfaculty, have in the opinion  of the Academic Council, important bearing on \nthe subjects assigned to the faculty;  \n \n(e)    two experts in the relevant field from outside the University to  be appointed \nby the Board;  \n \n(f)   one member to be nominated by the Vice -Chancellor;  \n \n(g)  The members, mentioned in clauses (a to f) shall hold office for three  years; \nand \n \n(h)   The Registrar shall be the secretary of the board of faculty.  \n \n  \nPage 32 of 37 \n  \n  (2)   The quorum for a meeting  of the  Board of Faculty shall be one half of the total number \nof members, a fraction being counted as one.  \n \n 3.  Functions of Board faculty. ―The Board  of each Faculty shall, subject to the general \ncontrol of the  Academic Council and the Board, have the powers: ― \n \n(i)    to coordinate the teaching and research in the subjects assigned to the faculty;  \n  \n(ii)    to scrutinize the schemes of courses and syllabi proposed by the  Board of \nStudies comprised in the faculty and forward them to the Academic Council \nalong with its observations;  \n \n(iii)   to scrutinize the recommendations of the Board of Studies comprised in the     \nfaculty,  on the appointment of paper setters and examiners for graduate  and \npostgraduate examinations and forward panel of paper setters and examiners  \nfor each examination to the Vice -Chancellor;  \n  \n(iv)    consider any academic mater relating to the faculty and report thereon to the  \nAcademic Council;  \n \n(v)   prepare a comprehensive annual report regarding performance of each \ndepartment comprising of faculty for presentation to the Academic Council; \nand  \n  \n (vi)  to perform such other functions as maybe prescribed .  \n \n4. Teaching Departments. ―(1)  There shall be a Teaching Department for each subject or \na group of allied subjects as may be approved and each Teaching Department shall be headed by a \nChairperson.    \n  \n (2) The Chairperson of a teaching department shall be appointed by the Board on the \nrecommendation of the Vice -Chancellor from amongst the senior Professors or Associate Professors, \nother than Professor already working as Dean, for a period of three years and shall be eligible for  \nreappointment.  \n \n (3) The Chairperson of the Teaching Department shall plan, organize and supervise the work \nof the Department in accordance with the provisions of this Act and shall be responsible to the Dean \nof the Faculty in which his Department is comp rised for the work of his Department.  \n \n (4) The Chairperson of the Teaching Department shall under the supervision of the Dean and \nVice -Chancellor, exercise all administrative, financial, and academic powers and such other duties \nor powers as may be delega ted to him.   \n \n (5) The Chairperson of the Department shall prepare a comprehensive and annual report on \nthe performance of the Department at graduate and post -graduate levels and submit the same to the \nDean of the faculty for evaluation.  \n \n  \nPage 33 of 37 \n   5.  Board of Studies.―(1) There  shall be a Board of Studies for each subject or group of \nsubjects as may be prescribed by the Regulations.  \n \n (2)   Each Board of Studies shall consist of:― \n \n(a)   the Chairperson of the Teaching  Department  concerned;  \n \n(b)   all Professors and Associate Professors in the Teaching Department  \nconcerned;  \n \n(c)    two  University  Teachers,  other  than  Professors  or Associate Professors, to \nbe appointed  by the Academ ic Council; and  \n \n(d)  three experts,  other than University  Teachers,  to be appointed by the Vice -\nChancellor.  \n \n (3)  The term of office of members  of the Board of the Studies,  shall be three  years.  \n  \n (4)  The quorum  for a meeting of the Board of Stu dies, shall be one -half  of the total number \nof members, a fraction being counted as one.  \n \n (5)  The Chairperson  of the  concerned  Teaching   Department shall  be the Convener of the \nBoard of Studies.  \n \n (6)  The functions  of the Board of Studies shall be― \n \n(a)  to advise  the  Authorities on  all  academic  matters  connected with \ninstructions, research  and  examinations in the  subjects concerned;  \n \n(b)  to propose curricula and syllabi for all degree, diploma and certificate  courses  \nin the subject or subjects concerned;  \n \n(c)    to suggest  a panel of names of paper setters and examiners  in the subjects \nconcerned;  and  \n \n(d)  to perform such other functions as may be prescribed by Regulations.  \n \n 6.  Board of Advanced Studies and Research  (BASR). ―(1)  There shall be a Board of \nAdva nced  Studies and Research, consisting  of:― \n(i)  the Vice -Chancellor who shall be the Chairperson;  \n \n(ii)  all Deans;  \n , \n \n  \nPage 34 of 37 \n (iii) three University Professors having research, qualifications  and experience to \nbe appointed  by the Academic  Council;  \n \n(iv)   one University Professor from each faculty other than Dean to be appointed \nby the Board;  \n(v)  three members in relevant field from other Universities and  research \norganizations  to be nominated  by the Board;  \n \n(vi)  the Professor Emeritus; and  \n \n (vii) The Registrar shall be the Secretary of the BASR.  \n  \n (2)  The  term of office of the members  of the  Board  of Advance d  Studies and Research, \nother than ex-officio  members, shall be three years.  \n \n  (3)  The quorum for a meeting of the Board  of Advanced Studies and Research  shall be \none-half of the  total  number of members, a fraction being counted as one.  \n \n (4) The functions of the BASR shall be: ― \n \n (a)    to advise the Authorities on all matters connected with the promotion of \nadvanced studies and research in the University;  \n \n (b)   to propose Regulations regarding the award of research degrees;  \n \n (c)   to recommend the panel of names of paper setters;   \n \n (d)  to appoint supervisors and co -supervisors for postgraduate research students \nand to approve titles and synopsis of thesis or dissertations;  \n  \n (e)  to recommend the panel of names of examiners and evaluators (local or \nforeign) for evaluation of thesis and other research examinations; and  \n  \n (f)  to  perform such other functions  as may be prescribed by Statutes.  \n \n   7.   Selection Board. ―(1)There shall be a Selection Board consisting of: ― \n \n(a)  The Vice -Chancellor, who shall be the  Chairperson;  \n \n(b)   one member of the Board to be nominated by the Chancellor;  \n \n(c)   two persons of eminence to be nominated by the Board; provided that none of \nthem is an employee of the University;  . \n \n  \nPage 35 of 37 \n  \n(d)  the Dean of the Faculty concerned;  \n \n(e)    the Chairperson of the Teaching Department concerned; and  \n \n(f)  Registrar shall be the Secretary.  \n \n  (2)  The members of the Selection Board shall hold office for three years.  \n \n  (3)  The  quorum for meeting of the  Selection  Board shall  be  four members.  \n \n (4)  In selecting candidates for the post  of  Professors and Associate Professors,  the  Selection  \nBoard  shall, co -opt or  consult  three experts in  the subject concerned, in selecting candidates for \nother t eaching posts, two experts in the subject concerned to be nominated by the Chairperson. For \nthe administrative positions, two experts  in the relevant field, from a standing  list of experts of each \nsubject or field approved by the Board on the recommendat ion  of the Selection Board as revised \nfrom time to time.    \n \n (5) The functions of the Selection Board shall be: ― \n \n (i)  to consider all applications for teaching  and other posts received  in response \nto an advertisement and shall recommend to the Board the names of suitable \ncandidates for appointment to such posts;  \n  \n(ii)   to recommend to the Board the grant of higher ini tial pay in a suitable case for \nreasons to be recorded in writing;  \n \n(iii) to recommend to the Board the appointment of an eminently qualified person \nto  a position  in the University  on the terms and conditions  as may be \nprescribed; and  \n \n(iv)  to conside r all cases of promotion of officers and recommend to the Board  the  \nnames of  suitable  candidates for such promotions.  \n \n 8.  Finance and Planning Committee. ―(1) There shall be a Finance and Planning \nCommittee consisting of: ― \n \n(a)    the Vice -Chancellor, who shall be the Chairperson;  \n \n(b)    the Pro -Vice -Chancellor  (Admin  and Finance)  \n \n(c)     One nominee of the Board;  \n \n(d)  two experts in the field of finance and planning to be nominated by the \nChancellor;  \n \n  \nPage 36 of 37 \n   \n(e)    One Dean to be nominated by the Chancellor on the recommendations of the \nVice -Chancellor;   \n  \n(f)  One member of the Academic Council to be nominated by the Council and \napproved by the Chancellor; and  \n \n(g)    The Treasurer of the University shall be the Secretary.  \n \n  (2)  The quorum for a meeting of the finance and planning committee shall be four members.  \n \n 9. Functions of the Finance and Planning Committee. ―The functions of the finance and \nplanning Committee sh all be:―  \n  \n (a)    to prepare annual statement  of accounts and annual and revised budget \nestimates and advise the Board thereon;  \n  \n (b)   to review periodically the financial  position of the University;  \n \n (c)  to advise the Board on all matters relatin g to planning and development, \nfinance, investments and accounts of the University;  \n  \n(d)  to prepare short term and long-term development plans;  \n \n(e) to prepare resource development plans; and \n \n(f)  to perform such other fun ctions as may be prescribed by S tatues.  \n \n 10. Discipline Committee. ―(1) The Discipline Committee shall consist of:―  \n \n(a)        Chairperson  or Convener to be nominated by the Vice -Chancellor;  \n(b)        One Professor to be nominated by the Acadmic Council;  \n(c)        One m ember to be nominated by the Board;  \n(d)        One member to be nominated by the Vice Chancellor;  \n(e)         Registrar, and  \n(f)         Director Students Affairs shall be its Secretary.  \n (2) The term of office Members of the Committee other than ex-officio members shall be for \ntwo years.  \n \n \n  \nPage 37 of 37 \n  (3) the quorum  for a meeting of Dis ciplinary Committee shall be four.  \n \n 11. Fu nctions of Discipline Committee ―The functions of the Disciplinary Committee shall \nbe:―   \n \n(a)  Propose Regulations to the Academic Council for the conduct of university \nstudents, maintenance of discipline and for dealing with the cases of in -\ndiscipline; and  \n \n(b)  To perform such other functions as may be prescribed by Regulations.  \n \n \n \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 16 -08-2024"
}