{
    "file": "./converted_json\\administrator4bf0acffa44733bd80eec8270fbc1e6b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "P\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., NOV .  1,  2019\n489\n__________________________________________________________________\n__________________________________________________________________\nISLAMABAD, \nFRI\nDA\nY\n,  \nNOVEMBER\n  1, 2019\n__________________________________________________________________\n__________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT\n \nOF\n \nP\nAKIST\nAN\nMINISTR\nY\n OF\n LA\nW\n \nAND JUSTICE\nIslamabad, the 31st Oct\nober, 2019\nNo. F. 2(1)/2019-Pub.—\nThe following Ordinance promulgated on 30th\nOctober, 2019 by the President is hereby pu\nblished for general information:—\n \nO\nRDINANCE\n No. XVIII \nOF\n 2019\nAN\nORDINANCE\nto provide for the establishment of a Legal Aid and Justice Authority\nW\nHEREAS\n,\n \nit is expedient to establish a legal aid and justice authority so as\nto provide legal, financial and added assistance for access to justice to the poor and\nvulnerable segments of the society in criminal cases and for matters ancillary thereto.\nA\nND\n \nWHEREAS\n the Senate and the National Assembly are not in session\nand the President is satisfied that circumstances exist which render it necessary to\ntake immediate action;\n(489)\nPrice : Rs. 20.00\n[1705(2019)/Ex. Gaz.]\n490\nTHE GAZETTE OF PAKISTAN, EXTRA., NOV .  1,  2019\n  [P\nAR\nT\n I\nN\nOW\n \nTHEREFORE\n, in exercise of powers conferred by clause (1)\nof Article 89\n of the Constitution of the Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following ordinance:—\n1.\nShort title, extent and commencement.\n—(1) This Ordinance may\nbe called the Legal Aid and Justice Authority Ordinance, 2019.\n(2)\nIt extends to the whole of Pakistan.\n(3)\nThis Ordinance or any part thereof shall come into force on such date\nor dates as the Government may by notification in the official Gazette, appoint.\n2.\nDefinitions.— \n(1) In this Ordinance, unless there is anything repugnant\nin \nthe subject or context.—\n(a)\n“applicant” means any person who—\n(i)\nmakes an application for legal aid under this Ordinance or on\nwhose behalf such an application is made; or\n(ii)\na person who is of unsound mind or lunatic or minor;\n(b)\n“Authority” means the Legal Aid and Justice Autority established under\nsection 3;\n(c)\n“Board” means the Board of Governors constituted under section 4;\n(d)\n“Chairperson” means Chairman of the Board and includes any person\nfor the time being performing the functions of the Chairperson;\n(e)\n“Court” means a court established under any law for the time being in\nforce;\n(f)\n“Director-General” means the Director-General of the Authority;\n(g)\n“Free Representation Unit” means a special unit comprising advocates\nand volunteers to provide legal or other social services on \npro\n \nbono\nbasis either on case to case basis or in respect of a group or set or\ntype of cases other than the panel;\n(h)\n“Government” means the Federal Government;\n(i)\n“legal aid” means the provision of assistance, to a person who is unable\nto afford legal assistance, representation and access to justice;\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., NOV .  1,  2019\n491\n(j)\n“Member” means a member of the Board;\n(k)\n“panel” means the list of advocates and volunteers prepared by the\nAuthority under section 13;\n(1)\n“prescribed” means prescribed by rules or regulations under this\nOrdinance, as the case may be;\n(m)\n“rules” mean the rules made under this Ordinance;\n(n)\n“Secretary” means the Secretary of the Board; and\n(o)\n“V olunteer” means any person other than an Advocate who may\nprovide legal or other services on \npro bono \nor fee basis to the\napplicants.\n(2)\nA word or expression used in the Ordinance and not defined shall\nhave the same meaning as is assigned to it in the Code of Criminal Procedure, 1898\n(V of 1898) or the Legal Practitioners and Bar Councils Act, 1973 (XXXV of 1973).\n3.\nEstablishment of the Authority.—\n(1)\n \nThe Government, by\nnotification in the official Gazette, shall establish a Legal Aid and Justice Authority\nto carry out the purposes of this Ordinance.\n(2)\nThe headquarters of the Authority shall be at Islamabad and it may,\nwith the prior approval of the Government, set up as many offices all over the\ncountry as, when and where required.\n4.\nManagement.—\n(1)\n \nThe general direction and administration of the\nAuthority and its affairs shall vest in the Board, which shall exercise all powers and\ndo all acts and things which may be exercised or done by the Authority.\n(2)\nThe Board shall, in the discharge of its functions, be guided on questions\nof policy by such directions as the Government may give from time to time.\n(3)\nIf any question arises as to whether any matter is a matter of policy or\nnot, the decision of the Government in respect thereof shall be final.\n5.\nComposition of the Board.—\n(1)The Board of Governors shall\nconsist of the following members, namely:—\n(i)\nFederal Minister for Human Rights\nChairperson\n(ii)\nAttorney-General for Pakistan\nMember\nAdvocate General of each Province and\n492\nTHE GAZETTE OF PAKISTAN, EXTRA., NOV .  1,  2019\n  [P\nAR\nT\n I\n(iii)\nIslamabad Capital Territory\nMembers\n(iv)\nSecretary, Ministry of Human Rights\nMember\n(v)\nSecretary, Ministry of Finance\nMember\n(vi)\nSecretary, Ministry of Law and Justice\nMember\n(vii)\nVice-Chairman, Pakistan Bar Council\nMember\n(viii)\nOne Prominent Female Social Worker\nMember\n(ix)\nDirector-General, of the Authority\nMember/Secretary\n(2)\nThe Chairperson shall preside at every meeting of the Board and in\ncase of his absence for any reason, the Government may designate any other Minister\nas a Chairperson.\n(3)\nThe Authority may, with the prior approval of the Government, co-opt\nany other person as a member.\n(4)\nNo act or proceeding of the Board shall be invalid merely on the ground\nof the existence of any vacancy, or any defect, in the constitution of the Board.\n(5)\nIf an \nex-officio\n Member is unable to attend a meeting of the Board,\nhe may authorize a representative not below BPS-20 to attend the meeting.\n6.\nMeetings of the Board.\n—(1) The Chairperson may convene such\nmeetings of the Board at such times and places as he considers necessary for the\nefficient performance of the functions of the Board.\n(2)\nAt any meeting of the Board the quorum shall be seven Members.\n(3)\nAll issues arising at any meeting of the Board shall be decided by a\nmajority of votes of the Members present and voting.\n(4)\nSubject to the provisions of this Ordinance, the Chairperson may give\ndirections regarding the procedure to be followed at or in connection with any meeting\nof the Board.\n7.\nDirector-General.\n—(1) There shall be a Director-General of the\nAuthority who shall be appointed by the Government at such re-muneration and on\nsuch terms and conditions as it thinks-fit.\n(2)\nNo person shall be appointed as a Director-General unless he is qualified\nto be appointed as a judge of a High Court.\n(3)\nThe Director-General shall be responsible to the Authority for the\nday-to-day administration of the business of the Authority and shall discharge such\nduties and perform such functions as are assigned to him by the Board.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., NOV .  1,  2019\n493\n(4)\nIn case the Director-General is absent or unable to act and no acting\nappointment has been made by the Authority, the Authority may authorize an officer\nof the Authority to perform temporarily the functions of the Director-General.\n(5)\nUntil the Board is duly constituted, the Director-General shall, subiect\nto such directions as the Government may give from time to time, exercise the\npowers, and perform the functions of the Board.\n(6)\nThe officers of the Authority shall have such powers and shall perform\nsuch functions as may be assigned to them by the Director-General.\n8.\nPowers and functions of the Authority.—\n(1)\n \nThe Authority shall—\n(a)\nmake policies, principles and guidelines for providing legal aid and\nfinancial or other assistance including the prescription of criteria for\nqualification to obtain legal aid and financial and other assistance;\n(b)\ndesign and establish an effective mechanism for provision, monitoring\nand evaluation of legal aid;\n(c)\npromote or cause to be promoted programmes designed to enhance\npublic awareness of the legal aid system in Pakistan;\n(d)\nundertake and promote research in the field of legal aid with special\nreference to the need of such aid to the persons;\n(e)\nadvise the Government or any other agency with\n \nregard to the\nenforcement of the right to fair trial and due process of law;\n(f)\ntake appropriate measures for spreading legal literacy and legal\nawareness amongst the people and, in particular, to educate poor and\nvulnerable sections of the society about the rights, benefits and\nprivileges guaranteed by social welfare legislations and other\nenactments as well as administrative programmes and measures;\n(g)\nestablish panels of advocates and volunteers in respect of each office\nin the prescribed manner and, subject to sub-section (2) of section 12,\nto add to or remove from that panel any advocate and volunteer where\nthe Authority is satisfied that the advocate or volunteer has derelicted\nhis duty or it is in the interest of justice to do so;\n(h)\ndevise and prescribe structure of fees for legal aid to advocates and\nvolunteers on panels;\n494\nTHE GAZETTE OF PAKISTAN, EXTRA., NOV .  1,  2019\n  [P\nAR\nT\n I\n(i)\nencourage the settlement of disputes by way of negotiations, arbitration\nand conciliation;\n(j)\nmanage and administer the resources of the Authority;\n(k)\nallocate funds, monitor the expenditure of funds at all offices and\nwithhold funds from any office;\n(l)\nestablish and monitor the implementation of standards and procedures\nfor the operation of all offices;\n(m)\nundertake any enquiry or investigation which the Authority thinks\nnecessary or desirable in relation to the discharge of its functions;\n(n)\nperform such other functions as may be assigned to it by the\nGovernment; and\n(o)\ndo such other things as may be expedient or necessary for the proper\nperformance of its functions under this Ordinance.\n(2)\nIn discharge of its functions under this Ordinance, the Authority shall,\nwherever appropriate, act in coordination and cooperation with other individuals,\ngovernmental and non-governmental agencies, departments, bodies, authorities,\nuniversities, engaged in the work of promoting the cause of legal services to the\npoor and vulnerable sections of the society.\n9.\nProvision of legal aid, financial or other assistance in criminal\nmatters.—\n(1) The Authority shall make appropriate arrangements for the provision\nof legal aid, financial or other assistance to an applicant who is charged with a\ncriminal offence and is unable to afford legal, financial or other assistance,\nrepresentation and access to justice, in such manner and to such extent as may be\nprescribed.\n(2)\nThe person seeking legal aid, financial or other assistance shall apply\nto the Authority, in the prescribed manner.\n(3)\nThe application for purposes of sub-section (2) shall be supported by\nan affidavit sworn by the applicant and such other documents as may be prescribed,\nexcept in case of minors or lunatics or persons of unsound mind, the requirement of\nan application and affidavit shall not be applicable.\n(4)\nThe eligibility of the applicant shall be assessed in the manner and\naccording to the eligibility criteria as may be prescribed.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., NOV .  1,  2019\n495\n(5)\nIn prescribing the criteria for and in extending the legal, financial or\nother assistance, preference shall be given to disadvantaged women and children,\nespecially in relation to matters of sexual offences.\n(6)\nFor the purposes of assessing the means of the applicant, the Authority\nmay in appropriate cases make such enquiries as it considers necessary into the\nmeans of the applicant and may direct any officer to enquire into and report thereon.\n(7)\nA report to the Authority under sub-section (6) shall be made available\nto the applicant who shall be allowed, if he so desires, to make his observation on the\nreport.\n(8)\nThe Authority shall decide the application of the applicant within seven\ndays of receipt thereof.\n10.\nRevocation of legal aid.—\nWhere after the assessment for the\npurpose of grant of legal, financial or other assistance, or release thereof the Authority\ncomes to the conclusion that the Applicant was not eligible to receive the same due\nto filing of applications, affidavits or documents in relation thereto which are found\nto contain false particulars, the Authority may revoke the legal, financial or other\nassistance and take steps for the recovery of any amount undeservedly released to\nthe applicant.\n11.\nPanel of advocates and Voulnteers.—\n(1)\n \nThe Authority shall approve\npanels of advocates and volunteers in the prescribed manner in each district or, if\nnecessary, in any Tehsil for provision of legal, financial or other assistance either on\npro bono \nor on fee basis.\nExplanation\n: \nThe panel of advocates and volunteers on \npro bono \nbasis\nshall include setting up of a Free Representation Unit.\n(2)\nThe Authority shall monitor, assess and evaluate the quality of legal\nand volunteer services provided by each advocate, volunteer and the Free\nRepresentation Unit.\n(3)\nThe panel of advocates, volunteers and the Free Representation Unit\nshall maintain a proper record of the cases entrusted to them and shall provide\ninformation to the Authority at such time and in such manner as may be prescribed.\n12.\nCode of Conduct.—\n(1) The Government, on the recommendations\nof the Authority, may prescribe a Code of Conduct for panel advocates, volunteers\nand the Free Representation Unit.\n496\nTHE GAZETTE OF PAKISTAN, EXTRA., NOV .  1,  2019\n  [P\nAR\nT\n I\n(2)\nThe Authority may suspend or, subject to hearing, remove the advocate\nand volunteer from the panel or from the Free Representation Unit if found guilty of\nbreach of that Code, or dereliction of his duty.\n13.\nPayments.—\n(1)\n \nThe Authority shall promptly make payment of such\nprofessional fee and such travelling allowances and other out-of-pocket expenses,\nafter deduction of the applicable taxes, to the advocate, volunteer and the Free\nRepresentation Unit whom a matter has been assigned in the manner that may be\nprescribed.\n(2)\nWhere costs are awarded in favour of the applicant in any matter in\nwhich the services of an advocate or volunteer of the panel or the Free Representation\nUnit were used, such costs shall be the property of and be paid to the Authority. The\napplicant shall be reimbursed out of such costs for the out-of-pocket expenses incurred\nby him in respect of such matter.\n14.\nAppointment of officers,staff, etc., by the Authority.—\nThe\nAuthority may create posts and appoint such Directors, officers, staff, experts or\nconsultants on such terms and conditions as may be prescribed.\n15.\nStaff and officers etc. to be public servants.—\nThe\nDirector-General, Directors, officers, staff, experts and consultants of the Authority\nshall, when acting or purporting to act in pursuance of any of the provisions of this\nOrdinance, be deemed to be public servants within the meaning of section 21 of the\nPakistan Penal Code (Act XLV of 1860).\n16.\nDelegation of powers to the Director-General etc.—\n(1)\n \nThe\nAuthority may, by general or special order and subject to such conditions as it may\nthinks fit to impose, delegate to the Director-General, Directors or a member, or an\nofficer of the Authority, all or any of its powers or functions under this Ordinance.\n(2)\nThe Government may, by notification in the official Gazette, delegate\nall or any of the Authority’s powers under this Ordinance and the rules and regulations\nmade thereunder to any other agency or department of the Government or to a\nprovincial government with the consent of such government.\n17.\nLegal Aid and Justice Authority Fund.\n—(1) There shall be created\na fund to be known as the Legal Aid and Justice Authority Fund which shall vest in\nthe Authority and shall be utilized by the Authority for the purpose of this Ordinance\nand to meet charges in connection with its functions under this Ordinance including\nthe provision of legal, financial or other assistance, including payment to meet bail\namounts, penalties or fines of the applicants, payment of fees to advocates or\nvolunteers, salaries and other remuneration to the Director-General, Directors,\nmembers, officers, staff, experts and consultants of the Authority.\nP\nAR\nT\n I]\n THE GAZETTE OF PAKISTAN,  EXTRA., NOV .  1,  2019\n497\n(2)\nThe Fund shall be financed from the following sources, namely—\n(a)\ngrants from the Federal, Provincial and Local Governments;\n(b)\naid and assistance from local, provincial, national and international\nauthorities or agencies;\n(c)\ncontributions from the statutory bodies, corporations, private\norganizations and individuals;\n(d)\nincome and earnings from the moveable and immovable properties\nacquired or leased by the Authority;\n(e)\nany income from the investment of the amount credited to the Fund;\n(f)\nall sums payable to the Authority may be recovered as arrears of land\nrevenue.\n(3)\nThe amount credited to the Fund shall not lapse at the end of a financial\nyear and shall be available for utilization at any time.\n18.\nBudget.\n—The Authority shall, in respect of each financial year, submit\nfor approval of the Government, on such date as may be prescribed, a statement of\nthe estimated receipts and expenditure, including requirements of foreign exchange\nfor the next financial year.\n19.\nAudit and accounts.\n—(1) The accounts of the Authority shall be\naudited every year by the Auditor General of Pakistan in such manner as may be\nprescribed.\n(2)\nCopies of the audit reports shall be sent to the Government along-with\nthe Comments of the Authority.\n(3)\nThe audit report shall be available for public inspection.\n(4)\nThe Government may issue directions to the Authority for rectification\nof any item objected to by the Auditor General of Pakistan and the Authority shall\ncomply with such directions.\n20.\nSubmission of yearly reports\n \nand returns.\n—As soon as possible\nafter the end of every financial year but before the last day of the month of December\nof that year, the Authority shall submit to the Government a report on the conduct of\nits affairs for that year.\n498\nTHE GAZETTE OF PAKISTAN, EXTRA., NOV .  1,  2019\n  [P\nAR\nT\n I\n21.\nProtection of actions taken in good faith under this Ordinance.\n—\nNo suit, prosecution or other legal proceedings shall lie against the Government or\nthe Authority or any officer or servant thereof or any person acting under the authority\nof the Government or the Authority for anything which is in good faith done or\nintended to be done in pursuance of this Ordinance or any rule or regulation made\nthereunder.\n22.\nTax Exemptions.\n—The income of the Authority, donations and\ncontribution received by the Authority for the purpose of this Ordinance shall be\nexempt from all taxes, duties, charges or imposts of any nature levied by Federal,\nProvincial, local governments or authorities or any institution.\n23.\nPower to make rules.\n—The Government may, by notification in the\nofficial Gazette, make rules to carry out the purposes of this Ordinance.\n24.\nOrdinance to override other laws.\n—The provisions of this\nOrdinance shall have effect notwithstanding anything inconsistent therewith in any\nother law for the time being in force.\n25.\nRemoval of difficulties.\n—If any difficulty arises in giving effect to\nor applying the provisions of this Ordinance, the Government may, make such order,\nnot inconsistent with this Ordinance or the rules, as may be necessary for the removal\nof such difficulty.\n26.\nRepeal and Savings.\n—(1) The Women in Distress and Detention\nFund Act, 1996 (XV of 1996), hereinafter called as the repealed Act, shall stand\nrepealed.\n(2)\nNotwithstanding the repeal under sub-section (1), all funds and accounts\nconstituted and maintained under the repealed Act shall be deemed to be in\ncontinuation of the corresponding funds and accounts constituted or maintained under\nthis Ordinance.\nDR. ARIF ALVI\n,\nPresident.\n————\n       MUHAMMAD KHASHIH-UR-REHMAN,\n                                      Secretary.\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}