{
    "file": "./converted_json\\administrator0ab5751106945d2cc229b27f78642124(1).json",
    "name": "Sales Tax (Amendment) Ordinance, 2014",
    "date": "March 23, 2014",
    "tagline": "Further to amend the Sales Tax Act, 1990, for general information",
    "content": "Arlto )olPV o.I,\nREGISTEREDNo.M-302L._7il69\n@0eGvdtrp d pcHfiur\n=-,KF\nEXTHAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, SUNDAY, MARCH 23,2014\nPART I\n. Acts, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMIMSTRY OF LAW JUSTICE AND ITUMAN RIGHTS\nIslamabad, the 23rd March, 2014\nNo. F. 2(l)12014-Pub.-The following ordinarrce promulgated by the\nPresident is hereby published for general information:-\nORoneNceNo.IV or2Ol4\nAN\nORDINANCE\nfurther to amend the Sales Tav Act, 1990\nWunnens it is expedient further ro amend the Sales Tax Act, .1990 for the\npurposes hereinafter appearing;\nANo wHeneas the Senate and the National Assembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nimmediate action;\n(3 l)\n14278 (20t4)lBxGaz.) Price : Rs. 2.00\\\n/\\. \n-E,\n-\nTIIE GAZETTE OF PAKISTAN, EXTRA., MARCH 23, 2014 [PARr I\nNow, THEREFoRE, in exercise of the powers conferred by clause (l) of\nArricle 89 of the consrirution of the Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance' namely:-\nl. Short title and commencement.-( I ) This Ordinance may be\ncalled the Sales Tax (Amendment) Ordinance, 2014.\n(2) It shall come into force at once\n2, Amendments of section 3, Sates Tax Act, 1990.-In the Sales\nTax Act, 1990, hereinafter referred to as the Act, in section 3, for sub-section (8)\nthe following shall be substituted, namely:-\n\"(8) Notwithstanding anything contained in any law or notification\nmade there-undet in case of supply of natural gas to CNG\nstations, the Gas Transmission and Distribution Company shall\ncharge sale tax from the CNG stations at the rate of seventeen\nper cent of the value of supply to the CNG consumers, as notified\nby the Board from time to time, but excluding the amount of\nsales tax, as provided in clause (46) of section 2.\".\n3. Amendment of section 38, Sales Tax Act, 1990'-In section\n38, for sub-section (2), the following shall be substituted and shall be deemed to\nhave been always so substituted, namely:-\n\"(2) Notwithstanding anything contained in any law orjudgment of\nthe court, including superior courts, any amount payable to the\nFederal Govemment under sub-section (l) shall be deemed to\nbe an arrear of tax or charge payable under this Act and shal'\nbe recoverable accordingly and any claim for refund in respect\nof such amount shall neither be admissible to the registered\nperson nor payable to any court of law or to any person under\ndirection of the court.\".\nMAMNOON HUSSAIN,\nPresident.\nPRINTED BY THE MANAGER. PRINTING CORPORANON OF PAKISTAN PRESS, ISLAMABAD'\nPUBLISHED BYTHE DEPUTY CONIROLLER, STATIONERYAND FORMS. UNIVERSITY ROAD. KARACHI3Z\nBennlstsr\nZAFARULLAH KHAN,\nSecretary."
}