{
    "file": "./converted_json\\administrator2e90f25e30cb8022a630971b31f885de.json",
    "name": "The Trade Dispute Resolution Act, 2022",
    "date": "11th August, 2023",
    "tagline": "An Act to provide for the establishment of a comprehensive regime in Pakistan for the swift and effective resolution of disputes relating to the export and import of goods and services including import and export through e-commerce.",
    "content": "Page 1 of 27   \n \n \n \n  \nTHE TRADE DISPUTE RESOLUTION ACT , 2022 . \n \n \n \n \n \n \n \nCONTENTS  \nPART -I \nIntroduction and Scope  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Scope of application  \n4. Non-intervention  \nPART -II \nThe Trade Dispute Resolution Commission (TDRC)  \n5. Constitution of the Commission  \n6. Head office  \n7. Exclusive jurisdiction of the Commission  \n8. Composition of the Commission  \n9. Qualification and eligibility of the Commission  \n10. Disqualification  \n11. Chairman  \n12. Acting Chair man \n13. Term of office   \n\n \nPage 2 of 27  14. Remova1 of members  \n15. Trade Dispute Resolution Fund  \n16. Accounts and audit  \n17. Annual report  \n18. Appointments by Commission  \n19. Meetings of Commission  \n20. Disclosure of interest by members  \n21. Conflict of interest by staff of Commission  \n22. Officers and employees, etc., to be public servants  \nPART -III \nFunctions and power s of the Commission  \n23. Functions of the Commission  \n24. Power to acquire information  \n25. Power of the Commission as civil court  \n26. Delegation of powers  \n27. Admi nistration and secretariat of the Commission  \nPART -IV \nReferral, Allocation and Proceedings for Dispute Resolution  \n28. Referral of trade disputes to the Commission  \n29. Requirement of a written application  \n30. Review of the complaint  \n31. Notice to appear  \n32. Withdrawal of application  \n33. Allocation by the Commission  \n34. Self-allocation by the Commission  \nPART -V \nDeter minatio ns of the Commission  \n35. Final determination passed by the Commission  \n \nPage 3 of 27  36. Power to issue interim determination  \n37. Powers  \n38. Extent of powers  \n39. Failure of parties to respond  \n40. Declarations, directions and recommendations  \n41. Appeal against Commission’s final determinations  \nPART -VI \nConciliation of trade disputes  \n42. Referral to conciliation  \n43. Regional conciliation committee s \n44. Detailed directions and guidelines  \n45. Approved conciliators  \n46. Completion of conciliation  \nPART -VII \nArbitration of trade disputes  \n47. References to arbitration  \n48. Approved arbitrators  \nPART -VIII \nCommerci al Benches of the High Court  \n49. Constitution of commercial benches  \n50. References to a commercial bench  \nPART -IX \nDomestic and International Assistance by the Commission  \n51. Powers in relation to assistance by the Commission  \n52. Extent of powers  \nPART -X \nCapacity Building, Training and Consultation Service  \n53. Promotion of alternative trade dispute resolution mechanisms  \n  \n \nPage 4 of 27  PART -XI \nSupplemenary Provisions  \n54. Common sea l \n55. Service , of notices and other documents  \n56. Fines and penalties  \n57. Failure to disclose correct information  \n58. Power to make rules and regulations  \n59. Power to issue guidelines  \n60. Removal of difficulties  \n61. Authorities to assist and aid Commission  \n62. Immunity  \n63. Repeal      \n \n  \n \nPage 5 of 27  THE TRADE DISPUTE RESOLUTION ACT , 2022  \nACT NO. LVI OF 2023  \n[11th August, 2023 ] \nAN \nACT \nto provide f or the est ablish ment of a co mprehensive regi me in Pakistan for the swift and eff ective \nresolutio n of disputes relating to the expor t and i mport of goods and services includi ng import and \nexport through e -commerce.  \nWHEREAS, it is essential , for the promotion of trade in Pakistan , protection of all trading \ninterests and improvement of Pakistan’s standing internationally, that there shall be established an \neffective dispute resolution regime for the swift, efficient an d effective resolution of international trade \ndisputes through negotiations, determinations, alternative dispute resolution mechanisms and referral \nof disputes to commercial benches;  \nWHEREAS, it is necessary that such dispute resolution regime should be co mprehensive and \nflexible encompassing a full range of dispute resolution method, cooperation and assistance from the \nrelevant government bodies as well as consistent with internationally accepted standards; and that such \na regime should be equipped with in  exclusive supervisory and enforcement jurisdiction and a \nstreamlined procedure to carry out the purposes of this Act;  \nAND WHEREAS , it is necessary to constitute a trade dispute resolution commission to \nperform and execute the functions outlined in this Ac t with the possibility of performing the same \nfunctions with regard to domestic trade disputes in the future, as may prescribed at a later time.  \nIt is hereby enacted as follows:__ \nPART -I \nIntroduction an d Scope  \n1. Short title, extent and commencement .__ (1) This Act  shall  be called the Trade \nDispute Resolution Act , 2022.  \n(2) It shall extend to the whole of Pakistan.  \n(3) This Act shall come into force at once.  \n2. Definitions .__ In this Act, unless there is anything  repugnant in the subject or  context,__ \n(1) “arbitration”  means any arbitratio n pursuant to s ection 48 ; \n(2) “arbitration agreement”  means an agreement made by parties to submit to \narbitration pursuant to section 48 in all or certain disputes which have arisen or \nmay arise b etween the m in respect of a defined legal relationship whether \ncontractual or not;  \n(3) “arbitrator”  means a sole arbitrator or a panel of a rbitrators ; \n \nPage 6 of 27  (4) “black -listed party”  means a party which does not comply with the findings of \nTDRC g iven in its Final Determination and b eing declared black -listed by the \nCommission through an order;  \n(5) “commercial bench”  means a  comme rcial bench of the High Court as \nconstituted pursuant to secti on 51 or otherw ise in existence;  \n(6) “Commission”  or “T DRC”  means the Trade Dispute Resolution Co mmission \nconstituted under this Act; \n(7) “complaint ” means an application filed by a party with the Commission for the \nresolution of a trade dispute;  \n(8) “conciliation”  means a process, whether referred to by the expression \nconciliation, mediation or an expression of similar import, whereby  parties \nrequest a third person or persons to assist them in their attempt to reach an  \namicable settlement of their disp ute arising out of or relating to a contractual or \nother legal relationship. The conciliator does not have the authority to impose \nupon the parties a solution to  the dispute;  \n(9) “con ciliator”  means a sole conciliator or two or more conciliators as the case  \nmay be;  \n(10) “costs of arbitration”  means the cost of arbitration including, but not limited \nto, the fees and expenses of the arbitrator, the legal and other expenses of parties \nand any other expenses related to the arbitration;  \n(11) “Chairman”  means the Cha irman of the Commission;  \n(12) “dispute ” includes any tr ade dispute as defined wider section  3(2) of the Act;  \n(13)  “division concerned”  means the division to which business of this Act stands \nallocated ; \n(14) “e-commerce”  means electronic co mmer ce and is understood to mean the \nproduction, distribution, marketing, sale or delivery of goods and services by \nelectronic means;  \n(15) “export”  is as defined in the Imports and Exports (Control) Act ; 1950 (Act No. \nXXXIX of 1950) ; \n(16) “expert ” means a person appointed by the Commission under section 18(2) of \nthe Act;  \n(17) “final determination”  has the meaning set out in section 35 of the Act;  \n(18) “freeze”  includes any attachment, sealing, prohibiting, holding, controlling or \nmanaging of any property either through a receiver or otherwise add in case it \nis deemed necessary the disposal thereof by sale or through auction ; \n(19) “goods”  includes without limita tion any tradable item, raw material, product or \nbyproduct which is sold for consideration and has an actual or potential customs \n \nPage 7 of 27  classification;  \n(20) “guidelines”  mean the Guidelines as may be prescribed by the Commission \nfrom time to time;  \n(21) “ICC”  means the International Chamber of Commerce;  \n(22) “interim determination”  means the interim determination issued under section \n36; \n(23) “import ” shall have the same meaning as assigned thereto in the imports and \nExports (Control) Act, 1950 (Act No. XXXIX of 1950)  \n(24) “judge”  unless otherwise provided , means a judicial member of a commercial \nbench;  \n(25) “judgment”  means any decision on the merits given by a court, whatever it \nmay be called, including a decree or order, and a determination of costs or \nexpenses  by the court, and including interim measures of protection;  \n(26) “list of bl ack-listed parties”  means a lis t of black -listed parties maintained by \nTDRC as provided in section 53;  \n(27) “member”  means a member of the Commission and includes the Chairman;  \n(28)  “New York Convention ” means the Convention on the Recognition and \nEnforceme nt of Foreign Arbitral Awards signed at New York on 10 th June 1958 \nas implemented into the law of Pakistan by the Recognition and Enforcement \n(Arbitration Agreements and Foreign Arbitral Awards) Act, 2011 (Act No.  \nXVII of 2011), and any amendment, modification or re -enactment of the same;  \n(29)  “party ” or “parties ” includes any person directly related to a trade disp ute; \n(30)  “person”  includes, in case of a company or body corporate the sponsors, \nchairman, chief executive, managing director by whatever name called end \nguarantors  of the company or body corpo rate and in the case of any firm, \npartnership or sole proprie torship the partners, proprietor or a ny person having \nany interest in the said fi rm, partnership or proprietorship concern or direction \nor control thereof;  \n(31) “prescribed”  means prescribed by rules or regulations made under this Act;  \n(32) “property”  means any or all movable and immovable properties situated  within \nor outside Pakistan;  \n(33) “regional conciliation committee”  means a committee constituted under \nsection 43;  \n(34) “regulations ” means the regulations made under this Act;  \n(35)  “rules”  means the rules made under this Act;  \n \nPage 8 of 27  (36)  “secretary ” means the secretary appo inted under section 27;  \n(37) “services ” means, without limitation, a service of whatever type or any \ndescription whether industrial, trade, professional or otherwise;  \n(38)  “trade body”  means any entity registered for the purpose of managing trading \nmatters or registered under the Trade Organizat ions Act, 2013 (II of 2013) ; \n(39) “trade disp ute” has the meaning set out in sub -section 2 of section 3;  \n(40) “UNCITRAL”  means the United Nations Commission on International Trade \nLaw;  \n(41)  “UNCITRAL Conciliation Rules”  means the Conciliation Rules adopted by \nthe General Assembly  of the United Nations t hrough Resolution 35/52 on the \n4th December, 1980, as amended from time to time;  \n(42)  “UNCTAD”  means the United Nations Conference  on Trade and  \nDevelopment;  \n(43) “website”  means the websit e officially maintained by TDRC;  \n(44) “WIPO”  means the World Intell ectual Property Organization; and  \n(45) “WTO”  means the World Trade Organization.  \n3. Scope of application.__ (1) The powers conferred by this Act may be exercised in  \nrelation to any trade dispute as defined in sub -section (2).  \n(2) For the purposes of this Act, a trade dispute means any dispute or complaint concerning, \nrelating to or arising out of th e export and import of goods and services, including disputes arising \nwith the carrier of the goods, export and import through e -commerce, conducted wholly  or partially in \nor otherwise connected with the ter ritory of Pakistan.  \n(3) Any of the provisions in this Act may also be applied by agreement of all parties to any \nexisting or future trade dispute without any restriction as to territory.  \n(4) The p rovision s of this Act shall have effect notwithstanding anything contained in any  \nother law for the time being in force.  \n4. Non-intervention.__ Notwithstanding anything contained in any other law for the time \nbeing in force in matters governed by this Act, no cour t or tribunal may intervene except in  the manner \nas provided by this Act.  \nPART -II \nThe Trade Dispute Resolution Commission (TDRC)  \n5. Constitution of the Commission .__ (1) The Federal Government shall, by notification \nin the official Gazette, establish a Commission to be called the Trade Dispute Re solution Commiss ion. \n(2) The Commission shall be a body corporate with perpetual  succession  and common \n \nPage 9 of 27  seal, and may sue a nd be sued in its own name and, subject to and for the purpos e of this Act, may \nenter into contracts and may acquire, purchase, take, hold and enjoy moveable and immoveable \nproperty of every description and may convey, assign, surrender, yield up, charge,  mortgage, demise, \nreassign, transfer or otherwise dispose of or deal with any moveable or im moveable property or any \ninterest vested in it, upon such t erms as it deems fit.  \n6. Head office .__ The head office of the Commission shall be at Islamabad a nd the \nCommission may establish and close down offices a t such other places in Pakistan as it considers \nnecessary, subject to the approval of the division concerned.  \n7. Exclusive jurisdiction of the  Commission .__ (1) Within Pakistan, the Commissio n as \nconstituted under this Act shall have exclus ive jurisdiction over all matters with respect to this Act, \nincluding all issues concerning its interpretation and application.  \n(2) Where parties have agreed that disputes between them in respect of  a defined legal \nrelationship, whether contractual or not, shall be referred to the Commission under  this Act, then such \ndisputes shall be settled in accordance with the provisions of th is Act. \n8. Composition of the Commission.__ (1) The Commission, constituted under sub - \nsection (1) of section 5, shall consist of five m embers to be appointed by the Federal Government  \n(2) Federal Government may, by notification in the official Gazette, increase or decrease \nthe number of members, from time to time, as it may consider appropriate.  \n(3) The division concerned shall, f rom amongst the Members of the Commission , appoint  \nthe Chairman . \n(4) No act or proceeding of the Commission shall be invalid by, reason  of absence  of a \nmember or existence of any vacancy among its members or defect in constitution thereof.  \n9. Qualification and eligibility of the Commission.__ (1) No person shall be appointed \nas member unless he__ \n(a) is a citizen of Pakistan;  \n(b) is holder of master’s deg ree or sixteen years of education in international trade, \neconomics, accountancy, tariffs and trade, international commerce,  business \nlaw and commercial law or any trade related field;  \n(c) have at least twenty years of professional work experience in inter national trade, \neconomics, accountancy, tariffs and trade, international commerce, business \nlaw and commercial law or any trade related field; and  \n(d) is not less than forty -five years of age and not exceeding sixty -two years of age \nat the time of employ ment. \n(2) Members be chosen from both the public and private sectors, whereby a minimum of \ntwo members shall be selected from the private sector and a minimum of three members shall  be \nselected from the public sector including retired Government servants or in -service officers.  \n(3) Every member shall be employed with the Commission on full time ba sis. \n \nPage 10 of 27  10. Disqualification .__ (1) No person shall be appointed or continue as member or an \nemployee of the Commission, if such person __ \n(a) has been convicted of an offence involving moral turpitude; or  \n(b) has been or is adjudged insolvent; or  \n(c) is incapable of discharging his duties by reason of physical, psychological or \nmental unfitness and has been declared so by a registered medical practitioner \nappointed by the division concerned; or  \n(d) fails to disclose any conflict of interest or f ails to  do so within the due to  time \nreasonable provided for such disclosure by or  under this Act or any rules, \nregula tions or guidelines prescribed from time to time; or  \n(e) is guilty of misconduct; or  \n(f) ceases to be citizen of Paki stan. \n11. Chairman .__ (1) The Chairman shall be the chief executive of the Commission and \nshall be responsible, along with the members of the Commission, for the swift execution of all \nfunctions and affairs of the Commission.  \n(2) The Chairman may, by general or special order i n writing, subject to such limitations, \nrestrictions or conditions as may be specified therein, delegate all or any of his powers and functions \nto any member or the secretary, including the powers delegated to him un der section 26.  \n12. Acting  Chairman .__ At any time when the posi tion of the Chairman is vacant, or  the \nChairman is unable to perform his func tions due to any cause, the division concerned shall appoint any \nmember of the Commission to be acting Chairman of the Commission until the appointment or  return \nof a Chairman on regular basis.  \n13. Term of office .__ (1) The Chairman and members of the Commission shall be appointed \nfor a term of three years on such salary, terms and conditions of service as may be prescribed by rules \nbut not be less than the  MP-I scale of the Government . The tenure of employment will be extendable \nfor another three years on satisfactory performance or if necessary —subject to the approval of the \ndivision concer ned. \n(2) The Chairman and members shall be eligible for re -appointment for such term or terms  \nbut shall cease to hold office on attaining the age of sixty -five years or the expiry of the term , whichever \nis earlier.  \n14. Remo va1 of members .__ (l) Subject to sub -section ( 2), the appointment  of any member \nor the Chairman may, at any time, be revoked and he may be removed from his office in prescribed \nmanner if it is found that such person has become disqualified under sub -section (1) of section 10.  \n(2) Unless a disqualifica tion referred to in sub -section (1) arises from the judgment or order \nof a court or tribunal of competent jurisdiction under any relevant provision of applicable law, a \nmember or the Chai rman shall not be removed or his appointment shall not be revoked wit hout an \nenquiry by an impartial person or body of persons constituted in accordance with such procedure as \nmay be prescribed by rules and after providing a reasonable opportunity to the member or the Chairman \nto be heard in defense.  \n \nPage 11 of 27  (3) A member or the Cha irman may resign from his office at any time by not ice in writing \naddressed to the division concerned.  \n(4) A vacancy in the Commission caused by the death, resignation or re moval of any , \nmember or the Chairman shall be filled within thirty days of the occu rrence of such vacancy.  \n15. Trade Dispute Resolution Fund .__ (1) There shall be established a non -lapsable fund \nto be known as the Trade Dispute Resolution Fund which shall vest in the Commission, and shall be \nutilized by the Commission, as may be necessary, for the purpose of carrying out its functions under \nthis Act and for the welfare of the employees of the Commission.  \n(2) The Fund shall consist of __ \n(a) five hundred million Rupees as initial seed money by division concerned ; \n(b) yearly budgetary allocations or grants by the division conce rned; \n(c) aid and donations from national or international agencies with the approval of \nthe division concerned;  \n(d) revenue earned from the levy of charges, fees, penalties, etc;  \n(e) income and profits derived from investments;  \n(f) all other sums which may in any manner be come payable t o or vested in the \nCommi ssion; and  \n(g) any fees or charg es that the Commission may charge from other regulatory  \nagencies for expertise rendered in a particular field.  \n(3) The Commission may levy such charges or fees for services and facilities as may be \nprescrib ed from time to time.  \n(4) The Commission may subject to the Public Finance Management Act, 2019 open a nd \nmaintain Accounts, in local and foreign currency, in any schedu led bank in Pakistan.  \n16. Accounts and audi t.__ (1) The Commission shall cause proper accounts to be kept an d, \nas soon as , practicable after the end of each financial year, shall cause to be prepared for that financial  \nyear a statement of accounts which sh all include a balance sheet and an account  of income and \nexpenditure.  \n (2) Within sixty days after the end of each financial year, the Commission’s annual \nfinancial s tatemen ts shall be audited by the Auditor -General of Pakistan or by a firm of chartered \naccountants nominated by the Auditor -General of Pakistan.  \n(3)  The auditors shall make a report to the Commission upon the balance sheet and acc ounts \nand in such report they sha ll state whether in their opinion the balance she et is a full and fair balance \nsheet containing all necessary particulars and properly drawn up so as to exhibit a true and correct \nview of the affairs of the Commission and, in case they have called for any explanation or information \nfrom the Commission, whether it has been given and whether it is  satisfactory.  \n17. Annual report .__ Within ninety days from the end of each financial year, the \n \nPage 12 of 27  Commission shall submit to the division concerned an annual report of  its work and activities including \nall reports on negotiations, referrals, determinations, advocacies conducted, training and policy \nrecommendations.  \n18. Appointments  by Commission .__ (1) The Commission  may appoint such officers, \nofficials, advisers and consultants, etc. as it considers necessary to exercise such powers and perform \nsuch functions as may be prescribed by the Commission.  \n(2) The Commission may from time to time, by notification in the official Gazette on suc h \neligibility criteria, method of appointment and on such terms and conditions as may be  prescribed by \nregulations, appoint two experts for the purposes of resolving any dispute which required the \nappointment of such experts if so required by the Commission.  \n(3) The Commission ma y, by notification in the official Gazette, make regulations in \nrespect of the terms and conditions of service of its employees, officers, officials, advisers and \nconsultants.  \n19. Meetings of Commission .__ (1) Subject to this section, the Chairman may conv ene \nsuch meetings of the Commission at such times and places as he considers necessary for the efficient \nperformance of the functions of the Commission.  \n(2) The Chairman shall preside at every meeting of the Commission and in the absence of \nChairman, membe rs present may elect among themselves a member to preside at the meeting.  \n(3) At any meeting of the Commission, the quorum shall be fifty percent of the members \nprese nt and a fraction shall be rounded as one.  \n(4) All questions arising at any meeting of the  Commission s hall be determined by a \nmajo rity of votes of the members present and voting.  \n(5) In the event of an equality of votes, the Chairman or member presiding shall have a \ncasting vote.  \n(6) Subject to the provisions of this Act, the Chairman may give  directions regarding the  \nprocedure to be followed at or in connection with any meeting of the Commission.  \n20. Disclosure of interest by members.__ (1) For the purpose of this and the next following \nsection, a person shall be deemed to have an interest  in a matter if he has any interest, pec uniary or \notherwise, in such matter which could reasonably be regarded as giving  rise to  a conflict between his \nduty to honestly perform his functions  under this Act and such interest,  so that his ability to consider \nand decide any question impartially or to give any advice without bias, may reasonably  be regarded \nas impaired.  \n(2) A member having any interest  in any matter to be discussed or decided by the \nCommission shall, prior to any discussion of the matter, disclose in writing to the Commission  the fact  \nof his interest and the nature thereof.  \n(3) A disclosure of interest under sub -section (2) shall be rec orded in t he-minutes of the \nCommission , prior to any discussion of , or decision on, the matter and, after the disclosure, the \nmember__ \n(a) shall not, save in the cases provided in sub -sections (4) to (6), take part nor be present \n \nPage 13 of 27  in any deliberation or dec ision of the Commission; and  \n(b) shall be disregarded for the purpose of constitution of a quorum of the Commission.  \n(4) If a member is not the Chairman  and the Chairman becomes aware that a member ha s \na conflict of interest, the Chairman shall,__ \n(a) if he considers that the member should not take part, or continue to take part, as \nthe case may require, in determining the matter, direct the member accordingly; \nor \n(b) in any other case, cause the member’s interest to be disclosed to the persons \nconcerned in the matter including any person w hose application is pending \ndecision or adjudication by the Commission, the member in respect of whom a \ndirection has been given under clause (a) shall comply with the direction.  \n(5) If the member is the Chairm an, he shall disclose his interest to the persons concerned \nin the matter including any person whose application is pending decision or adjudication by the \nCommission.  \n(6) Subject to sub -section (4), the Chairman or t he member who has any interest in any \nmatter referred to in this secti on shall not take part, or continue to take part, as the case may require , \nin determining the matter unle ss everyone concerned consents to the Chairman or, as the  case may be, \nthe member so taking part.  \n21. Conflict of interest by staff of Commission .__ (1) Where a person who, in the  course \nof__ \n(a) performing a function, or exercising a power, as an officer of the Commission;  \n(b) performing functions or s ervice as  an employee; or  \n(c) performing a function or services in any capacity by way to assisting or advising \nthe Commission , or any officer of the Commission, is required to consider a \nmatter in which he has an interest,  \nsuch person shall forthwith give to the Commission a written notice stating that he is required to \nconsi der the matter and has an interest in it and setting out particulars of the interest  \n(2) The person referred to in sub -section (1) shall also declare his interest in accordance \nwith the said sub -section whenever it is necessary to avoid the conflict of interest.  \n22.   Officers and employees, etc., to be public servants.__ The Charman,  members and \nemployees of the Commission authorized to perform any functi on or exercise any  power under this \nAct shall be deemed to be public servants within the meaning of section 21 of the  Pakistan Penal Code \n(Act XLV of 1860).  \nPART -III \nFunctions and power s of the Commission  \n23. Functions of the Commission .__ (1) Subject to this Act, the Commission shall be \n \nPage 14 of 27  responsible for performance of following functions, namely:__ \n(a) initiation of proceedings in relation to trade disputes that may arise between \nparties and make orders and determinations in such manner and form as may be \nprescribed;  \n(b) provision of a comprehensive regime for the swift and effective resolution of \ndisputes relating to the international trade in goods and services, including__ \n(i) provision and facilitation of a fo rum for negotiatio ns, referral and \nalloca tion system, as provided in this Act, to allow a nd facilitate local \nand foreign importers and exporters access  to a range of mechanisms;  \n(ii) the issuance of final dete rmination by the Commission itself;  \n(iii) conciliation in accorda nce with UNCITRAL Conciliation Rules;  \n(iv) arbitration in accordance with the Arbitration Act, 1940 , (Act No.  X of \n1940) as amended from time to time; \n(v) resolution of a t rade dispute by a commercial bench of the High Court \nin accordance with Part VIII of this Act; a nd \n(vi) other co -operation and assistance by the Commission or representative \noffices, embassies and missions abroad or otherwise.  \n(c) rendering advice to parties in relation to any proposed action to be taken by such \nparties and ensurin g that such actions are coherent and consistent with the \nprovis ions of this Act, rules, regulations or guidelines made hereunder;  \n(d) monitoring  of the  conduct of dispute resolution  mechanisms a nd intervention in \nthe event of delay;  \n(e) maintaining  the hig hest standards of integrity amongst all mediators, \nconciliators and arbitrators;  \n(f) establishing and promoting arbitration and alternative dispute resolution \ninstitutions within Pakistan; and  \n(g) maintaining a collated database of all the chambers of commerce in the country \nas well as of the trade bodies and registering any disputes that have been filed \nwith these trade bodies.  \n(2) The Commission shall promote fair trade through advocacy which, among others, shall \ninclude__ \n(a) reviewing existing trade policy framework in relation to strategic policies that \nare being implemented at a state level and making such beneficial  \nrecommendations to the division concerned;  \n(b) to engage in capacity -building, training and consultation serv ices for the \ndevelopment and promotion of international standards and best practices in \n \nPage 15 of 27  international trade, dispute resolution and all matters incidental thereto.  \nThe Commission sh all endeavor to train c ommercia l counselor  and community \nwelfare attach es deputed abroad so tha t they are equipped to handle disputes or \nany matters related thereto whose performance shall be monitored and evaluated \nfrom time to time;  \n(c) holding seminars and workshops addressing the trade dispute issues in Pakistan \nand harvestin g an environment of open debate on regulating commercial \nbehavior of stakeholders, which will improve the trade relationships with other \ncountries; and  \n(d) ensuring that the Commission’s website shall post information pertaining to all \nsessions and worksho ps, rules, regulations and any guidelines that the \nCommission may issue for the benefit of the public at large.  \n(3) Subject to this Act, the Commission shall take all measures necessary__ \n(a) to facilitate and enhance internatio nal trade involving lo cal and foreign entities;  \n(b) to bridge the trust deficit between local and foreign businessmen through \nproviding parties a forum for an effective and effic ient dispute resolution \nmechanism;  \n(c) to improve the international standing and reputation of Pakistan in matters of \ntrade, as a reliable trading destination;  \n(d)  to further develop and harness a mutually beneficial trade relationship between \nTDRC and its counterparts and in other countries; and  \n(e) to ensure that any di sputes that may arise between parties are resolved in  such \nmanner and form as may be prescribed from time to time.  \n24. Power to acquire  information .__ (1) The Commission shall have the power, on its own \nmotion, to solicit or call upon any information in re lation to any proceedings at hand, for the purposes \nof executing its functions, from any ministry, division, Federal o r Provincial department, trade body, \nprivate or public entity, etc.  \n(2) Notwithstand ing anything contained in this Act or any other law fo r the time being in \nforce, any confidential information obtained or received, directly or indi rectly, by the  Com mission \npursuant to or in connection with any proceedings before it, shall not be subject to d isclosure to any \nministry, department, division, agency or on direction of the division concerned , without the prior \nconsent of the party submitting such information.  \n(3) Except as otherwise provided by this Act, or any law in force, or order of the court, th e \nCommission , shall give Access to information to parties, in such manner and form as may be \nprescribed . \n25. Power of the Commission as civil court.__ (1) For the purpose of performing its \nfunctions under this Act and the rules made there -under, the Commis sion shall have the same powers \nas vested in a civil court under the Code of Civil Procedure, 1908 (Act V of 1908), with respect  to the \nfollowing matters, namely:__ \n \nPage 16 of 27  (a) summoning and enforcing the attendance of any witness and examining him on \noath;  \n(b) enforcing the supply of any document or instrument, either in hard copy o r \nelectronic format;  \n(c) requisitioning any document or instrument which is available in the public  \nrecord from any court or office; and  \n(d)  accepting evidence on affidavits.  \n(2) Any proceeding before the Commission shall be deemed to be a judicial proceeding \nwithin the meaning of sections 193 and 228 of the Pakistan Penal Code (Act XLV of 1860) and the \nCommis sion shall be deemed to be a Civil Court for the purposes of section 195 and Chapter  =XXXV \nof the C ode of Criminal Procedure, 1898 (Act V of 1898).  \n26. Delegation of powers .__ The Commission may, by general or special order in writing \nsubject to suc h limitations, restrictions or Conditions as may be specified  therein, delegate all or any \nof its powers and functions to one or more of its members or one or more of the officers, employees, \nexperts, consultants or agents of the Commission and the Commiss ion may at any time revoke such \nauthority at its own di scretion:  \nProvided that powers conferred under sections 60, 61 and 62 shall not be delegated under this \nsection.  \n27. Administration and secretariat of the Commission .__ (1) The tr ade dispute resolution  \norganization (TDRO) shall be the secretariat of the Commission and the executive director general  \nTDRO  shall  be  ex-officio secretary of the Commission.  \n(2) The secretary to the Commission shall__ \n(a) hold in custody, at all material time, the reco rds and seal of the Commission;  \n(b) ensure the timely payment of salaries and allowances of officers , experts, \nconsulta nts and employees of the Commission;  \n(c) propose budget estimates to the Commission and take such actions  to ensure \nthat the Commission is satisfied with th e same;  \n(d) receive applications filed by parties and ensure that the same are presented to \nthe Commission for review, in a timely m anner; and  \n(e) perform all other functions and duties as may be prescribed , from time to time.  \nPART -IV \nReferral, All ocatio n and Procee dings for Dispute Resolution  \n28. Referral of trade disputes to the Commission .__ (1) Any trade  dispute__ \n(a) within the scope of application of this Act as set out in section 3 ; and \n \nPage 17 of 27  (b) involving claims of not less than the minimum value, i n cash or kind, as \nprescribed from time to time in the rules, may be referred to the Commission by \nany party or parties, to the dispute, in accordance with section 29 , for resolution \nunder this Act.  \n(2) Where a party to the dispute is located outside Pakistan, it may make a referral pursuant \nto sub -section (1) to the Pakistan embassy or mission, abroad, which shall be empowered to collect all \nrelevant documentation and facilitate the party in filing the d ispute with the Commission.  \n(3) The Commission shall be entitled to refuse any referral, if__ \n(a) any requirements of this Act have not been satisfied;  \n(b) the existence of competing proceedings elsewhere, or the availability of a \ncompetent forum elsewhere, renders acceptance of a referral inappropriate: or  \n(c) the claim is manifestly frivolous or abusive, or involves any fraud, illegality or \nother wrongdoing.  \n29. Requirement of a written application .__ (1) A trade dispute complaint shall only be \naccepted under section 28, if it is made through a written application by one or more parties to the \ndispute.  \n(2) An application under sub -section (1) shall__ \n(a) be submitted to the Commission in such manner , number and fo rm and with \nsuch fee as may be pre scribed by regulations;  \n(b) include supporting evidence for the claim made by the party, as is reasonably \navailable to the applicant; and  \n(c) contain such further information as may be prescribed.  \n30. Review of the complaint .__ (1) The Commission shall examine the application to \ndetermine whether it is compliant with the requirements of section 28 read with section 29 and the \nevidence provided with the application is Sufficient to establish a prima facie  case to justify the \ninitiat ion of dispute resolution proceedings as provided under this Act.  \n(2) An application shall be rejected as soon as the Commission is satisfied that sufficient \nevidence is not available to initiate dispute resolution mechanism. The Commission shall, for reje ction \nof the application, provide detailed written reasons to the applicant.  \n31. Notice to appear .__ (1) Upon acceptance of the application, the Commission shall give \nprompt notice to the party agai nst  whom the  complaint has been filed in  respect  of th e trade dispute , \nto appear before the Commission so that an allocation may be made in accordance with section 33.  \n(2) The Commission shall also inform the relevant government of the countr y to which the \nparty or parties belong , with a request that the copy  of the complaint be also forwarded to the party to \nthe dispute.  \n(3) Any person duly authorized by a party shall be entitled to appear , plead and act on \nbehalf of such party before the Commission.  \n \nPage 18 of 27  32. Withdrawal of application .__ (1) An application made  under section 29 may be \nwithdrawn at any time before an allocation has been made pur suant to section 33 and section 34, in \nwhich case it shall be considered not to have been made:  \nProvided that upon the withdrawal of an application any fe e paid along with the application \npursuant to clause (a) of sub -sectio n (2) of section 29, shall stand forfeited in favour of the \nCommission . \n33. Allocation by the Commission .__ (1) When  the  parties  to  the trade dispute appear \nbefore the Commission, th e Commission__ \n \n(a) shall seek to resolve the trade disput e by assisting the parties in conducting \nnegotiations between themselves in order to arrive at an amicable settlement , \nwithin thirty days of the first appearance of the parties before the Commission ; \nor \n(b) in the event where , accordin g to clause (a), efforts to resolve the trade dispute \nthrough negotiations fail, shall assess the quantum of the claim and if it satisfies \nthe minimum threshold, as may be prescribed by rules for the suit to be filed in  \nthe commercial bench of the High Court, the Commission shall refer the matter \nto a commercial be nch of a High Court pursuant to section 52; or  \n(c) in the event that the quantum of the claim does not meet the minimum threshold \nrequired for the suit to be f iled in the commercial b ench of the High Court , shall \nseek consent of the parties to do any one or more of the followin g, in any order, \nnamely:__ \n(i) refer the dispute to conciliation in accordance with section 42; or  \n(ii) refer the dispute to arbitration in accordance with section 48;  or \n(iii) Initiate proceedings to reach a final determination.  \n(d) in the case of any reference made under clause (c), direct at any stage that the \nmatter be finally resolved within a specified time period, or  \n(2) If any time limit imposed under clause (d) of sub -section (1) is not complied with, and \nunless othe rwise agreed by all parties to the dispute at any time, the conciliation or arbitration \nproceedings shall be terminated and the matter shall then revert to t he Commission, pending any further \ndirection by the Commission; or  \n(3) Any time limit imposed under clause (d) of sub -section ( 1) may be extended at any \nstage by direction of the Commission, or by agreement of all Parties, which shall be notified to the \nCommission in writing.  \n(4) In exercising its discretion under sub -sections (1) , (2) and (3), the Commission shall \ntake into account__ \n(a) the amount in dispute:  \n \nPage 19 of 27  (b) the nature and legal or factual complexity of the dispute;  \n(c) the location of the parties; and  \n(d) the commercial position as between the parties and any particular requirements \nthey may have with respect to dispute resolution  such as speed, cost \neffectiveness, confidentiality and enforceability.  \n34. Self-allocation by the Commission .__ If the parties to the trade dispute are unable to \nagree on any of the resolution methods stated wider sub -clauses (i) and (ii) of sub -section (1) of section \n33, within thirty days of the suggested allocation by the Commission, or one more of the parties against \nwhom complaint has been filed fails to appear at the date notified by the Commission in the notice to \nappear, the Commission may then initiate proceedings and reach a final determination in accordance \nwith Part -V. \nPART -V \nDeterminatio ns of the Commission  \n35. Final determination passed by the Commission .__ (1) The Commission shall reach a \nfinal determination in relation to any  trade  dispute within the scope of application of this Act as set \nout in section 3,  where  parties have opted for settlement of the trade dispute through  a final  \ndetermination  by  the Commission or the Commission has assumed allocation thereof.  \n2. The final determination shall be made after the Commission has__ \n(a) provided ample opportunities to the parties to present their case through__ \n(i) hearings, which may be conducted via video-conferencing or other \naudio -visual means, as may be determined by the Commission;  \n(ii) written submissions; and  \n(iii) filing of any other document that the parties may feel relevant;  \n(b) reviewed all relevant documents forming part of the documents su bmitted by \nthe parties. and  \n(c) reviewed any other document that the Commission may prepare during the \nproceedings.  \n(3) Upon initiation of proceedings for final determination, the Commission shall \nimmediately inform parties and their respective governments of the initiation of proceedings and invite \nthem to participate and defend their interests.  \n(4) The Commission shall, except in special circumstances, reach its final determination \nwithin a period of four months and in no case more than six mon ths after initiation of Proceedings.  \n(5) The Commission shall, while making a final determination , provide a time period to the \nparties to comply with the findings made in the final determination, failing which the Commission \nmay include the name of the de faulting party in the list of black -listed parties as provided for in section \n53 or take any other measure or action as deemed appropriate by the Commission, within the ambit of \n \nPage 20 of 27  this Act.  \n36. Power to issue interim determination .__ Where,  during  the  cou rse of any proceeding \nunder this Act,  the Commission  is of  the opinion  that the passing of a final determination in the \nproceedings is likely  to take time and that, in the situation that exists or is like ly to emerge,  serious  or  \nirreparable damage m ay occur and an interim determination is necessary  in  the interest  of one or \nmore of the parties to the trade dispute,  it  may,  after  hearing  the  party issue an interim determination \ndirecting any party to do or refrain from doing or continuing to do any act or thing specified in the \ninterim determination.  \n37. Powers .__ For the purposes of passing a final determination under this Part, the \nCommission shall have power to refer the matter to, and seek assistance from ,__ \n(a) any department or agency of the Government;  \n(b) any regional or local bod y or regional or local chamber of commerce or other \nequivalent entity;  \n(c) any court or tribunal;  \n(d) any bank, financial institution , person, authority, institution or department in the \npublic or priv ate sector;  \n(e) any trade officers aboard, Pakistan embassy or mission abroad ; or \n(f) any other entity, institution or agency within or outside Pakistan.  \n38. Extent of powers .__ The powers provided for in this part may be exercised within \nPakistan and, in so far as permitted by local law , in any foreign jurisdiction, with or without the \nassistance of any Pakistan embassy or mission abroad.  \n39. Failure of parties to respond .__ In the event that any one or more of the parties against \nwhom a complaint has b een filed under section 29, fails to appear at the date notified by the \nCommission in the notice to appear , the Commission may nevertheless proceed towards passing a \nbinding and valid final determination.  \n40. Declarations, directions and recommendations .__ The Commission may, in its final \ndetermination,__ \n(a) make a declaration as to any matter referred to the Commission, including but \nnot limited to a declaration__ \n(i) as to any party’s misconduct or liability:  \n(ii) that the complaint is unfounded or that any allegation be dismissed; and  \n(iii) that, for any reason , no action is required to be taken in respect of the \nmatter referred;  \n(b) direct that the referral to Commission be terminated without imposing any \nterms;  \n \nPage 21 of 27  (c) direct that the referral to Commission be terminated or stayed on te rms \nincluding, without limitation__ \n(i) the conclusion of a consent order by any party to the dispute or \ncomplaint against whom adverse findings have or may be made;  \n(ii) the conclusion of a consent order by all rele vant parties by which the \nmatter be referred to conciliation, arbitration, adjudication or any other \nforum; or  \n(iii) the conclusion of a settlement agreement by all relevant Parties;  \n(d) require a party to the dispute or complainant to do or refrain from d oing any act \nor thing;  \n(e) order such party to pay a fine as may be prescribed from time to time;  \n(f) freeze or attach any property belonging to the party in question or any person \ncontrolling the party in question:  \n(g) permanently or temporarily seize exp orts of exporter from Pakistan through \nCustoms authorities;  \n(h) request the relevant authorities of the country of exporter for immediate \nresolution of the dispute; and  \n(i) any other measures that the Commission might deem fit.  \n41. Appeal against Commissio n’s final determinations .__ Any party aggrieved by final \ndetermination of the Commission may, within fifteen days of the receipt thereof prefer an appeal to \nthe commercial bench of the High Court concerned against such order.  \nPART -VI \nConciliation of trade disputes  \n42. Referral to conciliation .__ (1) Any trade dispute within the scope of application of this \nAct shall be referred by the Commission under sub -clause  (i) of clause (c) of sub -section (1) of section \n(33) to conciliation, with the consent of the party or partie s to the dispute.  \n(2) The conciliators shall in the prescribed manner conduct the proceedings in respect of \nthe trade dispute referred under sub -section (1).  \n43. Regional conciliation committees.__ (1) The Commission may from time to time \nconstitute and re gister regional conciliation committees.  \n(2) Each regional conciliation committee shall__ \n(a) comprise conciliators as provided in the list pursuant to section 45;  \n(b) provide conciliation for the amicable settlement of trade disputes:  \n(c) be an entity for which the government shall have no liability whatsoever with \n \nPage 22 of 27  regard to its co mposition , functioning, role or any act or omission; and  \n(d) be constituted and function in accordance with terms of reference which the \nCommission shall notify f rom time to time.  \n44. Detailed directions and guidelines.__ The Commission may from time to time issue \ndirections and guidelines detailing  the  procedure  for  the conduct of conciliations.  \n45. Approved conciliators.__ (1) The Commission shall maintain, i n consultation with the \nregional or local chamber of commerce, registers of approved and disapproved conciliators as amended \nfrom time to time at its offices as well as on its website and parties by consent may choose one or more \nconciliator for resolution  of trade dispute. Any such list, of approved and disapproved conciliators if \nalso maintained by trade bodies shall be shared with the Commission so that a collated list may be \nprepared and maintained by the Commission.  \n(2) In case, parties are unable to c hoose a conciliator, the Commission  shall appoint the \nsame as it may deem appropriate, keeping in view the nature, complexity and legal disposition of the \ndispute.  \n46. Completion of conciliation .__ (1) Upon successful completion of conciliation, where \nparties have reached an amicable solution, parties shall execute an agreement to evidence the same and \na copy thereof shall be filed with the Commission.  \n(2) If conciliation fails, parties shall have t he option to refer the matter back to the \nCommission for another referral or initiation of proceedings by the Commission for making a final \ndetermination.  \nPART -VII \nArbitr ation of trade disputes  \n \n47. References to arbitration .__ Parties may agree  at  any  time  to refer existing or future \ndisputes to arbitration pursuant  to  the  procedures  laid down under the Arbitration Act, 1940 (X of \n1940), or such other law for the time being in force.  \n \n48. Approved arbitrators.__ (1) The Commission shall maintain, in consultation with the \nregional or local chamber of commerce, registers of approved  and disapproved  arbitrators  as amended  \nfrom  time to time at its offices as well as its website and parties by consent may choose one or mor e \narbitrators f or resolution of trade dispute. Any such list of approved and disapproved arbitrators if also \nmaintained by trade bodies shall be shared with the Commission so that a collated list ma y be prepared \nand maintained by the Commission.  \n(2) In case, parties are unable to choose an arbitrator, the Commission shall appoint the \nsame as it may deem appropriate, keeping in view the nature, c omplexity and legal disposition of the \ndispute.  \nPART -VIII  \nCommerci al Benches of the High Court  \n49. Constitution of commercial benches .__ There shall be in each High Court, one or more \n \nPage 23 of 27  benches, known as a commercial bench, to be co nstituted by the Chief Justice of the H igh Court \nconcerned to exercise the jurisdic tion vested in the High Court under this Act.  \n50. References to a commercial bench .__ (1) Any trade dispute wi thin the scope of this \nAct as set out in section 3 may be referred by Commission to the commercial bench based on the \nquantum of the dispute meeting the minimum threshold as provided for in section 33.  \n(2) The commercial bench shall decide the dispute within a period of four months from the \ndate of referral of the dispute by the Commission.  \n(3) The High Court shall make rules for filing  of suits, applications or, appeals before \ncommercial benches.  \nPART -IX \nDomestic and International Assist ance by the Commission  \n51. Powers in relation to assistance by the Commission .__ In  addition to the powers \nconferred by other pa rts of this Act, the Co mmission may pro vide any other form of assistance in \nrelation to the resolution of any trade dispute within the scope of applicatio n of his Act as set out in \nsection 3. Such assistance may include, without limitation ,__ \n(a) maintaining and publishing a list of black -listed parties on its website, \ncomprising those parties who have failed to comply with the findings made by \nthe Commission pursuant to a final  determination. The Commission shall \nremove the name of the Party upon redressal  and co mpliance with the findings \nmade in the final determination. Such black -list may be circulated amongst all \nrelevant chambers of commerce  locally as well as abroa d and these foreign \nchambers may be requested to share they black -list, or , its equivalent, if a ny, \nwith the Commission so that the same  may also be uploaded on the website;  \n(b) maintaining a database of high -risk places, being international locations with a \nhigh prevalence of  disputes, or f raud or other lack of security in their domestic \nor international markets along with unsatisfactory dispute resolution \nmechanisms;  \n(c) intervention before other forums, whether as amicus curi ae or otherwise, in any \nproceedings concerning a trade dispute to expedite the s ame or to provide \nexpertise or for an y other reason;  \n(d) taking any available step before any for um or with any agency, including but \nnot limited to the entering into bilateral agreements with other governments to \nsecure the enforcement of any agreement, award, judgment, order, direction or \nadjudication;  \n(e) assisting with the service of documents including in foreign jurisdiction s \nthrough embassies, missions or other agencies abroad;  \n(f) assisting with the  takin g of evidence abroad whether through embassies or  \nmissions or otherwise;  \n(g) making representations to, seeking assistance from or liaising with any \n \nPage 24 of 27  governmental department, division, institution or agen cy; \n(h) publishing any allegations, orders or findings in the official Gazette or any local \nnewspapers and the website;  \n(i) cooper ating with any authority or international organization in Pakistan or \nabroad in any program or agreement for the resolution of trade disputes or \nrelated issues; and  \n(j) ensuring that for the promulgation of bette r trade relations with other countries, \nthe Commission shall conduct regular meetings with other WTO member \ncountries to ensure that all forms of facilitation and assistance is provided, if  so \nrequired.  \n52. Extent  of powers .__ The Commission may exercise its powers under section 51 within \nPakistan and in a ny foreign jurisdiction with or without the assistance of any Pakistan embassy or \nmission abroad in so far as permitted by local law of foreign country.  \nPART -X \nCapacity Buildi ng, Training and Consultation Service  \n53. Promotion of alternative trade dispute resolution  mechanisms.__ (1) The \nCommission may, from time to time, provide capacity building, training and consultation services for \nthe development and promotion of internat ional standards and best practi ces in international trade, \ndispute resolution and all matters incidental thereto including without limitation to__ \n(a) establish ing and maintaining support desks and other facilities nationally, in \nmajor cities across Pakistan, and internationally in Pakistan embassies and \nmissions abroad;  \n(b) entering   into   arrangements    with   foreign    agenci es    or   international \norganiza tions for the exchange of information, technical know -how, expertise \nand capacity building;  \n(c) maintaining databases and other publicly accessible information resources;  \n(d) organizing and participating in international seminars, meetings, workshops, \nconfe rences and training, education and awareness programs;  \n(e) participating in and liaising with international bodies and agencies concerned \nwith the harmonization and reform of international trade la ws and practices \nincluding UNCITRAL, UNCTAD ,WTO,WIPO and t he ICC;  \n(f) designing and conducting programs for continuing professional development ; \n(g) provision of certifying programs, courses and trainings for mediators, \nconciliators  and arbitrators;  \n(h) conducting and publishing research;  \n(i) developing and publi shing model clauses and contracts, standard import and \n \nPage 25 of 27  export documents and proced ures, model dispute resolution clauses and other \nmaterials in accordance with this Act;  \n(j) advising the Federal and Provincial Governments on trade and dispute \nresolution po licies, the negotiation of international trade agreements, the  \nharmonization of trade laws, contract enforce ment and quality  Assurance and \nall matters ancillary thereto; and  \n(k) advising any person w ith respect to compliance with the provisions of Act. \n(2) The Commission may, fro m time to t ime for their capacity building, undertake steps to \nestablish and promote mediation, conciliation and arbitration institutions and other related  services \nwithin Pakistan.  \nPART -XI \nSupplemenary Provisions  \n54. Common sea l.__ (1) The Commission shall have a common seal whic h shall be kept in \nthe custody of the Chairman or such other person as may be prescribed through  regulations by the \nCommission.  \n(2) Documents required or permitted to be executed under the seal shall be specified and \nauthenticated in such m anner as may be prescribed through regulations by the Commission.  \n55. Service , of notices and other documents.__ For the purpose of this Act any notice,  \nrequisition,  letter  or order required to be served o n an under taking shall be treated as properly served \non the undertaking, if such service is made in the manner prescribed for the service of a  summons \nunder the Code of Civil Procedure, 1908 (A ct V of 1908) or, as may be prescribed by  rules.  \n56 Fines and p enalties .__ (1) For the recovery of any amount from a party that has \ncomplied with an order of the Commission, the Commission may serve upon the concerned person a \ncopy of the no tice as may be prescribed by rules requiring such person to pay the said amoun t within \nthe time specified in the notice.  \n(2) If the amount referred to in the notice under sub -section (1) is not paid within the \nspecified time, the Commission may proceed to recover the said amount from the party in default, in \nany one or more of the f ollowing manners, namely:__ \n(a) attachment  of immovable or sale of any moveable property, including bank \naccount of the party;  \n(b)  appoint ment  of a receiver for the management  of the movable or immoveable \nproperty of the party;  \n(c) recovery of the amount as arrears of land revenue through the district revenue \nofficer;  \n(d) require any of the following, by notice in writing, the person to deduct and pay \nthe sum specified in the notice on or before such date as may be so specified, \nnamely:__ \n \nPage 26 of 27  (i) from w hom any money is due or may become d ue to the party;  \n(ii) who holds, or controls the receipt or disposal of o r may subsequently \nhold, or control the receipt or disposal of, any money belonging to the \nparty or on account of the party; or  \n(iii) who is respon sible for the payment of any sum to the party.  \n(3) Any bank, receiver, district revenue o fficer or person who has paid any sum in \ncompliance with a notice under sub -section (2) shall be deemed to have paid such a sum to the \nCommission in respect of the party and the receipt of the Commission shall constitute a good and \nsufficient discharge of t he liability of such bank, receiver, district revenue officer o r person to the \nextent of the sum referred to in such receipt . \n(4) If any bank, receiver, district revenue officer or undertaking on whom a notice is served , \nfails to attach, receive, recover, deduct and pay, as the case may be, the mount specified in the said \nnotice, such ba nk, receiver, district revenue officer or undertaking shall be treated as a  defalter  and the \namount specified in the said notice shall be recove rable from there , as the case  be, by the Commission \nin accordance with the provisions of this Act.  \n(5) The Commission may, by order , direct any bank, receiver , district revenue officer or \nperson which is defaulter as referred to in sub -section (4), to pay by way of penalty, such sum as   \nspecified in the order, after giving to the bank, receiver, district revenue officer or person an \nopportunity of being heard, if it determines that such ba nk, receiver, District Revenue Officer or Person \nhas willfully faile d to comply with the order of the Commission.  \n(6) For the proposes of recovery of the amount under sub -section (2), the Commission  shall \nhave the same powers as a Civil Court conferred on it under the Code of Civil Pr ocedure, 1908 (Act \nV of 1908).  \n(7) The Commission may seek the assistance of regulatory bodies, including the State  \nBank , to impose penalties as well as recover fines from defaulting parties.   \n(8) The Commission may issue guidelines regulating the procedure for the recovery of \namounts under thi s section and any other matters connected with or incidental to the operation of this \nsection . \n(9) Subject to the Public Finance Management  Act, 2019, all penalties and fines recovered \nunder this Act shall be deposited in account maintained by the Commission.  \n57. Failure to di sclose correct information .__ Any Person who knowingly and willfully  \nprovides false, misleading or incorrect information to the Commission whether in an application \nreceived under this Act or o therwise in connection with any pr oceedings under this Act, shall be guilty \nof an offence and shall on conviction be liable to imprisonment for a term which may extend to three \nyears, or a fine not exceeding five million rupees, or both.  \n58. Power to make rules  and regulati ons.__ (1) The F ederal Government may, by \nnotification in the official Gazette, make in respect of external matters rules for carrying out the \npurposes of this Act . \n(2)  The Commission shall, by notification in the official Gazette, make in respect of  its \ninternal matters regulations in consultation with the division concerned for carrying out  the purposes \n \nPage 27 of 27  of this Act.  \n59. Power to issue guidelines.__ The Commission shall  from time to time, without \nprejudice to the rules and regulations make under section 58, issue guidelines for the parties for \ncarrying out the purposes of this Act . \n60. Removal of difficulties .__ If a difficulty arises in giving effect to a ny provisions o f this \nAct, the Commission may make such order, not inconsistent with the provisions of this Act, as may \nappear to it to be necessary for the purpose of removing the difficulty.  \n61. Authorities to a ssist and aid Commission .__ All law enforcement agencies a nd \nauthorities in the Federation and the Provinces shall be under an obliga tion to provide and render full \nand complete assistance to the Commission as and when the secretariat thereof may require  such \nassistance.  \n62. Immunity .__ No suit, prosecution or an y other proceedings shall lie against the Federal \nGovernment, Provincial Government, Cha irman, members or a ny other o fficer, expert, consultant of \nthe Commission, or any other person, in relation to any act or omission  in the exercise of powers and \nduties under this Act, rules, regulations or guidelines made hereunder, save for conscious and \ndeliberate wrongdoing.  \n63. Repe al.__ Sections 5A, 5B and 5C of the Imports and Exports (Control) Act, 1950 (Act \nNo. XXXIX of 1950) are hereby repealed.  \n \n \n________  \n \n \n \n \n \n \n \n \n \n \n \n         RGN Uploaded on 1.1.2024"
}