{
    "file": "./converted_json\\administrator7e181558bfbb956340df352fed9e56e8.json",
    "name": "Companies (Invitation and Acceptance of Deposits) Rules, 1987",
    "date": "26th September, 1987",
    "tagline": "Regulation of Acceptance and Repayment of Deposits by Companies",
    "content": "THE  \nCOMPANIES (INVITATION AND ACCEPTANCE OF DEPOSITS)  \nRULES, 1987  \n \nS.R.O. 778 (1)/87 -Islamabad, the 26th September, 1987:  In exercise of \nthe powers conferred by Section 88, read with Section 506 of the Companies Ordinance, \n1984 (XLVII of 1984), and the Fin ance Division Notification No. S.R.O.698 (1)/86, \ndated the 2nd July, 1986, the Securities and Exchange Commission of Pakistan hereby \nmakes the following rules, the same having been published previously as required under \nthe said Section 506, namely: - \n \n1. Short title and commencement: (1) These rules may be called the \nCompanies (Invitation and Acceptance of deposits) Rules, 1987.  \n \n(2)  They shall come into force on the first day of January,1988.  \n \n(3) They shall apply to all companies, except the banking comp anies.  \n \n2. Definitions:  (1) In these rules, unless there is anything repugnant in the \nsubject or context, - \n \n(a) \"banking company\" means a banking company as defined in the \nBanking Tribunals ordinance, 1984 (LVIII of 1984);  \n \n1[(aa) “Commission” means the Se curities and Exchange Commission of \nPakistan established under the Securities and Exchange \nCommission of Pakistan Act, 1997 (XLII of 1997);]  \n \n(b) \"deposit\" means any deposit of money with, and includes any \namount borrowed by, a company, but shall not inclu de a loan \nraised by issue of debentures or a loan obtained from a banking \ncompany or a financial institution;  \n \n(c) \"depositor\" includes any person, other than a banking company or \na financial institution, who has given a loan or provided finance \nother than - \n \n(i) finance by way of contribution towards share capital; or  \n \n(ii) finance by way of redeemable capital on contribution to \ndebentures issued by the company to a company.  \n \n(d) \"form\" means a form annexed to these rules;  \n \n(e) \"free reserves\" includes any amou nt which, having been set aside \nout of revenue of other surpluses, excluding surplus on revaluation \nof assets is free in that it is not retained to meet any diminution in \nvalue of assets, specific liability, contingency or commitment \nknown to exist at the date of the balance sheet;  \n                                                 \n1 Inserted by S.R.O. 954(I)/2003.  \n \n(f) \"Ordinance\" means the Companies Ordinance, 1984 (XLVII of \n1984);  \n \n(g) \"Schedule\" means a schedule to the Ordinance; and  \n \n(h) \"section\" means a section of the Ordinance.  \n \n(2) All other terms and expressions used but not defined in th ese rules shall \nhave the same meaning as in the Ordinance.  \n \n3. Acceptance of deposits by companies:  (1) No company shall accept any \ndeposit - \n \n(a) for purposes other than the financing of its own business as \nreferred to in Explanation to clause (c) of Secti on 5 of the Banking \nCompanies Ordinance, 1962 (LVII of 1962);  \n \n(b) from another company, except a company which is its holding \ncompany;  \n \n(c) which is repayable on demand or on notice or repayable earlier \nthan the expiry of six months or later than the expi ry of thirty -six \nmonths from the date of acceptance of renewal of such deposit, or \nrenew any such deposit accepted by it, whether before or after the \ncommencement of these rules:  \n \n  Provided that a company may, for the purpose of meeting any of its short -\nterm requirements of funds, accept or retain or renew deposits for repayment earlier than \nsix months from the date of deposit or renewal, as the case may be, subject to the \nconditions that such deposits - \n \n(i) shall not exceed ten per cent of the aggregate o f the paid -up share \ncapital and free reserves of the company; and  \n \n(ii) shall be repayable not earlier than three months from the date of \nsuch deposit or renewal, as the case may be:  \n \n  Provided further that, where a company has, before the coming into for ce \nof these rules, accepted any deposit repayable after a period of more than thirty -six \nmonths, such deposits shall, unless renewed after the coming into force of these rules, be \nrepaid in accordance with the terms of such deposits.  \n \n(2) No company shall accept or renew or retain any deposits, if the amount of \nsuch deposit, together with the amount of such other deposits, referred to in this rule and \noutstanding on the date of acceptance or renewal of such deposits, including any deposit \naccepted under pro viso to sub -rule (1), exceeds twenty -five percent of the aggregate of \nthe paid -up share capital and free reserves of the company.  \n \n(3) If, immediately before the commencement of these rules, any deposit, \naccepted by a company before such commencement, exce eds the limit specified in sub -\nrule (2), the company shall, within five years from the date of coming into force of these \nrules, bring down the deposits to the limit aforesaid and for this purpose the company \nshall not renew of retain such deposits of expi ry of their pre -existing term nor accept any \nfurther deposits besides repaying the same and adopting other measures to bring down \nthe aggregate deposits within the limits permissible under this rule during the said period \nof five years.   \n \n (4) Nothing con tained in this rule shall apply to the following types of \ndeposits, namely: - \n \n(a) any about received from or guaranteed by the federal Government \nor the Government of a province or a corporation owned or \ncontrolled by any such Government;  \n \n(b) loans or fin ance raised by issuer of debentures redeemable capital;  \n \n(c) finance as defined in the Banking Tribunals Ordinance, 1984 \n(LVIII of 1984) obtained from a banking company or a financial \ninstitution;  \n \n(d) advance or application money or subscription for share s in the \ncompany;  \n(e) security deposits with utility companies;  \n \n(f) security deposits in connection with the execution of contracts;  \n \n(g) earnest -moneys received from tender;  \n \n(h) deposits to undertake deposit works;  \n \n(i) rent received in advance from a lessee;  \n \n(j) amount received by way of security or an advance from any \npurchasing agent, selling agent or other agent in the ordinary \ncourse of business of the company or an advance received against \norders for the supply of goods or properties for renderin g services \n2[not being the amount collected through a scheme advertised in \nthe media or by any other means by real estate companies, \nautomobile or other companies as an advance against the promise \nto supply the property or commodity, as the case may be, at  some \nfuture date:  \n  \nProvided that this clause shall not apply to such company \nas is notified by the Commission to be exempt in consultation with \nthe concerned trade organization duly licensed and registered \nunder the Trade Organizations Ordinance, 1961 ( XLV of 1961).  \n \n                                                 \n2 Inserted by S.R.O. 954(I)/2003.  \nExplanation .- For the purposes of this sub -rule, any \nmarketing campaign launched by a company itself, or by someone \nelse on its behalf, through the print or electronic media or by any \nother means inviting or soliciting the general public or  any section \nthereof through a notice, circular, advertisement or other \ncommunication to apply for the purchase of a property or \ncommodity or any other product against payment in full or in part, \nwhether or not described as a deposit, shall be treated as a  scheme \nas aforesaid if  \n \n(a) the property or commodity is not in possession of the \ncompany at the time when the notice, circular, \nadvertisement or communication is issued; or  \n \n(b) it offers for sale a product for which the company does not \nhave adequate p roduction facility; or  \n \n(c) it contains a promise for a gift or reward or some unusual \nincentive so as to prompt an early booking];  \n \n(k) amount received from an employee by way of security deposit or \ncontribution towards provident fund;  \n \n(l) amounts receiv ed from employees for payment of annuities or \nsuperannuation benefits ; and  \n \n(m) amount received from a person who at the time of the receipt of the \namount by the company was a director of the company or any \namount received by a private company from its sh areholders, \nprovided such about has not been raised from any other person or \nperson except his spouse and children.  \n \n  Explanation:   For the purpose of this rule, in arriving at the aggregate of \nthe paid -up share capital and free reserves there shall be d educted from the aggregate of \nthe paid -up share capital and free reserves as appearing in the latest audited balance sheet \nof the company, the amount of accumulated balance of loss and balance of deferred \nrevenue expenditure, if any, as disclosed in the sa id balance sheet.  \n \n 4. Purpose for which deposits cannot be utilized:  No company shall utilize \nthe deposits received by it for providing financial assistance to any other person.  \n  \n 5. Maintenance of liquid assets:  (1) Every company shall before the 31st \nday of December of each calendar year deposit or invest, as the case may be, a sum \nwhich shall not be less than ten percent of the about of its deposits maturing during the \nyear ending on the 31st day of December next following, in any one or more of the \nfollowing modes, namely: - \n \n(a) in a National Savings Scheme;  \n \n(b) in a special account to be opened by the company for the purpose \nin a scheduled bank, free from change or lien;  \n \n(c) in Government securities; or  \n \n(d) in such other securities as are notified  by the Commission for the \npurpose.  \n \n (2) The amount deposited or invested, as the case may be, under sub -rule (i), \nshall not be utilized for any purpose other than for the repayment of deposits maturing \nduring the year referred to in that sub -rule, provid ed that the about remaining deposited \nor invested, as the case may be, shall not at any time fall below ten per cent of the amount \nof deposits maturing until the 31st day of December of the year.  \n \n 6. Obligation of public companies to issue advertisement a nd provisions \nrelation thereto:  (1) Subject to rule 7, every company intending to invite or allow or \ncause any other person to invite deposits shall issue an advertisement for the purpose in \none daily newspaper in English language and in one daily newspape r in Urdu language \ncirculating in the province in which the registered and other offices of the company are \nsituated.  \n \n (2) No company shall issue or allow any other person to issue or cause to be \nissued on its behalf; any advertisement, inviting deposits  unless such advertisement is \nissued on the authority and in the name of the Board of Directors of the company and \ncontains a reference to the conditions subject to which deposits shall be accepted by the \ncompany, the date on which the said Board of Direct ors has approved the test of the \nadvertisements, and the matters specified in Form No. 1.  \n \n (3) An advertisement issued in accordance with this rule shall be valid until \nthe expiry of six months form the date of closure of the financial year in which it is  issued \nor until the date on which the balance sheet is laid before the company in general \nmeeting, or where the annual general meeting for any year has not been held, the latest \nday on which that meeting should have been held in accordance with the provis ions of \nthe Ordinance, whichever is earlier, and a fresh advertisement shall be made in each \nsucceeding financial year for inviting deposits during that financial year, within a \nfortnight of expiry of the said period.  \n \n (4) The advertisement referred to in  this rule shall not be issued by or on \nbehalf of a company unless before that date of it issue, approval of the Commission to its \nto its issue, circulation or publication has been obtained within sixty days preceding the \ndate of its issue and there has be en delivered to the registrar concerned for registration a \ncopy thereof authenticated by the chief executive of the company and a majority of the \nother directors on the Board of Directors of the company as constituted at the time the \nBoard approved the adv ertisement.  \n \n Explanation : For the purposes of this rule, the date of the newspaper in which the \nadvertisement first appears shall be taken as the date of issue of the advertisement.  \n \n 7. Certain provisions to apply to private companies and public \ncompanie s not issuing advertisement: The following provisions shall apply to public \ncompanies not issuing advertisement and the private companies in addition to the other \nprovisions or conditions laid down in these rules, namely: - \n \n(a) No private company shall inv ite or allow or cause any other person \nto invite deposits from the public whether by issue of and \nadvertisement, public notice or otherwise;  \n \n(b) A private company may accept deposits from person other than its \ndirectors or shareholders or their spouses or  minor children, \nprovided that the number of such persons shall not exceed twenty \nat any time;  \n \n(c) Where a public company intends to accept deposits without issuing \nan advertisement or a private company intends to accept deposits \nin the manner permissible  under these rules, it shall before \naccepting deposits obtain the approval of the Commission and \ndeliver to the registrar concerned for registration a statement in lieu \nof advertisement containing all the particulars required to be \nincluded in the advertis ement by virtue of sub -rule (2) of rule 6 \nauthenticated duly in the manner provided in sub -rule (4) of that \nrule. \n \n(d) A statement delivered under sub -rule (3) of rule 6 shall be valid \nuntil the expiry of six months from the date of closure of the \nfinancia l year in which it is so delivered or until the date on which \nthe balance sheet is laid before the company in general meeting, or \nwhere annual general meeting for any year has not been held, the \nlatest day on which that meeting should have been held in \naccordance with the provisions of the Ordinance, whichever is \nearlier, and a fresh statement in lieu of the advertisement shall be \ndelivered to the registrar concerned within a fortnight of expiry of \nthe period.  \n \n (8) Form of application for deposits:  (1) No company shall accept or renew \nany deposit referred to in 2 unless an application is made by the intending depositor for \nthe acceptance of such deposit and such application contains a declaration by such person \nto the effect that the amount is not being dep osited out of the funds acquired by him by \nborrowing or accepting deposits from any other person except his spouse or minor \nchildren.  \n \n (2) The application referred to in sub -rule (1) shall be made in the form \nsupplied by the company and such form shall b e accompanied by a statement by the \ncompany containing all the particulars specified in sub -rule (2) of rule 6 and \nincorporating therein all changes in relation to such particulars up to the date on which \nthe form is issued by the company.  \n \n 9. Furnishing  of receipts to depositors:  (1) Every company shall on the \nacceptance or renewal of a deposit, furnish to the depositor or his agent, receipt for the \nabout received by the company.  \n \n (2) The deposit receipt referred to in sub -rule(1) shall be signed by an  officer \nof the company duly authorized by the company in this behalf, and shall state the date of \ndeposit, the name  and address of depositor, the amount received by the company as \ndeposit with nature thereof, the rate of return payable thereon and the da te on which the \ndeposit is repayable.  \n \n 10. Register of deposits:  (1) Every company accepting deposits shall keep at \nits registered office on or more registers in which there shall be entered separately in the \ncase of each depositor, the following particul ars namely: - \n  \n(a) name and the address of the depositor;   \n \n(b) date and amount of each deposit with nature thereof;  \n \n(c) duration of the deposit and the date on which each deposit is \nrepayable;  \n \n(d) rate of return;  \n \n(e) date or dates on which payment o f return will be mace;  \n \n(f) date or dates on which firm actual paid and the amount paid on \neach;  \n \n(g) date on which the deposit is actually  repaid and the amount repaid;  \n \n(h) date of renewal, if renewed; and  \n \n(i) any other particulars relating to the deposit.  \n \n(2) The register or registers referred to in sub -rake (1) shall be preserved in \ngood order for a person of not less than ten calendar years from the financial year in \nwhich the last entry is made in the register and shall be open to inspection by any \nshareh older or depositor of the company without charge.  \n \n 11. Circulation of information to the depositors:  (1) Every company which \nhas accepted or invited deposits under rule 3 shall within six months of the close of the \naccounting year of the company send to every depositor the particulars and   information \nrequired to be included in the case of a public company in an advertisement inviting \ndeposits and in the case of any other company the statement in lieu of advertisement.  \n \n (2) Every depositor shall be supp lied within seven days of his request a copy \nof the latest audited balance sheet and profit and loss account of the company free of cost.  \n \n 12. Prohibition on employing agents for soliciting deposits and payment \nof commission, etc,:  No company shall employ  an agent for soliciting, collecting and \nreceiving deposits or pay any commission of brokerage to any on deposits received by it.  \n \n 13. General provisions regarding repayment of deposits:  (1) Where a \ncompany makes repayment of a deposit after the expiry o f a period of six months from \nthe date of such deposit but before the expiry of the period for  which such deposit was \naccepted by the company the return payable by the company on such deposit calculated \non daily product basis, shall be reduced by one -fourth from the return due on the deposit \nand the company shall not pay return higher than the profit as so reduced.  \n \n (2) Where any repayment of the deposit of payment of any return thereon is \nnot made within seven days of the date on which it becomes payabl e, the company shall \npay to the depositor an additional return at the rate of two per cent per month calculated \non daily product basis, or such higher rate as may be specified by the Commission in the \ncase of any particular company or depositor or class of  companies or depositors.  \n \n (3) A deposit accepted or received by a company, whether before of after \ncommencement of these rules, and any return due thereon shall be repaid or paid, as the \ncase may be, on a date not later than seven days from the date bec oming due or payable \nand if default is made in repayment of any deposit or payment of return thereon as \naforesaid without approval of the Commission, the company shall forthwith discontinue \nacceptance of new deposits and renewal of deposits already receive d by it until permitted \nby the Commission and subject to conditions as may be imposed by it.  \n \n 14. Power of Commission to decide certain questions:  If any question arises \nas to whether these rules are or are not applicable to particular company or deposit,  such \nquestion shall be decided by the Commission.  \n  \n 15. Return of deposits to be filed with the Registrar:  (1) Every company to \nwhich these rules apply, shall on oar before the 31st date of March of every year, file \nwith the Registrar, a return in Form -II and furnish the information contained therein as on \nthe 31st day of December of the previous year certified by the auditor of the company.  \n \n \n (2)  A copy of the return shall also be simultaneously furnished to the \nCommission.  \n \n16. Penalty:  If a company or any other person contravenes any provision of these \nrules for which no punishment is provided in the Ordinance, the company and every \nofficer of the company or such other person, who is in default, shall be punishable with \nfine which may extend to two t housand rupees and where the contravention is a \ncontinuing one, with a further fine which may extend to one hundred rupees for every day \nafter the first during which the contravention continues.  \n        \n \nFORM I  \n[ See Rule 6(2)]  \n \nMATTERS TO BE SPECIFIED IN THE ADVERTISEMENT  \n \n(a) Name of the company and address of the registered office;  \n(b) Date of incorporation of the company;  \n(c) Status of the company, i.e., whether public (Listed or not) or private;  \n(d) Particulars of Holding Company/ Subsidiaries;  \n(e) Nam es, addresses and occupations of the Chief Executive and Directors;  \n(f) Date on which the Board of Directors approved the advertisement  \nstatement;  \n(g) Business carried on by the company and its subsidiaries with the details of \nbranches and units/projects, if any;  \n(h) Purpose for which deposit invited/solicited specifying the main projects/ \nobjects to be financed with deposits;  \n(i) Profits of the company, before and after making provision for taxes or loss, \nas the case may be, for the three financial years i mmediately preceding the \ndate of advertisement ( or such shorter period as the company may have \nissued accounts);  \n(j) Dividend/ bonus declared by the company in each of the last three financial \nyears of the company (or such shorter period for which the company  may \nhave issued accounts);  \n(k) A summarised financial position of the company appearing in the two \nbalance sheets immediately preceding the date of the advertisement in the \nfollowing form certified by the company’s auditors: -- \n \n \nSUMMARISED FINANCIAL POSITION OF THE COMPANY AS  \nAPPEARING IN THE AUDITED BALANCE SHEETS  \nIMMEDIATELY PRECEDING FINANCIAL YEARS  \n \n Reserves and \nLiabilities  \n \n Figures for \nthe latest \nfinancial \nyear for \nwhich \naudited \naccounts \nare \navailable \nwith date  Figures for \nthe \nfinancial \nyear \npreceding \nthe year \nreferred to \nin column 2 \nwith date  Assets  Figures for \nthe latest \nfinancial \nyear for \nwhich \naudited \naccounts \nare \navailable \nwith date  Figures for \nthe \nfinancial \nyear \npreceding \nthe year \nreferred to \nin column 5 \nwith date  \n 1 2 3 4 5 6 \ni Paid up share \ncapital   Fixed assets    \nii Free reserves    Investments    \n   iii Other \nreserves/Surpluses\n/Profits    Currents \nassets    \niv Deposits    Miscellaneo\nus   \nv Secured \nLoans/Finances    Loss for the \nyear   \nvi Unsecured   Accumulated   \nloans/Finances  Loss/Deficit \nbalance \nvii Current liabilities \nand provision       \n \n \nNote : (a) Brief particulars of contingent liabilities to be added by way of a foot -note.  \n(b) A summarised financial position may not be incorporated in the statement in lieu \nof advertisement of private c ompany.  \n(c) The amount which the company can raise by way of deposits under these rules \nand the aggregate of deposits actually held on the last day of the immediately \npreceding financial year;  \n(d) Terms and conditions applicable to deposits;  \n(e) A statemen t to the effect that on the day of the advertisement, the company has \nno overdue deposits other than unclaimed deposits or a statement showing the \namount of such overdue deposits, as the case may be;  \n(f) A declaration to the effect -- \n(i) that the company h as complied with the provisions of these rules;  \n(ii) that the deposits accepted by the company (other than secured deposits, if \nany, accepted under the provisions of these rules, the aggregate amount \nof which may be indicated) are unsecured and ranking pari passu with \nother unsecured liabilities;  \n(iii) that compliance with these rules or approval of the Securities and \nExchange Commission of Pakistan does not imply that repayment of \ndeposits is guaranteed or financial soundness of any scheme or \ncorrectness o f any of the statements made or opinion expressed with \nregard to the same is accepted by the Federal Government or the \nSecurities and Exchange Commission of Pakistan;  \n(iv) that approval of the Commission has been obtained to the invitation and \nacceptance o f deposits and issue of the advertisement, as the case may \nbe. \n \nChief Executive  \nSignatures:  \nDate:  \nPlace:  \n         \n \nFORM II  \n[See Rule 15(1)]  \n \nRETURN OF DEPOSITS WITH COMPANIES OTHER THAN BANKING  \nCOMPANIES AS ON THE 31ST DECEMBER, 20 -- \n \n1. Name of the Compan y ............................................................................  \n2. Full address of:  \n(a) Registered Office .........................................................................  \n(b) Principal Office ........................................ ...................................  \n3. Status (whether public or private) ...............................................................  \n4. Date of Incorporation .............................................................................  \n5. Financial ye ar of the Company ..................................................................  \n6. Capital:  \n(a) Authorised  \n(b) Subscribed  \n(c) Paid-up \n7. Main Business; Manufacturing/Trading/Agriculture/Any other.  \n(To be specified with description of identifiable unit s). \n8. Type of industry (such as Cotton Textile, Sugar, Cement, Engineering) ..................  \n9. Name (s) of the company's banker (s) and their addresses ..................................  \n10. Name of Chief Executive ..................................... ....................................  \n*Strike of whatever is not applicable.  \nNote:  The duly authenticated return complete in all respects should he filed with the registrar \nconcerned and simultaneously its copy sent to the Securities and Exchange Commission  \nof Pakistan.  \n \nPART A  \nDEPOSITS, ETC., OUTSTANDING  \nAs on 31st December, 20...............  \n \nType and name of deposits  No. of depositors  Amount (in thousands of \nrupees)  \n(1) (2) (3) \n \n \n   \nTotal    \n \n \nPART B  \nPARTICULARS OF DEPOSITS ETC.  \nAs on 31st December, 20 ...............  \n \nParticulars of deposits  No. of depositors  Amount (in thousands \nof rupees)  \n1 2 3 \n1. Repayable after a period of 3 \nmonths or more but less than \n6 months.  (a) Below Rs. 10,000  \n(b) Rs. 10,000 to Rs. \n50,000   \n(c) Above Rs. 50,000  \n2. Repayable  after a period of 6 \nmonths or more less than one \nyear.  -do-  \n3. Repayable after a period of 1 \nyear or more but less than \ntwo years.  -do-  \n4. Repayable after a period of \ntwo years or more but less \nthan 3 years.  -do-  \n5. Repayable after a period of \nthree  years.  -do-  \nTotal:    \n1. Amount of deposits brought forward from the \nprevious year.   \n2. Amount of deposits accepted during the year   \n3. Amount of deposits repaid during the year.   \n4. Total amount of deposits repayable during the year, \nwhich remain unclaimed.   \n5. Total amount of deposits repayable during the year, \nwhich though claimed have not been repaid by the \ncompany during the year and the aggregate amount \nof the deposits remaining so unpaid.   \n6. Particulars of Deposits / Investments of assets \nshown at (4) & (5) above (with details) as required \nunder rules.   \nI. Particulars of liquid assets:  \n(a) Amount of deposits maturing before 31st \nDecember, next.  \n(b) Ten per cent of (a) above \n..................................  \n(c) Particulars of liquid asset s:- \n(i) Bank deposits with the name(s) of \nthe Banks and type of deposits.  \n(ii) Deposit in the National Savings \nScheme & type of deposits.   \nTotal: -  \nNote:  If the aggregate amount of deposits not repaid exceeds Rupees five hundred thousand, \nreasons for non -payment of each deposit and the steps for repayment should be indicated \nin an Annexure.  \n \n \nPART C  \nI. RATES OF RETURN ON DEPOSITS  \nAs on 31st December, 20...............  \nTypes of deposits  Rate of Return  Amount of return  \n(in thousands of rupees)  \n1 2 3 \n 1. Below 6%   \n 2. 6% or more but less \nthan 9%   \n 3. 9% or more but less \nthan 11%   \n 4. 11% or more but \nless than 13%   \n 5. 13% or more but \nless than 15%   \n 6. 15% or more but \nless than 18%   \n 7. 18% or more   \n Total 1 to 7   \n \n            \n           \nCHIEF EXEC UTIVE'S CERTIFICATE  \n \n Certified that the figures of deposits, liquid assets, rates of return under Parts A, B and C \nand other information contained in the return have been verified and found to have been correctly \nprepared and also that the aggregate of th e paid up capital and free reserves, etc., as arrived at on \nthe lines indicated in Explanation to rule 3 of the Rule are as follows: - \n \n1. Paid-up capital  \n Rs................................\n.... \n2. Free reserves (specify item -wise)  \n Rs.................... ............\n.... \n3. Sub-total \n Rs................................\n.... \n4. Less deduction as per Explanation to rule 3 (to be \nspecified)  \n Rs................................\n... \n5. Adjusted amount of paid -up capital and free reserves \n(item 3 minus item 4)  Rs................................\n.... \n6. Deposits  \n Rs................................\n.... \n7. Percentage of item 6 to item 5  \n Rs................................\n.... \n \nSignature of Chief Executive  \nName .........................................  \n \nDated: .... ..........................................  \nPlace: ...............................................  Designation .............................  \n \n  \n \nCERTIFICATE OF AUDITORS  \n \n Certified that the information contained in this return is correct.  \n \nChartered Account ant \n \nDated: ..............................................  \nPlace: ..............................................."
}