{
    "file": "./converted_json\\administrator0dc721bb2bef23db45633e35e344ae27.json",
    "name": "The Societies Registration Act",
    "date": "1860-05-21",
    "tagline": "An Act for the Registration of Literary, Scientific and Charitable Societies",
    "content": "Page 1 of 7 \n \n \nTHE SOCIETIES REGISTRATION ACT, 1860  \n \n \n \nCONTENTS  \n1.  Societies formed by memorandum of association and registration  \n2.   Memorandum of association  \n3.  Registration Fees  \n4.  Annual list of managing body to be filed  \n5.  Propert y of society how vested  \n6.  Suits by and against societies  \n7.  Suits not to abate  \n8.  Enforcement of judgment against society  \n9.  Recovery of penalty accruing under bye -law \n \n10.  Members liable to be sued as strangers   \n Recovery by successful defendant of costs adjudged  \n11.  Members guilty of offences punishable as strangers  \n12.  Societies enabled to alter, extend or abridge their purposes  \n \n13.  Provision for dissolution of societies and adjustment of their affairs  \n Assent required  \n Government consent  \n \n14.  Upon a dissolution no member to receive profit  \n Clause not to apply to Joint -stock Companies  \n \n \n \n \nPage 2 of 7 \n  \n15.  Member defined.  \n Disqualified members   \n16.  Governing body defined  \n \n17.  Registration of S ocieties formed before Act  \n Assent required  \n18.  Such societ ies to file memorandum, etc., with Registrar of Joint -stock Companies  \n \n19.  Inspection of documents  \n Certified copies  \n20.  To what societies Act applies  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 7 \n 1[THE SOCIETIES REGISTRATION ACT, 1860 ] \n2,3,4&5Act No. XXI of 1860  \n[21st May, 1860]  \nAn Act for the Registration of Literary, Scientific and Charitable Societies.  \n Preamble.  WHEREAS it is expedient that provision should be made for improving the legal \ncondition of societies established for the pro motion of literature, science, or the fin e arts, or for the \ndiffusion of useful knowledge, 6[the diffusion of political education] or for charitable purposes; It is \nenacted as follows: — \n 1. Societies formed by memorandum of association and registration. —Any seven or \nmore persons associated for a ny literary, scientific or charitable purpose, or for any such purpose as \nis described in section 20 of this Act, may, by subscribing their names to a memorandum of \nassociation and filing the same with the Registrar of Joint -stock Companies 7[* * * ] from t hemselves \ninto a society under this Act.  \n 2.  Memorandum of a ssociation. —The memorandum of association shall contain the \nfollow ing things (that is to say): —  \nthe name of the society :  \nthe objects of the society :  \nthe names, addresses, and occupations of t he governors, council, directors, committee \nor other governing body to whom, by the rules of the society, the management of its \naffairs is entrusted.  \n \n \n1Short title given by the Short Title Act, 1897 ( XIV of 1897).  \n2The Act (with exception of the first fou r sections) is based on the Lite rary and Scientific Institutions Act  No. XVII  & XVIII Vict., c 112, ss. 20 et seq.  \nIt has been declared to be in force in all the Provinces and the Capital of the Federation, except the Scheduled Districts, b y s. 3 of the Laws Local \nExtent Act  No. XV of 1874 . \nIt has been declared to be in force in Baluchistan by the British Balu chistan Laws Regulation  No. II of 1913, s. 3.  \nIt has been declared, by notification under s. 3(a)  of the Scheduled Districts Act No.  XIV of 1874, to  be in force in the following Scheduled Districts, \nnamely: — \nThe Districts of Hazara, Peshawar, Kohat, Bannu, Dera Ismail Khan and Dera Ghazi Khan. [ Portions of the Districts of Hazara, Bannu , Dera Ismail \nKhan and Dera Ghazi  Khan and the Districts of Peshaw ar and Kohat now form the N.W.F.P., see Gazette of India ., 1901, Pt. I, p. 857, and ibid., 1902, \nPt. I, p. 575].  \nIt has been extended, by notification under s. 5 of the last -mentioned Act, to the S cheduled District of Sind -See Gazette of India, 1880, Pt. I , p. 672.  \nIt has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F.P., sub ject to certain modifica -\ntions; and extended to the Excluded Area of Upper Tanawal (N.W.F.P.) other than Phulera with eff ect from such date and subject to such modifications \nas may be notified -See N.W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.  \nIt has also been extended to the Leased Areas of Baluchistan by the Leased Areas (Laws) Order, 1950 (G. G. O. 3 of 1 950); and applied in the \nFederated Areas of Baluchistan, see Gazette of India, 1937, Pt.  I.,  p. 1499.  \n3This Act has been amended in its application to the province of the Punjab. Vide Punjab Act  No. IX of 1976 and Punjab Ord.  No. XV of 1984.  \n4This Act has  also been amended in its application to the province of N.W.F.P by N.W.F.P Act  No. IV of 1976 and N.W.F.P Ordinance No. V of 1976.  \n5This A ct has also been amended in its application in the province of Sind by Sind Ord . No. XLI of 1984.  \n6These words were a dded by the Societies Registration (Amendment) Act  No. XXII  of 1927.  \n7The words and figures “under Act XIX of 1857” rep. by the Repealing Act  No. XVI of 1874. See now the Companies Act  No.VII of 1913 , s.288.  \nThis Act has been amended to the extent of Isla mabad Capital Territory, see Ord. No. XXVII  of 1981, s. 5 and 4th Sch.  \nThis Act has been amended in its application to the Province of Sind by the Sind Ac t No. V of 1976.  \nThe Act has also been amended in its application to the Province of Baluchistan by Ac t No.  XXVIII  of 1976, s. 2 and Sch.  \n \nPage 4 of 7 \n  A copy of the rules and regulations of the society, certified to be a correct copy by not less \nthan three of the members of the governing body, shall be filed with the memorandum of associa tion. \n 3. Registration Fees. —Upon such memorandum and certified copy being filed, the registrar \nshall certify under his hand that the society is register ed under this Act. There shall be paid to the \nregistrar for every such registration a fee of fifty rupees, or such smaller fee as 1[the Provincial \nGovernment] may, from time to time, direct; and all fees so paid shall be accounted for to 1[the \nProvincial Govern ment].  \n 4. Annual list of managing body to be filed. —Once in every year, on or before the \nfourteenth day suc ceeding the day  on which, according to the rules of the society, the annual general \nmeeting of the society is held, or, if the rules do not provide for an annual general meeting, in the \nmonth of January, a list shall be filed with the Registrar of Joint -stock Com panies of the names, \naddresses and occupations of the governors, council, directors, committee or other governing body \nthen entrus ted with the management of the affairs of the society.  \n 5. Property of society how vested. —The property, moveable and immoveable, be longing to \na society registered under this Act, if not vested in trustees, shall be deemed to be vested, for the time \nbeing, in the governing body of such society, and in all proceedings, civil and criminal, may be \ndescribed as the property of the governin g body of such society by their proper title.  \n 6. Suits by and against societies. —Every society registered under this Act may sue or be \nsued in the name of the president, chairman, or principal secretary, or trustees, as shall be determined \nby the rules an d regulations of the society, and, in default of such determination, in the name of such \nperson as shall be appointed by the governing body for the occa sion:  \n Provided that it shall be competent for any person having a claim or demand against the \nsociety,  to sue the president or chair man, or principal secretary or the trustees thereof, if on applica -\ntion to the governing body some other officer or person be not nominated to be the defendant.  \n 7. Suits not to abate. —No suit or proceeding in any Civil Court  shall abate or discontinue by \nreason of the person by or against whom such suit or proceedings shall have been brought or \ncontinued, dying or ceasing to fill the character in the name whereof he shall have sued or been sued, \nbut the same suit or proceedin gs shall be continued in the name of or against the successor of such \nperson.  \n 8. Enforcement of judgment against society. —If a judgment shall be recovered against the \nperson or officer named on behalf of the society, such judgment shall not be put in forc e against the \nproperty, moveable or immoveable, or against the body of such person or officer, but against the pro -\nperty of the society.  \n The application for execution shall set forth the judgment, the fact of the party against whom \nit shall have been rec overed having sued or having been sued, as the case may be, on behalf of the \nsociety only, and shall require to have the judgment enforced against the property of the society.  \n \n \nlSubs. by A.O., 1937 .  \n \nPage 5 of 7 \n   9. Recovery of penalty accruing under bye -law.— When ever by any bye -law duly made in \naccordance with the rules and regulations of the society, or, if the rules do not provide for the making \nof bye -laws, by any bye -law made at a general meeting of the members of the society convened for \nthe purpose (for the making of which the concurrent votes of three -fifths of the members present at \nsuch meeting shall be necessary), any pecuniary penalty is imposed for the breach of any rule or bye -\nlaw of the society, such penalty, when accrued, may be re covered in any Co urt having jurisdiction \nwhere the defendant shall reside, or the society shall be situate, as the governing body thereof shall \ndeem expedient.  \n 10. Members liable to be sued as strangers. —Any member who may be in arrear of a \nsubscription which, according t o the rules of the society he is bound to pay, or who shall possess \nhimself of or detain any property of the society in a manner or for a time contrary to such rules, or \nshall injure or destroy any property of the society, may be sued for such arrear or fo r the damage \naccruing from such detention, injury or des truction of property in the manner hereinbefore provided.  \n Recovery by successful defendant of costs adjudged.  But if the defendant shall be \nsuccessful in any suit or other proceeding brought against  him at the instance of the society, and shall \nbe adjudged to recover his costs, he may elect to proceed to recover the same from the officer in \nwhose name the suit shall be brought, or from the society, and in the latter case shall have process \nagainst th e property of the said society in the manner above described.  \n 11. Members guilty of offences punishable as strangers. —Any member of the society who \nshall steal, purloin or embezzle any money or other property, or wilfully and maliciously destroy or \ninjure  any property of such society, or shall forge any deed, bond, security for money, receipt, or \nother instrument, whereby the funds of the society may be exposed to loss, shall be subject to the \nsame prosecution, and, if convicted, shall be liable to be puni shed in like manner as any person not a \nmember would be subject and liable to in respect of the like offence.  \n 12. Societies enabled to alter, extend or abridge their purposes. —Whenever it shall \nappear to the governing body of any society registered under this Act, which has been established for \nany particular purpose or purposes, that it is advisable to alter, extend or abridge such purpose to or \nfor other purposes within the meaning of this Act, or to amalgamate such society either wholly or \npartially wit h any other society, such governing body may submit the proposition to the members of \nthe society in a written or printed report and may convene a special meeting for the consideration \nthereof according to the regulations of the society;  \n but no such propo sition shall be carried into effect unless such report shall have been \ndelivered or sent by post to every member  of the society ten days previous to the special meeting \nconvened by the governing body for the consideration thereof, nor unless such propositi on shall have \nbeen agreed to by the votes of three -fifths of the members delivered in person or by proxy, and \nconfirmed by the votes of three -fifths of the members present at a second special meeting convened \nby the governing body at an interval of one mon th after the former meeting.  \n 13. Provision for dissolution of societies and adjustment of their affairs. —Any number \nnot less than three -fifths of the members of any society may determine that it shall be dissolved, and \nthereupon it shall be dissolved fort hwith, or at the time then agreed upon, and all necessary steps \nshall be taken for the disposal and settle ment of the property of the society its claims and liabilities, \naccor ding to the rules of the said society applicable thereto, if any, and if not, t hen as the governing \nbody shall find expedient, provided that, in the event of any dispute arising among the said govern ing \nbody or the members of the society, the adjustment of its af fairs shall be referred to the principal \n \nPage 6 of 7 \n Court of original civil juris diction of the district in which the chief building of the society is situate; \nand the Court shall make such order in the matter as it shall deem requisite:  \n Assent required.  Provided that no society shall be dissolved unless three -fifths of the \nmembers s hall have expressed a wish for such dissolution by their votes delivered in person, or by \nproxy, at a general meeting convened for the purpose:  \n Government consent.  Provided that 1[whenever any Government] is a member of, or a \ncontributor to, or otherwise interested in, any society regis tered under this Act, such society shall not \nbe dissolved 1[without the consent of the Government of the Province of registration].  \n 14. Upon a dissolution no member to receive profit. —If upon the dissolution of any \nsociety  registered under this Act there shall remain after the satisfaction of all its debts and liabilities \nany property whatsoever, the same shall not be paid to or distributed among the members of the said \nsociety or any of them, but shall be given to some oth er society, to be determined by the votes of not \nless than three -fifths of the members present personally or by proxy at the time of the dissolution, or, \nin default thereof, by such Court as aforesaid:  \n Clause not to apply to joint -stock companies.  Provid ed, however, that this clause shall not \napply to any society which shall have been founded or established by the contributions of \nshareholders in the nature of a Joint -stock Company.  \n 15. Member defined. —For the purposes of this Act a member of a society s hall be a person \nwho, having been admitted therein according to the rules and regulations thereof, shall have paid a \nsubscription or shall have signed the roll or list of members thereof , and shall not have resigned in \naccordance with such rules and regula tions;  \n Disqualified m embers . but in all proceedings under this Act no person shall be entitled to \nvote or to be counted as a member whose subscription at the time shall have been in arrear for a \nperiod exceeding three months.  \n 16. Governing body defined. —The governing body of the society shall be the governors, \ncouncil, directors, committee, trustees or other body to whom by the rules and regulations of the \nsociety the management of its affairs is entrusted.  \n 17. Registration of societies formed before Ac t.—Any company or society established for a \nliterary, scien tific or charitable purpose, and registered under 2Act 3[VII of 1913] , or any such society \nestablished and constituted previously to the passing of this Act but not registered under the said 2Act \n3[VII of 1913], may at any time hereafter be registered as a society under this Act;  \n Assent required.  subject to the proviso that no such company or society shall be registered \nunder this Act unless an assent to its being so registered has been given by three -fifths of the \nmembers present personally, or by proxy, at some general meeting convened for that purpose by the \ngoverning body.   \n \n \nlSubs. by A. O., 1937.  \n2Rep. by the Indian Companies Act  No. X of 1866, s. 219.  \n3Subs. by Ord. No. XXVII of 1981, s.5 a nd Sch., IV  (only to the extent of Islamabad Capital Territory).  \n \n \nPage 7 of 7 \n  In the case of a company or society registered under 1Act 2[VII of 1913] , the directors shall \nbe deemed to be such governing body.  \n In the case of a society not so registered, if no such b ody shall have been constituted on the \nestablishment of the society, it shall be competent for the members thereof, upon due notice, to \ncreate for itself a governing body to act for the society thenceforth.  \n 18. Such societies to file memorandum, etc., wit h Registrar of Joint -stock Companies. —\nIn order to any such society as is mentioned in the last preceding section obtaining registry under this \nAct, it shall be sufficient that the governing body file with the Registrar of Joint  stock Companies 3[* \n* *] a memorandum showing the name of the society, the objects of the society , and the names, \naddresses and occupations of the governing body, together with a copy of the rules and regulations of \nthe society certified as provided in section 2, and a copy of the r eport of the proceedings of the \ngeneral mee ting at which the registration was resolved on.  \n 19. Inspection of documents. —Any person may inspect all documents filed with the \nregistrar under this Act on payment of a fee of one rupee for each inspection, and  any person may \nrequire a copy or extract of any document or any part of any document, to be certified by the \nregistrar, on payment of two annas for every hundred words of such copy or extract;  \n Certified copies . and such certified copy shall be prima fac ie evidence of the matters therein \ncontained in all legal proceedings whatever.  \n 20. To what societies Act applies. —The following societies may be registered under this \nAct:— Charitable societies, 4[* * * ], societies established for the promotion of scienc e, literature, or \nthe fine arts, for instruction, the diffusion of useful knowledge, 5[the diffusion of political education], \nthe foundation or main tenance of libraries or reading rooms for general use among the members or \nopen to the public , or public  museums and galleries of painting and other works of art, collections of \nnatural history, mechanical and philosophical inventions, instruments, or designs.  \n \n \n \n \n \n \n \n \nDate: -29.03.2024  \n1Rep. by t he Indian Companies Act  No. X of 1866, s. 219.  \n2Subs. by Ord. No. XXVII of 1981, s.5 and Sch., IV (only to the extent of Islamabad Capital Territory).  \n3Rep. by the Repealing Act  No. XVI of 1874. Se e now the Companies Act, 1913 (VII  of 1913), s.288.  \n4Omitted by A.O., 1949, Sch.  \n5Ins. by Act No. XII of 1927."
}