{
    "file": "./converted_json\\administrator9c48ca1440b63b7596a5eb765630b2f7.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  115 \n \n \n \n \nISLAMABAD, MONDAY , MARCH  29, 2021 \n \n \nPART I  \n \nActs, Ordinances, President ’s Orders and Regulations  \n \nGOVERNMENT OF PAKISTAN  \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 24th March, 2021  \n \n \n No. F . 2(1)/ 2021-Pub.—The following Ordinance promulgated on 22 nd \nMarch, 2021 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. VII OF 2021  \n \nAN \n \nORDINANCE  \n \nfurther to  amend certain tax laws  \n \n WHEREAS , it is expedient further to amend certain tax laws for the \npurposes hereinafter appearing;  \n \n \n \n \n \n \n(115) \n \nPrice: Rs. 20.00 \n[374(2021)/Ex. Gaz.]   \n116 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n AND WHEREAS , the Senate and the National Assembly are not in session \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \nNOW, THEREFORE , in exercise of the powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President \nof the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: - \n 1. Short title and commencement. —(1) This Ordinance shall be \ncalled the Tax Laws (Second Amendment) Ordinance, 2021.  \n (2) It shall come into force at once . \n 2. Amendme nts in the Sales Tax Act, 1990. —In the Sales Tax Act, \n1990, the following further amendme nts shall be made, in the Sixth Schedule, in \nTable -1, in column (1), after Serial No. 158 and entries relating thereto in \ncolumns (2) and (3), the following new Serial Nos. 159 and 160 and \ncorresponding entries relating thereto in columns (2) and (3) shall  be added, \nnamely: — \n“159.  Import of auto disable Syringes till 30th June, 2021  \n(i) with needles   \n(ii) without needles  9018.3110  \n9018.3120  \n160. Import of following raw materials for the manufacturers \nof auto disable syringes till 30th June, 2021  \n(i) Tubula r metal needles   \n(ii) Rubber Gaskets   9018.3200  \n4016.9310  \n 3.  Amendments in the Income Tax Ordinance,  2001 (Ordinance \nXLIX of 2001). —In the Income Tax Ordinance, 2001 (XLIX of 2001), the \nfollowing further ame ndments shall be made, namely: — \n (1) in secti on 2, in clause (29C), sub -clause (b) shall be omitted;  \n (2) section 23A shall be omitted;  \n (3) in section 57, — \n (a) in sub -section (4), the expression “23A” shall be omitted; and  \n (b) in sub -section (5), the expression “23A” shall be omitted;  \n (4) in section 61, in sub -section (1), — \nPART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  117 \n \n  (a) after the word “donation”, the expression “, voluntary \ncontribution or subscription” shall be inserted;  \n (b) in clause (c), for the full stop at the end, the expression “or \nany person eligible for tax credit under section 100C of this \nOrdinance; or” shall be substituted; and  \n (c) after clause (c), amended as aforesaid, the following new \nclause (d) shall be added, namely: —  \n “(d)  entities, organizations and funds mentioned in the Thirteenth  \nSchedule to this Ordinance.”;  \n (5) section 64C shall be omitted;  \n (6) section 65C shall be omitted;  \n (7) after section 65E, the following new sect ions shall be inserted, \nnamely: — \n “65F  Tax credit for certain persons. —(1) Income of following \ntaxpayers shall be allowed a tax credit equal t o one hundred \nper cent of the tax payable under any provisions of this \nOrdinance including minimum and final taxes for the period, \nto the extent, upon fulfillment of conditions and subject to  \nlimitations detailed as under: —  \n (a) persons engaged in coal mi ning projects in Sindh supplying \ncoal exclusively to power generation projects;  \n (b) a startup as defined in clause (62A) of section 2 for the tax \nyear in which the startup is certified by the Pakistan Software \nExport Board and the next following two tax y ears;  \n (c)  persons deriving income from exports of computer software \nor IT services or IT enabled services upto the period ending \non the 30th day of June, 2025:  \n            Provided that eighty per cent of the export proceeds is \nbrought into Pakistan in f oreign exchange remitted from \noutside Pakistan through normal banking channels.  \n            Explanation .—For the purpose of this clause, — \n (i) “IT services” include software development, software \nmaintenance, system integration, web design, web \ndevelopmen t, web hosting and network design; and  \n118 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n  (ii) “IT enabled services” include inbound or outbound call \ncentres, medical transcription, remote monitoring, \ngraphics design, accounting services, HR services, \ntelemedicine centers, data entry operations, locally \nproduced television programs and insurance claims \nprocessing.  \n (2) The tax credit under sub -section (1) shall be available  subject \nto fulfillment of the following conditions, namely: — \n (a) return has been filed;  \n (b) tax required to be deducted or collected  has been \ndeducted or collected and paid;  \n (c) withholding tax statements for the immediately preceding \ntax year have been filed; and  \n (d) sales tax returns for the tax periods corresponding to \nrelevant tax year have been filed:  \n         Provided that noth ing contained in this section shall \npreclude the applicability of section 214C or section 177.  \n 65G  Tax credit for spe cified industrial undertakings. — \n(1) When making certain eligible capital investments \nas specified in sub - section (2), the eligible taxp ayers \ndefined in sub -section (3) shall be allowed to take an \ninvestment tax credit of twenty -five percent of the \neligible investment amount, against tax payable under \nthe provisions of this Ordinance  including minimum \nand final taxes. The tax credit not fu lly adjusted \nduring the year of investment shall be carried forward \nto the subsequent tax year subject to the condition that \nit may be carried forward for a period not exceeding \ntwo years.  \n (2) For the purposes of this section, the eligible \ninvestment mean s investment made in purchase \nand installation of new machinery, buildings, \nequipment, hardware and software, except self -\ncreated software and used capital goods.  \n (3) For the purpose of this  section, eligible person \nmeans — \nPART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  119 \n \n  (a)  green field industrial und ertaking as defined \nin clause  (27A) of section 2 engaged in — \n (i) the manufacture of goods or materials or \nthe subjection of goods or materials to \nany process which substantially changes \ntheir original condition; or  \n (ii) ship building:  \n       Provided tha t the person incorporated \nbetween the  30th day of June, 2019 and \nthe 3 0th day of June, 2024 and the \nperson is not formed by the splitting up \nor reconstitution of an undertaking \nalready in existence or by transfer of \nmachinery, plant or building from an \nundertaking established in Pakistan prior \nto commencement of the new business \nand is not part of an expansion project; \nand \n (b)  industrial undertaking set up by the 30th day \nof June 2023 and engaged in the manufacture \nof plant, machinery, equipment and items  \nwith dedicated use (no multiple uses) for \ngeneration of renewable energy from sources \nlike solar and wind, for a period of five years \nbeginning from the date such industrial \nundertaking is set up.”;  \n (8) for section 100 C, the following shall be substitute d, namely: — \n “100C.  Tax credi t for charitable organizations. —(1) The persons  \nmentioned in sub -section (2) shall be allowed a tax credit \nequal to one hundred percent of tax payable under any of the \nprovisions of this Ordinance including minimum and final \ntaxes in respect of incomes  mentioned in sub -section (3) \nsubject to the conditions and limitations laid down in sub -\nsection (4).  \n (2) The provisions of this section shall apply to the following \npersons, namely: — \n (a) persons specified in Table -II of clause (66) of Part -I of \nthe Second Schedule to this Ordinance;  \n120 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n  (b) a trust administered under a scheme approved by the \nFederal Government and established in Pakistan \nexclusively for the purposes of carrying out such \nactivities as are for the welfare of ex-emplo yees and \nserving personnel of the Federal Government or a \nProvincial Government or armed forces including \ncivilian employees of armed forces and their dependents \nwhere the said trust is administered by a committee \nnominated by the Federal Government or a P rovincial \nGovernment;  \n (c) a trust;  \n (d) a welfare institution registered with Provincial or Islamabad \nCapital Territory (ICT) social welfare department ; \n (e) a not for profit company registered with the Securities \nand Exchange Commission of Pakistan under  section 42 \nof the Companies Act, 2017;   \n (f) a welfare society registered under the provincial or \nIslamabad Capital Territory (ICT) laws related to \nregistration of co -operative societies;  \n (g) a waqf registered under Mussalman Waqf Validating \nAct, 1913 (V I of 1913) or any other law for the time \nbeing in force or in the instrument relating to the trust or \nthe institution;  \n (h) a university or education institutions being run by \nnon­profit organization existing solely for educational \npurposes and not for the  purposes of profit;  \n (i) a religious or charitable institution for the benefit of \npublic registered under any law for the time being in \nforce; and  \n (j) international non -governmental organizations (INGOs) \napproved by the Federal Government.  \n (3)  The foll owing income is eligible for tax credit, namely :— \n (a) income from donations, voluntary contributions and \nsubscriptions;  \n (b) income from house property;  \nPART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  121 \n \n  (c) income from investments in the securities of the Federal \nGovernment;  \n (d) profit on debt from sch eduled banks and micro -finance \nbanks;  \n (e) grant received from Federal, Provincial, Local or foreign \nGovernment;  \n (f) so much of the income chargeable under the head \n“income from business” as is expended in Pakistan for \nthe purposes of carrying out welfare  activities:  \n           Provided that in the case of income under the head \n“income from business”, only so much of such income \nshall be eligible for tax credit under this section that \nbears the same proportion as the said amount of business \nincome bears to  the aggregate of income from all \nsources; and  \n (g) any income of the persons mentioned in clauses (a), (b) \nand (h) of sub -section (2) of this section.  \n (4)  Eligibility for tax credit shall be subject to th e following \nconditions, namely: — \n (a) return has been filed;  \n (b) tax required to be deducted or collected has been \ndeducted or collected and paid;  \n (c) withholding tax statements for the relevant tax year have \nbeen filed;  \n (d) the administrative and management expenditure does not \nexceed 15% of the tota l receipts:  \n        Provided that clause (d) shall not apply to a \nnon­profit  organization, if — \n (i) charita ble and welfare activities of the non­profit \norganization have commenced for the first time \nwithin last three years; or  \n (ii) total receipts of the n on-profit organization during \nthe tax year are less than one hundred million \nRupees;  \n (e) approval of Commissioner has been obtained as per \nrequirement of clause (36) of section 2:  \n122 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n            Provided that the condition of approval in respect \nof persons me ntioned in Table -II of clause (66) of Part I \nof the Second Schedule to this Ordinance, shall take \neffect from the first day of July, 2022 and the \nrequirements of clause (36) of section 2, shall not be \napplicable for earlier years;  \n (f)  none of the assets of trusts or welfare institutions \nconfers, or may confer, a private benefit to the donors or \nfamily, children or author of the trust or his descendants \nor the maker of the institution or to any other person:  \n          Provided that where such private benef it is \nconferred, the amount of such benefit shall be added to \nthe income of the donor; and  \n (g)  a statement of voluntary contributions and donations \nreceived in the immediately preceding tax year has been \nfiled in the prescribed form and manner.  \n (5) Notw ithstanding anything contained in sub -section (1), \nsurplus funds of organizations to which this section applies \nshall be taxed at a rate of ten percent.  \n (6) For the purpose of sub -section (5), surplus funds mean funds \nor monies — \n (a) not spent on charita ble and welfare activities during the \ntax year;  \n (b) received during the tax year as donations, voluntary \ncontributions, subscriptions and other incomes;  \n (c) which are more than twenty -five percent of the total \nreceipts of the non -profit organization rece ived during \nthe tax year; and  \n (d) are not part of restricted funds.  \n           Explanation .—For the purpose of this clause, \n“restricted funds” mean any fund received by the \norganization but could not be spent and treated as \nrevenue during the year due to any obligation placed by \nthe donor or funds received in kind.;  \n (9) in section 152, in sub -section (1E), for the expression “on the \nincome of the non -resident company arising out of such capital \nPART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  123 \n \n gain”, the  expression “in respect of persons and income menti oned \ntherein” shall be substituted;  \n (10) in section 182, in sub -section (1) , in the Table, in column (1), — \n (a)  against S. No. 1, in column (3), in the proviso and before the \nexplanation, for the full stop at the end, a colon  shall be \nsubstituted and the reafter the following new provisos shall be \nadded, namely: — \n         “Provided further that if taxable income is up -to eight \nhundred thousand Rupees, the minimum amount of penalty \nshall be five thousand Rupees:  \n            Provided also that the amount of penalty shall be \nreduced by  75%, 50% and 25% if the return is filed within \none, two and three  months respectively after the due date or \nextended due date of filing of return as prescribed under the \nlaw.”;  \n  (b)  against S. No. 1A, in column (3), for the fu ll stop at the end, a \ncolon shall be substituted and thereafter the following proviso \nshall be added namely: — \n          “Provided that where it stands established that no tax was \nrequired to be deducted or collected during the relevant \nperiod, minimum amou nt of penalty shall be ten thousand \nRupees.”;  \n (c) against S. No. 6, — \n (i) in column (2), — \n (I) after the word “tax”, occurring for the first time, \nthe expression “paid is” shall be inserted; and  \n (II) the expression “is paid” shall be omitted; and  \n (ii)  in column (3), for the full stop at the end, a colon shall \nbe substituted and thereafter the following p roviso shall \nbe added, namely: — \n          “Provided that no penalty shall be imposed to the \nextent of the tax shortfall occurring as a result of the \ntaxpayer taking a reasonably arguable position on the \napplication of this Ordinance to the taxpayer ’s position.”;  \n124 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n  (d) against S. No. 10, — \n (i) in column (3), for the figure “100%”, the figure “50%” \nshall be substituted; and  \n (ii) in column (4), for the expre ssion “and general”, the \nexpression “114A, 118” shall be substituted;  \n (e) against S. No. 11, in column (3), for the words “one hundred” \nthe word “fifty” shall be substituted;  \n (f)  against S. No. 15, for the entries in column (4), the expression \n“Division  II or Division III of Part -V of Chapter -X or  \nChapter -XII” shall be substituted;  \n (g) against S. No. 16, — \n (i) in column (2), after the letters “NTN”, the expression “or \nbusiness licence” shall be inserted; and  \n (ii) in column (4), after the figure “181C” , the expression \n“and 181D” shall be added;  \n (h) S. No. 19 and entries relating thereto shall be omitted;  \n (i) S. No. 20 and entries relating thereto shall be omitted;  \n (11)  in the Second Schedule, — \n (a) in Part -I,— \n (i) in clause (57), in sub -clause (1),  paragraph (iii) shall be \nomitted;  \n (ii) clauses (61), (64A), (64B), (64C) and (65) shall be \nomitted;  \n (iii) in clause (66), in the Table 1, in column (1), after S. No. \nxxxvi and entries relating thereto in column (2), \nfollowing ne w entry shall be added, n amely: — \n \n \n \n \n“(xxxvii)  Islamic Naya Pakistan Certificates Company \nLimited (INPCCL).”;  \n (iv) clauses (72A) and (74) shall be omitted;  \nPART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  125 \n \n  (v) for clause (75), the followin g shall be substituted, \nnamely: — \n “(75)  Any profit on debt and capital gains derived by any \nagency of foreign Government or any non -resident \nperson approved by the Federal Government for the \npurpose of this clause from debt and debt instruments \napproved by the Federal Government.”;  \n (vi) clauses (90), (90A), (91), (98), (100), (101), (103C), \n(104), (105), (105A), (110B), (110C) and (114) shall be \nomitted;  \n (vii) for clause (126B), the following shall be substituted, \nnamely: — \n  “(126B) Profits a nd gains derived by a refinery — \n (a)  from new deep conversion refinery of at least \n100,000 barrels p er day for which approval is given \nby the Federal Government before the 31st day of \nDecember, 2021; or  \n (b)  for the purpose of upgradation, modernization or \nexpansion project of any refinery existing on the date \nof commencement of the Income Tax (Second \nAmendment) Ordinance, 2021 for which such \nrefinery makes undertaking to the Federal \nGovernment in writing before the 31st day of \nDecember, 2021.”;  \n (viii)  clauses (126BA), (126G), (126 L),(126 O) and (131) shall \nbe omitted;  \n (ix) in clause (132), in sub -claus e (c), in the fifth proviso, for \nthe full stop at the end, a colon shall be substituted and \nthereafter the following new proviso shall be added, \nnamely: — \n          “Provided further that no exemption under this \nclause shall be available to persons, who ent er into \nagreement or to whom letter of intent is issued by \nFederal or Provincial Government for setting up an \nelectric power generation project in Pakistan after the \n30th day of June, 2021.”; and  \n126 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n  (x) clauses (132A), (132B), (133), (135A), (136), (141), \n(143), (146) and (148) shall be omitted;  \n (b)  in Part -II,— \n (i) clauses (2), (3), (3B), (5B), (18), (18B), (24AA) shall be \nomitted;  \n (ii) in clause (24D), after the expression “retailers of ” the \nexpression “locally manufactured mobile phones,” shall \nbe inse rted; and  \n (iii) clauses (28A) and (28B) shall be omitted;  \n (c) in Part -III,— \n (i) clauses (2), (7) and (8) shall be omitted;  \n (ii) in clause (9), for the full stop at the end, a colon shall be \nsubstituted and thereafter the following new proviso \nshall be added, namely: —  \n         “Provided that exemption under this clause shall \ncontinue to remain available to such projects which \ncommence on or before the 30th day of June, 2024.” ; and \n (iii) in clause (9B), for the full stop at the end, a colon shall \nbe sub stituted and thereafter the following new proviso \nshall be added, namely: —  \n         “Provided that exemption under this clause shall \ncontinue to remain available to such projects which \ncommence on or before the 30th day of June, 2024.”; and  \n (d) in Part -IV, clause (2) shall be omitted;  \n (12)  in the Third Schedule, — \n (a) in Part -I, in the Table,  in the first column, against S.  No. IV, \nentry (a) in the second column shall be omitted; and  \n (b) in Part -II,— \n (I) in the heading, the expression “23A  shall be om itted; \nand \n (II) in paragraph (2), the expression “section 23A and” shall \nbe omitted;  \nPART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  127 \n \n  (13)  in the Fifth Schedule, — \n (a) in Part -II, rule 4 shall be omitted;  \n (14)  after the Twelfth Schedule, the following new Sc hedule shall be \nadded, namely: — \n“THE THIRT EEN TH SCHEDULE  \n(See Section 61)  \n \nS. No. Name  \n(1) (2) \n1. any Sports Board or institution recognised by the Federal \nGovernment for  the purposes of promoting, controlling or \nregulating any sport or game .  \n2. The Citizens Foundation.  \n3. Fund for Promotion of Science and Technology in Pakistan.  \n4. Fund for Retarded and Handicapped Children.  \n5. National Trust Fund for the Disabled.  \n6. Fund for Development of Mazaar of Hazarat Burri Imam.  \n7. Rabita -e-Islami ’s Project for printing copies of the Holy Quran.  \n8. Fatimid Foundation, Karachi.  \n9. Al-Shifa Trust.  \n10. Society for the Promotion of Engineering Sciences and \nTechnology in  Pakistan.  \n11. Citizens -Police Liaison Committee, Central Reporting Cell, \nSindh Governor  House, Karachi.  \n12. ICIC Foundation.  \n13. National Management Foundation.  \n14. Endowment Fund of the institutions of the Agha Khan \nDevelopment  Network (Pakistan listed in Schedule -1 of the \nAccord and Protocol, dated  November 13, 1994, executed \nbetween the Government of the Islamic  Republic of Pa kistan \nand Agha Khan Development Network.  \n15. Shaheed Zulfi qar Ali Bhutto Memorial Awards Society.  \n16. Iqbal Memorial Fund.  \n128 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n S. No. Name  \n(1) (2) \n17. Cancer Research Foundation of Pakistan, Lahore.  \n18. Shaukat Khanum Memorial Trust, Lahore.  \n19. Christian Memorial Hospital,  Sialkot.  \n20. National Museums, National Libraries and Monuments or \ninstitutions  declared to be National Heritage by the Federal \nGovernment.  \n21. Mumtaz Bakhtawar Memorial Trust Hospital, Lahore.  \n22. Kashmir Fund for Rehabilitation of Kashmir Refugees a nd \nFreedom  Fighters.  \n23. Institutions of the Agha Khan Development Network (Pakistan) \nlisted in  Schedule -1 of the Accord and Protocol, dated November \n13, 1994,  executed between the Government of the Islamic \nRepublic of Pakistan and  Agha Khan Development N etwork.  \n24. Azad Kashmir President ’s Mujahid Fund,1972.  \n25. National Institute of Cardiovascular Diseases, (Pakistan) \nKarachi.  \n26. Businessmen Hospital Trust, Lahore.  \n27. Premier Trust Hospital, Mardan.  \n28. Faisal Shaheed Memorial Hospital Trust, Gujr anwala.  \n29. Khair -un-Nisa Hospital Foundation, Lahore.  \n30. Sindh and Balochistan Advocates ’ Benevolent Fund.  \n31. Rashid Minhas Memorial Hospital Fund.  \n32. Any relief or welfare fund established by the Federal Government.  \n33. Mohatta Palace Gallery Tr ust.  \n34. Bagh -e-Quaid -e-Azam project, Karachi.  \n35. Any amount donated for Tameer -e-Karachi Fund.  \n36. Pakistan Red Crescent Society.  \n37. Bank of Commerce and Credit International Foundation for \nAdvancement  of Science and Technology.  \n38. Federal Board of Revenue Foundation.  \nPART I] THE GAZ ETTE OF PAKISTAN, EXTRA.,  MARCH  29,  2021  129 \n \n S. No. Name  \n(1) (2) \n39. The Indus Hospital, Karachi.  \n40. Pakistan Sweet Homes Angels and Fairies Place.  \n41. Al-Shifa Trust Eye Hospital.  \n42. Aziz Tabba Foundation.  \n43. Sindh Institute of Urology and Transplantation,SIUT Trust and \nSociety for  the We lfare of S IUT. \n44. Sharif Trust.  \n45. The Kidney Centre Post Graduate Institute.  \n46. Pakistan Disabled Foundation.  \n47. Sardar Trust Eye Hospital, Lahore.  \n48. Supreme Court of Pakistan — Diamer Bhasha & Mohmand \nDams — Fund.  \n49. Layton Rahmatullah Benev olent Trust  LRBT .  \n50. Akhuwat.  \n51. The Prime Minister ’s COVID -19 Pandemic Relief Fund -2020.  \n52. Ghulam Ishaq Khan Institute of Engineering Sciences and \nTechnology  (GIKI).  \n53. Lahore University of Management Sciences.  \n54. Dawat -e-Hadi ya, Karachi.  \n55- Baitussala m Welfare Trust.  \n56. Patients ’ Aid Foundation.  \n57. Alkhidmat Foundation.  \n58. Alamgir Welfare Trust International.  \n59. Prime Minister ’s Special Fund for victims of terrorism . \n60. Chief Minister ’s(Punjab) Relief Fund for Internally Displaced \nPersons  (IDPs) of KPK . \n61. Prime Minister ’s Flood Relief Fund 2010 and Provincial Chief \nMinister ’s Relief Funds for victims of flood 2010 . \n62. Waqf for Research on Islamic History, Art and Culture, Istanbul  \n130 THE GAZETTE OF PAKISTAN, EXTRA.,  MARCH   29,  2021 [PART I \n \n        Provided that the Federal Government sh all have the power to \nadd, amend or omit any entry in this Schedule. ”; and  \n (15)  The following provisions of the Income Tax Ordinance, 2001 \n(XLIX of 2001) already expired or expiring on thirtieth day of June, \n2021 are omitted, provided that the existing b eneficiaries shall \ncontinue to enjoy benefits of the repealed provisions for the periods \nand subject to conditions and limitations specified in the se repealed \nprovisions, namely: — \n 1- Section 65D;  \n 2- Following clauses of Part -I of the Second Schedule: —(72), (126C), \n(126H), (126J), (126K), (126L) and (126N); and  \n 3- Clause (18A) of Part -II of the Second Schedule.  \n \n \n \nDR. ARIF ALVI,  \nPresident.  \n \n \n——————  \n \nRAJA NAEEM AKBAR , \nSecretary.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n————————————————————————————————  \nPRINTED  BY THE MANAGER, PR INTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}