{
    "file": "./converted_json\\administrator1add8207d5de52b637c91e729f4f98e8.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 3 \n \n \n \nTHE N ATION AL JUDI CIAL (POLICY MAKIN G)  \nCOMM ITTEE ORDIN ANCE, 2002 \n \n \n \n \n \n \n \n \n \n \nCONTENTS  \n__________  \n \n \nSECTIONS:  \n1 Short  title, extent  and commencement.  \n2 Definitions.  \n3 Establishment of National Judicial (Policy Making) Committee.  \n4 Function s of the Committee.  \n5 Finances \n6 Constitution of sub-committees.  \n7 Reports.  \n8 Secretariat assistance  \n9 Power to make rules.  \n \n____________  \n \n \n \nUpdated till 3.8.2022\n \nPage 2 of 3 \n \n \n THE NATIONAL  JUDICI AL (POLICY MAKING) COMM ITTE E  \nORDINANC E, 2002    \n(ORDINANCE  NO. LXXI OF 2002 ) \n \n[9th October, 2002]  \n \nAn Ordinance to provide for National Judicial (Poli cy Making) Committee  \n \nWHEREAS it is expedient to provide for National Judicial (Policy Making) Committee for \nthe purpo ses hereinafter appearing; \n \nAND WHEREAS  the President is satisfied that circumstances exist  which render it  necessa ry to \ntake immediate action;  \n \nNow,  THEREFORE, in pursuance of the Proclamation of Emergency of the Fourteenth day \nof October, 1999,  and the Provision al Constit ution Order. No. 1 of 1999,  read with the Provision al \nConstit ution, (Amendment) Order No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing  Ordin ance:⎯ \n \n1. Short title, extent  and commencement.⎯(1) This Ordinance may be called the National \nJudicial (Policy Making) Committee Ordin ance, 2002.⎯ \n \n(2) It extends to the whole of Pakistan. \n(3) It shall come into force at once. \n \n2. Definitions.⎯ In this Ordin ance, unless there is anything  repugnant to the subject or \ncontext,⎯ \n \n(a) “Commission ” means  the Law  and Justice Commission of Pakistan \nestablished under the Law and Justice Commission of Pakistan Ordinance, \n1979 as amended;  \n(b) “Committee”   means   the   National   Judicial (Policy Making) Committee \nestablished under section 3; \n(c) “Chairman” means the Chairman of the Committee; and \n(d) “Fund” means the fund established under the Law and Justice \nCommission of Pakistan Ordin ance, 1979, as amended. \n \n \n \nPage 3 of 3 \n 3. Establishment of National Judicial (Policy Making) Committee .⎯ There shall be a \nNational Judicial (Policy Making) Committee headed by Chief Justice of Pakistan, who shall be the \nChairman of the Committee, and comprising the Chief Justice, Federal Shariat Court and Chief \nJustices of 1[*  *] High Courts as its Members . \n4. Function s of the Committee. ⎯ The Committee shall coordinate and harmonize judicial \npolicy within the Court system , and in coordination with the Commission, ensure its implementation . \nThe Committee shall also perform the following functions, namely: ⎯ \n(a) improving the capacity and performance of the administration of justice ; \n(b) setting performance standards for  judicial officers  and persons associated with  \nperformance of judicial and quasi judicial  functions ; \n(c) improvement in the terms and condition s of service of judicial officers and court staff, \nto ensure skilled and efficient judiciary ; and \n(d) publication of     the     annual      or     periodic      reports      of     the     Supreme \nCourt, Federal Shariat Court, High Courts and Courts subor dinate to High Courts and \nAdministrative Courts and Tribunals.  \n5. Finances .⎯ The Commission shall, from its Fund, provide finances to the  Committee for \nthe discharge of its functions under this Ordinance.  \n6. Constitution of sub -committees. ⎯ The Committee m ay constitute sub -committees \nconsisting of its one or more Members, as it deems fit, and may assign them any  matter relevant to \nthe functions of the Committee.  \n7. Reports. ⎯ The Committee shall publish annual report of its activities and such other \nperiodic  or special reports relating to its functioning as it deems fit. The reports shall be submitted to \nthe President of Pakistan.  \n8. Secretariat assista nce. ⎯ Secretariat assistance to the Committee shall be provided by \nthe Secretariat of the Commission  and Secretary of the Commission  shall act as the Secretary of the \nCommittee. \n \n9. Power to make rules. ⎯ The Committee may make rules of procedure for conduct or \nits busin ess and discharge of its functions.  \n__________  \n \n \n \n \n \n1Omitted by the National Judicial (Polic y Making) Committee (Amendment ) Act, 2014 (III of 2014) s .2"
}