{
    "file": "./converted_json\\administrator733f7a2d37e1edec33dbe8f6650c707a.json",
    "name": "The Ports Act, 1908",
    "date": "18th December, 1908",
    "tagline": "Consolidation of enactments relating to ports and port charges",
    "content": "Page 1 of 31 \n  \n \nTHE PORTS ACT, 1908  \n \n \n \nCONTENTS  \n1.  Title and extent  \n2.  Savings  \n3.  Definitions  \n4.  Power to extend or withdraw the Act or certain portions thereof  \n5.  Alteration of limits of ports  \n6.  Power to make port -rules  \n7.  Appointment of conservator  \n8.  Power of conservator to give and enforce directions for certain specified purposes  \n9.  Power to cut warps and ropes  \n10.  Removal of obstruction within limits of port  \n11.  Recovery of expenses of removal  \n12.  Removal of lawful obstructions  \n13.  Fouling of Government moorings  \n14.  Raising or removal of wreck impeding navigation within limits of port  \n15.  Power to board vessels and enter buildings  \n16.  Power to require crews to prevent or  extinguish fire  \n17.  Appointment and powers of health officer  \n18.  Indemnity of Government  against act or default of port official or pilot  \n19.  Injuring buoys, beacons and moorings  \n20.  Wilfully loosening vessel from moorings  \n21.  Improperly discharging ballast  \n22.  Graving vessels within prohibited limits  \n23.  Boiling pitch on board vessel within prohibited limits   \n \n\n \nPage 2 of 31 \n 24.  Drawing spirits by unprotected artificial light  \n25.  Warping.  \n26.  Leaving out warp or hawser after sunset  \n27.  Discharge of fire -arms in  port  \n28.  Penalty on master omitting to take order to extinguish fire  \n29.  Unauthorized person not to search for lost stories  \n30.  Removing stones or injuring shores of port prohibited  \n31.  Moving of vessels without  pilot or permission of harbor master  \n32.  Provision of certain vessels with fire extinguishing apparatus  \n33.  Levy of port -dues  \n34.  Variation of port -dues by Government  \n35.  Fees for pilotage and certain other services  \n36.  Receipt, expenditure and account of port charges  \n37.  Grouping of ports  \n38.  Receipts for port -charges  \n39.  Master to report arrival  \n40.  Conservator may in certain cases ascertain draught and charge expense to master  \n41.  Ascertainment of tonnage of vessel liable to port -dues  \n42.  Distraint and sale on refusal to pay po rt charges  \n43.  No port -clearance to be granted until port charges are paid  \n44.  Port-charges payable in one port recoverable at any other port  \n45.  Pena lty for evading payment of port charges  \n46.  Port-due on vessels in ballast  \n47.  Port-due on vessels no t discharging or taking in cargo  \n48.  Port-due not to be chargeable in certain cases  \n49.  Power to impose hospital port dues  \n50.  Application and account of hospital port -dues  \n51.  Master to hoist number of vessel  \n52.  Pilot to require master to hoist numb er \n53.  Penalty on pilot disobeying provisions of this Chapter  \n \nPage 3 of 31 \n 54.  Penalty for disobedience to rules and orders of the Government  \n55.  Offences how triable, and penalties how recovered  \n56.  Cost of conviction  \n57.  Ascertainment and recovery of expenses and damages payable under this Act  \n58.  Cost of distress  \n59.  Magistrate to determine the amount to be levied in case of dispute  \n60.  Jurisdiction over offences beyond local limits of jurisdiction  \n61.  Conviction to be quashed on merits only  \n62.  Hoisting unlawful colours in port  \n63.  Foreign deserters  \n64.  Application of sections 10 and 21  \n65.  Grant of sites for sailors’ institutes.  \n66.  Exercise of powers of conservator by his assistants  \n67.  Service of written notice of directions  \n68.  Publication of o rders of Government  \n68A.  Authorities exercising jurisdiction in port to co -operate in manoeuvres for defence of port  \n68B.  Duties of the said authorities in an emergency  \n69.  [Repeal.] Rep  \n \n  \n \nPage 4 of 31 \n THE PORTS ACT, 1908  \n1ACT No. XV OF 1908  \n[18thDecember, 1908]  \nAn Act to consolidate the Enactments relating to Ports and Port -charges.  \n WHEREAS it is expedient to consolidate the enactments relating to ports and port charges;  \n It is hereby enacted as follows: — \nCHAPTER I  \nPRELIMINARY  \n 1. Title and extent .__(1) This Act rimy be called the 2* Ports Act, 1908.  \n (2) It shall extend, save as otherwise appear s from its subject or context, — \n(a)  to the ports mentioned in the first schedule, and to such Parts of the navigable \nrivers and channels leading to such ports  respectively as have been declared to \nbe subject to Act XXII of 1855 (XII of 1875) (for the Regulation of Ports and \nPort-dues) or to the Indian Ports Act, 1875, or to the Indian Ports Act, 1889 (X \nof 1889);  \n(b)  to the other ports or parts of navigable r ivers or channels to which the \n3[Government],in exercise of the power hereinafter conferred, extends this Act.  \n (3) But nothing in section 31 or section 32 shall apply to any Port, river or channel to  which \nthe section has not b een specially extended by the 4[Government]  \n 2. Savings .—Nothing in this Act shall —  \n(i)  apply to any vessel belong ing to, or in the service of, 5* * *  6[, the 7[Federal \nGovernment] , or a Provincial Government] 8* * or to any vessel of  war \nbelonging to an y Foreign 9* * * State, or  \n(ii)  deprive any person of any right of property or other private right, except as \nhereinafter expressly provided, or  \n \n1 For Statement of Objects and Reasons see Gazette of India, 1908, Pt. V, p. 309; for. Report of Select Committee, see ibid., 1 908, Pt V, p. 359; and for \nProceedings in Council, see ibid(, 1908, Pt. VI, pp. 146, 154 and 182. It has been extended to the Balu chistan States Union by the Baluchistan States \nUnion (Federal Laws) (Extension) Order, 1953 (G.G.O. 4 of 1953), as amended. The Act has been and shall be deemed to have bee n brought into force \nin Gwadur (with effect from the 8th September, 1958) by the Gwa dur (Application of Central Laws) Ordinance, 1960 (37 of 1960), s. 2.  \n2 The word “Indian ” omitted by A.O., 1949.  \n3 Subs. by A.O., 1937, for “L. G”. \n4 Subs. by A.O., 1937, for “L. G.”.  \n5 The words “His Majesty” omitted by the Federal Laws (Revision and D eclaration) Ordinance, 1981 (27 of 1981) s.  \n6 and Second Sch. 3 Ins. by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March,1956).  \n7 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n8 The words “or the Gazette of India” omitte d by A.O., 1937.  \n9 The words “Prince or” omitted by Ordinance 27 of 1981, s. 3 and Second Sch.  \n \nPage 5 of 31 \n  (iii)  affect any law or rule relating to the customs or any order or direction lawfully \nmade or given pursuant thereto.  \n 3. Definitions .— In this Act, unless there is anything repugnant in the subject or context, — \n (1) “Magistrate ” means a person exercising powers under the Code of Criminal Procedure, \n1898 (V of 1898), not less than those of a M agistrate of the second class 1* * *:  \n (2) “master ”, when u sed in relation to any vessel, means, subject to the provisions of any other \nenactment for the time being in force, any person (except a pilot or harbour -master) having for the time \nbeing the charge or control of the vessel:  \n (3) “pilot” means a person fo r the time being authorized by the 1[Government] to pilot vessels:  \n (4) “port” includes also any part of a river or channel in which this Act is for the time being in \nforce:  \n (5) “port-officer ” is synonymous with master -attendant:  \n (6) “ton” means a ton as determined or determinable by the rules for the time being in force for \nregulating the meas urement of the net tonnage of 2[Pakistani] ships: and  \n (7) “vessel ” includes anything made for the conveyance by water of human beings or of \npropert y: \n 3[(8) “major port”  means any port which the 4[Federal Government] may by notific ation in the \nofficial Gazette 5declare, or may under any law for the time being in force have declared, to be a major \nport:  \n (9) “Government” , as respects major ports, 6[the declaration and delimitation of such ports and \nthe constitution and powers of port authorities therein] and, as respects other ports, for the purposes of \nmaking rules under clause (p) of section 6 (1) and of the appointment and control of port health -officers \nunder secti on 17, means the 4[Federal Government,] and save as aforesaid, means the Provincial \nGovernment.]  \nCHAPTER II  \nPOWERS OF THE 7[GOVERNMENT]  \n 4. Power to extend or withdraw the Act or certain portions thereof .— (1) 8* * *  The \n7[Government ] may, by notification in the 9[official Gazette], —  \n \n1 The words “and includes, in the towns of Calcutta, Madras and Bombay, a Presidency Magistrate ” omitted by A.O., 1949.  \n2 Subs. by Ordinance 27 of 1981, s. 3 and Second Sch., for “British ”. \n3 Clauses (8) and (9), ins. by A.O., 1949. 2 Subs. by F.A.O., 1975 Art.  \n4 and Table, for “Central Government”.  \n5 Declaration of the – (i) Ports of Calcutta, Bombay, Karachi, Aden, Rangoon and Madras to be the Major Ports, see Notifn. No. 1169, dated the 19th \nFebruary, 1921, Gazete of India, 1921, Pt. p.275;  \n6 Subs. by F.A.O., 1975, Art. 2 and Sch., for “for all purpo ses”.  \n7 Subs. by A.O., 1937, for “L .G.”.  \n8 The words “with the previous sanction of the G.G. in C.” omitted by the Indian Ports (Amdt.) Act, 1916 (6 of 1916), s. 2.  \n9 Subs. by A.O., 1937, for “local official Gazette”.  \n  \n \nPage 6 of 31 \n  (a)  extend this Act to any port in which this Act is not in force or to any part of any \nnavigable river or channel which leads to a port and in which this Act is not in \nforce ;  \n(b)  specially extend 1the provisions of section 31 or section 32 to any port to w hich \nthey have not been so extended;  \n(c)  withdraw this Act or section 31 or section 32 from any port or any part thereof \nin which it is for the time being in force.  \n (2) A notification under clause (a) or clause (b) of sub -section (1) shall define the limits of the \narea to which it refers.  \n (3) Limits defined under sub -section (2) may include any piers, jetties, landing -places, \nwharves, quays, docks and other works ma de on behalf of the public for convenience of traffic, for \nsafety of vessels, or for the improvement, maintenance or good government of the port and its \napproaches, whether within or without high -water -mark, and, subject to any rights of private property \ntherein, any portion of the shore or bank within fifty yards of highwater mark.  \n (4) In sub -section (3) the expression “high -water -mark” means the highest point reached by \nordinary spring tides at any season of the year.  \n 5. Alteration of limits of ports .—(1) The 2[Government] may, 3 * * * subject to any rights of \nprivate property, alter the limits of any  port in which this Act is in force.  \n (2) When the 2[Government] alters the limits of a port under sub -section (1), it shall declare or \ndescribe, by noti fication in the 4[official Gazette], and by such other means, if any, as it thinks fit, the \nprecise extent of such limits.  \n 6. Power to make port -rules .— (1) The 2[Government] may, in addition to any rules which it \nmay make under any other enactment for t he time being in force, make such rules, consistent with this \nAct, as it thinks necessary for any of the following purposes, namely : — \n (a)  for regulating the time and hours at and during which, the speed at which, and \n the manner and conditions in and on which, vessels generally or vessels of any \n class defined in the rules, may enter, leave or be moved in any port subject to \n this Act;  \n(b)  for regulating the berths, stations and anchorages to be occupied by vessels in  \nany such port;  \n (c)  for striking the yards and top masts, and for rigging -in the booms and yards, of \nvessels in any such port, and for swinging or taking -in davits, boats and other \nthings projecting from such vessels;  \n \n1 For such an extension, see foot-note 1 to section 31, infra.  \n2ubs. by A.O., 1937, for “L. G.”.  \n3 The words “with the previous sanction of the G.G. in C. and” omitted by the Indian Ports (Amdt.) Act, 1916 (6 of 1916), s. 3.   \n4 Subs. by A.O., 1937, for “local official Gazette”.   \n \nPage 7 of 31 \n (d)  for the removal or proper hanging or placing of anchors, spars and other things \nbeing in or attached to vessels in any such port;  \n(e)  for regulating vessels whilst taking -in or discharging passengers, ballast or \ncargo, or any particular kind of cargo, i n any such port, and the stations to be \noccupied by vessels whilst so engaged;  \n1[(ee)  for regulating the manner in which oil or water mixed with oil shall be \ndischarged in any such port and for the disposal of the same;]  \n2[(eee) for regulating the bunke ring of vessels with liquid fuel in any such port and the \ndescription of barges, pipe  lines or tank vehicles to be employed in such \nbunkering;]  \n(f)  for keeping free passages of such width as may be deemed necessary within any \nsuch port, and along or near  to the piers, jetties, landing -places, wharves, quays, \ndocks, moorings and other works in or adjoining to the same, and for marking \nout the spaces so to be kept free;  \n(g)  for regulating the anchoring, fastening, mooring and unmooring of vessels in \nany s uch port;  \n(h)  for regulating the moving and warping of all vessels within any such port and \nthe use of warps therein;  \n(i)  for regulating the use of the mooring buoys, chains and other moorings in any \nsuch port;  \n(j)  for fixing the rates to be paid for  the use of such m oorings when belonging to \nthe 3[Government], or of any boat, hawser or other thing belonging to the 3 \n[Government] ;  \n4[(jj) ” for regulating the use of piers, jetties, landing places, wharves, quays, \nwarehouses an d sheds when belonging t o the 5[Government], and for fixing the \nrates to be paid for the use of the same;]  \n \n \n \n \n \n \n \n \n \nl Clause (see) ins. by the Indian Ports (Amdt.) Act, 1923 (39 of 1923), s. 2.  \n2 Clause (see) ins. by the Indian Ports (Amdt.) Act, 1925 (9 of 1925), section 2.  \n3 Subs. by A.O., 1961, Art. 2 (with effect from the 23rd March, 1956) for “Crown ” which had been subs. by A.O., 1937, for “Govt.. ”.  \n4 Clause (jj) ins. by the Indian Ports (Amdt.) Act, 1916 (6 of 19.16), section 4 (1).  \n5 Subs. by A.O., 1961, Art. 2 (with ef fect from the 23rd March, 1956) for “Crown” which had been subs. by A.O., 1937, for “Govt..”.  \n \nPage 8 of 31 \n 1(k)  for licensing and regulating catamarans plying for hire, and flats and cargo, \npassenger and other boats plying, whether for hire or not, and whether regularly \nor only occasionally, in or partly within and partly without any such port 2[and \nfor licensing an d regulating the crews of any such vessels] and for determining \nthe quantity of cargo or number of passengers 2[or of the crew] to b e carried by \nany such vessels 2[and may by such rules provide for the fees payable in respect \nof any such license, and in th e case of passenger vessels plying for hire, for the \nrates of hire to be charged and the conditions under which such vessels shall be \ncompelled to ply for hire, and further for the conditions under which any license \nmay be revoked];  \n(l)  for regulating th e use of fires and lights within any such port; .  \n(m)  for enforcing and regulating the use of signals or signal lights by vessels by day \nor by night in any such port;  \n(n)  for regulating the number of the crew which must be on board any vessel afloat \nwithin the limits of any such port;  \n(o)  for regulating the employment of persons engaged in cleaning or painting \nvessels, or in working in the bilges, boilers or double bottoms of vessels in any \nsuch port;  \n 3[(p)  4* * * for the prevention of danger arisin g to the public health by the \nintroduction and the spread of any infectious or contagious disease from vessels \narriving at, or being in, any such port, and for the prevention of the conveyance \nof infection or contagion by means of any vessel sailing from a ny such port, and \nin particular and without prejudice to the generality of this provision, for –  \n(i)  the signals to be hoisted and the places of anchorage to be taken up by \nsuch vessels having any case, or suspected case, of any infectious or  \ncontagious d isease on board, or arriving at such port from a port in \nwhich, or in the neighborhood of which, there is believed to be, or to \nhave been at the time when the vessel left such port, any infectious or \ncontagious disease;  \n(ii)  the medical inspection of such vessels and of persons on board such \nvessels;  \n(iii)  the questions to be answered and the information to be supplied by \nmasters, pilots and other persons on board such vessels;  \n(iv)  the detention of such vessels and of persons on board such vessels;  \n \n1 The provisions of cl. (k) of section 6 (1) have been applied to the territory of Gwadur by West Pakistan Ordinance 36 of 1959  (with effect from the \n16th June,1959).  \n2 Ins. by the Indi an Ports (Amdt.) Act, 1916 (6 of 1916), s. 4 (2).  \n3 Subs. by the Indian Ports (Amdt.) Act, 1911 (4 of 1911), s. 2 , for the original clause (p).  \n4 The words “subject to the control of the G. G. in C. ” omitted by A.O., 1937.  \n \nPage 9 of 31 \n  (v)  the duties to be performe d in cases of any such disease by masters, pilots \nand other persons on board such vessels;  \n(vi)  the removal to hospital or other place approved by the health -officer and \nthe detention therein of any person from any such vessel who is suffering \nor suspect ed to be suffering from any such disease;  \n(vii)  the cleansing, ventilation and disinfection of such vessels or any part \nthereof and of any articles therein likely to retain infection or contagion, \nand the destruction of rats or other vermin in such vesse ls; and  \n(viii)  the disposal of the dead on such vessels; and]  \n(q)  for securing the protection from heat of the officers and crew of vessels in any \nsuch port by requiring the owner or master of any such vessel — \n(i)  to provide curtains and double awnings for screening from the sun’s rays \nsuch portions of the deck as are occupied by, or are situated immediately \nabove, the quarters of the officers and crew;  \n(ii)  to erect windsails so far as the existing portholes or a pertures in the deck \nadmit of their being used for ventilating the quarters of the officers and \ncrew;  \n(iii)  when the deck is made of iron and not wood -sheathed, to cover with \nwooden planks or other suitable non -conducting material such portions \nof the de ck as are situated immediately above the quarters of the officers \nand crew;  \n(iv)  when the quarters used by the crew and the galley are separated by an \niron bulk -head only, to furnish a temporary screen of some suitable \nnonconducting material between such  quarters and the galley.  \n 1*   *   *   *   *   *   *  \n (2) The power to make rules unde r sub -section (1) 2* * * is subject to the condition of the rules \nbeing made after previous publication:  \n Provided that nothing in this sub -section shall be construed to affect the validity of any rule in \nforce immediately before the commencement of the Indian Ports Act, 1889 (X of 1889), and continued \nby section 2, sub -section (2), of that Act.  \n (3) If any p erson disobeys any rule made under clause (p) of sub -section (1), he shall be \npunishable for every such offence with fine which may extend to 3[fifty thousand rupees].  \n \n \n1 Sub-section (IA) as amended by the Indian Ports (Amdt.) Act, 1922 (15 of 1922), s. 2, A.O., 1937 and the Indian Ports (Amdt.) Act, 1931 (11 of \n1931), s. 2, omitted by the Employment of Children Act, 1938 (26 of 1938), section 8.  \n2 The words, brackets and figures “and sub -section (lA)”, which were ins. by Act 15 of 1922, s. 2, have been omitted by Act 26 of 1938, s. 8.  \n3 Subs. by the Ports (Amdt.) Ordinance, 1982 (4 of 1982), s. 2, for “one thousand rupees”.  \n \n \nPage 10 of 31 \n   (4) If a master fail s wholly or in part to do any act prescribed by any rule made under \nclause (p) of sub -section (1), the health officer shall cause such act to be done, and the reasonable \nexpenses incurred in doing such act shall be recoverable by him from such master  \nCHAPT ER III  \nPORT -OFFICIALS AND THEIR POWERS AND DUTIES  \n 7. Appointment of conservator .— (1) The 1[Government] shall appoint some officer or body \nof persons to be conservator of every port subject to this Act.  \n (2) Subject to any direction by the 1[Government] to the contrary, —  \n(a)  in ports where there is a port -officer, the port -officer shall be the conservator;  \n(b)  in ports where there is no port -officer, but where there is a harbour -master, the \nharbour -master shall be the conservator.  \n (3) Where the harbour -master is not conservator, the harbour -master and his assistants shall be \nsubordinate to, and subject to the control of, the conservator.  \n (4) The conservator shall be subject to the control of the 2[Government], or of any in termedia te \nauthority which 3[the Government] may appoint.  \n 8. Power of conservator to give and enforce directions for certain specified purposes .—\n(1) The conservator of any port subject to this Act may, with respect to any vessel within the Port, give \ndirections for carrying into effect any rule for the time being in force therein section 6.  \n (2) If any person wilfully and without lawful excuse ref uses or neglect to obey any lawful \ndirection of the conservator, after notice thereof has been given to him, he shall, for every such offence, \nbe punishable with fine which may extend to one hundred rupees, and in the case of a continuing \noffence with a fu rther fine which may extend to one hundred rupees for every day during which, after \nsuch notice as aforesaid, he is proved to have wilfully and without lawful excuse continued to disobey \nthe direction.  \n (3) In case of such refusal or neglect, the conserva tor may do, or cause to be done, all acts \nnecessary for the purpose of carrying the direction into execution, and may hire and employ proper \npersons for that purpose, and all reasonable expenses incurred in doing such acts shall be recoverable \nby him from the person so refusing or neglecting to obey the direction.  \n \n 9. Power to cut warps and ropes . The conservator of any such port may, in case of urgent \nnecessity, cut, or cause to be cut, any warp, rope, cable or hawser endangering the safety of any vessel \nin the port or at or near to the entrance thereof.  \n \n \n \n \n1 Subs. by A.O., 1937, for “L. G. ”, \n2 Subs. by A.O.. 1937, for “L.G.”.  \n3 Subs. ibid., for “that Government”  \n \nPage 11 of 31 \n   10. Removal of obstruction within limits of port .—(1) The conservator may remove, \nor cause to be removed, any timber, raft or other thing, floating or being in any part of any such port, \nwhich in his opinion obstructs or impedes the fee navigation thereof or the lawful use of any pier, jetty, \nlanding -place, wharf, quay, dock, mooring or other work on any part of the shore or bank which has \nbeen declared to be within the limits of the port and is not private property.  \n (2) The owner of any such timber, raft or other thing shall be liable to pay the reasona ble \nexpenses of the removal thereof, and if such owner or any other person has without lawful excuse \ncaused any such obstruction or impediment, or causes any public nuisance affecting or likely to affect \nsuch free navigation or lawful use, he shall also be  punishable with fine which may extend to one \nhundred rupees.  \n (3) The conservator or any Magistrate having jurisdiction over the offence may cause any such \nnuisance to be abated.  \n 11. Recovery of expenses of removal . If the owner of any such timber, raft or other thing, or \nthe person who has caused any such obstruction, impediment or public nuisance as is mentioned in the \nlast foregoing section, neglects to pay the reasonable expenses incurred in the removal thereof, within \none week after demand, or within fourteen days after such rem oval has been notified in the l[official \nGazette] o r in such other manner as the 2[Government] by general or special order directs, the \nconservator may cause such timber, raft or other thi ng, or the materials of any public nuisance so \nremoved, or so much thereof as may be necessary, to be sold by public auction;  and may retain all the \nexpenses of such removal and sale out of the proceeds of the sale, and shall pay the surplus of such \nprocee ds, or deliver so much of the thing or materials as may remain unsold, to the person entitled to \nreceive the same;  \n and, if no such person appears, shall cause the same to be kept and de posited in such manner \nas the 2[Government] directs;  \n and may, if nece ssary, from time to time, realize the expenses of keeping the same, together \nwith the expenses of sale, by a further sale of so much of the thing or materials as may remain unsold.  \n 12. Removal of lawful obstructions .— (1) If any obstruction or impediment  to the navigation \nof any port subject to this Act has been lawfully made, or has become lawful by reason of the long \ncontinuance of such obstruction or impediment, or otherwise, the conservator shall report the same for \nthe inform ation of the 2[Government ], and shall, with the sanction of 3[the Government], cause the \nsame to be removed or altered, making reasonable compensation to the person suffering damage by \nsuch removal or alteration.  \n (2) Any dispute arising concerning such compensation shall be dete rmined according to the \nlaw relating to like disputes in the case of land required for public purposes.  \n \n \n \n \n \n \n1 Subs. by A.O., 1937, for “local official Gazette ”.  \n2 Subs. ibid., for “L.G.”  \n2 Subs. ibid., for “L.G.”. 3 Subs. ibid., for “that Government ”. \n \nPage 12 of 31 \n  13. Fouling of Government moorings .—(1) If any vessel hooks or gets foul of any of the \nbuoys or moorings laid down by or by the authority of the l[Government] in any such port, the master \nof such vessel shall not, nor shall any other person, except in case  of emergency, lift the buoy or \nmooring for the purpose of unhooking or getting clear from the same without the assistance of the \nconservator;  \n and the conservator, immediately on receiving notice of such accident, shall assist and \nsuperintend the clearing  of such vessel;  \n and the master of such vessel shall, upon demand, pay such reasonable expenses as may be \nincurred in clearing the same.  \n (2) Any master or other person offending against the provisions of this section shall, for every \nsuch offence, be pu nishable with fine which may extend to one hundred rupees  \n 14. Raising or removal of wreck impeding navigation within limits of port .— (1) If any \nvessel is wrecked, stranded or sunk in any such port so as to impede, or be likely to impede, the \nnavigation t here of, the conservator may cause the vessel to be raised, removed or destroyed.  \n (2) If any property recovered by a conservator acting under sub -section (1) is unclaimed or the \nperson claiming it fails to pay the reasonable expenses incurred by the cons ervator under that sub -\nsection and a further sum of twenty per cent. of the amount of such expenses, the conservator may sell \nthe property by public auction, if the property is of a perishable nature, forthwith, and, if it is not of a \nperishable nature, at  any time not less than six months after the recovery thereof.  \n (3) The expenses and further sum aforesaid shall be payable to the conservator out of the sale -\nproceeds of the property, and the balance shall be paid to the person entitled to the property r ecovered, \nor, if no such person appears and claims the balance, shall be held in deposit for payment, without \ninterest, to any person thereafter establishing his right thereto: Provided that the person makes his \nclaim within three years from the date of th e sale.  \n 15. Power to board vessels and enter buildings .— (1) The conservator or any of his assistants \nmay, whenever he suspects that any offence against this Act has been, or is about to be, committed, or \nwhenever it is necessary for him so to do in the performance of any duty imposed upon him by this \nAct, \n and the person appointed under this Act to receive any port dues, fees or other charges, payable \nin respect of any vessel, may, whenever it is necessary for him so to do in the performance of any duty \nimposed upon him by this Act,  \n either alone or with any other person, board any vessel, or enter any building or place, within \nthe limits of any port subject to this Act.  \n (2) If the master of the vessel, or any person in possession or occupation of the building or \nplace, without lawful excuse, refuses to allow any such person as is mentioned in sub -section (1) to \nboard or enter such vessel, building or place in the performance of any duty imposed upon him by this \nAct, he shall for every such offence be p unishable with fine which may extend to two hundred rupees.  \n \nl Subs. by A.O.. 1937, for “L.G.”. \n \nPage 13 of 31 \n  16. Power to require crews to prevent or extinguish fire .— (1) For the purpose of preventing \nor extinguishing fire in any port subject to this Act, the conservator or port -officer may require the \nmaster of any vessel within the port to place at his disposal such number as he requires, not exceeding \nthree -fourths, of the crew then under the orders of such master.  \n (2) Any master refusing or neglecting to comply with such requisition shall be punishable with \nfine which may extend to five hundred rupees, and any seaman then under his orders who, after being \ndirected by the master to obey the orders of the conservator or port -officer for the purpose aforesaid, \nrefuses to obey such orders, shall be punishable with fine which may extend to twenty -five rupees.  \n 17. Appointment and powers of health officer .— (1) The 1[Gove rnment] may appoint at any \nport subject to this Act an officer to be called the health -officer.  \n (2) A health -officer shall, subject to the control of the 1[Government], have the following \npowers, within the limits of the port for whi ch he is appointed, n amely :  — \n(a)  with respect to any vessel, the powers conferre d on a shipping master by the \n2[Merchant Shipping Act, 1923 (XXI of 1923), section 91],  \n(b)  power to enter on board any vessel and medically examine all or any of the \nseamen or apprentices on board the vessel;  \n(c)  power to require and enforce the production of the logbook and any other books, \npapers or documents which he thinks necessary for the purpose of enquiring \ninto the health and medical condition of the persons on board the vessel;  \n(d)  power to call before him and question for any such purpose all or any of those \npersons and to require true answers to any questions which he thinks fit to ask;  \n(e)  power to require any person so questioned to make and subscribe a declaration \nof the truth of the statements made by him.  \n 18. Indemnity of Government against act or default of port -official or pilot . The \nGovernment shall not be responsible for any act or default of any conse rvator, port -officer or harbor \nmaster, of any port subject to th is Act, or of any deputy or assistant of any of the authorities aforesaid, \nor of any person acting under the control or direction of any such authority, deputy or assistant, or for \nany act or default of any pilot, or for any damage sustained by any vessel in consequence of any defect \nin any of the moorings, hawsers or other things belonging to the Government which may be used by \nthe vessel:  \n Provide that nothing in this section shall protect 1[the Government] from a suit in respect of \nany act done by or under the express order or sanction of the Government.  \n \n \n \n \n \n \nl Subs. by A.O., 1937, for “L. G”.  \n2 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s.  \n and Second Sch., for “Indian Merchant Shipping Act, 1859, section 71 ” which had been amended by Act 21 of 1923, s. 91.  \n \nPage 14 of 31 \n CHAPTER IV  \nRULES FOR THE SAFETY OF SHIPPING AND THE CONSERVATION OF PORTS.  \nGeneral Rules  \n 19. Injuring buoys, beacons and moorings .— (1) No person shall, without lawful excuse, \nlift, injure, loosen or set adrift any buoy, beacon or mooring fixed or laid down by , or by the authority \nof, the 2[Government] in any port subject to this Act.  \n (2) If any person offends against the provisions of this section, he shall for every such offence \nbe liable, in addition t o the payment of the amount of damage done, to fine which may extend to two \nthousand rupees, or to imprisonment for a term which may extend to two years.  \n 20. Wilfully loosening vessel from moorings . If any person wilfully and without lawful \nexpense loose ns or removes from her moorings any vessel within any such port without leave or \nauthority from the owner or master of the vessel, he shall, for every such offence, be punishable with \nfine which may extend to two hundred rupees, or with imprisonment for a term which may extend to \nsix months.  \n 21. Improperly discharging ballast .— (1) No ballast or rubbish, and no other thing likely to \nform a bank or shoal or to be detrimental to navigation, shall, without lawful excuse, be cast or thrown \ninto any such port or into or upon any place on shore from which the same is liable to be washed into \nany such port, either by ordinary or high tides , or by storms or land -floods 3[and no oil or water mixed \nwith oil s hall be discharged in or into 4[, or in any place from whi ch the same is liable to be washed as \naforesaid into,] any such port, to which any rules made under clause (ee) of sub -section (1) of section \n6 apply, otherwise than in accordance with such rules].  \n (2) Any person who by himself or another so casts or thr ows any ballast or ru bbish or any such \nother thing 3[or so discharges any oil or water mixed with oil], and the master of any vessel from which \nthe same is so c ast, 5[thrown or discharged], shall be punishable with fine which may extend to 6[fifty \nthousand] rupees, and shall pay any reasonable expenses which may be incurred in removing the same.  \n (3) If, after receiving notice from the conservator of the port to desist from so casting or \nthrowing any ballast o r rubbish or such other thing l[or from so discharging any oil or water mixed \nwith oil], any  master continues so to cast, 5[throw or discharge the same], he shall 6[be punishable with \na further fine which may extend to two thousand rupees for each day after the receipt of such notice \nand also be liable to simple imprisonment for a term which may extend to six months].  \n \n \n \n \n \n1 The original words “the Secretary of State for India in Council ” were first subs. by A.O., 1937 and then amended by A.O., 1961, Art. 2 (with effect \nfrom the 23rd Mar ch, 1956) to read as above.  \n2 Subs. by A. O.,1937, for “L. G. ”. \n1 Ins. by the Indian Ports (Amdt.) Act, 1923 (39 of 1923), s, 3,  \n2 Ins. by the Ports (Amdt.) Act, 1975 (28 of 1975), s, 2,  \n3 Subs. by Act 39 of 1923, s, 3. for “or thrown”,  \n4 Subs. by Act 28 of 1975, s. 2, for “five hundred”,  \n5 Subs. by Act 39 of 1923, s. 3. for “or throw it”,  \n6 Subs. by Act 28 of 1975, s. 2, for “also be liable to simple imprisonment for a term which may extend to two months”.  \n \n \nPage 15 of 31 \n  (4) Nothing in this section a pplies to any case in which the ballast or rubbish or such other \nthing is cast or thrown into, 1[or the oil or water mixed with oil is discharged in or into,] any such port \nwith the consent in writing of the conservator, or within any limits within which s uch act may be \nauthorized by the 2[Government].  \n 22. Graving vessels within prohibited limits . If any person graves, breams or smokes and \nvessel in any such port contrary to the directions of the conservator, or at any time or within any limits \nat or within which such act is prohibited by the 2[Government], he and the master of the vessel shall \nfor every such offence be punishable with fine which may extend to five hundred rupees each.  \n 23. Boiling pitch on board vessel within prohibited limits . If any person boils or heats any \npitch, tar, resin, dammer, turpentine, oil or other such combustible m atter on board any vessel within \nany such port, or at any place within its limits where such act is prohibited by the 2[Government], or \ncontrary to the directions of the conservator, he and the master of the vessel shall for every such offence \nbe punishabl e with fine which may extend to two hundred rupees each.  \n 24. Drawing spirits by unprotected artificial light . If any person, by an unprotected artificial \nlight, draws off spirits on board any vessel, within any port subject to this Act, he and the master  of \nthe vessel shall for every such offence be punishable with fine which may extend to two hundred \nrupees each.  \n 25. Warping .— (1) Every master of a vessel in any port subject to this Act shall, when required \nso to do by the conservator, permit warps or hawsers to be made fast to the vessel for the purpose of \nwarping any other vessel in the port, and shall not allow any such warp or hawser to be let go until \nrequired so to do.  \n (2) A master offending against sub -section (1) shall be punish able for every  such offence with \nfine which may extend to two hundred rupees.  \n 26. Leaving out warp or hawser after sunset .— (1) A master of a vessel shall not, cause or \nsuffer any warp or hawser attached to his vessel to be left out in any port subject to this Act aft er sunset \nin such a manner as to endanger the safety of any other vessel navigating in the port.  \n (2) A master offending against sub -section (1) shall be punishable for every such offence with \nfine which may extend to two hundred rupees.  \n 27. Discharge of  fire-arms in port . If any person, without lawful excuse, discharges any \nfirearm in any port subject to this Act, or on or from any pier, landing -place, wharf or quay thereof, \nexcept a gun loaded only with gunpowder for the purpose of making a signal of di stress, or for such \nother pur pose as may be allowed by the 3[Government], he shall for every such offence be punishable \nwith fine which may extend to fifty rupees.  \n \n \n \n1 Ins. by the Indian Ports (Amdt.) Act, 1923 (39 of 1923), s. 3.  \n2 Subs.. by A.O..1987.  for “L. G. ”. \n3 Subs. by A. O. 1937, for “L.G.”.  \n \nPage 16 of 31 \n  28. Penalty on master omitting to take order to extinguish fire . If the master of any vessel \nin which fire takes place while lying in any such port wilfully omits to take order to extinguish the fire \nor obstructs the conservator or the port -officer, or any person acting under the authority of the \nconservator or port -officer, in extinguishing or attempting to extinguish the fire, he shall be punishable \nwith imprisonment which may extend to six months, or with fine which may extend to one thousand \nrupees, or with both.  \n 29. Unauthorized person not to search for lost sto ries.— (1) No person, without the \npermission of the conservator, shall, in any port subject to this Act, creep or sweep for anchors, cables \nor other stores lost or supposed to lost therein. (2) If any person offends against the provisions of sub -\nsection (1 ), he shall be punishable with fine which may extend to one hundred rupees.  \n 30. Removing stones or injuring shores of port prohibited .— (1) No person without the \npermission of the conservator shall in any port subject to this Act remove or carry away any  rock, \nstones, shingle, gravel, sand or soil or any artificial protection from any part of the bank or shore of \nthe port ;  \n and no person shall sink, or bury in any part of such bank or shore, whether the same is public \nor private property, any mooring -post, anchor or any other thing, or do any other thing which is likely \nto injure or to be used so as to injure such bank or shore, except with the permission of the conservator, \nand with the aid or under the inspection of such person, if any, as the conservat or may appoint to take \npart in or overlook the performance of such work.  \n (2) If any person offends against sub -section (1), he shall for every such offence be punishable \nwith fine which may extend to one hundred rupees and shall pay any reasonable expens es which may \nbe incurred in repairing any injury done by him to the bank or shore.  \nSpecial Rules  \n 31. Moving of vessels without  pilot or permission of harbor master .— (1) No vessel of the \nmeasurement of two hundred tons or upwards shall enter, leave or be moved in any port to which this \nsection has been specially extended without having a pilot, harbourmaster or assistant  of the port -\nofficer or harbor master on board;  \n and no vessel of any measurement less than two hundred tons and exceeding one hundred ton s \nshall enter leave or be moved in any such port without having a pilot, harbourmaster or assistant  of the \nport-officer or harbor master on board, unless authority in writing so to do has been obtained from the \nconservator or some officer empowered by him to give such authority:  \n 1[Provided that the 2[Government ] may, by notification in the 3[official Gazette], direct that in \nany port specified in such notification the provisions of this sub -section shall not apply to sailing \nvessels of any measurement not exceeding a measurement so specified.]  \n  \n \n \n \n1 Provisions; by the Indian Ports (Amdt.) Act, 1925 (36 of 1925), s. 2.  \n2 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ” which had been subs. by A. O. 1937, for “G. G. in C. ”.  \n3 Subs. by A.O., 1937, for “Gazette of India ”.  \n \nPage 17 of 31 \n  1[(2) Notwithstanding anything in sub -section (1), the owner or master of a vessel which is by \nthat sub -section re quired to have a pilot, harbor master or assistan t of the port officer or harbor master \non board, shall be answerable for any loss or damage caused by the vessel or by any fault of the \nnavigation of the vessel, in the same manner as he would have been if he had not been so required by \nthat sub -section:  \n Provided that the provisions of this sub -section shall not take effect till the first day of January \n1918 , or such earlier date as the 2[Federal Government] may  notify in that behalf in the 3[official \nGazette].]  \n 4[(3) If any vessel, except in case of urgent necessity, enters, leaves or is moved in the port \ncontrary to the provisions of subsection (1), the master of the vessel shall for every such offence be \npunishable with fine which may extend to two hundred rupees, unless upon application to the proper \nofficer the master was una ble to procure a  pilot, harbor master or assistant  of the port -officer or harbor \nmaster to go on board the vessel.  \n 5*  *  *  *  *  *  *  \n 32. Provision of certain vessels with fire extinguishing apparatus .— (1) Every vessel \nexceeding the measurement of two hundred tons and lying in any port to which this section has been \nspecially extended shall be provided with a proper force -pump and hose and appurtenances, for the \npurpose of extinguishing any fire which ma y occur on board.  \n (2) The master of such a vessel who, having been required by the conservator to comply with \nthe provisions of sub -section (1), neglects or refuses, without lawful excuse, so to do for the space of \nseven days after such requisition, shal l be punishable with fine which may extend to five hundred \nrupees.  \nCHAPTER V  \nPORT -DUES, FEES AND OTHER CHARGES  \n 33. Levy of port -dues .— (1) 6[Subject to the provisions of sub -section (2),] in each of the ports \nmentioned in the first schedule such port -due, not exceeding the amount specified for the port in the \nthird column of the schedule as the 7[Government] directs, shall be levied on vessels entering the port \nand described in the second column of the schedule, but not oftener than the time fixed for the port in \nthe fourth column the schedule.  \n 8(2) The 7[Government ] may, by notification in the 9[official Gazette], alter or  \n \n \n \n \n \n1 Sub-section (2) ins. by the Indian Ports (Amdt.) Act, 1916 (6 of 1916), section 5 (i).  \n2 Subs by F.A.O; 1975 Art. 2 and Table, for “Central Government ” which had been subs. by A.O. 1937, for “G G. in C ”.  \n3 Subs. by A.O 1937, for Gazette of India ”  \n4 Sub-section (2) re -numbered as (3) by s. 5 (iii), by the Indian Ports (Amdt.) Act, 1916 (6 of 1916).  \n5 Sub-sections (4) and (5) as re -numbered by section 5, ibid. omitted by the Indian Ports (Amdt.) Act, 1925 ( 36 of 1925), s. 2(2).  \n6 Ins. by Act 6 of 1916, s. 6 (i).  \n7 Subs. by A.O., 1937. for “L. G. ”.  \n8 Sub-section (2) ins. by Act 6 of 1916, s. 6(ii).  \n9 Subs. by A.O..1937. for “local official Gazette ”. \n \nPage 18 of 31 \n  Add 1to any entry in the first schedule rela ting to port s 2[in 3[Pakistan] or, as the case may be, \nin the Province], and this power shall include the power to regroup any such ports.  \n 4*  *  *  *  *  *  * \n 5[(3)] Whenever the 6[Government] 7* * * declares any other port to be subject to this Act, it \nmay, 8* * * by the same or any subsequent declaration, further declare, – \n(a)  in the terms of any of the entries in the second column of the first schedule, the \nvessels which are to be chargeable with port -dues on entering the port,  \n(b)  the highest rates at which such dues may be levied in respect of vessels \nchargeable therewith, and  \n(c)  the times at which such vessels are to be so chargeable.  \n 9*  *  *  *  *  *  * \n 10[(4) All port -dues now leviable in any port shall continue to be so leviable until it is otherwise \ndeclared in exercise of the powers conferred by this section.  \n 10[(5)] An order increasing or imposing port -dues under this section shall not take effect ti ll the \nexpiration of sixty days from the day on which the order was published in the 11[official Gazette].  \n 34. Variation of port -dues by Government .The 6[Government] may, 12[after consulting the \nauthority appointed under section 36,] exempt, 13[subject to  such conditions,  \n if any, as it thinks fit to impose, any vessel or class of vessels] entering a port subject to this \nAct from payment of port dues and cancel the exemption, or may vary the rates at which portdues are \nto be levied in the port, in such manner as, having regard to the receipts and charges on account of the \nport, it thinks expedient, by reducing or rai sing the dues, or any of them 13[or may extend the periods \nfor which any vessel or class of vessels entering a port shall be exempt fro m liability to pay port -dues]  \n Provided that the rates shall not in any case exceed the amount authorized to be taken by or \nunder this Act.  \n 35. Fees for pilotage and certain other services .— (1) Within any port subject to this Act, \nfees may be charged fo r pilotage, hauling, mooring, re -mooring, hooking, measuring and other services \nrendered to vessels, at such rates as the 14[Government] may direct.  \n \nl For instance of such an addition, see Gaz. of P., 1950, Ext., p. 678.  \n2 Subs. by A. O.,1937, for “withi n its own Province ”.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October , 1955), for “any \nProvinces ” which had been subs. by A.O., 1949, for “British India ”.  \n4 The proviso to sub -section (2), was omitted by A.O., 1937.  \n5 The original sub -section (2), was re -numbered as sub -section (3) by the Indian Ports (Amdt.) Act, 1916 (6 of 1916), s. 6(iv).  \n6 Subs. by A.O., 1937, for “L. G. ”.  \n7 The words “with the previou s sanction of the G. G. in C. ” omitted by Act 6 of 1916, s. 6 (ii).  \n8 The words ” with the like sanction ” omitted, ibid.,  \n9 The proviso to sub -section (3), which had been added ibid., was omitted by A. O. , 1937.  \n10 The original sub -sections (3) and (4) were re -numbered (4) and (5), respectively by Act 6 of 1916, 9. 6(iv).  \n11 Subs. by A.O., 1937, for “local official Gazette ”.  \n12 Ins. by Act 6 of 1916, s. 7. 13 Subs. ibid., for “the vessels ”. \n13 Ins. by the Indian Ports (Amdt.) Act, 1916 (6 of 1916), s. 7.  \n14 Subs. by A.O., 1937, for “L. G.”  \n \nPage 19 of 31 \n  1*  *  *  *  *  *  *  \n (2) The fees now chargeable for such services shall continue to be chargeable unless and until \nthey are altered in exercise of the p ower conferred by sub -section (1).  \n 36. Receipt, expenditure and account of port -charges .— (1) The 2[Government] shall \nappoint some officer or body of persons at every port at which any dues, fees or other charges are \nauthorized to be taken by or under this Act to receive the same and, subject t o the control or the \n2[Government], to expend the receipts on any of the objects authorized by this Act.  \n (2) Such officer or body shall keep for the port a distinct account, to be called the port fund \naccount, s howing, in such detail as the 2[Government] prescribes, the receipts and expenditure of the \nport, and shall publish annually a s soon after the first day of 3[July] as may be practicable  an abstract, \nin such form as 4[the Government] prescribes, of the acco unt for the past financial year.  \n 5*  *  *  *  *  *  * \n (4) All money received under this Act at or on account of any port subject to this Act, excluding \nreceipts on account of pilotage but inc1uding –  \n(a)  fines,  \n(b)  proceeds of waifs, and  \n(c)  any balance of the proceeds of a sale under section 14 where no right to the \nbalance has been established on a claim made within three years from the date \nof the sale,  \n shall be credited in the port fund account of the port  \n (5) All expenses incurred for the s ake of any such port, excluding expenses on account of \npilotage but including – \n(a)  the pay and allowances of all persons upon the establishment of the port,  \n(b)  the cost of buoys, beacons, lights and all other works maintained chiefly for the \nbenefit of  vessels being in or entering or leaving the port or passing through the \nrivers or channels leading thereto,  \n(c)  pensions, allowances and gratuities of persons who have been employed in the \nport under this or any other enactment relating to ports and por t-dues, or such \nportion of those pensions, allowances an d gratuities as the 6[Government] may \nby rule determine,  \n \n \n1 The original proviso to this sub -section was omitted by Act 6 of 1916 s. 8, and the proviso ins. by the Bengal Pilot Service (Centralisation of \nAdministration) Act, 1929 (11 of 1929), s. 3, was omitted by A.O., 1937.  \n2 Subs. by A.O., 1937, for “L. G.”  \n3 Subs. by the Repealing and Amending Ordinance, 1965 (10 of 1965) s. 3 and 2nd Sch., for “April ”.  \n4 Subs. by A.O., 1937, for “that Govt. ”.  \n5 Sub-section (3) omitted by Act 6 of 1916, s. 9.  \n6 Subs. by A.O., 1937, for “L. G.”.  \n \nPage 20 of 31 \n  (d)  with the previous sanction of the l[Government], contributions towards the \nsupport of public hospitals or dispensaries suitable for the reception or relief of \nseamen or otherwise towards the provision of sanitary superintendence and \nmedical aid for the shippin g in the port and for seamen whether ashore or afloat \nbelonging to vessels in the port, and  \n(e)  with the like sanction, contributions towards sailors’ homes, institutes, \nresthouses and coffee -houses and for other purposes connected with the health, \nrecre ation and temporal well -being of sailors,  \n shall be charged to the port fund account of the port.  \n (6) Subject to the provisions of any local law as to the disposal of any balance from time to \ntime standing to the credit of a port fund account any such bal ance may be temporarily i nvested in \nsuch manner as the l[Government] may direct.  \n 37. Grouping of ports .— (1) The 2[Provincial Government] may direct that for the purposes \nof the last foregoin g section any number of ports 3[in the Province not being major ports] shall be \nregarded as constituting a single port, and thereupon all moneys to be credited to the port fund account \nunder sub -section (4) of that section shall form a common port fund account which shall be available \nfor the payment of all expenses in curred for the sake of any of the ports.  \n 4*  *  *  *  *  *  *  \n (2) Where ports are grouped by or under this Act, the followin g consequences ensue, namely: — \n(a)  the 1[Provincial Government], in the exercise of its control over expenditure \ndebitable to the common port fu nd account of the group, may, 5* * *, make rules \nwith respect to the expenditure of the fund for the sake of the several ports of \nthe group on the ob jects authorized by this Act, 6* * *; and  \n(b)  the 2[Provincial Government] may exercise  its authority under section 34 as \nregards all the ports in the group collectively or as regards any of them \nseparately  \n 38. Receipts for port -charges.  The person to whom any dues, fees or other charges authorized \nto be taken by or under this Act are paid shall grant to the person paying the same a proper voucher in \nwriting under his hand, describing the name of his office, the port or place at which the dues, fees or \nother charges are paid, and the name, tonnage and other proper description of the vessel i n respect of \nwhich the payment is made.  \n \n \n \n \n1 Subs. by A.O., 1937, for “L. G.”.  \n2 Subs. by A.O., 1937, for “L. G.”.  \n3 Ins., ibid.  \n4 The proviso to sub -section (1) omitted ibid.  \n5 The words “subject to the control of the G.G. in C” omitted by A.O., 1937. The words “subject to the control” had been subs. for the words “with the \nprevious sanction” by the Indian Ports (Amdt.) Act, 1916 (6 of 1916), s, 10.  \n6 The words “and shall cause effect to be given to any directions which the G. G. in C. may deem it necessary to issue with respect to such expenditure” \nomitted by A. O. 1937.  \n \nPage 21 of 31 \n  39. Master to report arrival .— (1) Within twenty -four hours after the arrival within the limits \nof any port subject to this Act, of any vessel liable to the payment of port -dues under this Act, the \nmaster of the vessel shall report her arrival to the conservator of the port.  \n (2) A master failing without lawful excuse to make such report within the time aforesai d shall \nfor every such offence be punishable with fine which may extend to one hundred rupee s. \n (3) Nothing in this section applies to tug -steamers, ferry steamers or river steamers plying to \nand from any of the ports subject to this Act 1* * *  \n 40. Conse rvator may in certain cases ascertain draught and charge expense to master . If \nany vessel liable to the payment of port -dues is in any such port without proper marks on the stem and \nstern posts thereof for denoting her draught, the conservator may cause th e same to be ascertained by \nmeans of the operation of hooking, and the master of the vessel shall be liable to pay the expenses of \nthe operation.  \n 41. Ascertainment of tonnage of vessel liable to port -dues . In order to ascertain the tonnage \nof any vessel liable to pay port -dues the following rules shall be observed, namely: – \n(1) (a) If the vessel is 2* * * a vessel registered under the Registration of Ships Act, \n1841 (X of 1841), or the Registration of Ships Act (1841) Amendment Act, \n1850 (XI of 1850), or under any other law for the time being in force for t he \nregistration of vessels in 3[Pakistan], the con servator may require the owner or \nmaster of the vessel or any person having possession of her register to produce \nthe register for inspection.  \n(b)  If the owner or master or such person neglects or refuses to produce the register \nor otherwise to satisfy t he conservator as to what is the true tonnage of the vessel \nin respect of which the port -dues are payable, he shall be punishable with fine \nwhich may extend to one hundred rupees, and the conservator may cause the \nvessel to be measured, and the tonnage the reof to be ascertained, according to \nthe mode of measurement prescribed by the rules for the time being in force for \nregulating the measurement of British vessels, and in such case the owner or \nmaster of the vessel shall also be liable to pay the expenses of the measurement.  \n (2) If the vessel is not 4* * * a vessel registered under the Registration of Ships Act, 1841 (X \nof 1841), or the Registration of Ships Act (1841) Amendment Act, 1850 (XI of 1850), or under any \nother law for the time being in force fo r the registration of vessels in 5[Pakistan], and the owner or \nmaster thereof fails to satisfy the conservator as to what is her true tonnage according to the mode of \nmeasurement prescribed by the rules for the time being in force for regulating the measur ement of \n6[Pakistan vessels], the conservator shall cause the vessel to be measured and the tonnage thereof to \nbe ascertained, according to the mode aforesaid, and in such case the owner or master of the vessel \nshall be liable to pay the expenses of the me asurement.  \n \n \n1 The words “or to ballam boats plying to and from the port of Chittagong ” omitted by the Federal Laws (Rrevision and Declaration) Ordinance, 1981 \n(27 of 1981), s. 3 and Second Sch.,  \n2 The words or “a British registered vessel or ” omitted ibid.  \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October , 1955), for “the \nProvinces and the Capital of the Federation ” which had been subs. by A.O., 1949, for “British I ndia” \n4 The words or “a British registered vessel or” omitted ibid.  \n5 The words “or to ballam boats plying to and from the port of Chittagong” omitted by the Federal Laws (Rrevision and Declarati on) Ordinance, 1981 \n(27 of 1981), s. 3 and Second Sch.,  \n6 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch., for” British vessels ”.  \n \nPage 22 of 31 \n  (3) If the vessel is a vessel of which the tonnage cannot be ascertained according to the mode \nof measurement mentioned in cl auses (1) and (2), the tonnage of the vessel shall be determined by the \nconservator on such an estimate as may seem to him to be just.  \n 42. Distraint and sale on refusal to pay port -charges . If the master of any vessel in respect \nof which any port dues, fees or other charges are payable under this Act, refuses or neglects to pay the \nsame on demand, the authority appointed to receive such port -dues, fees or other charges may distrain \nor arrest  the vessel, and the tackle, apparel and furniture belonging thereto or any part thereof, and \ndetain the same until the amount due is paid; and in case any part of the port -dues, fees or other charges \nor of the costs of the distress or arrest or of the kee ping of the vessel or other thing distrained or \narrested, remains unpaid for the space of five days next after any such distress or arrest, may cause the \nvessel or other thing distrained or arrested to be sold and with the proceeds of such sale may satisfy  \nthe portdues, fees or other charges and the costs including the costs of sale remaining unpaid, and shall \nrender the surplus, if any, to the master of the vessel upon demand.  \n 43. No port -clearance to be granted until port charges are paid . The officer of  1[the \nGovernment] whose duty it is to grant a port -clearance for any vessel shall not grant such clearance – \n(a)  until her owner or master, or some other person, has paid or secured to the \nsatisfaction of such officer the amount of all port -dues, fees and  other charges, \nand of an fines, penalties and expenses to which the vessel or her owner or \nmaster is liable under this Act;  \n(b)  until all expenses, which by the Merchant Shipping Act, 1894 (54 & 58 Vict., \nc. 60), section 207, are to be borne by her owner , incurred since her arrival in \nthe port from which he seeks clearance, have been paid.  \n 44. Port -charges payable in one port recoverable at any other port .— (1) If the master of \nany vessel in respect of which any such sum as is mentioned in the last foreg oing section is payable \ncauses her to leave any port without having paid the sum, the authority appointed to receive port -dues, \nfees and other charges at the port under this Act may require in writing the authority appointed to \nreceive port -dues, fees and other charges under this Act at any other port in 2[Pakistan] to which she \nmay proceed, or in which she may be, to levy the sum.  \n (2) The authority to whom the requisition is directed shall Proceed to levy such sum in the \nmanner prescribed in section 42, and a certificate purporting to be made by the authority appointed to \nreceive port -dues, fees and other charges at the port where such sum as is mentioned in the last \nforegoing, section became payable, stating the amount payable; shall be sufficient prima facie proof \nof such amount in any proceeding under section 42 and also (in case the amount payable is disputed) \nin any subsequent proceeding under section 59.  \n 45. Penalty for evading payment of port -charges .— (1) If the master of a vessel evades the \npayme nt of any such sum as is mentioned in section 43, he shall be punishable with fine which may \nextend to five times the amount of the sum. (2) In any proceeding before a Magistrate on a prosecution \nunder sub -section (1), any such certificate as is mentioned in section 44, sub -section  \n \n1 The original word ” Govt ” was first subs. by A.O.., 1937 and then amended by A.O., 1961, Art. 2 (with effect from the 23rd March, 1956), to read as \nabove.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October, 1955), for “the \nProvinces and the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n \nPage 23 of 31 \n  (2), stating that the master has evaded such payment, shall be sufficient pr ima facie proof of \nthe evasion, unless the master shows to the satisfaction of the Magistrate that the departure of the vessel \nwithout payment of the sum was caused by stress of weather, or that there was lawful or reasonable \nground for such departure.  \n (3) Any Magistrate having jurisdiction under this Act in any port to which the vessel may \nproceed, or in which she may be found, shall be deemed to have jurisdiction in any proceeding under \nthis section.  \n 46. Port -due on vessels in ballast . A vessel enteri ng any port subject to this Act 1* * * in \nballast and not carrying passengers shall be charged with a port -due at a  rate to be determined by the \n2[Government] and not exceeding three -fourths of the rate with which she would otherwise be \nchargeable.  \n 47. Port -due on vessels not discharging or taking in cargo . When a vessel enters a port \nsubject to this Act, but does not discharge or take in any cargo or passengers therein (with the exception \nof such unshipment and reshipment as may be necessary for purpose s of repair), she shall be charged \nwith a port -due at all  rate to be determined by the 2[Government] and not exceeding half the rate with \nwhich she would otherwise be chargeable.  \n 48. Port -due not to be chargeable in certain cases .— No port -due shall be c hargeable in \nrespect of — \n(a)  any pleasure -yacht, or  \n(b)  any vessel which, having left any port, is compelled to re -enter it by stress of \nweather or in consequence of  having sustained any damage, 3* \n 3*   *   *   *   *   *   * \n 49. Power to impose hospital port -dues .— (1) The 4[Federal Government]  may, by \nnotification in, the 5[ official Gazette], order that there shall be paid in respect of every vessel entering \nany port subject to this Act, within a reasonable distance of which there is a public hospital or \ndispensary suitable for the reception or relief seamen requiring medical aid, such further port -dues not \nexceeding one anna per ton as the 4[Federal Government] thinks fit.  \n (2) Such port -dues shall be calle d hospital port -dues, and the 4[Fede ral Government] shall, in \nmaking any order under sub -section (1), have regard to any contributions made under section 36, \nsubsection (5), clause (d).  \n (3) An order imposing or increasing hospital port -dues shall not take effect till the expiration \nof sixt y days from the day on which t he order was published in the 5[official Gazette].  \n \n \n \n1 The words and brackets “(other than a port in Burma)” omitted by A.O., 1937.  \n2 Subs. ibid., for “L. G.”  \n3 The word “or” and cl. (c) omitted by A.O., 1949.  \n4 Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government” which had been subs. by A.O., 1937, for “L. G.”.  \n5 Subs. by .A.O., 1937, for “local official Gazette”  \n \nPage 24 of 31 \n  (4) Whenever the 1[Federal Government] is satisfied that proper provision has been made by \nthe owners or agents of any class of vessels for giving medical aid to the seamen employed on board \nsuch class of vessels, or that such provision is unnecessary in the case of any class of vessels, i t may, \nby notification in the 2[official Gazette] , exempt such class of vessels from any payment under this \nsection.  \n 50. Application and account of hospital port -dues — (1) Hospital port -dues shall be applied, \nas the 3[Federal Government] may direct, to the support of any such hospital or dispensary as aforesaid, \nor otherwise for providing sanitary superintendence and medical aid for the shipping in the port in \nwhich they are levied and for the seamen belonging to the v essels therein, whether such seamen are \nashore or afloat.  \n (2) The 3[Federal Government] shall publish annually in t he 2[official Gazette], as soon after \nthe first day of April as may be, an account, for the past financial year, of the sums received as ho spital \nport-dues at each port where such dues are payable, and of the expenditure charged against those \nreceipts.  \n (3) Such account shall be published as a supplement to the abstract published un der section 36, \nsub-section (2)  \nHOISTING SIGNALS  \n 51. Master  to hoist number of vessel .— (1) The master of every inward or outward bound \nvessel, on arriving within signal distance of any signal -station established 4* * * within the limits of \nany part of a river or channel leading to a port subject to this Act, shal l, on the requisition of the pilot \nin charge of the vessel, signify the name of the vessel by hoisting the number by which she is known, \nor by adopting such other means to this end as may be practicable and usual, and shall keep the signal \nflying until it is answered from the signal station.  \nCHAPTER VI  \n (2) If the master of a vessel arriving as aforesaid offends against sub -section (1), he shall be \npunishable for every such offence with fine which may extend to one thousand rupees.  \n 52. Pilot to require master to hoist number .— (1) Every pilot in charge of a vessel shall \nrequire the number of the vessel to be duly signalled as provided by the last foregoing section.  \n (2) When, on such requisition from the pilot, the master refuses to hoist the number of a  vessel, \nor to adopt such other means of making her name known as may be practicable and usual, the pilot \nmay, on arrival at the first place of safe anchorage, anchor the vessel and refuse to proceed on his \ncourse until the requisition has been complied wi th.  \n 53. Penalty on pilot disobeying provisions of this Chapter . Any pilot in charge of a vessel \nwho disobeys, or abets disobedience to, any of the provisions of this Chapter, shall be punishable with \nfine which may extend to five hundred rupees for each instance of such disobedience or abetment, and, \nin addition, shall be liable to have his authority to act as a pilot withdrawn.  \n \n1 Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government” which had been subs. by A.O., 1937, for “L. G.”.  \n2 Subs. by .A.O., 1937, for “local official Gazette”  \n3 Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government” which had been subs. by A. O., 1937, for “L.G”.  \n4 The words “within the limits of the river Hooghly, or” omitted by A.O., 1949.  \n \nPage 25 of 31 \n CHAPTER VII  \nPROVISIONS WITH RESPECT TO PENALTIES  \n 54. Penalty for disobedience to rules and orders of the Government . If any person disob eys \nany rule or order which a 1[Government] has made in pursuance of this Act and for the punishment of \ndisobedience to which express provision has not been made elsewhere in this Act, he shall be \npunishable for every such offence with fine which may extend to 2[fifty thousand] rupees.  \n 55. Offences how triable, and penalties how recovered . All offences against this Act shall \nbe triable by a Magistrate, and any Magistrate may, by warrant under his hand, cause the amount of \nany fine imposed upon the owner or master of any vessel, for any  offence committed on board of the \nvessel or in the management thereof or otherwise in relation thereto, whereof the owner or master is \nconvicted, to be levied by distress and sale of the vessel, and the tackle, apparel and furniture thereof, \nor so much th ereof as is necessary.  \n 56. Cost of conviction__ (1) In case of any conviction under this Act, the convicting Magistrate \nmay order the offender to pay the costs of the conviction in addition to any fine or expenses to which \nhe may be liable.  \n (2) Such co sts may be assessed by the Magistrate and may be recovered in the same manner as \nany fine under this Act.  \n 57. Ascertainment and recovery of expenses and damages payable under this Act__ (1) If \nany dispute arises as to the sum to be paid in any case as ex penses or damages under this Act, it shall \nbe determined by a Magistrate upon application made to him for that purpose by either of the disputing \nparties.  \n (2) Whenever any person is liable to pay any sum, not exceeding one thousand rupees, as \nexpenses or damages under this Act, any Magistrate, upon application made to him by the authority to \nwhom the sum is payable, may, in addition to or instead of any other means for enforcing payment, \nrecover the sum as if it were a fine.  \n 58. Cost of distress . Whenever any fine, expenses or damages is or are levied under this Act \nby distress and sale, the cost of the distress and sale may be levied in addition to such fine, expenses \nor damages, and in the same manner.  \n 59. Magistrate to determine the amount t o be levied in case of dispute . If any dispute arises \nconcerning the amount leviable by any distress or arrest under this Act or the costs payable under the \nlast foregoing section, the person making the distress or using the arrest may detain the goods \ndistrained or arrested, or the proceeds of the sale thereof, until the amount to be levied has been \ndetermined by a Magistrate, who, upon application made to him for that purpose, may determine the \namount, and award such costs to be paid by either of the part ies to the other of them as he thinks \nreasonable, and payment of such costs, if not paid on demand, shall be enforced as if they were a fine.  \n \n \n \n \n \n1 Subs. by A. O., 1937, for “L.G.”  \n2 Subs. by the Ports (Amdt.) Act, 1975 (28 of 1975), s. 3, for “one hundr ed”. \n \nPage 26 of 31 \n  60. Jurisdiction over offences beyond local limits of jurisdiction  (1) Any person offending \nagainst the provisions of this Act in any port subject to this Act shall be punishable by any Magistrate \nhaving jurisdiction over any district or place adjoining the port.  \n (2) Such Magistrate may exercise all the powers of a Magi strate under this Act, in the same \nmanner and to the same extent as if the offence had been committed locally within the limits of his \njurisdiction, notwithstanding that the offence may not have been committed locally within such limits, \nand, in case any s uch Magistrate exercises the jurisdiction hereby vested in him, the offence shall be \ndeemed, for all purposes, to have been committed locally within the limits of his jurisdiction.  \n 61. Conviction to be quashed on merits only .— (1) No conviction, order or  judgment of any \nMagistrate under this Act shall be quashed for error of form or procedure, but only on the merits, and \nit shall not be necessary to state, on the face of the conviction, order or judgment, the evidence on \nwhich it proceeds.  \n (2) If no jur isdiction appears on the face of the conviction, order or judgment, but the \ndepositions taken supply that defect, the conviction, order or judgment shall be aided by what so \nappears in the depositions.  \nCHAPTER VIII  \nSUPPLEMENTAL PROVISIONS  \n 62. Hoisting unlawful colours in port .— (1) If any vess el belonging to any 1[citizens of \nPakistan] 2* * * or sailing under 3[Pakistan 2* * colours], hoists, carries or wears, within the limits of \nany port subject to this Act, any flag, jack, pennant or colours, the use  whereof on board such vessel \nhas been prohibited by the Merchant Shipping Act, 1894 (57 & 58 Viet. c. 60), or any other Statute \nnow or here -after to be in force, or by any proclamation made or to be made in pursuance of a ny such \nStatute, or by any of 4[the regulations] in force for the time being, the master of the vessel shall, for \nevery such offence, be punishable with fine which may extend to fifty rupees.  \n (2) Such fine shall be in addition to any other penalty recoverable in respect of such an offence .  \n (3) The conservator of the port, or  any officer of 5[the Pakistan Navy], may enter on board any \nsuch vessel and seize and take away any flag, jack, pennant or colours so unlawfully hoisted, carried \nor worn on board the same.  \n 63. Foreign deserters . Any  Magistrate, upon an application being made to him by the Consul \nof any Foreign Power to which section 238 of the Merchant Shipping Act, 1894 (57 & 58 Viet. c. 60) , \nhas, by an Order in Council 6[or order], been, or shall hereafter be, declared to be applic able, or by the \nrepresentative of such Consul, and upon complaint on oath of the desertion of any seaman, not being \na slave, from any vessel of such Foreign Power, may, until a revocation of such order in Council  \n \n \n1 Subs. by A. O., 1961, Art. 2 and Sch., for “of His Majesty’s subjects” (with effect from the 23rd March, 1956) .  \n2 The words “or any Commonwealth Citizen” and “or British” omitted by the Federal Laws (Revision and Declaration) Ordinance, 19 81 (27 of 1981 ), \ns. 3, and Second Sch.,  \n3 Subs. by A. O., 1961, Art. 2 and Sch., for “British Colours” (with effect from the 23rd March,1956).  \n4 Subs. ibid ., for “His Majesty’s regulations” (with effect from the 23rd March,1956).  \n5 The original words “His Majesty’s Navy or Indian Marine Service” have successively been amended by A. O., 1937, A. O., 1949 and A. O., 1961 \n(with effect from the 23rd March, 1956), to read as above.  \n6 Ins. by A. O., 1961, Art. 2 and Sch. (with effect from 23rd March, 1956)  \n \nPage 27 of 31 \n  1[or order] ha s been publicly notified, issue his warrant for the apprehension of any such \ndeserter, and, upon due proof of the desertion, may order him to be conveyed on board the vessel to \nwhich he belongs, or, at the instance of the Consul, to be detained in custody until the vessel is ready \nto sail, or, if the vessel has sailed, for a reasonable time not exceeding one month:  \n Provided that a deposit be first made of such sure as the Magistrate deems necessary for the \nsubsistence of the deserter during the detention a nd that the detention of the deserter shall not be \ncontinued beyond twelve weeks.  \n 64. Application of sections 10 and 21 .— (1) The provisions of sections 10 and 21 shall be \napplicable to all ports heretofore  or hereafter declared by the 2[Government] to be ports for the \nshipment and landing of goods but not otherwise subject to this Act, and may be enforced by any \nMagistrate to whose ordinary jurisdiction any such port is subject.  \n (2) Any penalties imposed by him, and any expenses incurr ed by his order, under the said \nprovisions, shall be recoverable respectively in the manner provided in sections 55 and 57.  \n (3) In any of the said ports for the shipment and landing of goods the consent referred to in \nsection 21, sub -section (4), may be given by the principal officer of customs at such port or by any \nother officer appointed in that b ehalf by the 3[Government].  \n 65. Grant of sites for sailors’ institutes .— Any local authority in which any immoveable \nproperty in or near a port is vested ma y, 4[with the previous sanction, in the case of a cantonment \nauthority or the port authority o f a major port, of the 3[Federal Government], and in other cases, of the \nProvincial Government], appropriate and either retain and apply, or transfer by way of gi ft or \notherwise, the whole or any part of the property as a site for, or for use as, a sailors’ home or other \ninstitution for the health, recreation and temporal well -being of sailors.  \n 66. Exercise of powers of conservator by his assistants .— (1) All act s, orders or directions \nby this Act authorized to be done or given by any conservator may, subject to his control, be done or \ngiven by any harbour -master or any deputy or assistant of such conservator or harbour -master.  \n (2) Any person authorised by this Act to do any act may call to his aid such assistance as may \nbe necessary.  \n 67. Service of written notice of directions . Any written notice of a direction given under this \nAct, left for the master of any vessel with any person employed on board thereof, or  affixed on a \nconspicuous place on board of the vessel, shall, for the purposes of this Act, be deemed to have been \ngiven to the master thereof.  \n \n \n \n \n \n \n \n \n \n1 Ins. by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956).  \n2Subs. by A. O., 1937,  for “L.G.”  \n3Subs. by A. O., 1937, for “L.G.”  \n4Subs. ibid. for “with the previous sanction of the L.G.”  \n \nPage 28 of 31 \n  68. Publication of orders of Government .— Every dec laration, order and rule of a \n1[Government] made in pursuance of this Act shall be published in the 2[official Gazette], and a copy \nthereof shall be kept in the office of the Conservator and at the custom -house, if any, of every port to \nwhich the declaration, order or rule relates, and shall there be open at all reasonable t imes to the \ninspection of any pers on without payment of any fee.  \n 3[68A. Authorities exercising jurisdiction in port to co -operate in manoeuvres for defence \nof port . Every authority exercising any powers or jurisdiction in, or relating to, any port to whi ch this \nAct for the time being applies shall, if so required by an officer authorised by ge neral or special order \nof the 4[Federal Government] in this behalf, co -operate in such manner as such officer may direct, in \ncarrying out any manoeuvres in connectio n with any scheme or preparations for the defence of the said \nport in time of war, and for this purpose shall, if so required, temporarily place at the disposal of such \nofficer the services of any of its staff and the use of any of its vessels, property, e quipment or other \nmaterial:  \n Provided, firstly, that if any vessels are placed at the disposal of such officer in acco rdance with \nthis section, the 5[Federal Government] shall, in respect of the period during which they are so at his \ndisposal, bear the running expenses of such vessels, and be responsible for any damage thereto.  \n Explanation . __The expression “running expenses” in this proviso includes all outlay incurred \nin connection with the use of the vessels other than any charges for their hire, or for the wages of the \nofficers and crews of such vessels:  \n Provided, secondly, that any officer making a requisition under this section shall exercise his \npowers in such a way as to cause as little disturbance to the ordinary business of the port as is \ncomp atible with the exigencies of the efficient carrying out of the manoeuvres:  \n Provided, thirdly, that no suit or other legal proceeding shall lie against any authority for any \ndefault occurring by reason only of compliance with a requisition under this sect ion. \n 68B. Duties of the said authorities in an emergency . Whenever the 6[Federal Government] \nis of opinion that an emergency has arisen which renders it necessary that the duties imposed for the \npurposes specified in section 68A on the authorities therein  mentioned, or other duties of a like nature, \nshould be imposed on such authorities continuously during th e existence of the emergency, 7[it] may, \nby general or special order, authorise any officer to require the said authorities to perform such duties \nuntil the 6Federal Government] is of opinion that the emergency has passed, and the said authority \nshall comply accordingly, and the provisions of the said section shall apply subject to the following \nmodification, namely: - \n \n \n \n \n \n \n \n1 Subs. by A. O., 1937, for “L.G.”  \n2 Subs. ibid. for “local official Gazette”.  \n3 Ss. 68A and 68B ins. by the Indian Ports (Amdt.) Act,1916 (6 of 1916), s.11.  \n4 Subs. by F. A. O., 1975, Art. 2 and Table for “Central Government” which has been subs. by A. O., 1937, for “G. G. in C”.   \n5 Subs. ibid. for “Central Government” which has been subs. by A.O., 1937, for “G. of I”.  \n6Subs by F. A.O., 1975, Art. 2 and Table, for “Central Government” which has been subs. by A. O., 1937 for “G. G. in C”.  \n7 Subs. by A. O.,1937 for “he”.  \n \nPage 29 of 31 \n  The 3[Federal Government] shall pay any authority, on whom a requisition has been made, \nsuch compensation for any loss or damage attributable to such requisition, and for any services \nrendered or expenditure incurred in complying therewith as, in default of agr eement, shall be decided \nto be just and reasonable, having regard to the circumstances of the case, by the arbitration of a person \nto be no minated in this behalf by the 1[Federal Government], and the decision of such person shall be \nfinal.]  \n 69. [Repeal.] Rep. by the Repealing Act, 1938 (I of 1938), s. 2 and Schedule.  \nTHE FIRST SCHEDULE  \nPORTS, VESSELS CHARGEABLE, RATE OF PORT -DUES AND FREQUENCY  \nOF PAYMENT,  \n(See sections 1 and 33)  \n \nPART 1 . -[BENGAL. ] Omitted by A. O., 1949  \nPART II. - [MADRAS PRESIDENCY .] Omitted by A.O., 1949  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3 Subs. by F. A. O., 1975, Art. 2 and Table for “Central Government ” which has been subs. by A. O., 1937, for “G of I ”. \n \n \nPage 30 of 31 \n THE FIRST SCHEDULE. ____ contd.  \n1[PART III. ___ KARACHI]  \nName of Port.1  Vessels chargeable. 2  Rate of port dues. \n3 Due how often \nchargeable in respect \nof same vessels. 4  \n2*  * \n3[Karachi   *     *  \nSea-going vessels ten tons and \nupwards (except fishing \nboats).  \n \nTug-boats, ferryboats and \nriverboats, whether propelled \nby steam or other mechanical \nmeans.   *     *  \nNot exceeding \n4[three rupees] per \nton.  \nDitto  *     *  \nOnce in 5[three \nmonths].  \n \nOnce between the 1st \nJanuary and the 30th \nJune, and once \nbetween the 1st July \nand the 31st December, \nin each year.]  \n6[Mohammad bin -\nqasim.  7[Ocean -going vessels other \nthan coastal vessels, country \ncraft and fishing boats.  \n \nCoastal vessels, country craft \nand fishing boats in excess of \n200 tons.  \n \nCoastal vessels, country craft \nand fishing boats exceeding \n10 tons but not exceeding 200 \ntons.  \n \nTug steamers or river \nsteamers not owned by the \nPort.  Not exceeding \neighteen rupees \nand fifty paisa per \nton. \n \nNot exceeding nine \nrupees and twenty \nfive paisa per ton.  \n \nNot exceeding \nthree rupees per \nton. \n \n \nNot exceeding  \nthree rupees per \nton.  One each entry.  \n \n \n \nOne each entry.  \n \n \n \nOnce in the same \nmonth.  \n \n \nOnce between the 1st \nJanuary and the 30th \nJune and once \nbetween the 1st July \nand the 31st December, \nin each year.]  \n8*     *     * * * * * * \n \n \n \n \n \n \n \n \n \n \n1 Subs. by A.O.,1949, for the heading “Part III -BOMBAY PRESIDENCY ”.  \n2 The entries relating to Bombay Presidency, omitted ibid.  \n3 Subs. by Notifn. No. S.R.O. 204, dated the 14th May, 1959, see Gaz. of P, 1959, Pt. I, p. 232, for the entries as amended by Notify . of the Govt. of \nBombay in the Marine Department , No. 459, dated the 13th July, 1923.  \n4 Subs.by S.R.O.25 (KE)/79, dated 26th April, 1979,see Gaz. of P. 1979 Ext. (K) Pt. II, p. 42, for “one rupee ”.  \n5Subs. ibid., for “the same month ”.  \n6Added by S.R.O. 39 (KE) /73, dated 5th September, 1973, see Gaz. o f P., 1973, Ext. (K) Pt. II, p. 161.  \n7Subs. by S.R.O. 55 (KE)/81, dated 12th December, 1981, see Gaz. of P., 1981, Ext, (K) Pt. -IIp. 158, for columns 2,3 and 4 which were amended by \nS.R.O. 27 (KE)/74, dated 23rd March, 1974, see Gaz. of P.,1974, Ext., (K ) Pt. II, p. 29 .  \n8 The entries relating to Aden, omitted by A. O., 1937.  \n \nPage 31 of 31 \n THE FIRST SCHEDULE. _____ concld.  \n \nPART IV . -[ BURMA]. Rep by A.O., 1937.  \n \n \n \n1Part V. -[East Pakistan.] Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(XXVII of 1981), s. 3 and Second Schedule.  \n \n \n \n \nTHE SECOND SCHEDULE. -[ENACTMENTS REPEA LED.] Rep. by the Repealing Act, 1938 (I \nof 1938), s. 2 and Sch  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1This Part was previously amended by various enactments from time to time."
}