{
    "file": "./converted_json\\administrator0fe839ca47be25af43e93b0624d381fa.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 19 \n \n \nTHE UNANI, AYURVEDIC AND HOMOEOPATHIC \nPRACTITIONERS ACT, 1965  \n \n \n \n \n \n \nCONT ENTS  \n \nPART I  \nPRELIMINARY  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Establishment and incorporation of Councils.  \n \nPART II  \nCONSTITUTION AND FUNCTION S OF COUNCILS  \nCHAPTER I  \nCOMPOSITION AND PROCEEDINGS  OF COUNCILS  \n4.  Composition of the National Council for Tib.  \n5.  Composition of the National Council for Homoeopathy.  \n6.  The President.  \n7.  Elections.  \n8.  Publication of names , etc. \n9.  Term of office of members.  \n10.  Vacanc ies not to invalidate proceedings of  Council.  \n11.  Resignation by President etc.  \n12.  Declaration of vacancies.  \n13.  Disqualification of members.  \n14.  Functions of the Council.  \n15.  Meetings of the council . \n16.  Officer s of the Council and their pay and allowances . \nUpdated till 3.8.2022\n \nPage 2 of 19 \n  \nCHAPTER II  \nTEACHING INSTITUTIONS AND EX AMINATIONS  \n17.  Recognition of Institution s. \n18.  Maintenance of Standard of efficiency.  \n19.  Withdrawal of recognition . \n20.  Duration of courses . \n21.  Qualifications for admission to institutions . \n22.  Qualifying examination . \n \nCHAPTER III  \nREGISTRATION OF PRACTIONERS  \n23.  Registration how made . \n24.  Registration of Unani, Ayurvedic Homoeopathic practitioners . \n25.  Registration of Unani and Ayurvedic Practitioners in Category B . \n26.  Registration of Homoeopathic  Practitioners.  \n27.  Listing of  certain Homoeopathic.  \n28.  Removal from register , etc. \n29.  Cancellation or alteration of entries in Register, etc.  \n \nCHAPTER  IV \nPOWERS AND DUTIES OF REGISTRAR  \n30.  Maintenance of register, etc.  \n31.  Publication of List.  \n \nPART  III \nGENERAL PROVISIONS  \nCHAPTER  I \nRIGHT, DUTIES AND LIABILITIES OF REGISTERED PRACTITIONERS  \n32.  Intimation of change of address.  \n33.  Privileges of registered practitioners.  \n34.  Privileges of listed Homoeopaths.  \n35.  Exemption from serving on inquest etc . \n \n \nPage 3 of 19 \n CHAPTER  II \nOFFENCES, PENALTY AND PROCEDURE  \n36.  Offences and penalties . \n37.  Persons not registered under Act not to practi se, etc . \n37A.  Prohibition against calling applications, etc ., by un -recognized in situations .   \n38.  Colourable  imitation of degrees . \n39.  Prohibition against use of title, description, etc . \n40.  Savings . \n41.  Cognizance offences, etc . \nCHAPTER  III \nSUPERSESSION OF COUNCIL  \n42.  Supersession of Council.  \n \nCHAPTER  IV \nMISCELLANEOUS  \n43.  Fees received by Council.  \n44.  Death of registered practitioners . \n45.  Indemnity . \n46.  Power to make rules . \n47.  Power to make regulations . \n48. Policy issues relating to the affairs of the Council.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 19 \n THE UNANI, AYURVEDIC AND HOMOEOPATHIC PRACTITIONERS ACT, \n1965  \n1ACT No. II OF 1965 \n [28th January , 1965]  \n \nAn Act to regulate the qualifications and to provide for the registration of practitioners of  \nUnani, Ayurvedic  and Homoeopathic systems of medicine.  \n \n2[WHEREAS  it is expedient to promote and popularise the Unani, Ayurvedic and Homoeopathic \nsystems of medicine, to regulate education and research in, and to provide for the registration of \npractitioners of, those sys tems of medicine;]  \n \nAND WHEREAS  the national interest of Pakistan in relation to the achievement of uniformity \nwithin the meaning of clause (2) of Article 131 of the Constitution requires Central legislation in the \nmatter;  \n \n It is hereby enacted as follows: ⸺ \n \nPART I  \nPRELIMINARY  \n1. Short  title, extent and commencement. ⸺(1) This Act may be called the Unani,  Ayurvedic \nHomoeopathic Practitioners Act, 1965.  \n \n(2) It extends to the whole of Pakistan.  \n \n3[(3) It shall come into force on the twenty first day of July, 1965.]  \n \n2. Definitions. ⸺In this Act, unless there is anything repugnant in the subject or context, ⸺ \n  \n(a) “approved” means approved by the 4[Federal Government] on the \nrecommendation of the 5[Council];  \n \n6[(b) “Committee” means the Committee appointed by the Council;  \n \n(bb) “Council” means the National Council for Tib b or, as the case may be, the \nNational  Council for Homoeopathy, established under section 3;]  \n  \n(c) “Homoeopathy” means the Homoeopathic system of medicine 7[including the \nBio­Chemic system of medicine,] an d “Homeopath” means a practitioner of \nHomoeopathy  7[or the Bio­Chemic system of medicine];  \n \n \n________________________________________________________________________________________________________________________  \n1For Statement of Objects and Reasons, see Gaz. of P., 1965, Ext. , p. 52 S. \n2Subs. by the Unani, Ayurvedic and Homeopathic Practitioner s (Amdt.) Ordinance, 1978 ( XXII of 1978),  s. 2.  \n3Subs. and shall be deemed always to have been so subs. by Unani, Ayurvedic and Homeopathic Practitioners (Amdt.) Ordinance, 1 966 ( II of \n1966),  s. 2, for the original sub­section  (3). \n4Subs. by F.A.O., 1975,  Art. 2 and Table, for “Central Government”.  \n5Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.) Ordinance, 1982 ( XXVII  of 1982), s. 5 for “Board”  and “Boards” . \n6Subs . by the Unani, Ayurvedic  and Homoeopathic Practitioners (Amdt) Ordinance (XXVII of 1982), s. 2 . \n7Ins. and added  by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.) Ordinance, 1978 ( XXII  of 1978), s.3.  \n \n \nPage 5 of 19 \n 1[(cc)  ‘list’ means the list of Homoeopaths prepared under sectio n 27 as that list existed \nimmediately before the commencement of the Unani , Ayurvedic and Homoeopathic Practitioners \n(Amendment) Ordinance, 1978, and ‘listed ’ shall be construed accordingly  ; \n \n(ccc)  ‘meeting ’ means meeting of the 2[Council]  ; \n \n(cccc)  ‘misconduct ’ means conduct contrary to the provisions of this Act, the rules and \nregulations made under this Act and the Code of Ethics adopted by the  \n2[Council]; ] \n \n(d) “prescribed” means prescribed by rules or regulations made under this Act ;  \n \n(e) “Presid ent” means the President of the 2[Council]  ; \n \n1[(ee) ‘qualified ’ means qualified from any approved or recognized teaching institution \nimparting instruction in the Unani, Ayurvedic or Homoeopathic system of \nmedicine;]  \n \n(f) “recognized” means recognized by the 3[Federal Government] for the purposes \nof this  Act ; \n \n(g) “register” means a register of practitioners of the Unani or Ayurvedic or \nHomoeopathic system of medicine maintained under this Act  ; \n \n(h) “registered practitioner” means a practitioner whose name is for the time being \nentered in a register  ; \n \n(i) “Registrar”  means the Registrar of the 2[Council] ;  \n \n(j) “Tabib” means a practitioner of the Unani system of medicine ;  \n \n(k) “Unani and Ayurvedic systems of medicine” means the Unani Tib and \nAyurvedic (including the Siddha) system of medicine, whether supplemented \nor not by such modern advances as the 2[Council] may, from time to time, \ndetermine  ; \n \n(l) “Vaid” means a practitioner of the Ayurvedic system of medicine 1[;] \n \n1[(m) ‘Vice­President ’ means Vice­President of the 2[Council] .] \n \n3. Establishment and incorporation of 2[Councils]. ⸺(1) As soon as may be after the  \ncommencement of this Act, the 3[Federal Government] shall, by notification in the official Gazette, \nestablish a 4[Council to be called the National Council for Tib ] and, by a like notification, 5[another \nCouncil to be called the National Council for Homoeopathy] for the purposes of this Act.  \n_________________________________________________________________________________  \n1Ins., Subs.  and added  by the Unani, Ayurved ic and Homoeopathic Practitioners (Amdt.) Ordinance, 1978 ( XXII  of 1978), s.3.  \n2Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.) Ordinance, 1982 ( XXVII  of 1982), s. 5 for “Board”  and “Boards” . \n3Subs. by F.A.O., 1975, Art. 2 and Table fo r “Central Government”.  \n4Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.) Ordinance, 1979 ( LXVI  of 1979), s. 3, for certain words.  \n5Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt) Ordinance, 1982 (XXVII of 1982), s.3 . \n  \n \nPage 6 of 19 \n (2) Each of the two 1[Councils] shall be a body corporate, having perpetual succession and a \ncommon seal, and shall, by its name as specified in sub­section (1), sue and be sued.  \n \nPART II  \nCONSTITUTION AND FUNCTION S OF 1[COUNCILS]  \nCHAPTER I  \nCOMPOSITION AND PROCEEDINGS OF 1[COUNCILS]  \n2[4. Composition of the National Council for Tib. —(1) The National Council for Tib shall \nconsist of the following members, namely: ⸺ \n  \n(a) four members, being qualified and registered practitioners of the Unani sys tem \nof medicine, to be nominated by the Federal Government after consulting the \nProvincial Government concerned of whom one shall be from each Province  ; \n \n (b) eleven qualified members, to be elected from amongst themselves by the \nregistered practitioners of the Unani system of medicine, of whom five shall be \nfrom the Punjab, three from Sind, two from the North­West Frontier Province \nand one from  Baluchistan  ; \n \n (c) two members, to be elected from amongst themselves by the teachers of all the \nrecognized institutions of the Unani or Ayurvedic system of medicine  ; \n \n (d) one member, to be elected from amongst themselves by the registered \npractitioners of the  Ayurvedi c system of medicine  ; and  \n \n (e) four members, to be nominated by the Federal Government, of whom one shall \nbe a scientist 3[from the related  field], 4[and one Deputy Secretary (Budget) , \nMinistry of Health] 3[who shall also be  the Chairman of the Finance \nCommittee].  \n  \n(2) Notwithstanding anything contained in sub­section (1), for the purpose of constituting the  \nNational Council for Tib for the first time ,⸺ \n  \n(a) the members required to be elected under clauses (b) and (c) shall be nominated \nby the Federal Government from amongst the registered practitioners of the \nUnani system of medicine  ; \n \n (b) the member required to be elected under clause (d) shall be nominated b y the \nFederal Government from amongst the registered practitioners of the Ayurvedic \nsystem of medicine  ; and  \n \n (c) for the members nominated under clauses (a) and (e) the Federal Government \nshall nominate fresh members in accordance with the provisions of those \nclauses.]  \n_______________________________ __________________________________________________________________________________________  \n1Subs., by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982, ( XXVII  of 1982), s. 5, for “ Board” and “Boards ” \nrespectively.  \n2Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1979. ( LXVI  of 1979), s. 4, for section 4 which were \npreviously subs. by Ord. 22 of 1978, s. 4, for the original sections 4 and 5.  \n3Ins. and added by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt), Ordinance, 2002 (LXI of 2002), s.2 . \n4Added by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt), Ordinance, 2002 ( IV of 2002), s.2 . \n \nPage 7 of 19 \n 4[5. Composition of the 1[National Co uncil for Homoeopathy] .⸺The 1[National Council for  \nHomoeopathy] shall consist of the following members , namely: ⸺ \n  \n(a) four members, being registered Homoeopaths, to be nominated by the Federal \nGovernment after consulting the Provincial Government concerned, of whom \none shall be from each Province  ; \n \n (b) eleven members, to be elected from amongst themselves by registered and listed \nHomoeopaths, of whom five shall be from the Punjab, three from Sindh, two \nfrom the North­West Frontier Province and one from Baluchistan  ; \n \n (c) two members, to be elected from amongst themselves by the teachers of \nrecongnised institutions of Homoeo pathy  ; and  \n \n (d) four members, to be nominated by the Federal Government, of whom one shall \nbe a scientist 2[from the related  field] 3[and one Deputy Secretary (Budget), \nMinistry of Health] 2[who shall also be the Chairman of the Finance \nCommittee] ]. \n \n6. The President. ⸺The President 4[and Vice­President] shall be elected by the members of \nthe Board from amongst themselves  : \n \n5[*   *   *   *   *   *   *] \n \n7. Elections. ⸺Elections  under this Act shall be held at such time and place and in such manner \nas may be prescribed by rules.  \n \n8. Publication of names, etc. ⸺The 6[Federal Government ] shall publish in the official Gazette \nthe names of the President 4[, the Vice­President] and oth er members of the 7[Council] together with \nthe dates on which such members are elected or nominated.  \n \n9. Term of office of members. —(1) The members of the 7[Council] shall be nominated or \nelected, as the case may be , in such manner and for such term as ma y be prescribed by rules.  \n \n3[(2) Every member of the Council shall, subject to the other provisions of this Act and as may \nbe prescribed by rules, hold office for the prescribed term and cease to hold office at the expiry thereof.]  \n  \n(3) Members shall be eligible for re­nomination or re­election to the 7[Council] on the expiry \nof the prescribed term.  \n \n3[(4) If a vacancy in the office of President, Vice­President  or a member occurs during the \nprescribed term, through death, resignation, disability or otherwise, the vacancy shall be filled in \naccordance with the provisions of this Chapter.]  \n___________________________________________________________________________ ______  \n1Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s. 4, for certain words.  \n2Ins. and added by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt), Ordinance, 2002 ( LXI of 2002) , s.3. \n3Adde d and Subs.  by by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt), Ordinance, 2002 (IV of 2002), ss.3 -4. \n4Subs., Ins. and Omitted  by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978), ss, 4-6. \n5Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n6Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s. 5, for “Board”.  \n \n  \n \nPage 8 of 19 \n 1[(5) The election or nomination of the members of the Council shall be held at least three \nmonths prior to the expiry of the prescribed tenure of the Council and expenditure on election shall be \nborne by the respective Council and if, at any time, the Council ceases to exist on expiry of its \nprescribed tenure, all powers a nd functions of the Council shall, till constitution of new Council or for \na period of one year, be exercised and performed by such person or authority as may be appointed by \nthe Federal Government in this behalf , as if such person or authority were the Co uncil.]  \n \n10. Vacancies not to invalidate proceedings of 2[Council]. ⸺No act or proceedings of the  \n2[Council] shall be invalid merely on the ground of the existence of any vacancy in or any defect in \nthe composition of the 2[Council].  \n \n3[11. Resignation by P resident etc. ⸺The President, Vice­President or any member may at \nany time resign his office by a letter addressed to the Registrar, and such resignation shall take effect \nfrom the date it is accepted by the 2[Council].  \n \n12. Declaration of vacancies. ⸺If any member, during the term of his office, ⸺ \n  \n(a) absents himself, without such reason as may in the opinion of  the 2[Council] be \nsufficient, from three consecutive ordinary meetings of the 2[Council] . or \n \n(b) becomes  subject to any of the disqualifications mentioned in section 13, the \n2[Council]  shall declare his office vacant.  \n \n13. Disqualification of members. ⸺4[(1)] No person shall be a member of the 2[Council] if ⸺ \n \n(a) he is an und ischarged insolvent  ; \n \n(b) he has been adjudicated by a competent court to be of unsound mind  ; \n \n(c) he has at any time been convicted of an offen ce which in the opinion of the \n5[Federal  Government] involves moral turpitude  ; or \n \n(d) his name has been removed from the register.  \n \n4[(2) If at any time it appears to the Federal Government that any member of the Council has \nfailed to exercise or has exceed ed or abused any power conferred upon him as a member of the Council , \nany committee or examining body appointed under sub­section (3) of  section 22, may, if satisfied that \nsuch failure, excess or abuse has adversely affected the efficient conduct of such member in achieving \nthe objectives of this Act and after giving him an opportunity of showing cause against the action \nproposed to be tak en, by notification in the official Gazette, disqualify him from the membership of \nthe Council or, as the case may be, Committee or examining body.]  \n \n14. Functions of the Council. ⸺The following shall be the functions of the 2[Council], \nnamely: ⸺ \n_________________________________________________________________________________  \n1Added by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt), Ordinance, 2002 (LXI of 2002), s.4.  \n2Subs.  by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance 1982 ( XXVII  of 1982) s. 5 for “Board”.  \n3Subs.  by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt), Ordinance, 1978  (XXII  of 1978 ), s.8. \n4Renumber and Added by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt), Ordinance, 2002 (IV of 2002), s.5.  \n5Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”.  \n  \n \nPage 9 of 19 \n (a) to consider applications for recognition under this Act made by institutions \nimparting or desiring to impart instruction in the system of medicine with which \nthe 1[Council] is concerned  ; \n  \n(b) to secure the maintenance of an adequate standard of 2[education ] in recognized  \nInstitutions  ; \n \n(c) to make arrangements for the registration of duly qualified persons in \naccordance with the provisions of this Act ;  \n \n2[(cc)  to appoint committees or sub­committees, each having due representation of all \nthe Provinces, fo r a specific period, to perform any specified function connected \nwith the functions of the 1[Council]; ] \n \n(d) to provide for research in the system of medicine with which the 1[Council ] is \nconcerned  ; and \n \n(e) to do such other acts and things as it may be empowered or required to do by \nthis Act or the rules.  \n \n15. Meeting s of the Council. — (1) The 1[Council] shall meet at such time and place, and every \nmeeting of the 1[Council] shall be summoned in such manner, as may be prescribed by regulations:  \n \nProvided that, until such regulations are made, the President may summon a meeting of the  \n1[Council] at such time and place as he may deem expedient by notice addressed to each member.  \n \n2[(2) The President and, in his abs ence, the Vice­president, shall preside at every  meeting of \nthe 1[Council] and if, at any time , the Vice­president  is also absent and the President has given prior \npermission, a member elected by the members present from amongst themselves shall preside.]  \n  \n(3) Except as hereinafter provided, all questions at meeting of the 1[Council] shall be decided \nby a majority of  the votes of the members present.  \n  \n(4) 2[Eight] members of the 1[Council] shall form a quorum.  \n \n(5) At every meeting of the 1[Council] the 2[person presiding ] shall, in addition to his vote as a \nmember of the 1[council], have a second or casting vote in case of an equality of votes.  \n \n16. Officer of the Council and their pay and allowance. —3[(1) The Council shall, with the \nprevious approval in writing of the Fed eral Government, appoint a Registrar and Controller of \nExamination on such terms and conditions as may be determined by the Federal Government and may \nappoint a person to act in his place during his absence on leave.  \n \n______________________________________ ___________________________________________  \n1Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s.5, for “Board”.  \n2Subs.  and Ins.  by the Unani, Ayurvedic  and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978), s s. 9-10. \n3Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 2002  (LXI of 2002 ), s.5.  \n \n \n  \n \nPage 10 of 19 \n (2) An order of the Council appointing, punishing or removing the Registrar and Controller of \nExamination from office shall not take effect unless confirmed by the Federal Government in writing.]  \n \n(3) The Registrar shall be Secretary to the 1[Council] and shall exercise such powers and \nperform such duties as may be prescribed by regulations.  \n \n(4) The 1[Council] may appoint such other officers and servants on such terms and  conditions \nas the 1[Council] may, with the previous approval in writing of the 2[Federal Government]  determine.  \n \n(5) The Registrar and all other o fficers and servants of the 1[Council] shall be deemed to be \npublic servants within the meaning of Section 21 of the Pakistan Penal Code.  \n \nCHAPTR  II \nTEACHING INSTITUTION S AND EXAMINATIONS  \n17. Recognition of institutions. —(1) Any institution imparting or desiring to impart \ninstruction in the Unani, Ayurvedic or Homoeopathic system of medicine 3[according to the courses \nprescribed by rules] may apply for recognition under this Act.  \n \n(2) An application for recognition shall be addressed to the Registrar of the 1[Council] \nConcerned 4[,shall be accompanied by the fees prescribed by rules] and shall contain full  information \nin respect of the following matters, namely: ⸺ \n \n(a) the constitution and person nel of the managing body of the institution  ; \n  \n(b) the subject and courses in which it imparts or proposes to impart instructions  ; \n \n(c) the equipment possessed by the institution and the number of students for whom \naccommodation and other provision has been or is proposed to be mad e ; \n \n(d) the strength and particulars of its , staff their salaries, qualifications and the \nresearch work to their credit  ; \n \n(e) the fees levied or proposed to be levied and the financial provision made for \ncapital expenditure on buildings and equipment and for the continued \nmaintenance and efficient working of the institution.  \n \n (3) The Registrar shall place the application before the  1[Council], and the 1[Council] may \ndirect the Registrar to call for any further information which it may consider necessary, and may also \ndirect a local inquiry to be made by competent person or persons authorized by it in this behalf.  \n \n (4) After conside ring the report of such local inquiry, if any and making such further inquiry \nas may appear to it to be necessary, the 1[Council] shall forward the application together with its \nrecommendation whether the recognition asked for should  or should  not be grant ed, to the 2[Federal \nGovernment] which may, 5[after making inspection, if necessary, at its own or through the Provincial  \n_________________________________________________________________________________  \n1Subs. by the Unani, Ayurvedic  and Homoeopathic Practitioners (Amdt.), Ordinance 1982 ( XXVII  of 1982) s. 5 for “Board”.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3Ins. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance 1978 ( XXII  of 1978, s.11.  \n4Ins. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Act, 1968 ( X of 1968), s. 2.  \n5Ins. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Act, 2002  (IV of 2002 ), s. 6. \n \n \nPage 11 of 19 \n  \nGovernment concerned,] by order, grant or refuse to grant recognition and the grant of recognition \nmay be subject to such terms and conditions, if any, as may be specified in the order.  \n \n18. Maintenance of standard of efficiency. —(1) It shall be the duty of the 1[Council] to secure \nthe maintena nce of an adequate standard of efficiency in recognized institutions.  \n \n(2) For the purpose of securing such standard, the 1[Council] may — \n \n(a) from  time to time call upon any recognized institution to furnish such particulars \nas the  1[Council] may require of any course of study provided or examination \nconducted by such institution, and  \n \n (b) appoint inspectors from amongst the registered practitioner s to attend and be \npresent at all or any of the examination s conducted by such institution prior to \nthe qualifying examination.  \n \n (3) The inspectors shall not interfere with the conduct of any examination, and their duty shall \nbe to report to the 1[Council ] their opinion as to the sufficiency or otherwise of every examination \nwhich they attend, and any other matter in relation to such examination on which the 1[Council] may \nrequire them to report.  \n  \n(4) The 1[Council] shall arrange periodical inspection of recognized institutions and \nsupervision of the examinations conducted by such institutions, through inspectors to be appointed by \nthe 1[Council], and shall pay such salaries and allowances and traveling expenses to the inspectors as \nmay be ap proved by the 2[Federal Government].  \n \n19. Withdrawal of recognition. —(1) The 1[Council] when it thinks fit may, and when \nrequired to do so by the 2[Federal Government] shall, make an enquiry whether any recognized \ninstitution should cease to be a recognize d institution.  \n \n(2) If, on making such an enquiry, and after considering all such information and reports as are \nreferred to in the preceding section and making such further inquiry as may appear to it to be necessary, \nthe 1[Council] is satisfied that the 3[education] provided or the examinations conducted by a recognized \ninstitution are not such as to secure and adequate standard of efficiency for the practice of the system \nof medicine taught in the institution, it shall submit a report to the 2[Federal Go vernment] with its \nrecommendation stating the reasons therefor that the recognition of the institution should be withdrawn \nand the 2[Federal Government] may, on receipt of such report, make an order to be published in the \nofficial Gazette, withdrawing the recognition of the institution:  \n \nProvided that no order under this sub­section shall be made unless the institution concerned \nhas been given an opportunity to raise, within a specified time, the standard of the 3[education ] and \nexamination to the satisfact ion of the 2[Federal Government] and the institution has, in the opinion of \nthe 2[Federal Government], failed to do so.  \n \n20. Duration of courses. —(1) The  duration of the course in recognized institutions of Unani  \n_________________________________________________________________________________  \n1Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s. 5, for  “Board”.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1978  (XXII  of 1978 ), s. 12. \n \n \nPage 12 of 19 \n  \nor Ayurvedic System of Medicine shall be four years and the cour se shall include the subjects \nprescribed by regulations.  \n \n(2) The duration of diploma course in recognized institutions of Homoeopathy shall be four \nyears and the course shall include the subjects prescribed by regulations.  \n \n1[21. Qualifications for admission to institutions. ⸺(1) The minimum qualifications required \nfor admission to a recognized institution s of Unani or Ayurvedic System of medicine shall be \nmatriculation  with science or equivalent examination of any university or education board in Pakistan \nestablished by or  under any  law for the time being in force.  \n  \n(2) The minimum qualification s required for admission to a recognized institution of \nhomoeopathy shall be  intermediate with science (F.Sc. Pre -medical)  or equivalent examination  of any \nuniversity or education board in Pakistan established by or under any law for the time being in force, \nbut those with bachelor or higher qualification with science shall be entertained. ] \n \n22. Qualifying examination. —(1) A qualifying examination shall be held at least once in \nevery year for the purpose of granting a diploma conferring the right of registration under this Act.  \n \n(2) The examination shall be held on the subjects prescribed by regulations and the right of \nappearing at the examination shall be restricted to candidates who have undergone a course of study \nin such subjects in the prescribed manner at a recognized institution.  \n \n2[(3) The examination shall be held under the control of an examining body to be app ointed by \nthe Federal  Government after consulting the Council.  \n \n(4) The Chairperson  of the examination body shall be appointed by the Federal Government.]  \n \n \n \n \n____________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n_________________________________________________________________________________  \n1Subs.  by the Unani, Ayurvedic and Homoeopathic Practitioners (Am endment ) Act, 2021  (LI of 2021 ), s. 2. \n2Subs.  by the Unani, Ayurvedic and Homoeopathic Practitioners (Am endme nt) Act, 2002  (LXI of 2002 ), s. 7. \n \n \n \nPage 13 of 19 \n  \n \nCHAPTER III  \nREGISTRATION OF PRACTITIONERS  \n \n \n23. Registration how made. ⸺1[(1) *  *  *  *  *  *  * \n \n(2) *   *  *  *  *  *  *] \n \n(3) Applications for registration under this Act shall be made in such form and on payment of \nsuch fee as may be prescribed by rules.  \n \n(4) The 1[Council] shall examine the applications received under this section and after making \nsuch enquiries as it thinks fit regarding the qualifications 1[* * *  * * * * ] of the applicants and their \nprofessional efficiency direct the entry of the names to be made in the register in accordance with the \nProvisions of this Act.  \n \n1[24. Registration of Unani, Ayurvedic and Homoeopathic Practitioners. —(1) Every \nperson who passes the qualifying examination in t he Unani, Ayurvedic or Homoeopathic System of \nmedicine from a recognized institution may apply for registration in the respective register.  \n \n(2) Every person who  is a registered medical practitioner within the meaning of the 4[Medical \nand Dental Council Or dinance, 1962 (XXXII of 1962) ], and has taken to the practice of Homoeopathy \nmay apply for registration as Homoeopath.]  \n \n3[(3) Notwithstanding anything contained in sub­sections ( 1) and (2), the Federal Government \nmay, if it deems fit after consulting the Council, direct that a degree or diploma in the Unani, Ayurvedic \nor Homoeopathic System of medicine, as the case may be, granted by any institution in or outside \nPakistan shall be recognized on such conditions as it may, by notification in the official Gazette, \nspecify. ] \n \n1[25. *  *  *  *  *  *  * \n \n26. *  *  *  *  *  *  * \n \n27. *  *  *  *  *  *  *] \n \n28. Removal from register, etc. —The 2[Council ] may direct that the name of any practitioner \nwho has been convicted of a cognizable offence or who after due enquiry has been found guilty of \nmisconduct shall be removed from the register or the list 1[* * *  *] if the offence or misconduct in the  \n \n \n \n_________________________________________________________________________________  \n 1Omitted  and subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978), s s.14-17. \n2Subs. by the Unani, Ayurvedic  and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s. 5, for “Board”.  \n3Added . by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 2002  (IV of 2002 ), s. 7.  \n \nPage 14 of 19 \n opinion of the 1[Council] discloses moral turpitude su ch as to render him unfit to practice his \nprofession:  \n \nProvided, however, that no action shall be taken by the 1[Council] under this section unless the \nperson convicted of the cognizable offence or found guilty of misconduct has been given a reasonable \nopportunity to show cause against the punishment proposed to be inflicted on him.  \n \n29. Cancellation or alteration of entries in register, etc. —The 1[Council] may on its own \nmotion or on information received from any person and after due enquiry and giving an opportunity \nto the person concerned of being heard cancel or alter any entry in the register or the list 2[* * *  *] if \nin the opinion of the 1[Council] the entry was made fraudulently or improperly.  \n \nCHAPTER  IV \nPOWERS AND DUTIES OF REGISTR AR \n30. Maintenance of register, etc. —(1) Subject to any general or special orders of the \n1[Council] it shall be the duty of the Registrar to keep the register and  the list 2[* * *  *] and to attend \nthe meetings of the 1[Council].  \n  \n(2) The register and the list shall contain the name, residence and qualifications of every \npractitioner registered or listed under this Act, and the dates on which the qualifications were acquired.  \n \n(3) The Registrar shall keep the register and the list correct and up­to­date  and shall, from time \nto time, enter therein any alteration in the address and qualifications of the practitioners, and remove \nthere from the names of the practitioners who die or whose names are directed to be removed in \naccordance with the provisions of this Act.  \n \n(4) The 3[Federal Government] may by rules prescribe any additional fee for any alteration in \nthe register due to additional qualifications.  \n \n(5) If the Registrar has reason to believe that any registered practitioner or a person whose \nname is e ntered in the list 2[* * *  *] has ceased to practice or has changed his permanent address \nwithout due intimation to him, he may write by registered post to such practitioner at the address as \nentered in the register to enquire whether he has ceased to prac tice or has changed his residence and, \nif within six months no reply is received, the Registrar may remove the name of such practitioner from \nthe register:  \n \nProvided that the 1[Council] may, at any time on the application of the practitioner whose name \nis removed under this sub­section, order that the name of such practitioner be re­entered in the register.  \n \n31. Publication of List. —(1) The Registrar shall, in every 2[fourth] year, on or before a date to be \nfixed by the 1[Council] cause to be published a co rrect list of the names and qualifications of all \npractitioners for the time being entered in the register 2[or th e list] and the dates when such \nqualifications were acquired.  \n \n_______________________________________________________________________________ __ \n1Subs.by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982) s. 5, for “Board” \n2Omitted  and Subs.  by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978), s s 18-20. \n3Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n  \n \nPage 15 of 19 \n (2) It shall be presumed that any person entered in such list is  a registered practitioner and that \nany person not so entered is not a registered practitioner.  \n \nPART  III \nGENERAL PROVISIONS  \nCHAPTER  I \nRIGHT, DUTIES AND LIABILITIES OF REGISTERED PRACTITIONERS  \n \n32. Intimation of change of address. —Every  registered practitioner shall inform the Registrar \nof any change in his permanent address.  \n \n33. Privileges of registered practitioners. —(1) Notwithstanding any thing, contained in any \nlaw for the time being in force, every 1[registered or listed practitio ner] shall be entitled ⸺ \n \n(a) to hold any appointment as physician or medical officer in any Unani, \nAyurvedic or,  as the case may be, Homoeopathic dispensary, hospital, infirmary \nor lying -in hospital if such dispensary, hospital, infirmary or laying­in hosp ital \nis supported by or receive s a grant from Government or any local authority and \ntreats patients according to the relevant system of medicine, or in any public \nestablishment, body or institution practicing such system;  \n \n(b) to vote for the election of members to the 2[Council];  \n \n(c) to recover fees through courts.  \n \n(2) No 1[registered or listed practitioner] shall stock, use or sell any drugs or medicines except \nsuch as are included in the Unani, Ayurvedic or, as the case may b e, Homoeopathic Pharmacopoeia \napproved by the 3[Federal Government].  \n \n(3) A practitioner registered under section 25 shall be entitled to the privileges specified in \nclauses  (b) and (c) of sub­section (1) and be subject to the restriction mentioned in sub­ section (2).  \n \n1[(4) A registered or listed practitioner shall abide by the Code of Ethics framed by the \n2[Council]  with the approval of the Federal Government. ] \n \n1[34. *  *  *  *  *  *  * \n \n35. *  *  *  *  *  *  *] \n \n \n \n \n \n_________________________________________________________________________________  \n1Subs. , added and omitted  by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978), s s 21-22. \n2Subs. by the Unani, Ayurvedic and Homoeop athic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s. 5, for “Board”.  \n3Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.   \n \nPage 16 of 19 \n CHAPTER­II  \nOFFENCES, PENALITY AND PROCEDURE  \n1[36. Offences and penalties. — Whoever contravenes the provisions of sub­section (2) of \nsection 33 shall be punishable with imprisonment for a term which may extend to seven years, or with \nfine which may extend to one lac rupees, or with both.]  \n \n37. Persons not registered under Act not  to practice etc. —(1) No person other than a  \n1[registered or listed practitioner] shall practise or hold himself out, whether directly or by implication, \nas practicing the Unani, Ayurvedic or, as the case may be , Homoeopathic system of medicine.  \n  \n(2) No Tabib , Vaid or Homoeopath shall ⸺ \n \n(a) sign or authenticate a birth certificate 1[or death certificate] required by any law \nor rule to be signed or authenticated by a duly qualified medical practitioner; or  \n \n(b) sign or authenticate a medical or physical fitness certificate 1[or death \ncertificate] required by any law or rule to be sign ed or authenticated by a duly \nqualified medical practitioner.  \n \n1[(2A) No Homoeopath shall practise surgery. ] \n \n(3) Whoever contr avenes the provisions of this section, shall be punishable with imprisonment \nfor a term which may extend to one year, or with fin e which may extend to one thousand rupees, or \nwith both . \n \n1[37A. Prohibition against calling applications, etc., by un­recognised institutions. —(1) \nNo institution which is not recognized under section 17 shall call applications, advertise or arrange for \nadmission to such institution for imparting education in the Unani, Ayurvedic or Homoeopathic system \nof medicine ; nor shall such institution advertise or conduct any correspondence course in any such \nsystem of medicine.  \n \n(2) Whoever contravenes the provision s of sub­section (1) shall be punishable with \nimprisonment for a term which may extend to seven years, or with fine which may extend to one lac \nrupees, or with both.]  \n \n38. Colourable imitation of degrees. —(1) No person other than a body or institution \nauthorized under this Act shall confer, grant or issue or hold out as entitled to confer, grant or issue a \ndegree, diploma or licence which purports to entitle the holder to practise the Unani, Ayurvedic or \nHomoeopathic system of medicine, or which is identical with or is a colourable i mtimation of any \ndegree, diploma or licence granted by a body or institution so authorized.  \n \n(2) Whoever contravenes the provisions of this section shall be punishable with fine  which may \nextend to one thousand rupees, and if the person so contravening is an association, every member of \nsuch association who knowingly or willfully authori ses or permits the contravention shall be \npunishable with fine which may extend to one thousan d rupees.  \n \n \n_________________________________________________________________________________  \n1Subs. and Ins. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978), s s 23-25. \n  \n \nPage 17 of 19 \n 39. Prohibition against use of title, description, etc. —(1) No person shall add to his name, \ntitle or description any letters or abbreviations which imply or are calculated to the belief that he holds \na degree, diploma, licence  or certificate as his qualification to practise the Unani, Ayurvedic or \nHomoeopathic system of medicine, unless he holds such degree, diploma, licence or certificate and  \nsuch degree, diploma, licence  or certificate .⸺ \n  \n(i) is recognized by any law for the  time being in force in Pakistan or in any part \nthereof; or  \n \n(ii) has been conferred, granted or issued by a body or institution authorized under \nthis Act in this behalf; or  \n \n(iii) has been conferred, granted or issued by an authority empowered or recogniz ed \nas competent by the 2[Federal Government] or the Provincial Government to \nconfer, grant or issue such degree, diploma, licence or certificate.  \n \n(2) Notwithstanding anything contained in any other law for the time being in force, no Tabib  \nor Vaid shall d escribe himself as a Doctor but a Homoeopath may use the expression “Homoeopathic \nDoctor” both the words “Homoeopathic” and “Doctor” having equal prominence.  \n \n(3) Whoever contravenes the provisions of this section shall be punishable with imprisonment \nfor a term which  1[shall not be less than one year nor more than five years and also with fine which \nmay extend to twenty thousand rupees].  \n \n40. Savings. —Nothing in this Chapter shall apply to any person ⸺ \n \n(a) who limits his practice to dentistry  ; or \n \n(b) who being a nurse, midwife or health visitor and registered as such under any \nlaw for the time being in force, or a dai, attends on a case of labour  ; or \n \n(c) who being a technical assistant like Jarrah  or Kuhal  attends on a case under the \ndirection and pe rsonal guidance of a registered practitioner of the Unani system \nof medicine.  \n \n41. Cognizance of offences, etc. —(1) No court shall take cognizance of any offence under this  \nAct except on a complaint in writing by an officer empowered in this behalf by the 1[*] Government.  \n \n(2) 1[Except as provided in section 36, no] court other than that of a Magistrate of the first class \nshall try an offence under this Act.  \n \nCHAPTER  III \nSUPERSESSION OF 3[COUNCIL]  \n42. Supersession of Council. —1[(1) If at any time it appears to the Federal Government that  \n \n \n______________________________________________________________________ ________  \n1Subs.  and omitted  by the Unani, Ayurvedic and Homoeopa thic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978). ss 26-28. \n2Subs. by F.A.O. 1975, Art. 2 and Table for “Central Government”.  \n3Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982). S. 5, for “Board”.  \n  \n \nPage 18 of 19 \n the 1[Council] has failed to exercise or has exceeded or abused any of the powers conferred upon it by \nor under this Act, the Federal Government may, if it is satisfied that such failure, excess or abuse has \nadversely affect ed the efficient conduct of the affairs of the 1[Council] or the achievement of the objects \nof this Act, by notification in the official Gazette, supersede the 1[Council] for a period of one year \nand may, by a like notification, extend the period of supers ession for a further period of one year  : \n \nProvided that no 1[Council] shall be superseded unless a reasonable opportunity has been given \nto it to show cause against the supersession].  \n \n(2) Upon the supersession of the 1[Council] under sub­section (1) ⸺ \n \n(a) the persons holding office as President 2[, Vice­President] and members of the  \n1[Council] shall cease to hold office  ; and  \n \n(b) all powers and functions of the 1[Council] shall, during the period of \nsupersession, be exercised and performed by such person or authority as the \n3[Federal Government] may appoint in this behalf, as if such person or authority \nwere the 1[Council].  \n \n(3) The 1[Council] shall be reconstitut ed in accordance with the provisions of this Act for the \nexercise and performance of its powers and functions on the expiry of the period specified in the \nnotification under sub­section (1).  \n \nCHAPTER­IV  \nMISCELLANEOUS  \n43. Fees received by Council. —4[(1)] All moneys received by the 1[Council] as fees shall be \napplied for the purpose of the 1[Council] in accordance with the rules made under this Act.  \n \n4[(2) The accounts of the Council shall be maintained in such form and manner as the \nAuditor -General o f Pakistan may prescribe.  \n \n(3) The accounts of the Council shall be audited by one or more auditors appointed by the \nFederal Government in consultation with Auditor -General of Pakistan. ] \n \n2[44. Death of registered practitioners. —For the purpose of securing  information relating to \nthe death of  a registered or listed practitioner, the 1[Council] may appoint an honorary . Registrar of \nDeaths in each district and regulate his functions and terms of appointment.]  \n \n45. Indemnity. —No suit, prosecution or other legal proceeding shall be instituted against any \nperson for anything which is in good faith done or intended to be done under this Act or the rules or \nregulations made thereunder.  \n \n46. Power to make rules. —(1) The 3[Federal Government] may, after consulting the \n1[Council] , by notification in the official Gazette, make rules5 to carry out the purposes of this Act.  \n \n(2) In particular and without prejudice to the generality of the foregoing  power, such rules may \nprovide  for all or any of the following matters, namely: ⸺ \n \n(a) the time and place at which and the manner in which elections shall be held  ; \n \n(b) the manner in which vacancies shall be filled  ; \n_____________________________________________________________________ ____________  \n1Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s. 5, for “Board”.  \n2Ins. and subs.  by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978) s s 28-29. \n3Subs. by F.A.O., 1975, Art. 2 nad Table, for “Central Government”.  \n4Numbered and added by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Ordinance, 2002  (LXI of 2002 ), s. 8. \n 5For such rules, see Gaz. of p., 1965, EXT., p p. 1445 -1450.  \n \nPage 19 of 19 \n (c) the form  of the list and register  and the particulars  to be entered  therein  ; \n \n(d) fees chargeable  for the registration,  alteration  in the register  regarding  additional  \nqualifications  and alteration  of other  entries  in the register  ; \n \n1[(e) fees chargeable  from  institutions  applying  for recognition  under  this Act ; \n \n(f) the registration  with the 2[Council]  concerned  of students  admitted  to \nrecogni sed institutions  and the fees chargeable  for such registration  ; \n \n(g) fees chargeable  for admission  to examinations or tests held under  any provision  \nof this Act ; \n \n(h) the purposes  for which  the fees received  by the 2[Council]  shall  be applied5[; \nand]] \n \n5[(i) fee chargeable  for renewal  of registration.]  \n \n47. Power  to make  regulations. —The 2[Council]  may,  with the previous  approval  in writing  \nof the 3[Federal  Government],  make  regulations  not inconsistent  with this Act or the rules  made  \nthereunder  for the following  matters,  namely  :― \n \n(a) courses  of study  for training  and qualifying  examinations  ; \n \n(b) languages  in which  examinations  shall  be conducted  and instruction  given  ; \n \n(c) admission  of students  to recognized  institutions  ; \n \n(d) the conditions  under  which  candidates  shall  be admitted  to different  courses  \nand the qualifying  and other  examinations  ; \n \n(e) the conditions  of appointment  of examiners  and the conduct  of examinations  ; \n \n(f) the conditions  for the appointment  of teachers  in recognized  institutions  4[and \nthe qualifications  of the principals  and teachers  thereof]  ; \n \n(g) the requirements  for the recognition  of teaching  institutions  ; \n \n(h) the time and place  at which  the 2[Council]  shall  hold its meetings  ; \n \n(i) such other  matters  as may be necessary  for the exercise  of powers  and \nperformance  of functions  to be exercised  or performed  by the 2[Council]  under  \nthis Act and the rules  made  thereunder.  \n \n6[48. Polic y issues relating to the affairs of the Council. ⸺In the discharge  of its function,  \nthe Council  shall  be guided  on questions  of policy  by the instruction s, if any, as may be given  to it, \nfrom  time to time, by the Federal  Government  which  shall  be the sole judge  as to whether  a question  \nis a question  of policy.]  \n_________________________________________________________________________________  \n1Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Act, 1968 ( X of 1968) s. 3 . \n2Subs. by the Unani, Ayurvedic  and Homoeopathic Practitioners (Amdt.), Ordinance, 1982 ( XXVII  of 1982), s. 5. for “Board”.  \n3Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”.  \n4Added by the Unani, Ayurvedic  and Homoeopathic Practitioners (Amdt.), Ordinance, 1978 ( XXII  of 1978), s. 30.  \n5Subs. by the Unani, Ayurvedic and Homoeopathic Practitioners (Amdt.), Act, 2002  (IV of 2002 ) s. 8. \n6Added by the Unani, Ayurvedic  and Homoeopathic Practitioners (Amdt.), Act, 2002  (LXI of 2002 ) s. 9."
}