{
    "file": "./converted_json\\administrator08daaa3b42611022ec49c811a6a6cbda.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 14 \n \n \nTHE TERRORI ST AFFECTED  AREAS  (SPECIAL  COURT S) ACT , \n1992  \n \n \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and comme ncement. \n2.  Definitions \n3.  Declaration of terrorist affected area \n4.  Use of Police and Civil Armed Forces, etc. \n5.  Power of police, civil a rmed forces, etc. \n6.  Establishment of Special Co urts \n7.  Composition and appointment of Presiding Officers of Special Co urt \n8.  Place of sitting \n9.  Jurisdiction of Special Court \n10.  Transfer of cases \n11.  Powers of Special Courts with respect to other offences \n12.  Public prosecutors \n13.  Procedure and powers of Special Court \n14.  Protection of witnesses \n15.  Manner and place of execution of sentence \n16.  Power to transfer cases to regular Co urts \n17.  Appeal \n18.  Trial before special Court to have precedence  \n \n\n \nPage 2 of 14 \n 19.  Modified application of certain provisio ns of the Code \n20.  Overriding effect of Act \n21.  Delegation \n22.  Power to amend the Schedule \n23.  Power to make rules \n24.  Saving \n25.  Presumption as to certain o ffences \n26.  Contempt of Court \n27.  Indemnity \n \n \n \n \n \n \nPage 3 of 14 \n TERRORI ST AFFECTED  AREAS  (SPECIAL  COURT S) ACT , 1992  \n \nACT NO. X OF 1992  \n[18th July, 1992]  \n \nAn Act to provide for the suppr ession  of acts of terrorism,  subversion  and other heinous  offences in \nthe terrorist  affected areas. \n \nWHERE AS it is expedient to provide for the supp ression  of acts of terrorism, subv ersion and \nother heinous  offences in the terrorist affected areas and for matters connected therewith or incidental \nthereto; \n \nIt is hereby enacted as follows:— \n \n1. Short title, extent and comme ncement.—(1) This Act may be called the Terrorist \nAffected Areas (Special Courts) Act, 1992.  \n \n(2)  It extends to the whole  of Pakistan. \n \n(3)  It shall come into force at once. \n \n2. Definitions.—In this Act, unless there is anything  repugnant in the subject or context,__ \n(a) “Code” means the Code  of Criminal Procedure, 1898  (Act V of 1898); \n(b)  “Government” means the Federal Government; \n(c)  “Civil  armed forces” means the Pakistan Rangers, the Frontiers Crops, \nPakistan Coast Guards, Frontier Const abulary or any other force notified by \nthe Government as such; \n(d)  “Notification” means a notification publish ed in the official Gazette; \n(e)  “Public  Prosecutor” means a Public  Prosecutor” or an Addition al Public  \nProsecutor or a Special Public  Prosecutor appoint ed under section 12; \n(f) “Schedule offence” means an offence specified in the Schedule being an \noffence committ ed in a terrorist affected area; \n(g)  “Special Court” means a Special Court establish ed under section 6; \n(h)  “terrorist affected area” means an area declared as a terrorist affected area \nunder section 3; \n(i)  “Zone” means a zone constitut ed under section3;  \n(j)  words and expressions  used but not defined in this Act and defined in the \nCode shall have the meanings respectively assigned to them in the Code. \n \n \nPage 4 of 14 \n (2) Any reference in this Act to the Code or any provision  thereof shall, in relation to an area \nin which the Code  or such provision  is not in force be construed as a reference to the corresponding  \nlaw or the relevant provisions  of the corresponding  law, if any, in force in that area. \n \n3. Declaration of terrorist affected areas.—If the Government is of the opinion  that \noffences of the nature specified in the Schedule are being committ ed in any area on such a scale and \nin such a manner that it is expedient for the purpose of coping  with such offences to have recourse to \nthe provisions  of this Act, it may, by notification,__ \n \n(a) declare such area to be a terrorist affected area; \n \n(b)  constitute  such area into a single zone or into as many zones as it may deem \nfit; and \n \n(c)  direct the Provincial Government of the Province in which such zone is \nsituated to appoint  a Magistrate for each zone or a numb er of such zones. \n \n4. Use of Police and Civil Armed Forces, etc.—(1) If a Magistrate on receiving a police \nreport or other information is of the opinion__ \n \n(a)  that any person in the zone is harbouring criminals, keeping as hostage any \nperson who has been kidnapped or abducted, indul ging in violence \nconstituting  a cognizable offence or acting in breach of an order for the time \nbeing in force prohibit ing the assembly of more than five persons or violation \nof curfew or transpo rting weapons  or firearms, ammunition  or explosive  \nsubst ances or carrying weapons  or firearms, ammunition  or explosive \nsubst ances on his person, whether openly or concealed, in breach of law or for \nun-lawful purposes; \n \n(b)  that it is necessary to destroy any illicit arms dump or prepared or fortified \nposition  or shelter from which armed attacks are made or are likely to be made \nor any structure used as straining  camp for armed insurgents or utilized as a \nhideout by armed gangs of dacoits or anti-state elements or absconders \nwanted for any offence; \n \n(c)  that it is necessary to arrest any person who has committ ed a cognizable \noffence or against whom  a reasonable suspi cion exists that he has committ ed \nor is about to commit  a cognizable offence; or \n \n(d)  that it is necessary to enter and search without  warrant any place to make \narrest of any such person or to secure release of any person illegally confined \nor detained or for recovery of any property reasonably suspected to be crime \nproperty or recovery of any arms, ammunition  or explosive  subst ances or \nlethal weapons  believed to be unlawfully kept; \n \nmay be verbal orders require such person to comply with law, desist from indul ging in unlawful \nactivity, surrender hims elf or anything in his control. \n \n \nPage 5 of 14 \n (2) If his orders under sub-section (1) are not compli ed with,  the Magistrate after such \nwarning as may be sufficient in his opinion  and use of force become necessary for the purpose of \nsecuring compli ance with the said orders may direct the officer or Junior  Commi ssioned Officer or \nthe police or civil armed forces officers at his dispos al to secure such compli ance and to use \nnecessary force, even to the extent of causing  death,__ \n \n(a)  against any person referred to in clause (a) of the said sub section; \n \n(b)  to destroy any illicit arms dumps  prepared or fortified position  or shelter from \nwhich armed attacks are made or are likely to be made or any structure used \nas training  camp for armed insurgents or utilized as a hideout by armed gangs \nof dacoits or anti-state elements or absconders wanted for any offence; \n \n(c)  to arrest without  warrant any person referred to in clause of the said sub-\nsection; or \n \n(d)  to enter and search with warrant, any place to make arrest of any such \nperson or to secure release of any person illegally confined or detained or for \nrecovery of any property reasonably suspected to be crime property or any \narms, ammunition  or explosive subst ances or lethal weapons  believed to be \nunlawfully kept. \n \n5. Power of police, civil armed forces, etc.—(1) When the Magistrate cannot be \ncommuni cated with any police officer not below the rank of Sub-Inspector or an officer of \nequivalent rank in the civil armed forces or a Naib Subedar may after sufficient warning use \nnecessary force even to the extent of causing death,__ \n \n(a)  against any person referred to in clauses (a) of sub-section (1)of section 4; \nor \n \n(b) to destroy any illicit arms dump , prepared or fortified position  or shelter \nfrom which armed attacks are made or are likely to be made, or any \nstructure used as training  camp for armed insurgents or utilized as a hideout \nby armed gangs of dacoits or anti-state elements or absconders wanted for any \noffence; or \n \n(c)  to arrest, without  warrant, any person referred to in clause(c)of sub-section \n(1) of section 4; or \n \n(d)  to enter and search without  warrant any place to make arrest of any such \nperson to secure release of any person illegally confined or detained or for \nrecovery of any property reasonably suspected to be crime property or any \narms, ammunition  or explosive subst ances or lethal weapons  believed to be \nunlawfully kept. \n \n(2) The officer referred to in sub-section (1) shall, at the first oppo rtunity as and when it \nbecomes practicable for him to communi cate with the magistrate, do so and shall thenceforward \nobey the instructions  of the Magistrate as to whether he shall or shall not continue  such action. \n \nPage 6 of 14 \n 6. Establishment of Special Courts.—(1) For the purpose of providing  for speedy trial of \nscheduled offences commi tted in a zone, the Government may establish, by notification, a Special \nCourt in relation to such zone__ \n \n(a) within  such zone; or \n \n(b)  if the Government having regard to the exigencies of the situation prevailing \nsuch zone consid ers it expedient so to do, at any place outside  such zone but \nwithin  the province in which such zone is situated. \n \n(2) Notwithst anding  anything  contained in sub-section (1), if having regard to the exigencies \nof the situation prevailing in a province, the Government is of the opinion  that it is expedient to \nestablish  in relation to a zone, or in the relation to two or more zones, in the province, a Special \nCourt outside  the said zone or zones, for the trial of such scheduled offences committ ed in the zone \nor zones the trial whereof within the zone or any of the zones— \n \n(a) is not likely to be fair or impartial or completed with utmost  dispatch; or \n \n(b) is not likely to be feasible without  occasioning a breach of peace or grave risk \nto the safety of the accused, the witnesses, the Public  Prosecutor and the \nperson constituting  the Special Court, or any of them; or \n \n(c)  is not otherwise in the interest of justice, the Government may, by \nnotification, establish  in relation to such zone or zones a Special Court at such \nplace outside  the said zone or zones as may be specified in the notification. \n \n7. Composition and appointment of Presiding officers of Special Courts. A Special Court \nshall consist  of a Judge, being a person who is, or has been, or is qualified for appointm ent as, a \nJudge of a High Court and is appoint ed by the Government after consult ation with the Chief Justice \nof the High Court. \n \n8. Place of sitting.—(1) A Special Court shall sit at such place as the Government may, by \norder specify in that behalf. \n \n(2) Subject to the provisions  of sub-section (1), a Special Court may, if it consid ers it \nexpedient or desirable so to do, sit for holding  trial of a case at any place other than the ordinary \nplace of its sitting  in the province in which it is establish ; \n \nProvided that, if the Public Prosecutor certifies to the Special Court that it is in his \nopinion  necessary for the protection of the accused or any witness or otherwise expedient in the \ninterests of justice that the whole  or any part of the trial should  be held at some  place other than the \nordinary place of its sittin g, the Special Court may, after hearing the accused, make an order to that \neffec t unless, for reasons to be recorded in writing, the Special Court thinks fit to make any other \norder. \n \n9. Jurisdiction of Special Court.—(1) Notwithst anding  anything contained in the Code or \nin any other law, a scheduled offence committ ed in a zone in a province, shall be triable only by the \nSpecial Court exercising territorial jurisdiction in such zone. \n \n \nPage 7 of 14 \n (2) Notwithst anding  anything contained in sub-section (1), if, in respect of a case involving  a \nscheduled offence committ ed in any zone in a province, the Government, having regard to the \nprovisions  of sub-section (2) of section 6 and the facts and circumst ances of the case, is of the \nopinion  that it is expedient that such offence should  be tried by the Special Court establish ed in \nrelation to such zone outside  the zone, the Government may make a declaration to that effect. \n \nExplanatio n.—Where a Special Court is establish ed in relation to two or more zones, such \nSpecial Court shall be deemed, for the purpose of this sub-section, to have been establish ed in \nrelation to each of such zones. \n \n(3) A declaration made under sub-section (2) shall not be called in question  in any court. \n \n(4) Where any declaration is made in respect of any offence committ ed in a zone in a \nprovince, any prosecution in respect of such offence shall be institut ed only in the Special Court \nestablish ed in relation to such zone outside  such zone, and, if any prosecution  in respect of such \noffence is pending  immediately before such declaration in any other court, the same shall stand \ntransferred to such Special Court and such Special Court shall proceed with such case from the stage \nat which it was pending at that time. \n \n10. Transfer of cases.—(1) Notwithst anding  anything contained in the Act, the \nGovernment may, if it consid ers it expedient so to do in the interest of justice, or were the \nconvenience or safety of the witnesses or the safety of the accused so requires, transfer any case__ \n \n(a)  from any court to a Special Court; or \n \n(b)  from one Special Court to another Special Court within  or outside  the zone but \nin the same province. \n \n(2) A Special Court to which a case is transferred under sub-section (1) shall proceed with the \ncase from the stage at which it was pending  immediately before such transfer and it shall not be \nbound  to recall and rehear any witness who has given evidence and may act on the evidence already \nrecorded. \n \n11. Powers of Special Courts with respect to other offences.—(1) When trying any \nscheduled offence a Special Court may also try any offence other than the scheduled offence with \nwhich the accused may, under the Code, be charged at the same trial. \n \n(2) If, in the course of any trial under this Act, it is found  that the accused person has \ncommitt ed any other offence, the Special Court, may, whether such offence is or is not a scheduled \noffence, convict such person of such offence and pass any sentence authorised by law for the \npunishm ent thereof. \n \n12. Public prosecutors.—(1) For every Special Court, the Government shall appoint  a \nperson to be the Public  Prosecutor and may appoint  one or more person to be Addition al Public \nProsecutor or Additional Public  Prosecutors; \n \nProvided that the Government may also appoint for any case or class of cases a Special \nPublic  Prosecutor. \n \n \nPage 8 of 14 \n (2) Every person appointed as a Public  Prosecutor or an Addition al Public  Prosecutor or a \nSpecial Public  Prosecutor shall be deemed to be a Public  Prosecutor within the meaning of \nsection 492 of the Code, and the provisions  of the Code  shall have effect accordingly. \n \n13. Procedure and powers of Special Court.—(1) The officer-in-charge of a police-\nstation shall compl ete the investigation and forward directly to the Special Court a report under \nsection 173 of the Code within  fourteen days in respect of a case triable by such court; \n \nProvided that the Special Court may extend the time within  which such report is to be \nforwarded in a case where good reasons are shown  for not being able to do so within  the time \nspecified in this sub-section. \n \n(2) Any default on the part of an officer-in-charge of a police-station, an investigating officer \nor any other person required by law to perform any functions  in connection with the investigation, \nthat results in, or has the effect of, delaying the investigation or submission  of the report under \nsub-section (1), shall be deemed to be a wilful disob edience of the order of the Special Court and \ndealt with under the law accordingly. \n \n(3) The Special Court may directly take cognizance of a case triable by such court without  \nthe case being sent to it under section 190 of the Code. \n \n(4) In cases triable by a Special Court, orders for detention  of an accused in police custody \nunder section 167 of the Code  shall be obtained from the Special Court Concerned which shall \nrecord reasons for authorising or refusing such detention : \n \nProvided that, where an accused cannot within  twenty-four hours be produced before the \nSpecial Court, a temporary order for police custody no exceeding twenty-four hours may be obtained \nfrom the nearest Magistrate for the purpose of producing the accused before the Special Court within  \nthat period. \n \n(5) Where, in a case triable by the Special Court, an accused has been released from police \ncustody under section 169 of the Code, or has been remanded to judicial custody, the Special Court \nmay, on good grounds  being shown  by a Public  Prosecutor or Law Officer of the Government, for \nreasons to be recorded in writing,  make an order for placing him in police custody for a period not \nexceeding ten days for the purpose of further investigation in the case. \n \n(6) For the purposes of sub-sections  (4) and (5), a Special Court shall be deemed to be a \nMagistrate. \n \n(7) On taking cognizance of a case, the Special Court shall proceed with the trial from day to \nday and shall decide the case within  thirty days. \n \n(8) A Special Court shall not adjourn any trial for any purpose unless such adjournment is, in \nits opinion,  necessary in the interest of justice and no adjournment shall, in any case, be granted for \nmore than two working days. \n \n(9) A Special Court shall not, merely by reason of a change in its composition  or transfer of \na case under sub-section (1) of section 10, be bound  to recall and re-hear any witness who has given \nevidence and may act on the evidence already recorded. \n \nPage 9 of 14 \n  \n(10) Any accused person may be tried in his absence if the Special Court, after such \ninqui ry as it deems fit, is satisfied that— \n \n(a)  such absence is deliberate and brought about with a view to impending  the \ncourse of justice; or \n \n(b)  the behavior of the accused in court has been such as to impede the course of \njustice and the Special Court has on that account ordered his removal from the \nCourt: \n \nProvided that, in a case referred to in clause (a) the accused person shall not be tried \nunless a proclamation in accordance with the provisions  of Section 87 of the Code  has been \npublish ed in respect of him, which proceedings shall be completed by the Special Court within  \nseven days, and until the proclamation has been publish ed in at least three national daily \nnewspapers out of which one shall be in Urdu language and the Court may also proceed under \nsection 88 of the code; \n \nProvided further that the Special Court shall proceed with the trial after taking necessary \nsteps to appoint  an advocate to defend the accused person who is not before the Court. \n \nExplanatio n.—An accused who is tried in his absence under sub-section (10) shall be \ndeemed not to have admitt ed commission  of any offence for which he has been charged. \n \n(11) the advocate appoint ed under the second proviso  to sub-section (10) shall be a person \nselected by the Special Court for the purpose and he shall be engaged at the expense of the \nGovernment and a notice of his appointm ent shall be publish ed by the Special court in the \nnewspapers referred to in the first proviso to that sub-section. \n \n(12) If, within  sixty days from the date of his conviction, any person tried under sub-section \n(10) appears volunt arily, or is apprehended and brought before the Special Court, and proves to its \nsatisfaction that he did not abscond or conceal hims elf for the purpose of avoidi ng the proceeding \nagainst him, the Special Court shall set aside his conviction and proceed to try him in accordance \nwith law for the offence for which he is charged: \n \nProvided that, the Special Court may exercise its powers under this sub-section in a case in \nwhich a person as aforesaid appears before it after the expiration of the said period and satisfies it \nthat he was prevented from appearing within  the said period by circumst ances beyond his control. \n \n(13) Where a scheduled offence is punish able with imprisonm ent for a term not exceeding \nthree years, or with fine, or with both,  a Special Court may, notwithst anding  anything contained in \nsub-section (1) of section 260 or section 262 of the Code, try the offence in a summ ary way in \naccordance with the procedure prescribed in the Code and the provisions  of sections  263 to 265 of \nthe Code  shall, so far as may be apply to such trial: and  \n \nProvided that, in the case of any conviction in a summary trial under this section, it shall be \nlawful for a Special Court to pass a sentence of rigorous imprisonm ent for a term not exceeding two \nyear: \n \n \nPage 10 of 14 \n Provided further that a Special Court shall not try in a summ ary way any case which was \npending  in any Court immediately before the comm encement of this Act and is transferred to the \nSpecial Court under Section 10. \n \n(14) Subject to the other provisions  of this Act, a Special Court shall, for the purpose of trial \nof any offence, have all the powers of a court of Session  and shall try such offence as if it were a \nCourt of Session  as for as may be in accordance with the procedure prescribed in the Code  for \ntrial before a Court of Session. \n \n14. Protection of witnesses.— All proceedings before a Special Court shall be condu cted \nin open Court. \n \nProvided that, where the Public  Prosecutor so applies or the Special Court consid ers it \nnecessary so to do for any reason, any proceedings or part thereof may be held in camera. \n \n(2) A Special Court may, on an application made by a witness in any proceedings before it or \nby the Public  Prosecutor in relation to such witness or on its own motion,  take such measures as it \ndeems fit for keeping the identity and address of the witness secret. \n \n(3) In particular and without  prejudice to the generality of the provisi ons of sub-section (2), \nthe measures which a Special Court  may take un der that sub -section may include \n \n(a)  the holdi ng of the proceedings at a protected place; \n \n(b)  the avoidi ng of the mention  of the names and addresses of the witnesses in its \norders or judgments or in any record of the case accessible  to publi c; and \n \n(c)  the issuing  of any directions  for securing that the identity and addresses of the \nwitnesses are not disclosed. \n \n(4) Any person who contravenes any direction issued under sub-section (2) shall be punish able with \nrigorous imprisonm ent for a term of three years and with fine which may extend to ten thous and \nrupees. \n \n15. Manner and place of execution of sentence.—The Government may specify the \nmanner, mode  and place of execution of any sentence passed under this Act, having regard to the \ndeterrent effect which such execution  is likely to have. \n \n16. Power to transfer cases to regular courts.—Where, after taking cognizance of any \noffence, a Special Court is of opinion  that the offence is not a scheduled offence, it shall, \nnotw ithstanding  that it has no jurisdiction to try such offence, transfer the case for trial of such \noffence to any court having jurisdiction under the Code and the court to which the case is transferred \nmay proceed with the trial of the offence as if it had taken cognizance of the offence. \n \n17. Appeal.—(1) An appeal against the final judgment of the Special Court shall lie to the \nSupreme Ap pellate Court which shall consist  of— \n \n(a)  a Chairman, being a Judge of the Supreme Court to be nomin ated by the \ngovernment after consul tation with the Chief Justice of Pakistan: and \n \nPage 11 of 14 \n  \n(b)  two Judges of the High Courts to be nomin ated by the Government after \nconsultation with the Chief Justice of the High Court concerned. \n \n(2) The Government may establish  as many Supreme Appellate Courts as it may deem \nnecessary. \n \n(3) Copi es of the judgment of a Special Court shall be suppli ed to the accused and the Public  \nProsecutor free of cost on the day the judgment is pronoun ced and the record of the trial shall be \ntransmitt ed to the Supreme Appellate Court within three days of the decision.  \n \n(4) An appeal under sub-section (1) shall be preferred by a person sentenced by the Special \nCourt to the Supreme Appellate Court within  seven days of the passing of the sentence. \n \n(5) The Attorney General or Advo cate General may, or on being directed by the Government \nshall, present to the Supreme Appellate Court an appeal against the order of acquittal or a sentence \npassed by a Special Court within  thirty days of such order. \n \n(6) An appeal under this section shall be heard and decided by the Supreme Appellate \nCourt within thirty days. \n \n(7) A Supreme Appellate Court shall sit at such places, and have jurisdiction within  such \nterritorial limits,  as may be fixed by the Government. \n(8) In exercise of th e appellate jurisdiction , a Supreme Appellat e Court shall , subject to t he \nprovisions of this Act, have all the p owers conferred on an Appellate Court under Chapter XXXI of \nthe Code.  \n \n18. Trial before special Court to have precedence.—The trial under this Act of any \noffence by a Special Court, and appearance of the accused before it, shall have precedence over the \ntrial of any other case against the accused in any other Court, except the High Court on its original \nside. \n \n19. Modified application of certain provisio ns of the Code.—(1) Notwithst anding  \nanything contained in the code or any other law, every scheduled offence shall be deemed to be a \ncognizable offence withi n the meaning of clause (f) of Section 4 of the Code  and “cognizable case” \nas defined in that clause shall be construed accordingly. \n \n(2) Sections  374 to 379 of the Code  shall apply in relation to a case involving  a scheduled \noffence subject to the modi fication that the reference to “Court of Session” and “High Court”, \nwherever occurring therein, shall be construed as reference to “Special Court” and “Supreme \nAppellate Court”, respectively. \n \n(3) Notwithst anding  the provisions  of sections  439, 496, 497, 498, 498A  and 561 A of \nthe Code, no Court other than the Special Court shall  have the power or jurisdiction to grant bail to \nan accused person in a case triable by a Special Court: \n \nProvided that the Special Court shall not release the accused on bail if there are reasonable \ngrounds  for believing that he has been guilty of the offence for which he has been charged, nor shall \n \nPage 12 of 14 \n an accused person be so released unless the prosecution  has been given notice to show  cause why he \nshould  not be so released. \n \n20. Overriding effect of Act.—(1) The provisions  of this Act shall have effect \nnotwithst anding anything contained in the Code  or any other law but, save as expressly provided in \nthis Act, the provisions  of the code shall, in so far as they are not inconsist ent with the provisions of \nthis Act, apply to the proceedings before a Special Court; and for the purpose of the said provisi ons \nof the Code, the Special Court shall be deemed to be a Court of Session . \n \n(2) In particular and without  prejudice to the generality of the provisions  contained in sub-\nsection (1), the provisions  of section 350 of the code shall, as far as may be, apply to the \nproceedings before a Special Court, and for this purpose any reference in those  provisions  to a \nmagistrate shall be construed as a reference to the Special Court. \n \n21. Delegation.—The Government may, by notification, delegate, subject to such conditi ons \nas may be specified, all or any of the powers exercisable by it under this Act. \n \n22. Power to amend the Schedule.— The Government may, by notification, amend the \nSchedule so as to add an entry thereto or modi fy or omit any entry therein. \n \n23. Power to make rules.—The Government may, by notification, make such rules, if \nany, as it may deem necessary for carrying out the purposes of this Act. \n \n24. Saving.—(1) Nothing contained in this Act shall affect the jurisdiction  exercisable by, or \nthe procedure applicable to, any Court or other authority under any law relating to the Naval, \nMilit ary or Air Force or any other armed force of the Government. \n \n(2) For the removal of doubts,  it is hereby declared that, for the purpose of any such law as is \nreferred to in sub-section (1), a Special Court shall be deemed to be a court of ordinary criminal \njurisdiction. \n \n(3) Nothi ng contained in this Act shall affect any proceedings pending in any Special Court \nconstitut ed under the Suppression of the Terrorist Activiti es (Special Courts) Act, 1975  (XV of \n1975),  immediately before the comm encement of this Act. \n \n25. Presumption as to certain offences.—(1) Where any person accused of having \ncommitt ed a scheduled offences is found  to be in possession  of, or to have under his control, an \narticle or thing which is capable of being used for, or in connection with,  the commission  of such \noffence, or is apprehended, in circumst ances which tend to raise a reasonable suspi cion that he has \ncommitt ed such offence, he shall be presumed to have committ ed the offence unless he can prove \nthat he had not in fact committ ed the offence. \n \n(2) Where a person is accused of having committed by scheduled offence specified in sub-\nsection (3), in a terrorist affected area and it is shown that such person had been at a place in such \narea at a time when firearms or explosiv es were used at or from that place to attack or resist the \nmembers of any armed forces or the forces charged with the maintenance of public  order acting in \nthe discharge of their duties, it shall be presumed, unless the contrary is shown,  that such a person \nhad committ ed such offence. \n \n \nPage 13 of 14 \n (3) The offences referred to in sub-section (2) are the followin g:— \n \n(a)  sections  121, 121A,  122, 123, 123A  and 124A of the Pakistan Penal Code  \n(Act XLV of 1860)  and;  \n \n(b)  criminal conspi racy or attempt to commit,  or abetment of, any of the \naforesaid offences. \n \n26. Contempt of Court.—A Court shall have the power to punish  with rigorous \nimprisonm ent for a term which may extend to one year and with fine any person who__ \n \n(a) abuses, interfere s with or obstructs the process of the Court in any way or \ndisob eys any order or direction of the Court; \n \n(b)  scandalizes the Court or otherwise does anything  which tends to bring the \nCourt or a person constituting  the Court into hatred, ridicule or contempt; \n \n(c)  does anything  which tends to prejudice the determination of a matter pending \nor most  likely to come up before the court; or \n \n(d)  does anything which, by any other law, constitutes contempt of Court. \n \nExplanation. —In this section , “Court” means a Special Court or, as the case may be, a \nSupreme Appellate Court. \n \n27. Indemnity.— No suit, prosecution  or other legal proceedings shall lie against any \nperson in respect of anything which is in good faith done  or intended to be done  under this Act. \n \n______  \n \n \nTHE  SCHEDU LE \n \n[See Section 2(f)] \n \n \n1. Offences under the following  provisions  of the Pakistan Penal Code  (Act XLV of 1860);  \n \n(a) sections  121, 121A , 122, 123, 123A,124A;  \n \n(b)  sections  216 and 216A,  if committ ed in relation to any offender who is \naccused of having committ ed any of the offences specified in this schedule; \n \n(c)  sections  253, 295A,  302, 304, 315 363, 364, 364A,  365, 365A,  367, 368, 392, \nto 402, 436, and 440. \n \n2. Offences under Section 25 of the Telegraph Act, 1885( XIII of 1885 ) \n \n3. Offences under Sections  126, 127 and 128 of the Railways Act 1890  (IX of 1890).  \n \n \nPage 14 of 14 \n 4. Offences under the Explosive  Substances Act, 1908  (VI of 1908).  \n \n5. Offences under the Arms Act, 1878(XV  of 1878). \n \n6. Offences under the Pakistan Arms Ordinance, 1965  (W.P. Ordinance No. XX of 1965). \n \n7. Any offence punish able under sub-section (1) of Section 13 of the Prevention  of Anti \nNational Activiti es Act 1974  (VII of 1974),  if such offence constitut es anti-national activity within  \nthe meaning of sub-clause (i) or sub-clause (ii) of clause (a) of section 2 of that Act. \n \n8.  Any offence under the Surrender of Illicit Arms Act, 1991  (XXI of 1991):  and \n \n9. Any attempt or conspiracy to commit,  or any abetment of, any of the aforesaid \noffences."
}