{
    "file": "./converted_json\\administrator131eda5fbdac4fd259fc36b256bc8433.json",
    "name": "Development of Industries (Federal Control) (Repeal) Ordinance, 1979",
    "date": "31st May, 1979",
    "tagline": "Repeal of the Development of Industries (Federal Control) Act, 1972",
    "content": "Page 1 of 4 \n   \n \nTHE DEVELOPMENT OF INDUSTRIES (FEDERAL CO NTROL) \n(REPEAL) ORDINANCE, 1979  \n \n \n      \n CONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Dissolution of the Board,  etc. \n4.  Employees of the Board  \n5.  Provident fund  \n6.  Contracts and proceedings  \n7.  Bar of jurisdiction  \n8.  Indemnity  \n9.  Removal of difficulties  \n10.  Repeal  \n \n   \n \n\n \nPage 2 of 4 \n THE DEVELOPMENT OF INDUSTRIES (FEDERAL CO NTROL) (REPEAL) \nORDINANCE, 1979  \nORDINANCE No. XXVI OF 1979  \n[31st May, 1979]  \nAn Ordinance to repeal the Development of Industries (Federal Control) Act, 1972  \n WHEREAS it is expedient to repeal the Development of Industries (Federal Control) Act, 1972 \n(XVI of 1972), and to provide for matters connected therewith or incidental thereto;  \n AND WHEREAS the President is satisfied that circumstances exist which render it nec essary \nto take immediate action ; \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July 1977, read with \nthe Laws (Conti nuance  in Force) Order, 1977 (C.M.L.A. Order No. 1 of 1977), and in exercise of all \npowers enabling him in that behalf, the President is pleased to make and promulgate the following \nOrdinance:__ \n 1. Short title, extent and commencement .—(1) This Ordinance may be  called the \nDevelopment of Industries (Federal Control) (Repeal) Ordinance, 1979.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on such date1 as the Federal Government may, by notification in \nthe official Gazette, appoint.  \n 2. Definitions . In this Ordinance, unless there is anything repug nant in the subject or context, — \n(a)  “Act” means the Development of Industries (Federal C ontrol) Act, 1972 (XVI \nof 1972) ;  \n(b)  “commencing day ” means the day on which this Ordinance comes into force ;  \n(c)  “Corporation ” means a company formed and registered under the Companies \nAct, 1913 (VII of 1913), the entire issued and paid -up share capital of which is \nheld by the Federal  Government and its nominees ; \n(d)  “managed company ” means a company the aggregate face value of the shares \nof which owned by the Federal Government and by institutions owned or \ncontrolled by the Federal Government exceeds fifty per cent of the total voting \nrights in the issued and paid -up share capital of the company; and  \n(e)  words and expressions used but not defined in this Ordinance shall have the \nsame meaning as in the Act.  \n \n 1I.e. 15th April, 1979, by S.R.O. No. 317 (I)/79, dated the 11th April, 1979, see Gaz. of P., 1979, Ext., Pt. II, p. 561.  \n \nPage 3 of 4 \n  3. Dissolution of the Board, etc .—(1) As from the commencing day, the Board shall stand \ndissolved and all members of the Board shall cease to hold office.  \n (2) The winding -up of the affairs relating to the Board shall be carried out by an Administrator \nto be  appointed by the President.  \n (3) The Administrator shall hold office during the pleasure of the President and shall, in the \ndischarge of his functions, be subject to such directions as the President may give from time to time.  \n (4) The Administrator sha ll have all the powers of the Board, including the powers to incur \nexpenditure, collect assets and discharge liabilities of the Board, to terminate orders, contracts, deeds, \nbonds, agreements, powers of attorney and grants of legal representations or any o ther instruments.  \n (5) The Administrator may fix a time limit within which creditors, if any, shall prove their \nclaims against the Board.  \n (6) The Federal Government may, by order in writing, direct that the control and ownership of \nthe properties assets , including moneys in the Fund and documents which, immediately before the \ncommencing day, belonged to the Board be transferred to it or such corporation or managed company \nas it may specify, whereupon such property, assets and documents shall stand transf erred to and vest \nin the Federal Government, the corporation or, as the case may be, the managed company.  \n (7) The Federal Government shall appoint an auditor to carry out the audit relating to the affairs \nof the Board for the period to be specified by th e Federal Government and the auditor shall, upon \ncompletion of the audit, submit his report to the Federal Government regarding the availability and \ndistribution of assets of the Board.  \n (8) For the purposes of the audit, the administrator shall make all relevant documents available \nto the auditor.  \n 4. Employees of the Board .—(1) The Federal Government may, by order in writing, direct \nthat the services of any officer or other employee of the Board shall, on such day as may be specified \nin the order, stand transferred to the corporation or managed company so specified on terms not less \nfavourable than those to which he was entitled as an employee of the Board.  \n (2) The Federal Government, in accordance with the terms of their appointment, terminate the \nservices of such officers and employees of the Board as it may consider surplus.  \n 5. Provident fund .—(1) The moneys and investments in the provident fund established by the \nBoard for the benefit of its officers and employees shall stand transferred to and vest  in the corporation \nor managed company to which their services are transferred under section 4, free from any trust that \nmay have been constituted by the Board in respect thereof, and the trustees of the provident fund shall, \nas from the day of such transf er, stand discharged from the trust except as respects things done or \nomitted to be done before that day.  \n (2) An officer or other employee transferred to a corporation or managed company under \nsection 4 shall be deemed to have become, on the date of such  transfer, a member of the provident \nfund established by such corporation or managed company and, in the records of such provident fund, \na separate account shall be opened for such officer or other employee and be credited with the amount \n \nPage 4 of 4 \n of the accumulate d balance standing, immediately before the said date, to the credit of such officer or \nother employee in the provident fund established by the Board.  \n 6. Contracts and proceedings .—(1) All orders, contracts, deeds, bonds, agreements, powers \nof attorney, grants of legal representation and other instruments  of whatever nature subsisting and \nhaving effect immediately before the commencing day to which the Board is a party shall be of full \nforce and effect against or in favour of a corporation or managed comp any which may be designated \nby the Federal Government for the purpose by notification in the official Gazette and may be enforced \nor acted upon as fully and effectively as if references in such orders, contracts, deeds, agreements, \npowers, grants and instr uments to the Board were references to such corporation or managed company.  \n (2) All suits, appeals or other proceedings of whatever nature instituted by or against the Board \nand pending immediately before the commencing day shall not abate, be discontinu ed or be in any \nway prejudicially affected by reason of the dissolution of the Board, but the suit, appeal or other legal \nproceeding may be continued, prosecuted and enforced by or against corporation or managed company \nwhich may be designated by the Feder al Government for the purpose by notification in the official \nGazette.  \n 7. Bar of jurisdiction .—(1) No Court shall call into question or permit to be called in question, \nany order made or anything done or any action taken under this Ordinance.  \n (2) No Cou rt shall grant any injunction, make any order or entertain any proceedings in relation \nto anything in good faith done or intended to be done under this Ordinance.  \n 8. Indemnity . No suit, prosecution or other legal proceeding shall lie against the Federal \nGovernment, the Board, a corporation, a managed company or any other person for anything in good \nfaith done or intended to be done under this Ordinance.  \n 9. Removal of difficulties . If any difficulty arises in giving effect to any provision of this \nOrdinan ce, the Federal Government may make such order or issue such directive, not incons istent with \nthe provisions of this Ordinance, as may appear to it to be necessary or expedient for the purpose of \nremoving the difficulty.  \n 10. Repeal . The Development of Industries (Federal Control) Act, 1972 (XVI of 1972), is \nhereby repealed."
}