{
    "file": "./converted_json\\administrator2aff8e2567a12059b3b7ea98b56ac0ff.json",
    "name": "National Command Authority (Amendment) Ordinance, 2016",
    "date": "March 14, 2016",
    "tagline": "Further to amend the National Command Authority Act, 2010.",
    "content": "..r\"\\\\L,,q \\-- \\\\ ^ 4-z-il\nREGISTEREDNo.M-302L.-7(469\n@0cGttdfr d Sc[tdtur\no---\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, MONDAY, MARCH 14,2016,\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISI'AN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, rhe 13th March, 2016\nNo. F. 2 (l )/2016-Pub.-The following Ordinance promulgared by the\nPresident is hereby published for general information:-\nORDINANCE NO. I OF 2OI6\nAN\nORDINANCE\nFurther to amend the National Command Authority Act, 20t0\n(Act V of 2010).\nWHercns, it is expedient further to.amend the National Command Authority\nAct, 2010 (Act V of20l0) for the purposes hereinafter appearing;\nWHeREes, the Senate and the National Assembly are not in session and the\nPresident of the Islamic Republic of Pakistan is satisfied that circumstances exist\nwhich render it necessary to take immediate action;\n(r0e)\n[255](2016)tEx. Gaz.) Price : Rs. 2.00\nil0 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 14,2016 [Penrl\nNow, Therefore, in the exercise of the powers conferred by clause (1) of\nArlicle8goftheConstitutionoflslamicRepublicofPakistan. lgT3,thePresidentof\nthe Islarnic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance:-\n1 . Short title and commencement.{ 1) This ordinance may be called\nthe National Comrnand Authority (Amendment) Ordinance, 2016 -\n(2) lt shall come into force at once and the provisions of this Ordinance\nshall be deemed always to have been part of the National Command Authority Act,\n2010 (Act V of 2010).\n2. Substitution of section 7 (d) of the Act V of 2010.-In clause (d) '^-\nof section 7 of the Act V of 20 1 0, the words \"prescribe specific\" shall be repealed\nand substituted by the words \"determine and provide for the'' and after the word\n\"matters\", the following words \"as it may deem fit and proper in the interests of the\nAuthority\" shall be added.\n3. Amendment of section 15 of the Act V of 20f 0.-ln section 15 of\nthe Act V of 2010, the following new proviso shall be added:\n\"Provided that notwithstanding anything contained in anyjudgment,\ndecree, order, direction or declaration of any Court'or in this Act or in\nany other law for the time being in force, the rules, instructions or\norders already made, or which may be made, in respect of the\nemployees and strategic organisations of theAuthority shall be non-\nstatutory unless approved by the Federal Government and published\nin the Official Gazette of Pakistan.\"\n4. Substitution of section 17 of the Act V of 2010.-Section 17 of -theActV of 2010 shall be repealed and substituted with the following:\n\"17. Funds of the Authority.- Federal Government shall ensure\nprovision of funds and make contributions in local and foreign\ncurrencies to the Authority through Strategic Plans Division as may\nbe necessary to the Authority.\"\nMAMNOON HUSSAIN,\nPresident.\nJt;srtcg (n)\nMUHAMMAD RAZA ff:*\nPRINTED BY THE MANAGE& PzuNTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLIS}IED BYTHE DEPUTY CONTROLLER, STAI'IONERYAND FORMS, UNIVERSITY ROAD, KARACHI."
}