{
    "file": "./converted_json\\administrator5b224d4541235a4a7d478cf039722c33.json",
    "name": "National Disaster Management Act, 2010",
    "date": "11th December, 2010",
    "tagline": "An Act to provide for the establishment of a National Disaster Management System for Pakistan",
    "content": "NATIONAL DISASTER MANAGEMENT ACT, 2010.  \nACT NO. XXIV OF 2010  \n[11th December, 2010]  \n  An Act to provide  for the establishment  of a National  Disaster  Management  System for \nPakistan  \n  WHEREAS  it is expedient  to provide  for an effective  national  disaster management  system  \nand for matters  connected  therewith  or incidental  thereto;  \n  AND WHEREAS the  Provincial  Assemblies  of Balochistan, the Khyber Pakhtunkhwa, and \nthe Punjab  have passed resolutions  under Article  144 of the Constitution  of the Islamic  Republic  of \nPakistan  to the effect that Majlis -e-Shoora (Parliament)  may, by  law, regulate  the national  disaster  \nmanagement  system  to overcome  unforeseen  situations;  \n  It is hereby enacted as follows:__ \n  1. Short title, extent and commencement.___(1) This  Act may be called  the National  \nDisaster  Management  Act, 2010.  \n(2) It extends to the whole of Pakistan.  \n (3) It shall come into force on the 17th of August, 2007.  \n  2. Definitions .___ In this Act, unless the context otherwise requires,___ \n(a)  \"affected  area\"  means  an area or part  of the  country  affected  by a disaster;  \n(b) \"disaster\"  means  a catastrophe,  or a calamity  in an affected  area, arising  from \nnatural or man -made causes, or by accident  which results in  a substantial  loss \nof life or  human  suffering  or damage  to, and destruction  of property;  \n(c) \"disaster  management\"  means  managing  the complete  disaster spectrum \nincluding.___ \n(i) preparedness:  \n(ii) response;  \n(iii)  recovery  and rehabilitation;  and \n(iv)  reconstruction;  \n(d) \"District Authority\" means  the District Disaster Management Authority \nestablished  under section 18 ; \n (e) \"District  Plan\"  means  a Disaster  Management  Plan prepared  for a particular  \ndistrict  under section 21 ;  \n\n \n  (f)  \"Federal Government \" means the Ministry orDivision of  the Federal \nGovernment  having administrative  control of disaster  management;  \n (g)   \"National  Authority\"  means  the National  Disaster  Management Authority \nestablished under  section 8;  \n (h) \"National  Plan\" means the plan for disaster management  for the whole of the \nCountr y prepared  under  section  10; \n (i)  \"National  Commission\"  means  the National  Disaster  Management \nCommission  established  under section 3;  \n (j)  \"prescribed\"  means  prescribed  by rules  made  under  this Act;  \n (k)  \"Provincial  Authority\"  means  the Provincial  Disaster  Management Authority  \nestablished  under section  15; \n (l)  \"Provincial  Commission\"  means the Provincial  Disaster Management \nCommission  established  under section  13; and  \n (m)  \"Provincial  Plan\" means  the plan for disaster  management  for a Province  \nprepared  under section  17. \nCHAPTER  II \nTHE NATIONAL DISASTER MANAGEMENT COMMISSION  \n  3. Establishment of  National Disaster Management Commission .___ (l) As  soon  as may \nbe after the commencement  of this  Act the Federal Government  may by a notification  in the  Official \nGazette,  establish  a Commission to be known  as the National  Disaster  Management  Commission.  \n  (2) The National  Commission  shall consist  of.___ \n(a) The Prime  Minister  of Pakistan  who shall  be the Chairperson, ex -officio;  \n(b) Leader  of Opposition  in the Senate;  \n(c) Leader of Opposition  in the National  Assembly;  \n(d) Minister  for Defence;  \n(e) Minister  for Health;  \n(f) Minister  for Foreign Affairs;  \n(g) Minister  for Social Welfare and Special  Education;  \n(h) Minister  for Communications;  \n(i) Minister  for Finance;  \n(j) Minister  for Interior;  \n \n (k) Governor  Khyber Pakhtunkhwa  (for Federally Administrative Tribal Areas);  \n(l) Chief Ministers  of all the Provinces;  \n(m) Prime Minister,  AJ&K;  \n(n) Chief  Executive,  Gilgit -Baltistan;  \n(o) Chairman,  JCSC or  his nominee;  and \n(p) representatives  of civil society or any other person  appointed  by the Prime \nMinister.  \n  (3) The Director  General,  appointed  under  sub-section  (3) of section  8 shall  act as ex -\nofficio Secretary  of the National  Commission.  \n  4. Meetings  of the Nation al Commission.___(1) The National Commission  shall  meet  \nas and when  necessary  and at such time  and place  as the Chairperson  of the National  Commission  \nmay think fit.  \n(2) The Chairperson  of the National  Commission  shall preside  over the meetings  over the \nNational Commission.  \n  5. Appointment of officers,  and other  employees  of the  National \nCommission.____The Federal  Government  shall provide  the National  Commission with such officers,  \nconsultants  and employees,  as it considers  necessary  for carrying out its  functions.  \n  6. Powers and functions of National Commission.____ (1) Subject to the provisions of \nthis Act, the National Commission shall have the responsibility for laying down the policies,  plans \nand guidelines for disaster  management.  \n  (2) Without, pr ejudice to generality of the provisions in sub -section  (1), the National  \nCommission  may,___ \n(a)  lay down  policies on disaster management;  \n(b)  approve  the National  Plan;  \n(c)  approve  plans prepared  by the Ministries  or Divisions  of the Federal \nGovernment  in accordance  with the National  Plan;  \n(d)  lay down  guidelines  to be followed  by Federal  Government  and Provincial \nAuthorities;  \n (e) arrange for, and  oversee,  the provision  of funds  for the  purpose  of mitigation  \nmeasures,  preparedness  and response;  \n (f)  provide such support to other countries  affected  by major  disasters  as Federal  \nGovernment  may determine;  and . \n \n  (g) take such other measures for the prevention of disaster, or the mitigation, or \nfor preparedness  and capacity  building  for dealing  with disas ter situation  as it \nmay consider  necessary.  \n (3) The  Chairperson  of the  National  Commission  shall,  in the  case of \nemergency,  have  power  to exercise  all or any of the powers  of the National \nCommission  but exercise of such powers shall be subject to ex post facto  \nratification by the National  Commission.  \n  7. Constitution of advisory committees by National Commission.___(1) The National \nCommission  may constitute  an advisory  committee  or committees as required  of experts  in the  field \nof disaster  management.  \n  (2) The members  of the  advisory committees  shall be paid such allowances as may  be \nprescribed  by the Federal  Government.  \n  8. Establishment of the National Disaster  Management Authority.___(1) The  Federal  \nGovernment  shall,  immediately  after issue  of notification  under sub -section  (1) of section 3 establish  \nan Authority  to be known  as National  Disaster  Management  Authority.  \n  (2) The National  Authority  shall consist  of such number  of Members  as may be \nPrescribed  and shall include  as (The  Director  Gener al) and its Chairperson.  \n  (3) There  shall  be a Director  General  of the  National  Authority,  to be appointed  by the  \nFederal  Government,  on such  terms  and conditions,  as may  be prescribed.  \n  9. Powers  and functions  of the  National  Disaster  Management Authority ,___The \nNational  Authority  shall:___ \n(a) act as the implementing,  coordinating  and monitoring  body for disaster \nmanagement;  \n(b) prepare  the National  Plan to be approved by the National  Commission;  \n(c) implement  coordinate  and monitor the implemen tation  of the National policy;  \n(d) lay down  guidelines  for preparing  disaster  management  plans  by different  \nMinistries  or Departments  and the Provincial  Authorities;  \n(e) provide necessary  technical  assistance  to the Provincial  Governments and the \nProvincial Authorities  for preparing their disaster management plans  in \naccordance  with the guidelines  laid down  by the National Commission;  \n(f)  coordinate  response  in the event of any threatening  disaster  situation or \ndisaster;  \n(g)  lay down guidelines f or or give directions  to the concerned  Ministries or \nProvincial  Governments  and the  Provincial  Authorities  regarding measures  to \nbe taken by them in response  to any threatening  disaster situation  or disaster;  \n \n (h)  for any specific  purpose  or for general  assistance  requisition  the services  of \nany person  and such person  shall be a co -opted  member and  exercise  such \npower  as conferred upon him by the Authority in writing;   \n(i)  promote  general  education  and awareness  in relation  to disaster management;  \nand \n(j)  perform  such other functions as the National  Commission  may require to \nperform.  \n  10. National Plan .____(l) There shall be drawn up a  plan for disaster management  for the \nwhole  of the country  to be called the National  Plan.  \n  (2) The National  Plan shall b e prepared  by the National  Authority  having regard  to the \nnational  policy  and in consultation  with the Provincial  Governments and expert bodies or \norganizations  in the field of disaster management,  and approved by the National  Commission.  \n  (3) The Nationa l Plan shall include,____ \n(a)  measures  to be taken  for the prevention  of disasters  or the mitigation of their  \neffects;  \n(b) measures  to be taken for the integration  of mitigation  measures  in the \ndevelopment  plans;  \n(c) measures  to be taken  for preparedness  and capacity  building  to effectively  \nrespond  to any threatening  disaster  situations  or disaster; and  \n(d) roles  and responsibilities of different Ministries or Divisions of the Federal  \nGovernment  in respect  of measures  specified  in clauses  (a), (b) and  (c). \n  (4) The national plan  shall be reviewed  and updated  annually.  \n  (5) The Federal  Government  shall  make  appropriate  provisions  for financing  the \nmeasures  to be carried  out under the national  plan.  \n  11. Guidelines  for minimum standards of relief.___ Subject to directions of the National  \nCommission,  the National  Authority  shall lay down  guidelines  for the  minimum  standards  of relief  to \nbe provided  to persons  affected  by disaster which shall include____ \n(a)  the minimum  requirements  to be provided in the relief camps in relation to \nshelter, food, drinking  water, medical  cover and sanitation;  \n (b)  the special provisions  to be made  for vulnerable  groups;  \n (c) ex gratia assistance  on account  of loss of life and also  assistance  on account of \ndamage to hou ses and for restoration  of means of livelihood; and  \n (d)  such other  relief  as may  be necessary.  \n  12. Relief  in loan repayment,  etc.___ Subject  to such  directions  as the National  \nCommission  may give, the National  Authority  may, in cases of disasters  of se vere magnitude give \n \n directions  regarding  relief in  repayment  of loans  or for grant of fresh  loans  to the  persons  affected  by \ndisaster  on concessional  terms  as may be appropriate.  \nCHAPTER  III \nPROVINCIAL DISASTER MANAGEMENT AUTHORITIES  \n  13. Establishment of  Provincial Disaster Management Commission.___(1) Each  \nProvincial  Government  shall,  as soon as may be after the issue of the  notification  under  sub-section  \n(1) of section  3, by notification  in the Official Gazette,  establish  a Provincial  Disaster Management  \nCommission  for the Province.  \n  (2) The Provincial Commission  shall consist ,___ \n(a)  the Chief Minister of the  Province who shall be Chairperson,  ex-officio ; \n(b) Leader of the Opposition  and one member  nominated  by him  to be member  of \nthe provin cial disaster commission;  \n(c)  other members  to be nominated  by Chief Minister;  and \n(d) the Chairperson  of the Provincial  Commission  may designate  one of the \nmembers  nominated  under clause  (c) to be the Vice -Chairperson.  \n  14. Powers and  functions  of Provincial Authority.___(l) Subject  to the provisions  of this \nAct, a Provincial Commission shall have  the responsibility for laying  down policies  and plans  for \ndisaster  management  in the Province.  \n  (2) Without prejudice to the generality of provisions spe cified in sub -section  (1), the \nProvincial Commission  may,___ \n(a)         lay down  the Provincial  disaster management  policy;  \n(b) lay down  the Provincial  Plan in accordance  with the guidelines  laid down by \nthe National  Commission;  \n(c) approve  the disaster  management  plans prepared  by the departments of the \nProvincial  Government;  \n(d)  review the implementation  of the plan;  \n(e)  oversee  the provision  of funds  for mitigation  and preparedness measures;  \n(f) review  the development  plans  of the different  departments  of the Province  and \nensure  that prevention  and mitigation  measures  are integrated  therein;  and \n(g) review the measures  being taken for mitigation,  capacity  building  and \npreparedness  by the departments  of the Provincial  Government  all issue such  \nguidelines  or directions  as may be necessary.  \n \n   (3) The Chairperson  of the Provincial  Commission  shall,  in the case  of emergency,  have  \npower  to exercise  all or any of the  powers  of the Provincial Commission  but the exercise  of such \npowers  shall  be subject  to ex post facto approval  of the Provincial  Commission.  \n  15. Establishment  of Provincial Disaster Management Authority.___(1) Each \nProvincial  Government  shall as soon as may be after issue of the notification under  sub-section  (1) of \nsection  3 by notification  in the official  Gazette  establish  a Provincial  Disaster  Management  Authority  \nfor the Province.  \n  (2) The Provincial  Authority  shall consist of such number  of Members  as may be \nprescribed and shall include as its Chairperson  the Provincial  Director General or Provincial  Relief \nCommissioner.  \n  (3) There  shall be a Director  General  of the Provincial  Authority  to be appointed  by the \nProvincial  Government,  with the status and powers  on such terms and conditions,  as may be \nprescribed  by the Provincia l Government.  \n 16. Powers  and Functions  of Provincial  Authority.___(l) Subject  to the provisions  of \nthis Act, a Provincial  Authority  shall  be responsible  for implementing  policies  and plans for disaster  \nmanagement  in the Province.  \n (2) Without  prejudice  to the generality  of the foregoing  provisions,  the Provincial \nAuthority  may,___ \n(a) formulate  the provincial  disaster  management  policy  obtaining  the approval  of \nthe Provincial  Commission;  \n(b) coordinate  and monitor  the implementation  of the  National  Policy,  National  \nPlan and Provincial  Plan;  \n(c) examine the vulnerability of different parts of the Province to different \ndisasters and specify prevention or mitigation measures;  \n(d) lay down  guidelines  to be followed  for preparation  of disaster management  \nplans  by the  Provincial  Departments  and District Authorities;  \n(e) evaluate preparedness at all governmental or non -governmental levels to \nrespond to disaster and to enhance preparedness;  \n(f)  coordinate response in the event of disaster;  \n(g) give directions to a ny Provincial department or authority regarding actions to \nbe taken in response to disaster;  \n(h) promote general education, awareness and community training in this regard;  \n(i) provide  necessary  technical  assistance  or give  advice to district authorities  and \nlocal authorities  for conveying out their  functions effectively;  \n(j) advise the Provincial Government regarding all financial matters in relation to \ndisaster management;  \n \n (k) examine the construction in the area and if it is of the opinion that the \nstand ards laid down have not been followed  it may direct the following same \nto secure compliance of such standards;  \n(J) ensure that  communication  systems  are in order  and disaster management \ndrills are being carried out regularly; and  \n(m) perform such other fun ctions as may be assigned to it by the National or \nProvincial Authority.  \n 17. Provincial Plan.___(1) There shall be a plan for disaster management for every \nProvince to be called the Provincial Disaster Management Plan.  \n  (2) The Provincial Plan shall be prepared by the Provincial Authority having regard to the \nguidelines laid down by the National Authority after consultation with the District Government.  \n  (3) The Provincial  Plan shall include - \n(a)  the vulnerability  of different  parts of the Province  to different  forms of \ndisasters;  \n(b)  the measures  to be adopted  for prevention  and mitigation  of disasters:  \n(c) the manner  in which the mitigation  measures  shall be integrated  with the \ndevelopment  plans and projects;  \n(d)  the capacity  building  and preparedne ss measures  to be taken;  \n(e)  the roles and responsibilities  of each Department  of the Government of the \nProvince  in relation  to the measures  specified  in clauses  (b), (c) and (d);  \n(f)  the roles and responsibilities of different Departments of the Governm ent of \nthe Province  in responding  to any threatening  disaster  situation  or disaster.  \n (4) The Provincial Plan shall be reviewed  and updated  annually.  \nCHAPTER  IV \nDISTRICT DISASTER  MANAGEMENT AUTHORITY  \n  18. Constitution of District Disaster Management  Authority.___(1) Each Provincial \nGovernment shall, as soon  as may be after issue of notification under sub -section  (1) of section 13, \nby notification  in the Official  Gazette, establish, a District Disaster  Management  Authority  for every  \ndistrict.  \n  (2) The District  Authority  shall consist  of such number  of members,  as may be prescribed  \nby the Provincial  Government,  and unless  the rules  otherwise provide, it shall consist  of the \nfollowing  members,  namely:____ \n(a) head of the local council at the district level (by whatever name called) who \nshall be Chairperson,  ex-officio;  \n \n (b) the District Coordination  Officer;  \n(c) the District  Police  Officer,  ex-officio;  \n(d) the Executive  District  Officer  Health;  and \n(e) such other  district  level  officers,  to be appointed  by the District Government.  \n19. Powers  of Chairperson of District Authority .___ The Chairperson, of the District  \nAuthority  shall, in the case of an emergency,  have power  to exercise all or any of the powers  of the  \nDistrict  Authority  but the exercise  of such power shall be subject  to ex  post facto approval  of the \nDistrict  Authority.  \n  20. Powers and  functions  of District  Authority___(1) The District Authority shall ACT \nas the District Planning coordinating and implementing body for disaster management and  take all \nmeasures for the purposes of the disaster management and the district in accordance with the \nguidelines laid down by the National Authority and Provincial Authority.  \n  (2) Without  prejudice  to the generality  of the  foregoing  provisions,  the Distr ict Authority  \nmay,___ \n(a)  prepare  a disaster  management  plan including  district  response  plan for the \ndistrict;  \n(b)  coordinate  and monitor  the implementation  of the  National  Policy Provincial  \nPolicy, National  Plan, Provincial  Plan and District  Plan;  \n(c)  ensure that the areas in the district vulnerable  to disasters  are identified. and \nmeasures  for the prevention  of disasters  and the mitigation, of its effects  are \nundertaken  by the departments  of the Government  at the district  level as well \nas by the local  authorities;  \n(d)  ensure that the guidelines  for prevention,  mitigation,  preparedness and \nresponse  measures  as laid down  by the National  Authority  and the Provincial \nAuthority are followed by all departments  of the Government at the district  \nlevel and the  local authorities, in the district;  \n(e)  give directions  to different  authorities  at the district  level  and local authorities  \nto take such other measures for the prevention  or mitigation of disasters  as \nmay be necessary;  \n(f)  lay down guidelines  for prepa ration  of disaster  management  plans the  \ndepartments  of the Government  at the districts  level  and local authorities  in the \ndistrict;  \n(g)  monitor  the implementation  of disaster  management  plans  prepared by the \nDepartments  of the government  at the district  level;  \n(h)  lay down  guidelines  to be followed  by the Departments  of the Government  at \nthe district level;  \n \n (i) organize  and coordinate  specialized training programmes  for different levels \nof officers, employees and voluntary rescue workers in the district;  \n(j)  facilitate community, training and awareness programmes for prevention of  \ndisaster  or mitigation with  the support of local authorities, governmental  and \nnon-governmental  organizations;  \n(k)  set up, maintain, review and upgrade the mechanism  for early warnings and \ndissemination  of proper information  to public;  \n(l)  prepare, review and update district, level response plan and guidelines;  \n(m)   coordinate  with, and give guidelines  to, local authorities  in the district to \nensure that pre -disaster  and post -disaster  management  activities  in the district  \nare carried  out promptly  and effectively;  \n(n) review  development  plans  prepared  by the Departments of  the Government  at \nthe district level, statutory authorities or local authorities with  a view  to make  \nnecessary  provisions  therein  for prevention  of disaster or mitigation;  \n(o)  identify  buildings  and places  which  could,  in the  event  of disaster situation  be \nused as relief centres or camps  and make  arrangements for water supply  and \nsanitation  in such build ings or places;  \n(p) establish  stockpiles  of relief  and rescue  materials  or ensure preparedness  to \nmake  such materials  available  at a short  notice;  \n(q) provide  information  to the Provincial  Authority  relating  to different aspects  of \ndisaster  management;  \n(r) encourage  the involvement  of non -governmental  organizations  and voluntary  \nsocial -welfare  institutions  working  at the grass root  level in the district  for \ndisaster  management;  \n(s) ensure communication  systems  are in order, and disaster  management drills \nare carried out periodically;  and \n(t)  perform  such other  functions  as the Provincial  Government  or Provincial  \nauthority  may assign  to it or as it deems  necessary  for disaster  management  in \nthe District.  \n  21. District plan.___(1) There  shall  be a plan  for disaster  management for every  district  of \nthe Province.  \n  (2) The District  Plan shall be prepared  by the District  Authority  having regard  to the \nnational  Plan and the Provincial  Plan.  \n  (3) The District plan shall be reviewed  and updated  annually.  \n  22. Additional  Powers of District Authority.___For the  purpose of assisting, protecting  \nor providing relief to the community,  in response  to any disaster, the District Authority  may, - \n \n (a) give directions  for the release and use of resources  available  with any \ndepartment  of the Government  and the local authority  in the district;  \n(b) control and restrict vehicular  traffic to, from and within,  the vulnerable or \naffected  area;  \n(c) control  and restrict the entry of any person  into, his movement  within and \ndeparture  from,  a vulnerable  or affected  area;  \n(d)  remove  debris,  conduct  search  and carry out rescue  operations;  \n(e)  provide shelter, food, drinking water and essential provisions, healthcare and  \nservices;  \n(f)  establish  emergency  communication  systems  in the aff ected  area;  \n(g) make  arrangements  for the disposal  of the  unclaimed  dead bodies;  \n(h) direct  any Department  of the  Government  of the Province  or any authority  or \nbody under  that Government  at the district  level  to take such measures  as are \nnecessary  in its  opinion;  \n(i)  require  experts  and consultants  in the  relevant  fields  to advise  and assist  as it \nmay deem  necessary;  \n(j) procure  exclusive  or preferential  use of amenities  from any authority or \nperson;  \n(k) construct temporary  bridges or other necessary  structures  and demolish \nstructures  which  may be hazardous  to public  or aggravate  the effects of the \ndisaster;  \n(l)  ensure that the non -governmental  organizations  carry out their activities in an \nequitable  and non -discriminatory  manner; and  \n(m)  take such othe r steps as may be required  or warranted  to be taken  in such a \nsituation.  \nCHAPTER  V \nMEASURES BY  THE  GOVERNMENT FOR  DISASTER MANAGEMENT  \n  23. Federal Go vernment to take measure.___(l) Subject  to the provisions  of this Act,  the \nFederal  Government  may take all  such measures as it deems  necessary  or expedient  for the purpose  \nof disaster  management.  \n  (2) In particular  and without  prejudice  to the generality  of the foregoing provisions,  the \nmeasures  which  the Federal  Government  may take shall  include measures  with respect  to all or any \nof the following  matters,  namely:___ \n(a)  coordination  of actions of the Ministries  and Divisions  of the Federal \nGovernment,  Provincial  Governments,  National  Authority,  Provincial \n \n Authorities,  governmental  and non-governmental  organizations  in relation  to \ndisaster  management;  \n(b) cooperation  and assistance  to Provincial  Governments,  as requested by them \nor otherwise  deemed appropriate  by it;  \n(c)  requisition  and deployment  of armed  forces, civil armed forces or any other \ncivilian personnel or foreign contingents  required for the purposes of this Act;  \n (d)  coordination  with the United  Nations  agencies,  international organizations  and \ngovernments  of foreign countries  for the purposes of this Act;  \n( e)  establish  institutions  for research,  training,  and developmental programm es in \nthe field of disaster  management:  and \n(f) such other matters  as it deems necessary  or expedient  for the purpose of \nsecuring effective implementation  of the provisions of this Act.  \n  (3) The Federal  Govern ment  may extend  such support  to other  countries affected  by \nmajor  disaster  as it may deem  appropriate.  \n  24. Provincial Government  to take measures.___Subject to  the provisions  of this ACT,  \neach Provincial  Government  shall take all measures specified  in the guidelines  laid down  by the \nNational  Authority  and such further measures  as it deems  necessary  or expedient,  for the purpose  of \ndisaster management.  \n \nCHAPTER  VI \nLOCAL  AUTHORITIES  \n  25. Functions of the  local  authority.___(1) Subject  to the  directions  of the District \nAuthor ity, a local authority  shall:____ \n(a) ensure  that its officers  and employees  are trained  for disaster management;  \n(b) ensure that resources relating to disaster management  are so maintained as to \nbe readily available for use in the event of any threatening  disaster situation  or \ndisaster;  \n(c) ensure  that all construction  Projects under  it or within  its jurisdiction conform  \nto the standards  and specifications  laid down  for prevention of  disasters  and \nmitigation  by the  National  Authority,  Provincial Authority  and the District \nAuthority;  and \n(d) carry  out relief,  rehabilitation  and reconstruction  activities  in the affected  area \nin accordance  with the Provincial  Plan and the  District Plan.  \n  (2) The local authority may take such ot her measures as may be necessary for the disaster \nmanagement.  \n \n CHAPTER  VII \nNATIONAL INSTITUTE OF DISASTER  MANAGEMENT  \n 26. National  Institute  of Disaster  Management.____(l) With  effect from such date as the \nFederal Government  may, by notification  in the Official Gazette appoint in this behalf, there shall be \nestablished  an institute  to be called the National Institute  of Disaster  Management.  \n (2) Subject  to the provisions  of this ACT,  the National  Institute  of Disaster  Management  \nshall be responsible  for planning  and promoting  training  and research  and developing  core \ncompetencies  in the  area of disaster  Management, documentation  and development  of national level \ninformation  base relating to disaster management  policies,  prevention  mechanisms  and mitigatio n \nmeasures.  \n  (3) Without  prejudice  to the generality  of the  foregoing  provisions,  the National  Institute,  \nfor the discharge  of its functions,  may,____ \n(a) develop  training  modules,  undertake  research  and documentation in disaster  \nmanagement  and organize  training  programmes;  \n(b) formulate and  implement  a comprehensive  human resource development  plan \ncovering  all aspects of disaster  management;  \n(c) provide assistance  in national level policy formulation;  \n(d) provide  required  assistance  to the training  and r esearch  institutes  for \ndevelopment  of training  and research programmes for stakeholders including \nGovernment  functionaries;  \n(e) provide  assistance  to the Provincial  Governments  in the formulation of \nProvincial  level policies, strategies, disaster management  framework and any \nother assistance  as may be required  by the Provincial Governments for  \ncapacity  building  of stakeholders, Government including its functionaries,  \ncivil society members, corporate  sector and people's  elected  representatives;  \n(f) develop educational  materials for  disaster management including academic  \nand professional courses;  \n(g) promote  awareness  among  stakeholders  including  college  or school teachers  \nand students,  technical  personnel  and others  associated  with multi -hazard  \nmitigation,  preparedness  and response  measures;  \n(h) do all such other  lawful  things as are conducive or incidental  to the attainment  \nof the above objects;  and \n(i) undertake  any other  function  as may be assigned  to it by the Federal \nGovernment.  \n  \n \n \n CHAPTER  VIII  \nNATIONAL  DISASTER  RESPONSE FORCE  \n  27. Establishment  of National Disaster  Response  Force.___(l) There shall be established \na National Disaster Response Force for the purpose of specialist response to a threatening disaster \nsituation or disaster.  \n  (2) Subject to the provisions of this ACT the force shall be constituted in such manner \nand the conditions of service of the members of the Force shall be such as may be prescribed.  \n  28. Control, direction,  etc.___The general superintendence,  direction and control of the \nNational Disaster Response Force shall vest in, and exercisable by the National Authority.  \n   \nCHAPTER  IX \nFINANCEACCOUNTS AND AUDIT  \n 29. National Fund for Disaster  Management.___(1) The Federal Government may, by \nnotification in the Official Gazette, constitute a Fund to be called the National Disaster Management \nFund for meeting any threatening disaster situation or disaster.  \n (2) The National Disaster Management Fund shall be financed from the following \nsources, namely:___ \n(a) grants made by  the Federal Government;  \n(b) loans, aid and donations from the national or international agencies; and  \n(c) donations received from any other source.  \n  (3) On commencement of this Act the following Funds shall become part of the National \nDisaster Management  Fund, namely:___ \n(a) Prime Minister's Disaster Relief Fund; and  \n(b) any other Fund relatable to natural calamities established at Federal level as \nthe Federal Government may determine.  \n  (4) The National  Disaster Management  Fund shall be kept in one or more accounts  \nmaintained  by the National  Authority,  in local or foreign currency,  in any scheduled  bank in Pakistan  \nand shall be operated  in accordance  with the directions of the National  Authority.  \n  (5) The National  Disaster  Management  Fund  shall  be admi nistered  by the National  \nAuthority  towards  meeting  the expenses  for emergency  preparedness, response,  mitigation,  relief and \nreconstruction.  \n  30. Establishment of  funds  by Provincial  Governments.____(1) The Provincial  \nGovernments  shall, immediately  after notifications  issued for constituting the Provincial  Authority  \n \n and the District Authorities,  establish for the purposes  of this Act  the Fund to be called  the Provincial  \nDisaster  Management  Fund.  \n  (2) The Provincial  Disaster  Management  Fund  shall  be financ ed from the following  sources. \nnamely:___ \n(a) grants  made  by the Federal Government  or Provincial  Governments; and  \n(b) loans,  aid and donations  from  the national  or international  agencies provided  \nin accordance  with prescribed  procedure.  \n  (3) The Provincial  Disaster  Management  Fund  shall  be, kept  in one or more accounts  \nmaintained  by the Provincial  Authority,  in local or foreign  currency, in any  scheduled  bank  in \nPakistan  and shall be operated  in accordance  with the directions  of the Provincial  Authority.  \n  (4) The Provincial  Disaster  Management  Fund shall be administered  by the Provincial  \nAuthority  towards  meeting the expenses for emergency  preparedness, response,  mitigation,  relief and \nreconstruction  in the Province.  \n  31. Allocation of funds by Federal and Provincial Governments .___ The Federal \nGovernment  and Provincial  Governments  shall, in their annual  budgets, make  provisions  for funds  \nfor the  purposes  of carrying  out the activities  and programmes  set out in its disaster  management  \nplan.  \n 32. Emergency  procurement  and accounting.___Where by reason  of any  impending  \ndisaster  situation  or disaster,  the National  Authority  or Provincial Authority  or District Authority  is \nsatisfied that immediate  procurement  of provisions or  materials  or the immediate  application  of \nresources  are necessary  for rescue  or relief it may authorize  the concerned  department  or authority to \nmake the emergency procurement  and in such case, the standard  procedure  requiring  inviting  of \ntenders shall be deemed  to be waiv ed. \nCHAPTER  X \nOFFENCES  AND PENALTIES  \n 33. Punishment for  obstruction etc___Whoever,  without  reasonable cause,___ \n(a) obstructs  any officer  or employee  of the  Federal  Government  or a Provincial \nGovernment, or  a person  authorized  by the National Authority  or Provincial \nAuthority or District Authority  in the discharge of his functions  under this Act;  \nor \n(b)  refuses  to comply  with any direction  given  by or on behalf  of the Federal  \nGovernment  or Provincial  Government  under this Act;  \nshall be punishable  with imp risonment  for a term which  may extend  to one year or with tine, or with \nboth, and if such obstruction or refusal to comply with such directions results  in loss of lives  or \nimminent  danger  thereto,  shall  be punishable  with imprisonment  for a term which may extend to two \nyears,  or with fine, or with both.  \n  34. Punishment for  false  claim.___ Whoever knowingly makes  a claim which  he knows  \nOr has  reason  to believe  to be false  for obtaining  any relief  or assistance  for repair,  reconstruction  or \n \n other benefits co nsequent  to disaster  from any officer of the Federal Government,  Provincial \nGovernment, the National Authority, Provincial  authority  or District Authority,  shall be punishable  \nwith imprisonment  for a term which  may extend  to two years or with fine or with both.  \n  35. Punishment  for false  warning.___ Whoever makes or  circulates  a false alarm  or \nwarning  as to disaster  or its severity  or magnitude  leading  to panic shall be punishable  with \nimprisonment  which may extend  to one  year or with fine.  \n 36. Failure of officer  in duty  or his connivance  at the  contravention of the  provisions  \nof this  Act.___ Any officer,  on whom  any duty  has been imposed  by or under  this ACT  and who \nrefuses  to perform or  withdraws himself  from the duties of his office shall, unless he has obtained  the \nexpress written permission  of his official  superior  or has other  lawful  excuse  for so  doing,  be \npunishable  with imprisonment  for a term  which  may extend  to one  year or with fine.  \nCHAPTER  Xl \n.MISCELLANEOUS  \n  37. Prohibition against discrimination.___While providing  compensation and relief to \nthe victims  of disaster,  there shall be no discrimination  on the ground of sex, caste, community,  \ndescent  or religion.  \n  38. Power of  requisition of  resources,  provisions,  vehicles,  etc., for  rescue operations,  \netc.__ If it appears  to the  National  Authority,  Provincial Authority  or District  Authority  or any  officer  \nas may  be authorized  by it in this behalf  that.___ \n(a) any resources  with any authority or person  are needed  for the purpose of \nprompt  response;  \n(b) any premises  are needed  or likely  to be needed  for the  purpose  of rescue  \noperations;  \n(c) any vehicle  is needed  or is likely  to be needed  for the  purposes  of transport  of \nresources  from  disaster  affected  areas  or transport  of resources  to the  affected  \narea or transport  in connection  with rescue, rehabilitation  or reconstruction;  \nsuch authority  may, by order in writing,  requisition  such resources or premises  or such vehicle,  as the \ncase may be, and may make such further  orders  as may appear to it to be necessary  or expedient  in \nthis connection.  \n  39. Payment of compensation.___Whenever any  authority  requisitions any  premises  there  \nshall  be paid  to its owner  compensation  the amount  of which shall be determined  by taking  into \nconsideration  the ren t payable  in respect  of the premises.  or if no rent  is so payable,  the rent payable  \nfor similar  premises  in the locality:  \n  Provided  that any owner  of premises  being  aggrieved  by the  amount  of compensation so \ndetermined may  within  thirty  days make  all application  to the Federal Government  or the Provincial \nGovernment,  as the case  may be:  \n  Provided  further  that where  there  is any  dispute  as to the  title to receive the compensation  or \nas to the apportionment  of the amount of compensation,  it shall be ref erred  to the Federal  \nGovernment or the Provincial  Government,  as the case may  be. \n \n  40. Direction  to media  for communication of warnings, etc.___ The National Authority, \nthe Provincial Authority, or a District Authority may give direction to any  authority  or person  in \ncontrol  of any  audio  or audio -visual  media  or such other means of communication  as may be \navailable to carry out warnings or advisories regarding  any impending  disaster situation  or disaster,  \nand such authority  of person shall comply  with such  direction.  \n  41. Annual  report.___(1) The National Authority  shall prepare once every year, in such \nform and at such time as may be prescribed  by rules, an annual  report giving  a true and full account  \nof its activities  during  the previous  year and copies thereof  shall be forwarded  to the Federal  \nGovernment  which  shall lay it before the National  Assembly  and the Senate.  \n  (2) The Provincial  Authority  and the District Authority  shall prepare  once every  year, in \nsuch form and at such time as may be prescribed  by rules, an annual report giving  a true and  full \naccount  of its activities  during  the previous  year and copies  thereof  shall be forwarded  to the \nProvincial  Government  which  shall  lay it before  the Provincial  Assembly.  \n  42. Bar of jurisdiction .___No cou rt or tribunal  shall have jurisdiction  to entertain  any suit \nor proceeding  in respect  of anything  done,  action  taken,  orders made, direction,  instruction or \nguidelines  issued by the Federal Government,  National Authority,  Provincial  or District Authority  in \npursuance  of any power conferred  by, or in relation  to its functions,  by this Act.  \n 43. Indemnity.___Officers  and employees  of the Federal  Government, National Authority, \nProvincial  Government,  Provincial Authority  or District Authority shall  be immune  from  legal  \nprocess  in regard  to any  warning  in respect  of any impending  disaster  communicated  or disseminated  \nby them in their official  capacity or any action taken or direction  issued by them in pursuance  of such \ncommunication or dissemination.  \n  44. Action taken  in good  faith .___No suit  or prosecution  or other proceeding  shall  lie in \nany court  against  the Federal  Government  or the  National Authority  or the Provincial  Government  or \nthe Provincial  Authority  or the District Authority  or local authority  or any officer  or employee  of the \nFederal  Government or the National  Authority  or the Provincial  Government or  the Provincial  \nAuthority or the  District  Authority  in respect  of any  work  done  or purported  to have  been done or \nintended  to be, in good faith, done  by such authority  or Government  or such officer  or employee  or \nsuch person  under  the provisions  of this  Act or the rules  made  hereunder.  \n  45. Delegation  of powers  to the Authority.___ The Commission  may, for effective  \nimplementation  of the  national  polic y on disaster  management,  by general  or special  order  delegate  \nto the National  Authority  any of its powers  or functions  under  this Act subject  to such conditions  as \nit may  think  fit to impose.  \n 46. Act not to derogate from other laws.___ The provisions  of this Act  shall be in \naddition  to, and not in derogation  of any other law for the time being in force.  \n  47. Power to make rules .___ The Federal Government  and Provincial Governments  may, \nby notification  in the Official  Gazette,  make  rules  for carrying out the purposes  of this Act.  \n  48. Removal of difficulties .___ If any difficulty  arises  in giving  effect  to the  provisions of  \nthis Act, the Federal  Government  or the Provincial Government. as the case may be, may, by \nnotification  in the Official Gazette,  make  such order, not inconsistent with the provisions  of this Act,  \nas may appear  to it to be necessary  or expedient  for the removal  of the difficulty."
}