{
    "file": "./converted_json\\administrator98f975b99a420ddf1c9c58fc4b50efea.json",
    "name": "Dyslexia Special Measures Act, 2022",
    "date": "24th October, 2022",
    "tagline": "To provide special measures for the education of children suffering from dyslexia and/or associated disorders.",
    "content": "Page 1 of 3 \n  \n \n \nTHE DYSLEXIA SPECIAL MEASURES ACT,  2022  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement.  \n2. Definitions.  \n3. Right of dyslexic, etc. to education.  \n4. Identification and  screening test.  \n5. Special  educators.  \n6. Instructional  services.  \n7. Appointment  of dyslexia  therapists . \n8. Bar on disciplinary measures.  \n9. Handbook.  \n10. Awareness programs.  \n11. Power to make rules . \n \n   \n\n \nPage 2 of 3 \n THE DYSLEXIA SPECIAL MEASURES ACT,  2022  \nACT N O. XXIV OF 2022  \n[24th October, 2022]  \nto provide  for special  measures  for the education  of children  suffering  from dyslexia and  /or associated  \ndisorders . \n \nWHEREAS it is expedient to provide for special measures for the education of children \nsuffering from dyslexia and associated disorders; their identification; appropriate instructional services \nto them; institutions for the therapy of such children; awareness programs for public and to deal with \nancillary matters;  \n \nIt is hereby enacted as follows: — \n \n1. Short title,  extent and commencement.  — (1) This Act may be called the Dyslexia \nSpecial Measures Act,  2022.  \n2. It shall extend to the Islamabad Capital  Territory.  \n3. It shall come into force at  once.  \n \n2. Definitions.  —In this Act unless  there  is anything  repugnant  in the subject or  context , __ \n(a) “associated disorders” include but is not limited to dysgraphia, dyscalculia  and \ndyspraxia,  ‘dysgraphia’  refers  to difficulties  in the ability to write, primarily in terms of \nhandwriting and content; ‘dyscalculia’ refers to difficulties in the ability to learn \nclass/age  appropriate  mathematics;  ‘dyspraxia’  refers  to difficulties  of motor \ncoordination usually apparent in  childhood;  \n(b) “child”  means  a child  having  dyslexia  or, associated  disorder  who is below the age of \neighteen  years;  \n(c) “dyslexia”  means  a disorder  manifested  by a difficulty  in learning to read, write, or spell, \ndespite conventional instruction,  adequate intelligence, and socio -cultural  opportunity;  \n(d) “Government” means the Federal Government;  \n(e) “rules” means rules framed under this Act; and  \n(f) “special educator” includes teachers, trainers, resource persons trained to address the \ngeneral and particular learning needs of children with dyslexia or associated  disorders.  \n3. Right of dyslexic, etc. to education . — (1) All children with dyslexia or associated \ndisorder have a right to education to enable the full development of their human potential, sense of \ndignity and self -worth; to develop their personality, talents and creativity, mental and physi cal abilities \nto their fullest potential; and to enable their effective participation in an inclusive society.  \n(2) No child with dyslexia or associated disorder shall be excluded from the education \nsystem on the basis of it, and the Government shall ensure  that all persons  with dyslexia  or associated  \n \nPage 3 of 3 \n disorder,  especially  girls,  have  access to education, without discrimination and on an equal basis with \nothers, at all levels.  \n \n4. Identification and screening test .— (1) The Government shall prescribe procedure \nfor identifying children having dyslexia or associated disorder.  \n(2) It shall also ensure the dyslexia and associated disorder screening test of all the children \nat the time of their admission in schools.  \n5. Special  educators. — (1) Every  school  shall have  a staff of special educators  who have  \nthe requisite  qualifications  and training  to cater  to the needs of students with dyslexia or associated  \ndisorder.  \n(2) Teachers in all types of schools shall be imparted orientation and training to understand \nspecific needs of children with dyslexia or associated disorder.  \n6. Instructional  services.— (1) All schools  shall  provide  appropriate instructional  services  \nand other  accommodations  to the children  identified  having dyslexia or associated  disorder.  \n(2) They  shall  ensure  that instructions  to the children having  dyslexia or associated disorder \nare simple, clear, and  complete.  \n(3) Once a child has been identified with dyslexia or associated disorder, the child or parent \nshall be entitled to ask for specific  instructions  for that child’s specific  needs.  \n7. Appointment  of dyslexia  therapists. — (1) The Government  shall appoint sufficient \nnumber of professional dyslexia therapists in every school having children identified with dyslexia or \nassociated  disorder.  \n(2) It shall also ensure that training programs for such therapists are conducted on regular \nbasis and at least once in a calendar year.  \n8. Bar on disciplinary measures. — No child shall be subjected to physical  punishment  \nor mental  harassment  or in any manner  discriminated  on the basis of dyslexia or associated  disorder.  \n9. Handbook. — All schools shall develop and maintain a handbook for use in the schools \nfor guidance of children, parents and teachers about dyslexia and associated  disorders.  \n \n10. Awareness programs. — (1) The Government shall conduct, sponsor,  encourage,  \nsupport  or promote  awareness  programs  to ensure  that rights recognized in this Act are respected, \nprotected and  promoted.  \n \n(2) Such programs should aim at enabling both state and civil society to  recognize  the \ncapabilities  of children  with dyslexia  or associated  disorders;  to combat the stereotypes, prejudices and \nharmful practices which impede their active participation in the field of  education.  \n11. Power to make rules. — The Government may, by notification in the  official  Gazette,  \nmake  rules  for carrying  out the purposes  of this Act within one hundred and twenty  days."
}