{
    "file": "./converted_json\\administrator4f4c51f4f5560f4316520b8b3fe74b61(2).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA., FEBRUARY  6,  2021 39\n____________________________________________________________________________________________________________________________________\nISLAMABAD, SATURDAY,  FEBRUARY  6, 2021____________________________________________________________________________________________________________________________________\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT  OF PAKISTAN\nLAW AND JUSTICE DIVISION\nIslamabad, the 6th February, 2021\nNo. F. 2(1)/2021-Pub.— The following Ordinance Promulgated on\n6th February, 2021 by the President is hereby published for general information:—\nORDINANCE No. IV OF 2021\nAN\nORDINANCE\nfurther to amend the Elections Act, 2017\nWHEREAS it is expedient further to amend the Elections Act, 2017 (XXXIII\nof 2017);\nAND WHEREAS the Senate and the National Assembly are not in session and\nthe President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\nNOW, THEREFORE , in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President of\nthe Islamic Republic of Pakistan is pleased to make and promulgate the following\nOrdinance:—\n(39)\n Price : Rs. 5.00\n[142(2021)/Ex. Gaz.]\n40 THE  GAZETTE  OF  PAKISTAN,  EXTRA., FEBRUARY  6,  2021        [P ART I\n1.Short title and commencement.— (1) This Ordinance shall be called\nthe Elections (Amendment) Ordinance, 2021.\n(2) It shall come into force at once.\n(3) It extend to the whole of Pakistan.\n2.Amendment of section 81, Act XXXIII of 2017.— In the Elections\nAct, 2017 (XXXIII of 2017), hereinafter called as the said Act, in section 81, in\nsub­section (1), for the word “An”, the expression “Subject to section 122, an” shall\nbe substituted.\n3.Amendment of section 122, Act XXXIII of 2017.— In the said\nAct, in section 122, in sub­section (6), for full stop at the end, a colon shall be\nsubstituted and thereafter, the following two, provisos shall be added, namely:—\n“Provided that in case the Supreme Court of Pakistan gives an opinion\nin Reference No. 1 of 2021 filed under Article 186 of the Constitution, that\nelections for the members of Senate do not fall within the purview of Article\n226 of the Constitution, the poll for elections for members of the Senate to\nbe held in March, 2021 and thereafter shall be conducted by the Commission\nthrough open and identifiable ballot:\nProvided further that after the elections for members of Senate, if  the\nhead of the political party requests the Commission to show the ballot cast\nby any voting member of his party, the Commission shall show the same to\nthe head of the political party or his nominee.”.\n4.Amendment of section 185, Act XXXIII of 2017.— In the said\nAct, in section 185, for the word “An”, the expression “Subject to section 122, an”\nshall be substituted\nDR. ARIF ALVI,\nPresident.\n————\nRAJA NAEEM AKBAR,\nSecretary .\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}