{
    "file": "./converted_json\\administrator1f6c5120d58743462ee2a482a35f39a5(1).json",
    "name": "Foreign Assets (Declaration and Repatriation) Ordinance, 2018",
    "date": "8th April 2018",
    "tagline": "To provide for declaration and repatriation of foreign assets held outside Pakistan",
    "content": "REGTSTEREDN*+#\n@ltt Gsrrl'ta d psbtdtlrlI\nEXTRAOBDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, ST]NDAY, APRIL 8' 2OI8\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENl' OF PAKISTAN\nMINISTRY OF LAW AND ruSTICE\nIslumabatl' rhe 8rh APril' 2018\nNo. F. 2 (1)/2018-Pub'-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOnDINANCE No lll oF 2018\nAN\nORDINANCT']\nlo provide for declaration ancl repalrialion of dssels and income' heltl ontside Pakistan\nwIIEREASthereisalargescalenon.reponingand.under-reportingof\nu.r\",. una\"it \"orn\" held outsidJPakistan and it is expedient. to provide for\n;:\"d;;; unJ ,.\"putriution of ^tttt and income held outside Pakistan for the\npurp(,scs hcreinalier appearing;\n(l3e)\nPrice: Rs- 5.00\n| 5654(2() I tl)/E\\. Gaz.l\nTHI] GAZETTE OF PAKISTAN . EXTRA., APRTL 8, 20I8 [P^Rr I\nAND wHIIRLAS tlte Senate nnd the National Asserribly art; not il.) sessionarrd the President of tlte Islanric Republic of pakistari is satisfied thatcircunrstances e\\ist which render it recessary to take inrrnediate action;\nNow, ntt-tRLr.ott t.t, in exercisc of thc powers conf-erred by clause ( I ) ofAnicle 89 of rhe Constirutiori of rhe Islarnic Fiepublic nf patirta,,'. ,],.; ;;;ld.;;o1'.the. Islanic Reptrblic of'pakistan is plcased to nrakc lnJ promulgate thefirllorv ing Ord inance:-\nI . Short title tnd commcnce mcnt._< l) 1-his Or.dinance rnav b!.called the Foreign Assets (Declararion and Repatr.iatiol) Ordinance. 201g.\n(l) Ir shrrll con)c into lhr(c rt olcc.\n2. Definitions.-ln rhis Ordinauce Lrnlcss thcre is anything repugnantin the sub.jcct 0r context.-\n(a) \"cost ol' acquisition of thc nrongaged asset.. means tlre suur oltnoftgaged paynlents and otheI nrongaged cost of acquisition;\n\"dcclarant\" rnears a person rnaking a declaration Lrnder section 5:\n\"tirir lnarket ralue'' rncans pr.ice of lbreign asset determired an(ldcclrre(l bv dcclrr.ant hirrrsclt. bLrt irr lto case is less than lhe cost\no I'acqLrisition ot'the lbreign assets:\n\"lbre ign \n- assets\" rnearrs atr). movable or inrrnovable assets heldoutside Pakistan arrd inclLrdes real estare. rnoflgaged ur.\"ri.io\"fand shares. bank accounts. bLrlliorr. cas h. .jcrvels. iralntings, o\"\"o,,noand loan receivahles, bcrrelicial ou,rrership or bcnefic iai interests orcontribution irr oll'.shorc cntitics and rrLrsts;\n\"go\\rernmcnl secrrrity', means a bond. note or olher debt instrumentissued by rhe Federal Governnrent with a pronrise ;i;;;;;\"*upon tnaturity:\n\"liquid assets\" nreans cash or arr assel that can be readily convertedirrto cash r,r,ith a rninirnal irnpact on the assets, ,otu\" ui.,a ln.t,,O\",bflrrk n()les. rnilrketahle s.,crrritics. 5tocks. protnissory notcs.government bonds, deposit ce(ificates and other' simitarInstrut)tetrtst and\n\"holder of public otfice,' rneans a person rvho is or has been at arrytinre since lst day ofJanuary 2000,_\n(i) the President of the lslarlic Rcpublic of pakistan or theCovernor ola l)r.ovirrce:(b)\n(c)\n(d)\n(e)\n({)\n(s)t.l0\nP,\\Rl l]THE CAZETTE OF PAKISTAN, EXTRA., APRIL 8, 20 I8\n(ii) the Plinrc Minister, Chairntan Setratc. Speaker of the National\nAssenrbly, Depulv Chairtnan Seuate. Dcputy Speaker\nNational Assetnbly. F-edcral Minister, Minister of Statc,\nAttornel.General lbr- Pakistan and othcr Lalv Olllcers\nappointcd under the Central L.at' Oftlcers Ordinance. 1970\n(Vll of 1970). Adviser or Consttltant or Special Assistant to\nthe Prinre Minister and hol.ds or has held a post or office witlr\nthe rank or status of a Federal IVlinister or Minister of State,\nFederal Parliantentary Secretary' Metnber of Parliarnent'\nAuditot'-Gcueral oll)akistan. Political Secretaryi\n(iii) tlte Chicl' Minister'. Speakcr Provincial Assernbly' Deputy\nSpeaker l)rovincittl Asscrnblv. Provittcial Ministcr' Adviser or\nConstlltant or Spccial Assistallt to the Ctlicf Minister and who\nhrtlds ol has held a post ol ot'lice with the rank or status of a\nProviucial Mit.tister. I)roviucial l)arlialllerltary Sccretary,\nMenrber of thc Pt'ovincial Assembly. Advocate-Gene ral lor a\nProvincc inclLrtling Additional Advocatc-Getreral and\nAssistilnt Advocatc-Gencral. I'olitical Sccletary:\n(iv)the Chiel' JLrsticc or. as thr: case ntay be. a Judge o1' the\nSuprcrne Court. Federal Shariat CoLrrt. a High Court or a\nJuiicial Otficel rvltether exercisitrg jtrdicial or other t'tlnctions\nor Chairman ot' nre tttber ol a Lau' Cotntnissiotl. Chainnatr or\nMernber o1'the Cotrncil of Islamic ldcology;\nholding an oftice or post in the service of Pakistan or any\nservicc in conuectiorl with the af'lairs of the Federation or of a\nProvince or of a local council cotlstitutcd under atry Federal or\nProvincial larv rclatitrg to the constittrtion of local\ncouncils, co-operative societics or in the tlanagetnent of\ncorporations. lral.lks. financial instittltiolls.firms' cotrcerns'\nunde akings or any other institLltion or orgallrzatlon\nestablished. corrtrollcd or administered b5' or under the [rederal\nGoverntt'tcttt or a Provincial Govertrtnent ot a civiliatl\nernployec ol'thc Arnred Folces of Pakistan;\nthe Chairmau or Mavot' or Vice Chairman or Deputy Mayor\nol a zilu council. a ntunicipal cotnnlittee, a municipal\ncorporation or a metropolitatr oorporatioll colstituted undel\nany Federal or Provincial law lelating to local councilsl\nErplan<lktn.-F or the purPose of this sttb-clause the\nexpre.sions \"Chairman\" and \"Vice Chairnlan\" shall include\n\"Mayot'and \"Deputy Mayor\" as the case may be. and the\nrespective councilors therein; and(v)\n(vi)l.t I\n142 THE CAZETTE OF PAKISTAN, EXTRA.. APRIL 8, 2018 IPARr I\n(vii) a Disn'ict Nu:in or District Nal6 Nazllr. Tehsil Nazim or\nTehsil NrriD Mr:lrri or Union Nazin or l)ttiott Nuih Nu:im;\n(2) AII other words and expressions uscd but not tletined in this\nOrdinance shall have llre satne rncaning assigned to lhetn undcr the Itconte Tax\nOrdinance,2001 (XLIX of200l) and rhe n:les rnade rhercLrnder.\n3. Ordinancc to overridc other larvs.-The ltrovisions of this\nOrdinance shall have ettcct notwitltstanti ing anything to the conh.ary contained in\nany other law lbr the tinre being in lbr.ce.\n4. Application.- l'he provisions ol'this Ordinance shall apply to\n(a) all citizens ol' Pakistan wher.evcr they rnay be, except\nholders of puhlic office, tlreir. spouses and dependent\nch ildren; and\n(b) all fbr-eign asscts held by the per.sons I'irst menrioned in\nclause (a) and tax paid on the value of such assets under\nsection 8, except where procecdings are pending in any\ncourt of law, in respect ofthe tbreign asscts.\n(2) The provisions of this Ordinance shall not apply to any proceeds or\nassets that are involved in or derived i'onr the cornrnissiori of:a criminat ofl'ence.\n5. Declaration antl repatriation of asscls held oufside l,akistan.--{l)\nSub.iect to the provisions of this Ordinance, any person rnay rnake to thc Federal\nBoard ol'Revenue. by the due date specified in scction 6. a declaration in respectofforeign assets acquired betbre cornntencement olthis Ordinance.\n(2) The value ofa loreign asset shall be fair market value as detined in\nsection 2.\n(3) The declaration of value and tax paid in respect of the foreign assets\nshall be in the manner as set out in Fonn A of the Sched;le to this Ordinance.\n, (4) The description ofthe foreign assets declared under sub_section (l)\nand (3) shall be in the tnanner as set out in Forrn B of the Schedule to this\nOrdinance.\n. (5) A persolr declaring tbreign assets under sub-section ( | ), rnay by thedue date as specified in secliolt 6 also repatriatc the said foreign asseis inPakistan.\n(6) The declaration ol'forcign assets shall be rnade in tlte Inanner as setout in Form A ofthe Schedule to this Ordinance, electronically on Feder.al Boardof.Revenue's web portal and shall be valid only if it is accompanied by theevidence of paynterrt oftax.I\nPART ITHE GAZETTE OF PAKISTAN' EXTRA.,APRIL 8, 2OI8 r43\n6. Period of npplicability.- 'l'he declaration and repatriation under'\nsection 5 shall be rnade oriirr after the tenth clay of April,20l8 btrt otl or before\nthe tlrirtietli daY of June, 201 8.\nT.Chargeoftirx.-Theforeigrrassetsdeclaredandrepatriatedirrto\npakistan within the clge clate shall be chargeable to tax at the rates specified in the\nTable below, ttatttelY:-\nTABLE\n8. Payment of tax'{l) Tlre ch're clate lor the paytnent- of tax\nchargeable uncler sectiorr 7 shall be tlie date on rvhich cleclaratiorl is rnade under\nsection 6.\n(2)Notaxshallbepayablebytlreclcclar.lttttunderattylawfbrthetime\nbeing in iir\". in\"tuain['th\" tn\"o,r\" T'a* ordina,ce, 2001 (XLlx of 2001) where\ntax has been paid und\"\"r rrb-.ection (l) in respect of the foreign assets declared\nunder section 5.\ng.Currencyandrateofconversion.-{l)Tlrevalueofatoreigrr\nasset under sub-section (2) ofsection 5 shall be in Rupees'\n(2)TlretaxpayableundersectionSshallbepaidinUnitedStates\ndollars as specified in Foim A of the Schedule to this ordinance.\n(3)ThevaltreinRtrpeesuttdersttb-section(l)shallbecotrvertedirrto\nU,ited States dollars at the Siate Ba.k of Pakistan's rate applying befiveen the\nUnited States dollar and the Rupee otr tlte date the declaratiorr is tuade under\nsection 6 and tax is paid utlcler seotiotl 8'Ratc (as a Perccntage of thc\nvalue of foreign asscts) Foreign assets S.No.\n(3)I)(2)\n5%Liquid assets not rePatriated\n3%lmmovable assets outside Pakistan\nLiquid assets repatriated and invested in\nGovernment securities upto 5 years in\nUS dollars denominated bonds with six-\nmonthly protit payment in eqtrivalent\nRupees (rate of returu 3%) and payable\non maturitY in equivalent RuPeesJ\n2%\n4Liquid assets rePatriatedI\n2.\nt44 THE CAZETTE OF PAKISTA N. EXI'RA , APRII. 8, 2018 [P^R'r I\n10. Mode and manner._The Slate Bank of pakistan (SBp) shallnotil) the rrrode arrd ltanncr ol_\n(a) rcpatriation ol'liquid asscts in pakisttn:\n(b) deposit oftax in US dollars in Stip: ancl\n(c) deposit of tax in Rupees in the inconre tax acco,rt of the Federar\nConsolidated FLlnd.\n. . IL lncorporation in books of account._{l) Where a declarant has,aid tax unde. section 8 i, r'esoect of fbreig, nar\"t. a\".to.\"J-under section 5. thedcclararrt shall be crrtitlcd ,n in.,r.prrr,. irr ltis books \", ,\"..*, ,;:;,\";,.;;;assets.\n(2) For the purposc of the Inconrc Tax Ordinance, 2001(XLIX of 2001), the cost of acqriisition of foreign urr.i. unJ ao,\" of acquisitionshall be deemed to be the value declarecl Uy tn\" ?.\" lnro,lt'u,ra ltl. ao,\" on whichdeclaration lras been rnade by the dcclaranr,-r\"rp..,ir,\"iy. \" - - '\n12. lnvcstment in Governmcnt se curities._lnvcstn]ent in Covenlncutsecurities under S.No.3 ot'the Table in sectittn Z.naff U\"',nnae in accordanccwith a scherne to be introdLrced lry the Covernrnerr, otji]rf.i.,un'rf,r-ugh the StateBank of Pakistan, by noriflcation-in rhe otfie ial C.r.u\". lp..ifyi,lg periodic rareof rcturn. the period lbr the rate of rerurn and p\"ri\"J \"i\",r,i,,i vl\n^. ..,,^_,^1.r\" , jl\"rlidcntilliry.--{ I ) Norwithstanding the provisions of sub_section (3)(,r sccu()n z I o or the lncorne l-ax Ordinance, 2001 (Xt,lx of 2001), the Right oiAccess ro Information Acl, 201 7 lXXXIV of :O f il a,,J \"li \"0l.. law for theti,rc being in force, particul:rrs olany p.,.n, nrukirg'i J.Jl*r,ion under thisOrdinance or any infbnnation received in rny a.\"Lrutioi rnaOe under thisOrdinance shall be confldential.\n. (21 A per.son who discloses any particLrlars in contraventionot sulr-secrion (r) srraI conrrit an oftencc prni.huill. \"r.\"\"\"1.,i\"\" with a fineof not less than tive hundrecl thousancl Rripec, bL,t lr.i \"*\"\"dlrg one millionRupecs or irnprisonment lbr a tentl not exceeding onl: year or with both.\n14. Declaration not admissible in cvitlence._ Notrvithstandinganything. contained in arry other.raw tbr the ti';;-;;;rg in fbrce, notrringcontained in any declaration rnade under section 5 ;lr^\"n ;; admissible inevidence against the declarant fbr the purpose .i \"nV pr\"i\"Oirgs relating toimposition of penalty or for the purposes oliprosecutioir una.. uny law includingIncorne'l'ax Ordinance.200l (XLIi of 2001).\nI 5. Removal of difficulty._ If any difficulty arises in giving ef.fectto thc provisions of this Or.dina,ce, the Fedeial Cou\".ir,r.ni-,rroy rnake suclr\nPnnr IlTHE GAZETTE OF PAKISTAN, EXTRA., APRIL 8, 20I8 145\norder in writing. as is ttot inconsistent with the provisions of this Ordinance, for\nremoval of such difficulty.\n16. Misreprescntation.-Notwitlrstanclirrg anytl'ling contained in\nthis ordinance, where a declaration has been made by misrepresentation or\nsttppressiott of lacts, such declaration shall be void and shall be deerned never to\nhave been rnade under this Ordinance.\nSchedule\nFORNI A\n*CNlCl includcs NICOP or any other idenlification nunlbcr issued by National Database and\nRegistration Authority.\nFrxpr BDECLARATION UNDER SECTION 5\nFULL NAME\nCNIC*\nNTN (if available)\nADDRESS\nTELEPI.IONE NUMBER:\nEnrail\nFOITEIGN ASSETS\nS.No. Naturc of assets Amount in\nRupeesTax\nRateTax in Pali\nRupees\nLiquid assets not\nrepatriated5%\n2Inrrnovable assets outside\nPakistan3%\nJLiquid assets repatriated\nand invested in\nGovenrment securities2%\n4Liquid assets repatriated 2%\nTotal tax in Rupees(l+2+3+4)\nTotal tax in US Dollars\nWhetlrer evidence of payrnent of tax attached YES NO\nDESCRIPTION OF ASSETS\nlsee sccrion 5(4)l\nA. Liquid assets not repatriated\nl. Foreign currency\nBank account detailsBank narne and bank A/c I\nBank narne and bank A/c 2I\n146 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 8, 2018 I l',Al l' I\nBanl< narne and birnk A/c 3\nBank name and bank A/c 4\nBank name and bank A/c 5\n2Other liquid assets (securities, stocks, promissory notes, bonds, deposit\ncertificates and other similar instnrments, etc.)\nI\n2.\nJ\n5\n6\nIl. IMMOVABLE PROPERTY(Jurisdiction, address and size)\nI\n2.\nJ\n5\n6\n,1\nVBRIFICATION\nI, the undersignecl, solernnly declare that to the best of my lirrowledge -\nand belief-\n(a) the infbrrnation given in this declaration is correct and complete; and\n(b) the value ol'foreign assets ltas truly been declared.\nI, further declare that I arl competent to make this declaration and verify\nit iu rrry own nanre.\nDate S ignature_\nName\nMAMNOON HUSSAIN,\nPresident.\nKARAMAT HUSSAIN NIAZI,\nSecretatl,.\nI,I{IN'I I]I) B\\'1'IIE MANAGI.iR, PRIN'I'ING CORPORATION OF PAKIS'IAN PRIJSS, ISLAMABAD.\nI'I II]LISIIED II\\']'I,IL] DEPT]]'Y CONTROI-I,ER. S'TATIONEITY AND FORMS. I.,INIVIJRSITY ROAD, KARACHI.4.\n4."
}