{
    "file": "./converted_json\\administratord23437ee1deae428c3ce09fc3c552b04(1).json",
    "name": "Pakistan Institute of Medical Sciences (PIMS)",
    "date": "January 11, 2023",
    "tagline": "An Act to repeal the Federal Medical Teaching Institutions Act, 2021",
    "content": "REGIS'ITRED NO..!:!-:.]92L.-76fi9\ntEbcGvtu d ?sltdtur\nEXTRAOFDINAFY\nPUBLISHED BY AUTHORITY\nISLAtrIABAD, WEDNESDAY, JANUARY IT, 2023\nPART I\nActs, Ordiornces, PrBid.nt's Ordcrs and Reguletions\nNATIONAL ASSEMBLY SECRETARIAT\nL\\lanabad. the llth Januar], 2023\nNo. F. 23(36)/2022-Iagis.-The following Act ol Majlt*e Shoora\n(Parliamenl) rereived lhe assenl of lhc hesident on the 3rd January, 2021 is\nhereby published for gcneml information:-\nAcr No.I or 2023\nAN\nACT\nro repeal rhe Federal Medicol Tedching hl\\titutes Act, 2021\nWflEREAS it is expedicnt to repeal rhe Federal Mcdical 'llachiog\nlnstirutes Acr.202l (XII of202l):\nIt is herebv enacted ar follows:-\n137(2021)/Er. Gaz.l(0 t.)\nPtice. R.s 6 00\nTHE GAZETTE OF PAKISTAN, EXTRA.. JANURAY I I, 2023 [PART I\nL Short rial€ strd commencemetrt. { l) This Act shall be called thc\nPakistan lnstitute ofMedical Sciences (PIMS) Act 2023.\n(2) I! shall come into force at once and shall br deemed to have taken\neffcct on and from the commenc€dent ofthe Federal Medical T€ching lnstitutes\nAcr, 2021 (XU of202l).\n2. Ilcfitritionr-In this Act, unless therc is aq,thing repuglant in the\nsubjccl or context,-\n(a) 'Divisior concemed\" fieans the Division ro which rhe bEiness of\nthis Act stands allocared under the Rules olBlrsiness, 1973;\n(b) \"GovemInent\" means the Federal Covemmem;\n(c) \"hospitrl' means a tcaching hospiral as notified by the Federal\nCovemmcnt or any outhority authorized by it in this behalf, headed\nby an Executive Director, (o be appointed by the Govemment in\naccordance with the provisions contained in the Civil Servants Act\n1973 (LXXI of 1973) and Rules made thereunder;\n(d) \"prascriH\" means prescribed by rules or regulations made under\nthis Act;and\n(e) \"supcr specirlty\" means hjghly skilled medical profcssionals.\n3. Super specidty.-Thc Goverrunent cen engage highly skilled\nclinical medical professronals up to sixty five years ofage having extra ordinary\nprofessional capabilitres. Such hiBhly skilled medical prolessionals shall be\nappoimd on Managemcnt Pay Saales or any orher special pay scale as may be\nprescrib€d by niles.\n4. Removrl of difficulti€s.-lf a difficulty arises in giving effcct to\nany of the provisions of this Act, the Covemment may, by notification in the\nomcial Cazette make such order as it deems necessary for removsl of the\ndifllculty:\nProvided that this power shall not be exercised afler rwo years oarhe\ncommencement of this Act\n5 Ovcrriding effect.-The Shaheed Zulliqar Ali Bhutto Medical\nUnivusity lslamabad (Amendmenq Act,2018 (lII of20lt) shall have override\neffecl on the provision ofthis Act:\nProvided that in case ofany contsoveNy between the provisioos ofthis Actar the Shaheed Z.ulfiqar Ali Bhuto Medical Universiry Islamabad (Amendmenl)\nAcl- 2018 (lll of20l8), the provisions ofthe Shale€d Zulfiqar Ali Bhuno Medical\nUnivqsiry Islamabad (Amendment) Acr, 2018 (ltl of201t) shall prcvail.\nP^.r rf THE C€ETIE OF P\n6. Repeal and SrvinBs. l l ) The Federal Medical Teaching lnslitutes\nAct 202l (XII of202l) hcrcinafler referred to as the repealed Act, shall stand\nrcpealed.\n(2) The Board formed pursuant to the repealed Act shall sEnds\ndissolved upon the commencement ofthis AcL\n(3) All assets, rights, movable and immovable properties, records, cash,\nbank accounts, deposits etc. of the dissolved Medicai Teachin8 Institute under\nthe repealed Act shall stand transferrcd to lhe Division concemed which carrying\nthe business under the Sha}eed Zulfiqar Ali Bhuto Medical Univcrsity\nIslamabad (Amendment) Act, 20lt (lfl of 201E) and shall be deemed to b€\nassets, righrs, properties, records, casl), bark accounts, deposits etc. of the\nPakistan lnstitute of Medical Sciences Shaheed Zulfiqar Ali Bhutto Medical\nUnive$ity Islamabad (Amendment) Act, 20lt (lll of20l8).\n(4) All liabilities, payables and receivables of the dissolved Medic{l\nleachinB Institute under the repealed Act shall b€ deem€d to be lh€ Iiabilties,\npayables and re,€eivables to the Division conc€med which carrying the business\nunder the Shahecd Zulfiqar Ali Bhutto Medical Unive6ity [slamabad\n(Ameridment) Act, 2018 (llI of20l8).\nSCHEDULE-I\n(.t€e Section 6)\nList of institutions (colleges and hGpirals) declared as Nalional medical\ninstirutions.\nl. Pakistan Institute of Medical Scienc€s, lslamabad a.long with the\nFederal Medical College, Islaflabad being a teaching hospital and coll€ge\nrespecrively ofthe Shaleed Zulfiqar Ali Bhuno Medical University, Islamabad.\n2. Denlal Hospital Islamabad and its School of Denustry, being a\nteaching hospitayconsriruent college ofthe Shaheed Zulfiqar Ali Bhffio Medical\nUnivc.sity, Islamabad.\nCHALDHRY MUBARAK ALI,\nActing Secrctary.\nPRINTCD BY THL MANAC IR. PPIXTI\\C CORPOR-{TION OT PXISTA N PRISS. ISL{VABAD\nPUBL JSHTD BY THF, DEPLITY CON'TROLLE& SIATIONF:RY A\\D TOEIIS UN\\ERSIT\\ ROAO. KARACHI"
}