{
    "file": "./converted_json\\administrator2eb2a776b40c7f4ec10940a4de8742ad.json",
    "name": "Dar -ul-Madina International University",
    "date": "1st March, 2013",
    "tagline": "An Act to provide for the establishment of Dar -ul-Madina International University",
    "content": "Page 1 of 27 \n \n \n \n \n \n \n \nTHE DAR -UL-MADINA INTERNATIONAL UNIVERSITY \nISLAMABAD ACT, 2013  \n \n \n \n  \n  \n \n \n \nCONTENTS  \nCHAPTER I  \nPRELIMINARY  \n1. Short title and commencement.  \n2. Definitions.  \nCHAPTER II  \nTHE UNIVERSITY  \n3. Establishment and incorporation of the University.  \n4. Powers and purposes of t he university.  \n5. University open to all classes, creeds, etc.  \n6. Teaching at the University.  \nCHAPTER III  \nOFFICER S OF THE UNIVERSITY  \n7. Officers of the University.  \n8. Patron.  \n9. Visitation.   \n\n \nPage 2 of 27 \n 10. Chancellor.  \n11. Removal from the Board.  \n12. Vice Chancellor.  \n13. Appointment and removal of Vice Chancellor.  \n14. Dean.  \n15. Registrar.  \n16. Treasurer.  \n17. Controller of examinations.  \nCHAPTER IV  \nAUTHORITIES OF THE UNIVERSITY  \n18. Authorities.  \n19. Board of trustees.  \n20. Board.  \n21. Powers and functions of the Board.  \n22. Executive Committee.  \n23. Powers and duties of the Executive Committee.  \n24. Academic Council.  \n25. Powers and functions of the Academic Council.  \n26. Representation committees.  \n27. Appointment of committees by certain authorities.  \n \n28. Shariah advisory committee.  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n29. Statutes.  \n30. Regulations.  \n \nPage 3 of 27 \n 31. Amendment and repeal of  statutes and regulations.  \n32. Rules.  \nCHAPTER VI  \nUNIVERSITY FUND  \n33. University fund.  \n34. Audit and accounts.  \nCHAPTER VII  \nGENERAL PROVISIONS  \n35. Commencement of term of members of authorities.  \n36. Disputes about membership of authorities.  \n37. Proceedings of authorities not invali dated by vacancies.  \n38. Removal of difficulties.  \n39. Indemnity.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 27 \n  \nTHE DAR -UL-MADINA INTERNATIONAL UNIVERSITY ISLAMABAD ACT, 2013  \nACT NO. V OF 2013  \n[1st March, 2013]  \nAn Act to provide for the establishment of Dar -ul-Madina International University  \nWHEREA S it is expedient to provide for the establishment of Dar -ul-Madina International \nUniversity and for matters ancillary thereto;  \nIt is hereby enacted as follows: — \nCHAPTER I  \nPRELIMINARY  \n1.  Short title and commencement. —(1) This Act may be called the Dar -ul-Madina \nInternation al University Islamabad Act, 2013.  \n(2)  It shall come into force at once.  \n2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, — \n(i) “Academic Council ” means the Academic Council of the University;  \n \n(ii) “Affil iated institution ” means educational institution authorized by Board t o \nconduct academic programs, research and development projects and \napproved by the University;  \n \n(iii) “Authority ” means any of the authorities of the University set up under \nSection 18;  \n \n(iv) “Boar d” means the Board  of executives of the University;  \n \n(v) “Board of trustees ” means the Board of trustees of the University;  \n \n(vi) ”Chancellor ” means the Chancellor of the University;  \n \n(vii) “College” means a constituent college;  \n \n(viii) ”Commission ” means the Higher Education C ommission of Pakis tan; \n \n(ix) ”Constituent college ” means an educational institution, by whatever manner \ndescribed, maintained and administered by the University;  \n \n(x) ”Controller ” means the head of examination department of the University;  \n \n \nPage 5 of 27 \n (xi) ”Dean” means the head of  a faculty of the University;  \n \n(xii) ”Department ” means a teaching department of the University;  \n(xiii) “Director” means the head of an institute established as a constituent institute \nby the University;  \n \n(xiv) “Executive Committee ” means the Executive Committee of the Unive rsity;  \n \n(xv) ”Faculty” means an administrative and academic unit of the University \nconsis ting of one or more departments;  \n \n(xvi) “Government ” means the Federal Government;  \n \n(xvii)  “Institute” means an institute maintained and administered by the University;  \n \n(xviii)  “Officer” means  any officer of th e University;  \n \n(xix) “Patron” means the Patron of the University;  \n \n(xx) “prescribed ” means prescribed by the statutes, regulations or rules;  \n \n(xxi) “Professor emeritus ” means a retired Professor appointed by the Chancellor \non honorary basis;  \n \n(xxii)  “Principal” means the head of a college;  \n \n(xxiii)  “Registrar” means the Registrar of the University;  \n \n(xxiv)  “Selection committee ” means the selection committee set up by the Board;  \n \n(xxv)  “Shariah Advisory Committee ” means the Shariah Advisory Committee of the \nUniversity;  \n \n(xxvi)  “Statutes”, “regulations ” and “rules” means respectively the statutes, \nregulations and rules made under this Act;  \n \n(xxvii)  “Trust” means the Dawat -e-Islami Trust;  \n \n(xxviii)“teacher” means and includes any Professor, Associate Professor, Assistant \nProfessor and or Lecturer engaged whole -time by the Unive rsity, or by a \nconstituent college;  \n \n(xxix)  “University ” means the Dar -ul-Madina International University;  \n \n(xxx)  “University Teacher ” means a whole -time Professor, Associate Professor, \nAssistant Professor or Lecturer teacher appointed whole -time and paid by the \nUniver sity; and  \n \n(xxxi)  “Vice -Chancellor ” means the Vice -Chancellor of the University.  \n \n \nPage 6 of 27 \n  \nCHAPTER II  \nTHE UNIVERSITY  \n 3.  Establishment and incorporation of the University. —(1) There shall be \nestablished a University to be called the Dar -ul-Madina Inter national Universit y consisting of the \nfollowing, namely: — \n(a)        the Patron, the Chancellor, the Vice -Chancellor, the members of the Board \nand the Board of Trustees;  \n(b)        the members of Executive Committee, Deans, the chairmen of the teaching \ndepartments and membe rs of the Academic Council of the University;  \n(c)        the members of the Executive or governors Boards, committees and other \nbodies as the board may establish;  \n(d)        the members of faculties and students of the University and its constituent \nunits  in accordance with the terms prescribed from time to time, and all other; \nand \n(e)        such other officers and members of the staff as the Board may, from time to \ntime, specify.  \n (2)  The University shall be a body corporate by the name  of Dar -ul-Madina  International \nUniversity having perpetual succession and a common seal, with powers, among others, to acquire \nand hold property, both movable and immovable, and to lease, sell or otherwise transfer any \nmovable and immovable property which  may have become vested in or been acquired by it.  \n (3)  The principal seat of the University shall be at Islamabad and it may set up his \ncampuses, colleges, institutes, offices, research or study centers and other facilities at such places in \nPakistan as well as abroad as  the Board of trustees may determine. The additional campuses shall be \nset up in other parts of the country, and in other parts of the world.  \n (4) Notwithstanding anything contained in any other law for the time being in force, the \nUnivers ity shall have ac ademic, financial and administrative autonomy, including the powers to \nemploy officers, teachers and other employees on such terms as may be prescribed, subject to the \nterms of this Act.  \n (5) In particular and without prejudice to the auth ority granted to the Commission by the \nlaw, the Government or any authority or auditor shall have no power to question the policy \nunderlying the acquisition and allocation of resources approved by the Board in the annual budget of \nthe University.  \n 4.  Powe rs and purposes o f the University. —The University shall have the \nfollowing powers, namely: — \n \nPage 7 of 27 \n (i)         to promote and disseminate of knowledge and technology and to provide \neducation, training, research demonstration and scholarship in such branches \nof kn owledge as it may  determine;  \n(ii)       to make provisions for research, service to society and for the application, \nadvancement and dissemination of knowledge* by employing information \ntechnology including satellite, television, internet, radio etc., or t hrough \nconvention al and innovative methods in all field of knowledge as it may \ndetermine by the Board of trustees;  \n(iii)      to determine courses for study at the under graduate level in its constituent \nunits as well as in its affiliated institutions, cen ters and colleges ; \n(iv)       to prescribe courses of studies to be conducted by it and its affiliated \nconstituent units and appropriate bodies ;  \n(v)        to hold examinations and to award and confer degrees, diplomas, certificates \nand other academic dis tinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions;  \n(vi)       to prescribe the terms and conditions of employment of the officers, teachers \nand other employees of the University;  \n(vii)      to affiliate itsel f or associate with any other institutions or universities and \nrelevant bodies whether national or international;  \n(viii)     to pursue and co -ordinate research innovation and development;  \n(ix)       to use the financial and other resources  allocated to it for execution of its \nfunctions;  \n(x)        to engage, where necessary, persons on contract of specified duration and to \nspecify the terms of each engagement;  \n(xi)       to confer honorary degrees or other distinctions on approved persons i n the \nmanner pres cribed;  \n(xii)      to provide for such instruction for persons not being students of the University \nas it may prescribe and to grant certificates and diplomas to such persons;  \n(xiii)     to institute programs for the academic collaboration  and exchange of students \nand teachers between the University and other universities, educational \ninstitutions and research organizations, inside as well as outside Pakistan;  \n(xiv)      to provide career counseling and job search services to the students an d \nalumni as it ma y deem fit;  \n(xv)      to maintain linkages with alumni and the industry;  \n(xvi)      to develop and implement fund -raising plans;  \n \nPage 8 of 27 \n (xvii)     to provide and support the academic development of the faculty of the \nUniversity;  \n(xviii)   to confer  degrees on perso ns who have carried on independent research under \nprescribed conditions;  \n(xix)      to accept the examinations passed and the period of study spent by students of \nthe University at other universities and places of learning equivalent to suc h \nexaminations an d periods of study in the University, as it may prescribe, and \nto withdraw such acceptance;  \n(xx)      to co -operate with other universities, public authorities or private \norganizations, inside as well as outside Pakistan, in such manner an d for such \npurpos es as it, may prescribe;  \n(xxi)      to institute professorships, associate professorships, assistant professorships \nand lectureships and any other posts and to appoint persons thereto;  \n(xxii)     to create posts for research, extension, admi nistration and ot her related \npurposes and to appoint persons thereto;  \n(xxiii)   to recognize selected members of teaching staff of colleges or educational \ninstitutions admitted to the privileges of the University or such other persons, \nas it may deem fit, as University tea chers;  \n(xxiv)    to institute and award financial assistance to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n(xxv)     to establish teaching departments, schools, colleges, faculties,  institutes, \nmuse ums and other centers of learning for the development of teaching and \nresearch and to make such arrangements for their maintenance, management \nand administration as it may prescribe;  \n(xxvi)    to affiliate and disaffiliate educational insti tutions or releva nt organizations \nunder prescribed conditions;  \n(xxvii) to inspect colleges and other educational institutions affiliated or seeking \naffiliation with it;  \n(xxviii) to maintain order, discipline and security on campuses of the University and \nthe colleges;  \n(xxix)   to promote extra -curricular and recreational activities of the students and to \nmake arrangements for promoting their health and general welfare;  \n(xxx)     to demand and receive such fees and other charges as it may determine from \ntime to time;  \n(xxxi)    to make provision for research, advisory or consultancy services and with \nthese objects to enter into arrangements with other institutions, public or \n \nPage 9 of 27 \n private bodies, commercial and industrial enterprises under prescribed \nconditions;  \n(xxxi i) to enter into,  carry out, vary or cancel contracts;  \n(xxxiii) to receive and manage property transferred and grants, contributions made to \nthe University and to invest any fund representing such property, grants, \nbequests, trusts, gifts, donations, endow ments or contribu tions in such manner \nas it may deem fit;  \n(xxxiv) to provide for the printing and publication of research and other works;  \n(xxxv) to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite o r expedient in or der to further the objectives of the \nUniversity as a place of education, learning and research; and  \n(xxxvi) to decide virtual, distance learning or online teaching methods and strategies \nin order to ensure the conduct of most effective edu cational and trai ning \nprograms in the light of policy on the subject made by the Commission.  \n5. University open to all classes, creeds, etc .—(1) The University shall be open to all \npersons of either gender and of whatever religion, race, creed, class, colo r or domicile who qualify \nfor the admission as set forth in the rules and regulations and the criteria and the policy maintained \nby the body.  \n(2)  An increase in any fee or charge that is in excess of ten percent per annum on an \nannualized basis from the l ast such increase may not be made except in special circumstances and \nonly with approval of the Board of trustees.  \n(3)  The University shall institute financial aid and support programs for students in need, to \nthe extent considered feasible by the Board g iven the resources  available, so as to enable admission \nand access to the University and the various opportunities provided by it to be based on merit rather \nthan ability to pay.  \n6. Teaching at the University. —(1) All recognized teaching in various courses  shall be \nconducted  by the University or the colleges in the prescribed manner and may include lectures, \ntutorials, discussions, seminars, demonstrations and other methods of instruction as well as practical \nwork in the laboratories, hospitals, workshops a nd other organizati ons. \n(2) The authority responsible for organizing recognized teaching shall be such as may be \nprescribed.  \nCHAPTER III \nOFFICERS OF THE UNIVERSITY  \n7. Officers of the University. —The following shall be the officers of the University, \nnamely :— \n(a)        Patro n; \n \nPage 10 of 27 \n (b)        Chancellor;  \n(c)        Vice -Chancellor;  \n(d)        Deans;  \n(e)        Principals of the constituent colleges;  \n(f)         Head of the teaching departments;  \n(g)        Registrar;  \n(h)        Treasurer;  \n(i)         Controller o f examinations; and  \n(j)         such other persons as may be prescribed by the statutes or regulations.  \n8. Patron. —(1) The Patron will be appointed by Trust in the manner as may be determined \nby the Trust.  \n(2) The Patron shall, when present, preside at the  convocation of the  University. In the \nabsence of the Patron, the Board may request a person of eminence or the Chancellor to preside over \nthe convocation of the University.  \n(3) Every proposal to confer an honorary degree shall be subject to the confirmati on by the \nPatron.  \n9. Visitation. —(1) The Patron may, in accordance with the terms and procedures as may be \nprescribed, cause an inspection or inquiry to be made on his own motion or at the request of the \nCommission in respect of any matter connected with a ffairs of the Unive rsity and shall, from time to \ntime, direct any person or persons to inquire into or carry out inspection of — \n(a)        the University, its building, laboratories, libraries and other facilities;  \n(b)        any institution, department or  hostel maintained by the University;  \n(c)        the adequacy of financial and human resources;  \n(d)        the teaching, research, curriculum, examination and other matters of the \nUniversity; and  \n(e)        such other matters as the Patron may specify.  \n(2)  The Patron shall communicate to the Board of trustees his views with regard to the result \nof visitation and shall, after ascertaining the views of the Board, advise the Chancellor on the action \nto be taken by it.  \n \nPage 11 of 27 \n (3) The Chancellor shall, within such tim e as may be specifi ed by the Patron, communicate \nto him such action, if any, as has been taken or may be proposed to be taken upon the results of \nvisitation.  \n(4)  Where the Board as per Chancellor's does not, within the time specified, take action to \nthe s atisfaction of the Patron, the Patron may issue such directions as he deems fit and the Board \nshall comply with all such directions.  \n(5) The patron shall be appointed by the prescribed term from the Board of trustees and he \nmay be removed by the Board of t rustees.  \n10. Chance llor.—(1) The Chancellor of the University shall be appointed by the Board of \ntrustees to hold the office at the pleasure of, and for a term determined by the Board of trustees.  \n(2) The Chancellor shall also act as the chairperson of the  Board.  \n(3) The m embers of the Board except the Vice -Chancellor shall be appointed by the \nChancellor as in the manner prescribed in accordance with this Act and the statutes.  \n(4)  Where the Chancellor is satisfied that serious irregularity or mismanagement  with \nrespect to  affairs of the University has occurred, he may, — \n(a)        as regards proceedings of the Board, direct that specified proceedings be \nreconsidered and appropriate action taken within one month of the direction \nhaving been issued; and  \n(b)       as regards proceedings of any authority or with respect to matters within the \ncompetence of any authority other than the Board, direct the Board to exercise \npowers under Section 19.  \n(5) If the Chancellor will be incapacitated from acting as such due t o absence or any  other \ncause, the Vice -Chancellor or a nominee of the Chancellor himself, or a nominee of the Board of \ntrustees shall act for him.  \n11. Removal from the Board. —(1) The Chancellor may remove any person from \nmembership of the Board on the grou nd that such pe rson after satisfaction of Board of trustees — \n(a)      has become of unsound mind; or  \n(b)      has become incapacitated to function as member of the Board; or  \n(c)      has been convicted by a court of law for an offence involving moral turpi tude;    \nor \n(d)      has absented himself from two consecutive meetings without just cause; or  \n(e)      has been guilty of misconduct, including use of position for personal    \nadvantage of any kind, or gross inefficiency in the performance of functions.  \n \nPage 12 of 27 \n  (2)  The Chance llor shall remove any person from membership of the Board if he \ndeems fit.  \n12.  Vice -Chancellor. —(1) There shall be a Vice -Chancellor of the University who shall \nhold office at the pleasure of the Board of trustees. He will be an eminent aca demician or a \ndistinguished administrator and shall be appointed on such terms and conditions as may be \nprescribed.  \n(2)  The Vice -Chancellor shall be the chief executive officer of the University responsible for \nall administrative and academic, functions o f the Universi ty and for ensuring that the provisions of \nthis Act, statutes, regulations and rules are faithfully observed.  \n(3) The Vice -Chancellor shall, if present, be entitled to attend any meeting of any authority \nor body of the University.  \n(4) The Vic e-Chancellor m ay, in an emergency that in his opinion requires an immediate \naction ordinarily not in competence of the Vice -Chancellor, take such action and report to the Board.  \n(5) The Vice -Chancellor shall also have the following powers, namely: -- \n(a)        to direct  teachers, officers and other employees of the University to take up \nsuch assignments in connection with examination, administration and such \nother activities in the University as he may consider necessary for purposes of \nthe University;  \n(b)        to sanc tion by re -appropriation an amount, not exceeding an amount \nprescribed by the Board, for an unforeseen item not provided for in the \nbudget;  \n(c)        to make appointment of such categories of employees of the University and in \nsuch manner as  may be prescr ibed by statutes;  \n(d)       to suspend, punish and remove from service, in accordance with prescribed \nprocedure, officers, teachers and other employees of the University except \nthose appointed by or with approval of the Board;  \n(e)        to delegate, subje ct to such conditions as may be prescribed, any of his powers \nunder this Act to an officer or officers of the University; and  \n(f)        to exercise and perform such other powers and functions as may be \nprescribed.  \n13. Appointment and remova l of Vice -Chan cellor.—(1) The Vice -Chancellor shall be \nappointed by the Board of trustees on recommendations made by the selection committee.  \n(2)  A selection committee for recommendation of person suitable for appointment as Vice -\nChancellor shall be const ituted by the Board of trustees on the date and in the manner prescribed by \nstatutes.  \n \nPage 13 of 27 \n (3) The person proposed by the selection committee for appointment as Vice -Chancellor \nshall be considered by the Board and shall be recommended by the Board to the Chance llor. \n(4) The Vice -Chancellor shall be appointed for a renewable tenure as determined by the \nBoard of trustees on terms and conditions prescribed by statutes. The tenure of an incumbent Vice -\nChancellor shall be renewed by the Chancellor on receipt of a res olution of th e Board in support of \nsuch renewal:  \nProvided that the Chancellor may call upon the Board to reconsider such resolution once.  \n(5) The Board may, pursuant to a resolution in this behalf recommend to the Chancellor the \nremoval of the Vice -Chancel lor on the gr ound of inefficiency, moral turpitude or physical or mental \nincapacity or gross misconduct, including misuse of position for personal advantage of any kind.  \n(6) The Chancellor may make a reference to the Board stating about inefficiency, moral  \nturpitude or  physical or mental incapacity or gross misconduct on the part of the Vice -Chancellor \nthat has come to his notice. After consideration of the reference, the Board may, pursuant to a \nresolution in this behalf recommend to the Chancellor the rem oval of the V ice-Chancellor:  \nProvided that prior to a resolution for removal of the Vice -Chancellor being voted upon, the \nVice -Chancellor shall be given an opportunity of being heard.  \n(7) A resolution recommending removal of the Vice -Chancellor shall be su bmitted to th e \nChancellor forthwith. The Chancellor may accept the recommendation and order removal of the \nVice -Chancellor or return the recommendation to the Board.  \n(8) At any time when office of the Vice -Chancellor is vacant or the Vice -Chancellor is abs ent \nor is una ble to perform functions of his office due to illness or some other cause, the Board of \ntrustees shall make such arrangements for performance of the duties of the Vice -Chancellor as it \nmay deem fit.  \n14. Dean. —(1) There shall be a Dean of each faculty to be  appointed by the Chancellor on \nrecommendation of the Vice -Chancellor, on such terms and conditions as may be prescribed.  \n(2) The Dean shall be in charge of the faculty and shall assist the Vice -Chancellor on matters \nrelating to teaching, rese arch, academi c program and extension of other development projects.  \n(3) Subject to overall supervision of the Vice -Chancellor, the Dean shall formulate and \nrecommend to the Academic Council, rules and regulations relating to academic and research \nmatters o f the faculty . \n(4) The Dean shall also have the following powers, namely: — \n(a)        to collaborate with universities, industry and other research organizations;  \n(b)        to formulate recommendations to the Academic Council on the courses of \nstudy to be  taught in di fferent departments of the faculty;  \n(c)        to co -ordinate the award of fellowships, stipends, medals and prizes;  \n \nPage 14 of 27 \n (d)       to co -ordinate the teaching and research work of the faculty;  \n(e)        to perform such other functions and exercis e such other powers as may be \nentrusted or delegated to him by the Board or the Vice -Chancellor; and  \n(f)        to delegate any of his powers to appropriate levels of management, subject to \nsuch conditions as may be prescribed.  \n15. Registrar. —(1) There sh all be a Regi strar of the University to be appointed by the \nChancellor on recommendation of the Vice -Chancellor, on such terms and conditions as may be \nprescribed.  \n(2) The experience as well as professional and academic qualifications necessary for \nappoint ment to the p ost of the Registrar shall be as may be prescribed.  \n(3) The Registrar shall be a full -time officer of the University and shall, — \n(a)       be the administrative head of the secretariat of the University and be \nresponsible for the provision of secretariat s upport to the authorities of the \nUniversity;  \n(b)        be the custodian of the common seal and the academic record of the \nUniversity;  \n(c)        maintain a register of registered graduates in the prescribed manner;  \n(d)        supervise the pr ocess of elec tion, appointment or nomination of members to \nthe various authorities and other bodies in the prescribed manner; and  \n(e)        perform such other duties as may be prescribed.  \n(4) The term of office of the Registrar shall be a renewable period  of three yea rs: \nProvided that the Board may, on advice of the Vice -Chancellor, terminate appointment of the \nRegistrar on grounds of inefficiency or misconduct in accordance with prescribed procedure.  \n 16.  Treasurer. —(1) There shall be a Treasurer of the University to  be appointed by \nthe Chancellor on recommendation of the Vice -Chancellor, on such terms and conditions as may be \nprescribed.  \n(2) The experience as well as professional and academic qualifications necessary for \nappointment to the post of the Tr easurer shall  be as may be prescribed.  \n(3) The Treasurer shall be the chief financial officer of the University and shall: — \n(a)        manage the assets, liabilities, receipts, expenditures, funds and investments of \nthe University;  \n \nPage 15 of 27 \n (b)        prepare annua l and revised  budget estimates of the University and present \nthem to the Executive Committee or a committee thereof for approval and \nincorporation in the budget to be presented to the Board;  \n(c)        ensure that funds of the University are expended on th e purposes fo r which \nthey are provided;  \n(d)        have accounts of the University audited annually; and  \n(e)        perform such other duties as may be prescribed.  \n (4) The term of office of the Treasurer shall be for a renewable period of three years:  \nProvided that th e Board may, on advice of the Vice -Chancellor, terminate the appointment of \nthe Treasurer on grounds of inefficiency or misconduct in accordance with prescribed procedure.  \n17. Controller of examinations. —(1) There shall be a Controller of exam inations to b e \nappointed by the Board on recommendation of the Vice -Chancellor on such terms and conditions as \nmay be prescribed.  \n(2) The minimum qualifications necessary for appointment to the post of the Controller of \nexaminations shall be as may be pres cribed.  \n(3) The Controller of examinations shall be a full -time officer of the University and shall be \nresponsible for all matters connected with the conduct of examinations and shall perform such other \nduties as may be prescribed.  \n(4) The Controller of ex aminations sh all be appointed for a renewable term of three years:  \nProvided that the Chancellor may, on advice of the Vice -Chancellor, terminate appointment \nof the Controller of examinations on grounds of inefficiency or misconduct in accordance with \npresc ribed procedu re. \nCHAPTER IV  \nAUTHORITIES OF THE UNIVERSITY  \n18.Authorities. —The following shall be the authorities of the University, namely: — \n(a)       authorities established by the Act;  \n            (i)         Board of trustees;  \n            (ii)        Board; \n            (iii)      Executive Committee; and  \n            (iv)       Academic Council; and  \n(b)       authorities to be established by the statutes: -- \n \nPage 16 of 27 \n             (i)         Board of advanced studies and research;  \n            (ii)        Board of s tudies;  \n            (iii)      Selection Board;  \n            (iv)       finance and planning committee;  \n            (v)        selection committee for the appointment of the Vice -Chancellor;  \n(vi)       representation committees for appointment to the Board , Executive \nCommittee and the Academic Council;  \n            (vii)      quality assurance committee;  \n            (viii)     discipline committee; and  \n            (ix)       such other authorities as may be prescribed by the Board.  \n19. Board of trustees .—The Board of tru stees will be the apex authority of the University \nand authorized to make or change statutes, rules and regulations as it may deem fit. All the members \nof the Board of trustees shall be appointed by the Trust. All the decisions of the Board sh all be \nreferr ed to the Board of trustees for final approval. The decision of the Board of trustees shall be \nconsidered as final and cannot be challenged in any court of law.  \n20. Board. —(1) The body responsible for the functioning of the University shall be  \ndescribed a s the Board and shall consist of the following, namely: — \n(a)        the Chancellor who shall be chairperson of the Board;  \n(b)        the Vice -Chancellor;  \n(c)        one member of the Government not below the rank of Additional Secretary \nfrom an y Ministry o f Federal Government of Pakistan;  \n(d)       four persons from society at large being persons of distinction in the fields of \nadministration, management, education, academics, Islamic jurisprudence, \nlaw, accountancy, medicine, fine arts, archite cture, agric ulture, science, \ntechnology and engineering, such that the appointment of these persons \nreflects a balance across the various fields:  \nProvided that special focus or affiliation of the University, to be \ndeclared in the manner prescribed, may be reflected in  the number of persons \nof distinction in an area of expertise relevant to the University who are \nappointed to the Board;  \n(e)        one person from amongst the alumni of the University;  \n(f)        two persons from the academic community of the  country, ot her than an \nemployee of the University, at the level of professor or principal of a college;  \n \nPage 17 of 27 \n (g)        four University teachers; and  \n(h)        one person nominated by the Commission.  \n(2) The number of members of the Board described under clau ses (e) to ( h) of sub -section (1) \nmay be increased by the Board through statutes subject to the condition that total membership of the \nBoard does not exceed twenty -one, with a maximum of five University teachers and the increase is \nbalanced, to the extent possible, ac ross different categories specified in sub -section (1).  \n(3) All appointments to the Board shall be made by the Chancellor. Appointment of persons \ndescribed under clauses (e) and (f) of sub -section (1) shall be made from amongst a panel of three  \nnames .for each vacancy recommended by the representation committee set up in terms of Section \n25 and in accordance with procedure as may be prescribed.  \n(4) Members of the Board, other than ex officio members, shall hold office for three years. \nOne-third of the membe rs, other than ex officio members, of the first restructured Board, to be \ndetermined by lot, shall retire from office on expiration of one year from the date of appointment by \nthe Chancellor. One -half of the remaining members, other than ex off icio members , of the first \nrestructured Board, to be determined by lot, shall retire from office on expiration of two years from \nthe date of appointment and the remaining one -half, other than ex officio members, shall retire from \noffice on expiration of th e third year . \n(5) The Board shall meet at least twice in a calendar year.  \n(6) Service on the Board shall be on honorary basis:  \nProvided that actual expenses may be reimbursed as may be prescribed.  \n(7) The Registrar shall be Secretary of the Board.  \n(8) In absence of th e Chancellor, meetings of the Board shall be presided over by such \nmember, not being an employee of the University or the Government, as the Chancellor may, from \ntime to time, nominate. The member so nominated shall be convener of the Board.  \n(9) Unless oth erwise prescribed by this Act, all decisions of the Board shall be taken on the \nbasis of opinion of a majority of the members present. In the event of the members being evenly \ndivided on any matter, the person presiding over the meeting shall h ave a castin g vote.  \n(10) The quorum for a meeting of the Board shall be two thirds of its membership, a fraction \nbeing counted as one.  \n21. Powers and functions of the Board. —(1) The Board shall have power of general \nsupervision over the University and shal l hold the V ice-Chancellor and the authorities accountable \nfor all functions of the University. The Board shall have all powers of the University not expressly \nvested in an authority or officer by this Act and all other powers not expressly provided by thi s Act \nthat a re necessary for performance of its functions but which are not inconsistent with the provisions \nof this Act or the statutes, regulations and rules made thereunder.  \n(2)  Without prejudice to the generality of the foregoing powers, the Board sha ll have the \nfollowing powers, namely: — \n \nPage 18 of 27 \n (a)        to approve proposed annual plan of work, annual and revised budgets, annual \nreport and annual statement of accounts;  \n(b)        to hold, control and lay down policy for administration of the property, funds  \nand investm ents of the University, including approval of the sale and purchase \nor acquisition of immovable property;  \n(c)        to oversee quality and relevance of the University's academic programs and to \nreview academic affairs of the University in gene ral; \n(d)       to approve appointment of Deans, Professors, Associate Professors and such \nother senior faculty and senior administrators as may be prescribed;  \n(e)        to institute schemes, directions and guidelines for the terms and conditions of \nappoin tment of all  officers, teachers and other employees of the University;  \n(f)        to approve the strategic plans of the University;  \n(g)        to approve financial resource development plans of the University;  \n(h)        to consider drafts of statutes and  regulations  proposed by the Executive \nCommittee and the Academic Council and deal with them in the manner as \nprovided for in sections 27 and 28, as the case may be:  \n          Provided that the Board may make a statute or regulation on its own initiative a nd \napprove i t after calling for advice of the Executive Committee or the Academic Council, as the case \nmay be;  \n(i)         to annul by order in writing the proceedings of any authority or officer if the \nBoard is satisfied that such proceedings are not in a ccordance wi th the \nprovisions of this Act, statutes or regulations after calling upon such authority \nor officer to show cause why such proceedings should not be annulled;  \n(j)         to recommend to the Chancellor removal of any member of the Board in \naccordance with the provisions of this Act;  \n(k)        to make appointment of members of the Executive Committee, other than ex \nofficio members, in accordance with the provisions of this Act;  \n(l)         to make appointment of members of the Academic Council, other than ex \nofficio members, in accordance with the provisions of this Act;  \n(m)       to appoint Professors emeritus on such terms and conditions as may be \nprescribed;  \n(n)        to remove any person from membership of any authority if such person has — \n            (i)        become of unsound mind; or  \n            (ii)       become incapacitated to function as member of such authority; or  \n \nPage 19 of 27 \n             (iii)     been convicted by a court of law for an offence involving moral \n turpitude; and  \n(o)       to dete rmine the fo rm, provide for the custody and regulate the use of the \ncommon seal of the University.  \n(3) The Board may, subject to the provisions of this Act delegate all or any of the powers and \nfunctions of any authority, officer or employee of the Univers ity at its m ain campus, to any \nauthority, committee, officer or employee at its additional campus for the purpose of exercising such \npowers and performing such functions in relation to such additional campus and for this purpose the \nBoard may create new po sts or posit ions at the additional campus.  \n22. Executive Committee. —(1) There shall be an Executive Committee of the University \nconsisting of the following, namely: — \n(a)        Vice -Chancellor who shall be its chairperson;  \n(b)        Deans of faculties of the Universi ty; \n(c)        three Professors from different departments, who are not members of the \nBoard, to be elected by the University teachers in accordance with procedure \nto be prescribed by the Board;  \n(d)        Principals of the constituent colleges ; \n(e)        Registrar;  \n(f)        Treasurer;  \n(g)        Controller of examinations; and  \n(h)        a member of the Shariah advisory committee.  \n(2) Members of the Executive Committee, other than ex officio members, shall hold office for \nthree years.  \n(3) As regards th e three Professors described in clause (c) of sub -section (1), the Board may, \nas an alternative to elections, prescribe a procedure for proposal of a panel of names by the \nrepresentation committee set up in terms of Section 25. Appointment of p ersons propo sed by the \nrepresentation committee may be made by the Board on recommendation of the Vice -Chancellor.  \n(4) The quorum for a meeting of the Executive Committee shall be one -half of the total \nnumber of members, a fraction being counted as one.  \n(5) The Execut ive Committee shall meet at least once in each quarter of the year.  \n23. Powers and duties of the Executive Committee. —(1) The Executive Committee shall \nbe the executive body of the University and shall, subject to the provisions of this Act and  the \nstatute s, exercise general supervision over affairs and management of the University.  \n \nPage 20 of 27 \n (2) Without prejudice to the generality of the foregoing powers and subject to the provisions \nof this Act, the statutes and directions of the Board, the Executive Co mmittee shal l have the \nfollowing powers to — \n(a)        consider annual report, annual and revised budget estimates and to submit \nthese to the Board;  \n(b)        transfer, and accept transfer, of movable property on behalf of the University;  \n(c)        enter  into, vary,  carry out and cancel contracts on behalf of the University;  \n(d)        cause proper books of accounts to be kept for all sums of money received and \nexpended by the University and for the assets and liabilities of the University;  \n(e)        invest any mone y belonging to the University including any unapplied income \nin any of the securities described in Section 20 of the Trusts Act, 1882 (Act II \nof 1882) or in the purchase of immovable property or in such other manner, as \nit may prescribe, with t he like powe r of varying such investments;  \n(f)        receive and manage any property transferred and grants, bequests, trust, gifts, \ndonations, endowments and other contributions made to the University;  \n(g)       administer any funds placed at the dispos al of the Un iversity for specified \npurposes;  \n(h)        provide the buildings, libraries, premises, furniture, apparatus, equipment and \nother means required for carrying out the work of the University;  \n(i)         establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for residence of students;  \n(j)         recommend to the Board admission of educational institutions to the \nprivileges of the University and withdraw such privileges;  \n(k)        arrange for the inspectio n of college s and the departments;  \n(l)         institute professorships, associate professorships, assistant professorships, \nlectureships and other teaching posts or to suspend or to abolish such posts;  \n(m)       create, suspend or abolish such administrat ive or other  posts as may be \nnecessary;  \n(n)        prescribe the duties of officers, teachers and other employees of the \nUniversity;  \n(o)        report to the Board on matters with respect to which it has been asked to \nreport;  \n(p)        appoint members to various auth orities in accordance with the provisions of \nthis Act;  \n \nPage 21 of 27 \n (q)        propose drafts of statutes for submission to the Board;  \n(r)        regulate conduct and discipline of students of the University;  \n(s)        take actions necessary for good admin istration of  the University in general \nand to this end exercise such powers as are necessary;  \n(t)         delegate any of its powers to any authority or officer or a committee; and  \n(u)        perform such other functions as have been assigned to it by prov isions of th is \nAct or may be assigned to it by statutes.  \n 24. Academic Council. —(1) There shall be an Academic Council of the University \nconsisting of the following, namely: — \n(a)        Vice -Chancellor who shall be its chairperson;  \n(b)        Deans of facu lties and su ch heads of departments as may be prescribed;  \n(c)        five members representing the departments, institutes and the constituent \ncolleges to be elected in the manner prescribed by the Board;  \n(d)        five Professors including Professors eme ritus;  \n(e)        Registrar;                          \n(f)        Controller of examinations;  \n(g)        Librarian; and  \n(h)        a member of the Shariah advisory committee.  \n(2) The Board shall appoint members of the Academic Council, other than ex officio  and \nelected  members, on recommendation of the Vice -Chancellor:  \n Provided that as regards the five Professors and the members representing the \ndepartments, institutes and the constituent colleges, the Board may, as an alternative to elections, \nprescribe a procedure fo r proposal of a panel of names by the representation committee set up in \nterms of Section 25. Appointment of persons proposed by the representation committee may be \nmade by the Board on recommendation of the Vice -Chancellor.  \n(3) Members of the Academic Cou ncil shall hold office for three years.  \n(4) The Academic Council shall meet at least once in each quarter.  \n(5) The quorum for meetings of the Academic Council shall be one -half of the total number \nof members, a fraction being counted as one.  \n25.  Powers an d functions of the Academic Council. —(1) The Academic Council shall be \nthe principal academic body of the University and shall, subject to the provisions of this Act and the \n \nPage 22 of 27 \n statutes, have the power to lay down proper standards of instruction, research and  examinations and \nto regulate and promote the academic life of the University and the colleges.  \n(2) Without prejudice to the generality of the foregoing powers and subject to the provisions \nof this Act and the statutes, the Academic Council sha ll have the power to— \n(a)        approve the policies and procedures pertaining to the quality of academic \nprograms;  \n(b)        approve academic programs;  \n(c)        approve the policies and procedures pertaining to student -related functions \nincluding admi ssions, expu lsions, punishments, examinations and \ncertification;  \n(d)        approve the policies and procedures assuring quality of leaching and research;  \n(e)        propose to the Executive Committee schemes for the constitution and \norganization of facult ies, teachin g departments and Board of studies;  \n(f)        appoint paper setters and examiners for all examinations of the University \nafter receiving panels of names from the relevant authorities;  \n(g)        institute programs for the continued profession al developme nt of University \nteachers at all levels;  \n(h)        recognize examinations of other universities or examining bodies as \nequivalent to the corresponding examinations of the University;  \n(i)         regulate award of studentships, scholarships, ex hibitions, m edals and prizes;  \n(j)         make regulations for submission to the Board;  \n(k)       prepare an annual report on academic performance of the University; and  \n(l)         perform such functions as may be prescribed by regulations.  \n 26.  Represen tation commi ttees.—(1) There shall be a representation committee \nconstituted by the Board through statutes for recommendation of persons for appointment to the \nBoard in accordance with the provisions of Section 19.  \n(2) There shall also be a representation committee co nstituted by the Board of trustees \nthrough statutes for recommendation of persons for appointment to the Executive Committee and the \nAcademic Council in accordance with the provisions of sections 22 and 24.  \n(3) Members of the representation com mittee for a ppointment to the shall consist of the \nfollowing, namely: — \n(a)        three members of the Board who are not University teachers;  \n \nPage 23 of 27 \n (b)        two persons nominated from amongst the University teachers;  \n(c)        one person from the academic com munity, not employed by the University, at \nthe level of professor or college principal to be nominated by the University \nteachers in the manner prescribed;  \n(d)        one eminent citizen with experience in administration, philanthropy, \ndevelopment work, la w or account ancy; and  \n(e)        a member of the Shariah advisory committee.  \n(4) The representation committee for appointments to the Executive Committee and the \nAcademic Council shall consist of the following, namely: — \n(a)        two members of the Board who are not University teachers; and  \n(b)        three persons nominated from amongst the University teachers.  \n(5)  The tenure of the representation committees shall be determined by the Board of trustees.  \n(6)  The procedures of the representation committee s shall be a s may be prescribed.  \n(7) There may also be such other representation committees set up by any of the other \nauthorities of the University as are considered appropriate for recommending persons for \nappointment to the various authorities and other  bodies of t he University.  \n27. Appointment of committees by certain authorities. —The Board of trustees, Board, the \nExecutive Committee, the Academic Council and other authorities may, from time to time, appoint \nsuch standing, special or advisory committees , as they ma y deem fit, and may place on such \ncommittee persons who are not members of the authorities appointing the committees.  \n28. Shariah advisory committee. —The Chancellor will appoint three members of this \ncommittee headed by a competent Mufti or sch olar in Isla mic jurisprudence. The Shariah advisory \ncommittee will give its recommendations in the light of Islamic Shariah on any matter referred to it \nby any of the committees mentioned herein above in this Act for consideration and taking decision \non a compliant wi th regard to Islamic jurisprudence.  \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n29.  Statutes.—(1) Subject to the provisions of this Act, statutes, to be published in the \nofficial Gazette, may be made to regulate or prescribe all or any of the fo llowing matt ers, namely: — \n(a)        the contents of and the manner in which the annual report to be presented by \nthe Vice -Chancellor before the Board shall be prepared;  \n(b)        the University fees and other charges;  \n \nPage 24 of 27 \n (c)        scales of pay and other t erms and con ditions of service of officers, teachers \nand other University employees;  \n(d)        maintenance of the register of registered graduates;  \n(e)        admission of educational institutions to the privileges of the University and \nthe withdrawal of such privile ges; \n(f)         establishment of faculties, departments, institutes, colleges, study centers and \nother academic divisions;  \n(g)        powers and duties of officers and teachers;  \n(h)        conditions under which the University may enter into a rrangements with other \ninstitutions or with public bodies for purposes of research and advisory \nservices;  \n(i)         conditions for appointment of emeritus Professors and award of honorary \ndegrees;  \n(j)         efficiency and discipline of University emplo yees;  \n(k)        constitution and procedure to be followed by the representation committees in \ncarrying out functions in terms of this Act;  \n(l)         constitution and procedure to be followed by the search committee for \nappointment of the Vice -Chancellor ; \n(m)       constitution, functions and powers of the authorities of the University; and  \n(n)        all other matters which by this Act are to be or may be prescribed or regulated \nby statutes.  \n(2)  The draft of statutes shall be proposed by the Executive C ommittee to the Board which \nmay approve or pass with such modifications as the Board may think fit or may refer back to the \nExecutive Committee, as the case may be, for reconsideration of the proposed draft:  \nProvided that statutes concerning any of the mat ters mention ed in clauses (a) and (I) of sub -\nsection (1) shall be initiated and approved by the Board, after seeking views of the Executive \nCommittee:  \nProvided further that the Board of trustees may initiate a statute with respect to any matter in \nits powe r or with re spect to which a statute may be made in terms of this Act and approve such \nstatute after seeking views of the Board and the Executive Committee.  \n30. Regulations. —(1) Subject to the provisions of this Act and the statues, the Academic \nCouncil ma y make regul ations, to be published in the official Gazette, for all or any of the following \nmatters, namely: — \n(a)       courses of study for degrees, diplomas and certificates of the University;  \n \nPage 25 of 27 \n (b)        manner in which the teaching referred to in sub -section (1) o f Section 6 shall \nbe organized and conducted;  \n(c)        admission and expulsion of students to and from the University;  \n(d)        conditions under which students shall be admitted to the courses and \nexaminations of the University and shall be come eligibl e for award of \ndegrees, diplomas and certificates;  \n(e)        conduct of examinations;  \n(f)        conditions under which a person may carry on independent research to entitle \nhim to a degree;  \n(g)        institution of fellowships, scholarships , exhibition s, medals and prizes;  \n(h)        use of the library;  \n(i)         formation of faculties, departments and Board of studies; and  \n(j)         all other matters which by this Act or the statutes are to be or may be \nprescribed by regulations.  \n(2) Regulations sh all be proposed by the Academic Council and shall be submitted to the \nBoard which may approve them or withhold approval or refer them back to the Academic Council \nfor reconsideration. A regulation proposed by the Academic Council shall not be e ffective unl ess it \nreceives approval of the Board.  \n(3) Regulations regarding or incidental to matters contained in clauses (g) and (i) of sub -\nsection (1) shall not be submitted to the Board without prior approval of the Executive Committee.  \n31. Amendment a nd repeal of  statutes and regulations .—The procedure for adding to, \namending or repealing the statutes and the regulations shall be the same as that prescribed \nrespectively for framing or making Statutes and Regulations.  \n32. Rules. —(1) The authorities and other bodies  of the University may make rules, to be \npublished in the official Gazette, consistent with this Act, statutes and the regulations, to regulate \nany matter relating to affairs of the University which has not been provided for under this Act or t hat \nis not r equired to be regulated by statutes and regulations, including rules to regulate the conduct of \nbusiness and the time and place of meetings and related matters.  \n(2) Rules shall become effective upon approval by the Executive Committee and the S hariah \nadvis ory committee.  \nCHAPTER VI  \nUNIVERSITY FUND  \n \nPage 26 of 27 \n 33. University fund. —(1) The University shall have a fund to which shall be credited its \nincome from fees, donations, trusts, bequests, endowments, grants, contributions and all other \nsources.  \n(2)  Capi tal recurrent expenditure o f the University shall be met from contributi ons made by \nthe Board and any other source,  includ ing other foundations , universit ies an d individu als and f rom \nthe inc ome derived from such sources.  \n(3) No contribution , donation or gr ant which may directly or indirectly inv olve an y \nimmediate or subsequent financia l liability for the University , shall be accepted without prior \napproval o f the Board.  \n34. Audit and account s.—(1) The accounts of the University shall be maintained in such \nform and manner as may be determined by the Board and shall work under the Finance and Planning \ncommittee. The committee shall consist of Vice -Chancellor, all the Deans, one member of the Bo ard \nnominated by the Board, one nominee of the Academic Council and  one member of the independent \nauditor. The quorum of the meeting shall be five and term of nominated members will be three \nyears. The Director finance shall be the Secretary of the Finance  and Planning Committee.  \n(2) Function of committee shall be to prep are the annual statement of accounts, propose and \nannual budget estimates and advice to the Board thereon, review periodically the financial position \nof the university and advice the Board o n all matters related to finance, investment and accounts of \nthe u niversity and perform such other functions as may be prescribed by the statutes.  \nCHAPTER VII  \n \nGENERAL PROVISIONS  \n35. Commencement of term of members of authorities. —(1) When a member of an \nauthority is elected, appointed or nominated, his term of office, a s fixed under this Act shall \ncommence from such date as may be prescribed.  \n(2) Where a member who has accepted any other assignment or for any other similar reason \nremained absent from the U niversity for a period of not less than six months, he shall be de emed to \nhave resigned and vacated his scat.  \n36. Disputes about membership of authorities. —(1) Notwithstanding anything contained \nin this Act, a person nominated or appointed to any authority  shall cease to be member of such \nauthority as soon as he ceases t o hold the position by virtue of which he was nominated or \nappointed.  \n(2) If a question arises whether any person is entitled to be a member of any authority, the \nmatter shall be referred to  a committee consisting of the Chancellor, two nominees of the Boa rd and \na nominee of the Vice -Chancellor and decision of the committee thereon shall be final and binding.  \n37. Proceedings of authorities not invalidated by vacancies. —No act, resolution or \ndecision of any authority shall be invalid by reason of any vacancy  on the authority doing, passing or \nmaking it or by reason of any want of qualification or appointment or nomination of any de facto  \nmember or the authority, whether present or absent.  \n \nPage 27 of 27 \n 38. R emoval of difficulties. —If any difficulty arises as to the first c onstitution or \nreconstitution of any authority upon coming into force of this Act or otherwise in giving effect to \nany provision of this Act, the Patron may give appropriate directions to re move such difficulty.  \n39. Indemnity. —No suit or legal proceedings shall lie against the Government, the \nUniversity or any authority or employee of the University or any person, in respect of anything \nwhich is done or purported to have been done in good fai th under this Act."
}