{
    "file": "./converted_json\\administrator3c531ab67cce9c49cd840d365211bf28.json",
    "name": "Earthquake Reconstruction and Rehabilitation Authority Act, 2011",
    "date": "12th March, 2011",
    "tagline": "To provide for the establishment of the Earthquake Reconstruction and Rehabilitation Authority (ERRA)",
    "content": "Page 1 of 10 \n \n \n \n \n \n \n \n \nTHE EARTHQUAKE RECONSTRUC TION AND \nREHABILITATION AUTHORITY ACT , 2011 \n \n \n \n \n \n \n \n \n \n \n           CONTENTS \n \n1.  Short  title, extent and commencement.  \n \n2.  Definitions. \n \n3.  Estab lishment  of the Earthquake  Reconstruct ion and Rehab ilitation Author ity. \n \n4.  Principal office. \n \n5.  Funct ions of Author ity. \n \n6.  Powers  of the Author ity. \n \n7.  Mana gement  and administration. \n \n8.  The Counc il. \n \n9.  Funct ions of the Counc il. \n \n10.  Chairman  of the Author ity. \n \n11.  Deputy  Chairman  of the Author ity. \n \n12.  The Board.  \n \n13.  Powers  and Funct ions of the Board.  \n \n14.  Meet ings. \n \n15.  ERRA  Fund.  \n \n16.  Annual  budget.  \n\n \nPage 2 of 10 \n  \n17.  Accounts.  \n \n18.  Audit. \n \n19.  Exempt ion from  taxes. \n \n20.  Appointment  of officers, etc. \n \n21.  Recovery  of dues.  \n \n22.  Validity of proceed ings. \n \n23.  Indemnity . \n \n24.  Officers  etc., to be public servant.  \n \n25.  Ordinance  XCI  of 2002  not to apply to the Author ity. \n \n26.  Winding up of the Author ity. \n \n27.  Powers  to make  rules. \n28.  Powers  to make  regulations.  \n29.  Removal  of difficulties.  \n30.  Power  of the Federal  Government  to issue  directives.  \n31.  Act to override  other  laws.  \n32.  Repeal  and savings.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \nPage 3 of 10 \n THE EARTHQUAKE RECONSTRUC TION AND REHABILITATION \nAUTHORITY ACT , 2011 \n \nACT No. V OF 2011 \n \n[12th March, 2011] \n \nAn Act to provide for the establishment of the Earthqua ke Reconstruction and Rehabilitation \nAuthority (ERR A) \n \nWHEREAS it is expedient to constitute an autonomous organization for post disaster damage \nassessment, recovery, reconstruction and rehabilitation of the areas affected by the earthquake, \nand to provide for matters connected therewith or incidental thereto;   \nIt is hereby enacted as under:   \n1. Short title, extent and commencement. (1) This Act may be called the Earthquake \nReconstruction and Rehabilitation Authority Act, 2011.  \n(2) It extends to the whole of Pakistan. \n(3) It shall come into force at once and shall be deemed to have taken effect on the 1st day \nof July, 2007.   \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context, \n \n(a)  “affected areas” means areas affected by the earthquake and its aftershocks \nand notified as such by the Federal Government; \n \n(b)  “Authority” means the Earthquake Reconstruction and Rehabilitation Authority \n(ERRA); \n \n(c)  “Board” means the Board of the Authority established under section 12; \n \n(d)  “Chairman” means Chairman of the Authority; \n \n(e)  “Coun cil” means the Earthquake Reconstruction and Rehabilitation Coun cil \nconstituted und er section 8; \n \n(f)  “Deputy Chairman” means Deputy Chairman of the Authority; \n \n(g)  “ECNEC” means Executive Co mmittee of the National Economic Coun cil; \n \n(h)  “fund” means the fund established under section 15; \n \n(i)  “regulations” means regulations made under this Act; and \n \n(j)  “rules” means rules made under this Act.   \n3. Establishment of the Earthquake Reconstruction and Rehabilitation Authority. \n(1) Immediately after commencement of  this Act, the Federal Government shall, by notification in \n \nPage 4 of 10 \n the official Gazette, establish the Earthquake Reconstruction and Rehabilitation Authority (ERRA) for \ncarrying out the purpo ses of this Act. \n(2) Subject to the provisions of  this Act, the Authority shall be autonomous in its functions \nand op erations and shall be a body  corpor ate having perpetual succession and a common seal, with \npower to acquire, hold and dispose of property, both moveable and immoveable, and enter into \ncontracts and shall by its name sue and be sued. \n \n(3) For the purpo se of coordination, the Authority will be administratively attac hed with \nthe Prime Minister's Secretariat. \n \n4. Principal office.The principal office of the Authority shall be in Islamabad and \nit may establish regional offices at such other place or places as it considers necessary. \n \n5. Functions of Authority.Subject to the prov isions of this Act, the Authority shall be \nresponsible for all reconstruction, rehabilitation and early, recovery  programmes and projects in \nthe affected areas and, towards this end, may perform  the following functions, namely: \n \n(a)  to condu ct surveys to assess damage and carry out future p lanning in the \naffected areas;   \n(b)  to formulate a comprehensive umbrella development program to provide for \n  \n(i)  reconstruction of the government buildings and offices, utilities and \nservices, infrastructure, roads, subways and bridges, potable water, \ndrainage system, health and education facilities, tourism, irrigation and \nagriculture facilities in the affected areas; \n \n(ii)  environmental protection and rehabilitation; and \n \n(iii)  restoration of economic activities and livelihood s; \n \n(c)  to prepare resettlement and rehabilitation plan for the affected popu lation in \nconsultations with the respective Governments of the affected areas; \n \n(d)  to approve  projects, programmes and schemes identified, prepared and \nsubmitted by the respective Governments of the affected areas; \n \n(e)  to take steps for monitoring and evaluation of the approv ed projects, \nprogrammes and schemes; \n \n(f)  to prescribe cost­effective technology, building codes or construction \nguidelines, architectural designs, specifications, and construction materials for \nhousing and other buildings in the affected areas to safeguard against future \nseismic threats. \n \n(g)  To facilitate the establishment of the reconstruction­related industry and \nbusiness in the affected areas in consultation with the respective Governments; \n \n \nPage 5 of 10 \n  (h)  To perform  such other functions supplemental, incidental or consequential to \nthe purpo ses and functions aforesaid and any other function assigned to it by \nthe Federal Government in accordance with the purpo ses of this Act; and \n \n(i)  to keep the two Houses of Majlis­e­Shoora  (Parliament) informed of its \nactivities through six monthly reports of its performance for discussion. \n6. Powers of the Authority. To perform  its functions, the Authority may \n \n(a)  undertake any work, incur any expenditure, procure p lant, machinery, services, \nequipment, vehicles and any other moveable and immoveable property, \nand procure stores required for the implementation of approv ed development \nprojects, programmes and schemes; \n \n(b)  dispose of such plant, machinery, equipment, vehicles property and stores as \nare no longer required in the manner as prescribed by rules; \n \n(c)  seek or call for any information from  any person or  any institution, department \nor agency, as may be required for carrying out its purpo ses; \n \n(d)  seek and obtain from  any department or agency (including the armed forces) \nadvice and assistance to discharge its functions and for execution of its \napprov ed projects, programmes and schemes; \n \n(e)  approve  individual projects, programmes and schemes, within the scope of the \napprov ed umbrella programme; \n \n(f)  transfer any pro ject on its completion to any d epartment or agency of the \nFederal Government or respective Governments of the affected areas; and \n \n(g)  re­appropr iate funds from  one pro ject, pro gramme, scheme etc. to another \nproject, programme or scheme. \n \n7. Management and administration. (1) The general direction in all matters of policy \nand administration of the Authority and its affairs shall vest in the Coun cil. \n \n(2) The Coun cil may, by general or special order, delegate to any body  or any officer of the \nAuthority to exercise any of its powers, duties or functions under this Act, subject to such conditions \nas it may deem fit. \n \n8. The Council. (1) There shall be established the Earthquake Reconstruction and \nRehabilitation Coun cil which shall consist of the following members, namely:  \n \n(a)  Prime Minister of Pakistan      Chairperson  \n(b)  Prime Minister of Azad Jammu and Kashmir        Member \n(c)  Chief Ministers of Punjab, Khyber Pakhtunkh wa,  \n \nPage 6 of 10 \n Sindh and Balochistan            Members \n (d)  Chief Minister, Gilgit­Baltistan           Member \n(e)  The Federal  Minister for Finance  or Advisor to the \n Prime Minister on Finance  as the case may be; and                   Member \n \n (f)  Deputy  Chairman,  Planning Comm ission           Member \n (g)  Chairman  of the Author ity              Member  \n  (h)  Deputy  Chairman  of the Author ity            Member  \n  (i)  two members  each from  the National Assemb ly and the \nSenate  to be nominated  by the Speaker  and Chairman\n respect ively in consu ltation with the Leaders  of the \n House  and Leaders  of the Oppos ition in the two Houses.           Member s            \n(2) The Coun cil may co­opt  such other members as it deems necessary for the condu ct of \nits business. \n \n(3) The Federal Government may, by no tification in the official Gazette, increase the \nmembership of the Coun cil. \n \n9. Functions of the Council. The Coun cil shall provide policy guidelines and approve  the \npolicies, plans, programmes, projects and scheme, submitted by the Chairman or the Board.  \n10. Chairman of the Authority. (1) The Federal Government shall appoint Chairman of \nthe Authority in accordance with the qu alifications and pro cedure laid down by the Coun cil. The \nChairman shall be responsible far the policy matters for such period and such terms and conditions as \nmay be determined by the Coun cil. \n(2) The Chairman shall perform  such function and carry out such responsibilities as may \nbe delegated to him by the Coun cil or the Board.\n11. Deputy Chairman of the Authority. (1) The Federal Government shall appoint Deputy \nChairman for such period and on such terms and conditions as the Coun cil may determine. \n(2) The Deputy Chairman shall be responsible for the day­to­day administration of the Authority \nand may exercise such administrative and financial powers as delegated to him by the Coun cil or \nthe Bo ard. \n12. The Board. (l) There shall be a Board which shall be responsible for the implementation \nof the approv ed po licy decisions, plans, pro grammes, pro jects and schemes and shall have such \nadministrative and financial powers as may be delegated to it by the Coun cil. \n \n(2) The Board shall consist the following members, namely:  \n(a)  Chairman of the Authority          Chairman  \n(b)  Deputy Chairman of the Authority         Member  \n(c)  Additional Finance Secretary           Member  \n \nPage 7 of 10 \n (d)  Additional Secretary Defence          Member  \n                        (e)  Additional Secretary Planning Division          Member  \n(f)  Additional Secretary Economic Affairs D ivision         Member  \n \n(g)  Chief Secretaries of four Provinces and Gilgit -Baltistan        Members  \n(h)  Chief Secretary AJ&K             Member  \n \n(i)  Four representatives of civil society to be nominated  \nby the Federal Government                Membe rs \n     \n (j)  A representative of civil society to be nominated by  \n the Government of an affected Area.            Member  \n \n(3) The Deputy Chairman of the Authority shall also act as Secretary of the Board. \n \n(4) The Board may co­opt  such other members as are deemed necessary for the condu ct of its \nbusiness. \n \n(5) The terms and conditions of the non­o fficial members and their privileges will be such as \nmay be determined by the Coun cil. \n \n(6) The Federal Government may, by notification in the official Gazette, increase or decrease \nthe membership of the Board and for that matter amend sub­section (2)  so as to add any entry thereto \nor modify or omit any entry therein. \n \n13. Powers and functions of the Board.  (1) The Board shall exercise such powers and \nperform  such functions as the Coun cil may assign to it. \n \n(2) Subject to the provision of sub­section (1) and subject to the overall supervision and control \nof the Coun cil, the Board shall perform  the following functions, namely: \n \n(a)  approve  projects upto one billion rupees and any project beyond  that \nlimit shall be submitted to ECNEC for approv al; \n \n(b)  approve  the budget and accounts; \n \n(c)  consider the quarterly and annual reports of the Authority for making \nrecommendations to the Coun cil; \n \n(d)  appoint advisors and consultants and determine their conditions of \nappointment; and \n \n(e)  constitute such committees as it may consider appropr iate. \n \n14. Meetings. (1) Meetings of the Coun cil and of the Board shall be held at such time, place \nand in such manner as may be specified. \n \n \nPage 8 of 10 \n   (2) The Coun cil shall meet once in three months or as often as the Chairman of the Coun cil \nmay direct. \n \n(3) The Board shall meet as often as is expedient to discharge its responsibilities and shall \nprescribe procedure for regulating its proceedings. \n \n(4) The decisions of the Coun cil and of the Board shall be taken by the majority of members \npresent and, in the event of a tie, the Chairperson or, as the case may be the Chairman shall have \na casting vote. \n \n15. ERRA Fund. (l) There shall be established a fund for reconstruction and rehabilitation \nto be known as the ERRA  Fund which shall vest in and be utilized by the Authority to meet the \nexpenses and carry out the objectives of this Act. \n \n(2) The Fund shall consist of \n \n(a)  such sums as the Federal Government may, from  time to time, allocate to it; and \n(b)  all other sums or properties which may in any manner become payable to, \nor vest in, Authority\n16. Annu al budget. The Authority shall prepare its annual budget for each financial year, to \nbe considered by the Board, for submission to the Coun cil for final approv al. \n17. Accounts. The Authority shall maintain complete and accurate books  of accounts and shall, \nafter the end of each financial year, prepare for the financial year a statement of accounts of the \nAuthority in such form  as may be prescribed by the Controller General of Accounts for submission to \nthe Federal Government. \n \n18. Audit. (1) The accounts of the Authority shall he audited annually by the Auditor \nGeneral of Pakistan. \n(2) The Authority, in addition to the audit by the Auditor General, may cause its accounts \nto be audited by internal auditors and arrange for third party validation of the projects on need basis. \n19. Exemption from taxes. Notwithstanding anything contained in the Income Tax \nOrdinance, 2001  (XLIX of 2001),  or in other law for the time being in force relating to income­tax, \ncapital gains­ tax, the Authority shall not be liable to pay and shall be exempted from  paying any \nsuch taxes as aforesaid on its incomes, profits or gains. \n \n20. Appointment of officers, etc. (1) The Board may, from  time to time, appoint such \nofficers, employees, experts and consultants as it may consider necessary for the performance of its \nfunctions. \n \n(2) The Bo ard shall, prescribe by regulations the pro cedure for appointment of its officers, \nemployees, experts and consultants and the terms and conditions of their service.  \n21. Recovery of dues. Any sum due to the Authority shall be recoverable as arrears of \nland revenue.   \n \nPage 9 of 10 \n 22. Validity of proceedings. No act, decision or proceedings of the Authority or its Coun cil \nor Board shall be invalid by reason only of the existence of a vacancy in, or defect in the constitution \nof, the Authority or its Coun cil or Board. \n23. Indemnity. No suit, prosecution or other legal proceedings shall lie against the Authority, \ntheCoun cil, the Bo ard, the Ch airperson, the Ch airman, or any member, officer, servant, advisor, \nconsultant or expert of the Authority, for anything done in good faith under this Act. \n24. Offiers etc., to be public servant. Every officer, employee expert and consultant of \nthe Authority shall be deemed to be a public servant within the meaning of section 21 of the \nPakistan Penal Code, 1860  (Act XLV of 1860).   \n25. Ordinance XCI of 2002  not to apply to the Authority. Nothing contained in the \nIndustrial Relations Ordinance, 2002  (XCI of 2002),  shall apply to, or in relation to, the Authority \nor its establishments or in its officers or employees. \n26. Winding up of the Authority. No provision of any law relating to winding up of \nbodies corpor ate shall apply to the Authority and the Authority shall not be wound  up except \nthrough resolution passed by both Houses of Majlis­e­ Shoora  (Parliament). \n \n27. Powers to make rules. The Coun cil may, by notification in the official Gazette, make \nrules for carrying out the purpo ses of this Act.  \n28. Powers to make regulations. The Board may make regulations not inconsistent with \nthis Act and the rules made thereunder, to provide for all matters for which provision is necessary \nor expedient for carrying out the purpo ses of this Act. \n29. Removal of difficulties. If any difficulty arises in giving effect to any of the provisions \nof this Act, the Federal Government may make such order, not inconsistent with the provisions of \nthis Act as may appear to be necessary, for the purpo se of removing the difficulty. \n30. Power of the Federal Government to issue directives. The Federal Government \nmay, as and when it considers necessary, issue directives to the Authority on matters of policy, and \nsuch directives shall be binding on the Authority and if a question arises whether any matter is a matter \nof po licy or not, the decision of the Federal Government shall be final. \n31. Act to override other laws. The provisions of this Act shall have effect \nnotwithstanding anything inconsistent contained in any other law for the time being in force and any \nsuch law, rule or regulation shall, to the extent of any inconsistency, cease to have effect from  the date \nthis Act comes into force. \n32. Repeal and savings. Upon the commencement of this Act \n \n(a)  the Prime Minister's Secretariat's Notification No. F.1(4) /2005­ Admin, dated \n24th October, 2005,  shall stand rescinded; \n \n(b)  all fund s, prop erties, rights and interests of whatsoever kind issued, used, \nenjoyed, po ssessed or o wned, vested in the Earthquake R econstruction and \nRehabilitation Authority (ERRA) in existence before such commencement \n \nPage 10 of 10 \n and of liabilities legally subsisting against the said Authority shall pass to the \nAuthority established under this Act; and \n \n(c)  all employees, advisors, consultants and experts appointed by the Authority in \nexistence before the commencement of this Act shall become employees, \nadvisors, consultants and experts of the Authority established under this Act."
}