{
    "file": "./converted_json\\administrator9c710fb97d85e8ebd0f39a6a203a8172.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE  MICRO FINANCE INSTITUT IONS  ORDINANCE,  2001  \nORDINANCE  No. LV  of 2001  \nAn Ordi nance to r egulate t he establis hment, business and operatio ns \nof microfinance institutions. \nWHEREAS  it is expedient to promote  the establishm ent of mi crofinance institutio ns \nfor   providing   o rganizational,   financial   and   infrastructural   suppo rt   to   poor   persons, \nparticularly poor  wom en, for mitigating poverty and promoting  social welfare and economic \njustice through communi ty buildi ng and social mobil ization and to provide  for matters \nconnected therewith or ancillary thereto; \nAND WHEREAS  it is essential to regulate mi crofinance institutions  to protect \nthe d eposito rs and custom ers and to s afeguard these institutions  against politi cal and oth er \noutside int erference; \nAND WHEREAS  the President is satisfied that circumst ances exist which render it \nnecessary to take imm ediate action; \nNOW, THERE FORE , in pursuance of the Proclamation of Emergency of the \nfourteenth day of October, 1999,  and Provision al Constitution  Order No.1  of 1999,  read with \nthe Provision al Constitu tion (Amendment) Order No.9  of 1999,  and in exercise of all powers \nenabling him  in that behalf, the President of the Islamic Republic  of Pakistan is pleased to make \nand promulgate the follow ing Ordinance:___ \nPART I \nPRELI MINARY \n1. Short title, extent and commencement.  (1) This Ordinance may be called the \nMicrofinance Institutions Ordinance, 2001.  \n \n(2) It extends to the whole of Pakistan  \n(2) It shall come into force at once.  \n2. Definitions . In this Ordinance, unless there is anything repugnant in the subject or \ncontext, - \n(a)  “audito r”  means  any  person  who  is  appointed  in  accordance  with  the \nprovisions  of this  Ordinance for the  audit of the accounts  of a microfinance \ninstitutio n; \n(b)    “Banking Compani es Ordinance” means the Banking Comp anies Ordinance, \n1962 ( LVII of 1962);  \n(c)    “company” means a company incorporated under the Comp anies Ordinance, \n\n \n 1984 (  XLVII of 1984),  or any other law for the time b eing in force; \n \n(d)    “custom er” means any person or group of persons availing the services of a \nmicrofinance institution;  \n(e)    “deposit” m eans the deposit of mon ey, repayable on demand or oth erwise, \naccepted by a microfinance institution  from the public  for the purpose of \nproviding  microfinance services; \n(f)     “deposito r”  means  a  person  in  whose  name  a  deposit  is  held  by  a \nmicrofinance institution;  \n(g)    “license” means the license issued by the State Bank and the expression \n“licensed” should be construed accordingly; \n(h)    “member”  means  the  member  or  shareholder  who  has  contributed  or \nsubscribed to the capital of a microfinance institution;  \n1[(i)  “microfinance institution”  means an institution,  which extends mi cro credit \nand allied services to the poor th rough sources other than public  savings and \ndeposits ]; \n2[(ia) “microfinance bank” means an institution  licensed by State Bank under this \nOrdinance to establish  and operate as microfinance bank; \n(j)  “microfinance  services”  means  the  financial  and  other  related  services \nspecified in section 6, the value of which does not exceed such amount  as \nthe State Bank m ay, from time to tim e, determine; \n(k)    “poor persons”  means persons who have meager means of subsist ence and \nwhose  total income during a year is less than such minimum  limit  as the \nState Bank m ay, from time to tim e, prescribe; \n(l)     “prescribed” means prescribed by rules [and regulations]  made under this \nOrdinance; \n(m) “specified area” means the district, province or other specified area within whi ch \na microfinance institution  is licensed to op erate; and \n(n)    “State Bank” means the State Bank of Pakistan establish ed under the State \nBank Act, 1956 (  XXXIII of 1956).  \n1 Subs. by the Finance Act, 2006 (3 of 2006), s. 18 for “clause (i)”. \n2 New clause (ia) ins. ibid. \n \n 3. Applications of other laws.___ (1) The provisions of this ordinance shall be in \naddition to, and, save as hereinafter provided, not in derogation of, any other law for the time \nbeing in force.  \n2. Save as otherwise provided in this Ordinance, the Banking companies ordinance any \nother la w for the time being in force relating to banking companies or financial institutions shall \nnot apply to microfinance institutions licensed under this ordinance and microfinance institution \nshall not be deemed to be a banking company for the purposes of th e said ordinance, the state \nBank of Pakistan Act, 1956 (XXXIII of 1956), or any other law for the time being in force \nrelating to banking companies.  \n3. save as expressly provided in this ordinance, the provisions of this ordinance shall have \neffect notwith standing anything contained in any rules, regulations, memoranda or articles of \nassociation of a microfinance institution or in any resolution passed by such institution in its \ngeneral meeting or by its Board of Directors, whether the same be applied, exec uted or passed \nbefore or after the commencement of this ordinance and any provision contained in any rules, \nregulations, memoranda, articles or resolutions aforesaid shall, to the extent of its inconsistency \nbecome or be void and of no legal effect.  \nPART II \nESTABL ISHMENT  AND WINDI NG UP \n4. Restrictions on establishment and operations. \ncompany, shall be established as a microfinance institution  \n2. No microfinance institution  shall comm ence, or carry on,  the busin ess of taking d eposits  \nunless and until su ch institution  has been licensed in accordance with the provisions of  this \nOrdinance \n[5. Name .___ (1) No person other than a licensed microfinance bank shall use with its \nname the words “Microfinance Bank” or “MFB” or its derivatives or any words or letters which \nconvey that it is a microfinance bank.  \n(2)  Any  person  or  company  to  whom  license  has  not  been  granted  under  this O rdinance \nor the license granted has been cancelled, contravenes, or attempts  to contravene or  abets the \ncontravention of sub-section (1), the chief executive  by wh atever name called, a Director, a \nManager and other officer of the company, and the individu al and every member of the \nassociation or body of individu als shall be deemed to be guilty of such contravention and shall \nbe punish able with imprisonm ent for a term which may extend to three years or with fine \nwhich may extend to one  million  rupees or with both. ”]. \n6. Functions and powers .___  (1) A microfinance institution shall, in accordance with \nprudential regulations and subject to the terms and conditions of the license issued by the state \nbank, render assistance to micro -enterprises and provide microfinance services in a sustainable \nmann er to poor persons, preferably poor women, with a view to alleviating poverty.  \n(2) without prejudice to the generality of the foregoing provisions, the powers and functions of \nmicrofinance institutions shall be___  \n(a)    to provide  financing facilities, with or without  collateral security, in cash or \nin kind,  for such terms and subject to such conditions as may be prescribed, \n \n to poor p ersons for all types of economic  activities including  housin g, but \nexcluding busin ess in foreign exchange transactions  1[except to receive \nremittances from abroad payable only in Pakistan Rupees to beneficiaries in \nPakistan subject to rules and regulations  and authorization issued  by State \nBank of  Pakistan from time to tim e]; \n(b)    to accept deposits;  \n(c)    to accept pledges, mortgages, hypothecations  or assignments to it of any \nkind of movable or immov able property for the purpose of securing loans \nand advances made by it; \n(d) to undertake the management, control and supervision  of any Organization, \nenterprise, scheme, trust fund or endowm ent fund for the b enefit and \nadvancement of poor persons;  \n(e)    to buy, sell and supp ly on credit to poor persons indust rial and agricultural \ninputs,  livestock, machinery and indust rial raw materials, and to act as agent \nfor any Organization for the sale of such goods or livestock; \n(f)     to  inv est  in  sh ares  of any body corporate,  the  objective  of  which  is  to \nprovide   mi crofinance   services   2[and   technical,   vocational,   education, \nbusin ess developm ent and allied services to the poor and micro enterprises] \nto poor  persons;  \n(g)    to provide sto rage and safe custody facilities; \n(h)    to carry out survey and  research,  and to issue  publi cation and maintain \nstatisti cs relating to the improvement of economic condition  of poor persons; \n(i)     to  provide  p rofession al  advice  to  poor  persons  regarding investments  in \nsmall busin ess and su ch cottage indust ries as may be prescribed; \n(j)     to  encourage investments in such cottage indust ries and income generating   \nprojects for poor persons as may be prescribed \n(k) to provide services and facilities to customers to hedge various risks relating to \nmicrofinance activities;  \n1 Added by the Finance Act, 2007 (4 of 2007), s.21, (w.e.f. 1-7-2007). \n2 Ins. by the Finance Act, 2006 (3 of 2006),s.18. \n(l)    to render managerial, marketing, technical and administ rative advice to \ncustom ers and assisting  them in obt aining  services in su ch fields; \n(m)   to bo rrow and raise mon ey and open bank accounts; \n(n)    to  purchase, take on lease, or otherwise acquire, sell, exchange, surrender, \nlease,  mortgage,  dispo se  of  and  deal  in  any  mov able  and  immov able \nproperty and rights of all kinds  for and on behalf of its custom ers for the \n \n purpose   of  promoti ng   developm ent   oppo rtunities,   building  of  assets, \nresource allocation, promotion  of m arkets, and adoption  of better technology \nfor economic  growth and developm ent; \n(o)    to  establish  subsidi aries, whether whol ly or partly owned, and to appoint \nagents in various locations  for various activiti es which it may consid er \nnecessary for the proper discharge of its functions;  \n(p)    to pay, receive, collect and remit money and securities within  the country; \n(q)  to  acquire,  maintain  and  transfer  all  movable  and  immov able  property \nincluding  residential premises, for carrying on its  busin ess; \n \n(r)     to op en account or make any agency arrangement with, and to act as agent or \ncorrespon dent of, any bank or  financial institution;  \n(s)    to  inv est  its  su rplus  funds  in  Gov ernment  1[and  su ch  oth er  marketable \nsecurities as State Bank may from time to time noti fy]; \n(t)     to impose and receive fees, charges, profits or return for its services; \n(u)    to  mobil ize and provide  financial and technical assistance and training  to \nmicro enterprises; \n(v)    to und ertake mobile b anking to expedite t ransactions  and reduce costs; \n(w)   to establish  trust and endowm ent funds;  \n(x)    to receive grants from the government and any other sources permitted by \nthe State Bank; and \n(y)    to generally do  and perform all such  acts, deeds and things  as may be \nnecessary, incidental or condu cive to the fulfillment of their functions  and \nthe attainment of their objectives. \n7. Prohibition and restrictions .___ (1)  A microfinance institution shall not undertake or \ntransact any kind of business other than that authorized by, or under, this ordinance.  \n1 Subs. by the Finance Act, 2006 (3 of 2006),s.18 for “securities”. \n(2) In performance of its  functions  under this Ordinance, a microfinance institu tion sh all \nhave proper regard to the economic  and commercial merits of any or the transactions  or \nactiviti es it plans to und ertake or  assist.  \n(3) Where a microfinance institution  is required by any authority to undertake or \nassist a micro enterprise or other such activiti es which it consid ers economically or otherwise \nunsound,  the microfinance institution  shall not undertake or assist such activity until  and unl ess \nthe said authority has provided adequate guarantee to the microfinance institution  or ind emnify \n \n any losses that it may incur in the un dertaking of such activity. \n(4) No microfinance institution  shall create a floating charge on the undertaking or \nany of its assets or part thereof, unless the creation of such floating charge is certified in writing \nby the  State Bank as not being detrimental to the interest of the deposito rs of such institution.  \n(5) Any such charge created without  obtaining  the certificate of the State Bank shall \nbe invalid. \n(6) Any mi crofinance institution  aggrieved by the refusal of a certificate under sub- \nsection (4) may, within  thirty days from the date on which such refusal is communi cated to it, \nprefer an appeal to the Central Board of the State Bank who se decision  thereon sh all be final. \n8. Principal Office .___ (1) The principal office of a microfinance institution shall be situated in \nthe specified area and shall not be changed without prior approval of the state Bank. The \nmicrofinance institution may, with the approval of the state Bank, establish branch office s at \nsuch other place, or places, in the specified area as it may think fit.  \n(2)  A  microfinance  institution  shall  furnish  to  the  State  Bank  an  annual  plan \nindicating the  pl ace  where  new  branches  will  be opened  or  the  n ames  of agents  to  be \nappoint ed tog ether with the details of their duti es and functions.  \n(3) A microfinance institution  shall give at least thirty days’ advance notice to the \nState Bank for opening of a new branch or appointment of an agent. \n(4) Unless otherwise advised by the State Bank, the opening of the new branch or \nappointm ent of an agent shall be deemed to be licensed at the expiry of thirty days of the noti ce \ngiven to the State Bank un der sub -section (3). \n9. Area of operation. A microfinance institution  shall be licensed to operate in an \narea which may consist  of,- \n(a)    a district; \n1[(aa) a region comprising up to five adjacent districts within  the same Province or \nany oth er area wherein this Ordinance is applied with necessary adaptations \nas the case may be;]. \n1 New clause (aa) ins.by the Finance Act, 2006 (3 of 2006), s.18 \n(b)    a province; or \n \n(c)    the whole of  Pakistan \n10. Capitalization .___ 2[(1) Power to prescribe paid -up capital reuirements  for \nmicrofinance banks shall vest in State Bank of Pakistan and no microfinance bank shall operate \nunless it has a minimum paid -up capital as state Bank may, from time to time, prescribe. The \n \n State Bank may prescribe different minimum paid -up capital requ irements for microfinance \nbanks operating at district, regional, provincial, and national level.  \nExplanation,  .___ For the purpose of this sub -section the expression “district” shall \ninclude the Islamabad capital territory and such other territories as spe cified by the Federal \nGovernment may, by notification in officer Gazette, specify.]  \n(2) Not less than fifty -one per cent of the paid up capital of a microfinance institution \nshall be subscribed by the promoters or sponsor members and the shares subscribed to be the \npromoters or sponsor members shall remain in the custody of state bank and shall neither be \ntransferable nor encumbrance of any kind shall be created thereon without prior permission, in \nwriting, of the state Bank.  \n11, Winding up.  The provisions ’ of Banking companies ordinance for winding up of \nbanking companies shall, mutates mutandis, apply to microfinance institutions of the purpose of \ntheir winding up.  \n \n \nPART  III \nLICEN SING  \n[12. Existing microfinance institutions .___ (1) Any person performing the functions of a non -\ndeposit taking microfinance institution may make an application to the state bank on such forms \naccompanying such information and fee, as may be prescribed, for issuance of a license to set \nup microfinance b ank and take deposits.  \n(2) The State Bank may, on receipt of the  application, make such enquiries as it \nconsid ers necessary and either grant a license as for a specified area as permissible  under this \nordinance, subject to such conditions  as the State Bank may think  fit to impose  or for reasons \nto be  recorded in w riting, reject the application for the li cense. \n(3) Before granting  the license, the State Bank shall satisfy itself by an inspection of \nthe books of  the mi crofinance institution,  programme, project or otherwise, etc, that- \n(a)    the  micro finance institution,  project or programme, etc., enjoys a good \nfinancial health and is and will  be in a position  to meet its liabiliti es; and \n(b) the affairs of the microfinance institution  are not being, and are not likely to \nbe, condu cted in a manner detrimental to the interests of its  members and \npresent or future custom ers. \n1 Sub by the Finance Act, 2006 (3 of 2006), s.18  for “section 12”. \n2Subs. by the Finance Act, 2007, (4 of 2007),s.21, for, “sub-section (1)”. \n(4) Where an application of a non-deposit  taking microfinance institution  for grant of \nlicense to take deposits  is rejected, the concerned microfinance institut ions may continue \n \n operations  as a non- deposit taking micro finance institution.  \n(5) If the State Bank rejects such an application for grant of licence to take deposits, \nthe applicant may, within thirty days from the date of the order of the State Bank, prefer an \nappeal to the Central Board of the State Bank and the order passed by the Central Board in \nthis respect shall be final.] \n[13A. Suspension or cancellation of a licence .___ (1) The State Bank may suspend or \ncancel a license granted to a microfinance bank if the microfinance bank. - \n(a) at any time fails to comply with  any of the conditions  imposed upon  it under \nsub-section (2) of section 12 or  sub-section (2) of section 13, as the case may \nbe; \n(b) at any time  fails to pay its liabiliti es or in the opinion  of State bank of Pakistan \nthe affairs of the microfinance bank are conducted in a manner detrimental \nto its  deposito rs; or \n(c) has furnished false or  misleading information in its application for a licence; or \n(d) has gone into liquid ation, suspended its busin ess activiti es or ceased to carry \non busin ess as microfinance bank in Pakistan: \nProvided that before suspending or  canceling a licence under clause (a) or \nclause (b), the State Bank, unless it is of opinion that the delay may be \nprejudicial to the interest of the  micro finance bank’s deposito rs or the \npubli c, shall grant to the micro finance bank on such terms as it may specify, \nan oppo rtunity of taking the necessary steps to comply with  or fulfill such \nconditions.  \n(2) No  license shall be suspended or cancelled under sub-section (1) unless and until the  \nmicrofinance bank is called upon  by a notice in writing by the  State Bank to show  cause within  \nfifteen days as to why its licence should n ot be suspended or cancelled \n1 Subs. by the Finance Act, 2006 (3 of 2006),s.18 for “section 13”. \n2 New section 13A ins. by the Finance Act, 2006 (3 of 2006),s.18. \n(3) In the event of su spension  or cancellation of a li cense the microfinance bank \nconcerned shall be noti fied forthwith  and, from the date of such notification, shall cease to \ntransact any busin ess other than that required to wind  up its affairs with the approval of the \nState Bank. The State Bank shall publish  notice of su ch suspension  or cancellation in one \nleading Urdu language newspaper and one English  language newspaper in addition to  its \npubli cation in the o fficial Gazette. \n(4) The  provisions  of sub-section (1) shall not prejudice the rights or claims of any \nperson against the mi cro finance bank or  of the m icro finance bank against any person. \n(5) A micro finance bank aggrieved by the decision  of the State Bank for suspension \nor cancellation of its licence may, within  thirty days from the date on which such decision  is \n \n communi cated to it, apply for review to the C entral Board of the State Bank. \n (6) The decision  of the State Bank, subject to the result of review by the  Central Board \nof the State Bank und er sub -section (5) shall be final.] \nPART  IV \nREGULATION  AND SUPERVI SION  \n14.  Management  and  administration: (1) The general superintendence and \nmanagement of the affairs of a microfinance institution shall vest in its Board of Directors which \nshall manage its business and affairs in accordance with the principles of good governance.  \n(2)  Th ere  shall  be  a  chief  executive  officer  who  shall  work  full  time  and  be \nresponsible for the day-to-day adminis tration of  microfinance institution.  \n(3) The State Bank shall ensure that the persons serving on  the Board of Directors and \nthe chief executive  officer of a microfinance institution  are persons of integrity and have \ngood financial reputation. \n15. Accounts .___ (1) A microfinance institution shall maintain porper  books of accounts \nand, at the expiration of teach calendar year, prepare annual statement of accounts including the \nprofit and loss account and balance sheet as may be prescribed.  \n(2) A microfinance institution  shall, in respect of such accounts,  comply with such \ngeneral directions  as the State Bank m ay, from time to tim e, issue. \n16. Audit .___ (1) The accounts of a microfinance institution shall maintain proper books \nof accounts and, at the expiration of each calendar year, prepare annual statement of accounts \nincluding the profit and loss account and balance sheet as may be prescribed.  \n(2)      The auditor  or audito rs shall  be appoint ed for such terms and on such \nremuneration, to be paid by the microfinance institution,  as the Board of Directors of such \ninstitution  may fix: \nProvided that the auditors once appoint ed shall not be removed before 1[five] years \nwithout  the p rior approval of the State Bank and no auditor sh all serve as external auditor of  a \nmicrofinance institution  consecutively for more than five years. \n(3) Every audito r, appointed under sub-section (2), shall be given a copy the annual \nbalance  sheet  and  other  accounts  of  the  microfinance  institution  who  sh all  examine  it, \ntogether with the accounts and vou chers relating thereto, and shall have a list delivered to him \nof all books  kept by the microfinance instituti on, and shall, at all reasonable times, have \naccess to the books  of accounts  and documents of the mi crofinance institution,  and may, in \nrelation to su ch accounts,  examine any director or  officer of the mi crofinance institution.  \n(4) The  audito rs shall report to the Board of Directors of the microfinance institu tion \nupon  the annual accounts and balance sheet and in their report they shall state whether, in \ntheir opinion,  the balance sheet contains all necessary particulars and is properly drawn up so \nas to exhibit a true and correct view of the  state of affairs of the  microfinance institution  and, in \n \n case they have called for any explanation or information from the microfinance institutio n, \nwhether it has been given and wh ether it is satisfactory. \n(5) The audited financial statements shall be published within  three months  of close of \nits financial year and microfinance institution  shall cause its accounts  to be publish ed in a \ndaily newspaper having wide circulation in the s pecified area. \n(6) A  microfinance institution  shall submit  audited financial statements along with \naudito rs’ report to the State Bank within  three mo nths of the close of  its financial year :2 \n3[Provided that in exception al circumst ances the State Bank may, for the reasons to be \nrecorded, extend su ch period up to a  period of  another one  month. ]. \n(7) Nothi ng in this Ordinance shall apply to the preparation of accounts  by a \nmicrofinance institution  and its audit in respect of any accounting  year which has expired \nprior to the commencement of this Ordinance, and notwithst anding the  other provision  of this \nOrdinance such accounts  shall be prepared, audited and submitt ed in accordance with  the law \nin force immediately before such comm encement. \n17. Returns .___ (1) A microfinance institution shall furnish to the State Bank such \nreturns, reports and information as may be prescribed.  \n(2) Without  limitation to the foregoing, a microfinance institution  shall,- \n(a)    maintain  a  register  of  its  members,  Board  of  Directors  and  the  chief \nexecutive o fficer and provide in formation thereof to the State Bank at such \ntime and in su ch manner as may be prescribed; \n(b) maintain accounts and have the same audited at such time and in such manner as \nmay be prescribed;  \n1 Subs. by the Finance Act, 2006 (3 of 2006),s.18 for “Three”. \n2 Subs. by the Finance Act, 2006 (3 of 2006),s.18 for “fullstop”. \n3 Proviso added ibid. \n(c) submit  its annual report and audited accounts  to the State Bank and publish  the \nsame for general information at such time and in such manner as may be \nprescribed; and \n \n(d)    furnish to the State Bank such particulars with regard to accounts  and ot her \nrecords as the State Bank may from time to time require. \n \n(3) The State Bank, or any officer duly authorized by it in this behalf, may at all \nreasonable times inspect the books  of account and other records of a mi crofinance institution, \nthe securities, cash and other properties held by such institution,  and all documents relating \nthereto. \n \n  \n18. Liquidity and reserves .___ (1) A microfinance institution shall maintain investment \nin liquid assets, i.e. cash, gold and unencumbered approved securities, valued at a price not \nexceeding the lower of the cost and the current market price, which shall not at the close of \nbusiness on any day be less than such percentage of the total of its time and demand liabilities, \nas may be notified by the state bank from time to time:  \n Provided that the state bank may separately spe cify the applicable percentage either in \ngeneral or in relation to any class of microfinance institution in particular.  \nExplanation.___ (1) For the purpose of this section, the expression “unencumbered approved \nsecurities of a microfinance institution lodg ed with another microfinance institution or institution \nfor an advance  or any other credit management to the extent to which such securities have not \nbeen drawn against  or availed of, and the expression “ liabilities” shall not include the paid up \ncapital or reserves or any credit balance in the profit and loss account of the microfinance \ninstitution or any such liabilities as may be notified by the state bank for the purposes of this \nsection.  \nb) In computing  the amount provided for in clause (a) any balances maintained in \nPakistan by a microfinance institution  in a current account with the State Bank or its agent or \nboth 1* * * sh all be deemed to be  cash m aintained. \n2[(c) The State Bank shall monitor  the liquid ity position  through such returns and \nsystems as may be prescribed by it from time to tim e.]. \n3[(2) A microfinance bank shall maintain by way of cash reserve in cash in current \naccount,  opened with the State Bank or its agent, a sum equivalent to five per cent of its deposits  \nor such percentage as State Bank may from time to time notify. The State Bank shall monitor  \nthe reserve position through such returns and systems as may be prescribed by it from time \nto tim e.] \nExplanation._ __ For the purpose of this section the expression “liabilities” shall not include the \npaid up capital, the reserves or any credit balance in the profit and loss account of a microfinance \ninstitution, the amount of any loan taken from the state bank and the  amount received as loan in \nPakistan currency by a microfinance institution from the federal  \n1 The certain words omitted by the Finance Act, 2006 (3 of 2006),s.18. \n2 Subs. by Act.3 of 2006, s.18, for “paragraph (c)”. \n3 Subs. ibid., for “sub-section (2)”. \nGovernment out of a foreign currency loan contracted by the  Government or the amount  \nof foreign currency loans obtained by the microfinance institution  directly from any foreign \nagency but  should  in clude  the  amount  of  any other  rupee  loan  taken  from  the  Federal \nGovernment. \n(3) A microfinance institution  shall create and maintain a Statutory Reserve Fund to \nwhich shall be credited each year, a sum equivalent to such percentage of its after tax profit \n \n as may be prescribed. No appropriation from the Statutory Reserve Fund shall be made without  \nprior written approval of The State Bank. A microfinance institution  shall also create oth er \nreserves as required by the State Bank from time to tim e. \n19. Depositors’ protection fund .___  (1) A microfinance institution shall, as required by \nthe state bank, establish and maintain  depositors’ protection fund or scheme for the purpose of \nproviding security  or guarantee to persons depositing  money in such institution.  \n(2) Five per cent of the annual after tax profits of a microfinance institution  and \nprofits earned on the investments of the  fund shall be credited to the deposito rs’ protection fund \nand such fund shall either be invested in Government securities or deposit ed with State Bank \nin a remunerative account.  \n(3) The  deposito rs’ protection fund shall be used to make payment to the individu al \ndeposito rs with aggregate deposits  of up  to ten thous and rupees in case of liquid ation of the \nmicrofinance institution.  \n(4) The deposito rs’ protection fund shall be operative with effect from the expiry of five \nyears from the date of first Annu al Balance Sheet of the microfinance institution  and sh all \nremain un encumbered at all times. \n20. Power to call for information . Where it appears to the state bank that a person is \ncarrying on the business of a microfinance institution in contravention of section 4, the state bank \nmay,__  \n(a) direct such person or any other person who is, or has at any time, been dealing, \ndoing  busin ess or associating in any manner with such person, to give or \nfurnish to the State Bank within  a specified period such books,  accounts, \ninformation, documents or records relating to such microfinance institution ’s \nbusin ess as may be within  the custody, possession or  control of such person; \n(b)    authorize any person to enter and search any premises and seize books, \naccounts or  other documents or records relating to such busin ess; \n(c)    inspect  and  examine  any  of  the  books,  accounts,  documents  or  records \nreferred to in clause ( a); and \n \n(d) exercise as far as may be applicable the powers conferred on the State Bank \nunder section 22. \n21. Inspection and investigation .___ (1) The state Bank may, at any time, inspect books \nof accounts and records of any microfinance institution to evaluate its financial viability and \nmay, of its own or on recipt of complaint investigate the affairs of such institution.  \n(2) The inspection  or investigation shall be carried out by such officer of the State \nBank or  by such oth er person as the State Bank may authorize. \n \n (3) It shall be the duty of every officer and employee of a microfinance institution  or \nany other person dealing with or  connected with the op erations  of the microfinance institution \nto produce to any officer, making an inspection or investigation under this section, hereafter \nin this section called the inspecting o fficer, all such books,  accounts  and other documents in his  \ncustody or power and to furnish him with such statements and information relating to the affairs \nof the mi crofinance institution  within  such time as the insp ecting officer may require. \n(4) The inspecting officer may examine  on oath any officer  or emplo yee  of the \nmicrofinance institution  in relation to its  busin ess and m ay administ er an oath accordingly. \n(5) The State Bank shall supp ly to the microfinance institut ion a copy of its report on \nthe insp ection made und er this  section. \n(6) The State Bank shall systematically monitor  and evaluate the performance of a \nmicrofinance institution to  ensure that it is complying with the applicable criteria and prudential \nrules and regulations:  \nProvided that if any officer or any employee fails to produce any books  of account or \nother documents or to furnish any statement or information which under sub-section (3) it is \nhis duty to produce or furnish or to answer correctly any question  relating to the busin ess of \nthe microfinance  institution  which he is asked  by an  insp ecting officer, such  officer  or \nemployee shall be liable to fine as the State Bank may determine  to be recovered from the salary \nof such officer or employee and, in the event such failure persists,  the State Bank may order \nremoval of such officer or employee and the microfinance institution  shall comply with su ch \norder forthwith.  \n22. Powers to give directions .___ (1) Where the State Bank is satisfied that,  \n(a)    in the public int erest; or \n(b)  to  prevent  the  affairs  of  a  microfinance  institution  being  condu cted  in  a \nmanner  detrimental  to  the  interest  of  the  deposito rs  or  in  a  m anner \nprejudicial to the int erest of a microfinance institution;  or \n(c)    in furtherance of monetary or financial sector poli cy; or \n(d) to secure the proper management of a microfinance institution,  it is necessary \nto issue  directions  to microfinance institutions  generally or  to any \nmicrofinance institution  in particular, it may, from time to t ime, issue s uch \ndirections  as it may deem fit and the microfinance institutions  or the \nmicrofinance institution,  as the case may be, shall comply with  such \ndirections.  \n(2) The State Bank may, on representation made to it or of its own motion,  modi fy or cancel \nany direction issued under sub-section (1), and in so modifying or canceling any direction may \nimpose  such condition,  as it thinks fit, subject to which the modi fication or cancellation shall \nhave effect. \n1[22A.  Power of the State Bank to remove Di rectors or other managerial persons from \n \n offices.- (1) Where the State Bank is s atisfied that \n(a)    association of any chairman or director or chief executive  by wh atever name \ncalled or other officer of a microfinance bank not being lo wer in rank than a \nbranch manager, is or is likely to be detrimental to the interests of the \nmicrofinance bank or  its deposito rs or is oth erwise und esirable; or \n(b)    in the public int erest; or \n(c)     to prevent the affairs of a microfinance bank being condu cted in a manner \ndetrimental to the int erest of its  deposito rs or in  a manner prejudicial to the \ninterests of the mi crofinance bank ;or  \n(d) to secure the proper management of any microfinance bank, it is necessary so \nto do; the State Bank may, for reasons to be recorded in writing, by order, \nremove  from office, with effect from such date as may be specified in the \norder, any chairman or director or chief executive  officer by wh atever name \ncalled or other officer of the mi crofinance bank. \n(2) No  order under sub -section (1) sh all be m ade unless the chairman or director or chief \nexecutive  or other officer has been given a reasonable oppo rtunity of making a representation \nto the State Bank against the p roposed order: \nProvided that if, in the opinion  of the State Bank, any delay shall  be detrimental to the \npublic int erest or the  interest of the mi crofinance bank or its deposito rs, the State Bank may, at \nthe time  of  giving  the  oppo rtunity  aforesaid  or  at  any  time  thereafter  and  pending  the \nconsid eration of the representation aforesaid, if any, by order direct that- \n(a) the chairman or, as the case may be, director chief executive  officer or \nother officer, shall not, with effect from the date of the order,— \n(i) act as such chairman or director or chief executive  or other officer of \nthe mi crofinance bank; or \n(ii) in any way, whether directly or indirectly, be concerned with,  or take \npart in the m anagement of the mi cro finance bank; and \n(b) any person authorized by the state bank in this behalf shall act as such chairman or director \nor chief executive of the microfinance bank  \n1 New section 22A, 22B, 22C ins. by the Finance Act, 2006 (3 of 2006),s.18 \n(3) Where any order under sub-section (1) is made in respect of a chairman, director, \nchief executive  or ot her officer of a mi crofinance bank, he shall forthwith cease to  be a \nChairman or, as the case may be, a director chief executive  officer or other officer of the \nmicrofinance bank and shall not in any way, whether directly or indirectly, be concerned \nwith,  or take part in, the management of the microfinance bank or any other microfinance \nbank for such period not  exceeding three years as may be specified in the order. \n(4) Any person appoint ed as chairman director or chief executive  officer under sub-section \n \n (2) shall- \n(a) hold  office during the pleasure of the State Bank subject to such conditions  as \nmay be specified in the order of his appointm ent and, subject thereto, for \nsuch period, not exceeding three years as the State Bank specify in such order; \nand \n(b) not incur any oblig ation or liability for anything, which is done  or intended to \nbe done  in his capacity as such chairman, director or chief executive. \n(5) No p erson removed from office under sub -section (1) shall be entitled to claim any \ncompensation for the lo ss or termination of office. \n22B. Power of the state Bank to supersede Board of Directors of microfinance banks .___ \n(1) Where the state Bank is satisfied that__  \n(a)    the  association of the Board of Directors, by whatever name called, of a microfinance \nbank, is or is likely to be detrimental to the interests of the mi crofinance bank or  its \ndeposito rs or otherwise undesirable; or \n(b)    for all or any of the reasons mention ed in sub -section (1) of section 22A,  it is necessary \nso  to  do,  the  State  Bank  may,  for  reasons  to  be  recorded  in writing, by order, \nsupersede the Board of Directors of a microfinance bank with  effec t from such date \nand for such period as may be specified in the order. \n(2) The period of supersession  specified in an order under sub-section (1) may from time \nto time be extended by the State Bank and the total period of supersession  shall in no case \nexceed three years. \n(3)  All  orders  and  duties  of  the  Board  of  Directors  shall,  during  the  period  of \nsupersession,  be exercised and performed by such persons as the State Bank may from time \nto time appoint  in this  behalf \n (4)  The provisions  of sub-sections  (2), (3), (4), and (5) of section 22A shall, apply to \nan order made und er sub-section (1) or sub-section (3). \n22C. Limitations .___ (1) No order under section 22A or section 22B - shall be made except by \nthe governor of the state bank on a report by a standing committee set up by the state bank for \nthe purpose.  \n(2) Any person or micro finance bank aggrieved by an order made by the Governor of \nthe State Bank under section 22A or section 22B may make an appeal to the Central Board of \nDirectors of the State Bank whose d ecision  shall be final. \n(3) No action taken under section 22A or section 22B or sub-section (2) shall be called in \nquestion  by or before any court, tribunal or other authority \n \n22D.  Prosecution of directors, chief executive o fficers or other officers. \n \n Notwithst anding  anything contained in section 22A the State Bank may direct prosecution  of \na director or chief executive  officer by wh atever name called or other officer who,  in its opinion,  \nhas knowin gly acted in the manner causing  loss of deposito rs’ money or of the in come of  the \nmicrofinance bank. \nExplanatio n.- For the purpose of this section a director chief executive  officer or other \nofficer shall be deemed to have acted knowi ngly if he has departed from establish ed banking \npractices and procedures or circumvented the regulations  or related restrictions  laid down  by \nthe State Bank of Pakistan from time to tim e.] \n \nPART  V \nMISCELLANEOUS  \n23. Penalties .___ (1) Whoever carries on the business of a microfinance institution without \nhaving been licensed to do so or who carries on such business after the license therefore has \nbeen suspended or cancelled shall be punished with imprisonment for a term which shall not be \nless than five years.  \n(2)  Any  person  who  willfully  withholds  or  fails  to  deliver  any  document  or \ninformation or makes a statement in any return, balance sheet or other document or in any \ninformation  required  or  furnished  under,  or  for  the  purpose  of  any  provision  of,  this \nOrdinance which to the knowl edge of such person is false in any material respect, shall be \npunish able with imprisonment for a term which may extend to one year, or with fine which \nmay extend to one  hund red thous and rupees, or with both.  \n(3) Any person who contravenes any other provision of this Ordinance or does not \ncomply with  any requirement of this Ordinance or any rule, regulation, order, instruction, \ncondition  made, given or impos ed hereunder shall be liable to such fine as the State Bank \nmay, from time to time d etermine. \n(4) If any officer of a microfinance institution,  mism anages the affairs of the \nmicrofinance institution  or misus es his position for gaining di rect or indirect benefit for hims elf \nor any of his family members, he shall be punish able with imprisonm ent for a term whi ch may \nextend to three years and shall also be liable to fine which may extend to one hund red thous and \nrupees, and shall be ordered, by the  court trying the case, to deliver or refund within  a time to \nbe fixed by the  court any property acquired or gained by him in his own  name or in the name \nof his family members by usi ng his position  or, in default, to suffer further imp risonm ent for a \nterm which may extend to six  years. \n(5) A  microfinance institution,  which fails to maintain liquid  assets and reserves in \naccordance with  the provisions  of this  Ordinance, shall be punish ed with a fine equivalent to \none per cent of the sho rtfall for every day in whi ch the failure occurs. \n24. Continuance of charge and priority. Where a charge over any property has \nbeen, or is, created by any person in favour of a microfinance institution  to secure any of the \nservices extended by the microfinance institution  to such person, such charge shall continue \nto remain valid and shall maintain its priority in favour of the microfinance institution  against \n \n all charges created by such person in favour of any other person subsequent to the original \ndate of registration of such charge. \n \n25. R estrictions on removal of records and documents. No mi crofinance institution \nshall remove  from the specified area, to a place outside the specified area, any of its records \nand documents relating to its busin ess without  the prior permission  in writing of  the State Bank. \n \nExplanation.  In this section the expression  “records” includes ledgers, day books,  \ncash books,  books  of accounts,  and all other books,  maintained either on paper books  or on \nelectronic or m agnetic devices, used in the business of a mi crofinance institution;  and the \nexpression  “document” includes vouchers, cheques, bills,  pay orders, securities for advances \nand any oth er documents suppo rting entries in the books  of accounts,  or claims by or against, \na microfinance institution.  \n1[26A.  Declaration of fidelity and secrecy.- (1) Every member, director, auditor  and \nstaff member of the microfinance bank shall, before entering upon  his office and performance \nof duties, make a declaration of fidelity and secrecy in the form as State Bank may prescribe. \n(2) Whoever contravenes the declaration of fidelity and secrecy shall be punish able with  \nimprisonm ent for a term which may extend to six months,  or with fine which may extend \nto one hund red thous and rupees, or up to the extent of loss caused, whichever is higher, \nor with both.  \n27. False information. Whoever in any application for obtaining  assistance or in any \nbalance sheet, statement of profit and loss, declaration or any other document submitt ed to \nthe microfinance institut ion for the purpose of obtaining  any financial aid sought or granted \nunder this Ordinance, willfully makes false statement or knowingly permits any false st atement \nto be made or to remain, or uses or permits to be used any financial facility for any purpose  \nother  than  that  for which  it  is  granted  by the  microfinance  institution  shall  be punish able \nwith imprisonm ent for a term which may extend to six months,  or with fine which may extend \nto one  hund red thous and rupees, or with both.  \n \n________________________________________________________________________  \n1 New section 26A ins. by the Finance Act, 2006 (3 of 2006),s.18. \n28. Cognizance of offences .- (1) No court shall take cognizance of an offence under this \nordinance except on complaint in writing made by an officer of the state bank authorized in this \nbehalf.  \n(2) Notwithstanding anything in the code of criminal procedure, 1898, (Act V of 1898), - \n \n (a)    no court other than that of a Judicial Magistrate of the first class shall try an \noffence und er this Ordinance; and \n(b) it shall be lawful for the Judicial Magistrate to pass any sentence authorized by \nthis Ordinance. \n29. Indemnity .___ No suit or other legal proceeding shall lie againt the federal by \ngovernment, the state bank or nay officer of the federal government or the state bank for anything \nwhich is in ggod faith done, or intended to be done, under this ordinance or of any rules, \nregulations or orders made there under.  \n30. Power to make rules .___ (1) the state bank may, with the approval of the federal \ngovernment, by notification in; the official Gazette, make rules for carrying out the purposes and \nprovisions of this ordinance.  \n1* * * * * *  * \n31. Power to make regulations. The State Bank may make regulations,  not in consist ent with \nthe provisions  of this  Ordinance and the rules, to provide  for all matters for whi ch provision  is \nnecessary or expedient for the purpose of giving effect to the provisions  of this  Ordinance and \nefficient condu ct of the affairs of a microfinance institution.  \n32. Removal of difficulties (1) Subject to sub -section (2), if any difficulty arises in giving \neffect to any of the provisions of this ordinance, the federal government may make such order, \nnot inconsistent with the provisions of this ordinance, as may appear to it to be necessary for \nthe purpose of removing the difficulty.  \n(2) No order under sub -section (1) shall be made after expiry of two years from the \ncommencement of this Ordinance.  \n1 Sub. Section (2) omitted by the Finance Act, 2006 (3 of 2006),s.18."
}