{
    "file": "./converted_json\\administratora6303c997da30442657bd566cbdc2ea3.json",
    "name": "The Fee-Charging Employment Agencies (Regulation) Act, 1976",
    "date": "1st December, December 1976",
    "tagline": "An Act to regulate the working of fee-charging and other employment agencies conducted with a view to profit for placement of workers within Pakistan.",
    "content": "Page 1 of 5 \n   \n \n \n \nTHE  FEE-CHAR GING EMPLOY MENT  AGENCIES  \n(REGULATION) ACT, 1976  \n \n              \n \n \nCONTENTS  \n1.  Short title, extent and commencement \n2.   Definitions \n3.  Prohibition to act as fee-charging employment agency \n4.  Appointment and powers of competent authority \n5.  Issue, renewal, cancellation and suspension of licence \n6.  Prohibition of operation of fee-charging employment agency in certain cases \n7.  Offences and penalties \n8.  Cognizance of offences \n9.  Competent authority, etc., to be public servants \n10.  Indemnity \n11.  Power to make rules \n12.  Act not to apply to certain, persons \n \n  \n \n\n \nPage 2 of 5 \n THE  FEE-CHAR GING EMPLOY MENT  AGENCIES  (REGULATION) ACT, \n1976  \n \n1ACT NO.  LXXVII OF 1976  \n \n         [1st December, 1976]  \nAn Act to regulate  the working  of fee-charging and other  employment  agencies  \nconducted with a view to profit for placement of workers within Pakistan. \n \n WHEREAS it is expedient to regulate the working of fee-charging and other employment  \nagencies  condu cted  with  a  view  to  profit  for placement  of workers  within Pakistan and for \nmatters connected therewith or ancillary thereto; \n \n It is h ereby enacted as follows :— \n \n 1. Short title, extent and commencement.—(1) This Act may be called the Fee-Charging \nEmpl oyment Agencies (Regulation)  Act, 1976.  \n \n (2) It extends to the  whole  of Pakistan. \n \n (3) It shall come into  force in such areas and on such dates2 as the Federal Government may, \nby notification in the  official Gazette, specify in this b ehalf: \n \n Provided that the Federal Government may, by noti fication in the official Gazette, exclude  \ncertain  indust ries  or  establishm ents  or  classes  of  employment  or  employment agencies from the  \noperation of  all or any of the provisions of  this A ct. \n \n 2.   Definitions. In this Act, unless there is anything  repugnant in the subject or context,— \n \n(a) “competent  authority”  means  an  officer  appointed  to  be  the  competent \nauthority under section 4; \n \n(b) “employment agency” means a person, company, institu tion, agency, firm or \nother organization who or which acts as intermediary for the purpose of \nprocuring employment for a worker, or supp lying a worker for an employer, in \nPakistan; \n \n(c) “establishment” means any office, firm, indust rial unit, undertaking, shop  or \npremises in whi ch persons are employed; \n \n(d) “indust ry”   means   any   busin ess,   trade,   manufacture,   calling,   service \nemployment or occupation; \n \n(e)       “fee-charging employment agency” means— \n \n(i) an employment agency conducted with a view to deriving either \ndirectly or indi rectly any pecuniary or other material advantage from \nan employer or worker; \n1For Statement of Objects and Reasons, see Gaz. of P., 1976, Ext., Pt. 111. p. 1149. \n2 i.e. 8.1.2003, wh ole of Pakistan, see SRO 5(1)/03 dated 1.1.2003 .\n \nPage 3 of 5 \n (ii)  an employment agency tho ugh not condu cted with a view to deriving  \nany pecuniary or other material advantage, levies on the employer or \nworker for its services an entrance fee, a periodical contribution  or any \nother charge; \n \n(f) “licence” means a licence issued und er section 5;  \n \n(g) “prescribed” means prescribed by rules; \n \n(h) “public  employment service” means any office, agency or service set up and \nmaintained by the  Federal Government or a Provincial Government to find or \nprocure employment for workers, or to supp ly, or assist in the supp ly of, \nworkers to employers; \n \n(i)        “rules” means rules made under this Act; and \n \n(j)        “worker” means a person seeking employment. \n \n 3. Prohibition to act as fee-charging employment agency. After the enforcement of this  \nAct, no employment agency shall, save as hereinafter provided, act as a fee-charging employment \nagency in any area: \n \n Provided that an employment agency acting immediately before the enforcement of this  Act \nas a fee-charging employment agency may continue  so to act for, and may apply for a licence \nwithin,  a period of six months  from such enforcement. \n \n 4. Appointment and powers of competent authority.—(1) The Federal Government m ay, \nby notification in the official Gazette, appoint an officer to be the competent authority for the \npurposes of this  Act. \n \n (2) The competent authority or an officer uthorized by it in writing in this behalf may, \nwith a view to  securing compli ance with the p rovisions  of this  Act or the rules, or any order or \ndirection made or issu ed thereunder, or the terms or conditions  of any licence,— \n \n(a) require any person to give such information or produce such documents in his \npossession  with respect to any busin ess or service of the nature of employment \nagency carried on or rendered by such person or any person employed by him \nas the competent authority or such officer may demand; \n \n(b) enter into and search any premises of an establishment or indust ry with  such \nassistance  as  may be  necessary  and  inspect  any  book  or  other  document \nbelonging to or under the control of any person acting or reasonably susp ected \nto be  acting as an employment agency; and \n \n(c) take on the spot or otherwise such evidence of any person as the competent \nauthority or such officer may deem necessary: \n \n Provided that no one shall be required under this section to answer any question  or give any \nevidence tending to incriminate hims elf. \n \nPage 4 of 5 \n  5. Iss ue, renewal, cancellation and suspension of licence.—(1) The competent authority \nmay issue  a licence for operating a fee-charging employment agency to— \n \n(a)       a person who is a  citizen of Pakistan; \n \n(b)       a firm, all the p artners of which are citizens of Pakistan; or \n \n(c)       a company, the m ajority of the sh ares of whi ch is held by citizens of Pakistan. \n \n  (2) A licence shall be issued in such man ner and form, and on payment of such fe e and \ndeposits, as may be prescribed.  \n \n (3) A  licence shall, unless earlier cancelled or suspended, be valid for one year, and m ay, in \nthe discretion of the competent authority and on payment of the prescribed fee, be renewed for a like \nperiod. \n \n (4) A  licence shall be liable to be cancelled or su spended and the deposits  forfeited in whole  \nor in part by the  competent authority for the contravention  of any of the provisions  of this  Act or the \nrules, or any order or direction made or issued thereunder, or the breach of any of its terms and \nconditions.  \n \n 1[(5) Any person aggrieved by an order under sub-section (4) may, within sixty days of the  \ndate of the order, appeal to the Federal Government, and the Federal Government may pass su ch \norder thereon as it may deem fit. \n \n (6) No order affecting any person under sub-section (4) or sub-section (5) shall be passed \nwithout  giving such person a  reasonable opportunity of being heard.] \n \n 6. Prohibition of operation of fee-charging employment agency in certain cases. Where a \npublic  employment service has been set up for any area, the competent authority may, by \nnotification in the official Gazette, prohibit from such date as may be specified therein the \noperation of, or the rendering of any service by, all or any of the fee-charging employment agencies \noperating in such area, and on such prohibition  the licences issued for su ch  area  sh all  stand  \ncancelled  from  the  date  specified  in  the  no tification  and  no compensation sh all be paid therefor: \n \n Provided that the competent authority may, in consult ation with the organisations  of \nemployers, and workers in that area, exempt from the op eration of the noti fication the pl acing or \nrecruitment of specified categories of workers with respect to whom  appropriate arrangements  for  \nplacing  or  recruitment  cannot  conveniently  be  made  by  a  public employment service. \n \n 7. Offences and penalties. —(1) Whoever wilfully contravenes any provisi on of this  Act or \nthe rules, or any order or direction made or issued thereunder, or the terms or conditions  of any \nlicence, shall be punish able with imprisonm ent for a term which may extend to one  year, or \nwith fine which may extend to five thous and rupees, or with both.  \n \n \n1Added by the Fee-Charging Employment Agencies (Regulation) (Amdt.) Ordinance, 1984, (12 of 1984), s. 2. \n \nPage 5 of 5 \n  (2) Where an offence punishable under sub-section (1) is committ ed by a corporation, firm, \nestablishm ent, indust ry or undertaking, every director, manager, secretary, partner, agent or oth er \nofficer or person concerned with the management thereof shall, unless he proves that the offence \nwas committ ed without  his knowl edge or consent or that he exercised due dili gence to p revent its \ncommission,  be deemed to be  guilty or such offence. \n \n 8. Cognizance of offences. No court shall take cognizance of an offence under this A ct \nexcept upon  a complaint in writing made  by the competent authority or an officer authorised \nby it in this  behalf. \n \n 9. Competent authority, etc., to be public servants. The competent authority or the officer \nauthorised by it under sub-section (2) of section 4 shall be deemed to be a public servant within  the \nmeaning of section 21 of  the Pakistan Penal Code (Act. XLV of 1860).  \n \n 10. Indemnity. No suit, prosecution or other legal proceedings shall lie against any person \nfor anything which is in good faith done  or intended to be done  in pursuance of this A ct or any \nrule. \n \n 11. Power to make rules.—(1) The Federal Government may, by noti fication in the o fficial \nGazette, make rules for carrying out the p urposes of this Act. \n \n (2) In particular, and without  prejudice to the generality of the foregoing power, such rules \nmay provide for all or any of the following  matters, namely:— \n \n(a)       form of licence to be  issued; \n \n(b)       procedure for the issue  and renewal of licences, the fees and deposits  for their \nissue and renewal; \n \n(c)       procedure for the cancellation or suspension  of a licence, or prohibition  of \noperation of  fee-charging employment agencies; \n \n(d)       fees and expenses to be  charged by the fee-charging employment agencies;  \n \n(e)       manner of recruitment and placement of various type of  workers; \n \n(f)        returns and forms; and \n \n(g)       procedure of consult ation with o rganisation of workers and employers. \n \n 12. A ct not to apply to certain, persons. Nothing in this  Act shall apply to— \n \n(a)       any person licensed under the Merchant Shipping  Act, 1923  (XXI of 1923)  to \nengage or supp ly seamen to merchant ships;  \n \n(b)       employment exchanges or any other public  employment service managed by \nthe Federal Government or a Provincial Government; and \n \n(c) any person permitted under the 1[Emigration Ordinance, 1979  (XVII of1979)] \nto engage persons for placement abroad. \n       Last Uploaded on 13.11.2023  \n         \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance. 1981 (27 of 1981), s. 3 and Sch., II."
}