{
    "file": "./converted_json\\administrator741de22e0685408278606962079d12b2.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \n \n \n \nTHE DEFAMATION  ORDINANCE, 2002  \n \n \n  \n  \nCONTENTS  \n \nCONTENTS  \n___________ __ \nSections:  \n1. Short title and commencement . \n2. Definition . \n3. Defamation . \n4. Defamation actionable . \n5. Defences . \n6. Absolute Privilege . \n7. Qualified privilege . \n8. Notice of a ction . \n9. Remedies . \n10. Code of Civil Procedure  and Qanun -e-Shahadat Order to apply . \n11. Ordinance not to prejudice action for criminal defamation . \n12. Limitation of a ction . \n13. Trial of c ases. \n14. Court to decide the cases expeditiously . \n15. Appeal . \n16. Power to make rules.   Updated till 31.8.2022\n\n \nPage 2 of 6 \n THE  DEFAMATION  ORDINANCE,  2002  \n \nORDINANCE  No. LVI OF 2002   \n[1st October, 2002]  \n   \nAn Ordinance  to make  provisions  in respect  of defamation  \n \nWHEREAS  it is expedient  to make  provisions  in respect  of defamation  and for matters  \nconnected  therewith  or incidental  thereto;   \n \nAND WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action;  \n \nNOW, THEREFORE , in pursuance  of the Proclamation  of Emergency  of the fourteenth  day \nof October,  1999,  and the Provisional  Constitution  Order  No. l of 1999,  read with the Provisional  \nConstitution  (Amendment)  Order  No.9  of 1999,  and in exercise  of all powers  enabling  him in that \nbehalf,  the President  of the Islamic  Republic  of Pakistan  is pleased  to make  and promulgate  the \nfollowing  Ordinance: — \n \n1. Short  title, extent and commencement. —(1) This Ordinance  may be called  the \nDefamation  Ordinance,  2002.  \n(2) It extends  to the whole of Pakistan.  \n(3) It shall  come  into force  at once,  \n \n2. Definitions. — In this Ordinance,  unless  there  is anything  repugn ant in the subject  or \ncontext ,― \n \n1[*  * * * * * *] \n \n(b) “broadcasting ” means  the dissemination  of writing,  signs,  signals,  pictures  and sounds  \nof all kind,  including  any electronic  device,  intended  to be received  by the public  \neither  directly  or through  the medium  of relay  stations,  by means  of. \n \n(i) a form  of wireless  radio -electric  communication  utilizing  Hertzian  waves,  \nincluding  radiotelegraph  and radiotelephone,  or \n(ii) cables,  computer,  wires,  fibre -optic  linkages  or laser  beams,  and “broadcast ” \nhas a corresponding  meaning;  \n2[(bb)  “Court” means the District Court;]  \n \n(c) “editor” means  a person  or operator  having  editorial  or equivalent  responsibility  for \nthe content  of the statement  or the decision  to publish  or circulate  it; \n \n \n1Clause (a) omitted by the Defamation (Amdt.) Act , 2004 ( IX of  2004), s.2.  \n2New clause (bb)  Ins. by the Defamation (Amdt.) Act, 2004 (IX of 2004), s.2.  \n \n \nPage 3 of 6 \n (d) “newspaper ” means  a paper  containing  public  news,  intelligence  or occurrences  or \nremarks  or observations  or containing  only, or principally,  advertisements,  printed for \ndistribution  to the public  and published  periodically , or in parts  or members,  and \nincludes  such other  periodical  works  as the Federal  Government  may,  by notification  \nin the official  Gazette,  declare  to be newspaper;  \n \n1[(dd)  “originator ” means the initiator of a defamatory statement or any other defamatory \nact;]    \n \n(e) “publication ” means  the communication  of the words  to at least one person  other  than \nthe person  defamed  and includes  a newspaper  or broadcast  through  the internet  or \nother  media;  and \n \n(f) “publisher” means  a commercial  publisher,  that is, a person  whose  business  is issuing  \nmaterial  to the public,  or a section  of the public,  who issues  material  containing  the \nstatement  in the course  of that business.  \n \n3. Defamation. —(1) Any wrongful  act or publication  or circulation  of a false  statement  or \nrepresentation  made  orally  or in written  or visual  form  which  injuries  the reputation  of a person,  \ntends  to lower  him in the estimation  of others  or tends  to reduce  him to ridicule,  unjust  criticism,  \ndislike, contempt  or hatred  shall  be actionable  as defamation.  \n \n(2) defam ation  is of two forms,  namely:— \n(i)  slander;  and \n(ii)  libel.  \n \n(3) Any false  oral statement  or representation  that amounts  to defamation  shall  be actionable  \nas slander.  \n \n(4) Any false written, documentary  or visual  statement  or representation  made  either  by \nordinary  form  or expression  or by electronic  or other  modern  means  or devices  that amounts  to \ndefamation  shall  be actionable  as libel.  \n \n4. Defamation  actionable. — The publication  of defamatory  matter  is an actionable  wrong  \nwithout  proof  of special  damage  to the person  defamed  and where  defamation  is proved,  damage  \nshall  be presumed.  \n \n5. Defence s.— In defamation  proceedings  a person  has a defence  if he shows  that― \n(a) he was not the author,  editor,  publisher  or printer  of the statement  complained  of; \n(b) the matter  commented  on is fair and in the public  interest  and is an expression  of \nopinion  and not an assertion  of fact and was published  in good  faith; \n(c) it is based on truth  and was made  for public  good;  \n \n1New clause ( dd) Ins. by the Defamation (Amdt.) Act, 2004 (IX of 2004), s.2.  \n \nPage 4 of 6 \n (d)  assent  was given  for the publication  by the plaintiff;  \n(e) offer  to tender  a proper  apology  and publish  the same  was made by the defendant  but \nwas refused  by the plaintiff.  \n(f)  an offer  to print  or publish  a contradiction  or denial  in the same  manner  and with the \nsame  prominence  was made  but was refused  by the plaintiff;  \n(g)  the matter  complained  of was privileged  communication  such as between  lawyer  and \nclient  or between  persons  having  fiduciary  relations;  \n(h)  the matter  is covered  by absolute  or qualified  privilege.  \n \n6. Absolute  privilege. — Any publication  of statement  made  in the Federal  or Provincial  \nlegislatures, reports,  paper s, notes  and proceedings  ordered  to be published  by either  House  of the \nParliament  or by the Provincial  Assemblies,  or relating  to judicial  proceedings  ordered  to be \npublished  by the court or any report,  note or matter  written  or publishe d by or under  the authority  of \na Government,  shall  have  the protection  of absolute  privilege.  \nExplanation .— In this section  legislature  includes  a local  legislature  and court includes  any \ntribunal  or body  exercising  the judicial  power  \n7. Qualified  privileg e.— Any fair and accurate  publication  of parliamentary  proceedings,  or \njudicial  proceedings  which  the public  may attend  and statements  made  to the proper  authorities  in \norder  to procure  the redress  of public  grievances  shall  have  the protection  of qualified privileges.  \n \n8. Notice  of action.— No action  lies unless  the plaintiff  has, within  two months  after the \npublication  of the defamatory  matter  has come  to his notice  or knowledge,  given  to the defendant,  \nfourteen  days notice  in writing  of his intention  to bring  an action , specifying  the defamatory  matter  \ncomplained  of. \n \n9. Remedies. — Where  defamation  shall  be proved  to have  occurred , the court may pass \norder  directing  the defendant  to tender  an apology,  if acceptable  to the plaintiff,  and publish  the same \nin similar  manner  and with the same  prominence  as the defamatory  statement  made  and pay \nreasonable  compensatory  damages  as general  damages  with a minimum  of Rs.50,000  (Rupees  fifty \nthousand)  1[* * *] and in addition  thereto,  any special  damage  incurred  that is proved  by the \nplaintiff  to the satisfaction  of the Court  2[:] \n \n3[Provided that in case of the originator the minimum compensatory damages  as general \ndamages  shall be three hundred thousand rupees]    \n \n10. Code  of Civil  Procedure  and Qanun -e-Shahadat  Order to apply.— The Code  of Civil  \nProcedure,  1908  (Act No.V  of 1908)  and the Qanun -e-Shahadat,  1984  (P.O.  No 10 of 1984)  shall  \nmutatis  mutandis , apply  to the proceedings  under  this Ordinance  \n \n11. Ordinance  not to prejudice  action  for criminal  defamation.  Nothing  in this Ordinance  \nshall  prejudice  any action  for criminal  libel or slander  under  any law for the time being  in force.  \n \n1Omitted, subs. ins. by the Defamation (Amdt.) Act, 2004 (IX of 2004), s.3.  \n2Subs. ibid for the full stop, s. 3.  \n3Ins. ibid. s. 3.  \n \nPage 5 of 6 \n 12. Limitation  of actions.— An action  against— \n \n(a)  an author,  editor,  proprietor  or publisher of a newspaper;  \n \n(b)  the owner  of broadcasting  section;  \n \n(c)  an Officer,  servant  or employee  of the newspaper  or broadcasting  station;  or  \n \n(d)  any other  purpose,  \n \nfor defamat ion contained  in the newspaper  or broadcast  from  the statio n or its publication  otherwise  \nshall  be taken  within  six months  after the publication  of the defamatory  matter  came  to the notice  or \nknowledge  of the person  defamed.  \n \n1[13. Trial  of cases.— The District Court  shall  have  jurisdiction  to try cases  under  this \nOrdinance. ] \n \n14. Court  to decide  the cases  expeditiously. — The Court  shall  decide  a case under  this \nOrdinance  within  a period  of 2[ninety days].  \n \n3[15. Appeal.— An appeal  against  the final decisio n and decree of the Court  shall  lie to the \nHigh  Court  within thirty  days and High Court shall decide the appeal within sixty days:  \n  \nProvided  that no appeal  shall  lie against  an interlocutory  order  of the Court. ] \n \n16. Power  to make  rules.— The Federal  Government  may,  by notification  in the official  \nGazette,  make  rules  to carry  out the purposes  of this Ordinance.  \n \n \n___________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs by the Defamation (Amdt.) Act, 2004 (IX of 2004), s.4 -6. \n2Subs. ibid. s. 5. \n3Subs. ibid. s. 6.  \n \nPage 6 of 6"
}