{
    "file": "./converted_json\\administratorcbdcef72d4a97fe69a4052196887fa95.json",
    "name": "Pharmacy Act, 1967",
    "date": "20th June 1967",
    "tagline": "An Act to establish Pharmacy Councils to regulate the practice of pharmacy",
    "content": "Page 1 of 14 \n  \n \n \n \n \n \n  THE PHARMACY ACT, 1967  \n \n \n \n \n \n \n   \nCONTENTS  \n \n1.  Short  title, extent and commencement  \n \n2.  Definitions  \n \n3.  Establishment of Pharmacy Councils   \n \n4.  Composition of Central Council  \n \n5.  Compos ition of the Provincial Council  \n \n6.  Disqualification for  membership  \n \n7.  Publication of names  \n \n8.  Term of office  \n \n9.  Filling of casual vacancy \n  \n10.  Vacancy, etc., not to invalida te the proceedings of a Council  \n \n11.  Election of Vice -President  \n \n12.  Committees of a Council \n \n13.  Meetings of a Council \n \n14.  Annual report \n \n15.  Appointment of Secretary, of ficers and staff of the Council  \n  \n16.  Finances  \n \n17.  Functions of the Central Council   \n\n \n \n \nPage 2 of 14 \n  \n18.  Approval of examinations \n \n19.  Approval of courses of study  \n  \n20.  Furnishing of information \n \n21.  Inspectors \n \n22.  Withdrawal of approval \n \n23.  Functions of a Provincial Council \n \n24.  Preparati on and maintenance of Registers \n \n25.  Qualif ications for registration as a p harmacist or as an apprentice in pharmacy \n \n26.  Procedure for registration \n \n27.  Certificate of regist ration \n \n28.  Revocation of certificate \n \n29.  Examination for regis tration as p harmacists  \n \n30.  Qualifications for admission to an examination  \n \n31.  Prohibition o f practice without registration  \n \n32.  Cognizance of offences, etc.  \n  \n33.  Indemnity \n \n34.  Power  to make bye -laws \n \n \n \n \nPage 3 of 14 \n THE PHARMACY ACT, 1967  \n \nACT No. XI OF 1967  \n \n[20th June 1967]  \n \nAn Act to establish Pharmacy Councils to re gulate the practice of pharmacy  \n \nWHEREAS it is expedient to establish Pharmacy Councils to regulate the practice of \npharmacy and to  provide for matters connected therewith and incidental thereto  ; \n \nAND WHEREAS the national interest of Pakistan in relation to the achievement of \nuniformity within the meaning of clause (2) of Article 131 of the Constitution requires Central \nlegislation i n the matter  ; \n \nIt is hereby enacted as follows: ⸻ \n \n1. Short title, extent and commencement. ⸻(1) This Act may be called the Pharmacy Act, \n1967.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. ⸻In this Act,  unless  there is anything  repugnant  in  the  subject  o r \n \ncontext, ⸻ \n \n \n          (a)      “approved” means approved under section 18 or, as the case may be, section 19;  \n \n             (b)    “Central Council” means the Pharmacy Council of Pakist an established under \nsection 3;  \n \n          (c)       “Council” means  a Pharmacy Council established under section 3  ;  \n             \n                               (d)   “Medic al Institution” means an  institution whose medical qualifications are     \nrecognised under the 1[Medical and Dental Council Ordinance, 1962 (XXX of \n1962)] ; \n \n                      2[(e)  ‘Pakistan Pharmacists Association’ means the association registered under the   \nSocieties Registration Act, 1860 (XXI of 1860), and known at the   \ncommencement of the Pharmacy (Amendment) Act, 1973, by that name  ; \n \n               (f)      ‘Pharmacist ’ means a person who , is registered under secti on 24 in Register A  \n         or  Register B; \n \n                 (g)    ‘Provincial Council ’ means the Pharmacy Council of a Provinc e established under \n        section 3.].  \n \n \n1Subs. by the Federal Laws (Revision and D eclaration) Ordinance No. XXVII of 1981, s. 3 and Sch., II. \n2Subs. by Act No. XXII of 1973 , s. 2.\n \n \nPage 4 of 14 \n  \n3. Establishment of Pharmacy Councils. ⸻(1) Within a period of one year from the \ncommencement of this Act, — \n \n(a)    The 1[Federal Government] shall, by notification in the official Gazette,  \n establish a Central Pharmacy Council to be known by the name of the    \n Pharmacy Council of Pakistan ; and  \n \n2[(b) each Provincial Government shall, in like manner, establish a Provincial \nPharmacy Council to be known by the name of the Province concerned.”.  \n \n(2) Each of the Pharmacy Councils established under sub -section (1) shall be a body \ncorporate having perp etual succession and common seal, with power, among others, to acquire, hold \nand dispose of property, and shall by its name sue and be sued.  \n \n4. Composition of Central Council. ⸻(1) The Central Council shall, subject to the \nprovisions of sub -section (2), consist of the following members, namely: — \n \n(a) the Director -General of Health, Government of Pakistan, ex-officio , who shall, \nunless the 1[Federal Government] appoints any other off icer to be the President, \nalso be the President of the Council ;  \n \n(b) the officer, if any, appointed under clause (a) to be the President of the Council  ; \n \n2 “[(c)  eight persons, to be nominated by the Federal Government, out of whom one \nfrom each Province sh all be nominated in consultation with the Provincial \nGovernment concerned, one shall be a teacher of pharmaceutics and one a \nteacher of pharmaceutical chemistry  ; \n \n(d) one person from each Province, to be nominated by the Federal Government, so \nfar as may be, in consultation with the Provincial Council concerned  ; \n \n(e) one person,  to be nominated by the Federal Government in consultation with the \nPakistan Pharmacists Association  ; and  \n \n(f) the Drugs Cont roller, Government of Pakistan. ” ; and  \n \n(2) The 1[Federal Governme nt] may, by notification in the official Gazette, increase or \ndecrease the number of persons to be nominated by it under clause (c) of sub -section (1).2* * : \n \n \nProvided that the decrease in the number of members shall not affect the continuance in \noffice o f, and the performance of functions by, any member until the expiry of his term.  \n \n5. Composition of the Provincial Council. ⸻(1) A Provincial Council shall, subject to the \nprovisions of sub -section (2), consist of the following members, namely  :— \n \n \n \n \n \n1Subs . by F.A.O., 1975, Art. 2 and Table . \n2Subs.  and omitted  by Act  No. XXII of 1973, ss. 3 and  4.\n \n \nPage 5 of 14 \n  \n   2 “(a) The Secretaries to the Provincial Governments in the Health Department, ex-\nofficio , who shall, unless the Provincial Government appoints any other off icer \nto be the President, also be the Preside nts of the respective Councils  ” ; and \n \n(b) the officer, if any, appointed under clause (a) to be the President of the \nCouncil  ; \n \n 2 “(c) five persons to be nominated by the Provincial Government, of whom one \nshall be an officer of that Government  ; and  \n \n(d) one person to be nominated by the Provincial Branch of the Pa kistan \nPharmacists Associ ation  “.  \n \n(2) The Provincial Government may, by notification in the official Gazette, increase or \ndecrease the number of persons to be nominated by it under clause (c) of sub -section (1)  : \n \n       Provided that the decrease in the number of members shall not affect the continuance in office \nof, and the performance of functions by, any member until the expiry of his term.  \n \n2[6. Disqu alification for membership. ⸻A person, other than a professor of medical \ninstitution or a pharmacy institution or an officer of the Provincial Government nominated under \nclause (c) of sub -section (1) of s ection 5, shall not be eligible for nomination as a m ember of the \nCouncil  unless he is a pharmacist registered in Register A  : \n \n \n3[* * * * * * *] \n \n7. Publication of names. ⸻The 1[Federal Government ] or, as the case may be, the Provincial \nGovernment shall publish in the official Gazette the names or the offici al titles of the members of the \nCouncil.  \n \n8. Term of office. ⸻(1) Subject to the provisions of sub -section  (2), a member other than an \nex-officio  member shall hold office for a period of three years commencing on the day on which he \nassumes office and shall  be eligible for re -nomination :  \n \n       Provided that notwithstanding the expiry of his term a member shall continue to function     \nuntil his successor assumes office.  \n \n(2) Where the 1[Federal Government] or, as the case may be, the Provincial Government , \nupon the recommendation of a majority of the members of the Council, is satisfied that a member of \nthe Council is negligent in the discharge of his duties or is guilty of any unprofessional or \ndishonorable conduct or is otherwise not competent to perform  the functions of a member, it may, by \nnotification in the official Gazette, remove such member ; and upon the publication of such \nnotification the seat of the member shall become vacant.  \n \n9. Filling of casual vacancy. ⸻A casual vacancy in the office of a m ember shall be filled for \nthe remainder of the term of such member, not being less than six months, by nominating another \nperson in his place, in the same manner in which such member was nominated.  \n \n \n \n \n1Subs. by F. A. O., 1975, Art. 2 and Table.  \n2Subs. by Act No. XXII of 1973, ss. 5 and 6.   \n3Omitted by the Federal Laws (Revi sion and Declaration) Ordinance No. XXVII of 1981 , s. 3 and Sch. II. \n \n \nPage 6 of 14 \n 10. Vacancy, etc., not to invalidate the proceedings of a Council. ⸻No act or proceedings \nof a Council shall be invalid merely on the ground of the existence of any vacancy in, or any defect \nin the composition of the Council.  \n \n             11. Election of Vice -President. ⸻(1) A Council shall every year elect one of its mem bers to \nbe the Vice -President of the Council and the Vice -President so elected shall hold office for a period \nof one year and shall be eligible for re -election :  \n \n      Provided that a Vice -President shall, notwithstanding the expiry of his term, continue to    \nfunction until his successor is elected.  \n \n(2) The Vice -President shall perform such functions as may be entrusted to him by the \nCouncil and, in the absence of the President, also the functions of the President.  \n \n12. Committees of a Council. ⸻(1) A Council may constitute such committees as it deems \nfit for the purpose of advising and assisting it in the performance of its functions.  \n \n(2) A committee constituted under sub -section (1) may co -opt as its member any person \nwhose assistance or advice it  may consider necessary for the efficient performance of its functions.  \n \n13. Meetings of a Council. ⸻(1) A Council shall meet at such time and place, and a meeting \nof the Council shall be summoned and conducted in such manner, as may be laid down by its bye -\nlaws : \n \nProvided that, until such bye -laws are made, the President of the Council may, by notice \naddressed to each member, summon and conduct a meeting  at such time and place and in \nsuch manner as he may deem expedient.  \n \n(2) The President and, in his absence, the  Vice -President shall preside at every meeting of the \n2[Council] and, in the absence of both the President and the Vice -President, the members present \nshall elect one amongst them to preside.  \n \n2 “[(3) The quorum for a meeting of the Council shall be one -third of the total number of \nmembers, a  fraction being counted as one. ”.  \n \n14. Annual report. ⸻As soon as may be after the close of every year, the Central Council \nshall submit to the 1[Federal Government] and a Provincial Council to the Provincial Government, \nan annual report giving an account of its proceedings together with a statement of moneys received \nand expenses incurred by it during that year.  \n \n15. Appointment of Secretary, officers and staff of the Council. ⸻(1) A Council shall, \nwith the approval in the c ase of the Central Council of the 1[Federal Government] and in the case of \na Provincial Council of the Provincial Government, appoint a Secretary from amongst persons \neligible for registration as pharmacists 2[in Register A] on such terms and conditions as  it may deem \nfit. \n \n(2) The Council may also appoint such officers and staff as may be necessary for the efficient \nperformance of its functions.  \n \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table.  \n2Subs.  and ins . by Act No.  XXII of 1973, ss. 7 and 8.  \n \n \nPage 7 of 14 \n 16. Finances. ⸻(1) The funds of the Central Council shall consist of such moneys as may be \nplaced at its dis posal by the 1[Federal Government ]. \n \n            (2)  The funds of a Provincial Council shall consist of the fees received by it under this Act \nand of such moneys  as may be placed at its disposal by the Provincial Government.  \n \n            17.  Functions of the Central Council. ⸻(1) The functions of the Central Council shall  be— \n \n(a) to approve examinations in pharmacy for the purpose of qualifying persons for \nregistrati on as pharmacists ;  \n \n(b) to prescribe the subjects in which approved examinations shall be held ;  \n \n(c) to approve the courses of study and practical training in pharmacy for the \npurpose of admission to approved examinations ;  \n \n(d) to prescribe the conditions and proce dure for admission of candidates to an \napproved examination ;  \n \n(e) to lay down the standard of teaching to be maintained by institutions \nconducting the approved courses of study ;  \n \n(f) to prescribe the equipment and facilities to be made available to the students ; \n \n(g) to recognis e degree or diplomas in pharmacy for the purpose of registration as \npharmacists  ; \n \n(h) to cause inspection of institutions which conduct any courses of study in \npharmacy and of the teachings imparted and examinations held by them ; and  \n \n(i) to do suc h other acts and things at  it may be empowered or required to do by \nor under this Act.  \n \n(2)  The Central Council, with the previous approval of the 1[Federal Government] may, by \nnotification in the official Gazette, make regulations for the purposes of sub -section (1). \n \n 18. Approval of examinations. ⸻(1) Any institution or au thority, including a Provincial \nCouncil, which holds an examination in pharmacy, may apply to the Central Council for approval of \nthe examination for the purpose of qualifying a person for registration as a pharmacist under this Act.  \n \n(2) The Central Council, if it is satisfied after such enquiry as it may think fit that the \nexamination for the approval of which an application has been made under sub -section (1) is in \nconformity with this Act an d the regulations, shall approve the examination and, by notification in \nthe official Gazette, declare it to be an approved examination for the purpose of qualifying a person \nfor registration as a pharmacist under this Act.  \n \n19. Approval of courses of study. ⸻(1) Any institution or authority which conducts a course \nof study in pharmacy may apply to the Central Council for approval of such course of study for the \npurpose of admission to an approved examination.  \n \n  \n \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table . \n \n \n \n \n \nPage 8 of 14 \n  \n(2) The Central Council, if it is satisfied after such enquiry as it may think fit that the course \nof study for the approval of which an application has been made under sub -section (1) is in \nconformity with this Act and the regulations, shall submit the applica tion together with its \nrecommendation to the 1[Federal Government] and shall, upon the approval of the course of study by \nthe 1[Federal Government], declare it, by notification in the official Gazette, to be an approved \ncourse of study for the purpose of a dmission to an approved examination.  \n \n20. Furnishing of information. ⸻Every institution or authority which applies for the \napproval of an examination under section 18 or of a course of study under section 19, or holds an \napproved examination, or conducts an app roved course of study, shall furnish to the Central Council \nsuch information as the Council may, from time to time, require relating to — \n \n(a) the course of study conducted and training given ;  \n \n(b) the examination held ;  \n \n(c) the ages at which the students may undergo  the course of study ;  \n \n(d) the equipment and facilities provided for the students  ; and  \n \n(e) matters generally pertinent to the course of study, training and examinations and \nstandard of teaching.  \n \n21. Inspectors. ⸻(1) The Central Council may appoint such Inspectors for the inspection of \ninstitutions as it may consider necessary.  \n \n(2) An Inspector appointed under sub -section (1) may, if he is so authoris ed in writing by \nthe President of the Council, — \n \n(a) inspect any instit ution which holds an approved examination or conducts a n \napproved course of study and may attend any such examination held by such \ninstitution ;  \n \n(b) inspect any institution which has applied for the approval of the examination held, \nor course of study conduct ed, by it and attend any examination held by such \ninstitution.  \n \n(3) An Inspector who attends any examination shall not interfere with the conduct thereof but \nshall submit to the Central Council a report on the sufficiency or otherwise of such examination a nd \non any other matter in regard to which the Central Council may require him to report.  \n \n22. Withdrawal of approval. ⸻(1) Where, upon a report by an Inspector, it appears to the \nCentral Council that an approved course of study or an approved examination do es not continue to be \nin conformity with this Act and the regulations, the Central Council shall give notice to the \ninstitution or authority concerned calling upon it to explain in writing why the approval of its course \nof study or examination should not b e withdrawn.  \n \n             (2)  The institution or authority to whom a notice has been given under sub -section (1) shall, \nwithin sixty days from the receipt of such notice, comply with the notice and may also make such \nrepresentation to the Central Council , through the Provincial Government, as it may wish to make.  \n \n \n1Subs. by F.A.O., 1975 Art. 2 and Tabl\n \n \nPage 9 of 14 \n  \n             (3) The Central Council, after considering the explanation given and any representation \nmade under sub -section (2) and any observations on t he representation which the Provincial \nGovernment may think fit to make, may, by notification in the official Gazette, declare that its \napproval of the course of study or examination conducted or held by the institution or authority \nconcerned shall stand w ithdrawn with effect from such date as may be specified therein ; and every \nsuch declaration shall state that the course of study or examination conducted or held by such \ninstitution or authority shall be deemed to be approved only when completed or passed , as the case \nmay be, before the date so specified.  \n \n            23.  Functions of a Provincial Council. ⸻The functions of a Provincial Council shall  be⸻ \n \n            (a)    to prepare and maintain registers of pharmacists and apprentices in pharmacy ;  \n \n(b) to register pharmacists and grant certificates of registration ;  \n \n(c) to conduct examinations for the purpose o f registration as pharmacists ; and  \n \n(d) to do such other acts and things as it may be empowered or required to do by \nthis Act.  \n \n24. Preparation and maintenance of Registers. ⸻(1) The Provincial Council shall prepare \nor cause to be prepared and maintained the follo wing Registers of Pharmacists and apprentices for \nthe Province, namely : — \n \n1 “[(a) Register A —in which shall be registered the persons specified in clause (a)  of \nsub-section (1) of s ection 25  ; \n \n(b) Register B —in which shall be registered the persons specified  in clauses (b) \nand (c) of the said sub -section  ; and ”.  \n \n(c)       Register C —in which shall be registered the apprentices in pharmacy  : \n \n      Provided that the Provincial Council may, with the previous approval of the Provincial \nGovernment, discontinue  the registration of apprentices in pharmacy and may, with like \napproval re -open such registration after it has been discontinued and shall, upon such \ndiscontinuance or re -opening, publish in the official Gazette a notice thereof specifying \nthe date of suc h discontinuance or re -opening.  \n \n(2) Every Register prepared and maintained under sub -section (1) shall include the following \nparticulars relating to a person registered, namely : — \n \n  (a)  full name ;  \n \n  (b)  residential address ;  \n \n  (c)  professional address ; \n \n  (d)  father’s name ;  \n \n  (e)  date and place of birth ;  \n \n  (f)   nationality ;  \n \n  (g)  qualifications ;  \n \n1Subs. by Act  No. XXII  of 1973 , s. 9. \n \n \nPage 10 of 14 \n (h)  date on which registered ; and  \n \n(i)   such other particulars as may be prescribed by bye -laws.  \n \n            25.  Qualif ications for registration as a p harmacist or as an apprentice in \npharmacy. ⸻(1) The following persons shall, subject to the provision of sub -section (3), be \nqualified for registration as pharmacists under this Act, namely : — \n \n(a) persons who hold a degree in pharmacy conferred by a University or an institution \naffiliated thereto, whe re the degree is recognised by the Central Council  ; \n \n(b) persons who hold a diploma in pharmacy granted by any institution recognised by \nthe Central Council  ; and  \n \n(c) persons who pass the examination in pharmacy held by a Provincial Council 1[*] \n \n              2[* * * * * * *] \n \n \n               2 “ [(1A) Subject to the provisions of sub -section (3), during the period of one year from the \ncomme ncement of the Pharmacy (Amendment ) Act, 1973, a person who was, on the 19th day of \nJune, 1 972, to be deemed to be qualifie d for registration as a pharmacist s hall be deem ed to be so \nqualified . ” ; and  \n \n2[(2) T he following persons shall, subject to the provisions of sub -section (3), be qualified to \nbe registered as an  apprentice in pharmacy, namely : — \n \n(i) an Inspector of Drugs a nd a Government Analyst appointed under the 2[Drugs \nAct, 1976  (XXXI of 1976 )], if not otherwise eligible for registration  ; \n \n(ii) a person certified by a Government Hospital to be a qualified compounder and \ndispenser  ; \n \n(iii) a person who has been taken as a student or apprentice in pharmacy by, and \nproduces a certificate to that effect from, a pharmacist registered in Register A \nand approved for the purpose, by notification in the official Gazette, by the \nProvincial Government  ; and  \n \n(iv) a person who is a qualifie d perso n within the meaning of r ule 65 of the West \nPakistan Drugs Rules, 1958, if not otherwise  eligible for registration.] . \n \n(3)    No person shall be qualified for registration as a pha rmacist or as an apprentice in \npharmacy ⸻ \n \n \n \n \n \n \n \n \n \n \n \n \n \n(a) if he is of unsound mind and stands so declared by a court  ; or \n \n            (b)       if he has been convicted by a court of any offence which in the opinion of the \nProvincial Council involves moral turpitude.  \n \n26. Procedure for registration. ⸻(1) As soon as may be after the opening of the Registers \nunder section 24, the Provincial Council shall, by notification in the official Gazette, invite applications \nfrom persons desirous of being registered as pharmacists or as apprentices in pharmacy.  \n \n \n1Subs.,  ins., and omitted by Act No. XXII of 1973, s. 10.   \n2Subs. by the Federal Law (Revision and Declarati on) Ordinance No. XXII of 1981 , s. 3 and Sch.  II. \n \n \nPage 11 of 14 \n  \n       (2) An application for registration shall contain such particulars and be made in such form  as \nmay be specified by the Provincial Council and shall be accompanied by such fee as may be \nprescribed by the bye -laws.  \n \n      (3) The Provincial Council shall examine every application received by it and, if it is satisfied \nthat the applicant is qualifi ed for registration under section 25, direct the entry of the name of the \napplicant in the appropriate Register.  \n \n      (4) The Provincial Council shall, if it rejects the application of any person, inform the applicant \nin writing of such rejection within ninety days from the date of receipt of the application, and the \napplicant may within sixty days of the receipt of the information appeal against such rejection to the \nProvincial Government whose decision thereon shall be final.  \n \n      (5) Failure to infor m the applicant of the rejection within the period specified in sub -section (4) \nshall be treated as acceptance of the application for registration.  \n \n27. Certificate of registration. ⸻(1) The Provincial Council shall issue a certificate of  \nregistration to a person who has been registered under section 26.  \n \n(2) A certificate of registration issued under sub -section (1) shall bear a number and the official \nseal of the Council and be signed b y its President and the Secretary and shall contain the following, \nnamely : — \n \n(a)   a passport size photograph of the person registered ;  \n \n(b)   the full signature of the person registered ; and  \n \n       (c)       an endorsement of any mark of identification of the  person registered.  \n \n(3)  A copy of the certificate with all the particulars specified in sub -section (2) shall be kept in \nthe official records of the Council.  \n \n       (4) A person to whom a certificate of registration has been issued may, if the original is l ost, \ndefaced or mutilated or for any other reason, obtain a duplicate thereof on payment of the same fee \nas was paid for the original.   \n \n28. Revocation of certificate. ⸻(1) The Provincial Council may, after giving the person \nconcerned an opportunity to make rep resentation and of being heard, revoke the certificate of \nregistration issued to him, if such person ⸻ \n \n(a)  incurs any disqualification specified in sub -section (3) of section 25 ; or  \n \n(b)  contravenes any of the provisions of the Poisons Act, 1919 (XII of 1919), the \nDangerous Drugs Act, 1930 (II of 1930), the 1[Drugs Act, 1976 (XXXI of 1976 )], \nor this Act or of the rules made under any of those Acts  ; or \n \n(c) fails or neglects to comply with any directive in respect of the profession of a \npharmacist with the 2[Federal  Government] or the Provincial Government may, \nfrom time to time, issue ; or  \n \n1Subs . by the Federal Laws (Revision and Declaration) Ordinance, 1981, s. 3 and Sch. , II. \n2Subs. by F. A. O., 1975, Art. 2 and Table. \n \n \nPage 12 of 14 \n (d) is guilty of such professional misconduct as  may be laid down by the Provincial \nCouncil in this behalf.  \n \n(2) Where any certificate of registration is revoked under sub -section (1), the name of the person \nwhose certificate has been so revoked shall, after he has been given a notice in writing of such \nrevocation, be struck off the register in which his name was entered and his registration shall thereupon \nstand cancelled.  \n \n(3) The Provincial Council may, of its own motion, and shall, upon an application made in this \nbehalf within thirty days of the receipt of the notice under sub -section (2) by the person concerned, \nreview its decision to revoke a certificate of registration ; and the decision of the Council upon such \nreview shall be final.  \n \n29. Examination for registrati on as p harmacists. ⸻(1) For the purpose of re gistration as \npharmacists, the Provincial Council shall, after giving notice in this behalf hold examinations twice in \nevery year.  \n \n(2)  An examination under sub -section (1) shall be held 1[at such place in a Province as the \nProvincia l Council may decide” ]. \n \n(3) Notice of an examination shall be published for a continuous period of not less than one \nweek in at least one newspaper in English and one newspaper in the local language, each having wide \ncirculation in the Province.  \n \n(4) Every application for admission to an examination shall be made in such manner and in such \nform as may be specified by the Provincial Council and shall be accompanied by ⸻ \n \n(a)  such fee as may be prescribed by the bye -laws ;  \n \n(b)  a certificate of good moral character from a respectable person ; and  \n \n(c)  such other papers or particulars as may be required by the Provincial Council.  \n \n30. Qualifications for admission to an examination. ⸻An applicant for admission to an \nexamination under section 29, ⸻ \n \n(a) shall not be below seventeen years of age on the date fixed fo r the examination \n; \n \n(b) must have passed the matriculation examination or an equivalent Higher \nSecondary or Senior Cambridge examination with general science as one of \nthe subjects,  \n \n 1[* * *] ; and  \n \n(c) must have been registered as an apprentice in pharmacy for a period of not \nless than two years before the date fixed for the examination :  \n \n \n \n \n \n1Subs. by Act No. XXII of 1973, s. 11.\n \n \n \nPage 13 of 14 \n   Provided that clause (c) shall not apply during any period during which registration of \napprentices in pharmacy remains discontin ued under the proviso to sub -section (1) of \nSection 24 and the period of two years thereafter 1[:] \n \n1[Provided further that, notwithstanding anything  contained in this Act, it shall not be \nnecessary for any apprentice in pharmacy to attend any regular clas ses or to complete any number of \ndays or lectures at any institution, for the purpose of being qualified to be admitted to a n \nexamination under Sectio n 29.].   \n \n              31. Prohibition of practice without registration. ⸻(1) Subject to the provisions of sub -\nsection (4), no person shall, after the expiry of five years from the commencement of this Act or  such \nlater date as the 2[Federal Government] may, by notification in the official Gazette, specify in this \nbehalf, pract ice as a pharmacist unless he is a registered pharmacist and displays his certificate of \nregistration in a conspicuous place within the premises in which he so practices.  \n \n              (2)  Whoever employs any pharmacist for the purpose of any business in  pharmacy shall \ncause the certificate of registration of the pharmacist so employed to be displayed in a conspicuous \nplace within the premises in which such business is carried on.  \n \n1[(3) Whoever contravenes the provisions of sub -section (1) or sub -section  (2) shall be \npunishable, with imprisonment of either description for a term which may extend to six months, or \nwith fine which may extend  to one thousand rupees, or with both.” ; and  \n \n(4)     Nothing in sub -section (1) shall apply to ⸻ \n \n(a) a registered m edical practitioner as defined in the 3[Medical and Dental \nCouncil Ordinance, 1962], or a person authorized to prescribe antibiotic and \ndangerous drugs under the Allopathic System (Prevention of Misuse) \nOrdinance, 1962  (LXV of 1962) , who dispenses medicine  to his own patients \nor serves his own prescriptions ;  \n \n(b) a person who deals in non -poisonous household remedies in original and \nunopened container at any store or place or prepares non -poisonous household \nremedies in accordance with the rules made under  the 1[Drugs Act, 1940 \n(XXIII of 1940)] ; \n \n(c) a person who manufactures, sells or distributes drugs and medicines which fall \nexclusively under the unani, ayurvedic, biochemic or homeopathic system of \nmedicine ;  \n \n(d) a person engaged as a health or veterin ary technician in a Government hospital \nor institution ; 2[*] \n \n(e) a foreign pharmacist who is engaged, with the approval of the Central \nCouncil, for the purposes of consultation, advice or instruction 2[; and]  \n \n \n \n \n \n1Omitted, subs. and added by Act No. XXI I of 1973 ss. 12 and 13.  \n2Subs. by F.A.O., 1975, Art. 2 and Table .  \n \n \n \n \nPage 14 of 14 \n “ 2[(f)  an apprentice in pharmacy, during the period of four years from the \ncommencement  of the P harmacy (Amendment)  Act, 1973, or du ring such \nfurther period as the Federal Government m ay, by notification in the of ficial \nGazette, specify in this behalf.] . \n \n32. Cognizance of offences, etc. ⸻No court shall take cognizance of an offence under this \nAct except upon a complaint in writing made by an Inspector appointed under the 1[Drugs Act, \n1976], or an officer specially empowered in this behalf by the Provincial Government.  \n \n33. Indemnity. ⸻No suit,  prosecution or other legal proceeding shall lie against any person \nfor anything which is in good faith done or intended to be done under this Act.  \n \n34. Power to make bye -laws.⸻(1) A Council may with the previous approval, in the case of \nthe Central Counci l of the 1[Federal Government], and in the case of a Provincial Council of the \nProvincial Government,  make bye -laws for carrying out the purposes of this Act.  \n \n            (2) In particular and without prejudice to the generality of the foregoing power, su ch bye -\nlaws may provide for all or any of the following matters, namely : ⸻ \n \n                        (a)        the procedure for the meetings of the Council and of its committees ;  \n \n(b)  the management of the property of the Council  ; \n \n(c) maintenance and audit of the accounts of the Council ;  \n \n(d) the procedure for election of  the Vice -President  ; \n \n(e) the powers and duties of the President, Vice -President and other members of \nthe Council ;  \n \n(f) the terms and conditions of service of the Secretary and other officers and \nstaff of the Council  ; \n \n(g) fees to be prescribed under th is Act  ; and  \n \n(h) such other matters as are required by this Act to be provided for by bye -laws \nor are considered necessary for the efficient performance of the functions of \nthe Council.  \n \n(3) Until such time as the bye -laws are made, the President of the C ouncil may issue such \ninstructions as he may consider necessary to regulate all or any of the matters specified in sub -\nsection (2)  ; and any such instructions shall stand rescinded upon the making of bye -laws by the \nCouncil.  \n \n \n \n__________  \n \n \n \n \n \nDate: 13 -09-2024  \n1Subs. by F.A.O., 1975, Art. 2 and Table .  \n2Omitted and added by Act No. XXII of 1973  s. 13 ."
}