{
    "file": "./converted_json\\administrator2fdb5ccd9d442238fd84fbcf1b8bafb8.json",
    "name": "The Dourine Act, 1910",
    "date": "25th February, 1910",
    "tagline": "An Act to provide for the prevention of the spread of Dourine",
    "content": "Page 1 of 5 \n  \n \nTHE DOURINE ACT, 1910  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definition s \n3.  Registration of horses  \n4.  Appointment of inspectors and veterinary practitioners  \n5.  Powers of inspector  \n6.  Duties of inspector  \n7.  Inspection of horses  \n8.  Powers of veterinary practitioner  \n9.  Compensation for horse destroyed, etc . \n10.  Settlement of compensation  \n11.  Committees for hearing appeals  \n12.  Appeals  \n13.  Vexatious entries and searches  \n14.  Rules  \n15.  Penalties  \n16.  Protec tion to persons acting under Act  \n \n   \n \n\n \nPage 2 of 5 \n THE DOURINE ACT, 1910  \nlACT No. V OF 1910  \n[25th February, 1910]  \nAn Act to provide for the prevention of the spread of Dourine  \nWHEREAS it is expedient to provide for the prevention of the spread of dourine; It is  hereby \nenacted as follows :___ \n1. Short title and extent.___(1) This Act may be called the , 1910.  \n(2) This section extends to 2[the whole of Pakistan]: the rest of this Act extends only  to such \nareas as the 3[Provincial Government] may, by notification in the 4[official Gazette],  direct.  \n2. Definition.___ (1) In this Act, the expressions “inspector” and “veterinary  practitioner” mean, \nrespectively, the officers appointed as such under this Act, acting within  the local limits for which they \nare so appointed.  \n(2) The provisions of this Act in so far as they relate to entire horses shall, if the  \n3[Provincial Government], by notification as aforesaid, so directs, apply also to entire asses  \nused for mule -breeding purposes.  \n3. Registration of horses.___ The 3[Provincial Government] may, by notification as  aforesaid, \nmake such orders as it thinks fit directing and regulating the registration of entire  horses maintained \nfor breeding purposes.  \n4. Appointment of i nspector s and veterinary practitioners.___(1) The 3[Provincial  \nGovernment] may, by notification as aforesaid, appoint any persons it thinks fit to be  inspectors, and \nany qualified veterinary surgeons to be veterinary practitioners, under this  Act, and to e xercise and \nperform, within any area prescribed by the notification, the powers  conferred and duties imposed by \nthis Act upon such officers respectively.  \n(2) Every person so appointed shall be deemed to be a public servant within the  meaning of the \nPakistan Penal Code (XLV of 1860).  \n5. Powers of inspector.___ An inspector may, subject to such rules as the 3[Provincial  \nGovernment] may make in this behalf, – \n \n1For Statement of Objects and Reasons, see Gazette of India, 1909, Pt. V, p. 96; for Report of Select Committee,  \nsee ibid., 1910, Pt. V, p. 27; and for Proceedings in Council, see ibid., 1909, Pt. VI, p. 157, and ibid., 1910, Pt.  \nVI, pp. 13, 90 and 121, dated the 5th February, 1910, the 26th February 1910, and the 12th March, 1910,  respectively.  \nThis Act has been extended to Baluchistan by notification under the Scheduled Districts Act, 1874, (14 of  1874), s. 5, see Gazette of India, 1916 Pt. II, p. \n211. \nIt has also been extended to the Leased Areas of Baluchistan, see G.G.O. 3 of 19 50, and applied in the Federated  Areas of Baluchistan, see Gaz. of India, \n1937, Pt. I, p. 1499.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from  the 14th October, 1955), for “all the \nProvinces an d the Capital of the Federation” which had been subs. by A.O., 1949, for “the whole of British India”.  \n3Subs. by A.O., 1937, for “L.G.”.  \n4Subs. ibid., for “local Gazette”.  \n \n \nPage 3 of 5 \n  (a)  enter and search any building, field or other place for the purpose of ascertaining  \nwhether there is therein any horse which is affected with dourine; 1* \n(b)  prohibit, by order in writing, the owner or keeper of any horse, which in his  \nopinion is affected with dourine, from using such horse for breeding purposes,  \npending exa mination by the veterinary practitioner ;  \n2[(c)  direct, by order in writing, the owner or keeper of any horse which, in the  \nopinion of the inspectors, is affected with dourine to remove it or permit it to  be \nremoved for the purpose of segregation to a pla ce specified in the order,  and \nsuch direction shall be sufficient authority for the detention of the horse in  that \nplace for that purpose.]  \n6. Duties of inspector.___ An inspector issuing an order under section 5, 3* * shall  forthwith \nforward a copy of such order to the veterinary practitioner.  \n7. Inspection of horses.___ A veterinary practitioner receiving a copy of an order  forwarded \nunder section 6 shall, as soon as possible after receipt of such copy, examine the  horse mentioned \ntherein, and may for such purpose enter any building, field or other place.  \n8. Pow ers of veterinary practitioner.___ A veterinary practitioner may – \n(a)  cancel any order issued under section 5 4* *; or  \n(b)  if on microscopical examination 5[ or by other scientific test] he fin ds that any  \nhorse is affected with dourine,___ \n(i)  in the case of an entire horse, cause it to be castrated,  \n6(ii)  in the case of a mare, with the previous sanction of such authority as  the \n7[Provincial Government] may appoint in this behalf, or, if so \nempowered by the  7[Provincial Government], without such sanction, \ncause it to be destroyed.]  \n9. Compensation for horse destroyed,  etc.___ When any horse is castrated or  destroyed under \nsection 8, the market -value of such horse immediately before it became  affected with dourine shall be \nascertained; and the 7[Provincial Government] shall pay as  compensation to the owner thereof___ \n(a)  in the case of a mare which has been destroyed, or of an entire horse  which has \ndied in consequence of castration, such market -value, and,  \n(b)  in the case of an entire horse which survives castration, half the  amount by \nwhich such value has been diminished owing to infection  with dourine and \ncastration . \n \n1The words “and” omitted by the Dourine (Amdt.) Act, 1920 (8 of 1920), section 2.  \n2Clause ( c) ins. ibid. \n3The word, brackets and letter “clause (b)” omitted by the Dourine (Amdt.) Act, 1920 (8 of 1920 ), s.3. \n4The word, brackets and letter “clause (b)” omitted ibid.,  s. 4. \n5Ins. ibid., s. 4.  \n6Subs. ibid., for the original sub clause (ii).  \n7Subs. by A.O., 1937, for “L.G.”.  \n \n \nPage 4 of 5 \n 10. Settlement of compensation.___(1) A veterinary practitioner may award, as  compensation \nto be paid under section 9 in respect of each horse castrated or destroyed under  section 8, a sum not \nexceeding two hundred and fifty rupees.  \n(2) If, in the opinion of the veterinary practit ioner,  the amoun t which sh ould be paid as such \ncompensation exceeds two hundre d and fifty rupees, he shall report accordingly to the Collector, who \nshall decide the amount to  be so paid.  \n11. Committees for hearing appeals.___ (1) The l[Provincial Government] shall, by  rules \npublished in the 2[official Gazette], make provision for the constitution of a committee  or committees \nfor the hearing of appeals from decisions under section 10.  \n(2) Such rules shall provide that not less than one member of any committee  constituted \nthereunder shall be a person not in the 3[service of the Government] or of a local  authority.  \n12. Appeals.___ Any owner may, wi thin two months from the date of a decision under  section \n10, appeal against such decision to the committee constituted in that behalf by rules  made under section \n11, and the decision of such committee shall be final.  \n13. Vexatious entries and searches.___ (1) Whoever, being an inspector appointed  under this \nAct, vexatiously and unnecessarily enters or searches any field, building or other  place, shall be \npunishable with imprisonment for a term which may extend to six months, or  with fine which may \nextend t o five hundred rupees, or with both.  \n(2) No prosecution under this section shall be instituted after the expiry of three  months from \nthe date on which the offence has been committed.  \n14. Rules.___ (1) The l[Provincial Government] may make rules for the purpose of  carrying into \neffect the provisions of this Act.  \n(2) In particular, and without prejudice to the generality of the foregoing power such  rules as \naforesaid may___ \n4[(a)  regulate the exercise of the powers conferred on Inspectors under section 5; ] \n(b)  regulate the action to be taken by veterinary practitioners under section 8; 5* \n5*  *  *  *  *  *  * \n(3) All such rules shall be published in the 6[official Gazette], and, on such  publication, shall \nhave effect as if enacted in this Act.  \n(4) In making any rule under this section the 7[Provincial Government] may direct  that a breach \nof it shall be punishable with fine which may extend to fifty rupees.  \n \n1Subs. by A.O., 1937, for “L. G.”.  \n2Subs. ibid., for “local official Gazette”.  \n3The original words “employ of Government” were first subs. , by A.O., 1937, and then amended by A.O., 1961 Art. 2 ( with effect from the  \n23rd March, 1956), to read as above.  \n4Subs. by the Dourine (Amdt.) Act, 1920 (8 of 1920), s. 5, for the original clause ( a). \n5The word “and” at the end of cl. ( b), and cl. ( c) omitted, ibid. \n6Subs. by A.O., 1937, for “local official Gazette”.  \n7Subs. ibid., for “L, G.”.  \n \n \nPage 5 of 5 \n 15. Penalties.___ Whoever uses or permits to be used for breeding purposes – \n(a)  any horse which has not been registered in accordance with the requirements  of \na notification under section 3 . or \n1[(b)  any horse in respect of which an order under clause (b) or clause (c) of section  \n5 is in force,]  shall be punishable with fine which may a mount, in the case of a first conviction, \nto fifty  rupees, or, in the case of a second or subsequent conviction, to one hundred rupees.  \n16. Protecti on to persons acting under Act.___ No suit, prosecution or other legal  proceeding \nshall lie against any pers on for anything which is, in good faith, done or intended  to be done under this \nAct. \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n1Subs. by the Dourine (Amdt.) Act, 1920 (8 of 1920), s. 6, for the original clauses (b) and (c )."
}