{
    "file": "./converted_json\\administrator0a3c2a781540f6cc957a873c9ff7924f.json",
    "name": "Publication of Laws of Pakistan (Amendment) Act, 2022",
    "date": "October 19, 2022",
    "tagline": "An Act to amend the Publication of Laws of Pakistan Act, 2016",
    "content": "R.f,GISTEREDNo.M-302L.-7ffi9\n(MteGWdfic d Su[t tur\nEXTRAOADINARY\nPUBLISHED BY AUTHORIW\nISLAMABAD, WIDNESDAY! OCTOBER 19, 2022\nNo. 8.9 (21r12022-l,egis. 'Ihc lbllorving Act of Majlis-e-Shoora\n(Parliamc n0 received thc assent of the President on the I 4th October, 2022 a is\nhereby published for general information -\nACTNO. XXIII OF 2022\nAn Act to omend the Prblicatton af Laws of Pahstoh Act, 2016PAR'I' I\nActs, Ordinances, Presidenl's Orders and Regulations\nSEI{ATE SECRETARIAT\nIslanobad, the lSth octohet, 2022\nIt is hereby enactcd as follows:-\nI - Short titl€ .nd coEmetrcemerl.- ( 1) This Act shall be called the\nPublication oftaws ofPakislan (Amendmen0 Act, 2022.\n(2) Ir shall come in to force at once.WIrER-EAS it is expedient to ,mcnd rhe Publication of Laws of Pakistan\nAcl, 2015 (X I of 2016), in the manner and for thc purposes hereinafter\nappearing;\n[9s56(2022)/Ex. Caz.](r 133)\nPrice: Rs. 10.00\n2. Amendh€nt of s€ction 2, Act XIII of 2016.- In the Publication\noflrws of Palistan Act,2016 (XIII of2016), hereinallcr refer.ed to as the said\nAcl in scction 2,-l l34 THE GAZETIT OF PAKISI AN. IIXTR{., OCTOBER 19, 1022 [P^Rr I\n(i) the existing clause (a) shall hc re-leftered as clause (ab) and before\nthat the following new clauses (a) and (aa) shall bc adde4\nnamely:-\n\"(a) \"adminisrrative depadmcnt' means thc dcpartment of the\nrespcclive Provincial Covemmeft to which business of this\nAct in the provincial domain stands allocaled;\n'(ii)\n(iii)in clause (b) the words '1o b€ ', shall be omittedr\nafter clause (b), amended as aforEsaid, thc following new clause\nshall be inserted, namely:\n\"(ba)\"Chairperson\" means Chairperson of the concemed appellate\nCommittee;\";\n(iv) clause (c) shall be omirEd;\n(v) after clause (d), the folbwing new clauses shall be inserted,\nnamely.-(za) \"adminisrmlive drvision\" means the Division of rhe liederal\nGovemment to \\rhich bNiness of this Act in the Federal\ndomain slands allocatcd;\";\n\"(da) 'membe/' means a memb€r of lhe concemed app€llate\ncommiltee;\n(db) \"person\" shall havc thc same mcaning as assigned ther€to io\nsection 1l of the Pakist n Penal Code (Act XLv of t 860);\";\nand\n(vi) in clause (g), for the word lu.istic\", thc word \"legal\" shall b€\nsubstiluted.\n3. Amerdment of sectior 3, Act XllI of20l6. In the said Act, in\nsection 3, in sub-section (l), in clause (c), after rhe word \"cerltfrcate\", the words\n\"of accuracy\" shall b€ inserted.\n4. Substitution of section 4, Act XIll of 2016.- In the said Act, for\nsection 4, rhe following shall be substiluled, namel]_:\nPaRl Il TllE GAZLTrE OF PAKISTAN, EXTRA., oCTOBER 19, 2022 I 135\n''4. Eremptiotr from registratiotr.-A public seclor orgarization\nand lcgislaturc shall be exempt from regislration under this Act but the\nlread of the public sector organizatron or the secretary of the Senate or\nthe National Assembly or a Provincial. Assembly, as lhe case may be,\nshall ensun accuracy ofthe contcnts of a law of Palistan published by\nthe public sector organization or, as the case may be, a legislature.\".\n5. Amendment of sectiotr 5, Act XIll of 2016.-ln the said Act for\nsection 5, thc following shall be substituted, namely:-\n''5. Mrintenrlce of Laws of Pekrstrn.- lhe administrative\ndivision and each adminislrative depaflment shall maintain authentic and\nupdated version oflaws of Pakistan relating to their respective domain in\nhard and soft form along with translation thereof at least in Urdu\nlanguaSe and shall ensure safe cuslody thereol\".\n6. Substitution of section 6, Act XIII of 2015.-In the said Act, for\nsection 6, the follo',vrng shall be substituled, namely:\n\"6. La\\ys of Pakistan Cell.-There shall be in the administrative\ndivision and each administrative deparlment a Laws of Pakislan Cell in\ntheir respective domain rvhich shall consist of such officers and staff\nmembcrs lo bc appointed as civil servants under the respective laws\nn,ade pursuant to Article 240 ofthe Constitution of the Islamic Republic\nof Pakistan for perlormance of their functions in ac.cordance $ith the\nprovisions ofthis Act and the respecdve rule thereunder.\".\n7. Amendm€nt of section 7, Act XIII of 2016.-ln rhe said Act, in\nsection 7,\n(i) in clause (f), for the word \"nne\", the words \"administrative\npenalty\" shall be substitutes; and\n(ii) in clause (i), for the word \"above\", the word \"aroresaid\" shall.be\nsubstitued.\n8. Amcndmcot oI s€ction 8, Act XIII of 2016--In the said Act in\nsection 8, in sub section (1),-\n(i) for the words \"twenty working days\", the words \"three months\"\nshall he suhstitutcdi and\n(ii) for the pioviso, the following shall be substituted namely:-\n\"Provided thar the administrative divisionor, as the case may\nbe, the administrative dep:ftment may, for reasons to be recorded\nin wriling, extend in its respective domain the said period for\nfu(her three months.\"\n9. Omission of section q Act XIII of 2016.-ln the said Act, section 9\nshall be omitted.\n10. Omirsior oflectl,otr 10, Act xlII of 2016.-ln the said Act sec.ion 10\nshall be orhiaed.I136 THE GAZETTE OF PAKISTAN, FlxTRA., OCTOBER 19, 2022 [PaRr I\n11. Substitutior of rcction ll, Act XIII of 2016.-ln lhc said Acl for\nsection I I, fie following shall be substituted, namely:-\n\"l l. CoNtitution of Eppellatc committR -{ l ) t]1e adminisEative\ndivision shall, by notification in lhe ofhcial Gazette, consitr(e an\nappellate commitlee consrsting of rhe following for frerformance of its\nfunctions under this Acl including hearing app€als in ils domain under\nseclion 23, namely:-\n(2) The administrative depanment may, by notification in the official\nG^zette, constitute an appollaG committee for performance ofiLs funclions under\nthis Act. including hearing appeals in its domain under section 23.\n. (3) The administrative division rnay incrcasc or decrease the number of\nmembers ofthe appellate commiftee under sub-section (1) as it may deem fit.\n(4) The appellate commiEee con(ituled under sub-section (l) or\nsub-.section (2) may for the purposc of cliciling lcchnical or cxpcrl vi€w coopt\n4ny person for assistanc€ without having any right to vote.\n(5) Decision of majority members ofthe appellate committee cor$tituted\nunder sub-section (l) or, as the case may be, sub-section (2) present and voting\nshall be construed as decision ofthc conccnrcd appcllate comm;ttec.S. NoPerson rD@inl€d or nominatcd Status\nISecretary of the adminisEative division or his nominee\nnot below the rant ofjoint sccrclary or cquivalent\nOne representativc from PrintinB Corporation ol'\nPakislan kess not below the rank ofdeputy secretary or\nequivalent2\n3Gle represenBtive from the Pakislan Publishers and\nBook Sellers Associarion\n4one representative fiom National Archives of Pakistan\nnot below the ranl of secrctary or equivalent\nOne representative from National Languagc Promotion\nDcpartment not below the rank of deputy secretary or\nequivalent5\n6An omcer of drafting and legislalion ning of the\nadministrative division not below the rank of deputy\nsecretary or equivalent\nPART Il THE GAZETIE OF PAKISTAN, EXTRA., OCTOBER 19,2022 ll37\n(6) One-halfofits total members shall constitute quorum for a meering\nof the concemed appellate committee and a ft'action thereof shall b€ counted as\none.\n(7) ln absence of the Chairpe6orl the concemed appellate committee\nshall oominate from amongst ils members present a member to preside over the\nmeeling.\n(E) The meetings ofthe concemcd apnellate committee shall be coivened\nand conductcd as may bc prcsc.iH by respective nrles.\n(9) The administralive division or, as the cas€ may bc, the\nadministralive department may issue gr.ridclines to the Cell in its respective\ndomain which shall be binding for corrective measurcs on emcient working of\nfie Cell.\".\n12. Onission of sectioD 12, Act XIII of 2016.-ln the said Act,\nsection l2 shall be omitted.\n13. Amendmcnt of section 13, Act XIII of 2016.-ln the said Act in\nseclion Il,-\n(i) in sub-section (l ),\n(ii) in sgtFs€dion (2),(a) for the expression 'Sccretary, member, Director,\", the words\n\"a member\" shall be substih.ted; and\n(b) for the word \"supervisory\", occuning twice, the word\n\"app€llalc\" shall be subsliluted;and\n(a) for rhc word \"supervisory\", the word \"appellale\" shall be\nlubstituted;and\n(b) for rhc word \"rvirhdraw\", the woad 'rectlse\" shall be\nsubstiruted.\n14. Amendmcnt of scction l4 Act XIII of 2016. ln the said Act, in\nsection 14, the words \"authorized for this purpose by the Cell\", the expression\n\"of fie Cell authorized lor rhis purpose by lhe administrarive division or. as the\ncas€ may be, the administrative departrnenf' shall be substiruted.\n15. AEerdmcnt of section ll Act xm ot 2015.-In the said Acl, in\nsection 15,-\nI I3E THE GAZETTE OF PAKISTAN, EXTRA,, OCTOBER 19, 2022 [P^RT I\n(a) in sub-section (2),\n(i) clause (a) shall be omitted;\n(ii) in clause (b), the words \"hotding a larv degrec from a\nrecognized university or a person\" stall be omitted; and\n(iii) in clause (c), lor the word \"prinreC', the word \"printing\" shall\nbe substituted.\n(b) after sub-section (3), thc following new sub-section (3A) shall bc\ninsertcd, nainely:-\n\"(3A) The publisher shall bc bound to publish within two\nmonths the updatcd versio of law of Pakisran containing all the\namcndments rn rcspect of rvhich a cenificate of accuracy hf,s b€en\nissued by the Cell and whcrc a subscquent amendment is made aflcr\nissuancc of the certificate of accuracy in thc law of Pakistarf the\npublisher shall be bound to seek within trro months of the\namendment ftesh certificalc ofaccuracy for pLtblishing the updated\nlaw of Patistan within two monlhs after issuance of the fresh\ncenifi cate of accuracy.\".\n16. Amendment ofscction 17, Act XIII of 2016.- In the said Act, in\nseclion I7, in subsection (l), afler thc word \"Pakistan\", occurring for the first\ntime, the words \"in its respective domain\" shall be inserled.\n17. AmeDdment of s€ction 19, Act Xlll of 2016,- In rhc said Acl,\nfor s€ction 19, the following shall be substituted, namely:-\nal9. Penrlty.--( 1) Ifa person publishes or sclls a law of Pakistan\nin violation of all or any of lhe requirements under seclion 15, the Cell\nmay, subjecl to noticc and opponudty of he€ring, direct the person to\npay a penalty of an amount which may extend to fifty rhousand rupees.\n(2) ln case ofrecurring breach as specified in suFseEtion (1), the\npcrson shall be subjecr to a penalty which Inay extcnd to onc hundred\nthousand rupees.\".\n18. Amendmert of s.ctioo 20, Act XIII of2015.- In lhe said Ac! in\nsection 20,-\n(i) in suEsection (I),-\n(a) the words \"simple imprisonment for a term which may extend\nto three months and\" shall be omitted; and\nPART I] THE CAZETTE OF PAKISTAN, EXTRA,, OCTOBER 19, 2022 I I ]9\n(b) the expression \",but shall not be less than two hun&€d thousand\nnipces\" shall be omitted.\n00 in sub-scclion (2), the vrords \"simple imprisonment for a t€rm\nrvhich may exlend to onc month and\" shall be omitted; and\n(iiDsuEscction (3) shall be omitted.\nAmendment of s€clion 21, Act XIII of 2016. tn the said Acl in t9.\nsection 21,-\n(ii) for rhc word \"held\", the words \"is found guilty\" shall be\nsubstituted;(i) in the merginal heading, fo. the word'Juristic\", the word \"legal\"\nshall be substituted;\n(iii) for the words \"guilty of', occu.ring for thc first time, the words \"is\nconvicled for\" shall be substituted;\nfor thc word \"and\", the lrord 'br\" shall be substiruted(iv) after the word \"firm\", occuring for the second time, the expression\n\", by whatevcr name called,\" shall be insened;and\n(v)\n20.\nsection 22,-\n(i)Am.ndmeDt of section 22, Act XIU of 2016. In the said Acq in\nin suuseclion ( I ),-\n(a) for lhc *ord '!erson\", rhe expression '9fficer oflhe Cell with\nprior.approval of adminisradve division ot as the case may\nbe, adminishtive depanmenC'shall be substituted; and\n(b) after the word \"Magistrate\", the words \"of the\" shall be\ninsertcd: and\n(ii) in suusection(2),-\n(a) after the word \"Magis1ra1e\", the words \"of the\" shall be\ninserlcd;and\n(b) for thc cxpr€ssion r'(V of 1898)\", the expression \"(Act V of\n1898)\" shall be substituted.\nI IUTO THE CAZL]TI.E OF PAXISTA\\. EXTRA,, OCTOBER 19, 2022 IPAXT I\n22. Amendmetrt of sectior 24 Act XIII of 2016.- ln the said Act, in\nrection 24, for thc word \"supervisory\". lhe word'appellate\" shall be substituted.\n23. Substilulion ofsection 25, Act XIII of2016. In rhc sard Acl, for\ni€ction 25, the followin8_shall be subslilulcd, namely'-\n\"25. Pow€r to make rules.*{he adDinistrative division and the\nadministrati!€ deportment may in thcir resp€ctive domair, by notiflcation in\nthe official Gazette, make rules for carrying out the purposes of lhis\n24. Itrsertior ofs€ction 26A, -{ct XIlof2016. Inthesaid Acq alier\nsection 26, the following new section 26A shall bc inse(ed, namely:-2l. Am€ndment ofseclioD 23, Acl XIII of 2016.-ln the said Ac( in\nscction 23, for the word \"supervisory\", occurring twice, the words \"concemed\nappellate\" shall be substitutcd.\n\"26A- Indemnity.-No suil, prosecution or other legal proceedings\nshall lie against the Federal Covemmenl the Provincisl Govemments,\nany officer of l}le Cell or any other person exercisrng any powe; or\nperforming any function under lhis Act or the rules for an),thing ,*tich is\nin good fairh done or inlended to tre done under this Acr or the rules\nmade thereunder,\".\nMAJOR (R) SYED HASNAIN HAIDER,\nActing Secretory.\nPRINTED BY THE MANAGER PAINIIXG CORPORTNONOF PAIOSIAI{ PRISS. ISLAMABAD,\nPTJBLISHED BY THE DEPUTY CONTROII-Ei. STAI1ONERY AND FORI{S. UNTV}:RSITY ROA.D. X]{II\\CIII"
}