{
    "file": "./converted_json\\administrator3a3e64fb58215907d6e4a8cd7b6c1def.json",
    "name": "The Hindu Widows’ Re-Marriage Act, 1856",
    "date": "25th July, 1856",
    "tagline": "An Act to remove all legal obstacles to the marriage of Hindu Widows",
    "content": "Page 1 of 4 \n  \n \n \n \n \nTHE HINDU WIDOWS’ RE -MARRIAGE ACT, 1856  \n \n \n \n \nCONTENTS  \n \nPREAMBLE  \n1.  Marriage of Hindu widows legalized  \n2.  Rights of widow in deceased husband’s property to cease on her re -marriage  \n3.  Guardianship of children of deceased husb and on the re -marriage of his widow.  \n4.  Nothing in this Act to render any childless widow capable of inheriting  \n5.  Saving of rights of widow marrying, except as provided in sections 2 to 4  \n6.  Ceremonies constituting valid marriage to have same effect o n widow’s marriage  \n7.  Consent to re -marriage  of minor widow  \nPunishment for abetting marriage made contrary to this section  \nEffect of such marriage  \nConsent to re -marriage of major widow  \n  \n\n \nPage 2 of 4 \n 1[THE HINDU WIDOWS’ RE -MARRIAGE ACT, 1856]  \nACT No. XV OF 1856  \n[25th July, 1856 ] \nAn Act to remove all legal obstacles to the marriage of Hindu Widows.  \nPreamble. WHEREAS it is known that, by the law as administered in the Civil Courts established in \nthe territories in the possession and under the Government of the East India  Company, Hindu \nwidows with certain exceptions are held to be, by reason of their having been once married, \nincapable of contracting a second valid marriage, and the offspring of such widows by any second \nmarriage are held to be illegitimate and incapable of inheriting property;  \n AND WHEREAS many Hindus believe that this imputed legal incapacity, although it is in \naccordance with established custom, is not in accordance with a true interpretation of the precepts of \ntheir religion, and desire that the civil law administered by the Courts of Justice shall no longer \nprevent those Hindus who may be so minded from adopting a different custom, in accordance with \nthe dictates of their own conscience;  \n AND WHEREAS it is just to relieve all such Hindus from this lega l incapacity of which they \ncomplain, and the removal of all legal obstacles to the marriage of Hindu widows will tend to the \npromo tion of good morals and to the public welfare; it is enacted as follows: - \n 1. Marriage of Hindu widows legalized.  No marriag e contracted between Hindus shall be \ninvalid, and the issue of no such marriage shall be illegitimate, by reason of the woman having been \npreviously married or betrothed to another person who was dead at the time of such marriage, any \ncustom and any interp retation of Hindu law to the contrary not withstanding.  \n 2. Rights of widow in deceased husband’s property to cease on her re -marriage.  All \nrights and interests which any widow may have in her deceased husband's property by way of \nmaintenance, or by in heritance to her husband or to his lineal successors, or by virtue of any will or \ntestamentary disposition conferring upon her, without express permission to re -marry, only a limited \ninterest in such property, with no power of alienating the same, shall upon her re -marriage cease and \ndetermine as if she had then died; and the next heirs of her deceased husband, or other persons \nentitled to the property on her death, shall thereupon succeed to the same.  \n \n \n \nlShort title given by the Short Titles Act, 1897 (14 o f 1897).  \nThis Act has been declared to be in force in all the Provinces and the Capital of the Federation, except the Scheduled Distri cts, by the Law Local Extent \nAct, 1874 (15 of 1874), s. 3.  \nIt has been declared, by notification under s. 3 (a) of the Sch eduled Districts Act, 1874(14 of I874), to be in force in the following Scheduled Districts, \nnamely - \nSind   ..   ..    ..     See Gazette of India, 1880, Pt. I, p. 672.  \nThe District of Hazara, Peshawar, Kohat, Bannu, Dera Ismail Khan and Dera Ghazi Khan. [Portions of the Districts of Hazara, Bannu, Dera Ismail khan \nand Dera Ghazi Khan and the Districts of Peshawar and Kohat now form the N.W.F.P., see Gazette of India, 1901, Pt. I., p. 857 , and ibid., 1902, Pt. I, \np. 575; but its application to that part of  the Hazara District known as Upper Tanawal has been barred by the Hazara  (Upper Tanawal) Regulation, 1900 \n(2 of 1900)] -see Gazette of India, 1886, Pt. I, p. 48.  \n \nPage 3 of 4 \n  3. Guardianship of children of deceased husband on the re -marriage of his widow.  On \nthe re -marriage of a Hindu widow, if neither the widow nor any other person has been expressly \nconstituted by the will or testamentary disposition of the deceased husband the guardian of his \nchildren the father or paternal grandfather or the mother of paternal gra ndmother, of the deceased \nhusband, or any male relative of the deceased husband, may petition the highest Court having \noriginal jurisdiction in civil cases in the place where the deceased husband was domiciled at the time \nof his death for the appointment o f some proper person to be guardian of the said children, and \nthereupon it shall be lawful for the said Court, if it shall think fit, to appoint such guardian, who \nwhen appointed shall be entitled to have the care and custody of the said children, or of an y of them \nduring their minority, in the place of their mother; and in making such appointment the Court shall \nbe guided, so far as may be by the laws and rules in force touching the guardianship of children who \nhave neither father nor mother:  \n Provided tha t, when the said children have not property of their own sufficient for their \nsupport and proper education whilst minors, no such appointment shall be made otherwise than with \nthe consent of the mother unless the proposed guardian shall have given security  for the support and \nproper education of the children whilst minors.  \n 4. Nothing in this Act to render any childless widow capable of inheriting.  Nothing in this \nAct contained shall be construed to render any widow who, at the time of the death of any pers on \nleaving any property, is a childless widow, capable of inheriting the whole or any share of such \nproperty, if before the passing of this Act, she would have been incapable of inheriting the same by \nreason of her being a childless widow.  \n 5. Saving of ri ghts of widow marrying, except as provided in sections 2 to 4.  Except as in \nthe three preceding sections is provided, a widow shall not, by reason of her re -marriage forfeit any \nproperty or any right to which she would otherwise be entitled; and every wido w who has re -married \nshall have the same rights of inheritance as she would have had, had such marriage been her first \nmarriage.  \n 6. Ceremonies constituting valid marriage to have same effect on widow’s marriage.  \nWhatever words spoken, ceremonies performed  or engagements made on the marriage of a Hindu \nfemale who has not been previously married, are sufficient to constitute a valid marriage, shall have \nthe same effect if spoken, performed or made on the marriage of a Hindu widow; and no marriage \nshall be de clared invalid on the ground that such words, ceremonies or engagements are inapplicable \nto the case of a widow.  \n 7. Consent to re -marriage of minor widow.  If the widow re -marrying is a minor whose \nmarriage has not been consummated, she shall not re -marry without the consent of her father, or if \nshe has no father, of her paternal grandfather, or if she has no such grandfather, of her mother, or, \nfailing all these, of her elder brother, or failing also brothers, of her next male relative.  \n Punishment for abe tting marriage made contrary to this section.  All persons knowingly \nabetting a marriage made contrary to the provisions of this section shall be liable to imprisonment for \nany term not exceeding one year or to fine or to both.  \n Effect of such marriage.  And all marriages made contrary to the provisions of this section \nmay be declared void by a Court of law: Provided, that in any question regarding the validity of a \nmarriage made contrary to the provisions of this section, such consent as is aforesaid shall b e \npresumed until the contrary is proved, and that no such marriage shall be declared void after it has \nbeen consummated.  \n \nPage 4 of 4 \n  Consent to re -marriage of major widow.  In the case of a widow who is of full age, or \nwhose marriage has been consummated, her own cons ent shall be sufficient consent to constitute her \nre-marriage lawful and valid.  \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 13 -09-2024"
}