{
    "file": "./converted_json\\administrator409d308eed57a4497b2d8df073f1ec80.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 23 \n \n \n \n \n \nSPECIAL TECHNOLOGY ZONES AUTHORITY ACT, 2021  \n \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Establishment of the Authority.  \n4.  Powers of the Authority.  \n5.  Functions of the Authority.  \n6.  Board.  \n7.  Budget, finance and audit.  \n8.  Grants.  \n9.  Funds.  \n10. Bank accounts.  \n11.  Approvals Committee.  \n12.  Functions and Responsibilities of the Approvals Committee.  \n13.  Criteria for approval of zones.  \nI4.  Licensing of zone enterprises and zone developers.  \n15.  Sanctions against zone enterprises and zone developers.  \n\n \nPage 2 of 23 \n 16.  Land regime.  \nI7.  Public utilities and other facilities.  \n18.  Incentives for zones.  \n19.  Protection of incentives.  \n20.  Exemptions and Inc entives for the Authority and for the zone developers.  \n21.  Exemptions and Incentives for zone enterprises.  \n22.  Alternate dispute resolution mechanism.  \n23.  Cognizance of legal disputes.  \n24.  Appeals to Special Technology Zones Appellate Tribunals.  \n25.  Appeal to Supreme Court.  \n26.  Appointment and Powers of Administrator.  \n27.  Powers to make rules.  \n28.  Powers to make regulations.  \n29.  Annual report.  \n30.  Delegation of powers.  \n31.  Recruitment.  \n32.  Employee of the Authority to be public servants.  \n33.  Assistance from agencies.  \n34.  Public Sector and State -Owned Enterprises Investments in zones.  \n35.  Employment of Key Persons.  \n36.  Indemnity.  \n37.  Sums payable to the Authority to be recoverable as land revenue.  \n38.  Act to override other laws.  \n \nPage 3 of 23 \n 39.  Jurisdiction Barred.  \n40.  Removal of difficulties.  \n41.  Repeal and savings.  \n  \n \nPage 4 of 23 \n SPECIAL TECHNOLOGY ZONES AUTHORITY ACT, 2021  \n \nACT NO. XVII OF 2021  \n[4th October ,  2021]  \n \nAn Act to ensure the development of  scientific and technological eco -system through development of  \nzones to accelerate technology development in the c ountry  \n \nWHEREAS it is expedient to provide institutional and legislative support for the technology sector \nwith internationally competitive and export oriented structures and e co-systems, to  attract foreign direct \ninvestment, develop collaboration eco -system connecting academia, research and technology industry,  to \ninitiate innovation in production system and products, to increase the standards and quality of technology \ngoods and services, to  increase productivity and decrease the costs of production through high -tech \ninterventions, intensive innovation and futuristic entrepreneurship, to enable job creation, to  \ncommercialise technological knowledge and to provide for matters connected  therewi th or incidental \nthereto;  \n \nIt is hereby enacted as follows:___ \n \n1. Short title, extent and commencement.___(1) This Act shall be  called the Special Technology \nZones Authority Act, 2021 . \n \n(2) it extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions. —In this Act, unless the context otherwise requires,___ \n \n(a)  “Administrator” means the Administrator as described under section 26;  \n \n(b)  “Authority ” means the Special Technology Zones Authority established under \nsection  3; \n \n(c)  “Board ” means the Board of Governors constituted under section 6;  \n \n(d)  “Chairperson ” means the Chairperson of the Authority appointed by the Prime \nMinister, pursuant to the provisions of this Act, who is entrusted with whole or \nsubstantially whole o f the powers of the management of affairs of  the Authority in \naccordance with the Act;  \n \n(e)  “Capital Goods ” means the goods including but not limited to materials, plant, \nmachinery, hardware, equipment and software, devices, instruments, accessories, \nattachments, building materials , materials and any other equipm ent required to \nperform functions of the Authority, zones, zone developers and zone enterprises, \nwhether or not manufactured locally, for use in the zones, set up under the Speci al \nTechnology Zones  Authority Ac t, 202l;  \n \nPage 5 of 23 \n (f)  “co-zone developer ” means a Partner of the zone developer for the establi shment, \ndevelopment, operation or manage ment of zone;  \n \n(g)  “Division Concerned ” means the Cabinet Division;  \n \n(h)  “Development Agreement ” means a duly approved agreement between Authority \nand a zone developer, agreed to and endorsed by the Approvals Committee that \nauthorizes zone developer to develop and establish a zone or a part thereof;  \n \n(i)  “Master Plan ” means an overarching planning d ocument providing conceptual, \nspatial, landscape, infrastructure, facilities etc. plan, which is used to structure the \nland and development of infrastructure and facilities for facilitating the smooth \nfunctioning of  the zones;  \n \n(j)  “Member ” means Member o f the Authority;  \n \n(k)  “One Window Facility ” means a physical or an information and communication \ntechnology ( ICT) facility, comprising of relevant  entities of Federal, Provincial or \nLocal Governments  for facilitation of the zone developer and zone enterpr ises to \nlodge  standardized information and documents with a singl e-entry point  to fulfill \nthe requirements under the Act, rules or regulations including the establishment, \ndevelopment, execution, operations, functioning and management of zon es; \n \n(l)  “Person ” includes any registered association of persons, consortium, a body \ncorporate formed or incorporated by or under any law in force, company, \ncorporation, society, modara ba, Real Estate Investment Trust (REIT), Government, \ntrust, partnership, or any j uridical personality and includes the zone developer and \nzone enterprise;  \n \n(m)  “Prescribed ” means prescribed by rules or regulations made and  notified under this \nAct; \n \n(n)  “Regulations ” means regulations prescribed under this A ct; \n \n(o)  “Research and Development ” includes regular activities carried out with the \npurpose of obtaining new knowledge that shall enable the development of science \nand technology or creating new equipment, sy stems, products, services, proce sses, \napplications, and tools etc. , using the available information and resources, including \ntraining and development, software production or improving those that are \navailable;  \n \n(p)  “Rules ” means rules prescribed under this Act;  \n \n(q)  “Special Technology Zones Appellate Tribunal ” means the S pecial Technology \nZones Appellate Tribunal constituted under this Act ; \n \n \nPage 6 of 23 \n (r)  “Technology Sector ” includes on e or more technology sectors  prescrib ed by the \nAuthority under the rules;  \n \n(s)  “zone developer ” means s public, privat e or a public -private Person responsible for \ndevelopment, operation or management of the whole, or a part of the whole special \ntechnology zone, and licensed by th e Authority as such, and includes a co -zone  \ndeveloper;  \n \n(t)  “zone enterprise ” means any public, private, or public -private Person developing, \noperating and managing a technological enterprise within the zone and licensed as \nsuch by the Authority;  \n \n(u)  “zone ” means a particular type or class of zone, which ma y be ge ographical or \nvirtual, new or existing or expansion of an existing zone, as approved and notified \nby the Authority under the riles, including, but not limited to special technology \nzones, information technology parks, high -tech industrial areas, software \ntechnology park s, hardware technology parks, technology export zones, free \ntechnology zones, science and technology parks, information technology zones, \nscience and technology zones, R&D zones, opportunity z ones, innovation zones, \ntechnology development zones, knowledge parks, smart cities, knowledge cities, \ntechnology incubation zones or any sector z ones, which are developed for the \ndevelopment, promotion and proliferation of technology, particularly all the latest \ncutting edge technologies and may require technological intervention such as \nbiotech, chemical technologies, agritech, fintech, robotics, nanotech, edtech, etc. \nand other zones with any combination or combinations of the aforesaid fields,  \n \n3. Establishment of the Authority.___(1) On the commencement of this Act , there shall stand \nestablished an Authority to be called the Special Technology Zones Authority in accordance with the \nprovisions of  this Act . \n \n(2) The Authority shall comprise of the Chairperson and up to eight (8)  Members to be appointed  \nin accordanc e with the provisions of this Act:  \n \nProvided that the Chairperson with the consent  of the Board may increase or de crease the number \nof Members, from time to tire, as may be considered appropriate.  \n \n(3) The Chairperson shall be appointed by the Prime Minister of Pakistan for a period of thre e \nyears and shall be eligible for re -appointment for one or more similar terms . \n \n(4) The Members shall be appointed and removed in accordance with  the regulations . \n \n(5) The Chairperson shall pref erably be from the private sector and shall be eligible for such \nremunerations and benefits as determined by the Prime Minister,  \n \n(6) The Chairperson of the Authority may resign from his office by writing in his hand addressed \nto the Prime Minister, or may be removed from his office  if, on an inquiry by the Prime Minister, he is \n \nPage 7 of 23 \n found unable to perform the  functions o f his office because of mental or physical disability or he is found  \nguilty by a court of any serious crime of moral turpitude.  \n \n(7) The Authority may create, sanction a nd approve posts, fro m time to  time as per regulations, \nand prescribe by regulations the qualifications,  experience and terms and conditions for appointment of \nthe Chairp erson, Members, Executive Directors and other officers and staff of the Authority.  \n \n(8) The Authority shall meet at such time and place and in such  manner , as may be prescribed by \nregulations.  \n \n(i)  Three Members shall constitute a quorum for meetings of the  Authority requiring \na decision by the Authority:  \n \nProvided that until regulations are made in this behalf, such meeting s shall be convened by the \nChairperson  \n \n(9) No act or proceeding of the Authority shall be invalid by reason only of the existence of a \nvacancy in, or defect in, the constitution o f the Authority.  \n \n(10) The powers and functions of the Authority as provided in the Act shall be exercised in the \nname of the Authority by the Authority, comprising of Chairperson and the Members, which shall ac t \nthrough the Chairperson who shalt be the chief executive of the Authority . In per forman ce of his functions \nunder the Ac t, the Chairperson may act either directly or through the Members.  \n \n(11) The principal office of the Authority shall be in Islamabad and it may set up offices at such \nplace or places within or outside Pakistan as may b e required.  \n \n(12) The Authority shall be a body corporate having perpetual succession and a common seal, with \npower, to purc hase, acquire, sell, lease, sub -lease, sub -let, license and hold moveable and immovable \nproperty, and shall by said name sue  and be sued.  \n \n(13) The Authority shall have the power to constitute as many committees, councils and \nassociations and establish companies, nationally and internationally, to achieve its goals, as it may deem \nfit. \n \n4. Powers of the Authority.___(1) Subject to the provisions of this Act, the Authority may take \nsuch measures and exercise such powers as may be required for performance  of its functions . \n \n(2) Without prejudice to the generality of the powers conferred by  sub-section ( 1), the Authority \nshall have exclusi ve power and authority — \n \n(a)  for planning, policy formulation, execution, monitoring and evaluation of zones \nwhich may be assigned to it, approved by it, notified by it or developed by it from \ntime to time;  \n \n(b)  to approve and notify zones in accordance with the rules or regulations;  \n \nPage 8 of 23 \n  \n(c)  for establishment, development, implementation, operations,  management and \nfunctioning of zones;  \n \n(d)  to make or cause to make arrangements for provision of security, utilities, roads, \nbasic infrastructure, high speed internet and any other services required to ensure \nsmooth development and functioning of zones;  \n \n(e)  to allow any additional incentives, subsidies and rebates, for zone developers and \nzone enterprises, with the approval of the Feder al Government, Provinci al \nGovernments or local governments as the  case may be;  \n \n(f)  to charge fees and charges for services rendered and the licenses issued to the zone \napplicants, zone developers and zone enterprises as may be prescribed;  \n \n(g)  to impose fines, sanctions and p enalties for contraventions under  this Act, rules or \nregulations;  \n \n(h)  to appoint an Administrator to the zones in accordance with this  Act and any \napplicable rules or regulations;  \n \n(i)  to collect information with respect to technologies and technologica l developments \nwithin and outside Pakistan and review the impact thereof;  \n \n(j)  to enter into contracts, agreements or any other legal instrument for  the purposes of \nthis Ac t; \n \n(k)  to purchase, acquire, sell, lease, sub -lease, sub -let, license and hold moveable and \nimmove able property and set up companies for the purposes of the zones to meet \nthe objectives of this Act;  \n \n(l)  to see k assistance from any Federal/ Provincial officer, Ministry, Division, \ndepartment or agency far the performance of its functi ons under this Act;  \n \n(m)  to set up One Window Facility to facilitate zone developers and zone enterprises; \nand \n \n(n)  to do anything incidental and ancillary to the foregoing as may be  deemed \nnecessary.  \n \n(3) The services provided by the Authority shall be deemed to be  essential services for the purposes \nof the Pakistan Essential Services  (Maintenance) Act, 1952, and shall be no tified accordingly.  \n \n \n \n \n \nPage 9 of 23 \n 5. Functions of the Authority.___(1) To perform its functions, the  Authority may — \n \n(a)  from ti me to time, review national investment policies, laws and regulations that \nimpact zones and propose any amendments, modifications and relaxations therein \nto the Federal Government, the Provincial Government or the Local Governments,  \n \n(b)  initiate and consider zone in vestment proposals and categories for investment \nwhich may require specific treatments and interventions and recommend, where \nappropriate, additional incentives or relaxation of conditions or criteria to the \nFederal Government, the Provincial Government or  the Local Governments for \napproval;  \n \n(c)  he associated in the formulation of all policies that may have an impact on \ninvestment in Technology Sectors in Pakistan, including economic, fiscal and trade \npolicies;  \n \n(d)  coordinate with Ministries, department s, agencies and Provincial Gove rnments or \nLocal Governments with regard to policies and their implementation having impact \non investment in Technology  Sectors;  \n \n(e)  identify and promote Technology Sector investment opportunities  within and \noutside Pakista n: \n \n(f)  develop and approve mechanisms and arrangements for management and operation \nof zones including one -window facility for provision of all services and utilities, \nphysical infrastructure,  logistics infrastructure, human capital development and \ndigital infrastructure for the zone ; \n \n(g)  identify, create and upgr ade technological and scientific  clusters and industrial \nsupport systems within zones including, but not limite d to Research and \nDevelopment ce ntres, s kills development centres train ing institu tes, data centres, \nuniversities, hospitals, and other hard and soft infrastructure r elated to successful \nexecution o f zones;  \n \n(h)  attract investment into zones including foreign direct investments, venture capital \nfunds, public sector investments, public -private investments and private funds;  \n \n(i)  marketing and promotion of zones by developing a marketing, image -building and \npublic relations strategy to  generate interest in the potential and opportunities of the \nPakistani market and  publicize its activities;  \n \n(j)  identification and approval of locations for setting up zones;  \n \n(k)  procure and acquire land or any infrastructure tor the zones;  \n \n \nPage 10 of 23 \n (l)  appoint commissions, expert bodies and consultants to study various a spects of \nattracting investments  in technology related businesses and improving the \ninvestment climate, procedures and other related matters;  \n \n(m)  develop st udies, feasibility reports, experiments, public -private partnership \nframeworks, financial vehicles, t echnical research and surveys  related to zones;  \n \n(n)  develop or cause to be developed Master Plans for zones and approve or cause to \napprove them;  \n \n(o)  act as One Window Facility for investors, zone developers, zone enterprises and \nother stakeholders involved in zones dealing with o ther relevant government \nentities on their behalf;  \n \n(p)  issue letters of recommendation or invitation leers, which shall he deemed \nsufficient for the purpose of issuance of business and work permits or visas by \nrelevant Authority;  \n \n(q)  collect, compile, analyse, maintain and distribute zones related information, and \nfrom time to time publish analytical reports, trends and insights;  \n \n(r)  promote a congenial environment and ensure ease of doing business for investments \ninto zones by allowing import of Capi tal Goods as required by the zone developers \nand zone enterprises;  \n \n(s)  negotiate and finalize all such acts, deeds, initiatives, agreements for protection and \npromotion of technology r elated investments with other countries, international \nforms, financia l instituti ons and multi -lateral agencies, and represent Pakistan on \nregional and international level, that may be necessary or expedient for the purpose \nof successful planning, development, execution, implementation, management and \nmaintenance of zones;  \n \n(t)  liaise with private sector trade bodies and associations, both local and international, \nfor their active participation in promotion of technology related investment;  \n \n(u)  approval, issuance, notification and cancellation of licenses of zone  enterpris es and \nzone developers;  \n \n(v)  allocate, lease, sub lease, rent, sell land, space, lots within zoncs developed by the \nAuthority itself;  \n \n(w)  perform any other function assigned to it by the Federal  Government . \n \n(2) The Federal Government may, from time to time, assign more  functions and issue guidelines \nto the Authority.  \n \n \nPage 11 of 23 \n 6. Board.___(1) There shall be a Board of Governors of the Authority comprising of the following \nmembers, namely :___ \n \n(a)  the Prime Minister of the Islamic  Republic of Pakistan shall be its  President;  \n \n(b)  Federal Minister in Charge of  the Division Concerned;  \n \n(c)  Chairperson of the Authority; and  \n \n(d)  not less than seven and not more than twenty -five ex-officio  and Independent \nmembers, provided that not less than five Independent members shall he appointed \nfrom private sector from amongst persons of renowned integrity expertise, \nexperience and knowledge.  \n \n(2) The ex-officio  and the Independent members shall be  appointed by the Federal Government for \na term of four y ears. \n \n(3) An ex-officio  member shall hold office as member till such time he  holds the office by virtue \nof which he is a member and upon his transfer, retirement, resignation or removal from office, the person \nappointed in such persons place  shall be the member.  \n \n(4) Secreta ry of the Board shall be appointed with the approval o f the President.  \n \n(5) The Board shall meet at least twice in a year. The Secretary of the Boa rd may take approval of \nany decision through circulation among members of the Board. The Chairperson of the Authority may \ncall a special meeting with the approval of the President of the Board.  \n \n(6) The meetings of the Board shall be presided over by the Presid ent of the Board and in his \nabsence, the President of 1he Board shall  appoint any member to chair the meeting.  \n \n(7) The quorum for a meeting of the Board shall be one -third of the  total membership of the Board, \nand decisi ons of the Boa rd shall be made with  majority of  total present members of the Board.  \n \n(8) The powers and functions of the Board are as follows;  \n \n(a)  develop and approve national special technology zone strategy, national emerging \ntechnologies strategy and national information  and communication technology \nstrategy;  \n \n(b)  develop and approve national special technology zone plan, national emerging \ntechnologies plan, and national information and communication technology plan;  \n \n(c)  approval of  the rules and regulations of the Authority;  \n \n(d) issue such directions and policy guidelines to the Authority fro m time to time to \nprotect the interests of the Government, investors and public;  \n \nPage 12 of 23 \n  \n(e)  oversight, supervision and monitoring the performance of the  Authority;  \n \n(f)  approval of the annual budget annual audited financial statement  and accounts  for \nany particular financial year;  \n \n(g)  approval of annual report of  the Authority;  \n \n(h)  to annually review the implementation of this Act with a view t o improving policies \nrelating to zones.  \n \n7. Budget, finance and audit.___(1) The Authority shall, in respect of e ach financial year, prepare \nits own budget in accordance with the prescribed procedure and s ubmit to the Board for approval.  \n \n(2) The Budget statement shall specifically state the estimated receipts and expenditure and the \nsums which are likely to be required from the Federal Government during the next financial year . \n \n(3) The Authority shall maintain complete and accurate books of  accounts of its receipts and \nexpenditure.  \n \n(4) The accounts of the Authority shall be audited at the close of each financial year b y a qualified \nfirm of  Chartered Accountants.  \n \n(5) The Authority shall produce such accounts, books and documents and furnish such \nexplanations and information as the auditors may require for the purpose of audit by the external audit ors \nor Auditor General of Pakistan  \n \n(6) Copies of th e Auditor's Report on the accou nts shall be provided to  the Authority and the Board.  \n \n(7) The Chairperson of' the Authority shall be its Principal Accounting  Officer.  \n \n8. Grants.___(1) The Feder al Government, the Provincial Gov ernments and the Local \nGovernments may, from time to time, place annual grants to the Authority for the smooth discharge of its \naffairs  \n \n(2) The Authority may receive domestic and international grants f or the purposes of achieving the \nobjectives of this Act. \n \n9. Funds.___(l) There shall be constituted a non -lapsable fund to be called the Special Technology \nZones Authority Fund, which shall vest in the Authority and shall be utilized by the Authority to meet all \nexpenses and charges properly incurred in co nnection with carrying out the purposes of thi s Act. The Fund \nshall be credite d all sums received by the Authority. The Fund shall be  financed by:  \n \n(a)  fees, commissions, charges and other amounts received by the  Authority;  \n \n \nPage 13 of 23 \n (b)  funds including grants pr ovided by the Federal Government for payment of salaries, \nestablishing in frastructure and running day -to-day business of the Authority as  one \nline budget;  \n \n(c)  funds provided by the Provincial, Local Gove rnments or any other body including \ngrants;  \n \n(d)  funds including grants from national and international bodies /  organ izations; \n \n(c)  loans from the Federal Government or Provincial Government;  \n \n(f)  loans, investments and foreign aid obtained by the Authority;  \n \n(g)  funds raised through Public -Private Partnerships by the Authority;  \n \n(h)  funds from bonds, sukuks and other forms of finances and investments on the basis \nof participation term certificates, musharika certificates, term finance certificates \nor any other financial or debt instruments or secur ities issued by the Authority;  \n \n(i)  proceed s of any investments made by the Authority in utilizing any  amount of \nFunds  which is not required for immediate use.  \n \n(2) The Fund will be utilized for the above purposes as per the  mechanism prescribed in the \nregulations.  \n \n(3) Without prejudice to any other law for  the time being in force, the Authority may invest in \ndevelopment of projects, specialized funds or financial vehicles or any other area approved by the \nAuthority with fees and contributions  from zone d evelopers and zone enterprises, and with funds from \npublic, private or international entities,, and Federal, Provincial or Local Governments, to achieve \nobjectives of this Act.  \n \n10. Bank accounts.___(1) The Authority may open and maintain bank accounts in local and foreign \ncurrency in any scheduled bank in Pakistan.  \n \n(2) Bank accounts of the Authority shall be opened with the prior  approval of principal accounting \nofficer.  \n \n11. Approvals Committee.___(1) There shall be a committee, called Approvals Committee, \nheaded by the Chairperson and up -to eight members from amongst the Members and officers of the \nAuthority nominated by the Chairperson for this purpose.  \n \n(2) The Chairperson may call any person or adviser or consultant as an expert to assist the \nApprovals Committee and such person or adviser or consultant shall not be eligible to cast a vote.  \n  \n(3) The meeting of the Approvals Committee shall be convened on the  orders of  the Chairperson.  \n \n \nPage 14 of 23 \n (4) The Approvals Committee shall m eet as frequently as req uired, b ut not less than once every \nquarter.  \n \n(5) Two third or more of the members shall constitute quorum of the  Approvals Committee.  \n \n(6) Where the Chairperson is not present, a Member of the Authority  nominated by the Chairperson \nshall chair the Approva ls Committee.  \n \n(7) The decisions of the Approvals Committee shall be taken by majority of the total membership \npresent through voting. In case of equal voting, the Chairperson of the committee shall have the discretion \nto take the final decision.  \n \n(8) The Chairperson shall appoint an officer from the Authority to be  the Secretary of  the said \nCommittee.  \n \n(9) The Chairperson shall be competent to remove or substitute any  member of  the Committee, if  \ndesired  \n \n(10) The Chairperson may constitute sub -committees t o assist the  Approvals Committee to \ndischarge any of its functions.  \n \n12. Functions and Responsibilities of the Approvals Committee.___(1)The functions and \nresponsibilities of the Approvals Committee shall be — \n \n(a)  to recommend such procedures, mechanisms and regulations to the Authority for \nimplementation of this Act as are applicable to all zones or a particular zone;  \n \n(b)  to review and recommend amendments in national information and communication \ntechnology strategy, national emerging technologies stra tegy and other technology \nand science related initiatives;  \n \n(c)  to approve or amend develo pment plan and Master Plan for e ach zone;  \n \n(d)  to recommend strategic initiatives to the Authority including. but not limited to, \ninter-alia, establishing new zones, expansion of existing zones, entering into \nagreement with other entities, joint ventures, public -private partnerships etc;  \n \n(e)  to recom mend additional incentives for zone developers and zone enterprises;  \n \n(f)  to recommend any existing or new zone proposed by any investor,  whether public \nor private;  \n \n(g)  to consider and approve zone developers and zone enterprises applications and \nagreem ents \n \n \nPage 15 of 23 \n 13. Criteria for approval of zones.___(1) The Authority shall prescribe  the criteria for approval \nof zones in the rules.  \n \n14. Licensing of zone e nterprises and zone developers.___(1) The Authority shall prescribe the \ncriteria and procedures for licen sing of the zone enterprises and zone developers in the regulations . \n \n15. Sanctions against zone en terprises and zone developers.___(1) A mechanism may be \nprescribed by the Authority in the regulations for sanctions, imposition and recovery of penalties and fines \nagainst zone enterprises and zone developers for violations of this Act or any rule o r regulation prescribed \nby the  Authority.  \n \n16. Land regime.___(1) The acquisition of any land or any interest in land for the Authority or for \nany purpose under this Ac t shall he deemed to be an acquisition for a public purpose within the meaning \nof the Land Acquisition Act, I894 (I of 1894) or a ny successor legislation, and the provisions of the said \nAct shall apply accordingly.  \n \n(2) The Federal Government, Provincial Government, Local Government or any Local Authority \nmay transfer or cause the transfer of any land, property, asset, infrastructur e facility to the Authority, \nsubject to prevailing laws.  \n \nExplanation.___The expression “Federal Government, Provincial Government and Local \nGovernment ” shall me an and include any authority , body, corporation or legal entity established or \ncontrolled by su ch Government and the word “transfer ” shall mean and include any and all modes of \ntransfer of properties, assets, land or infrastructure permissible under the  laws of Pakistan.  \n \nI7. Public utilities and other facilities.___(1) The Federal Government, Provi ncial Governments, \nLocal Governments. Municipal Authorities, Cantonments, and other Territories of Pakistan, as the case \nmay be, shall ensure the removal of all obstacles to the provision of, all infrastructure and utility facilities, \nat their cost, includ ing but not limited to electricity, water, gas, roads, telecommunication services and \nother essential facilities necessary for  efficient operations of a zone. The Federal, and Provincial \nGovernments shall ensure adequate road access, at their cost, to the zones and adequate provision of zones \nfrom a safety and security standpoint.  \n \n(2) The zone developer shall have the right to set up a renewable, thermal, hydel or other captive \nelectric power generation plant or install power  generator of sufficient size t o cater the exp ected demand \nfor electricity within a  particular zone as per rules or regulations of the Authority and to sell only the  \nexcess electricity generated outside that particular zone as per prevailing laws.  \n \n(3) The Authority may e xecute agreements with the Provincial Governments, Local Governments, \nMunicipal Authorities, Cantonments, local authority and other Territories of Pakistan for the purposes of \nimplementation of this section.  \n \nExplanation.___The expression “Federal Government, Pro vincial Government, Local Government \nMunicipal Authorities, Cantonments, local authority and other Territories of Pakistan ” shall mean and \ninclude any authority, body, corporation or legal entity established or controlled by such Government.  \n \n \nPage 16 of 23 \n ., 18. Incentives for zones.___(1) On execution of relevant agreement with  the Authority, the zone \ndevelopers as well as zone enterprises in a zone shall be entitled to incentives outlined in sections 20 and \n21. \n \n(2) With the objective of promoting a particul ar sector, industry or zone, the Authority may \nrecommend and the Federal Government may grant additional incentives and exemptions to zone \nenterprises and zone developers  including  but not limited to subsidies fo r electricity, gas and high speed \ninternet c onnectivity inside the special technology zones, provided that___ \n \n(a)  such additional benefits may only be granted if the Authority finds  these to be \njustified on the basis of  an economic impact assessment;  \n \n(b)  such additional ben efits, if granted cond itionally, ray be liable to be forfeited with \nretro -active effect if it is finally determined that a zone developer or zone enterprise \nhas failed to comply with the conditions prescribed for the additional benefits in \nquestion; and  \n \n(c)  the Authority shal l make economic impact ass essment of the zone developers and \nzone enterprises within five years from the date the agreement is signed with the \nzone developers, and within the first year of operations of a zone enterprise.  \n \n(3) Any additional benefits grant ed by the Authority —  \n \n(a)  shall he deemed to be included in the relevant Development  Agre ements; and  \n \n(b)  shall become effective on such conditions as the Authority may stipulate.  \n \n(4) Nothing in this A ct shall be construed to limit the Authority of any  Federal, Provincial and \nLocal Government Authority to grant such additional benefits to zone developers and zone enterprises as \nare within the scope of their  respective statutory p owers.  \n \n(5) The State Bank of Pakistan may issue special foreign exchange  regulations for incentives, \nbenefits and exemptions as set out in this Act.  \n \n19. Protection of incentives.___(1) Incentives, benefits and protections under this Act shall be \nadditional to all incentives, benefits and protections, which may be applicable to zone developers and zone \nenterprises under generally applicable  legislation and international agreements of Pakistan . \n \n(2) These incentives shall not be withdrawn or modified or altered prematurely and retrospectively \nand any change therein shall be  to the advantage of the zone developer and zo ne enterprise and not \notherwise.  \n \n20. Exemptions and Incentives for the Authority and for the zone  developers.___(1) The \nfollowing shall be the incentives for the Authority and  zone developers from the date of signing of the \nDevelopment Agreement, for a  period of ten years namely.___ \n \n \nPage 17 of 23 \n (a)  Exemption fr om all taxes under the Income Ta x Ordinance, 200l including tax on \nprofits and gains, income tax, turnover tax, withholding tax, capital gains tax, \nincome tax on dividend income and withholding tax on dividend;  \n \n(b)  Exemption from sales tax under the Sales Tax Act, 1990;  \n \n(c)  Exemption from Customs Duty under the Customs Act 1969 on the import in \nPakistan of all Capital Goods including but not limited to material s plant, \nmachinery, hardware, equipment and software, devices, instruments, accessories. \nattachments, building materials, materials and any other equipment required to \nperform functions of the Authority, zones and zone developers, whether or not \nmanufactur ed locally, for use in zones;  \n \n(d) Exemption from property tax;  \n  \n(e)  Exemption on dividend income and capital gains of any venture capital fund \n(whether local or foreign ) derived from investments in the zone developers; and  \n \n(f)  permission for opening a nd maintaining of foreign currency accounts, availability \nof foreign e xchange, full convertibility to foreign currency and repatriation and free \ntransfer of foreign currency to meet the requirements of investors, lenders, \ncontractors, operators, consultant s, insurers, re -insurers, vendors and advisors in \nrelation to any compensation amounts, loan repayments, equity and return on \nequity, profits, works, goods and services in accordance with the foreign exchange \nregulations of the State Bank of Pakistan  for zones. \n \nFor the avoidance of doubt, co -zone developer shall be entitled to the tax  exemptions and incentives \npermissible to the zone developers under Section 20 . \n \n21. Exemptions and Incentives for zone enterprises.___(1) The following shall be the incentives \nfor the zone enterprises from the date of issuance of li cense for a period of ten ye ars, namely. — \n \n(a)  Exemption from all taxes under the Income Tax Ordinance, 2001 inc luding tax on \nprofits and gains  income tax, turnover tax, withholding tax, c apital gains tax, \nincome tax on dividend income  and withholding tax on dividend;  \n \n(b)  Exemption from sales tax under the Sales Tax Act , 1990;  \n \n(c)  Exem ption from Customs Duty under the Customs A ct I969 on the import in \nPakistan of all Capita! Goods inclu ding but not limited to materials, plant, \nmachinery, hardware, equipment and software, devices, instruments, accessories, \nattachments, building materials, materials and any other equipment required to \nperform functions of the zone enterprises, whether or n ot manufactured locally, for \nuse in zones;  \n \n(d) Exemption from property tax;  \n \nPage 18 of 23 \n (e)  Tax exe mption on dividend income and capital gains of any venture capital fund \n(whether local or fore ign) derived from investments in  the zone enterprises; and  \n \n(f)  permissi on for opening and maintaining of foreign currency accounts, availability \nof foreign exchange, full convertibility to foreign currency and repatriation and free \ntransfer of foreign  currency to meet the requirements of investors, lenders, \ncontractors, opera tors, consultants, insurers, re -insurers, vendors and advisors in \nrelation to any compensation amounts, l oan repayments, e quity and return on \nequity, profits, works, goods and services in accordance with the foreign exchange \nregulations of the  State Bank o f Pakistan for zone s. \n \n22. Alternate dispute resolution mechanism.___(1) The Authority shall prescribe a legally \nbinding and enforceable  alternate disp ute resolution mechanism consis tent with the applicable laws for \nthe settlement of all disputes arising among and between the Authority, zone developers or zone \nenterprises.  \n \n(2) All agreements between zone devel opers, its operators and sub -consultants, and zone \nenterprises shall be go verne d by the afore -stated alternate dispute resolution mechani sm prescribed by the \nAuthority:  \n \nProvided that nothing herein shall preclude the Authority or any of its sub -ordinate entities or \ncompanies from enteri ng into international arbitratio n agreements with foreign zone developers and zone \nenterprises.  \n \n23. Cognizance of legal disputes.___(1) No court shall take cognizance of a legal dispute under \nthis Act or the rules or regulations made thereunder to  which the jurisdiction of the Special Technology \nZones Appellate Tribunal  extends . \n \n(2) The Special Technology Zones Appellate Tribunal shall have exclusive  jurisdiction to \ndetermine all disputes ari sing in respect of any matters___ \n \n(a)  concerning any officer or employee of the Authority with the  exclusio n of the \nChairperson;  \n \n(b)  concerning the exercise of powers and functions of the Authority  under sections 4 \nand 5 of  the Act or,  Administrator under section 26;  \n \n(c)  concerning any aspect relating to the one -window facility  established by the \nAuthority;  \n \n(d)  conc erning any decision of t he Approvals Committee;  \n \n(e)  in relation to sections 13 and 14 of the Act or any rules or  regulations prescribed \nthereunder;  \n \n \nPage 19 of 23 \n (f)  concerning any sanction, penalty or fine imposed by the Authority  under section 15 \nor any  rules or regulations prescribed thereunder;  \n \n(g)  relating to section 19 of the Act: and  \n \n(h)  concerning any other rule or regulation prescribed by the Authority.  \n \n24. Appeals to Special Technology Zones Appellate  Tribunals.___(1) Any zone developer or \nzone enterprise or a concerned person aggrieved by any order of the Authority may prefer an appeal before \nthe Special Technology Zones Appellate Tribunal, within thirty days of the order, in accordance with the \nprescribed rules.  \n \n(2) An appeal to the Specia l Technology Zones Appellate Tribunal shall be in such form, contain \nsuch particulars and be accompanied by such documents and fees as may be prescribed under this Act.  \n \n(3) The Special Technology Zones Ap pellate Tribunal shall consist o f a Chairman, who s hall be a \nlegal expert, and two members, one being a technical expert and the other being a financial expert, who \nshall be persons of ability,  integrity and have special knowledge and professional experience of not less  \nthan ten years in the fields  of law,  economics, technology or finance.  \n \n(4) The Chairman and Members of the Special Technology Zones Appellate Tribunal shall hold \noffice for a period of three years and shall be eligible for re -appointment for a similar term or terms and \nshall cease to hold o ffice on attaining the age of sixty eight years or the expiry of the term whichever is \nearlier.  \n \n(5) The terms, conditions and appointment of the Special Technology Zones Appellate Tribunal \nChairman and other members shall be in the manner as may be prescribed this Act, which may be made \nand shall take effect,  notwithstanding anything contained in any other law or rules for the time being  in \nforce,  \n \n(6) The Chairman and the members shall be entitled to such salary and  other terms and conditions \nof service as the Authority may prescribe.  \n \n(7) The Special Te chnology Zones Appellate Tribunal shall decide an appeal expeditiously but not \nlater than three months of its presentation to th e Tribunal.  \n \n(8) The Special Technology Zones Appellate Tribunal shall, for the purpose of deciding an appeal, \nbe deemed to be a civil court and shall have the same powers as are vested in such court under the C ode \nof Civil Procedure, I908 (Ac t V of 1908), including the powers of___ \n \n(a)  enforcing the attendance of any person  and examining him on oath;  \n \n(b)  compelling the production of documents; and  \n \n(c) issuing commissions for  the exanimation of  witnesses and document s. \n \n \nPage 20 of 23 \n (9) It shall be sufficient for the Special Technology Zones Appellate Tribunal to establish, or to be \nsatisfied as to any mater on the standard of proof applicable to civil proceedings in summary manner in a \ncourt of law.  \n \n(10) The Special Technology Zones Appellate T ribunal ’s determinations or decisions under this \nAct shall be deemed to be the decrees of a civil court under the Code of C ivil Procedure, 1908 (Act V of \n1908),  \n \nExplanation.___ It is clarified that the timeframe for rendering a decision  of thee months is \nmandator y and not directory.  \n \n25. Appeal to Supreme Court.___(1) Any person aggrieved by an  order of the Special Technology \nZones Appellate Tribunal may prefer leave to  appeal to the Supreme Court of Pakistan within sixty days \nunder the rules  prescribed by the Sup reme Court . \n \n26. Appointme nt and Powers of Administrator.___(1) The Authority may appoint any one or \nmore persons an Administrator to investigate, either on its own motion or on the basis of any information \nreceived, whether any contravention of any provis ion of or anything prescribed by this Act has be en \ncommitted. Provided that an Administrator's investigation shall be carried in the manner pres cribed  \n \n(2) Where an Administrator, after concluding an investigation is satisfied that a contravention of \nany p rovision of o r anything prescribed by this Ac t has been commi tted, may recommend to the Authority \nto undertake any of  the following in the manner pre scribed:  \n \n(a)  impose n fine on or sa nction any person responsible fo r such  contravention;  \n \n(b)  cancel any  license issued by the Authority to any person  responsible for such \ncontravention,  \n \n(c)  issue directions to any zone developer, co -zone developer, or zone  enterprise to \ncease from doing any particular act in a zone.  \n \n27. Powers to make rules.___(1) The Authority may, with the approval of the Federal Government, \nmake rules, on the matters as deemed necessary for implementation and t o carry out th e purposes of  this \nAct. \n \n(2) Until the rules referred to in sub -section ( 1) are made, the President of the  Board shall be \ncompetent to determine, the terms and conditions for appointment of the Chairperson, Members, \nExecutive Directors, officers and employees of the Authority.  \n \n28. Powers to make regulations.___(1) The Authority may, with the approval of the B oard, make \nregulations as deemed necessary foe the implementation of  and to carry out the purposes of this Act . \n \n29. Annual report.___(1) The Authority shall prepare and submit to the Board, within  four months \nof the expiry of each financial year, a report  on the co nduct of its functions and affai rs for that year.  \n \n \nPage 21 of 23 \n (2) Each s uch annual report shall include___ \n \n(a)  an audited statement of income and expenditure;  \n \n(c)  a short financial statement of preceding financial year;  \n \n(d)  activities of the Authority during previous financial year;  \n \n(e)  an outline of the investment  programs for the year a head; and  \n \n(f)  any other matter which the Federal Government may direct or the Authority may \nconsider appropriat e to make its report more  self-speaking about its initiatives and \nachievements . \n \n30. Delegation of powers.___(1) The Authority may delegate any of its powers and assign its \nfunctions subject to such con ditions as it may deem fit to im pose, to the Chairperson, Approvals \nCommittee or any other committee.  \n \n31. Recruitment.___(1) The Authority may, from time to time, cr eate, sanction and approve posts \nand determine the need to employ and appoint such Members, officers, members of its staff, advisers, \nconsultants, and other employees, as it considers necessary far efficient performance of its functions on \nsuch terms and conditions as m ay be prescribed by regulations,  provided that all appointments shall be \nmade in accordance with the prescribed educational, technical or professional qua lifications and \nexperience:  \nProvided that the regulations, orders, instructions for the time being in force governing ail \nappointments and terms of service of employees of the Authority shall be contractual and non -statutory . \n \n32. Employee of the Authority  to be public servants.___(1) For the purposes of this Act, the \nChairperson, Members, Executive Directors and other Officers, staff, advisers, consultants and experts of \nthe Authority shall be deemed to be public servants within the meaning of section 2l o f the Pakistan Penal \nCode, 1860 (A ct XLV of 1860) . \n \n33. Assistan ce from agencies.___(1) Notwithstanding anything contained in any other law for the \ntire being in force, the Authority may seek any assistance or information from any person including but \nnot limited to, any Ministry, Division, department, statutory body, corporation, agency of the Federal, \nProvincial or Local Governments which, in its opinion, conce rns any  matter relating to the smooth \nfunctioning  of the Authority and the requisite  assistance or information, whatever the ease may be, shall \nbe provided to the Authority within the time frame stipulated by it. In cases where consent is sought, and \nit is not received within the stipulated time, it shall he deemed as approved after completion of  the \nstipulated time.  \n \n34. Public Sector and State -Owned Enterprises Investments in zones.___(1) Notwithstanding \nany prohibition or limitation contained in any law, rules regulations, directives or instructions for the time \nbeing in force, all public sector au thorities, departments, agencies, funds, statutory and non -statutory \nbodies, other authorities and state -owned enterprises established or controlled by the Federal, Provincial \n \nPage 22 of 23 \n 1 or Local Government may, with the approval of their competent authorities, inves t in the zones after due \nconsultations with the Authority.  \n \n35. Employment of Key Persons.___(1) Notwithstanding anything contained in any other law, the \nAuthority may issue special rules for the employment by zone developers and zone enterprises of key \nmanagerial and  technical persons who are not citizens of Pakistan, relating to the terms and conditions of \ntheir contracts as well as with respect to the issuance of visas, temporary re sidence permits and temporary \nwork permits for such ke y persons and the ir dependents.  \n \n36. Indemnity.___(1) No suit, prosecution or other legal proceedings shall lie against the Board, \nAuthority, the Chairperson, Members, Executive Directors, officers, the employees and consultants of the \nAuthority and its subsidiaries for an ything done in good faith or intended to be done under this Act or any \nrule or regulation made thereunder.  \n \n37. Sums payable to the Authority to be recoverable as land revenue.___(1) All sums payable \nto the Authority in accordance with the provisions of th is Act and the rules or regulations shall be \nrecoverable as arrears  of land revenue.  \n \n38. Act to override other laws.___(1) The provisions of this Act shall have effect notwithstanding \nanything to the contrary contained in any other law for the time being in force and any such law shall, to \nthe extent of any in -consistency, cease to have any effect on the commencement of this Act.  \n \n39. Jurisdiction Barred.___(1) Notwithstanding anything contained in any other law, the powers \nand functions of the Authority relates to the national security of the Pakistan and therefore shall not be \ncalled into question through any criminal or civil proceedings or otherwise by any agency. Save as \nprovided under this A ct, no order made or proceeding taken under this Act, rules or regulations made \nthereunder by the Authority or any officer or Authority authorized by it shall be called in question in any \ncourt or administrative tribunal  and no injunction shall be granted by such court or tribunal in respect of \nany decision ma de or proceedings taken in pursuance of any power conferred by or  under this Act, rules \nor regulations made thereunder . \n \n40. Removal of dif ficulties.___(1) If any difficulty arises in giving effect to any of the provisions \nof the Act, the Federal Government may, within one year of the commencement of this Act, make s uch \norder, not in -consistent with the provisions of this Act, as may appear to it to be necessary or expedient \nfor the purpose of  removing such difficulty.  \n \n41. Repeal and savings.___(1) The Special Technology Zones Authority Ordinance, 2020 \nhereinafter referred to as the repealed Ordinance is hereby repealed.  \n \n(2) Notwithstanding the repeal of the repealed Ordinance or anything contained herein -before, all \norders made, decisions taken, rules or regulations made or amended, notifications issued, actions tak en, \nappointments made by the  Authority, the Prime Minister or the President of the Board. and the Board, \npursuant to the repealed Ordinance, shall be deemed always to have b een lawfully  and validly made, taken, \nor issued under the provisions of this Act, shall continue to be in force unless amended, varied, withdrawn, \nrescinded or annulled  by a person or authority competent to do so under this Ac t, and shall not be  called \nin question bef ore any Court of Law.  \n \nPage 23 of 23 \n (3) All assets, rights, powers, authorities and privileges and all property, cash and bank balances \nreserve funds, investment and all other interests and rights in or arising out of such property and all debts, \nliabilities and obligat ions of whatever kind of the former Authority subsisting immediately before its \ndissolution shall stand transferred to and vest in Authority constituted under this Act.  \n \n(4) Notwithstanding anything contained in this Act or any other law for  the time being  in force or \nin any agreement, deed, document, or other instrument  all officers, consultants, advisers, auditors and \nother employees and staff of the former Authority shall stand transferred  to and be officers, consultants, \nadvisers, au ditors and employees  and staff o f Authority  \n \nProvided that the Chairperson  and Members of the Authority on  the date  hereof shall be deemed \nto be the Chairperson and Members of  the Authority.  \n \n(5) The persons mentioned herein -above shall be deemed to have been  appointed or engaged by \nAuthority in accordance with the same terms and  conditions of service as were applicable to the m, \nimmediately before such  continuance in office or transfer:  \n \nProvided that the civil servants appointed to or working in the former  Authority shall upon their \ntransfer to the Authority continue to be governed by  the federal civil servants laws and  rules made \nthereunder;  \n \n(6) All de bts and obligations incurred, or contracts entered into , rights acquired, and all matters \nand things engaged to be done by, with or for the former Authority shall be deemed to have been incurred \nentered into acquired or engaged to be done by, with or for the Authority . \n \n(7) All suits and other legal proceedings  instituted by or against the former Authority before its \nrepeal shall be deemed to be suits and proceedings by or against the Authority and shall be proceeded or \notherwise dealt with accordingly.  \n \n(8) All actions taken by the Board, the Authority, Chairpe rson, Members, the officers and \nemployees of the Authority between the lapse of the Ordinance and enactment are save d and not legally \nchallengeable.  \n \n(9) Any reference to the former Authority in any statutory instrument or document sha ll, unless \nthe contex t otherwise requires, be read and construed as reference to be Authority."
}