{
    "file": "./converted_json\\administrator10b09c34cfd7e31b03898bd6ec49dfe9.json",
    "name": "The Securities Act, 1920",
    "date": "11th March 1920",
    "tagline": "An Act to consolidate and amend the law relating to Government securities",
    "content": "Page 1 of 12 \n  \n \nTHE SECURITIES ACT, 1920  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Notice of trust not receivable save as provided  \n4.  Right of survivors of joint or several payees of Government securities  \n5.  Indorsements to be made on security itself  \n6.  Holding of Government securities by holders of public offices.  \n7.  Issue of securities to rulers of Acceding States or non Acceding States  \n8.  Indorser  of Government security not liable for amount therof  \n9.  Impression of signature on Government securities  \nISSUE OF DUPLICATE, RENEWED, CONVERTED, CONSOLIDATED OR SUB -DIVIDED \nSECURITIES  \n10.  Issue of duplicate securities  \n11. Renewal of bearer bonds  \n12.  Renewal of promissory notes  \n13.  Renewal of promissory notes in case of dispute as to title  \n14.  Renewal of other securities  \n15.  Issue of converted, etc., securities  \n16.  Liability in respect of promissory note renewed, etc.  \nDISCHARGE   \n \n\n \nPage 2 of 12 \n 17.  Immediate discharge in certain case  \n18.  Discharge in other cases  \n18A.  Discharge in respect of interest  \nSUMMARY PROCEDURE IN CERTAIN CASES  \n19.  Procedure on death of holder of securities  \nSECURITIES HELD BY MINORS AND LUNATICS  \n20.  Payment in case of securities hel d by minors and lunatics  \nINDEMNITY  \n21.  Indemnity  \nINSPECTION OF REGISTERS, BOOKS AND DOCUMENTS  \n22.  Inspection of documents  \nPENALTY  \n23.  Penalty  \nRULES  \n24.  Power to make rule s \n25.  [Repeal ed.] \n26.  Provi sion as to Pakistan securities  \n \n \n  \n \nPage 3 of 12 \n THE SECURITIES ACT, 1920  \n1ACT NO. X OF 1920  \n[11th March , 1920]  \nAn Act to consolidate and amend the law relating to Government securities.  \nWHEREAS it is expedient to consolidate and amend the law re lating to Government securities ; \nIt is hereby enacted as follows: -  \n1. Short t itle, extent and commencement.___(1) This Act may be called the 2* Securities Act, \n1920;  \n3[(2) It extends to the whole of Pakistan]; and  \n(3) It shall come into force on the first day of April, 1920.  \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context, -  \n(a)  “Government security” means promissory notes (including treasury bills), \nstock -certificates, be arer bonds and all other securities issued by the 4[Federal \nGovernment] or by any 5[Provincial Government] in respect of any loan \ncontracted either be or after the passing of this Act, but  does not include \ncurrency note ; and  \n(b)  “prescribed” means prescr ibed by rules made under this Act:  \n6[(c)  “the Government ”or “Government” in relation to any loan or security, means \nthe Government raising the loan or issuing the security.]  \n3. Notice of trust not receivable save as provided.___ (1) Save as otherwise p rovided in or \nunder this Act, no notice of any trust in respect of any Government security shall be receivable by the \nGovernment.  \n \n \n \n1For Statement of Objects and Reasons, see Gazette of India, Extraordinary, dated the 29th October, 1919, p. 529;  for Report of Select committee, see \nGazette of India, 1920, Pt. V, p. 39; and for Proceedings in council, see ibid ., 1920, Pt. VI, p. 734.  \nThis Act does not apply to Government securities to which the Public Debt (Central Government) Act, 1944 (18 of 1944 ) applies, and to all matters for \nwhich provision is made by that Act, see s. 29 of the said Act.  \nIt has been extended to the Leased Areas of Balochistan, see the Leased Areas (Laws) Order, 1950 (G.G.O 3 of 1950); and also applied in the Federated \nAreas o f Balochistan, see Gazette of India, 1937, Pt. I, p. 1499.  \nIt has been extended to: -  \n(i)  the Balochistan States Union by the Balochistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O 4 of 1953), as ame nded;  \n(ii) Khairpur State, by the Khai rpur (Federal Laws) (Extension) Order, 1953 (G.G.O. 5 of 1953), as amended.  \nThe Act has been and shall be deemed to have been brought into force in Gwadur (with effect from the 8th September, 1958), by  the Gwadur (Application \nof Central Laws) Ordinance, 1 960 (37 of 1960) s. 2.  \n2The word “Indian” omitted by A.O., 1949.  \n3 Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October,  1955), for sub -section \n(2) as amended by A.O., 1949 and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 8.   \n4Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which was previously amended by A.O., 1937, for “G.G. in C .”.  \n5Subs. by A.O., 1937, for “L.G. ,”  \n6Clause (c) ins., ibid.  \n \n \nPage 4 of 12 \n  (2) The Government shall not be deemed to have received notice of any trust by reason only \nof the fact that it has recognised an endorsement on a Government security by an executor or \nadministrator as such, nor shall it inquire into the terms of any will b y which such executor or \nadministrator may be bound, but, on being satisfied of the due appointment of such executor or \nadministrator, it shall be entitled to treat him as the full owner of any Government security belonging \nto the estate of the person whom  he represents .  \n4. Right of survivors of joint or several paye es of Government securities.___(1) \nNotwithstanding anything in section 45 of the Contra ct Act, 1872 (IX of 1872),___ \n(a)  when a Government security is payable to two or more persons jointly, a nd \neither or any of them dies, the security shall be payable to the survivor or \nsurvivors of those persons, and  \n(b)  when a Government security is payable to two or more persons severally, and \neither or any of them dies, the security shall be payable to t he survivor or \nsurvivors of those persons, or to the representative of the deceased, or to any of \nthem.  \n (2) This section shall apply whether such death occurred or occurs before or after this Act \ncomes into force.  \n(3) Nothing herein contained shall affe ct any claim which any representatives of a deceased \nperson may have against the survivor or survivors under or in respect of any security to which sub -\nsection (1) applies.  \n1[(4) For the purposes of this section, a body incorporated under the Companies Ac t, 1913 (VII \nof 1913), or the Co -operative Societies Act, 1912 (II of 1912), or any other enactment for the time \nbeing in force whether within or without 2[Pakistan], relating to the incorporation of associations of \nindividuals, shall be deemed to die when  it is dissolved.]  \n5. Indorsements to be made on security itself. Notwithstanding anything in section 15 of the \nNegotiable Instruments Act, 1881 (XXVI of 1881), no indorsement of a Government promissory note \nshall be valid unless made by the signature of the holder inscribed on the back of the security itself.  \n6. Holding of Government securiti es by holders of public offices.___ (1) In the case of any \npublic office to which the 3[Government] may, by 4notification in the 5[official Gazette], declare 6this \nsub-section to apply, a Government security may be made or indorsed payable to or to the order of the \nholder of the office by the name of the office.  \n(2) When a Government security is made or indorsed as aforesaid, it shall be deemed to be \ntransferred with out any or further indorsement from each holder of the office to the succeeding holder \nof the office on and from the date on which the latter takes charge of the office.  \n  \n1Sub-section (4) ins. by the Indian Securities (Amdt .) Act, 1928 (2 of 1928), s. 2. \n2Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October,  1955), for “the Provinces \nand the Capital of the Federation” which had been subs. by A.O., 1949, for “British India”.  \n3Subs. by A.O., 1937, for “G.G. in C.”.  \n4For such notification in respect of, -  \n(i) N.W.F.P., see N.W.F.P Government Gazette, 1952, Pt. I, pp. 300 -302;  \n(ii) Sind, see Sind Government Gazette, 1954, Pt. I. pp. 66 -68.  \n5Subs. by A.O. , 1937, for “Gazette of India”.  \n6For offices to which this sub -sectionn has been applied, see Gen. R. & O.  \n \nPage 5 of 12 \n (3) When the holder of the office indorses to a third party a Government security made or \nindorsed as aforesaid, he shall subscribe the indorsement  with his name and the name of the office.  \n(4) A writing on a Government security now or heretofore standing in the name of the holder \nof a public office, whereby the security has been or was made or indorsed payable to or to the order of \nthe holder of th e office by the name of the office, shall not be deemed to be or to have been invalid by \nreason only of the security having been so made or indorsed.  \n(5) This section applies as well to an office of which there are two or more joint holders as to \nan offic e of which there is a single holder.  \n1[7. Issue of securities to rulers of Acceding  States or non Acceding States].___Omitted by the \nFederal Laws (Revision and Declaration) Ordinance, 1981 (XXVll of 1981), s. 3 and Sch. II.  \n8. Indorser of Government secur ity not liable for amount therof. Notwithstanding anything \nin the Negotiable Instruments Act, 1881 (XXVI of 1881), a person shall not, by reason only of his \nhaving indorsed a Government security, be liable to pay any money due, either as principal or as \ninterest, thereunder.  \n9. Impression of sign ature on Government securities.___ (1) The signature of the person \nauthorised  to sign Government securities on behalf of the Government may be printed, engraved or \nlithographed, or impressed by such other mechanical process as the 2[Government] may direct, on the \nsecurities.  \n(2) A signature so printed, engraved, lithographed or ot herwise impressed shall be as valid as \nif it had been inscribed in the proper handwriting of the person so authorised.  \nISSUE OF DUPLICATE, RENEWED, CONVERTED, CONSOLIDATED OR SUB -DIVIDED \nSECURITIES . \n10. Issue of duplicate securities.___ (1) When a Governm ent security is alleged to have been \nlost, 3[stolen] or destroyed either wholly or in part, and a person claims to be the person to whom but \nfor the loss, 3[theft] or destruction it would be payable, he may, on application to the prescribed \n4[authority], a nd on producing proof to 5[its] satisfaction of the loss, 3[theft] or destruction and of the \njustice of the claim and on payment of the prescribed fee, if any, obtain from 6[it] an order for___ \n(a)  the payment of interest in respect of the security said t o be lost, 3[stolen] or \ndestroyed pending the issue of a duplicate security ; and  \n(b)  the issue of a duplicate security payable to the applicant.  \n(2) An order shall not be passed under sub -section (1) until after the issue of the prescribed \nnotification  of the loss, 3[theft] or destruction.  \n(3) A list of the securities in respect of which an order is passed under sub -section (1) shall be \npublished in the prescribed manner.  \n \n1This section was previously amended by various enactments from time to time.  \n2Subs. by A.O., 1937, for “G.G. in C.”.  \n3Ins. by the Indian Securities (Amdt.) Act, 1927 (21 of 1927), s. 2.  \n4Subs. by the Indian Securities (Amdt.) Act, 1937 (28 of 1937), s. 2, for “officer”.  \n5Subs. ibid., for “his”.  \n6Subs. ibid., for “him”.  \n \nPage 6 of 12 \n 1[(4) If  at any time before the Government becomes discharged under the provisions of this Act \nfrom liability in respect of any security the whole of which is alleged to have been lost, stolen or \ndestroyed, such security is found, any order passed in respect there of under this section shall be \ncancelled.]  \n11. Renewal of bearer bonds. The holder of a bearer bond or other Government security \npayable to bearer may, on application to the prescribed 2[authority], on delivery of the bearer bond or \nother security and on payment of the prescribed fee, if any, obtain from such 2[authority] a renewed \nbearer bond or other security, as the case may be.  \n12. Renewal of promissory notes. Subject to the provisions of section 13, a person claiming \nto be entitled to a Government pr omissory note, may, on applying to the prescribed 2[authority], and \non satisfying 3[it] of the justice of his claim and delivering the promissory note receipted in the \nprescribed manner, and paying the prescribed  fee, if any, obtain from such 2[authority] a renewed \npromissory note payable to him:  \nProvided that, when application is made for the renewal of a Government promissory note \nwhich appears to the prescribed 2[authority] to stand in the name of a deceased member of a Hindu \nundivided family governed b y the Mitakshara law, a renewed promissory note shall not be issued to \nthe applicant unless he furnishes a certificate signed by such authority and after such inquiry as may \nbe prescribed to the effect that the deceased belonged to a Hindu undivided family  governed by the \nMitakshara law, that the promissory note formed part of the joint property of the family, and that the \napplicant is the managing or sole surviving male member of the family.  \n4*  *  *  *  *  *  *  \n13. Renewal of promissory notes in case of  dispute as to title .___(1) Where there is a dispute \nas to the title to a Government promissory note in respect of which an application for renewal has been \nmade, the prescribed 2[authority] may -  \n(a)  where any party to the dispute has obtained a final decision from a Court of \ncompe tent jurisdiction declaring him to be entitled to such note, issue a renewed \nnote in favour of such party, or  \n(b)  refuse to renew the note until such a decision has been obtained, or  \n(c)  after such inquiry as is hereinafter provided and consideration o f the result \nthereof, declare by order in writing which of the parties is in 5[its] opinion \nentitled to such note and may, after the expiration of three months from the date \nof such declaration, issue a renewed note in favour of such party in accordance \nwith the provisions of section 12, unless within that period 6[it] has received \nnotice that proceedings have been instituted by any person in a Court of \ncompetent jurisdiction for the purpose of establishing a title to such note.  \nExplanation. -For the purpos es of this sub -section the expression “final decision” means a \ndecision which is not appealable or a decision which is appealable but against which no appeal has \nbeen filed within the period of limitation allowed by law.  \n1Ins. by the Indian Securities (Am dt.) Act, 1927 (21 of 1927), s. 2.  \n2Subs. by the Indian Securities (Amdt.) Act, 1937 (28 of 1937), ss. 3, 4 and 5, for “officer”.  \n3Subs. ibid., s.4, for “him”.  \n4 Explanation  to s. 12 rep. by the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s. 3 and Sch. II.  \n5 Subs. ibid., s. 5, for “his”.  \n6Subs. ibid., for “he”.  \n \nPage 7 of 12 \n (2) For the purpose of the inquiry referred to in sub -section (1), the prescribed 1[authority]  may \n2[direct one of its officers to] record, or may request the District Magistrate to record or to have \nrecorded, the whole or any part of such evidence as the parties may produce. When such request has \nbeen made to the District Magistrate, such Magistra te may himself record or may direct any Magistrate \nof the first -class subordinate to him, or any Magistrate of the second -class subordinate to him and \nempowered by general or special order of the 3[Government] in this behalf, to record the evidence, and \nshall forward a copy thereof to the prescribed 1[authority].  \nExplanation. - For the purposes of this sub -section, the District Magistrate means the District \nMagistrate having jurisdiction in the plac e where interest on the promissory note is payable 4* * *.  \n(3) 5[The officer of the prescribed authority] or any Magistrate acting under this section may, \nif he thinks fit, record evidence on oath.  \n14. Renewal of other securities. Government securities o ther than those mentioned in sections \n11 and 12 may be renewed in such circumstances and in such manner as may be prescribed.  \n15. Issue of converted, etc., securities.___(1) The prescribed 1[authority] may, subject to such \nconditions as may be prescribed,  on the application of a person claiming to be entitled to a Government \nsecurity or securities, on being satisfied of the justice of the claim and on delivery of the security or \nsecurities receipted in the prescribed manner and on payment of the prescribed  fee, if any, convert, \nconsolidate or subdivide the security or securities, and issue to the applicant a new security or securities \naccordingly.  \n(2) The conversion, consolidation or sub -division referred to in sub -section (1) may be into a \nsecurity or sec urities of the same or different classes or of the same or different loans.  \n16. Liability in respect o f promissory note renewed, etc.___(1) When a renewed Government \npromissory note has been issued under section 12, or a new Government promissory note has  been \nissued upon conversion, consolidation or subdivision under section 15, in favour of any person, the \nnote so issued shall be deemed to constitute a new contract between the Government and such person \nand all persons deriving title thereafter through h im.  \n(2) No such renewal, conversion, consolidation or sub -division shall affect the rights as against \nthe Government of any other person to the security or securities so renewed, converted, consolidated \nor sub -divided.  \nDISCHARGE  \n17. Immediate discharge i n certain case. On payment by or on behalf of the Government to \nthe holder of a bearer bond or other Government security payable to bearer of the amount expressed \ntherein on or after the date when it becomes due, or on renewal of a bearer bond or other sec urity \npayable to bearer under section 11, or on renewal of a Government promissory note under section 13, \nor on conversion, consolidation or sub -division of a bearer bond or other security payable to bearer \nunder section 15, the Government shall be dischar ged in the same way and to the same extent as if \nsuch bearer bond, promissory note or other security were a promissory note payable to bearer:  \n1Subs. by the Indian Securities (Amdt.) Act, 1937 (28 of 1937), ss. 3, 4 and 5, for “officer”.  \n2Subs. ibid., for “himself”.  \n3Subs. by A.O., 1937, for “L.G.”.  \n4Certain words omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II, which we re previously amended \nby various enactments.  \n5Subs. by Act, 28 of 1937, s. 5, for  “The Prescribed officer”.  \n \nPage 8 of 12 \n Provided that, in the case of a Government promissory note renewed under section 13, nothing \nin this section shall be deemed to bar a claim against the Government in respect of such note by any \nperson who had no notice of the proceedings under that section , or who derives title through any such \nperson.  \n18. Discharge in other cases. Save as otherwise provided in this Act___  \n(i)  on payment of the amount due on a Government security on or after the \ndate on which payment becomes due, or  \n(ii)  when a duplicate security has been issued under section 10, or  \n(iii)  when a renewed security has been issued under section 12 or section 13, \nor a new security or securities has or have been issued upon conversion, \nconsolidation or sub -division under section 15,  \n the Government shall be discharged from all liability in respect of the security \nor securities so paid or in place of which a duplicat e, renewed, or new \nsecurity or securities has or have been issued___ \n(a)  in the case of payment -after the lapse of six years from the date on which \npayment was due ;  \n(b)  in the case of a duplicate security -after the lapse of six years from the date of \nthe publication under subsection (3) of section 10 of the list in which the security \nis first mentioned, or from the date of the last payment of interest on the original \nsecurity, whichever date is later ;  \n(c)  in the case of a renewed security or of a new  security issued upon conversion, \nconsolidation or sub -division after the lapse of six years from the date of the \nissue thereof.  \n1[18A. Discharge in respect of interest. Save as otherwise expressly provided in the terms of \na Government security, no person  shall be entitled to claim interest on any such security in respect of \nany period which has elapsed after the earliest date on which demand could have been made for the \npayment of the amount due on such security.]  \nSUMMARY PROCEDURE IN CERTAIN CASES  \n19. P rocedure on death of holder of securities 2* * *.___ (1) If within six months of the death \nof a person who was entitled to a Government security or securities (other than a security payable to \nbearer) the nominal or face value of which does not in the aggr egate exceed five thousand rupees 3[or, \nin the case of Post Office Savings Certificates, twenty -five thousand rupees], probate of the will or \nletters of administration of the estate of such person or a certificate granted under the 4[Succession Act, \n1925 ( XXXIX of 1925)] is not produced to the prescribed 5[authority], such 5[authority] may, after \ninquiry in the manner provided in sub -sections (2) and (3) of section 13, determine who is the person \nentitled to the security or securities or to administer the e state of the deceased, and may -  \n1S. 18A ins. by the Indian Securities (Amdt.) Act, 1927 (21 of 1927), s. 3.  \n2The words “not exceeding an aggregate value of five thousand rupees” omitted by the Government Savings Bank and Securities La ws (Amdt.) Act, 1958  \n(42 of 1958), s. 2 and Sch. (with effect from the 1st March, 1960).  \n3Ins. ibid. (with effect from the 1st March, 1960 ).  \n4Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II. For “Succession Certifi cate Act, 1889”.  \n5Subs. by the Indian Securities (Amdt .) Act, 1937 (28 of 1937), s. 6, for “officer”.  \n \nPage 9 of 12 \n  (a)  in the case of any such security relating to a loan due for repayment, authorise \npayment of the amount due thereon to such person ; and  \n(b)  in the case of any such security relating to a loan not due  for repayment, \nauthorise, in the case of a promissory not, the renewal of such promissory note \nin favour of such person, or, in the case of stock, the registration of the name of \nsuch person in substitution for the name of the deceased.  \n(2) Upon the paym ent or renewal of any promissory note in accordance with sub -section (1), \nthe Government shall be discharged from all liability in respect of the note so paid or renewed ; and \nany substitution of names made in accordance with clause ( b) of sub -section (1) shall, for the purposes \nof any claim against the Government, be deemed to have effected a valid transfer of the stock in respect \nof which it was made.  \n(3) Any creditor or claimant against the estate of the deceased may recover his debt or claim \nout of mon ey paid to any person under sub -section (1) and remaining in his hands unadministered in \nthe same manner and to the same extent as if the said person had obtained letters of administration of \nthe state of the deceased, and nothing in this section shall aff ect any claim of an executor or \nadministrator or other representative of the deceased against such person other than a claim to recover \namounts lawfully paid by him in due course of administration of the estate of the deceased.  \nSECURITIES HELD BY MINORS A ND LUNATICS  \n20. Payment in case of securities held by minors and lunatics. Where a Government security \nstands in the name of or is held by a minor or a person who is insane and incapable of managing his \naffairs, the interest accruing thereon, or the capita l sum payable in respect thereof on the maturity or \ndischarge of the loan, shall, where, in the case of interest payable, the nominal value of the security, \nor in other cases the sum payable, does not exceed five thousand rupees, be paid in such manner as \nmay be prescribed, and on any payment being so made, the Government shall, notwithstanding any \nprovision of any enactment to the contrary, be discharged from all liability in respect thereof.  \nINDEMNITY  \n21. Indemnity. Notwithstanding anything in section 10 , 12, 13 or 15, the prescribed \n1[authority] may in any case arising under any of those sections -  \n(i)  Issue a duplicate or renewed security or convert, consolidate or sub divide a \nsecurity or securities upon the applicant giving the prescribed indemnity a gainst \nthe claims of all persons claiming under the original security or under the \nsecurity or securities so renewed ; converted, consolidated or sub -divided, as \nthe case may be, or  \n(ii)  refuse to issue a duplicate or renewed security or to convert conso lidate or sub -\ndivide a security or securities unless such indemnity is given.  \nINSPECTION OF REGISTERS, BOOKS AND DOCUMENTS  \n \n \n1Subs. by the Indian Securities (Amdt.) Act, 1937 (28 of 1937), s. 6, for “officer”.  \n \nPage 10 of 12 \n 22. Inspection of documents. No person shall  be entitled to inspect, or to receive information \nderived from, any Government security in the possession of the Government or from any book, register \nor other document kept or maintained by or on behalf of Government in relation to Government \nsecurities or any Government security, save in such circumstances and manner and subject to such \nconditions as may be prescribed.  \nPENALTY  \n23. Penalty.___(1) If any person, for the purpose of obtaining for himself or for any other person \npayment of interest or of the capital sum due in respect of any Government security, or the issue of a \nduplicate security, or the renewal, conversion, consolidation or sub -division of a Government security \nor securities, makes to any authority under this Act a statement which is false and which he either \nknows to be false or does not believe to be true, he shall be punishable with imprisonment for a term \nwhich may extend to six months, or with fine, or with both.  \n(2) No Court shall take cognizance of any offence under subsection (1) save on the complaint \nof the authority to whom the false statement was made.  \nRULES  \n24. Power to make rule.___(1) The 1[Government] may after previo us publication make rules2 \nto carry out the purposes of this Act.  \n(2) In particular and without prejudice to the generality of the foregoing power, such rules may \nprovide for all or any o f the following matters, namely :-  \n(a)  the manner in which payment of interest in respect of Government securities is \nto be made and acknowledged;  \n(b)  the circumstances in which Government securities must be renewed before \nfurther payment of interest thereon can be claimed;  \n3*  *  *  *  *  *  \n(d)  the fees to be paid i n respect of the issue of duplicate securities and of the \nrenewal, conversion, consolidation and sub -division of Government securities ;  \n(e)  the proof which is to be produced by persons applying for duplicate securities;  \n(f)  the form and manner of publ ication of the notification mentioned in sub -section \n(2) of section 10 and the manner of publication of the list mentioned in \nsubsection (3) of that section ;  \n(g)  the 4[authority which] is to exercise all or any of the powers and to perform all \nor any of the duties referred to in sections 10, 11, 12, 13, 15, 19 and 21;  \n \n \n1Subs. by A.O., 1937, for “G.G. in C.”.  \n2For such rules, see Gen. R. & O.  \n3Clause (c) omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II ., which was previously amended by \nA.O., 1949, for “States in India”.  \n4Subs. by the Indian Securities (Amdt.) Act, 1937 (28 of 1937), s. 7, for “officer who”.  \n \nPage 11 of 12 \n  (h)  the manner of making the inquiry mention ed in the proviso to section 12 ;  \n(i)  the circumstances and the manner in which securities other than securities \npayable to bearer or promissory notes are to be renewed ;  \n(j)  the form in which securit ies delivered for discharge, renewal, conversion, \nconsolidation or sub -division are to be receipted ;  \n(k)  the conditions subject to which securities may be converted, consolidated or \nsub-divided ;  \n(l)  the person to whom and the manner in which payments  are to be made in respect \nof Government securities standing in the name of, or held by, minors or persons \nwho are insane and incapable of managing their affairs ;  \n(m)  the taking of indemnities against adverse claims of third parties from persons \nwho rec eive payment of interest or of the capital sum due in respect of \nGovernment securities, or who obtain duplicate, renewed, converted, \nconsolidated or sub -divided securities ;  \n(n)  the manner in which any document relating to Government securities or any \nindorsement on a Government promissory note may, on the demand of any \nperson who from any cause is unable to write, be executed on his behalf ;  \n (o)  enabling holders of Government stock to be described in the registers of such \nstock as trustees, and either as trustees of any particular trust or as trustees \nwithout qualification, and for the recognition of powers of attorney granted by \nholders of stock so described ;  \n(p)  the holding of Government stock by the holders of offices other than public \noffices, and the manner in which and the conditions subject to which stock so \nheld may be transferred ;  \n(q)  the mode of attestation of documents relating to Government stock ;  \n(r)  generally, all matters connected with the grant of duplicate, renewed, converted, \nconsolidated and sub -divided securities ; and  \n(s)  the circumstances and the manner in which and the conditions subject to which \ninspection of secur ities, books, registers and other documents may be allowed \nor information therefrom may be given under section 22.  \n(3) Nothing in any rule made under clauses ( o) and ( p) shall, as between any trustees or as \nbetween any trustees and the beneficiaries under  a trust, be deemed to authorise the trustees to act \notherwise than in accordance with the rules of law applying to the trust and the terms of the instrument \nconstituting the trust ; and neither the Government nor any person holding or acquiring any intere st in \nany Government stock shall by reason only of any entry in any register maintained by or on behalf of \nthe Government in relation to any Government stock or any stockholder, or of anything in any \ndocument relating to Government stock, be affected with notice of any trust or of the fiduciary \ncharacter of any stockholder or of any fiduciary obligation attaching to the holding of any Government \nStock.  \n \nPage 12 of 12 \n (4) Rules made under this section shall be published in the 1[official Gazette], and shall \nthereupon have  effect as if enacted in this Act.  \n25. [ Repeals. ] Rep. by the Repealing Act, 1927 (XII of 1927 ), s. 2 and Schedule .  \n2[26. Provision as to Pakistan securities. For the avoidance of doubt it is hereby declared that \nthe rights of all persons in relation to 3[Pakistan] securities are to be determined, in connection with all \nsuch questions as are dealt with by this Act in relation to Government securities, by the law of \n4[Pakistan].]  \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n1Subs. by A.O., 1937, for “Gazette of India”.  \n2Section 26 ins . ibid.  \n3Subs. by A.O., 1949, for “Indian”.  \n4Subs. by the Central Laws (Statue Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the Provinces \nand the Capital of the Federation” which had been subs. by A.O., 1949, for “British India"
}