{
    "file": "./converted_json\\administratorc5066ed56c64509c5aee22965b30cff7.json",
    "name": "Gwadur (Application of Central Laws) Ordinance, 1960",
    "date": "31st August, 1960",
    "tagline": "An Ordinance for applying to Gwadur all Central laws which are or may hereafter be in force in the Mekran District in the Kalat Division of the Province of West Pakistan.",
    "content": "Page 1 of 3 \n  \n \nTHE GWADUR (APPLICATION OF CENTRAL LAWS)  \nORDINANCE, 1960  \n \n \n \nCONTENTS  \n \n1.  Short title  \n2  Application of Federal  Laws  \n3.  Savings  \n\n \nPage 2 of 3 \n THE GWADUR (APPLICATION O F CENTRAL LAWS) ORDINANCE, 1960  \nORDINANCE No. XXXVII OF 1960 . \n[31st August, 1960]  \nAn Ordinance fo r applying to Gwadur all Central laws which are or may hereafter be in force in the   \nMekran District in the Kalat Division of the Province of West Pakistan . \n WHEREAS Gwadur, being ceded to Pakistan on the eighth day of Septem ber, 1958, became \non that day  one of the t erritories included in Pakistan ; \n AND WHEREAS Article 2 of the Gwadur (Government and Administration) Order, 1958 (P. \nO. 8 of 1958), provides that until otherwise determined by competent authority, Gwadur shall, for \npurposes of government and  adminis tration, and all matters connected therewith, constitute part of \nthe Mekran District in the Kalat Division of  the Provi nce of West Pakistan . ; \n AND WHEREAS it is expedient to apply to Gwadur all Central laws which are or may \nhereafter be in force in the aforesaid Mekran District ;  \n NOW , THEREFORE, in pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromu lgate the following Ordinance: ― \n 1. Short title. ―This Ordinance may be called the Gwadur (Application of Central Laws) \nOrdinance, 1960.  \n 2. Application of 2[Federal ] Laws.―(1) All 2[Federal ] Acts, including a ll Orders and other \nenactments , and all notifications, rules, bye -laws or directi ons made or issued thereunder, which \nwere in force in the District of Mekran in the Kalat Division of the  Province of West Pakistan \nimmediately before the eighth day of September, 1958, shall be and shall be deemed to have been in \nforce in Gwadur with effe ct from the said day, and shall continue in force, subject always to such  \namendments as may have been or may be made therein by or under proper authority.  \n1[* *  *  *  *  *  *]  \n 3. Savings .―(1) Any law or legal instrument having the force of law in Gwadur (hereinafter \ncalled Gwadur law) in force immediately before the eighth day of September, 1958, and \ncorresponding to the provisions of any 2[Federal]  law applied by the preceding section, sh all stand \nrepealed on and from the said day, and shall be deemed to have been re -enacted by such 2[Federal]   \nlaw, as if the Gwadur law were a 2[Federal]  Act, and the provisions of the General Clauses Act, 1897 \n(X of 1897), shall apply accordingly.  \n (2) Not withstanding the provisions of sub -section (1), anything done, action taken, right \naccrued, or liability, penalty, forfeiture or punishment incurred, under any Gwadur law on or after \nthe eighth day of September , 1958, and immediately before the commencemen t of this Ordinance, \nshall be deemed to have been validly done, taken, accrued or incurred, as the case may be, and the \n2[Federal]  law by which such Gwadur  law is deemed to have been re -enacted shall, to that extent, be \ndeemed not to have come into force d uring that period.  \n \n1Omitted by the Federal Laws (Revi sion and Declaration)  Ordinance, 1981  (Ordinance No. XXVII of 1981), s.3 and second s chedule.  \n2Subs. by the Federal Adaptation  of Laws Order, 1975 (President’s Order No. 4 of 1975), Article 2 and Table.  \n \nPage 3 of 3 \n  (3) Nothing in section 2 shall be deemed to have or ever to have had the effect of \nretrospectively creating any offence or of retrospectively enhancing the punishment for any offence \nprovided for in any law for the time being in force.  \n (4) Without prej udice to the other provisions of this Ordinance, the repeal by this Ordinance \nof any Gwadur law shall not affect ― \n(a)  the previous operation of any Gwadur law so repealed or the validity, \ninvalidity, effect or consequences of anything already done or suffered \nthereunder ; or  \n(b)  any right, title, privilege, obligation or liability acquired, accrued or incurred \nthereunder, or any release or discharge already granted of or from any debt, \npenalty, obligation, liability, claim or demand, or any indemnity, already \ngranted, or the proof of any past act or thing ; or  \n(c)  any penalty, forfeiture or punishment incurred in respect of any offence \ncommitted against any Gwadur law so repealed ; or  \n(d)  any investigation, legal proceeding or remedy in respect of any such right, \ntitle, privilege, obligation, liability, penalty, forfeiture or punishment as \naforesaid ;  \nand any such investigation, legal proceeding or remedy may be instituted, continued or enforced, and \nany such penalty, forfeiture or punishment may be imposed, as if this Ordinance had not been \npromulgated ;  \n  nor shall this Ordinance revive or restore any thing not in force or existing at the time of its \ncommencement or affect any law in which any Gwadur law hereby repealed has been applied, \nincorporated or referred to, or affect any principle or rule of law, or established jurisdict ion, form, or \ncause of p leading , practice, or procedure, or existing usage, custom, privilege, restriction, exemption, \noffice or appointment, notwithstanding, that they respectively may have been in any manner \naffirmed, recognized or derived by, in or from any Gwadur law hereby r epealed.  \n______ _____  \n \n \n \n \n \n \n \nRGN Date: 13 -06-2024"
}