{
    "file": "./converted_json\\administrator0713bf5326c37679af005c2b24294c92.json",
    "name": "Pakistan Railways Police (Efficiency and Discipline) Rules, 1996",
    "date": "August 27, 1996",
    "tagline": "Framework for disciplinary proceedings and punishments for Pakistan Railways Police personnel",
    "content": "REGIS? ER ED NO M  • i°1  1,764.6 \nZhr 45aitite S2J of POOR' 64706 EXTRAORDINARY \n- \tPUBLISHED BY AUTHORITY! • \nISLAMABAD, TUESDAY, AUGUST 27, 1996 \nPART II \nStatutory Notifications (S. R. 0.) \n'obvaatednNT OF PAKISTAN \nMINISTRY OF RAILWAYS \n(Railwa • \t y Board) \t\ni-x01\"( • NOTIFICATIONS \nIslamabad, the 19th August,. 1996 \nVf  S. R. 0. 711 (I)/96.—In exercise of the powers conferred by section 17 of \n. the Pakistan Railways Police Act, 1977 (VII of 1977), the Federal, Government is \nplrased to make 'the following rules, namely :- \n1. Short tide; commencement awl application.—(1) These rules may be \ncalled the Pakistan Railways Police (Efficiency and Discipiine) Rules, 1996. \nThey shall, come into force at once. \nThey shall apply to all personnel of Pakistan Railways Police below the• \nrank of .DS.P. \n2. Dellaitiods.—In these rules, unless the context otherwise requires.— \naccused\" means a person in the Pakistan Railways Police below \nthe rank of D.S.P. who is to be proceeded against under these rules; \n\" authority \" means authority competent to award punishment as per \nschedule ; \n(1391) \nPrice: R.L1O \ni4321 (96/BL G*1-1 \n1392 ThE GAZEttE OF PAKISTAN, EXTRA., AUG. j.7, 1996 \t[Parer\"  \"\"' \n\" misconduct\" means *conduct prejudicial to .  good order or discipline \nin the Railways Police Force, or contrary to Government Servants \n(Conduct) Rules, 1964 or unbecoming of a police • official and a \ngentlemen, any commission or omission' which violates any of the \nprovisions of law and rules regulating the Pakistan Railways -police \nor any act on the part of police officiol to bring or attempt to bring \npolitical or other outside influence directly or iodirectly to bear on \nthe Government or any Government Officer in respect of any matter \nrelating to the appointment, promotion, transfer, service of a Police \nofficial; \n\"Punishment\" means a punishment which May be imposed under \nthese rules by authority as specified in the schedule; and \n\"Schedule\" means the schedule Annexed to these rules. \n3. Grounds for punisluneat.—Where an accurd in the opinion of the \nauthority.— \n(a) is inefficient or has ceased to be efficient, or \nis guilty of misconduct ; or \n'is corrupt, or may reasonably be considered .t.o ,be corrupt,because ; \n(i) he is, or any of his dependents or any .other person through \nhim or on .  his behalf is, in possession (for .  which he cannot \nreasonably account) of pedunihty reasources or of property, \ndisproportionate to his known sources of income; or \t' \n(ii) he has assumed a style of living beyond hi ostensible means \nor \n(hi).  he has a reputation .of being .corrupt ; ,or is engaged, or is \nreasonably suspected of being engaged, in subversive 'activities \nor is reasonably suspected Of being associated with others \nengaged' in subversive activities or is guilty of disclosure of \nofficial secrets. to any unauthorised person, and his retention in \n.service is therefore prejudicial to national security: the \nauthority may impose on him one or more punishments specified \nla rule 4, (b) \n(0) \nPr 11] • THE GAZETTE OF PAKISTAN, EXTRA., AUG. 27, 1996 1393 \n4. l'isnishment&—(1) The following are the minor and major punishments: \nnAmely \n(a) Minot puniihrnents : \n(i) Censure; \nForefeiture of approved service upto two yearS; \nWithholding of promotion upto one year; • \nStoppage of increment for a period not exceeding three years \nwithout cumulative effect; \nFine to any amount ,  not exceeding one month's pay; \nConfinement to quarters for a term snot exceeding fifteen days ., \n, \t\n\t• with or without punishment of drill, extra guard, fatigue or \nother duties; \n• \nExtra drill not exceeding fifteen days, fatigue of other duties. \n(b) Minor punishments \nReduction in .ranIt or pay; \nCompulsory retirement; \nRemoval from service; and \nDismissal from service, \nRemoval from service does not; but dismissal from service does dis-\nqualify for future employinent. \nReversion from.  an  officiating rank is not a punishment. . \n(4). In this rule, removal or dismissal from *service .does not include the dis-\ncharge-of a person .i.— \n(a) \tappointed on probation, during the period of probation, or in accord- . \nnice with the probation or training rules applicable to him; or \nappointed, otherwise than under a contract, to hold a temporary • \nappointment on the expiration of the period of appointment; or \n(c) \tengaged under• a conuract,,in accordance with the terms of the, con- \ntract'. \t• \n5. In case a person is accused of subversion, corruption; ineffidency or mis-\nconduct, the authority may require him to proceed on leave, (b) \n1394 THE GAZETTE 01-s PAKISTAN, EXTRA., AUG. 27, 1996 \t[PART II 4;),I. ' \t\np. Punishment proceedings.---The punishment \nproceeding,s will ,ordinarily be of three 'kinds i.e.. (a) Summary Police P\nroceedings (b) General Police Proceedings and (c) Special Police Proceedings, for which the procedure shali be as under :—\nli l \n(1) The authority shall \ndecide on the facts of each case whether pro-\ncedure of Summary or General Proceedings shall be adopted. (2) In case the authority decides that the \nmisconduct is to be dealt with id the Police Summary Proceedings, it shall proceed as \nunder :-.. (i) . The accused person liable to .bedealt with in the Police Summary \nOrderly Room. proceedings shall \nbe brought before the authority in an , \nHe shall be apprised by the authority, rally, of the nature of the allegation against him. The substance of his explanation for the. same shall \nbe recorded and if the same is found un-satisfactory, he may be awarded one of the \nminor punishmen mentioned in these rules.ts ,The \nauthority conducting the Police Summary Proceedings . \t. . \t . may, \nif deemed necessary adjourn them .ordinarily. \nfor a maximum period of seven days. (3) \nIf the authority decides to hold General Police Proceedin \n\tthe Procedure shall be as under  \n(i) • The authority shall determine whether in the light of facts of the case \n. or in the interest of justice, a departmental inquiry, \nis not necessary, it shall:_.... through an Inquiry Officer, is necessary. IF it decides.  that it \nby order in writing, inferm the accused of the action \nthe 'action : and proposed to be taken in regard, to him and the grounds' \nOf . give him a reasonable \nopportunity of showing use agahnt that action : \n- Provided that no such opportunity shall be given . \t• \t\n. \t;whore the authority is satisfied that in the interest of murky of Pakistan or any part 'thereof it is not expedient \t\n. . \t to give such opportunity. \t' (4) If the authority decides that it \tnecessary to have departmental inquiry', it shall appoint for this purpose an Inquiry Officer who \n. \t• \t- 'is senior -  in rank to the accused. \t_ \n1 :3- \nPART 111 THE GAZ41 -1E OF PAKISTAN, IliCTRA., AUG. 27, 1996 1395 \n(5) On receipt of 'the findings of the Inquiry Officer or where no such \nOfficer is appointed, on receipt of .the explanation of the accused, \nif any, the authority shall determine whether the charge has been \nproved or not. In case the charge is proved ,• the authority may \naward one or more of the punishments' which, as per Schedule: it \nis competent to impose. . \n7. Procedure to be observed by die Inquiry Officer.—(1) Where an Inquiry \nOfficer is appointed, the authority shall: \nFrame a charge and communicate it to the accused together zith • \nstatement of the allegations explaining the charge and any other \nrelevant circumstances which are proposed to be taken into con-\nsideration; \nrequire the accused, within seven days from the day the charge bas \nbeen communicated to him, to put in a written defence and to state \nat the same time whether he desires to be heard in persim \nthe Inquiry Officer shall inquire into the charge and • may examine \nsuch oral or documentary evidence in support of the charge or in defence of \nthe accused as May be considered necessary and the .accused shall be entitled \nto cross-examine the witness against him. \nThe Inquiry Officer shall hear the case from day to day and no adjourn-\nment shall be given except for reasons to be recorded in writing and where any \nadjournment is given :— \n(a). it shall not be more than week. and \n(b) the reasons therefore shall be reported forthwith to the authority. \nWhere the Thouiry Officer is satisfied that the accused is hampering. or \n. \tattempting to hamper, the progress of .the Inquiry, he shall administer a warning \nand if, thereafter he is satisfied that the accused is acting in disregard of this \nwarning he shrill record a finding to that effect and proceed to complete the \ndepartmental inquiry ar-parte. • \nIf the accused absents himself from the inquiry .  on medical grounds, \nhe shall be deemed to have hampered or attempted to hamper the progress o\n• \t\n\tf \nthe inquiry :  unless medical leave applied for- by him is sanctioned on the recom-\nmendation of a Medical Officer nominated by the authority for this purpose: \n. \tProvided that the authority may, in his discretion sanction medical kese \nupto seven days -without the :recommendation of the Medical Officer. \n1396 THE GAZETrEp PAICISTAN, \n\tALIC. 27, 199 \t[him (6) The Inquiry Officer  shall • \nwithin ten days of the' conclusion of the proceedings or such longer 'period as may be .allowed by \nthe Authority, submit . his findings and grounds thereof to the authority. \n  \n8. Powers of Inquiry Officer.—(1) For the purpose of*deparftmental.quiry under \nthese rules, the Inquiry Officer shall have the powers of a Civil-\nCourt tryink a suit 'under the code of Civil Procedure, 1908 (Act of 1908), in respect of the following matters namely: \n• (a) summoning and enforcing the attendarrce of any person and examin- ing him on oath; \n(b) requiring the discovery and producting of document.s.: \n(c) receiving evidence on affidavits ; \n(d) \t\nissuing commissions for the examination of witrtesses or, documents. \n(2) The proceedings under these rules shall be deemed to \nbe judicial pro-ceedings within the \nmeaning of section 193 and 228 of the Pakistan Penal Code (Act XfV of 1860). \n• \t\nS. Special Police Proeeedings.—Where,  a person below the rank of a D.S.P. \t' 'of the Pakistan Railwas Police goes on strike, hunger strike, protest or demons-\ntration or by use 'of threat of criminal force or in any, other manner whatso:-\never, induces or incities any other Police Official to go on or participate in such de\nmonstthtioi or protest notwithstanding anything contained in these rules,. the authority shall, \n(a) by order. in writing, info \tthe. accused of the actiion proposed • tO•be taken in regard to him .and grounds of the action and require \nhim to submit his explanation within a specified period \n(b) consider the explanation of the accused, .if any and after giving \nhim a reasonable opportunity of showing cause against the proposed. action, may award any of tho punishments spedfied in the.schedubs : \nProvided that no such opportnnity shah, be given where the \nauthority is satisfied that in the interest of security of Plakistan \nor •• any part thereof it is not expedient to give such opportunity: 10. \nRides, 6; 7 and 9 not to apply' In cettain cases.—Nothing \nin 'rules 6, ..• and 9 shall apply in a case :— \n(a) \tWhere \nthe accused is dismisied Or removed from service or \n*reduced in rank, On the •uround of ccinduct which has \nled to a sentence .of • —.fine •or of imprisothrieth or 1xSth ; or \n. PART '1.11 THE GAZETTE OF PAKISTAN, EXTRA., AUG. 27, 1996 1391 \n(b) where the authority competent to impose a major punishment is \nSatisfied that for reasons to be recorded in writing by that authority, \nit is not reasonably practicable to give the accused an opportunity \nof showing cause.. \n11. Procedure of inquiry against officers lent to other Government or . \nAuthority.--•-(l) Where the services of a person below the rank of D.S.P. of the \nPakistan Railways -Police to whom these rules apply are lent to any other Go_yern-\nment or to a local or other Authority, in this rule referred to as the borrowing • \nauthority, the borrowing Authority shall have the powers of the authority for \nthe purpose of placing him under suspension or requiring him to proceed on leave \nand of initiating proceedings against him under these rules; \t• • \n. Provided that the borrowing authority shall forthwith inform the authority \n. • which has lent his services, hereinafter in this rule referred .  to 'as the lending \nauthority, of the circumstances leading to the order of his suspension or the com-\nmencement of the proceedings, as the case may be; \n. (2) If, in The light of the findings of -the .prOceedings taken against the ac-\nused in terms of sub-rule (1), the borrowing authority is of opinion' that any \npunishment should be imposed on him, it shall transmit to the lending authority \n'the record of the proceedings and thereupon the lending authority shall take \naction as prescribed in these rules. \n. \t.12. Revision.—(1) The Inspector General, a Deputy Inspector General or • \nSuperintendent of Police may call for the reeOrd of punishment awarded by their ,  \nsubordinates and confirm 'enhance, modify or annual the same, or make further \ninvestigation or direct such to be made before passing orders. \n(2) If punishment of dismissal is anaulled, the officer annulling • it shall \nstate whether it is.to  e regarded as suspension followed' by reinstatement. or not. \nThe order should also state whether service perior to dismissal shall count for \npension or not. \t• \n. (3)• In all cases in which officers propose to enhance any punishment they \nshall, before passing final orders, give the accused concerned .  an  .opportunity of \nshowing cause, either personally or in writing, why his punishment should\" not \nhe enhanced. \t- \n13. No party to any proceedings under these rules 'before the authority ' \n.or Inquiry Meer shall be represented by an.Advocate. \n, \n1398 THE GAZETTE OF PAKISTAN, EXIRA., AUG. 27, 1996 \t(Pm If s— i  \n14. Apperd.--(1) An appeal shall lie only against the order of dismissal, \nremoval from service, compulsory retirement, reduction in rank or time scales, \nforefeiture of approved service and imposition of fine; \n. (2) There shall be one appeal only from the original order, and the .  order \nof the appellate authority shall be final; \n(3) The appeal shall lie to an officer one step higher in rank as shown in \nthe schedule, than the one who passes the original order : \nProvided that in case of orders passed by the Inspector General of Polite. \nonly a review petition shall be admissible. \nAuthority. \n[No. 19/3/91 (E.I.).] \nSCHEDULE \nPOWERS OF PUNISHMENT TABLE AUTHORITY TOWARD \nPUNISHMENT \nS. No. Punishments Inspector/ S.I./P.S.I. Head Constable \nP. I. \tA. S. I. \tConstable \nI. Extra drill not exceeding 15 days, fatigue or \nother duties \t.. \t... \t• • \t — \t_ \tSP InsPeetor \nConfmement to quarters upto 15 days \t. • \t— \t— \tSP \tDSP \nCebsyre • \t SP \tSP . \tDSP \nForefeiture of approved services upto 2 years. \nStoppage of increments not exceeding 3 years,. \nFine to any amount not exceeding one month's \nPay.. \t .. \nWithholding of promotion for one year \tor \nless \t.. SP \nSi' \nDIG \nDIG Si' \nSi' \nSi' \nSi' SP \nDSP \nDSP1 \nSi' PI \n„ \nSi' \nReduction from substantive rank to a lower • \nrank or reduction in pay \t• • \t.. DIG . SP SP Si' \nDismissal removal from service, compulsory \nretirement \t.. \t. \t.. \t.• \t.. DIG SP Si' Si' \nExplanatory Note.—The . punishments as mentioned In the punishment table may be inflicted \non officers of the various ranks shown in the heading Nos. Ito 6 by the \nOfficers named below each heading in each case or by an officer of higher \nrank. 0"
}