{
    "file": "./converted_json\\administrator12103765555e985348a36eb2e78ed376.json",
    "name": "Pakistan National Shipping Corporation Ordinance",
    "date": "29th March 1979",
    "tagline": "Establishing Pakistan National Shipping Corporation to amalgamate National Shipping Corporation and Pakistan Shipping Corporation",
    "content": "Page  1 of 18 \n           \n   \n \n \n \nTHE PAKISTAN NATIONAL SHIPPING CORPORATION  \nORDINANCE,  1979  \n \n \n \n \n                                                      CONTENTS  \n                                                         ___________  \n      \n1. Short  title and commencement  \n2. Definitions  \n3. Standing  Orders  not to apply  \n4. Dissolution  and amalgamation  of N.S.C  and P.S.C  \n5. Establishment  and incorporation  of Pakistan  National  Shipping  Corporation  \n6. Functions  of the Corporation  \n7. Transfer and  vesting  of N.S.C  and P.S.C  \n8. Status  quo of certain  establishments  to continue  \n9. Valuation  of assets  of N.S.C  and P.S.C  and entitlement of  their shareholders  \n10. Issue  of share  certificates,  etc. \n11. Share  Capital  \n12. Shares  to be approved  securities,  etc. \n13. Administration  of the affairs  of the Corporation  \n14. Board  \n15. Term  of office  of Directors, etc . \n16. Filling of  casual  vacancies  \n17. Disqualification  of Directors  \n18. Chief E xecutive Officer  \n19. Powers and functions of Chief Executive O fficer  \n20. Functions of the Chief  Executive Officer  \n\nPage  2 of 18 \n           \n 21. Appointment  of officers,  etc. \n22. Delegation  of powers  \n23. Meetings  of the Board  \n24. Committees  of the Board  \n25. Vacancy,  etc., not to invalidate acts  or proceedings  of Board  \n26. Head  Office  and other  offices  \n27. Deposit  accounts  \n28. Investment  of funds  \n29. Borrowing  powers  \n30. Audit  \n31. Maintenance  of accounts  \n32. Annual  Reports  \n33. General  meetings  \n34. Indemnity  of Directors  \n35. Reserves  and dividends  \n36. Employees’  Provident  Fund, etc . \n37. Liquidation  of Corporation  \n38. Power  to make  rules  \n39. Power  to make  regulations  \n40. Removal  of difficulties  \n41. Repeals  and savings  \n \n \nFIRST SCHEDULE  \nSECOND  SCHEDULE  \n \n                                                                                        _______________  \n \nPage  3 of 18 \n           \n THE PAKISTAN NATIONAL SHIPPING CORPORATION  \nORDINANCE,  1979  \nORDINANCE  No. XX OF 1979  \n[29th March , 1979]  \n \nAN  \nORDINANCE  \n \nto establish the  Pakistan  National  Shipping  Corporation  \nWHEREAS it is expedient, in the public interest, to amalgamate the National Shipping  \nCorporation and the Pakistan Shipping Corporation, with a view to making better provision  for the \noperation of shipping and ocean -transport services and the development of maritime  shipping  \nindustry,  and to establish  the Pakistan  National  Shipping  Corporation  for the purpose,  and to \nprovide  for matters  connected  therewith  or incidental  thereto  ; \n \nAND WHEREAS  the President is satisfied that circumstances exist which render it  necessary  \nto take immediate  action  ; \n \nNOW, THEREFORE , in pursuance of the Proclamation of the fifth day of July, 1977,  read \nwith the Laws (Continuance  in Force)  Order,  1977  (C.M.L A. Order No.  I of 1977 ),  and in \nexercise of all powers enabling him in that behalf, the President is pleased to make and                                      promulgate  \nthe following  Ordinance: ⸺ \n1. Short  title and commencement.⸺ (1) This Ordinance  may be called  the Pakistan  \nNational  Shipping  Corporation  Ordinance,  1979.  \n(2) It shall  come  into force  at once  and shall  be deemed  to have  taken  effect  on the                         first \nday of January,  1979.  \n2. Definitions.⸺ In this Ordinance,  unless  there  is anything  repugnant  in the subject                         or \ncontext, ⸺ \n \n(a) “appointed  Director”  means  a Director  appointed  under  clause  (a) of                             \nsub-section  (1) of section  14 ; \n \n(b) “Board”  means  the Board  of Directors  constituted  under  section  14 ; \n \n(c) 1[“Chairperson ”] means  the 1[Chairperson] of the Board  ; \n \n(d) “Corporation”  means  the Pakistan  National  Shipping  Corporation  \nestablished  by section  5 ; \n \n(e) “Director”  means a  Director  of the Corporation  ; \n \n2[(ea)  “division  concerned”  means  the division  to which  business  relating  to  this \nOrdinance  stands allocated;]  \n \n(f) “N. S. C.” and “P. S. C.” respectively  means  the National  Shipping  \nCorporation  and the Pakistan  Shipping  Corporation  ; \n \n1Subs. by Act No. VII of 2024 , s. 2.  \n2Ins. by Act No. XLI of 2021 , s. 2 \nPage  4 of 18 \n           \n (g) “prescribed”  means  prescribed  by rules  or regulations  ; \n \n(h) “regulations” means regulations made or deemed to have been made  under  \nsection  39 ; \n \n(i) “rules” means  rules made or deemed to have been made under section 38; \nand \n     \n 1[(ia)     “SOE Act” means the Sta te-Owned Enterprises (Governance  and Operations Act, \n       2023 (VII of 2023);]  \n \n(j) 1[Omitted]  \n \n3. Standing  Orders  not to apply.⸺  1[(1)] Notwithstanding  anything  contained in  the \nWest                           Pakistan Industrial and Commercial Employment (Standing Orders) Ordinance, 1968 (W. P.  \nOrdinance VI of 1968), or in any other law for the time being  in force, no provision of the  said \nOrdinance  shall  apply  to or in relation  to the Corporation.  \n \n1[(2) Notwithstanding anything contained in sub -section (1) and any other provision of this \nOrdinance, the SOE Act, including sections 12,  15, 16, 19 and 22 thereof, shall apply to the \nprovisions of this Ordinance and in case of any inconsistency between the provisions of this \nOrdinance and the SOE Act, the provisions of the SOE Act shall prevail .] \n \n4. Dissolution and amalgam ation of N. S. C. and P. S. C.⸺ Notwithstanding  anything \ncontained  in the National Shipping  Corporation Ordinance, 1963 (IV of 1963), or  the Pakistan \nShipping Corporation Act, 1976 (LIV of 1976), or in any other law for the time  being in force, the \ntwo corporations respectively established under the said Ordinance and  Act, shall , as at the close \nof the thirty first day of December, 1978, stand dissolved, and shall  be amalgamated  in accordance  \nwith the provisions  of this Ordinance.  \n \n5. Establishment  and incorporation  of Pakistan  National  Shipping  Corporation.⸺ \n(1) As from the first day of January, 1979, there shall be established by  virtue of this Ordinance a \nnew corporation, to be called the Pakistan National Shipping  Corporation.  \n \n(2) The Corporation shall be a body corporate having perpetual succession and  a common \nseal with power, subject to the provisions of this Ordinance, to acquire, hold and  dispose of \nproperty, both movable and immovable, and shall by the name assigned to it by  sub-section  (1) sue \nand be sued.  \n \n6. Functions of the Corporati on.⸺ (1) It shall be the function of the Corporation to  \nassume full and effective control of the entire undertakings of N. S. C. and P. S. C., as  transferred \nto and vested  in it by section 7, and of the whole affairs thereof, and to provide  and further dev elop \nsafe, efficient, adequate, economical and properly co -ordinated shipping  services, coastal as well \nas international, and to engage in all forms of activities connected  with or ancillary,  incidental  or \nconducive  to shipping.  \n \n             (2) Without  prejudice  to the generality of   the  foregoing  provision,   the  Corporation \nshall,  in particular, have power ⸺ \n  \n1Ins., omitted, numbered and added by  Act No. VII of 2024 , ss. 2-3. \nPage  5 of 18 \n           \n (a) subject to the provisions of the Merchant Shipping Act, 1923 (XXI of  1923), \nor any other law for the time being in force, to purchase, sell,  exchange,  \ncharter, or otherwise own,  acquire or dispose of ships or  craft or any share  \nor interest  therein  ; \n \n(b) to establish,  maintain  and operate  lines  or other  services  of ships  between \nports on coastal or international routes, and generally to carry  on the \nbusiness of ship owners,  and to  enter into  contracts for the  carriage  of \npassengers,  mails,  goods,  provisions,  live and dead  stock,  commodities,  \narticles,  chattels,  merchandise  and things  of any kind                                                     whatsoever  ; \n \n(c) to repair, overhaul, reconstruct, assemble or recondition ships, craft,  \nvehicles  or other  machines  and parts,  accessories  and instruments  thereof or \ntherefore , and also to manufacture  such parts, accessories  and instruments,  \nwhether the ships,  craft,  vehicles or other  machines     are owned  by the \nCorporation  or by any other  person  ; \n \n(d) to construct or maintain workshops, buildings, warehouses, sheds and  other  \nworks and  conveniences  ; \n \n(e) to promote  and form,  or aid and assist  in promoting  and forming , or               to \notherwise  associate  with,  companies  and other  bodies  corporate,  \nsyndicates,  partnerships,  joint ventures  and other  organizations  in or \noutside  Pakistan  for the purpose  of advancing  directly  or indirectly  the \nbusiness  of the Corporation  or for any other  purpose  which  the \nCorporation  may find expedient  in the performance  of its other  functions  \n; \n \n(f) to establish,  institute or make other arrangements for the  instruction  and \ntraining  of persons  engaged  or likely  to be engaged  in any activities  \nconnected  with or ancillary  to shipping  ; \n \n(g) to acquire,  hold or dispose  of any property,  whether  movable  or immovable,  \nor any shipping  undertaking  or undertaking  connected                       with shipping  ; \n \n(h) to do all other things connected with or ancillary to any of the matters  \nreferred  to in clauses (a)  to (g). \n \n(3) In performance its functions, the Corporation shall have careful regard to sound  \nbusiness principles and practices, and shall so act as to secure that ocean -transportation is  \ndeveloped to  the greatest  possible  advantage  in the interests  of sea-borne trade  of the country.  \n \n7. Transfer and ve sting of N. S. C. and P. S. C.⸺ (1) On and from the first day of  January, \n1979, the entire undertakings of N. S. C. and P. S. C. shall stand transferred to and  vested  in the \nCorporation.  \n \n(2) The undertakings transferred and vested by sub -section (1) shall include all assets,  \nrights,  powers,  authorities  and privileges,  and all property,  movable  and immovable,  including \nlands, works, workshops, ships and craft, by whatever name called, all vehicles,  cash balances, \nreserves, funds, shares and other investments  and book debts, and all other  rights and  interests \nPage  6 of 18 \n           \n arising out of such property as were, immediately before the aforesaid  day, in the ownership, \npossession or power of N. S. C. or P. S. C., in relation to their  respective  under takings,  whether  in \nor outsi de Pakistan,  and all books  of account  and                       documents relating thereto, and all borrowings, \nliabilities and obligations , of whatever kind  then subsisting,  of N. S. C. or P. S. C. in relation  to \nsuch undertakings.  \n \n(3) Subject  to the other  provisions  of this  Ordinance,  all contracts  and working  \narrangements subsisting  immediately  before  the aforesaid  day as affecting  N. S. C.  or P. S.  C.shall, \nin so far as they relate to their undertakings, cease as from that day to have effect or to  be enforceable against \nthem, and shall be enforceable and of effect against or in favour of the  Corporation,  as if instead of  N. S. C. \nor P. S. C. the Corporation had been  named  therein.  \n \n(4) Subject to the other provisions of this Ordinance, any proceeding or cause of  action  \npending  or existing  immediately  before  the aforesaid  date by or against  N. S. C. or P. S. C., in \nrelation  to their respective  undertakings,  may,  as from  the aforesaid  day, be continued or enforced by or \nagainst the Corporation, as it might have been continued or  enforced  by or against  them  if this Ordinance  \nhad not been  in operation.  \n \n(5) Subject to the other provisions of this Ordinance and the rules and regulations, all  \nofficers,  consultants,  advisers  and other  employees  of N. S. C. and P. S. C. shall,  notwithstanding \nanything contained in any law or in any agreement, deed, document or other  instrument, stand \ntransferred to the Corporation, and shall be deemed to have been appointed  or engaged  by the \nCorporation  in accordance  with the terms  and conditions  of service  applicable to them immediately \nbefore the aforesaid day ; and no officer, consultant, adviser  or other employee whose services are \nso transferred shall be entitled  to any compensation  because of  such transfer.  \n \n8. Status quo  of certa in establishments to continue.⸺ Notwithstanding anything in   the \nPakistan Shipping Corporation Act, 1976 (LIV of 1976), or in any other law for the time  being in \nforce, the status as existing immediately before the first day of  January, 1979, in  respect of the \nestablishments listed in Part A of the First Schedule shall be maintained by the  Corporation ; and \nsuch establishments shall thereafter continue under the Corporation and be  dealt  with,  as far as \nmay be, in accordance  with the provisions  of sections  29, 30, 31 and 33                 of  the said  Act as adapted  \nand reproduced  in Part B of that Schedule.  \n \n9. Valuation  of assets  of N. S. C. and P. S. C. and entitlement  of their  shareholders.⸺ \n(1) As soon as may be after the thirty -first day of December, 1978, the  Federal Government shall, \nthrough such persons and in such manner as it thinks fit, cause a  valuation of the net worth of the \nbusiness of N. S. C. and P. S. C. as on the said day to be  completed,  separately,  on the b asis of the \nprinciples  set out  in the Second  Schedule.  \n \n(2) The valuation completed as aforesaid shall, on being approved by the Federal  \nGovernment,  be notified  in the official  Gazette,  and shall  thereupon  be final.  \n \n (3) After  the valuation  has been  so finalised,  the Board  shall  allocate  for N. S. C. and P. S. \nC. such number of fully paid -up shares of the Corporation as shall bear to the total  number of shares \nallocated or to be allocated to N. S. C. and P. S. C. as nearly as may be the  same proportion that the \nnet worth of N. S. C. or P. S. C. bears to the aggregate net worth of  the Corporation.  \n \n \n \n \nPage  7 of 18 \n           \n           (4) Every person who owns any ordinary shares of N. S. C. or P. S. C. shall be entitled   to \nreceive, in lieu of the said ordinary share s, such number of fully paid -up shares of the  Corporation  \nas shall  bear to the number  of shares  of the Corporation  allocated  to N.S.C.  and P. S. C., in \naccordance with sub -section (3), the same proportion as the amount paid -up on his   ordinary shares  \nbears  to the aggregate  amount  paid-up on all the ordinary  shares  of N.S.C.  or P.S.C. , as the case \nmay be. \n \n             (5) No shareholder in N.S.C. or P.S.C. shall be entitled to any claim against the  \nCorporation  other  than,  or in addition  to, that determined  under  this section.  \n \n10. Issue of share certificates, etc.⸺ (1) The Board shall issue certificates for  entitlement \nto shares of the Corporation arising under section 9 as expeditiously as possible,  and, subject to \nsub-section (3) of that section, each such certificate shall entitle the person in  whose favour it is \nissued to receive an allotment of shares of the Corporation in such number  and value as are \nmentioned  in the certificate and, pending such allotment, to be treated as if  he were the registered \nholder of that number of shares on and from the first day of January,  1979, for the purposes of any \nentitlement of shareholders to receive dividends declared by the   Corporation or bonus shares issued \nupon any capitalisation of profits deter mined by the  Corporation or to subscribe for further shares \nwhich the Corporation may decide to offer for  subscription  to its shareholders.  \n \n(2) The Board shall decide on the treatment of fractions of shares resulting from the  \ndetermination of entitlements to  shares  of the  Corporation  in accordance  with this  section,   and the \nBoard may make such provisions by the issue of fractional certificates or by payment  in cash or \notherwise  for the purpose  as it may deem  proper.  \n \n11. Share Capital.⸺ (1) The aut horised capital of the Corporation shall be fifty  crores of \nrupees divided into five crores of fully subscribed shares of ten rupees each, to be  issued  as and  \nwhen  required.  \n \n(2) The Federal Government shall not at any time hold shares of a value less than  fifty-one \nper cent of the subscribed  capital.  \n \n(3) Subject to the other provisions of this Ordinance, the subscribed capital of the  \nCorporation shall in the  first instance comprise shares allotted against  entitlements resulting   in \naccordance with the provisio ns of sub -section (4) of section 9, and such further allotments,  if any, \nas may be necessary  to complete  the minimum  shareholding  of the Federal  Government  required  \nby sub-section  (2). \n \nExplanation. ⸺ In this sub -section and in sub -section (2), “Federal Government”  means \nthe Federal Government  and the institutions owned  or controlled  by the  Federal  Government.  \n \n(4) The Corporation may,  with the previous sanction of the Federal Government  accorded \nby notification in the official Gazette, increase its authorised capital whenever it  thinks  fit. \n \n(5) All issues  and transfers  of shares  of the  Corporation  shall  be subject  to the provisions  \nof this Ordinance  and the rules  and regulations.  \n \n12. Shares to be approved securities , etc.⸺(1) The shares of the Corporation shall be  \ndeemed to be approved securities and approved investments for the purposes of the Insurance  Act, \n1938  (IV of 1938).  \nPage  8 of 18 \n           \n (2) Such of the shares of the Corporation as are issued in lieu of N. S. C. shares in  \naccordance with section 9 shall be deemed to be included among the securities enumerated in  \nsection  20 of the Trust s Act, 1882  (II of 1882).  \n13. Administration of t he affairs of the Corporation.⸺ (1) Subject to the other  \nprovisions  of this Ordinance  and the rules  and regulations,  the general  direction  and administration \nof the affairs and  business of the Corporation shall vest  in the Board of  Directors, which may \nexercise all powers and  to all acts and things which may be exercised  or done  by the Corporation.  \n \n(2) The 1[division  concerned]  may,  as and when  it considers  necessary,  issue  directives to \nthe Corporation on matters of policy ; and  if a question arises whether any  matter  is a matter  of \npolicy  or not, the decision  of the 1[division  concerned]  shall  be final.  \n \n2[14. Board .—(1) The Board shall consist of — \n \nS.NO  Membership  Status  \n(1) (2) (3) \n(a) A person of eminence and known integrity to be \nappointed by the Federal Government in accordance with \nthe SOE Act  Chairperson (independent  \ndirector ) \n(b) Additional Secretary of the division to which business of \nfinances of the Federal Government stands allocated  Ex-Officio  Director  \n(c) Additional Secretary of the division to which business of \nthe Corporation is  allocated  Ex-Officio  Director  \n(d) Chief executive officer of the Corporation  Director  \n (chief executive officer)  \n(e) Two directors to be elected by the  minority  shareholders \nin the prescribed manner  Directors  \n (Private shareholders)  \n(f) Four independent directors of know n integrity and \neminence to be a ppointed by the Federal Government  in \naccordance with the SOE Act  Independent  \n Directors  \n \n (2) There shall be a secretary of the Board to be appointed in such manner and on such terms \nand conditions as may be prescribed.  \n  \n (3) The directo rs, other than the ex-offici o directors, shall be appointed by the Federal \nGovernment and the directors under clause (e) of sub -section (1) shall be elected by the shareholders.  \n  \n (4) Subject to section 12 of the SOE Act, the Federal Government may, by notification in the \nofficial Gazette, increase or decrease the n umber of directors of the Board subject to having the \nindependent members in majority and that the quorum shall be adjusted accordingly.  \n \n (5) No person shall be qualified to be elected as a d irector under clause (e) of sub -section (1) \nunless he holds in his own name ten thousand shares of the Corporation. ] \n \n 15. Term of office of Directors,  etc.⸺ (1) Every appointed Director shall hold  office for a \nterm of three years from the date of his appointment, and shall be eligible for re - appointment  : \n \nProvided  that the 1[Prime  Minister]  may,  on resignation  by an appointed  Director  or  otherwise \n2[subjec t to section 13 of the SOE Act,]  terminate his appointment  before  the expiry  of his term.  \n \n \n \n \n1Subs.  by Act No. XLI of  2021 , ss. 3 and 5. \n2Subs. and ins. by Act No. VII of 2024 , ss. 4-5. \nPage  9 of 18 \n           \n              (2) An elected  Director  shall  hold office  for a period  of three  years  from  the date of  his \nelection,  and shall  be eligible  for re-election  : \n \n Provided  that, after the  expiry  of the aforesaid  term,  an elected  Director  shall  continue   in office  \nuntil his successor  is elected.  \n \n             (3) The appointment and election of every Director and the fact of his ceasing to hold  office \nshall  be notified  in the official  Gazette.  \n \n 16. Filling of casual vacancies.⸺ (1) A casual vacancy in the office of Director  shall  be \nfilled ⸺ \n \n(a) in the case of  an appointed  Director,  by appointment  ; and \n \n(b) in the case of an elected  Director,  by co-option  by the Board  of a \nshareholder  qualified  to be elected  as a Director.  \n \n             (2) It shall  not be necessary  to fill any vacancy  for a period  of less than three  months.  \n \n (3) A shareholder co -opted under clause (b) of sub -section (1) shall be deemed for all purposes \nto be an elected Director, except that he shall, unless duly elected at the annual  general meeting held \nnext after his co -option, cease to hold office immediately after such  meeting.  \n \n 17. Disqualification of Directors.⸺ No person shall be or shall continue to be a  Director  \nwho⸺ \n \n(a)  is a minor  ; or \n \n(b)  is found to be  a lunatic  or becomes  of unsound  mind  ; or \n \n(c)  is or has at any time been  adjudicated an  insolvent ;  or \n \n(d)  is or has at any time been convicted of an offence involving moral  turpitude  \n; or \n \n(e)  is, being an elected Director, the director of a company or partner of a  firm \ncarrying on the business of shipping in Pakistan, or is in any  capacity  \nemployed  in any such company  or firm ; or \n \n(f)  ceases to hold in his own name shares of the value referred to in sub - section  \n(3) of section  14 ; or \n \n(g)  absents himself from three consecutive meetings of the Board without  leave \nof absence from the Board or if he is the  1[Chair person] , from the  2[Prime \nMinister].  \n \n \n1[18. Chief Executive O fficer .—(1) There shall be a Chief Executive O fficer of the \nCorporation who shall be appointed by  the Federal Government from amongst three candidates \nrecommended by the Board with a three -fourth majority which shall include the vote of the  ex-\nofficio director of the d ivision to which business of the Corporation is allocated.  \n \n \n1Subs. by Act No. VII of 2024, ss. 6 -7. \n2Subs.  by Act No. XLI of  2021 , s. 6. \nPage  10 of 18 \n           \n (2) The Board shall devise a-transparent; competitive and objective procedure for scrutiny, \nshort listing and interview of the applicants.  \n \n(3) The terms and conditions of the appointment of the Chief Executive Officer s hall be \ndetermined by the Board.  \n \n(4) The Chief Executive Officer of the Corporation shall be appointed for a term of three \nyears on a performance -based contract, extendable by another two years on demonstration of \nsubstantial satisfactory performance.  \n \n(5) The annual performance review of the Chief Executive Officer shall be undertaken by \nthe Board.  \n \n(6) The Chief Executive Officer, once appointed, shall not be removed by the Federal \nGovernment before the completion of his term except on the recommendat ion of the Board, which \nrecommendation shall set out just cause for recommending the removal. ] \n \n1[19.  Powers an d functions of Chief Executive O fficer .— Subject to the provisions of the \nSOE Act, including section 1 5 thereof, the Chief Executive O fficer shall exercise such powers and \nperform such functions as provided for in this Ordinance and  rules and regulations made \nthereunder. ] \n \n1[20. Functions of the Chief Executive Officer .—The Chief Executive Officer shall — \n \n(a) be responsible for the manag ement of the Corporation and for its procedures in \nfinancial and other matters under delegation from the Board and subject to the \noversight and directions of the Board;  \n \n   (b)     ensure  the proper implementation of strategies and policies approved by the \n Board; and  \n \n(c)  put in place appropriate arrangements to ensure that funds and resources are \nproperly safeguarded and are used economically, efficiently and effectively and \nin accordance with the Corporation’s business plan, the primary objective of the \nCorporation and all o ther statutory obligations .] \n \n21.  Appointment of officers, etc.⸺ (1) The Corporation may appoint such officers,  \nconsultants , advisers and employees as it considers necessary for the efficient performance of  its \nfunctions,  on such terms  and conditions as  it may deem  fit. \n \n(2) If at any time the Board considers it necessary to dispense with the services of any  \noffice,  consultant,  adviser  or employee,  his services  shall,  notwithstanding  anything  contained in \nany law, or in any agreement, deed, document of other instrument, be dispensed  with accordingly.  \n \n22.  Delegation of powers.⸺ (1) The Board may, subject to such conditions as it may                       deem \nfit, delegate such of its powers or duties as it may deem necessary for the efficient  carrying  on of its \nday-to-day administration  to⸺ \n \n(a) the 1[Chief Executive O fficer ], or any other Director ; or   \n \n(b) any committee appointed under section 24 ; or  \n \n(c) any other officer or servant of the Corporation.  \n \n1Subs. by Act N o. VII of 2024 , ss. 8-10.  \n \nPage  11 of 18 \n           \n  (2) Where any powers or duties are delegated to the 1[Chief Executive O fficer ], he may, by \norder in writing, assign such of them as may be specified therein, to the 1[***]  such officers or servants \nof the Corporation as may be so specified.  \n \n  1[23. Meetin gs of the Board.⸺ Subject to the provisions of the SOE Act, including section 22 \nthereof, the quorum of a Board’s meeting shall  not be less than six members, including not less than \nthree independent directors and one ex-officio  director, present person ally or through video -link.] \n \n 24. Committees of the Board.⸺ The Board may, from time to time appoint, from  amongst \nthe Directors, such committees as may be necessary to discharge such functions as  may be assigned \nto them by the Board, or to assist th e Board in the performance of its  functions.  \n \n 25. Vacancy, etc., not to invalidate acts or proceedings of Board.⸺ No act or  proceeding \nof the Board shall be  invalid by reason only of the existence of any vacancy,  in, or defect  in the \nconstitution  of, the Board.  \n \n 26. Head Office and oth er offices.⸺ The Corporation shall have its Head Office at  Karachi,  \nand may establish  such other  offices  in Pakistan  or abroad  as the Board  thinks  fit. \n \n 27. Deposit accounts.⸺ The Corporation may open accounts in any scheduled bank  in \nPakistan or, subject  to the provisions of the  Foreign Exchange Regulation Act, 1947 (VII  of 1947),  \nin any bank  outside Pakistan.  \n \nExplanation.  ⸺ In this section,  “scheduled  Bank”  has the same  meaning  as in the               State  \nBank  of Pakistan  Act, 1956  (XXXIII  of 1956).  \n \n 28.  Investment of fund s.⸺The Corporation may invest its funds in any securities of           the \nFederal Government  or a Provincial Government  and may make such other investments  as may be \napproved  by the Board.  \n \n 29. Borrowing Powers. ⸺The Corporation may, as and when considered necessary,  borrow  \nmoney  in Pakistan,  and, with the previous  sanction  of the 2[division  concerned]  and  on such terms  \nand conditions  as may be approved  by it, in foreign  currency.  \n \n 30. Audit.⸺ (1) The accounts of the Corporation shall be audited by two auditors  who are \nchartered accountants within the meaning of the Chartered Accountants Ordinance  1961 (X  of 1961),  \nand are appointed for  the purpose  by the Corporation in  general  meeting:  \n \nProvided  that, until such time as the first general  meeting  is held and auditors  are duly                  \nappointed,  the Board  may appoint  the auditors.  \n \n (2) The auditors of the  Corporation appointed  under  sub-section (1)  shall perform  such duties \nand exercise such powers as are provided for an auditor of a Company under the  Companies Act, 1913 \n(VII of 1913), and the Securities and Exchange Ordinance, 1969 (XVII   of 1969).   \n \n \n \n \n1Subs . and omitted by Act No. VII of 2024,  ss. 10 -11. \n2Subs. by Act No. XLI of 2021, s. 10.  \n \nPage  12 of 18 \n           \n  (3) The Board may, at any time, issue directions to the auditors appointed under sub -section  (1) \nrequiring  them to  report  to it upon the  adequacy of  measures  taken  by the Corporation for the protection \nof the interests of its shareholders and creditors, or upon the  sufficiency of the information and other \nmeans placed at the disposal of the auditors in  auditing  the accounts  of the Corporation.  \n \n  (4) Notwithstanding anything contained in sub -section (1), the Auditor -General of  Pakistan  \nshall,  when  required  by the 1[Minister  concerned  with the maritime  affairs],  undertake such audit of \nthe accounts of the Corporation as the 1[Minister concerned with the  maritime affairs] may consider \nnecessary; and the Corporation shall, for the purpose of such  audit,  produce  the accounts  and connected  \ndocuments  at such place  or places  as the 1[Minister concerned with the maritime affairs] may direct \nand furnish such explanation and  information as may be asked for by the Auditor -General or any officer \nappointed by him in  this behalf.  \n \n 31. Maintenance of accounts.⸺ The Corporation s hall maintain its accounts in such                     manner \nas may be required for a company under the Companies Act, 1913 (VII of 1913), and                    the Securities \nand Exchange  Ordinance,  1969  (XVII  of 1969).  \n \n 32. Annual Reports.⸺ The Corporation shall furnish to the 1[division concerned] at  such time, \nafter the end of every financial year, in such form and in such manner as may be  prescribed  by rules,  \nan annual  report  on the conduct  of its affairs  for that year.  \n \n            33. General meetings.⸺ (1) The annual general meeting  of the shareholders shall be   held at \nKarachi  within  six months  from the  date on which  the annual  accounts  of the  Corporation  are closed.  \n \n(2) Any other general meeting of the shareholders may be convened by the Board at  any time.  \n \n (3) The shareholders present at the annual general meeting shall be entitled to discuss  and \nadopt or make recommendations to the Board with regard to the annual accounts, the  annual report of \nthe Boa rd on the working of the Corporation and the auditors’ report on the  annual  balance  sheet  and \naccounts.  \n \n 34. Indemnity of  Directors.⸺ (1) Every Director  shall  be indemnified  by the  Corporation \nagainst all losses and expenses incurred by him in the discharge of his duties,  except  such as are  caused  \nby his own  wilful  act or default.  \n \n(2) A Director shall not be held responsibl e for the acts, omissions or in efficiency of  any other \nDirector or of any officer or other employee of the Corporation resultin g in any loss                 or expense to the \nCorporation or in deficiency in the value of or title to any property or  security acquired or taken on \nbehalf of the Corporation, or for anything done by himself in  good  faith in the execution  of the duties \nof his office.  \n \n 35. Reserves and dividends .⸺(1) Out of its earnings, the Corporation shall establish  a general  \nreserve and  create from  time to  time such  other  special  reserves  as the   Board  may determine.  \n \n \n \n \n \n1Subs.  by Act No. XLI of  2021 , ss. 11-12.\nPage  13 of 18 \n           \n  \n(2) After making provision for interest, taxes, bad and doubtful debts, depreciation of  assets,  \nmaintenance  of reserves  and any other  matter  determined  by the Board,  the Corporation in general \nmeeting may declare a dividend  out of the profits accruing in a year,  so however that the dividend \nso declared shall not exceed the dividend as recommended by  the Board.  \n \n 36. Employees’  Provident  Fund, etc.⸺ (1) The Corporation shall establish an  Employees’ \nProvident Fund, and may establish a Benevolent Fund or similar other Funds,  introduce Gratuity, \nGroup Insurance and other Schemes, and grant Bonus and similar other  benefits  to its employees,  as \nand when  considered  necessary.  \n \n (2) The Employees’ Provident Fund establishe d under sub -section (1) shall be deemed                      to be \na Provident Fund to which the provisions of the Provident Fund Act, 1925 (XIX of  1925),  apply.  \n \n (3) The Employees’ Provident Funds being maintained by N. S. C. and P. S. C. shall,  subject \nto the other provisions of this Ordinance and the rules and regulations, be unified as  from the first \nday of January, 1979, and the moneys standing to the credit of such Funds  immediately before that \nday, together with any other assets belonging thereto, sh all stand  transferred  to the Corporation;  and \nthe persons  responsible  for the Trust  constituted  by P. S. C. shall, as from the said day, be discharged \nfrom such Trust, except as respects things done  or omitted  to be done before  such transfer.  \n \n 37. Liquidation of Corporation.⸺ No provision of law relating to the winding up  of \ncompanies or corporation shall apply to the Corporation, and the Corporation shall not be  wound up \nsave by an order of the Federal Government and in such manner as the Federal  Government  may \ndirect.  \n \n 38. Power to make rules.⸺ The 1[Minister concerned with the maritime affairs]  may, by \nnotification in the official Gazette, make rules for the purpose of giving effect to the  provisions  of \nthis Ordinance.  \n \n 39. Power  to make  regulations.⸺ The Board  may make  regulations,  not inconsistent with \nthe provisions of this Ordinance and the rules, to provide for all matters for  which provision is \nnecessary or expedient for the purpose of giving effect to the provisions of   this Ordinanc e. \n \n2[40.  Removal of difficulties .—If a dif ficulty arises in giving effect any of the provisions of \nthis Ordinance, the Federal Government may make such order, not inconsistent with the provisions  of \nthis Ordinance a nd the State Owned Enterprises . {Governance and Operations) Act, 2023 (VII of \n2023), as may appear to be necessary for the purpose of removing the difficulty .] \n \n 41. Repeals and savings.⸺ (1) The National Shipping Corporation Ordinance, 1963   (IV of \n1963), and the Pakistan Sh ipping Corporation Act, 1976 (LIV of 1976), shall stand  repealed  on the \nfirst day of January,  1979.  \n \n(2) Any rules or regulations made, order passed, notification issued, thing done, action   taken \nor proceedings commenced, under any of the provisions of the statutes repealed by sub - section (1), or \ndeemed to have been so made, passed,  issued, done, taken or commenced,  shall, if not inconsistent \nwith the provisions of this Ordinance, continue in force and be  deemed to have been made or, as th e \ncase may be, passed, issued, done, taken or commenced  under  the corresponding  provision  of this \nOrdinance.  \n \n \n \n \n \n \n1Subs.  by Act No. XLI of 2021 , s. 13. \n2Subs. by Act No. VII of 2024 , s. 12.   \nPage  14 of 18 \n           \n FIRST  SCHEDULE  \n(See section  8) \nPART  A \n \n The Establishments  \nManaged  establishments:  1. The Pan-Islamic  Steamship  Company,  Limited  \n 2. The Muhammadi  Engineering  Works, Limited  \n \nAcquired  establishments:   \n1. The Chittagong  Steamship  Corporation,  Limited.  \n 2. The  Muhammadi  Engineering  Works,  Limited.  \n \nPART  B \n \nProvisions of sections 29, 30, 31 and 33 of the Pakistan Shipping Corporation Act, 1976 (LIV  of \n1976),  with necessary  adaptations . \n \nSection  29.⸺Transfer  to the Corporation  of the ownership  of shares  in managed  \nestablishments. ⸺ \n \n(1) When the management of a managed establishment listed in Part A has been  \ntransferred to the Corporation, the Federal Government may, by notification in   the \nofficial Gazette, transfer to and vest in the Corporation the shares of such  managed  \nestablishment,  and on such day as may be specified  in the notification (hereinafter \nreferred to as the “appointed day”) all the issued or  subscribed shares of such \nmanaged establishment shall stand transferred to and   vested  in the Corporation  ; \nsuch managed  establishment  being  hereafter  referred  to as the “acquired  \nestablishment”.  \n  \n(2) Every person who immediately preceding the appointed day held any shares of   \nsuch establishment shall, within ninety days of the appointed day, surrender to  the \nacquired establishment all the share certificates held by him pertaining to  the shares \ntransferred to and vested in the Corporation, and the establishment  shall  forthwith  \ncancel  such share certificates surrendered  to it. \n \n(3) Any share certificate required to be surrendered under sub -section (2) and not  so \nsurrendered shall, on the expiration of ninety days from the appointed day,  stand  \ncancelled.  \n \n(4) The acquired establishment referred to in sub -section (2) shall, within one  hundred \nand eighty days fr om the appointed day,  issue and deliver to the  Corporation one \nor more new certificates as the Corporation may direct in lieu  of the share \ncertificates which are cancelled by it pursuant to sub -section (2) or   which  stand  \ncancelled  in accordance  with sub-section  (3). \n \nSection  30.⸺Valuation  of shares  in acquired  establishments  and entitlement  of their  \nowners  to shares of  the Corporation . ⸺ \nPage  15 of 18 \n           \n (1) The Federal  Government  shall  cause  to be made  and completed  as expeditiously as \nmay be, through such person, being a chartered accountant  within  the meaning  of \nthe Chartered  Accountants  Ordinance,  1961  (X of 1961), and in such manner as it \nthinks fit, a determination as on the appointed  day separately  of the net worth  of \nthe acquired  establishment  and the aggregate  net worths  of the Corporation  and \nall the acquired  establishments   the undertakings of which have not  been \ntransferred to  and vested  in the  Corporation  under  section  31 on or before  the \nappointed  day, and such determination shall be made on the basis of the principles \nmutatis mutandis set  out in the  Second  Schedule,  and the aforesaid  net worth of the  \nacquired  establishment and the aggregate net worths shall, on being approved by \nthe Federal  Government,  be notif ied in the official  Gazette  and shall  be final.  \n \n(2) The Board shall allocate for the acquired establishment such number of fully  paid-\nup shares of the Corporation as shall bear to the total number of shares  allocated or \nto be allocated to all the acquired establishments, as nearly as may   be, the same \nproportion that the net worth of the acquired establishment bears  to the aggregate  \nnet worths  of the Corporation  and all the acquired  establishments the undertakings \nof which have not been transferred  to and  vested  in the Corporation  under  section  \n31. \n \n(3) Every person who, immediately before the appointed day, owned any ordinary  \nshares of such acquired establishment shall be entitled to receive, in lieu of his  \nordinary shares in such establishment, such number of fully paid -up shares of  the \nCorporation as shall bear  to the number  of shares of the Corporation  allocated to \nsuch establishment in accordance with sub -section (2) the same  proportion as the \namount paid -up on his ordinary shares bears to the aggregate  amount  paid-up on \nall the ordinary  shares  of such establishment.  \n \n(4) An entitlement to shares of the Corporation arising under this section shall not  be \nquestioned  on account  of the allocation  of shares  to the acquired  establishment  not \nbeing  according  to the proportion  specified  in sub-section  (2) or on account of such \nentitlement not being related to the net worth of the  acquired establishment  determined  in \naccordance with  sub-section  (1). \n \n(5) The Board shall issue certificates for entitlement to shares of the Corporation  \narising under this section within ninety days of the notification of net worth  under \nsub-section (1), and,  subject to  sub-section (2), each such certificate  shall entitle \nthe person in whose favour it is issued to receive an allotment of  shares of the \nCorporation in such number and value as are mentioned in the  certificate  and, \npending  such allotment,  to be treated  as if he were  the registered holder of that \nnumber of shares on and from the appointed day for  the purposes of any entitlement \nof shareholders to receive dividends declared  by the Corporation or bonus shares \nissued upon any capitalisation of profits  determined by the Corporation or to \nsubscribe for further shares which the  Corporat ion may  decide  to offer  for \nsubscription  to its  shareholders.  \n \n       (6)      The Board shall decide on the treatment of fraction of shares resulting  from  the  \ndetermination of entitlements to shares of the Corporation in accordance  with this \nsection , and the Board  may make  such provision  by the issue  of fractional \ncertificates or by payment in cash or otherwise for the purpose as it  may deem  \nproper.  \nPage  16 of 18 \n           \n  \nSection 31. ⸺Transfer  to the Corporation  of the undertaking of  acquired establishment. ⸺ \n \n(1) The Federal Government may, by notification in the official Gazette, transfer  to \nand vest in the Corporation the undertaking of any acquired establishment,  and on \nsuch date as may be specified in the notification the entire undertaking  of the  \nacquired  establishment  shall  stand  transferred to  and vested  in the  Corporation.  \n \n(2) The undertaking  so transferred  and vested  shall  include  all assets,  rights,  powers, \nauthorities and privileges, and all property, movable and immovable,  including \nlands, works, workshops, ships, vessels, vehicles, cash balances,  reserve  funds,  \ninvestments,  and book  debts,  whether  within  or outside  Pakistan, and all other \nrights and interests arising out of such property, as were   immediately  before the \ntransfer  to and vesting  in the Corporation  of the undertaking  in the ownership,  \npossession  or power  of the acquired  establishment, and all books of account and \ndocuments relating thereto and all  borrowings, liabilities and obligations of \nwhatever kind then subsisting of the  acquired  establishment.  \n \n(3) All contracts, agreements and other instruments of whatever nature subsisting  or \nhaving  effect  immediately  before  the transfer  to and vesting  in the Corporation of \nthe undertaking of an acquired  establishment, to which such  acquired establishment \nwas a party or which were in favour of such acquired  establishment,  shall have  full \nforce and effect against or in favour of the  Corporation, and may be enforced or \nacted upon as fully and effectively as  if, instead of the acquired establishment, the \nCorporation had been a party thereto   or as if they had been  entered  into or issued  \nin favour  of the Corporation.  \n \n(4) If, on the date of the transfer  to and vesting  in the Corporation  of the undertaking \nof an acquired establishment, any suit, appeal or other proceeding  of whatever \nnature is pending by or against such acquired establishment, it  shall not abate, be \ndiscontinued or be in any way prejudicially affected by  reason of such vesting or  \ntransfer or anything done under this Act but the suit,  appeal or other proceeding \nmay be continued, prosecuted and enforced by or  against  the Corporation.  \n \nSection 33. ⸺ Dissolution  of acquired  establishment .⸺ \n \nAn acquired establishment shall, notwithstanding anything contained in the  Companies     \nAct, 1913 (VII of 1913),  stand wound -up and dissolved as  from  the day on which  \nits undertaking  is transferred  to and vested  in the Corporation.  \n \nPage  17 of 18 \n           \n SECOND  SCHEDULE  \n(See section  9) \n \n 1. The net worth  of N. S. C. and P. S. C shall  be determined  in the following  manner,  that is \nto say, \nThe break -up value of their shares shall first be determined in accordance with   clause \n(c) of rule 8 of the  Wealth Tax Rules, and thereafter such break -up value shall  be \nmultiplied  by the number  of their paid-up shares.  \n \n2. For the purpose of determination of net worth under paragraph 1, the basis shall be  the \naudited balance sheets of N. S. C. and P. S. C. as on the thirty first day of December,  1978.  \n \n________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 23 -08-2024"
}