{
    "file": "./converted_json\\administrator7c900191ab5703bdcee74d8e26e355a9.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "GOVERNMENT OF PAKISTAN  \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \n \n  \nIslamabad, the  December 2, 2003.  \n \nNOTIFICATION  \n \n \n S.R.O . 1086 (I)/200 3.- In exercise of the powers conferred by sub -section (1) of \nsection 506 of the Companies Ordinance, 1984 (XLVII  of 1984), read with clause (b) of \nsection 43 of the Securities and Exchange Commission of Pakistan Act, 1997 (XLII of \n1997), the Securities and Exchange Commission of Pakistan, with the approval of the \nFederal Government, is pleased to make the following rules, the same having been \npublished previously as required by the said section 506,  namely: - \n \n 1.  Short title, commencement and application .- (1) These rules may be \ncalled the Single Member Companies Rules, 2003.  \n \n(2)  These rules shall come into force at once.  \n \n(3) These rules shall apply to – \n \n(a) a company incorporated as single member company; and  \n \n(b) a private company limited by shares which has mor e than one \nmember and becomes a single member company after complying \nwith the requirements of these rules.  \n \n 2. Definitions. - (1) In these rules, unless there is anything repugnant in the \nsubject or context, - \n \n  (a) “alternate nominee director” means an indivi dual nominated by a \nsingle member to act as nominee director in case of non -\navailability of nominee director;  \n \n(b) “Form” means the Form annexed to these rules;  \n \n(c) “nominee director” means an individual nominated by a single \nmember to act as director in case of his death;  \n \n(d) “Ordinance” means the Companies Ordinance, 1984 (XLVII of \n1984);  \n \n(e) “private company” means a private company which is not a single \nmember company;  \n \n(f) “section” means section of the Ordinance;  \n \n(g) “single member company” or “SMC” means a private compa ny \nwhich has only one member; and  \n \n(h) “sole director” means  the director  of a single member company \nwho is for the time being the only director .  \n \n(2) The words and expressions used bu t not defined in these rules shall have \nthe same meaning as are assigned to them in the Ordinance.  \n \n3.  Single member company. - A single person may form a single member \ncompany and it shall be incumbent on such person to file with the registrar at the time  of \nincorporation a nomination in the form as set out in Form S1 indicating at least two \nindividuals to act as nominee director and alternate nominee director, in accordance with \nthe provisions of rule 7, of the company in the event of his death  and where the \nmembership of a single member company  is transferred to a new member, the company \n  shall, within fifteen days from such transfer, also file with the registrar, a nomination in \nthe form as set out in Form  S1: \n \n Provided tha t a nominee director shall be an individual other than the secretary \nand to whom the condition of being a member of the company shall not apply:  \n \n Provided further that a single member of a company originally incorporated as a \nsingle member company, or con verted as such before commencement of these rules, shall \nalso file nomination in the form as set out in Form S1 within two months of the \ncommencement of these rules.   \n \n 4.  Change in status of a single member company .-  (1) A single member \ncompany may be converted into a private company on increase of the number of its \nmembers to more than one due to transfer of shares or further allotment of shares or death \nof the single member or operation of law and a single member company converting into a \nprivate comp any,- \n \n(a) shall, in case of transfer of shares or further allotment of shares, - \n \n(i) pass a special resolution for change of status from single \nmember company to private company and alter its articles \naccordingly within thirty days of transfer of shares o r \nfurther allotment of shares; and  \n \n(ii) appoint and elect one or more additional directors in \npursuance of clause (b) of sub -section (1) of section 174 \nwithin fifteen days of date of passing of the special \nresolution and notify the appointment on Form 29 \nprescribed under the Companies (General Provisions and \n  Forms) Rules, 1985 (hereinafter referred to as “Form 29”) \nwithin fourteen days;  \n  \n(b) may, in case of death of single member, either be wound up in \naccordance with the provisions of the Ordinance or b e converted \ninto private company for which, — \n \n(i) the nominee director shall transfer the shares in the name of \nthe legal heirs of the single member within seven days;  \n \n(ii) the company shall pass a special resolution for change of \nstatus from single membe r company to private company \nand alter its articles accordingly within thirty days of \ntransfer of shares; and  \n \n(iii) the members shall appoint and elect one or more additional \ndirectors in pursuance of clause (b) of sub -section (1) of \nsection 174 within fi fteen days of date of passing of the \nspecial resolution and notify the appointment on Form 29 \nwithin fourteen days of date of such appointment; and  \n \n(c) shall, in case of operation of the law, - \n \n(i) transfer the shares, within seven days, in the name of \nrelevant persons to give effect to the order of the court or \nany other authority;  \n \n(ii) pass a special resolution for change of status from single \nmember company to private company and alter its articles \naccordingly within thirty days of transfer of shares; and \n \n(iii) appoint additional director or directors in pursuance of \nclause (b) of sub -section (1) of section 174 within fifteen \n  days of date of passing of the special resolution and notify \nthe appointment on Form 29 within fourteen days of date of \nsuch appointme nt. \n \n(2) A single member company originally incorporated or converted from \nprivate company as such may convert into private company in accordance with the \nprovisions of sub -rule (1).  \n \n(3) The persons becoming members due to transfer or transmission or furt her \nallotment of shares, as the case may be, shall pass a special resolution to make alteration \nin articles and appoint one or more additional directors.    \n \n(4) Where a single member company converts into a private company \npursuant to sub -rule (1), it shal l file a notice of the fact in writing in the form as set out in \nForm S2, with the registrar within sixty days from the date of passing of special \nresolution.  \n  \n 5. Meetings of directors and members .-  Any provision of the Ordinance or \nrules made thereund er or articles of the company which - \n \n(a)  enables or requires any matter to be done or to be decided by \ndirectors or members, as the case may be, of the company; or  \n \n(b)      requires any matter to be decided by a resolution of the directors or \nmembers, a s the case may be, of the company,  \n \nshall be deemed to be satisfied if the decision is taken by the single member or sole \ndirector , as the case may be, and is drawn up in writing and recorded in the minutes book.  \n 6. Company secretary .- (1) A single member company shall appoint a \ncompany secretary within fifteen days of incorporation or of becoming a single member \n  company or of the offic e of company secretary falling vacant  and notify such \nappointment on Form 29 within fourteen days of the date of such appointment:  \n \n  Provided that the sole director shall not be the company secretary.  \n \n (2) The company secretary shall attend and cause a fair and accurate summary \nof the minutes of all proceedings of general meetings and meetings of director or \ndirectors, as the case may be, along with the names of those participating in such \nmeetings to be entered in properly maintained minutes book.  \n \n 7. Transfer of management to nominee director. -  (1) The single member \nshall nominate two individuals, one of whom shall become nominee director in case of \ndeath of single member and the other shall become alternate nominee director to work as \nnominee direct or in case of non -availability of the nominee director.  \n \n(2) The nominee director shall, - \n \n(a) manage the affairs of the company in case of death of single \nmember till the transfer of shares to legal heirs of the single \nmember;  \n \n(b) inform the registrar concerned of d eath of the single member, \nprovide particulars of the legal heirs and in case of any impediment \nreport the circumstances seeking the directions in the form as set \nout in Form S3 within seven days of the death of the single \nmember;  \n(c) transfer the shares to l egal heirs of the single member; and  \n \n(d) call the general meeting of the members to elect directors.  \n    \n (3) It shall also be incumbent upon the company secretary to inform the \nregistrar concerned about the death of the single member.    \n  \n (4) In case of any  impediment due to transfer of shares, or election of \ndirectors or any other circumstances, the registrar concerned shall call, or  direct to calling \nof the meeting of legal heirs, in exercise of the powers conferred by section 170 in such \nmanner as he deem s fit and give such directions with regard to election of directors and \nmaking alteration in the articles, if any, and such ancillary and consequential directions as \nhe thinks expedient in relation to calling, holding and conducting of the meeting.     \n \n8.  Contracts with single member. -  Where a single member  company \nenters into a contract with the single member of the company, the single member  \ncompany shall, unless the contract is in writing, ensure that the terms of the contract are \nforthwith set out  in a written memorandum or are recorded in the minutes of the first \nmeeting of the directors of the company following the making of the contract.  \n \n 9. Company becoming a single member company. - (1) No private \ncompany having two or more members on the comm encement of these rules, shall \nbecome a single member company unless it passes  a special resolution for change of its \nstatus and makes necessary alteration in its articles and obtain s approval of the \nCommission.  \n \n (2) An application for  seeking approval under sub -rule (1) shall be submitted \nin the form as set out in Form S4 and shall be submitted to the Commission by the \ncompany not later than thirty days from the date on which the special resolution for \nchange of status to single member  company was passed.   \n   \n (3) The Commission on being satisfied, after obtaining such further \ninformation  as it may consider necessary, grant the approval applied for subject to such \nconditions as it may deem fit to impose.  \n   \n (4) The company shall transf er shares in the name of single member within \nfifteen days of the approval of the Commission and notify change in the board of \ndirectors on Form 29 within fourteen days from date of transfer of shares.  \n  \n(5) A certified copy of the order containing the ap proval under sub -rule (1), \ntogether with a notice in the form as set out in Form S5 and a nomination of nominee \ndirectors in the form as set out in Form S1 shall be filed with the registrar concerned \nwithin the time as specified in rule 3.  \n  \n 10. “XYZ (SM C-Private) Limited ” to be the pattern and style of the \nname of a single member company. - (1) “XYZ (SMC -Private) Limited” shall be the \npattern and style of the name of a single member company and the parenthesis, letters, \nhyphen and words “(SMC -Private) Li mited”, shall from part of the name of every single \nmember company.  \n  \n (2) On change of status of a private company into a single member company , \nthe registrar concerned shall issue a certificate in the form as set out in Form S6, and the \nparenthesis, lett ers, hyphen and words “(SMC -Private) Limited” shall from part of the \nname of the company.  \n \n (3) On change of status of a single member company into a private company, \nthe registrar concerned shall issue a certificate in the form as set out in Form S7 omit ting \nthe letters and hyphen “SMC -” from part of the name of the single member company.  \n    \n 11. Regulations of single member company .- A single member company \nmay adopt the regulations as set out in Form S8, as its articles or as nearly as possible \nthereto.  \n            FORM S1  \n[See rules 3 and 9(5)]  \n \nTHE COMPANIES ORDINANCE, 1984  \n \nNOTICE OF NOMINATION OF NOMINEE DIRECTOR BY SINGLE MEMBER OF \nA SINGLE MEMBER COMPANY  \n \nPlease complete in typescript or in bold block capitals . \n \n1.     Incorporation Number:   \n \n2.     Name of the Company:   \n  \n3.   Fee paid Rs:     \n  \n4. Name and branch of bank:   \n      Day         Month                  Year  \n5.    Date of payment:              \n  \n6.    Bank Challan No:   (Bank Challan to be attached in original).  \n \n7.    Name,  NIC No., address and relationship of legal heirs:  \nName.  NIC No.  Address.  Relationship.  \n                \n                \n                \n                \n                \n                \n8.     Name, NIC No., and address of nominee directors:  \nName.  NIC No.  Address.  Status.  \n               Nominee \ndirector.  \n                 Alternate \nnominee \ndirector.  \n \n9.    Consent of nominee director:  I, hereby, consent to act as nominee director of the company in \ncase of death of the single member.  \n  \n Signature of nominee director.  \n  \n10. Consent of alternate nominee director:  I, hereby, consent to act as alternate nominee director of the \ncompany in case of non -availability of nominee director.  \n  \n Signature of alternate nominee director.  \n  \n11.    Signature of  single member:   \n  \n                           \n12.  N.I.C No. of signatory:                 \n Day               Month                    Year  \n13.    Date:            \n________________________________________  \n \nFORM S2  \n[See rule 4(2)]  \n \nTHE COMPANIES ORDINA NCE, 1984  \n \nNOTICE TO CHANGE OF STATUS OF A SINGLE MEMBER COMPANY INTO A \nPRIVATE COMPANY  \n \nPlease complete in typescript or in bold block capitals . \n \n1.     Incorporation Number:   \n \n \n2.     Name of the Company:   \n \n3.   Fee paid Rs:     \n  \n4. Name and br anch of bank:   \n      Day         Month                  Year  \n5.    Date of payment:              \n    \n6.    Bank Challan No:   (Bank Challan to be attached in original).  \n \n 1. Transfer of shares.    \n 2. Further allotment of shares.    \n 3. Death of single member.    7. Precise reasons for change of \nstatus from single member \ncompany to a private compa ny: \n 4. Operation of law.    \n (Tick appropriate box)  \n    Day                          Month                                    Year  8.  Date of transfer of shares, further \nallotment of shares, death or order \nof the court, etc:            \n (Enclose attested copies of transfer deeds or return of allotment or \nother document effecting the transfer of shares).  \n     Day                         Month                                      Year  9.   Date of special resolution for \nchange of statu s from single \nmember company to a private \ncompany and alteration in articles:            \n (Enclose copy of special resolution).  \n  \n10.     Names, addresses and shareholdin g of present members:  \nName.  Address.  Shares held.  \n   \n   \n   \nTotal.   \n  \n11.    Signature of chief executive:   \n    \n12.   Name:   \n    \n13.   Designation:   \n    \n14.   N.I.C No. of signatory:               \n \n Day               Month                   Y ear \n15.    Date:            \n \nNotes:  1. The special resolution shall be passed by the members of the private company.  \n \n 2. The notice shall be signed by the chief executive appointed by the directors of the \nprivate company.   \n \n  _____________________________ ____________  \n \n                  FORM S3  \n[See rule 7(2)(b)]  \n \nTHE COMPANIES ORDINANCE, 1984  \n \nNOTICE OF DEATH OF SINGLE MEMBER  \n \nPlease complete in typescript or in bold block capitals . \n \n1.     Incorporation Number:   \n \n \n2.     Name of the Company:   \n  \n3.   F ee paid Rs:     \n  \n4. Name and branch of bank:   \n      Day         Month                  Year  \n5.    Date of payment:              \n  \n6.    Bank Challan No:   (Bank Challan to be attached in original).  \n \n                                                             Day                          Month                                        Year  \n7.    Date of death of member:            \n \n8.     Names, NIC No., address and relationship of legal heirs:  \nName.  NIC No.  Address.  Relationship.  \n                \n                \n                \n                \n                \n                \n \n9.     Circumstances leading to impediment, if any:  \n \n \n  \n \n \n10.  Signature of nominee director:   \n    \n11.   Name of signatory:   \n    \n  12.  N.I.C No. of signatory:               \n \n Day                Month                 Year  \n13.    Date:            \n   _________________________________________  \nFORM S4  \n[See rule 9(2)]  \n \nTHE COMPANIES ORDINANCE, 1984  \n \nAPPLICATION TO THE SECURITIES AND EXCHANGE COMMISSION OF \nPAKISTAN FOR TH E APPROVAL TO CHANGE OF STATUS OF A PRIVATE \nCOMPANY INTO SINGLE MEMBER COMPANY  \n \nPlease complete in typescript or in bold block capitals . \n \n \n1.     Incorporation Number:   \n \n \n2.     Name of the Company:   \n \n3.   Fee paid Rs:     \n  \n4. Name and branch of bank:   \n      Day         Month                  Year  \n5.    Date of payment:              \n  \n6.    Bank Challan No:   (Bank Challan to be attached in original).  \n \n 1. Transfer of shares.    7.   Precise reasons for changing of \nstatus to single member company:   2. Other (please specify).    \n                                                                          (Tick appropriate box)  \n  \n8.    Name of proposed single member:   \n  \n9.    Names and addresses of the major \ncreditors (of Rs.50,000 and above) \nindicating the amount due to each:   \n \n (List and NOC of each creditor to be attached).  \n \n10.  Date of filing the special resolution \nwith Registrar:   \n (Copy of special resolution and proposed altered articles be \nattached).  \n \n  11.    Verification:  We do hereby  solemnly and sincerely declare that:  \n(a) we are the directors / members of this company;  \n(b) the shares have not yet been transferred to the proposed \nsingle member;  \n(c) the shareholders other than proposed single member are \nwiling to transfer their shares ;  \n(d) the information submitted in this application is correct and \nthat nothing has been withheld or suppressed; and  \n(e) we make this solemn declaration conscientiously believing \nthe same to be true.  \n  \n12.    Signature of directors / members:       \n \n13.   Names and designations:       \n \n14.  N.I.C No. of signatories:       \n \n Day               Month                    Year  \n15.    Date:            \n \nNotes:  1.  The application shall be signed by all directors / members of the private \ncompany.  \n \n 2.  The app lication shall be furnished in duplicate and one copy of the application \nshall also be forwarded to registrar concerned.  \n___________________________________________  \nFORM S5  \n[See rule 9(5)]  \nTHE COMPANIES ORDINANCE, 1984  \n \nNOTICE FOR CHANGE OF STATUS OF PRIV ATE COMPANY INTO SINGLE \nMEMBER COMPANY  \n \nPlease complete in typescript or in bold block capitals . \n \n1.     Incorporation Number:   \n \n \n2.     Name of the Company:   \n \n3.   Fee paid Rs:     \n  \n4. Name and branch of bank:   \n      Day         Month                  Year  \n5.    Date of payment:              \n  \n6.    Bank Challan No:   (Bank Challan to be attached in original).  \n \n  \n    Day                 Month                          Year  \n7.   Date of transfer of shares:            \n (Enclose attested copies of  transfer deeds and minutes \nof meeting of directors).  \n \n8. Signature of single member / \nsecretary:     \n    \n9.   Name:     \n    \n10.  Designation:  Single member.   Secretary.  \n    \n11.  N.I.C No. of signatories:                            \n Day               Month                  Year  \n12.  Date:            \n___________________________________  \n \n           FORM S6  \n[See rule 10(2)]  \n \n \n \n \n \n \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \n \nCERTIFICATE ON CHANGE OF STATUS OF A PRIVATE COMPANY INTO A \nSINGLE MEMBER C OMPANY  \n \nCompany Registration No.___________________  \n \n \n  I hereby certify that pursuant to the provisions of rules 3 and 9 of the Single \nMember Companies Rules, 2003, _______________________________________________ \nhas, in compliance with the requirements p recedent and incidental to the change of status of \na private company into a single member company, been converted into and registered as a \nsingle member private limited company with effect from _______________.  \n \n  Given under my hand at _________________ t his _________________ day of \n___________________two thousand and _____________________________  \n \n  \n  Fee Rs.________________________.  \n \nREGISTRAR OF COMPANIES*  \n*Designation of the officer signing the certificate.  \n___________________________________  \n      FOR M S7  \n[See rule 10(3)]  \n \n \n \n \n \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \n \nCERTIFICATE ON CHANGE OF STATUS OF A SINGLE MEMBER COMPANY \nINTO A PRIVATE COMPANY  \n \n \nCompany Registration No.___________________  \n \n \n  I hereby certify that pursuant to the provisions  of rule 4 of the Single Member \nCompanies Rules, 2003,_______________________________________________________  \n________________________________ has complied with the requirements precedent and \nincidental to the change of status of a single member company in to a private company and \nconverted into a private company with effect from _______________.  \n \n  Given under my hand at _________________ this _________________ day of \n___________________two thousand and _____________________________  \n \n  Fee Rs.______________ __________.  \n \n \nREGISTRAR OF COMPANIES*  \n \n*Designation of the officer signing the certificate.       \n \n_______________________________  \n \nFORM S8  \n[See rule (11)]  \n   \nREGULATIONS FOR MANAGEMENT  \nOF A SINGLE MEMBER PRIVATE COMPANY LIMITED BY SHARES  \n \nINTERPRETATION  \n \n1. In the interpretation of these articles the following expressions shall have the \nfollowing meanings unless repugnant to or inconsistent with the subject articles, - \n \n(a) “alternate nominee director” means an individual nominated by the single \nmember to act as nom inee director in case of non -availability of nominee \ndirector;  \n \n(b) “company” or “this company” means XYZ (SMC -Private) Limited;  \n \n(c) “directors” or “board of directors” means board of directors so that it may \nconsist of only the sole director or more than one directors if so appointed \nunder the relevant provisions of the Ordinance;  \n \n(d) “in writing” means written or printed or partly written and partly printed \nor lithographed or typewritten or ot her substitute for writing;  \n \n(e) “member director” means  an individual becoming director due to \nmembership of the company in terms of clause (h) of section 187;  \n \n(f) “nominee director” means an individual nominated by the single member \nto act as director  in case of death of single member;  \n \na. (g) “private company” means a private company other than a single \nmember company;  \n \n(h) “rule” means the rule of the Single Member Companies Rules, 2003;  \n \n(i) “Rules” means the Single Member Companies Rules, 2003;  \n \n(j) “section” means section of the Companies Ordinance , 1984  (XLVII of \n1984) ; and \n \n(k) “sole director” means the director of the company who is for the time \nbeing the only director and the single member of the company.  \n \nPRELIMINARY  \n \n2. Any provision of the  Ordinance or rules and regulations made thereunder which \napply in relation to a private company limited by shares incorporated under the \nOrdinance shall, in the absence of any express provision to the contrary, apply in \nrelation to a single member company  as it applies in relation to such a company \n  which is formed by two or more persons or which has two or more persons as \nmembers.  \n \nSINGLE MEMBER COMPANY  \n \n3. The company is a single member company and as such being a Private Company \nlimited by shares — \n \n(a) it shall not issue invitation to the public to subscribe for any share of the \ncompany;  \n \n(b) the company shall not register any share(s) in the name of two or more \npersons to hold one or more shares individually or jointly; and  \n \n(c) number of the members of the compan y shall be limited to one.  \n \nSHARES  \n \n4. The company may increase the nominal share capital  in accordance with sections \n92 and 94 . \n \n5. Share certificate(s) shall be issued under the seal of the Company and shall be \nsigned by the member director, and in case of his death, by the nominee director \nand the secretary.  \n \n6. The company may, upon passing of a special resolution, issue further shares or \ntransfer existing shares or part thereof causing the number of members to become \ntwo or more in accordance with the Rules but it shall become a private company \nthereafter.   \n \n7. The company shall not transfer all of the shares of a single  member to two or \nmore persons or part of shares of single member to other person(s) or allot further \nshares to any person other than the single member or, at any time, allow transfer \nof shares or allotment of shares or both resulting in number of members to \nbecome two or more, except under the authority of a special resolution for change \nof status from single member company to private company and to alter its articles \naccordingly.  \n  8. The single member may transfer all of his shares to a single person under  the \nauthority of an ordinary resolution whereby the company shall remain a single \nmember company as it was before such transfer.  \n \n9. A person whose name is entered as a member in the register of members shall \nwithout payment, be entitled to receive, withi n ninety days after allotment or \nwithin forty -five days of the application for registration of transfer, a certificate \nunder the seal specifying the share or shares held by him.  \n \nTRANSFER AND TRANSMISSION OF SHARES  \n    \n10. Transfer and transmissio n of shares shall be in accordance with provisions of \nsections 74 to 81 . \n \n11. In case of death of  the single member, the power to register or refuse transfer of \nshares shall be exercised by the secretary and the nominee director under the \nRules.  \n \n12. If the company allots further shares or the shares held by the single member are \ntransferred in total or in part and as a result thereof the company becomes a \nprivate company, the fact that it has converted from a single member company to \na private company and number of its members has increased to two or more shall \nbe recorded in the register of members a long with the date of the event and the \nparticulars of the members.  \n \n13. Transmission of shares to the legal heirs shall be recorded in the register of \nmembers by the secretary and the nominee director.  \n \nCHANGE OF STATUS  \n \n15. 14. The company may convert itsel f from single member private \ncompany to a private company in accordance with the provision s of rule 4 .  \n \nGENERAL MEETINGS  \n \n  15. A general meeting, to be called annual general meeting, shall be held, in \naccordance with the provisions of section 158 and rule 5 .  \n16. All general meetings of the company other than an annual general meeting as \nspecified in section 158 shall be called extraordinary general meetings and shall \nbe deemed to be held in accordance with the provisions of ru le 5. \n \n17. The secretary shall attend all the meetings of the company but shall have no vote.  \n \nNOTICE AND PROCEEDINGS OF GENERAL MEETINGS  \n \n18. In case where the law specifies time period for givin g of notice of any meeting of \nthe members or of director(s), requirements of the law shall be deemed to have \nbeen complied with if both the secretary and the members are notified of the \nmeeting and they attend such meeting provided that in case of annual g eneral \nmeeting the time period for giving of notice to the auditor of the company shall \nnot be less than twenty one days.  \n \n19. The single member present in person or through proxy shall be the quorum for the \ngeneral meeting provided that secretary shall not ac t as proxy of the single \nmember.  \n \n20. If the single member takes any decision which is required to be taken in a meeting \nof the board or in the general meeting or by means of a resolution and such \ndecision is delivered by the single member in writing, within three days of such \ndecision, to the company for entry in the minute book and is so recorded, that \ndecision shall be valid as if agreed in such a meeting.  \n \nDIRECTOR(S)  \n \n21. The company shall always have the single member as a director but it may have \nsuch numbe r of other director(s) who fulfill the conditions as specified in section \n187. \n \n  22. The board or the general meeting shall not have the power to remove the member \ndirector but the single member (or member director) shall have the power to \nremove any director, chief executive or secretary through a resolution.  \n \n23. The director(s) shall have the powers as specified  in section 196.   \n \n24. The director(s) shall appoint a chief executive in accordance with the provisions \nof sections 198 and 199.  \n \n25. The director(s) shall cause minutes to be made in books as required under section \n173. \nSECRETARY  \n \n26. A single member private limited company shall appoint a secretary in terms of \nsection 204A and rule 6 who shall be responsible for discharge of duties and \nfunctions normally discharged by a secretary under the corporate laws and \nsecretarial practi ce. \n \n27. The secretary shall be appointed at the time of incorporation and subsequently on \nthe same day or the day next following his resignation or removal or in case of his \ndeath within seven days of the event.  \n \n28. The sole director shall not be the secretary o f the company.  \n \nCONTRACTS WITH THE SINGLE MEMBER  \n \n29. Contract between the company and single member shall be made in accordance \nwith the provisions of rule 8.  \n \nDIVIDENDS AND RESERVES  \n \n  30. The company may declare dividends and pay in accordance with the provision s of sections \n248 to 251.  \nACCOUNTS  \n \n31. The director(s) shall cause to keep proper books of account in accordance with the \nprovisions of section 230  and shall,  as required by sections 233 and 236, cause to \nbe prepared and to be laid before the company in general meeting such profit and \nloss accounts or income and expenditure accounts and balance sheets duly audited \nand reports as are referred to in those section s. They shall in all respects comply \nwith the provisions of sections 230 to 236.  \n  \n32. So long as the company has only one director, the requirements of section 241 \nshall be deemed to have been met if the balance sheet and profit and loss account \nis authenticated by the sole director.  \n \n33. Auditors shall be appointed and their duties regulated in accordance with the \nprovisions of sections 252 to 255.  \n \nTHE SEAL  \n \n34. The director(s) shall provide for the safe custody of the seal and the seal shall not \nbe affixed to any instrument except by the authority of a resolution of the board of \ndirector(s) or by a committee of director(s) authorized in that behalf by the \nmember director and in the presence of at least member director and of the \nsecretary or such other person as the director(s) may appoint for the purpose; and \nthe member director and the secretary or other person as aforesaid shall sign every \ninstrument to which the seal of the c ompany is affixed in their presence.  \n \nWINDING UP  \n \n35. The company shall follow, in case of its winding up, the relevant provisions of the \nCompanies Ordinance, 1984 (XLVII of 1984).  \n \nINDEMNITY  \n \n  36. Every officer or agent for the time being of the company may be in demnified out \nof the assets of the company against any liability incurred by him in defending \nany proceedings, whether civil or criminal arising out of his dealings in relation to \nthe affairs of the company, except those brought by the company against him,  in \nwhich judgment is given in his favour or in which he is acquitted, or in connection \nwith any application under section 488 in which relief is granted to him by the \nCourt.  \n________________________________________________________________________  \n[F.NO.CLD/602/1/2003]  \n \n \n \n(MOHAMMED  HAYAT  JASRA)  \nEXECUTIVE DIRECTOR"
}