{
    "file": "./converted_json\\administrator9b5baa0f444db1de5db2e5787e9d1237.json",
    "name": "Foreign Cultural Associations (Regulation of Functioning) Act, 1975",
    "date": "13th December, 1975",
    "tagline": "Regulation of Foreign Cultural Associations in Pakistan",
    "content": "Page 1 of 5 \n \n \nTHE FOREIGN CULTURAL ASSOCIATIONS (REGULATION  \nOF FUNCTIONING) ACT, 1975  \n \n \n \n \n \n \nCONTENTS    \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Formation of foreign cultural association s \n4. Responsibilities of foreign cul tural association  \n5.  Dissolution of foreign cultural association  \n6.  Consequences of dissolution  \n7.  Government servant not to become member of a foreign cultural association  \n8.  Members not  to obtain pecuniary advantage  \n9.  Acceptance of foreign assistan ce \n10.  Financial assistance by foreign cultural association prohibited  \n11.  Destruction, etc. o f books and records prohibited  \n12.  Filing of copies of political propaganda  \n13.  Penalties and procedure  \n14.  Indemnity  \n15.  Power to make rules  \n16.  Delegatio n of powers  \n17.  [Omitted]  \n\n \n \nPage 2 of 5 \n THE FOREIGN CULTURAL ASSOCIATIONS (REGULATION OF \nFUNCTIONING ) ACT , 1975  \nACT No.  LXXIX OF 1975  \n[13th December, 1975]  \nAn Act to provide for the regulation of the functioning o f foreign cultural associations  \n WHEREAS it is expedien t to provide for the regulation of the functioning o f foreign cultural \nassociations;  \n It is hereby enacted as follows: — \n 1. Short title, extent and commencement.___ (l) This Act may be called the Foreign  Cultural \nAssociations  (Regulation of Functioning) Ac t, 1975.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions.  In this Act unless there is anything  repug nant in the subject or context, — \n(a) “foreign cultural association ” means an association, by whatever name  called, \nhaving as its object the promotion of cultural and friendly relations between \nPakistan and a foreign country and includes a branch of such association; and  \n(b) “prescribed ” means prescribed by rules made under section 15.  \n 3. Formation of foreign cultural association s.___(1) No foreign cultural association  shall be \nformed with the object of,  or engag e itself in, propagating any opinion , or acting in any manner, \nprejudicial to the ideology, integrity, security, constitution or system of Government o f Pakistan or \nPakistan’s relations with any foreign country or contrary to morality or any law for the time being in \nforce.  \n (2) A foreign cultural association shall have only one head office, but may, with the prior \npermission in writing of the Federal Go vernment, set up a branch at the principal seat of a Provincial \nGovernment.  \n (3) Every foreign cultural association shall appoint its President with the approval of the \nFederal Government in the prescribed manner.  \n (4) No new foreign cultural association s hall be set up or shall start functioning unless \nregistered by the Federal Government and such registration may be granted subject to such \nconditions as the Federal Government may specify.  \n (5) An existing foreign cultural association shall apply in the pr escribed manner for \nregistration within one month of the coming into force of the rules to be made under this  Act  and  \nthe  Federal  Government  may  grant  registration  subject  to  such conditions as it may specify.  \n \n \nPage 3 of 5 \n  4. Responsibilities of foreign cu ltural association.___ (1) Every foreign cultural association \nshall___  \n(a) maintain audited accounts in the prescribed manner;  \n(b) pay all moneys received by it into a separate account kept in its name at  a bank \nwhich is a scheduled bank within the meanin g of the State Bank of Paki stan \nAct, 1956 (XXXIII of 1956) ; \n(c) submit to the Federal Government such information relating to its accounts \nand affairs as the Federal Government may from time to time require.  \n (2) Any officer authorised in this behalf by th e Federal Government may at all reasonable \ntimes inspect the books of account and other records of a foreign cultural association, the securities, \ncash and other properties held by the association, and all documents relating thereto.  \n 5. Dissolution of for eign cultural association.___ (l) No foreign cultural association shall be \ndissolved otherwise than in accordance with its constitution or with the provisions of sub -sections (2) \nand (3).  \n (2) Not less than sixty per cent of the members of a foreign cultur al association may make an \napplication to the Federal Government in the prescribed manner for making an order for the \ndissolution of the association.  \n (3) If an application is made to it under sub -section (2), or if it has reason to believe that a \nforeign cultural association has acted or is acting in contravention of its constitution or of the \nprovisions of section 3, the Federal Government may, by order in writing after giving the  association  \nan  opportunity  of  being  heard,  direct  that  the  associ ation  shall  stand dissolved on and from \nsuch date as may be specified in the order.  \n (4) Where an order of dissolution has been made otherwise than on an application made \nunder sub -section (2), the foreign cultural association to which the order relates or any member \nthereof aggrieved by the order may apply to the Federal Government for a review of the order; and \nthe order of the Federal Government passed after giving the applicant an opportunity of being heard \nshall be final and shall not be questioned, or be permitted to b e questioned, by or before any c ourt. \n (5) Subject to any order of the Federal Government in review under sub -section (4) , the \ndissolution of a foreign cultural association in pursuance of an order of the Federal Government \nunder sub -section (3) shall be deemed to be a dissolution in accordance with the provisions of the \nconstitution of the association and the affairs of association shall be wound up in accordance with \nthose provisions.  \n 6. Consequences of dissolution.___Where any foreig n cultural association is dissolved, the \nassociation or any of its members shall not engage itself or himself in any activities other than such \nas may be necessary for the winding up of its affairs.  \n 7. Government servant not to become member of a foreign cultural association.___ \nWithout prejudice to the provisions of any law for the time being in force no person in the service of \nthe Federal Government or a Provincial Government shall, without the prior permission in writing of \nsuch Government, become a me mber or office -bearer of any foreign cultural association.  \n \n \nPage 4 of 5 \n  8. Members not to obtain pecuniary advantage.  ___No member of a foreign cultural \nassociation shall, by virtue of being such member, obtain any pecuniary advantage for himself or any \nother person.  \n 9. Acceptance of foreign assistance.  ___No foreign cultural association shall, without the \nprevious permission in writing of the Federal Government accept any assistance or aid, in any form \nwhatever, from the government or any other authority, body or org anization of a foreign country or \nfrom a national thereof.  \n 10. Financial assistance by foreign cultural association prohibited.  ___No foreign cultural \nassociation shall, directly or through any person or in any other manner make any contribution of \nmoney or other thing of value, or promise, expressly or impliedly, to make any such contribution in \nconnection with an election to a political office or in connection with  any  election  to  the  National  \nAssembly,  the  Senate  or  a  Provincial  Assembly  of  Pakistan.  \n 11. Destruction, etc. of books and records prohibited. ___No person shall willfully conceal, \ndestroy, obliterate or mutilate, or attempt to conceal, destroy, obliterate or mutilate, or cause to be \nconcealed, destroyed, obliterated or mutilated,  any books or records of any foreign cultural \nassociation required to be kept under this Act.  \n 12. Filing of copies of political propaganda.  ___Every foreign cultural association which, \nand every member of such association who, transmits by po st or otherwi se any political propaganda \nfor or in the interests of such association in the form of prints or in any other form which is \nreasonably adapted to being, or which it or he believes will be, or which it or he intends to  be \ndisseminated or circulated among tw o or more persons shall — \n(a)  conspicuously  mark  such  political  propaganda  at  its  beginning  with,  or \npreface it by or attach to it, a true and accurate statement, in the language used \nin such propaganda, setting forth the connection or relationshi p between the \nassociation or, as the case may be, such member and the political propaganda; \nand \n(b)  not later than forty -eight hours after its transmission, file with the Federal \nGovernment two copies thereof and a statement, duly signed by a member on \nbehalf of the association or by such member on his own behalf setting forth \nfull information as to the places, times and extent of such transmission.  \n Explanation .___In this section, “political propaganda ” includes any oral, visual, graphic,  \nwritten, pictori al or other communication or expression by any person which is reasonably adapted \nto, or which the person disseminating the same believes will , or which he intends to,  prevail upon, \nconvert, induce, or in any other way influence a recipient or any section of the public within Pakistan \nwith reference to the political or public interests, policies or relations of the government of a foreign \ncountry or a foreign political party or with reference to the foreign policies of Pakistan or promote in \nPakistan racial , parochial, religious or social dissension, or which advocates, advises, instigates or \npromotes any racial, parochial, social , political or religious disorder, civil riot or other conflict \ninvolving the use of force or violence or the overthrow of the Gov ernment established by law in \nPakistan, by any means involving the use of force or violence.  \n 13. Penalties and procedure.___ (1) Any person who — \n \n \nPage 5 of 5 \n (a)  contravenes or does not comply with, any of the provisions of this Act or any \nrule or order made thereun der; \n(b)  is a member  or office -bearer  of a foreign  cultural  association  formed  or \nfunctioning  in contravention  of section  3; or \n(c)  in any report  or statement  submitted  under  this Act to the Federal  Government  \nor other  authority,  makes  any false  statemen t or false  representation;  \nshall be punishable with imprisonment for a term which may extend to two years, or with fine which \nmay extend to ten thousand rupees, or with both.  \n (2) No Court shall take cognizance of an offence under this Act except upon a co mplaint in \nwriting made by or under the authority of the Federal Government.  \n 14. Indemnity. ___No suit, prosecution or other legal proceeding shall lie against any person \nfor anything which is in good faith done or intended to be done under this Act.  \n 15. Power to make rules. ___The Federal Government may, by notification in the official \nGazette make rules for carrying into effect the provision s of this Act.  \n 16. Delegation of Powers. ___The Federal Government may, by order, direct that any power  \nconferre d  on  it  by  this  Act  shall,  in  such  circumstances  and  subject  to  such conditions, if any, \nas may be specified in the direction, be exercisable also — \n(a)  by any officer or authority subordinate to the Federal Government; or  \n(b)  by any Provinci al Government or by any officer or authority subordinate to \nsuch Government.  \n 17. 1[Omitted ]  \n \n  __________  \n \n \n \n \n \nRGN Date: 0 8-05-2024   \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance No. XXVII of 1981, s.3 and sch.II."
}