{
    "file": "./converted_json\\administratorcb5cefe03486e589bb9a96de6ed1d0f6.json",
    "name": "Transfer of Evacuee Land (Katchi Abadi) Act, 1972",
    "date": "17th September, 1972",
    "tagline": "An Act to provide for the transfer of certain evacuee land to the occupants thereof.",
    "content": "Page 1 of 4 \n \n \nTHE  TRAN SFER OF EVACUEE  LAND (KATCHI ABAD I) ACT, \n1972  \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Act to override other laws, etc.  \n4.  Cancellation of allotments and transfers of evacuee land.  \n5.  Conferment of propriet ary rights on occupants of evacuee land.  \n6.  Resumption of land.  \n7.  Preparation of scheme.  \n8.  Penalty.  \n9.  Prosecution.  \n10.  Bar of jurisdiction.  \n11.  Validation.  \n12.  Delegation of power.  \n13. Power to make rules.  \n14.  Repeal   \n \n  \n \n\n \nPage 2 of 4 \n THE  TRAN SFER OF EVACUEE  LAND (KATCHI ABAD I) ACT, 1972  \n \n1Act No. XIII of 1972  \n[17th S eptember, 197 2] \nAn Act to provide for transfer of certain evacuee land to the occupants thereof \n WHEREAS  it is expedient to provide for the transfer of certain evacuee land to the o ccupants \nthereof; \n AND  WHEREAS  the Proclamation of Emergency referred to in clause (8) of Article 139 of  \nthe Interim Constitution  of the Islamic R epublic of  Pakistan is in force;  \n It is hereby enacted as follows :— \n 1. Short  title,  extent  and  comme ncement.—(1)  This  Act  may  be  called  the Transfer \nof Evacuee Land (Katchi Abad i) Act, 1972.  \n (2) It extends to the whole of  Pakistan. \n (3) It shall come into force in the Province of the  Punjab and the C apital of the Federation at \nonce and in the other  Provinces or parts thereof on such date2 as the Federal Gov ernment may, by \nnotification in the official Gazette, appoint  in this behalf; and different dates may be appoint ed in \nrespect of different Provinces or parts thereof. \n 2. Definitions.—(1) In this Act, unless there is anything repugnant in the subject or \ncontext,—  \n(a) “Acts” means the Displ aced Persons (Comp ensation and Rehabilitation)  Act, \n1958  (XXVIII of 1958) , and the Displ aced Persons (Land Settlement) Act, \n1958 (XLVII of 1958);   \n(b)       “appoint ed day” means the fifteenth day of March, 1972;  \n(c)       “Chief Settlement Commission er” means the Chief Settlement Commission er \nappoint ed by the Go vernment under either or both the Acts; \n(d)      “evacuee land” means any land, plot or vacant site abandoned by an evacuee \nas defined in the Pakistan (Administ ration of Evacuee Property) Act, 1957 \n(XII of 1957); 3[including  any land, plot or vacant site allotted, transferred or \notherwise dispos ed of by the  Chief Settlement Commissi oner or any oth er \nauthority und er either of the A cts or any other law for the time b eing in force]; \n \n(e)        “Government” means a Provincial Government; and \n \n(f) “Katchi Abad i” means such inhabited area of evacuee land as is declared by \nthe Chi ef Settlement Commission er to be a Katchi Abadi for the pu rposes of \nthis Act. \n1 For Statement of Objects and Reasons, see Gaz. of P., 1972. Ext.. Pt. Ill,p. 413. \n2 The Act came  into force in the Province of Sind on 20-1-1973, see Notifin., No. F. 13(13)/72, SLI, dated, 20-1-1973, Gaz. of P., 1973 , Ext., Pt. Ill, \np. 255 and in the Province of Balochistan and N.W.F.P., on 1-6-1973 see Notifin. No. F. 13(I3)/72-SLE, dated 31-5-1973, Gaz. of P., 1973, Ext., Pt. Ill, \np. 1149' \n3Added by the Transfer of Evacuee Land (Katchi Abadi) (Amdt.), Act, 1977 (3 of 1977), s. 2 (w.e.f. 18-9-1972). \n \nPage 3 of 4 \n  (2) A declaration under clause (f), of sub-section (1) shall be publish ed in the official Gazette \nwithin  thirty days from the d ate on whi ch it is made. \n (3) Words and expressions used but not defined in this Act and defined in the Acts shall have \nthe same meanings as assigned to them in the A cts. \n 3. Act to override other laws,  etc.  This A ct shall have effec t notwithst anding anything to \nthe contrary contained in any oth er law or any decree, judgement or order of any court or other \nauthority, or any agreement, contract or instrument.  \n 4. Cancellation of allotments and transfers of evacuee land.—(1) All  allotm ents and  \ntransfers  of  evacuee  land  in  any  Katchi  Abadi  shall  stand  cancelled  as  from  the appoint ed \nday, and the allottees or transferees of such land shall be paid such compensation th erefore as may be \ndetermined by Government. \n (2) Nothi ng in sub-section (1) shall apply to such evacuee land as was occupied by its \nallottee or transferee on the appoint ed day and does not  exceed his v erified claim. \n 5. Conferment of proprietary rights on occupants of evacuee land.—(1) A ny person, \nother than a person referred to in subsection (2) of s ection 4, who,  on the appoint ed day, was in \noccupation of evacuee land in any Katchi Abadi  and did not own any other plot, house  or shop  shall \nbe granted proprietary rights in respect of such land not exceeding five m arlas, on payment of such \nprice as may be determined by the Chief Settlement Commission er on the b asis of the m arket price \nprevailing in the  year 1947.  \n Explanation .—For the purpose of this sub-section, “shop” does not include a shop situ ated \noutside a  Katchi Abadi  to whi ch no residential accommod ation is attached. \n (2) The price payable by any persons under sub-section (1) shall, at his option,  be paid in \na lump  sum or in six  half-yearly installments and shall form part of the compensation pool.  \n Explanation.— “Comp ensation pool” means— \n(a)      if  the  evacuee  land  the  price  of  whi ch  is  paid  under  subs ection  (1)  is \nagricultural land, the compensation pool constituted under the  Displ aced \nPersons ( Land Settlement) Act, 1958 (XLVII of 1958) ; and \n(b)      if su ch land is not  agricultural land, the  compensation pool constitut ed under \nthe Displ aced Persons (Comp ensation and R ehabilitation)  Act, 1958 (X XVIII  \nof 1958).  \n 6. Resumption of land.—(1) Any evacuee land in a Katchi Abadi which is not t ransferred \nunder section 5 shall be resumed by the Chief Settlement Commission er to whom  the o ccupant \nthereof sh all give vacant possession  of su ch land within  the time stipul ated by the Chi ef Settlement \nCommission er. \n (2) For the purpose of recovering possession  of any land under sub-section (1), the Chi ef  \nSettlement  Commission er  may  use  or  cause  to  be  used  such  force  as  may  be necessary. \n 7. Preparation of scheme. The Chi ef Settlement Commission er may, with the approval of \nthe Government, prepare a scheme for carrying out the pu rposes of this Act. \n \nPage 4 of 4 \n  8. Penalty. Any person who resists or interferes with the enforcement of the p rovisions  of \nthis Act or any scheme or order made thereunder shall be punish able with rigorous imp risonm ent for \na term which may extend to one  year, or with fine, or with both.  \n 9. Prosecution. No person shall be prosecuted for an offence under this Act without the p rior \napproval in writing of the Chi ef Settlement Commis sioner. \n 10. Bar of jurisdiction. No provision  of this Act or any order made or scheme p repared \nthereunder or any action taken in pursuance thereof shall be called in question  by or before any \ncourt. \n 11. Validation. Notwithst anding the  repeal of Martial Law Order No. 251 made by the  \nMartial Law Administ rator, Zone ‘C’, any action taken scheme made, order passed and thing  done  in \npursuance thereof shall be deemed respectively to have been taken, made, passed and done  under \nthis Act. \n 12. Delegation of power. Subject to the provisions  of this Act and the rules made thereunder, \nthe Chief Settlement Commis sioner may, by noti fication in the official Gazette, delegate all or any \nof his powers under this Act or the rules made thereunder to a Settlement Commission er or an \nAddition al or a Deputy Settlement Commissio ner, subject to such conditions,  if any, as may be \nspecified in the noti fication. \n 13. Power to make rules. Government may make rules for giving effect to the provisions  of \nthis Act. \n 114. Repeal.  The Transfer of Evacuee Land (Katchi Abad i) Ordinance, 1972  (XX of 1972 ), \nis hereby repealed. \n \n \n \n \n \n \n \n \n \n \n \n         Last Uploaded on 25.9.20 23 \n \n1 This section has been omitted in its application to the extent of Islamabad Capital Territory by the Federal Laws (Revision a nd Declaration) \nOrdinance, 1981, (27 of 1981), s. 5 and IV Sch.,"
}