{
    "file": "./converted_json\\administrator6f72f091575a1d15fb8bab33f69b8edf.json",
    "name": "Legal Practitioners & Bar Councils Act, 1973",
    "date": "22nd February, 1973",
    "tagline": "An Act to repeal and, with certain modifications, re-enact the law relating to legal practitioners and bar councils",
    "content": "Legal Practitioners & Bar Councils  Act, 1973  1 \n \n \nLEGAL PRACTITIONERS AND \nBAR COUNCILS ACT, 1973  \n[ACT XXXV OF 1973]  \nAn Act to repeal and, with certain modifications, re -enact the law relating to legal \npractitioners and bar councils  \nThe following Act of the National Ass embly received the assent of the President on \nthe 22nd February, 1973, and is hereby published for general information: - \nWhereas it is expedient to repeal and, with certain modifications, re -enact the law \nrelating to Legal Practitioners and Bar Councils a nd to provide for certain incidental and \nancillary matters;  \nIt is hereby enacted as follows: - \nCHAPTER I  \nPRELIMINARY  \n1. Short title and commencement. --(1) This Act may be called the Legal \nPractitioners and Bar Councils Act,  1973.  \n(2) It shall come into force at once.  \n1[1A. Overriding effect. --The provisions of this Act shall have effect notwithstanding \nanything inconsistent therewith contained in any other law for the time being in force.]  \n2. Definitions. --ln this Act, unless there is anything repugnant in the subject or \ncontext, -- \n2[(a) \"Advocate\" means an advocate entered in any roll under the provisions of this \nAct;] \n(b) \"Bar Council\" means a Bar Council constituted under this  Act; \n(c) \"Common roll\" means the common roll of advocates of the High Court or, as \nthe case  may be, the common  roll of other  advocates  prepared  and maintained \nby the Pakistan Bar Council under this  Act; \n \n \n \n1. Inserted vide Legal Practitioners & Bar Councils (Amendment) Act, (Act No. XII of  2005).  \n2. The original clause (a) of Section 2 reads as  under: -- \n(a) \"advocate\" means an advocate entered in any roll under the provisions of this  Act\". \nIt was substituted by the following, through the Legal Practitioners and Bar Councils (Amendment) Ordinance, \n1985 (Ordinance XVI of 1985) Section 2, with effect fr om 2.3.1985: -- \n“(a) “advocate” means an advocate whose name is for the time being entered in the Roll of Senior Advocates, \nRoll of Advocates or Roll of Advocates -on-Record of the Supreme Court under the rules of the Supreme \nCourt or in the roll of Advocate s of a High Court under this Act”;  \nIt was substituted  by the present  text through  the Legal  Practitioners  and Bar Councils  (Amendment)  Act, 1987 \n(Act VIII of 1987) Section 2, with effect from  25.8.1978.  \n \n2  Legal Practitioners & Bar Councils  Act, 1973  \n  \n3[(cc)  \nOmitted];  \n (d) \"High Court\", in relation to a Provincial Bar Council 4[and Islamabad Bar \nCouncil], means the High Court of the Province 5[or Islamabad Capital \nTerritory], as the case may be, for which that Council is constituted;  \n 6[(da) \"Islamabad Bar Council” means Islamabad Bar Council for Islamabad Capital \nTerritory constituted under this Act;\";]  \n 7[(e) \"legal practitioner\" means an Advocate;]  \n 8[(ee) \"member\" in relation to a Bar Council, does not include the Chairman thereof;]  \n (f) \"Pakistan Bar Council\" means the Bar Council, constituted for Pakistan, under \nSection 11;  \n (g) \"prescribed\" means prescribed by rules made under this Act;  \n 9[(h) \"Provincial Bar Council\" means a Provincial Bar Council of a Province and \nincludes the Islamabad Bar Council;]  \n (i) \"Provincial roll\" 10[and “Islamabad Bar Council roll]\" means a roll of advocates \nof the High Court or, as the case may be, a roll of advocates prepared and \nmaintained by a Provincial Bar Council 11[and Islamabad Bar Council] under \nthis Act;  \n (j) \"revenue office\" includes all Courts (other than Civil Courts) trying suits under \nany law for the time being in force relating to land -holders and their tenants or \nagents;  \n (k) \"roll\" means the roll of advocates maintained by a Bar Council;  \n 12(kk) \"roll of group  of districts\"  means  a roll of advocates  of a High Court  and a roll of \nthe Advocates practicing in the districts of the group, as mentioned in the \nSchedule, prepared and maintained by a Provincial Bar Council 13[and \nIslamabad Bar  Council];  \n (l) \"subordinate Court\" means a Court subordinate to the High Court;  \n \n3. Omitted through Act No. XII of 2005, Section  3. \n4. Inserted through Act No. V of 2014 Dated  18-06-2014  \n5. Substituted through Act No. V of 2014 Dated  18-06-2014  \n6. Inserted through Act No. V of 2014 Dated  18-06-2014  \n7. Sub. Through Act No. XII of  2005.  \n8. Inserted, through Ordinance No. XL of 1978, Section  2(b). \n9. ● Firstly Substituted, ibid, Section 2(c) for the  following:  \n\"(h) \"Provincial  Bar Council\"  in relation  to a Province,  other  than the Provinces  of Sindh  and Baluchistan,  means \nthe Provincial  Bar Council  constituted  for that Province,  and in relation  to the Provinces  of Sindh  and Baluchistan \nthe common Bar Council constituted for the two Provinces under this  Act\". \n● Secondly substituted through Amending Act No XXXV of 2018 dated 01 -06-2018 for the  following:  \n(h) \"Provincial Bar Council\" in relation to a Province, means the Provincial Bar Council constituted for that \nProvince;]  \n10. Inserted through Act No. V of 2014 Dated  18-06-2014  \n11. Inserted through Act No. V of 2014 Dated  18-06-2014  \n12. Inserted th rough Act No. XII of  2005.  \n13. Inserted through Act No. V of 2014 Dated  18-06-2014  \nLegal Practitioners & Bar Councils  Act, 1973  3 \n \n \n(m) \"tout” means a  person -- \n(i) who procures, in consideration of any remuneration moving from any \nlegal practitioner, the employment of the legal practitioner in any legal \nbusiness; or who proposes to any legal practitioner or  to any person \ninterested in any legal business to procure, in consideration of any \nremuneration moving from either of them, the employment of the legal \npractitioner in such business;  or \n(ii) who, for the purposes of such procurement, frequents the precincts of  \nCourts or of revenue offices, or railway stations, landing stages, lodging \nplaces or other places of public resort;  \n(n) \"Tribunal\",  in relation  to a Bar Council,  means  a Tribunal  constituted  by it under \nthis Act;  14[and]  \n15[(o) \"voter” means: -- \n(i) in relation to election to a Provincial Bar Council 16[and Islamabad Bar \nCouncil],  an advocate  whose  name  for the time being  appears  on the roll \nof group of districts and to whom an identity card has been issued by a \nProvincial Bar Council 17[and Islamabad  Bar Council] and who is not in \narrears of dues of the Provincial Bar Council 18[and Islamabad Bar \nCouncil] for a period exceeding six months;  and \n(ii) in relation to election to the Pakistan Bar Council, a member of the \nconcerned Provincial Bar Council 19[and Islamabad Bar  Council].  \nCHAPTER II  \nCONSTITUTION AND INCORPORATION OF BAR COUNCILS  \n \n3. Constitution and incorporation of Bar Councils. --(1) There shall be constituted \nin accordance with the provisions of this Act. - \n(i) a Bar Council for Pakistan to be known as the Pakistan Bar Council; 20[omitted]  \n \n \n \n \n \n \n \n \n14. Added through Act No. XII of  2005.  \n15. Added through Act No. XII of  2005.  \n16. Inserted through Act No. V of 2014 Dated  18-06-2014  \n17. Inserted through Act No. V of 2014 Dated  18-06-2014  \n18. Inserted through Act No. V of 2014 Dated  18-06-2014  \n19. Inserted through Act No. V of 2014 Dated  18-06-2014  \n20. First the word “and” was added by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1978 \n(Ordinance XL of 1978) Section 3(a), with effect from 12.10.1978, and later the said word was omitted through \nAct No. V of 2014 Dated  18-06-2014.  \n4 Legal Practitioners & Bar Councils Act,  1973  \n \n \n21[(ii) a Bar Council  for each  Province  to be known  as the Bar Council  of the Province \nconcerned] 22[;and  \n(iii) Islamabad Bar Council for Islamabad Capital Territory.]  \n(2) Every Bar Council shall be a body corporate having perpetual succession and a \ncommon seal with power to acquire and hold property, both movable and immovable, and to \ncontract, and shall by the name by which it is known sue and be sued.  \n \n4. Term of Bar Council. —23[The] term of every Bar Council shall be 24[five] years \nbeginning on the first day of January following the general elections to the Provincial Bar \nCouncils 25[and Islamabad Bar Council]; and at the end of each term the members of the Bar \nCouncil shall cea se to hold  office:  \n \n26[Provided  that the next elections  of the Provincial  Bar Councils  27[and Islamabad  Bar \nCouncil] shall be held between the 1st October, 2020 and the 31st of December, 2020 and \nthe term of the next Provincial Bar Councils 28[and Islamaba d Bar Council] shall commence \nfrom the 1st January, 2021.]  \nCHAPTER III  \nPROVINCIAL BAR COUNCILS 29[and ISLAMABAD BAR COUNCIL]  \n \n5. Composition of Provincial Bar Councils 30[and Islamabad Bar Council]. --(1) \nEach Provincial Bar Council 31[and Islamabad Bar Council] shall consist  32[of:--] \n \n21. Substituted, vide Ordinance XL of 1978, Section 3(b), for the  following: -- \n\"(ii) a Bar Council for each Province, other than the Provinces of Sindh and Baluchistan to b e known as the \nBar Council of the Province Concerned; and  \n(iii) a Bar Council  for the Provinces  of Sindh  and Baluchistan,  to be known  as the Sindh  and Baluchistan  Bar \nCouncil\".  \n22. Added through Act No. V of 2014 Dated  18-06-2014  \n23. The word  \"The\"  was substituted  for the words,  figures  and comma  \"Save  as provided  in Section  65 in respect  of \nthe existing Bar Council, “the” by the Legal Practitioners & Bar Councils (Amendment) Ordinance, 1982 \n(Ordinance XVII of 1982), Section 2(a), w.e.f.  15.7.1982.  \n24. By th e Legal Practitioners and Bar Councils (Amendment) Act, 1976 (Act LXVII of 1976) Section 2, the word \n\"three\" was substituted by the word “four\", with effect from 4.12.1976, and thereafter the word \"four\" was \nsubstituted by the word \"five\", with effect from  15.7.1982, through the Legal Practitioners and Bar Councils \n(Amendment) Ordinance, 1982, (Ordinance XVII of 1982) Section  2(b). \n25. Inserted through Act No. V of 2014 Dated  18-06-2014  \n26. Substituted through Amending Act No XXXV of 2018 dated  01-06-2018  \n27. The words \"and Islamabad Bar Council\" after the words \"Provincial Bar Councils\" in this proviso, were  \nInserted through Act No. V of 2014 Dated  18-06-2014  \n28. The words \"and Islamabad Bar Council\" after the words \"Provincial Bar Council\" in this proviso were \nInsert ed through Act No. V of 2014 Dated  18-06-2014  \n29. Inserted through Act No. V of 2014 Dated  18-06-2014  \n30. Inserted through Act No. V of 2014 Dated  18-06-2014  \n31. Inserted through Act No. V of 2014 Dated  18-06-2014  \n32. Substituted by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1978 (Ordinance No. XL of \n1978) Section 4(1)(a), with effect from 12.10.1978, for the  comma.  \nLegal Practitioners & Bar Councils  Act, 1973  5 \n \n \n33[(a) the Advocate -General of the Province 34(or Islamabad Capital Territory, \nas the case may be) Ex-officio ; and] \n(b) such number  of 35[. ...] members as may be elected by the Advocates  on \nthe Provincial roll 36[or Islam abad Bar Council roll as the case may be,] \nfrom amongst themselves.  \n37[(2) The number of members to be elected to the Provincial Bar Councils 38[and \nIslamabad Bar Council] shall be as follows: -- \n \n(a) Punjab Bar  Council  ...... 75 \nSindh Bar Council  ...... 33 \nKhyber Pakhtunkhwa Bar Council  ...... 28 \nBaluchistan Bar Council  ...... 07 \n39[Islamabad Bar Council  ...... 05; and]  \n(b) the district -wise allocation of seats referred to in clause (a) for respective \nProvincial Bar Councils 40[and Islamabad Bar Council], shall be in \naccordance with the Schedule annexed hereto.}  \n41[(2A) For the purpose of election of members of a Provincial Bar Council 42[and \nIslamabad  Bar Council]  from a district  or districts  under  sub-section  (2), the advocates  entered \non the roll of 43[district or] group of districts as mentioned in the Schedule annexed hereto, \nshall constitute the electoral college}.  \n44[(3) Omitted].  \n(4) At an election of the members of a Provincial Bar Council 45[and Islamabad Bar \nCouncil]  an advocate  shall have  as many  votes  as the number  of members  to be elected  from \nthe 46[district, or as the case may be, the group of districts]  concerned.  \n \n \n \n \n \n33. Substituted, ibid, Section 4(1)(b), for the following:  -- \n\"(a) In the case of a Bar Council for a Province, other than the Provinces of Sindh and Baluchistan, of the \nAdvo cate-General for the Provinces, and, in the case of the Bar Council for the Provinces of Sindh and \nBaluchistan, the Advocate -General for Sindh and The Advocate -General for Baluchistan, ex -officio\".  \n34. Inserted through Act No. V of 2014 Dated  18-06-2014  \n35. The wo rd “other” was omitted, ibid, Section  4(1)(c).  \n36. Inserted through Act No. V of 2014 Dated  18-06-2014  \n37. Substituted through Act No. XII of  2005.  \n38. Inserted through Act No. V of 2014 Dated  18-06-2014  \n39. Inserted through Act No. V of 2014 Dated  18-06-2014.  \n40. Inserted through Act No. V of 2014 Dated  18-06-2014  \n41. Substituted by the Legal Practitioners and Bar Councils (Amendment) Act, 2005 (Ordinance XII of  2005).  \n42. Inserted through Act No. V of 2014 Dated  18-06-2014  \n43. Inserted through Act No. V of 2014 Dated  18-06-2014 \n44. Omitted through Act No. XII of  2005.  \n45. Inserted through Act No. V of 2014 Dated  18-06-2014  \n46. Sub. for the word \"Division\" vide Act No. XlI of  2005.  \n6 Legal Practitioners & Bar Councils Act,  1973  \n \n \n47[(5) A member may resign his office by writing under his hand addressed to the \nChairman of the Council].  \n(6) Omitted ] \nExplanation:  If any question  arises  whether  an advocate  is or is not, for the purposes \nof this Sect ion, practicing generally in a district, it shall be referred to the Advocate -General \nfor the Province concerned, 48[or Islamabad Capital Territory] whose decision thereon shall \nbe final.  \n49[5A. Qualifications for membership of a Provincial Bar Council 50[and  \nIslamabad Bar Council]. --A person shall be qualified to be elected as a member of a \nProvincial Bar Council 51[and Islamabad Bar Council] if he: - \n52[(a) is on the roll of advocates of High  Court maintained by the Provincial Bar \nCouncil 53[and Islamabad Bar Council], 54[for not less than five years} and]  \n(b) has, on the day of filing of the nomination  paper,  been  an advocate  for not less \nthan 55[fifteen] years;  and \n(c) has cleared all the dues payable by him to the Provincial Bar Council 56[and \nIslamabad Bar Council] 57[;] \n58[Provided that for the first election of Islamabad Bar Council, the qualification \nrequired for a candidate for Punjab Bar Council shall apply to the  candidate to \nbe elected for Islamabad Bar Council.]  \n5B. Disqualifications for membership of a Provincial Bar Council 59[and \nIslamabad Bar Council]. --A person shall be disqualified to be elected as a member of a \nProvincial Bar Council 60[and Islamabad Bar Council] if he -- \n \n \n47. Sub-sections (5) and (6) were added, through the Legal Practitioners and Bar Councils (amendment) \nOrdinance, 1978 (Ordinance No. XL of 1978) Section 4(5), with effect from 12.10.78, but by the Legal \nPractitioners and Bar Councils (Amendment) Ordinance, 198 2 (Ordinance XVII of 1982), the sub -section (6), \nwhich reads as under, was omitted with effect from 15.7.82:  \n\"(6) A member shall cease to be a member if he is appointed to an office of profit in the service of Pakistan or \nis suspended or removed from pract ice under the provisions of Chapter  Vll\". \n48. Inserted through Act No. V of 2014 Dated  18-06-2014  \n49. With effect from 15.7.1982, new Sections 5 -A, 5-B and 5 -C were inserted by the Legal Practitioners and Bar \nCouncils (Amendment) Ordinance, 1982 (Ordinance XVII of  1982) Section  4. \n50. Inserted through Act No. V of 2014 Dated  18-06-2014  \n51. Inserted through Act No. V of 2014 Dated  18-06-2014  \n52. Substituted through Act No. XII of  2005.  \n53. Inserted through Act No. V of 2014 Dated  18-06-2014  \n54. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018.  \n55. ●Firstly word “ten” was substituted for the word “seven” through Act No. XII of  2005.  \n● Secondly word “fifteen” substituted for the word “ten” through Amending Act No XXXV of 2018 \ndated  01-06-2018  \n56. Inserted through Act No. V of 2014 Dated  18-06-2014  \n57. Addad through Act No. V of 2014 Dated  18-06-2014  \n58. Inserted through Act No. V of 2014 Dated  18-06-2014  \n59. Inserted through Act No. V of 2014 Dated  18-06-2014  \n60. Inserted through Act No. V of 2014 Dated  18-06-2014  \nLegal Practitioners & Bar Councils  Act, 1973  7 \n \n \n(a) was dismissed or removed from the service of Government or of a public \nstatutory corporation;  or \n(b) has been convicted for an offence involving moral tu rpitude;  or \n(c) has been found guilty of professional misconduct;  or \n(d) has been declared a tout;  or \n(e) is an undischarged  insolvent.  \n5C. Cessation of membership of Provincial Bar Council 61[and Islamabad Bar \nCouncil]. --A member of a Provincial Bar Council 62[and Islamabad Bar Council] shall cease \nto be such member if he -- \n(a) is appointed to an office of profit in the service of Pakistan;  or \n(b) is suspended or removed from practice under the provisions of Chapter VII;  or \n(c) incurs  any of the disqualifications specified in Section  5B.} \n6. Chairman and Vice -Chairman of Provincial Bar Council 63[and Islamabad Bar \nCouncil]. --(1) There  shall be a Chairman  and a Vice-Chairman  of each  Provincial  Bar Council \n64[and Islamabad Bar Council].  \n65[(2) The Advocate -General for a Province 66[or Islamabad Capital Territory] shall be \nthe Chairman  of the Provincial  Bar Council  for that Province  67[or Islamabad  Capital  Territory, \nas the case may  be]. \n(2A) If a member of a Provincial Bar Counc il 68[and Islamabad Bar Council] is \nappointed as the Attorney -General for Pakistan or as the Advocate -General for a Province, \n69[or Islamabad Capital Territory] his seat in the Council shall become vacant].  \n(3) The Vice -Chairman of each Provincial Bar Council 70[and Islamabad Bar Council] \nshall be elected in the prescribed manner by the members of that Council from amongst \nthemselves.  \n(4) Subject to the provisions of sub -section (8), the election of the Vice -Chairman \nshall be held as soon as may be after the commen cement of every year and in any case not \nlater than the thirty -first day of  January.  \n \n \n61. Inserted through Act No. V of 2014 Dated  18-06-2014  \n62. Inserted through Act No. V of 2014 Dated  18-06-2014  \n63. Inserted through Act No. V of 2014 Dated  18-06-2014  \n64. Inserted through Act No. V of 2014 Dated  18-06-2014  \n65. Substituted by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1978 (Ordinance XL of 1978) \nSection 5, with effect from 12.10.1978, for the following: -- \n\"(2) In the case of the Provincial Bar Council for the Provinces of Sindh and Baluchistan, the senior of the \nAdvocate -General for those Provinces according to the respective dates of their appointment as such, and, in \nthe case of the Provincial Bar Council for any other Province, the Advoca te-General for that Province, shall be \nthe Chairman of the Provincial Bar Council\".  \n66. Inserted through Act No. V of 2014 Dated  18-06-2014  \n67. Addad through Act No. V of 2014 Dated  18-06-2014  \n68. Inserted through Act No. V of 2014 Dated  18-06-2014  \n69. Inserted through Act No. V of 2014 Dated  18-06-2014  \n70. Inserted through Act No. V of 2014 Dated  18-06-2014  \n8 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(5) Subject to the provisions of sub -sections (6) and (7), the Vice -Chairman shall \nhold office 71[until his successor enters upon his  office].  \n(6) A Vice -Chairman may resign his office by writing under his hand addressed to \nthe Chairman.  \n(7) A Vice -Chairman shall ceas e to hold his office if he is appointed to an office of \nprofit  in the service  of Pakistan  or is suspended  or removed  from practice  under  the provisions \nof Chapter  VII. \n(8) Where  the office  of a Vice-Chairman  becomes  vacant,  an election  to the vacant \noffice shall be held within thirty days of the office becoming vacant.  . \n(9) The Chairman and Vice -Chairman shall have such powers and functions as may \nbe prescribed.  \n7. Time of holding elections to a Provincial Bar Council 72[and Islamabad Bar \nCouncil]. --Elections to a Provincial Bar Council 73[and Islamabad Bar Council] shall be held \nso as to conclude on or before the thirtieth day of November in the year in which the term of \nthe Provincial Bar Council 74[and Islamabad Bar Council] expires:  \nProvided that - \n(a) elections to the first Provincial Bar Councils to be constituted under this Act \nshall be held so as to conclude; and  \n(b) the first Provincial Bar Councils to be constituted under this Act shall be \nconstituted,  on such  day as the Federal  Government  may,  by notification  in the \nofficial Gazette, specify;  \n75[Provided further that - \n \n(a) elections to the first Islamabad Bar Council to be constituted under this Act shall \nbe held so as to conclude;  and \n \n(b)  the first Islamabad Bar Council to be constituted under this Act shall be \nconstituted, on such day as the Federal Government may, by notification in the \nofficial Gazette,  specify]  \n \n76[Provided also that irrespective of expiry of term of the Provincial Bar Councils \nand Islamabad Bar Council, the next election of the said Bar Councils shall be held \nbefore the 31st day of December, 2020]  \n \n \n \n \n71. Substituted for the words \"till the thirty first day of December in the year in which he assumes office\", by the \nLegal Practitioners and Bar Councils (Amendment) Ordinance, 1982, ( Ordinance XVII of 1982) Section 5, with \neffect from  15.7.1982.  \n72. Inserted through Act No. V of 2014 Dated  18-06-2014  \n73. Inserted by (Amendment) Act, 2014 on  18-06-2014  \n74. Inserted through Act No. V of 2014 Dated  18-06-2014  \n75. Addad through Act No. V of 2014 Dated  18-06-2014  \n76. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \nLegal Practitioners & Bar Councils  Act, 1973  9 \n \n \n8. Election to Provincial Bar Council 77[and Islamabad Bar Council] not to be \nquestioned  on certain  grounds. --No election  of a member  to a Provincial  Bar Council  78[and \nIslamabad  Bar Council]  shall be called  in question  on the ground  merely  that due notice  thereof \nhas not been given to any person entitled to vote thereat, if notice of the date, has not less \nthan thirty days before that date, been published in the official  Gazette.  \n9. Functions of a Provincial Bar Co uncil 79[and Islamabad Bar Council]. --(1) \nSubject to the provisions of this Act and the rules made thereunder, the functions of a \nProvincial Bar Council 80[and Islamabad Bar Council] shall  be-- \n(a) to admit persons as advocates on its roll; to hold examinations for purposes of \nadmission; to prepare and maintain a roll of such advocates 81[of the province \n82[or Islamabad Capital Territory] as well as of each 83[district]; and to remove \nadvocates from such  roll; \n(b) to admit  persons  as advocates  entitled  to practice  before  the High Court  and to \nprepare and maintain a roll of such  advocates;  \n(c) to entertain and determine cases of misconduct against advocates on its rolls \nand to order punishment in such  cases;  \n(d) to safeguard the rights, privileges and interests of advocates on its rolls, \nincluding  initiation  of measures  for fair and in-expensive  dispensation  of justice \nby the subordinate Courts and  tribunals;  \n(e) to promote and suggest law  reform;  \n(f) to manage  and administer  the property  and funds  of the Provincial  Bar Council  \n84[and Islamabad Bar Council] and to invest any of its funds;  \n(g) to conduct the election of its  members;  \n85[(h) to prescribe conditions for the recognition and functioning of, and to recognise \nand derecognise, Bar Associations];  \n(i) to perform  all other functions conferred on it by or under this Act  86[and to  \ncomply  with directions  given  to it by the Pakistan  Bar Council  from time to time]; \nand \n(j) to do all other things necessary for discharging the aforesaid functions.  \n \n \n \n77. Inserted through Act No. V of 2014 Dated  18-06-2014  \n78. Inserted through Act No. V of 2014 Dated  18-06-2014  \n79. Inserted through Act No. V of 2014 Dated  18-06-2014  \n80. Inserted through Act No. V of 2014 Dated  18-06-2014  \n81. Inserted by the Legal Practitioners and Bar Coun cils (Amendment) Ordinance, 1978 (Ordinance XL of 1978) \nSection 6, with effect from 12.10.1978).  \n82. Inserted through Act No. V of 2014 Dated  18-06-2014  \n83. Substituted for the word “Division” through Act No. XII of  2005.  \n84. Inserted through Act No. V of 2014 Dated  18-06-2014  \n85. Substituted for the following through the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1982 \n(Ordinance XVII of 1982) Section 6 (a), with effect from  15.7.1982:  \n\"(h) to prescribe conditions for the recognition of, and to recognize, Bar Association\".  \n86. Inserted, ibid, Section  6(b). \n10 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(2) A Provincial Bar Council 87[and Islamabad Bar Council] may, in ac cordance with \nthe rules framed by it, and within the limits of the funds at its disposal for that purpose, make \nfree legal aid available to indigent litigants.  \n \n10. Committees of Provincial Bar Council 88[and Islamabad Bar Council]. --(1) A \nProvincial Bar C ouncil 89[and Islamabad Bar Council] shall constitute the following standing \nCommittees, namely: - \n(a) an executive  Committee  consisting  of a Chairman  and not more  than five other \nmembers,  to  be  elected  by  the  Council  from  amongst  its  members;  \n90[... ] \n91[(aa) a disciplinary Committee consisting of not more than five members to be \nelected by the Council from amongst its members;  and] \n(b) one or more enrolment committees, each consisting of a Judge of the High \nCourt for the Province 92[or Islamabad Capital Territory, as the case may be], \n93[….] nominated by the Chief Justice of that High Court, who shall be its \nChairman, and two other membe rs elected by the Council from amongst its \nmembers.  \n(2) Each  of the aforesaid  committees  shall have  such  powers  and functions  as may \nbe prescribed.  \n(3) A Provincial Bar Council 94[and Islamabad Bar Council] may constitute, from \namongst its members such other Committees as it may deem necessary for the performance \nof its functions  under  this Act, and may authorise  any such  committee  to co-opt as its members \nany other persons, not exceeding such number as the Council may  determine.  \n(4) The Chairman of every committe e shall be entitled to vote and; in case of \nequality of votes among the members of the committee, shall have a second  vote.  \n \n \n \n \n \n \n \n \n \n \n \n \n87. Inserted through Act No. V of 2014 Dated  18-06-2014  \n88. Inserted through Act No. V of 2014 Dated  18-06-2014  \n89. Inserted through Act No. V of 2014 Dated  18-06-2014  \n90. The word \"and\" was omitted by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1982, \n(Ordinance XVII of 1982) Section 7(a), with effect from  15.7.1982.  \n91. Inserted, ibid, Section  7(b). \n92. Inserte d by (Amendment) Act, 2014 on  18-06-2014  \n93. The words \"or Provinces, as the case may be\" were omitted, vide Ordinance XVII of 1982, Section  7(c). \n94. Inserted through Act No. V of 2014 Dated  18-06-2014  \nLegal Practitioners & Bar Councils  Act, 1973  11 \n \n \nCHAPTER IV  \nTHE PAKISTAN BAR COUNCIL  \n95[11. Composition of Pakistan Bar Council. --(1) The Pakistan Bar Council \nshall consist of the Attorney General for Pakistan, ex-officio , and 96[twenty -three] members, \nwho shall be elected  on the basis  of a single  transferable  vote by the members  of the Provincial \nBar Councils 97[and Islamabad Bar Council] as hereinafter  specified: - \n \n \n \n95. The original Section 11 reads as  under: -- \n\"11. Composition of Pakistan Bar Council. --(1) The Pakistan Bar Council shall consist of the Attorney - \nGeneral for Pakistan, ex-officio , and twenty [other] members, who shall be elected on the basis of a single \ntransferable vote, by the members of the Provincial Bar Councils for the Provinces of North -West Frontier, the \nPunjab, Sindh [and] Baluchistan.  \n(2) A member  of a Provincial  Bar Council  who is elected  to be a member  of the Pakistan  Bar Council  shall [not, \nby reason of such election] cease to be a member of the Provincial Bar  Council\".  \nBy the Legal Practitioners and Bar Councils (Amendment) Act, 1973 (Act) XXXVI of 1973) Section 3, the \nfollowing new sub -section (3) was added to Section 11, with effect from 9.6.1973: -- \n\"(3) No election of a member to the Pakistan Bar Council shall be called in question on the ground merely that \ndue notice thereof has not been given to any person entitled to vote thereat, if the notice of the date has, not \nless than thirt y days before that date, been published in the official  Gazette\".  \nSection 11 was further amended through the Legal Practitioners and Bar Councils (Amendment) Ordinance, \n1978 (Ordinance XL of 1978) Section 7, with effect from 12.10.78, as follow: - \n(1) In sub -section  (1): \n(a) the word \"other\" was  omitted;  \n(b) for the word \"and\" occurring for the second time a comma was substituted;  and \n(c) for the full-stop at the end a colon  was substituted  and thereafter  the following  proviso  was added:  \n\"Provided that the Chairman of a Provincial Bar Council shall not be elected to be a member of t he Pakistan \nBar Council\"  \n(2) In sub -section (2) the words and commas \"not; by reason of such election\" , were omitted;  and \n(3) After sub -section (3), the following new sub -sections were  added:  \n(4) A member may resign his office by writing under his hand addressed to t he Chairman of the  Council.  \n(5) A member  shall cease  to be a member  if he is appointed  to an office  of profit  in the service  of Pakistan \nor is suspended or removed from practice under the provisions of Chapter  VII\". \nBy the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1982, (Ordinance XVII of 1982) Section \n8, sub -section (1) was substituted by the following with effect from 15.7.1982: - \n\"(1) The Pakistan Bar Council shall consist of the Attorney -General for Pakistan, ex-officio , and twenty \nmembers,  who shall be  elected  on the basis  of a single  transferable  vote by the members  of the Provincial  Bar \nCouncils as hereinafter  specified: - \nBaluchistan  ................................ ................................ . 1 \nThe North West  Frontier  Province  ...............................  2 \nThe Punjab  ................................ ................................ . 11 \nSindh  ................................ ................................ ..........  6 \n(1A) In addition to the members referred to in sub -section (1), there shall be in the Pakistan Bar Council two \nmembers  to be co-opted  by the Council  from amongst  persons  who have  been  Advocates  of the Supreme  Court \nfor a period of not less than fifteen years and are qualified to be members of the  Council\".  \n96. Substituted through Act No. V of 2014 Dated  18-06-2014  \n97. Inserted by (Amendment) Act, 2014 on  18-06-2014  \n12 Legal Practitioners & Bar Councils Act,  1973  \n \n \n \nBaluchistan  ................................ ................................ ..... 1 \nKhyber  Pakhtunkhwa  ................................ ......................  98[4] \nThe Punjab  ................................ ................................ ..... 11 \nSindh  ................................ ................................ ...............  6 \n99[Islamabad  Capital  Territory  ................................ ........  1 ;and]  \n100[(1A) The members of Pakistan Bar Council shall be elected by single transferable \nvote from each province 101[and Islamabad Capital Territory] by the members of their \nrespective Provincial Bar Council.] 102[and Islam abad Bar Council]  \n(2) A member of a Provincial Bar Council 103[and Islamabad Bar Council] who is \nelected to be a member of the Pakistan Bar Council shall cease to be a member of the \nProvincial Bar Council 104[and Islamabad Bar  Council].  \n(3) No election  of a member  to the Pakistan  Bar Council  shall be called  in question  on \nthe ground merely that due notice thereof has not been given to any person entitled to vote \nthereat,  if the notice  of the date has, not less than thirty  days  before  that date,  been  published \nin the official  Gazette.  \n(4) A member may resign his office by writing under his hand addressed to the \nChairman of the  Council.  \n105[(5) …… Omitted]  \n106[11A. Qualifications for membership of Pakistan Bar Council. --A person shall \nbe qualified to be elected as a member of the Pakistan Bar Council if he -- \n(a) is on the roll of Advocates of the Supreme Court maintained by the Pakistan \nBar Council 107[for not less than five  years];  \n(b) has, on the day of the filling  of the nomination  paper,  been  an Advocate  for not \nless than 108[twenty] years;  and \n(c) has cleared all the dues payable by him to the Pakistan Bar  Council.  \n11B. Disqualifications for membership of Pakistan Bar Council. --A person shall \nbe disqualified to be elected as a member of the Pakistan Bar council if he -- \n \n \n98. Substituted for the figure “2” vide Act No. XII of  2005.  \n99. Added through Act No. V of 2014 Dated  18-06-2014  \n100. Present sub -section (1A) was inserted through the Legal Practitioners and Bar Councils (Amendment) Act,  \n 2005 (Act XII of 2005).  \n101. Inserted through Act No. V of 2014 Dated 18 -06-2014  \n102. Inserted through Act No. V of 2014 Dated 18 -06-2014  \n103. Inserted through Act No. V of 2014 Dated 18 -06-2014  \n104. Inserted through Act No. V of 2014 Dated 18 -06-2014  \n105. Sub-section (5) was omitted, vide Ordinance No. XVII of 1982 as above.  \n106. Sections  11A, 11B and 11C were  inserted  by the Legal  Practitioners  and Bar Councils  (Amendment)  Ordinance, \n1982 (Ordinance XVII of 1982) Section 9, with effect from  15.7.1982  \n107 Inserted through Amending Act No XXXV of 2018 dated 01 -06-2018  \n108. Firstly substituted for the word “ten” vide Act No. XII of 2005; &  \n Secondly substituted for the word “fifteen” through Amending Act No XXXV of 2018 dated 01-06-2018  \nLegal Practitioners & Bar Councils  Act, 1973  13 \n \n \n(a) was dismissed or removed from the service of Government or of a public \nstatutory corporation;  or \n(b) has been convicted for an offence involving moral turpitude;  or \n(c) has been found guilty of professional misconduct;  or \n(d) has been declared a tout;  or \n(e) is an undischarged  insolvent.  \n11C. Cessation of membership of Pakistan Bar Council. --A member of the \nPakistan Bar Council shall cease to be such member if he - \n(a) is appointed to an office of profit in the service of Pakistan;  or \n(b) is suspended or removed from practice under the provisions of Chapter VII;  or \n(c) incurs any of the disqualifications specified in Section  11B].  \n12. Chairman and Vice -Chairman of the Pakistan Bar Council. --(1) The Attorney - \nGeneral for Pakistan shall be the Chairman, ex-officio , of the Pakistan Bar Council.  \n109[(1A)  If a member  of the Pakistan  Bar Council  is appointed  as the Attorney -General \nfor Pakis tan or as the Advocate -General  for a Province  110[or Islamabad  Capital  Territory],  his \nseat in the Council shall become  vacant].  \n(2) There shall be a Vice -Chairman of the Pakistan Bar Council who shall be elected \nin the prescribed manner by the members of that Council from amongst  themselves.  \n(3) Subject  to the provisions  of sub-section  (7), the election  of the Vice-Chairman  shall \nbe held as soon as may be after the commencement of every year and in any case not later \nthan thirty -first day of  January.  \n(4) Subject  to the provisions  of sub-sections  (5) and (6), the Vice-Chairman  shall hold \noffice 111[until his successor enters upon his  office].  \n(5) A Vice-Chairman  may resign  his office  by writing  under  his hand  addressed  to the \nChairman.  \n(6) A Vice -Chairman shall vacate his office if he is appointed to an office of profit in \nthe service of Pakistan or is suspended or removed from practice under the provisions of \nChapter  VII. \n \n \n \n \n109. Inserted by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1978, (Ordinance XL of 1978) \nSection 8, with effect from 12.10.1978.  \n110. Inserted by (Amendment) Act, 2014 on  18-06-2014  \n111. Inserted, through the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1982 (Ordinance XVII of \n1982) Section 10, with effect from 15.7.1982, for the words \"till the thirty -first day of December in the year in \nwhich he assumes  office\".  \n14 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(7) Where the office of a V ice-Chairman becomes vacant, an election to the vacant \noffice shall be held in the manner prescribed under sub -section (2), within thirty days of the \noffice becoming  vacant.  \n(8) The Chairman and the Vice -Chairman shall have such powers and functions as \nmay be  prescribed.  \n13. Functions  of the Pakistan  Bar Council. --112[(1)] Subject  to the provisions  of this \nAct and the rules made thereunder, the functions of the Pakistan Bar Council shall  be.— \n(a) to prepare and maintain a common roll of  advocates;  \n113[(b) to admit persons as advocates entitled to practise before the Supreme Court  \nand to prepare  and maintain  a roll of such  advocates  and to remove  advocates \nfrom such  roll; \n(c) to entertain and determine cases of misconduct against advocates of the \nSupreme Court and to award punishment in such  cases;]  \n(d) to lay down standard of professional conduct and etiquette for  advocates;  \n(e) to lay down the procedure to be followed by its  Committees;  \n(f) to safeguard  the rights,  privileges  and interests  of advocates  including  initiation \nof measures  for fair and inexpensive  dispensation  of justice  by the subordinate \nCourts and  tribunals;  \n(g) to promote and suggest law  reform;  \n(h) to deal with and dispose  of, and to tender  advice  in relation  to any matter  arising \nunder this Act which may be referred to it by a Provincial Bar Council 114[and \nIslamabad Bar  Council];  \n(i) to exercise general control and supervision over the Provincial Bar Councils \n115[and Islamabad Bar Council] 116[and to issue directions to them f rom time to \ntime] 117[which shall be binding upon  them];  \n \n \n \n112. Section 13 was re -numbered as sub -section (1) of that Section with effect from 15.7.82 vide the Legal \nPractitioners and Bar Councils (Amendment) Ordinance, 1982, (Ordinance XVII of 1982) Section 11, and new \nsub-sections (2) and (3) were added. See foot note No. 101  also.  \n113. Clauses  (b) and (c) of sub-section  (1) of Section  13, read as under,  were  omitted  by the Legal  Practitioners  and \nBar Councils (Amendment) Ordinance, 1985 (Ordinance XVI of 1985) Section 3, with effect  from 2.3.1985:  \n\"(b)  to admit  persons  as advocates  entitled  to practice  before  the Supreme  Court  and to prepare  and maintain \na roll of such advocates and to remove advocates from such  roll; \n(c) to entertain and determine cases of misconduct against advocates of the Supreme Court in relation to \nproceedings in that Court and to award punishment in such  cases;\"  \nThrough the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of 1987) Section 4 (a), the \npresent text of clauses (b) and (c) was inserted with effect from 25.8.1987.  \n114. Inserted through Act No. V of 2014 Dated  18-06-2014  \n115. Inserted through Act No. V of 2014 Dated  18-06-2014  \n116. Added by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1982 (Ordinance XV II of 1982) \nSection 11(a)(i), with effect from 15.7.1982.  \n117. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \nLegal Practitioners & Bar Councils  Act, 1973  15 \n \n \n(j) to promote legal education and prescribe standards of such education in \nconsultation with the universities in Pakistan and the Provincial Bar Councils \n118[and Islamabad Bar  Council];  \n(k) to recognize universities whose degree in law shall be a qualification for \nenrolment as an  advocate;  \n(I) to manage and administer the property and funds of the Pakistan Bar Council, \nand to invest any of its  funds;  \n119[(la) to provide free legal  aid; \n(Ib) to hold conferences, seminars, moots, lectures, jurist conferences and other \nmeet ings for promoting legal knowledge and learning in the legal profession;  \n(Ic) to prescribe conditions for the recognition and functioning of, and to recognise \nand derecognise, the Supreme Court Bar Association or any Bar Association \nat the national level;  \n(Id) to give directions in accordance with the provisions of this Act to the Provincial \nBar Councils 120[and Islamabad Bar Council] in respect of the recognition, \nderecognition and functioning of Bar Association];  \n121[(le) to provide  free specialized  servi ces for awareness,  promotion  and enforcement \nof human  rights;]  \n(m) to perform all other functions conferred on it by or under this  Act; \n(n) to do all other things necessary for discharging the aforesaid  functions.  \n122[(2) Any person aggrieved by an order or decision of a Provincial Bar Council, \n123[Islamabad Bar Council], [the Supreme Court Bar Association or a Bar Association at the \nnational level] may, within thirty days of such order or decision, prefer an appeal to  the \nPakistan Bar Council, whose decision in such appeal shall be final}.  \n \n \n \n118. Inserted through Act No. V of 2014 Dated  18-06-2014  \n119. Inserted, vide Ordinance XVII of 1982, Section 11(a)  (ii). \n120. Inserted through Act No. V of 2014 Dated  18-06-2014  \n121 Inserted th rough Amending Act No XXXV of 2018 dated 01 -06-2018  \n122. The following  new sub-sections  (2) and (3) were  added  to Section  13 on 15.7.82  by the Legal  Practitioners  and \nBar Councils (Amendment) Ordinance, 1982 (Ordinance XVII of 1982) Section  11(1): -- \n\"(2) Any person aggrieved by an order or decision of a Provincial Bar Council may, within thirty days of such \norder or decision, prefer an appeal to the Pakistan Bar Council, whose decision in such appeal shall be final.  \n(3) The Pakistan Bar Council may at any time, of  its own motion or otherwise, call for the record of any \nproceeding  which  is pending  before,  or of any meeting  which  has been  held by, a Provincial  Bar Council  or Bar \nAssociation, for the purpose of satisfying itself as to the correctness, legality or prop riety of anything done \ntherein, and may give such directions in relation thereto as the Pakistan Bar Council may think fit; and such \ndirections shall be binding both on the Provincial Bar Council or Bar Association concerned and the person to \nwhom it  relates.\" \nBy the Legal  Practitioners  and Bar Councils  (Amendment)  Act, 1987,  (Act VIII of 1987)  Section  4(b), the words \n\"the Supreme  Court  Bar Association  or a Bar Association  at the national  level\"  were  inserted  between  the words \n\"Provincial Bar Council\" and \"may\" in sub -section (2), with effect from  25-8-87. \n123. Inserted through Act No. V of 2014 Dated  18-06-2014  \n16 Legal Practitioners & Bar Councils Act,  1973  \n \n \n124[(3) The provisions  of sections  5 and 12 of the Limitation  Act, 1908  (IX of 1908),  shall apply \nto appeals under sub -section  (2)]. \n14. The first Pakistan  Bar Council. --As soon  as may be, after the constitution  of the \nProvincial Bar Councils under this Act, the first Pakistan Bar Council shall be constituted in \naccordance with the provisions of Section  11. \n15. Committees of the Pakistan Bar Council. --(1) The Pakistan Bar Council shall \nconstitute the following Committees,  namely: -- \n(a) a disciplinary Committee consisting of a Judge of the Supreme Court \nnominated  by the Chief  Justice  of Pakistan,  who shall be its Chairman,  and four \nother members elected by the Council from amongst its  members:  \nProvided that the Attorney -General for Pakistan shall not be a member \nof the disciplinary Committee;  \n(b) an executive Committee consisting of seven members elected by the Council \nfrom amongst its members;  and \n(c) an enrolment Committee consisting of a Judge of the Supreme Court \nnominated  by the Chief  Justice  of Pakistan,  who shall be its Chairman,  and two \nother members elected by the Council from amongst it  members.  \n(2) The Pakistan Bar Council may constitute from amongst its members such other \nCommittees, including a legal education Co mmittee 125{and human rights committee}, as it \nmay deem necessary for the performance of its functions under this Act, and may authorize \nany such  Committee  to co-opt as its members  any other  persons,  not exceeding  such  number \nas the Council may  determine.  \n(3) The Chairman  of every  Committee  shall be entitled  to vote and, in case  of equality \nof votes among the members of the Committee, shall have a second  vote.  \n \nCHAPTER V  \nGENERAL PROVISIONS RELATING TO BAR COUNCILS  \n \n16. Filling of casual vacancies. --If the seat of a member of a Bar Council becomes \nvacant during the term of office of the  Council, -- \n126(a) In case of the Pakistan Bar Council, the vacancy shall be filled by the person \nwho received in the last elections from the same province the highest number  \n \n124. Substituted, Ordinance XVII of 1982, Section 4 (c), for sub -section (3), mentioned under foot note No.  38. \n125. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \n126. The Original clauses (a) and (b) of Section 16, read as  under -- \n\"(a) for filling a vacancy in the Pakistan Bar Council, the provisions of Section 11 shall apply mutatis mutandis; \nand \n(b) for filling  a vacancy  in a Provincial  Bar Council,  the provisions  of Section  5 shall apply mutatis  mutandis \". \nThese  clauses  were  substituted  by the following  through  the Legal  Practitioners  and Bar Councils  (Amendment) \nAct, 1975 (Act Lll of 1975) Section 2, with effect from  26.7.1975 -- \n\"(a) in the case of the Pakistan Bar Council, the vacancy shall be filled by a person  elected in accordance  \nwith the provisions of Section 11;  and \nLegal Practitioners & Bar Councils  Act, 1973  17 \n \n \nof single transferable votes next after the member, the vacancy in whose seat \nis to be filled or if there be no such person then the vacancy shall be filled by  a \nperson elected in accordance with the provisions of Section  11; \n(b) in the case of a Provincial Bar Council 127[and Islamabad Bar Council], the \nvacancy shall be filled by the person who received, in the same election and \nfrom the same district or, as the case may be, group of districts, the hi ghest \nnumber  of votes  next after the member  the vacancy  in whose  seat is to be filled, \nor if there be no such person, by a person eligible for election to that Council \nfrom the same districts or, as the case may be, group of districts, who is co- \nopted by the Provincial Bar council] 128[and Islamabad Bar  Council].  \n17. Funds  of Bar Councils. --(1) All sums  received  by a Provincial  Bar Council  129[and \nIslamabad Bar Council] as enrolment fees or as grants, donations or subscriptions shall form \npart of the fund of that Council  and that fund,  subject  to the provisions  of sub-section  (2), shall \nbe managed, administered and utilized in such manner as may be  prescribed.  \n130[(2) Every  person  applying  for enrolment  as an advocate  or an advocate  of the High \nCourt  shall pay one-third of the prescribed  fee to the Pakistan  Bar Council  and the balance  to \nthe Provincial Bar Council concerned, 131[or Islamabad Bar Council as the case may be,] in \nsuch manner as may be prescribed by the Pakistan Bar  Council].  \n \n(b) in the case of a Provincial Bar Council, the vacancy shall be filled by the person who receiv ed, in the  \nsame election and from the same districts or, as the case may be, group of districts, the highest number \nof votes next after the member the vacancy in whose seat is to be filled or if there be no such person by \na person  eligible  for election  to that Council  from the same  district,  as the case  may be, group  of districts, \nwho is co -opted by the Provincial Bar  Council.\"  \nThe above clauses were again substituted, with effect from 15.7.82, by the following vide Legal Practitioners \nand Bar Councils ( Amendment) Ordinance, 1982 (Ordinance XVII of 1982) Section 12: - \n\"(a) In the case of the Pakistan Bar Council, the vacancy shall be filled by a person who is co -opted by the \nPakistan  Bar Council  from amongst  persons  belonging  to the same  province  to which  the vacancy  relates \nwho are qualified to be members of the Pakistan Bar Council;  and \n(b) in the case of a Provincial Bar Council, the vacancy shall be filled by a person who is co -opted by the \nProvincial Bar Council from amongst persons belonging to the di strict or districts to which the vacancy \nrelates who are qualified to be members of the Provincial Bar Council.\"  \nClauses (a) and (b) were again amended through the Legal Practitioners and Bar Councils (Amendment) Act, \n1987 (Act VIII of 1987) Section 5.  \nClause  (a) of Section  16 earlier  brought  about  vide Act VIII of 1987  was substituted  by the present  one through \nAct No. XII of  2005.  \n127. Inserted through Act No. V of 2014 Dated  18-06-2014  \n128. Inserted through Act No. V of 2014 Dated  18-06-2014  \n129. Inserted through Act No. V of 2014 Dated  18-06-2014  \n130. Originally framed sub -section (2) of Section 17  reads:  \n\"(2) Every Provincial Bar Council shall within thirty days of the close of a financial year pay to the Pakistan Bar \nCouncil a sum equal to [twenty] percent, o f the total sum received by it during that financial year as enrolment \nfees and fees for permission to practice before the High Court.\"  \nBy the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1978 (Ordinance XL of 1978) Section 9, \nthe word  \"twen ty\" appearing  in original  sub-section  (2) was substituted  by the words  \"thirty  three  and one third\"  \nThe amended sub -section (2), as aforementioned, was substituted by the present text, vide the Legal \nPractitioners  and Bar Councils  (Amendment)  Ordinance,  1982  (Ordinance  XVII of 1982)  Section  13, with effect \nfrom 15.7.1982.  \n131. Inserted through Act No. V of 2014 Dated  18-06-2014  \n18 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(3) All sums received by the Pakistan Bar Council under sub -section (2) or as \nenrolment fees, grants, donations or subscriptions shall form part of the fund of that Council \nand that fund shall be managed, administered a nd utilized in such manner as may be \nprescribed.  \n18. Accounts and Audit. --(1) Every Bar Council shall cause to be maintained such \nbooks of accounts and other books in such form and in such manner as may be  prescribed.  \n(2) The accounts of a Bar Council shall be aud ited by an auditor who is a chartered \naccountant within the meaning of the Chartered Accountants Ordinance, 1961 (X of 1961),  at \nsuch times and in such manner as may be  prescribed.  \n(3) As soon  as the accounts  of a Provincial  Bar Council  132[and Islamabad  Bar Council] \nhave  been  audited,  that Bar Council  shall send  a copy  of such  accounts,  together  with a copy \nof the report of the auditor thereon, to the Pakistan Bar  Council.  \n19. Vacancies in Bar Councils, etc., not to invalidate action taken. --No act done \nby a Bar Council  or any Tribunal  or Committee  thereof  shall be called  in question  on the ground \nmerely of the existence of any vacancy in, or any defect in the constitution of, such Council, \nTribunal or  Committee.  \n20. Indemnity. --No suit or other legal proceedings shall lie against any Bar Council \nor any Committee, Tribunal, member, officer or servant of the Bar Council for any act in good \nfaith done or intended to be done in pursuance of the provisions of this Act or the rules made \nthereunder.  \n \nCHAPTER VI  \nADVOCATES, THEIR ENROLMENT, RIGHT TO PRACTICE, SENIORITY, \nPRE-AUDIENCE, ETC.  \n \n21. Classes of advocates. --There shall be the following four classes of advocates, \nnamely: - \n(a) senior advocates of the Supreme  Court;  \n(b) advocates of the Supreme Court 133[inclu ding advocates -on-record];  \n(c) advocates of the High Court;  and \n(d) other  advocates.  \n22. Right of advocates to practice. --(1) Save as otherwise provided in this Act, no \nperson shall be entitled to practice the profession of law unless he is an  advocate.  \n134[(2) Subject to the provisions of this Act and the Rules made thereunder, -- \n \n \n132. Inserted through Act No. V of 2014 Dated  18-06-2014  \n133. Added through Act No. XII of  2005.  \n134. The original sub -section (2) of Section 22 reads as  under:  \n\"(2) Subject to the provisions of this Act, the rules made thereunder and any other law for the time being in \nforce, -- \n(a) an advocate of the Supreme  Court or a High Court shall be entitled as of right to practice throughout \nPakistan, and to appear, act and plead before any Court or tribunal in Pakistan;  and \nLegal Practitioners & Bar Councils  Act, 1973  19 \n \n \n(a) an advocate of the Supreme Court shall be entitled as of right to practice \nthroughout  Pakistan  and to appear,  act and plead  before  any Court  or Tribunal \nor any Judicial authority in  Pakistan;  \n(b) an advocate of a High Court shall be entitled as of right to practice throughout \nPakistan  and to appear,  act and plead  before  any Court,  Tribunal  or any Judicial \nauthority in Pakistan except the Supreme Court;  and \n(c) any other advocate shall be entitled as of right to practice throughout the \nProvince 135[and Islamabad Capital Territory] where he is enrolled to appear, \nact and plead before any Court, Tribunal or any Judicial authority in such \nProvince 136[and Islamabad Capital Territory] other than the High  Court.  \n(2A) Where  rules  have  been  made  by any High Court  regulating  the conditions  subject \nto which advocates of other High Courts may be permitted to practice in the High Court, such \nadvocates shall not be entitled t o practice therein otherwise than subject to such  conditions].  \n(3) No advocate shall appear or act for any person in any Court or tribunal unless he \nhas been appointed for the purpose by such person by a document in writing signed by such \nperson or his rec ognized agent or some other person duly authorized by him to make such \nappointment, and such document has been filed in such Court or tribunal:  \nProvided that nothing in this sub -section shall apply to - \n(a) a public Prosecutor or any advocate appointed by the s tate; or \n \n \n(b) any other  advocate  shall be entitled  as of right to practice  throughout  the Province  or Provinces  for which \nthe Bar Council, on whose roll his name is entered, has been constituted, and to appear, act and plead \nbefore any Court or tribunal in such Province or Provinces other than the High  Court.\"  \nBy the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1985 (Ordinance XVI of 1985), Section \n4, for the original sub -section (2) of Section 22, as aforementioned, the following was substituted with effect \nfrom 2.2.1985: -- \n\"(2) Subject to Article 207 of the Constitution and the provisions of this act and the rules made thereunder, an \nadvocate shall be entitled as of right to practice, -- \n(a) in the case of an Advocate of the Supreme Court, in the Supreme Court, and in or before any High Court \nor other Court, tribunal, person or authority who or which is legally authorized to take evidence: and  \n(c) in the case of any other  Advocate, -- \n(i) in the High Court of which he is an  Advocate;  \n(ii) save as otherwise provided by sub -section (2 -A) or by or under any other law for the time being in \nforce,  in any other  Court  in Pakistan,  including  a High Court,  and before  any other  tribunal  or person \nlegally authorized to take evidence;  and \n(iii) before  any other authority  or person  before  whom  such  Advocate  is by or under  the law for the time \nbeing in force entitled to  practise.  \n(2A) Where rules have been made by any High Court regulating the conditions subject to which Advocates of \nother  High Courts  may be permitted  to practise  in the High Court,  such  Advocates  shall not be entitled  to practise \ntherein otherwise than subject to such  conditions.\"  \nSub-section (2), as aforementioned, was again amended and substituted through the Legal Practitioners and \nBar Coun cils (Amendment) Act, 1987 (Act VIII of 1987) Section 6, with effect from  25.8.1987.  \nThe present  taxt of  sub-section  (2) of Section  22 was substituted  through  Act No. XII of 2005.  \n135. Inserted through Act No. V of 2014 Dated  18-06-2014  \n136. Inserted through Act No. V of 2014 Dated  18-06-2014  \n20 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(b) an advocate  when  appearing  on behalf  of another  advocate,  if the advocate  so \nappearing has filed a memo of appearance:  \nProvided  further  that an advocate  may be allowed  to appear  for an accused  in custody \non his undertaking to file the document required under this  sub-section.  \n137[23. Roll of advocates of the Supreme Court. --The Pak istan Bar Council shall \nprepare and maintain a roll of advocates of the Supreme Court in which shall be entered the \nnames of all persons who are senior advocates or advocates including advocates -on-record, \nentitled to practice in the Supreme Court.]  \n24. Ad mission and enrolment of Advocates of the High Court. --138[…….] Each \nProvincial Bar Council 139[and Islamabad Bar Council] shall prepare and maintain 140{for the \nProvince 141[and Islamabad Capital Territory] and each 142(District) in the Province 143[and \nIslamabad Capital Territory] two separate rolls} of advocates of the High Court in which shall \nbe entered the names of, -- \n(a) all persons who were, as advocates, entitled to pract ice in the High Court \nimmediately before the commencement of this Act;  and \n(b) all persons who are admitted as advocates of the High Court under the \nprovisions of this Act.  \n144[(2) …… Omitted]  \n \n \n137. The original Section 23 reads as  under: -- \n\"23. Admission and enrolment of Advocates of the Supreme Court. --The Pakistan Bar Council shall \nprepare and maintain a roll of advocates of the Supreme Court in which shall be entered the names of, -- \n(a) all persons who were as advocates, senior advocates or advoca tes on record, entitled to practice in the \nSupreme Court immediately before the commencement of this Act;  and \n(b) all persons who are admitted as advocates of the Supreme Court under the provisions of this  Act.\" \nBy the Legal Practitioners and Bar Councils (Ame ndment) Ordinance. 1984 (Ordinance XVI of 1984), Section \n2, the following proviso was added to Section 23, with effect from 23.5.1984:  \n\"Provided  that no person  shall call himself,  or hold himself  out as an Advocate  of the Supreme  Court until \nhe has signed the roll of Advocates kept under the Rules of the Supreme Court, and the right of a person to \nappear, act and plead before that Court shall be subject to the said  Rules\".  \nBy the Legal Practitioners and Bar Councils (Amendment) Ordinance. 1985 (Ordin ance XVI of 1985) Section \n5, the aforesaid Section 23, as amended, was omitted with effect from 2.3.1985.  \nSection 23 was again amended with effect from 25.8.87, by the Legal Practitioners and Bar Councils \n(Amendment) Act, 1987 (Act VIII of 1987) Section 7.  \nThe present text of Section 23 was substituted for previous one through Act No. XII of 2005.  \n138. Section 24 was re -numbered as sub -section (1) of that Section on 12.10.1978 vide the Legal Practitioners and \nBar Councils (amendment) Ordinance, 1978, (Ordinance XL of 1978) Section 10. Brackets and figure “(1)” in \nthe beginning were omitted vide Act XII o f 2005.  \n139. Inserted through Act No. V of 2014 Dated  18-06-2014  \n140. Substituted, vide Ordinance XII of 2005, Section 10(a), for the words \"a  roll\" \n141. Inserted through Act No. V of 2014 Dated  18-06-2014  \n142. Sub. vide Act XII of  2005.  \n143. Inserted through Act No. V of 2014 Dat ed 18-06-2014  \n144. The following sub -section (2) was added, ibid, Section 10(b), but by the Federal Laws (Revision and \nDeclaration)  Ordinance,  1981  (Ordinance  XXVIl  of 1981)  Section  3 and Sch. II the same  was omitted  with effect \nfrom 8.7.1981:  \nLegal Practitioners & Bar Councils  Act, 1973  21 \n \n \n25. Admission and enrolment of other advocates. --145[(1)] Each Provincial Bar \nCouncil  146[and Islamabad  Bar Council]  shall,  besides  the 147[rolls]  of advocates  to be prepared \nand maintained by it under Section 24, prepare and maintain 148{for the Province 149[and \nIslamabad Capital Territory] and each 150[district in the Province and Islamabad Capital \nTerritory] two separate rolls} of advocate s in which shall be entered the names  of-- \n(a) persons who were, as advocates entitled to practise in any Court subordinate \nto the High Court immediately before the commencement of this Act;  and \n(b) all persons who are admitted as advocates under the provisions of  this Act. \n151[(2) …… Omitted]  \n26. Persons qualified for admission as advocates. --152[ ] Subject to the provisions \nof this Act and the rules made thereunder, a person shall be qualified to be admitted as an \nadvocate if he fulfils the following conditions,  name ly:- \n(a) he is a citizen of Pakistan or a person deriving his nationality from the State of \nJammu and  Kashmir:  \nProvided  that, subject  to the other  provisions  of this Act, a national  of any other \ncountry 153[who has resided in Pakistan for a period of not less than one year \nimmediately preceding the day on which he applies for admission] may be \nadmitted as an advocate if citizens of Pakistan duly qualified are permitted to \npractise law in that other  country;  \n(b) he has completed the age of twenty -one years;  \n(c) he is a Barrister or is or was enrolled as an advocate of a High Court in any \narea which  before  the fourteenth  day of August,  1947,  was comprised  within  \n \n \n\"(2) Notwithstanding anything contained in sub -section (1) all advocates who, immediately before the coming \ninto force of the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1978, were entered on the roll \nof the Sindh and Baluchistan Bar Council and were practicing generally at any place within the Province of \nBaluchistan shall have the option  to get their names transferred to the roll of the Provincial Bar Council for the \nProvince of Baluchistan by the fifteenth day of November, 1978.\"  \n145. Section 25 was re -numbered as sub -section (1) of that Section vide the Legal Practitioners and Bar Councils \n(Amendment) Ordinance, 1978 (Ordinance XL of 1978) Section  11. \n146. Inserted through Act No. V of 2014 Dated  18-06-201 \n147. Substituted, vide Ordinance XL of 1973, Section 11(a), for the word  \"roll\".  \n148. Substituted vide Act XII of 2005 Section 11(b), for the words \"a  roll\". \n149. Inserted through Act No. V of 2014 Dated  18-06-2014  \n150. Inserted through Act No. V of 2014 Dated  18-06-2014  \n151. The following sub -section (2) was added, ibid, Section 11(c), but through the Federal Laws (Revision and \nDeclaration) Ordinance, 1981 (Ordinance XXVII of 1981), Section 3 and Sch. II, the same was omitted with \neffect from  8.7.1981:  \n\"2\" Notwithstanding  anything  contained  in sub-section  (1) all advocates  who,  being  entitled,  immediately  before \nthe coming  into force  of the Legal  Practitione rs and Bar Councils  (Amendment)  Ordinance,  1978,  to practice  in \nany Court subordinate to the High Courts of Sindh and Baluchistan were entered on the roll of the Sindh and \nBaluchistan shall have the option to get their names transferred to the roll of the Provincial Bar Council for the \nProvince of Baluchistan by the fifteenth day of November,  1978.\"  \n152. The brackets and figure “(1)” were omitted vide Act XII of  2005.  \n153. Inserted by the Legal Practitioners and Bar Councils (Amendment) Act, 1976) Section 2, with effect from \n19.4.1976.  \n22 Legal Practitioners & Bar Councils Act,  1973  \n \n \nIndia as defined by the Government of India Act, 1935 (26 Geo. 5, c 2), or has \nobtained -- \n(i) before  the 7th day of February,  1966,  a degree  in law from any university \nin Pakistan;  or \n(ii) before the fourteenth day of August, 1947, a degree in law from any \nuniversity in any area which was comprised before that date within  India \nas defined by the Government of India Act, 1935 (26 Geo 5, c 2);  or \n154(iii) a bachelor degree in law from a university or institute recognized by the \nHigher Education Commission and the Pakistan Bar Council;  and] \n155[(cc) he has passed an assessment test conducted by an organization app ointed by \nthe Federal  Government;]  \n(d) he has undergone such course of training and passed such examination after \nthe training as may be prescribed by the Pakistan Bar  council:  \nProvided  that this clause  shall not apply  to any class  of persons  who,  by \nreason of their legal training or experience, are declared by the Pakistan Bar \nCouncil to be exempt from the provisions of this clause;  and \n(e) he has paid such enrolment fee and fulfils such other conditions as may be \nprescribed by the Pakistan Bar  Council.  \n156[(2) Omitted.  \n(3) Omitted]  \n27. Persons  qualified  for admission  as advocates  of a High  Court. --Subject  to the \nprovisions  of this Act and the rules  made  thereunder,  a person  shall be qualified  to be admitted \nas an advocate of a High Court if he fulfils the following conditions,  namely: - \n(a) he has practised as an advocate, vakil or pleader before subordinate Courts  in \nPakistan for a period of not less than two years;  or \n(b) he has practiced outside Pakistan as an advocate before any High Court \nspecified in this behalf by the Pakistan Bar Council;  or \n(c) he has, for reason of his legal training or experience, been exempted by the \nProvincial Bar Council 157[and Islamabad Bar Council], with the  previous  \n \n \n154. ●The original sub clause (iii) was as  under: - \n“(iii) a Bachelor’s degree in any subject other than law from a University in Pakistan, or from a University \noutside Pakistan recognized by the Pakistan Bar Council and a degree in law from a like University.”  \n● Firstly the above original sub -clause (iii) wa s substituted through Amending Act No XII of 2005 “(iii) a degree \nin law from a university in  Pakistan”  \nor abroad recognized by the Pakistan Bar Council; and.  \n● Secondly it was substituted by the present sub clause (iii) through Amending Act No XXXV of 2018 \ndated  01-06-2018  \n155. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \n156. Omitted through Act XII of  2005.  \n157. Inserted through Act No. V of 2014 Dated  18-06-2014  \nLegal Practitioners & Bar Councils  Act, 1973  23 \n \n \napproval of the High Court, from the requirements of clause (a) and clause (b); \nand \n(d) he has paid such enrolment fee and fulfils such other conditions as may be \nprescribed by the Pakistan Bar  Council.  \n158[28. Persons qualified for admission as advocates of the Supreme Court. -- \nSubject  to the provisions  of this Act and the rules  made  thereunder,  a person  shall be qualified \nto be admitted as a senior advocate and an advocate of the Supreme Court including an \nadvocate -on-record if he fulfils such conditions as may be laid down in  this \nbehalf from time to time by the Rules of Pakistan Bar Council and has paid such \nenrolment fee or other dues as may be prescribed by that Council.]  \n159[28A. Persons disqualified to be enrolled as advocate. --A person shall be \ndisqualified from being admitted as an advocate of any Court if -- \n(a) he was dismissed or removed from service of Gover nment or of a public \nstatutory corporation on a charge involving misconduct or moral turpitude;  or \n(b) he has been convicted for an offence involving moral turpitude by a Court;  or \n(c) he has been declared a tout and such declaration has not been  withdrawn.]  \n29. Eligi bility of women for admission. -- No woman shall be disqualified for \nadmission as an advocate for reason only of her sex.  \n30. Authority to whom applications for enrolment may be made. --An application \nfor admission as an advocate, other than an advocate of the Supreme Court, shall be made \nin the prescribed form to the Provincial Bar Council 160[and Islamabad Bar Council] within \nwhose jurisdiction the applicant proposes to practise general ly 161[; and an application for \nadmission as an advocate of the Supreme Court shall be made in the prescribed form to the \nPakistan Bar  Council.]  \n31. Disposal of applications for admission as an advocate. --(1) All applications \nfor admission as an advocate recei ved by a Bar Council shall be referred to its enrolment \nCommittee.  \n(2) The enrolment Committee may either grant the application or return it to the Bar \nCouncil recording its reasons for not granting the  application.  \n \n \n158.  Section 28 was omitted on 2.3.85 by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1985 \n(Ordinance XVI of 1985) Section 7, which was again inserted on 25.8.87 through the Legal Practitioners and \nBar Councils  (Amendment)  Act, 1987  (Act VIII of 1987)  Section  9. Present  text was substituted  through  Act No. \nXII of  2005.  \n159. Added through Act XII of 2005.  \n160. Inserted through Act No. V of 2014 Dated  18-06-2014  \n161. The semicolon and words“; and an application for admission as an Advocate of the Supreme Court shall be \nmade in the prescribed form to the Pakistan Bar Council“ were omitted on 2.3.1985 by the Legal Practitioners \nand Bar Councils (Amendment) Ordinance, 1985 (Ordinance XVI of 1985) Section 8, which were again added \non 25.8.1987  through  the Legal  Practitioners  & Bar Counc ils (Amendment)  Act, 1987  (Act VIII of 1987),  Section \n10. \n24 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(3) Where any application is returned to a Bar Council under sub -section (2), the Bar \nCouncil  may,  after considering  the reasons  recorded  by the enrolment  Committee,  either  grant \nor reject the  application.  \n32. Appeal against or der of rejection. --Where any application for admission as an \nadvocate  is rejected  by a Provincial  Bar Council,  162[and Islamabad  Bar Council]  the applicant \nmay, within such period and in such manner as may be prescribed, appeal to the enrolment \nCommittee of the Pakistan Bar Council, and the decision of that Committee on such appeal \nshall be  final.  \n33. No applicant rejected by one Provincial Bar Council 163[or Islamabad Bar \nCouncil  as the case  may be,] to be enrolled  by another  such  Council. --Where  a Provincial \nBar Council  164[or Islamabad  Bar Council,  as the case  may be], has rejected  the application  of \nany person for admission as an  advocate, -- \n(a) it shall circulate to all the other Provincial Bar Councils 165[and Islamabad Bar \nCouncil, as the case may be,] the name of such person together with the reasons for the \nrejection of his  application;  \n(b) no other  Provincial  Bar Council  166[and Islamabad  Bar Council,  as the case  may \nbe,] shall entertain an application for admission of such person as an advocate except with \nthe previous consent in writing of the Provincial Bar Council 167[and Islamabad Bar Council, \nas the case may be,] which rejected the  application.  \n34. Payment  of fees. --(1) The Pakistan  Bar Council  may prescribe  the following  fees, \nnamely -- \n(a) fee for enrolment as an advocate or an Advocate of the High Court, which  shall \nbe fixed after consultation with the High Court, to be paid to the Pro vincial Bar \nCouncil 168[and Islamabad Bar Council] 169[and the Pakistan Bar Council in \naccordance with sub -section (2) of Section  17]; \n170[(b)  fee for enrolment as an advocate of the Supreme Court which shall be fixed  \nafter consultation with the Supreme Court, to be paid to the Pakistan Bar \nCouncil; and]  \n(c) annual fee payable by advocates to the Bar Council on whose roll their names \nare entered:  \n \n \n162. Inserted through Act No. V of 2014 Dated  18-06-2014  \n163. Inserted through Act No. V of 2014 Dated  18-06-2014  \n164. Inserted through Act No. V of 2014 Dated  18-06-2014  \n165. Inserted through Act No. V of 2014 Dated  18-06-2014  \n166. Inserted through Act No. V of 2014 Dated  18-06-2014  \n167. Inserted through Act No. V of 2014 Dated  18-06-2014  \n168. Inserted through Act No. V of 2014 Dated  18-06-2014  \n169. The words, brackets and figures \"and the Pakistan Bar Council in accordance with sub -section (2) of Section \n17\" were  inserted  with effect  from 15.7.82  by the Legal  Practitioners  and Bar Councils  (Amendment)  Ordinance, \n1982 (Ordinance XVII of 1982) Section  14. \n170. Clause (b) of Section 34 was omitted, with effect from 2.3.85, by the Legal Practitioners and Bar Councils \n(Amendment) Ordinance, 1985 (Ordinance XVI of 1985) Section 9(a)(c). The same was again inserted on \n25.8,1987 through the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of 1987) Section \n11(a)(i).  \nLegal Practitioners & Bar Councils  Act, 1973  25 \n \n \nProvided  that no person  whose  name  is entered  on the roll under  clause  \n(a) of Section  25, clause  (a) of Section  24 171[or clause  (a) of Section  23] as an \nadvocate, an advocate of the High Court 172[or an advocate of the Supreme \nCourt] shall be required to pay the fee for enrolment as s uch advocate.  \n(2) The fee referred  to in clause  (a) 173[or clause  (b)] of sub-section  (1) may be paid \nin such instalments, if any, as may be  prescribed.  \n(3) The annual fee referred to in clause (c) of sub -section (1) shall be paid by such \ndate as may be  prescribed.  \n(4) If an advocate fails to pay an instalment of fee or the annual fee payable by him \nby the prescribed date he shall be liable to pay such further fee for late payment as may be \nprescribed:  \nProvided that, if he fails to pay such instalment of fee within a period of six months \nfollowing the date on which it becomes due, he shall by notice be asked to show cause why \nhis name be not struck off the roll of advocates and if the explanation is unsatisfactory his \nname shall be struck off the roll of advoc ate and shall be not restored except upon payment \nof the installment or fee due and such penalty not exceeding the amount of such installment \nor fee as may be prescribed, unless the enrolment Committee, having regard to the \ncircumstances of the case, exemp ts any person from the payment of such penalty.  \n35. Order in which names shall be entered in the roll. --(1) Entries in the roll shall \nbe made in the order of seniority and such seniority shall be determined as follows, namely -- \n(a) all such  persons  as are referred  to in 174[clause  (a) of Section  23,] clause  (a) of \nSection  24 or clause  (a) of Section  25 shall be entered  first in the order  in which \nthey were respectively entitled to seniority inter se immediately before the \ncommencement of this Act; and  \n \n \n \n171. The words, brackets, letter and figure \"or clause (a) of Section 23\" and the words “or an Advocate of the \nSupreme Court\" in proviso to sub -section (1) of Section 34 were omitted, with effect from 2.3.85, by the \nLegal Practitioners and Bar Councils (Amendme nt) Ordinance, 1985 (Ordinance XVI of 1985) Section \n9(a)(ii). The same were again inserted on 25.8.1987, through the Legal Practitioners and Bar Councils \n(Amendment) Act, 1987 (Act VIII of 1987), Section 11 (a)  (ii). \n172. The words, brackets, letter and figure \"or clause (a) of Section 23\" and the words “or an Advocate of the \nSupreme Court\" in proviso to sub -section (1) of Section 34 were omitted, with effect from 2.3.85, by the Legal \nPractitioners and Bar Councils (Amendment) Ordinance, 1985 (Ordinance XVI of 1 985) Section 9(a)(ii). The \nsame were again inserted on 25.8.1987, through the Legal Practitioners and Bar Councils (Amendment) Act, \n1987 (Act VIII of 1987), Section 11 (a)  (ii). \n173. The words brackets and letter \"or clause (b)\".in sub -section (2) of Section 34 , were omitted on 2.3.85 by the \nLegal Practitioners and Bar Councils (Amendment) Ordinance, 1985 (Ordinance XVI of 1985) Section 9 (b), \nThe same were again inserted on 25.8.87 vide the Legal Practitioners and Bar Councils (Amendment) Act, \n1987 (Act VIII of  1987) Section  11(b).  \n174. The words, brackets, figure and comma \"clause (a) of Section 23\", and the words \"or an Advocate of the \nSupreme  Court\"  in clauses  (a) and (b) of sub-section  (1) of Section  35, respectively,  were  omitted  by the Legal \nPractitioners and B ar Councils (Amendment) Ordinance, 1985 (Ordinance XVI of 1985) Section 10, on \n2.3.1985.  The same  words,  brackets,  figure  and comma  were  again  inserted  in both the clauses,  as were  before \nthe omission, on 25.8.87 through the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of \n1987) Section  23. \n26 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(b) the seniority  of any other  person  admitted,  after that date,  to be an advocate  or \nan advocate of the High Court 175[or an advocate of the Supreme Court] shall \nbe determined by the date of his  admission:  \nProvided  that, for the purposes  of clause  (b), the seniority  of a person  who,  before  his \nadmission  as an advocate,  was entitled  as of right to practise  in any other  High Court  shall be \ndetermined by the date on which he became so  entitled.  \n(2) Where the date of seniority of two or more persons is the same, the one senior in \nage shall rank as senior to the other.  \n36. Certificate of enrolment. --A Bar Council shall issue a certificate of enrolment in \nthe prescribed form to every person enrolled under Section  176[31]. \n37. Copy of roll to be kept with 177[Supreme Court and] High Court. --178[(1) The  \nPakistan Bar Council shall send to the Supreme Court an authenticated copy of the roll as \nprepared under Section 23 and shall thereafter communicate to the Supreme Court all \nalterations in, and additions to, the roll as soon as the same have been  made].  \n(2) The Provincial Bar Council 179[and Islamabad Bar Council] shall send to the High \nCourt a copy of the rolls as prepared under Section 24 and Section 25 and shall thereafter \ncommunicate  to the High Court  all alterations  in, and additions  to, any such  roll as soon  as the \nsame have been  made.  \n38. Copies of rolls to be sent to Pakistan Bar Council. --Each Provincial Bar \nCouncil 180[and Islamabad Bar Council] shall send to the Pakistan Bar Council an \nauthenticated  copy  of the roll of advocates  of the High Court  and the roll of the other  advocates \nprepared  by it for the first time under  this Act and shall thereafter  communicate  to the Pakistan \nBar Council all alterations in, and additions to, any such roll as soon as the same have been \nmade.  \n39. Common roll of Advocates. --The Pakistan Bar Council shall prepare and \nmaintain a common roll of advocates of the High Court and a common roll of the other \nadvocates which shall comprise the entries made in all the Provincial rolls 181[and Islamabad  \n \n \n175. The words, brackets, letter and figure \"or clause (a) of Section 23\" and the words “or an Advocate of the \nSupreme Court\" in proviso to sub -section (1) of Section 34 were omitted, with effect from 2.3.85, by the Legal \nPractitioners and Bar Councils (Amendment) Ordinan ce, 1985 (Ordinance XVI of 1985) Section 9(a)(ii). The \nsame were again inserted on 25.8.1987, through the Legal Practitioners and Bar Councils (Amendment) Act, \n1987 (Act VIII of 1987), Section 11 (a)  (ii). \n176. Substituted for the figure “35”, vide Act XII of  2005. \n177. The words  \"Supreme  Court  and \" in the marginal  heading  of Section  37, and sub-section  (1) of the said Section \nwere  omitted  on 2.3.85  by the Legal  Practitioners  and Bar Councils  (Amendment)  Ordinance,  1985  (Ordinance \nXVI of 1985) Section 11.  The same, as appears from the present text, were again inserted on 25.8.87 through \nthe Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of 1987) Section  13. \n178. Section 3 was omitted, with effect from 2.3.85, by the Legal Practitioners and  Bar Councils (Amendment) \nOrdinance, 1985 (Ordinance XVI of 1985) Section 9(a)(c). The same was again inserted on 25.8,1987 \nthrough the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of  1987)  \nSection 11(a)(i).  \n179. Inserted through Act No.  V of 2014 Dated  18-06-2014  \n180. Inserted through Act No. V of 2014 Dated  18-06-2014  \n181. Inserted through Act No. V of 2014 Dated  18-06-2014  \nLegal Practitioners & Bar Councils  Act, 1973  27 \n \n \nBar Council roll] of the advocates of the High Court or as the case may be, of the other \nadvocates.  \n(2) Entries in the common roll shall be in the order of seniority which shall be \ndetermined in accordance with the prin ciples laid down in Section 35.  \n182{39A. Cessation to practice as an advocate. --Any advocate who incurs any of \nthe disqualifications enumerated in Section 28A shall cease to be an advocate and his name \nshall be removed from the concerned roll of the advocates.  \n39B. Powers of disciplinary Committee. --If any person referred to in Section 39A, \npractices in contravention of this Act or the Rules made thereunder then -- \n(a) in case  of a senior  advocate  of the Supreme  Court  or advocate  of the Supreme \nCourt inclu ding an advocate -on-record, the disciplinary Committee of the \nPakistan Bar Council;  and \n(b) in case of any other advocate, the disciplinary Committee of a Provincial Bar \nCouncil, 183[and Islamabad Bar  Council]  \nmay of its own motion or otherwise take cognizance  thereof and proceed against him under \nthis Chapter for such disciplinary action as is provided by law, in addition to criminal \nprosecution of such person under Section 58 of this Act.  \n39C.  Provisions  of Sections  39A and 39B to apply. --The provisions  of Sections  39 \nA and 39B shall apply  mutatis  mutandis  to an advocate  who contravenes  any provision  of this \nAct or the Rules made  thereunder.}  \n40. Right  of pre-audience. --(1) The Attorney  General  for Pakistan  shall have  the right \nof pre-audience over all other  advocates.  \n(2) Subject to sub -section (1), the Advocate General of a Province 184[or Islamabad \nCapital  Territory]  shall have  the right of pre-audience  over all other  advocates;  and the right of \npre-audience among the Advocates -General shall be determined by the date of appointment \nto their respective  offices.  \n \n185[(2A) Omitted];  \n \n(3) The right of pre -audience among other advocates shall be determined by their \nseniority inter se. \n \n186[(4) Omitted]  \n \n \n \n182. Added through Act XII of 2005.  \n183. Inserted through Act No. V of 2014 Dated  18-06-2014  \n184. Inserted through Act No. V of 2014 Dated  18-06-2014  \n185. Omitted through Act No. XII of  2005.  \n186. Omitted through Act No. XII of  2005.  \n28 Legal Practitioners & Bar Councils Act,  1973  \n \n \n187[CHAPTER VII]  \nCONDUCT OF ADVOCATES  \n41. Punishment of advocates for misconduct. -- 188[(1) An advocate may, in the  \nmanner  hereinafter  provided,  be reprimanded,  suspended,  removed  from practice  or be made \nto pay such amount of compensation, fine or penalty as may be ordered, if he is found guilty \nof professional or other  misconduct.]  \n \n \n \n187. Present chapter VII was substituted/restored through the Legal Practitioners & Bar Councils (Amended) Act \n1987  (Act VIII of 1987)  Section  14 w.e.f  25-08-1987.  The original  Chapter  VII relating  to “Conduct  of Advocates” \nhowever reproduced here in  below  \n \n \n“CHAPTER VII --CONDUCT OF ADVOCATES  \n41. Punishment of Advocates for misconduct. —(1) An advocate may, in the manner hereinafter provided, \nbe reprimanded, suspended or removed from practice if he is found guilty of professional or other misconduct.  \n(2) A complaint that an advocate has been guilty of misconduct may be made by any Court or  person. -- \n(a) In the case of an advocate of the Supreme Court in relation to the proceedings of that Court, to the \nPakistan Bar Councils;  and \n(b) in any other case, to the Provincial Bar  Council.  \n(3) Every complaint against an advocate made under sub -section (2), except where the complaint has been \nmade by a Court, shall be accompanied by a fee of ten  rupees.  \n(4) Upon receipt of a complaint made to it under sub -section (2) against any advocate, the Bar Council shall, \nunless it summarily rejects the complaint, refer the  case: -- \n(a) if the complaint in respect of failure to render professional service for fee paid, or to return papers, or to \nrepay balance of money received, for conciliation to a conciliation Committee appointed by it and \nconsisting of two persons selected out of a panel of senior advocates practicing in the district in which \nsuch advocate practises generally (hereinafter referred to as the Conciliation Committee);  and \n(b) if the complaint discloses actions involving moral turpitude, or defeat of justice or serious breaches of  \nprofessional conduct, for inquiry Committee appointed by it and consisting of two persons selected as \naforesaid (hereinafter referred to as the Inquiry  Committee);  \nProvided that the Bar Council shall not summarily reject a complaint made by the Supreme Co urt or a High \nCourt.  \n(5) If a Bar Council has reason to believe that an advocate has been guilty of misconduct, it may, of its own \nmotion, refer the case to an Inquiry  Committee.  \n(6) An inquiry  into, and conciliation  proceedings  in relation  to, a complaint  against  an advocate,  shall be held at \nthe headquarters of the Bar Council or of the district in which he practices  generally.  \n(7) A Conciliation Committee shall proceed to conciliate in the matter referred to it for conciliation  and.-- \n(a) if a settlemen t is arrived at in the course of the proceedings before it, shall send a report thereof to the \nBar Council concerned together with a memorandum of settlement signed by the parties to the \nproceedings;  and \n(b) if no settlement is arrived at as aforesaid shall in form the Bar Council concerned of such  failure.  \n(8) An Inquiry Committee shall, after making such inquiry and giving the parties opportunity of being heard as \nit may consider necessary, make a report for a final hearing and decision to a tribunal specified by the Bar \nCouncil in this behalf.  \n(9) An Inquiry  Committee  may,  where  it considers  it necessary  so to do, require  the person  making  a complaint, \nexcept where the complaint has been made by a Court, to deposit with the Committee as security for costs, \nsuch sum as it may  specify.  \n \n188. Substituted vide Legal Practitioners & Bar Council Act No. XII of  2005  \nLegal Practitioners & Bar Councils  Act, 1973  29 \n \n \n(2) A complaint that an advocate has been guilty of misconduct may be made by any \nCourt or person. -- \n(a) in the case of an advocate of the Supreme Court to the Pakistan Bar Council; \nand \n(b) in any other case, to the Provincial Bar Council 189[and Islamabad Bar Council \nas the case may  be]. \n(3) Every complaint against an advocate made under sub -section (2), except where \nthe complaint has been made by a Court, shall be accompanied by 190[such fee as may be \nprescribed by the Pakistan Bar Council from time to  time.]  \n \n \n189. Inserted through Act No. V of 2014 Dated  18-06-2014  \n190. Substituted vide Legal Practitioners & Bar Council Act No. XII of  2005.  \n \n(b) compelling the production of documents,  and \n(c) issuing commissions for the examination of  witnesses:  \nProvided that the Inquiry Committee or the Tribunal shall not have powers to require the attendance of \nthe presiding officer of any Civil or Criminal Court save with the previous sanction of the High Court or, in the \ncase of the presiding officer of a Revenue Court, of the Provincial Government.  \n(2) Every  such  inquiry  shall be deemed  to be a judicial  proceeding  within  the meaning  of Sections  193 and 228 \nof the Pakistan  Penal  Code  (Act XLV of 1860);  and an Inquiry  Committee  and a Tribunal  shall be deemed  to be \na Civil Court  for the purposes  of Sections  480 and 482 of the Code  of Criminal  Procedure,  1898  (Act V of 1898).  \n(3) For the purpose  of enforcing  the attendance  of any person  or of compelling  the production  of documents  or \nissuing  commissions — \n(a) the local limits of the jurisdiction of an Inquiry Committee and a Tribunal shall be those of the jurisdiction \nof the Bar Council  by which  the Committee  has been  appointed  or, as the case  may be, the Tribunal  has \nbeen constituted;  and \n(b) an Inquiry Committee and a Tribunal may send to any Civil Court having jurisdiction in t he place where \nthe Committee or, as the case may be, the Tribunal is sitting, any summons or other process for the \nattendance of a witness of the production of a document required by the Committee or Tribunal, or any \ncommission which it desires to issue, a nd the civil Court shall serve such process or issue such \ncommission,  as the case  may be and may enforce  any such  process  as if it were  process  for attendance \nor production before  itself.  \n(4) Proceedings before an Inquiry Committee or a Tribunal in any such inquiry shall be deemed to be civil \nproceedings for the purposes of Section 132 of the Evidence Act, 1872 (I of 1872), and the provisions of that \nSection shall apply  accordingly.  \n46. Disciplinary  power  of the Pakistan  Council. --(1) Notwithstanding  anythin g contained  in this Chapter,  the \nDisciplinary Committee of the Pakistan Bar Council may, of its own motion, withdraw for inquiry before itself \nany proceedings for disciplinary action against any advocate pending before a Provincial Bar Council or any \nConci liation Committee or inquiry Committee appointed by it, and dispose of the  same.  \n(2) In disposing of any case under this Section, the Disciplinary Committee of the Pakistan Bar Council shall \nobserve, so far as may be, the procedure laid down in Section 43, the  reference to the \"Advocate -General\" in \nthat Section being construed as reference to the \"Attorney General for  Pakistan\".  \n(3) In disposing of any case under this Section, the Disciplinary Committee of the Pakistan Bar Council may \nmake any order which the Tribunal can make under Section 43, and the Tribunal shall give effect to any such \norder.  \n47. Appeal to the Pakistan Bar Council. --(1) Any person aggrieved by an order of a Tribunal under Section \n43 may, within sixty days from the date on which the order is co mmunicated to him, prefer an appeal to the \nPakistan Bar  Council.  \n(2) Every such appeal shall be heard by the Disciplinary Committee of the Pakistan Bar Council which may \npass such order thereon as it may deem fit.  \n30 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(4) Upon receipt of a complaint under sub -section (2) against any advocate, the \ndisciplinary  Committee  of the Bar Council  may,  unless  it summarily  rejects the complaint,  after \nmaking  such  enquiry  and giving  the parties  such  opportunity  of being  heard  as it may consider \nnecessary either reject the complaint or refer the same to a Tribunal for  decision:  \nProvided  that the disciplinary  Committee  shall not summarily  reject  a complaint  made \nby the Supreme Court or a High  Court;  \n191[Provided further that if the Disciplinary Committee while referring the matter to the \nTribunal is of the opinion that the Respondent Advocate has committed an act of grave \nindiscipline or grave professional misconduct and his immediate suspension from practice is \nexpedient or necessary in the interest of administration of justice, it may suspend him for the \nmaximum period of three months and in such a case the Tribunal shall  decide the complaint \nwithin a period of three months after receipt of reference from the Disciplinary Committee.]  \n192[(4A) If a Bar Council has reasons to believe that an advocate has been guilty of \nprofessional or other misconduct, it may of its own moti on refer the case to its disciplinary \nCommittee.]  \n \n \n191. Added by Amending Act VI of 2015 Dated  29-07-2015  \n192. Inserted by Amending Act XII of 2005 Dated  17-09-2005  \n \n48. Appeal  to the Supreme  Court. --Any person  aggrieved  by an order  made  by the Disciplinary  Committee  of \nthe Pakistan  Bar Council  under  sub-section  (3) of Section  46 may,  within  sixty days  from the date on which  the \norder is communicated to him, prefer an appeal to the Supreme Court which may pass such order thereon as \nit may deem  fit. \n49. Application of Sections 5 and 12 of the Limitation Act, 1908. --The-provisions of Sections 5 and 12 of \nthe Limitation Act, 1908 (Act IX of 1908), shall so far as may be, apply to appeals made under Section 47 or \nSection 48.  \n50. Stay of order. --Any appeal mad e under Section 47 or Section 48 shall not operate as a stay of the order \nappealed  against  but the Disciplinary  Committee  of the Pakistan  Bar Council  or the Supreme  Court,  as the case \nmay be, may, for sufficient cause, direct the stay of such order on such terms and conditions as it may deem \nfit. \n51. Powers of the Disciplinary Committee. --The Disciplinary Committee of the Pakistan Bar Council shall \nhave  the same  powers  as are vested  in a Tribunal  by Section  45 and that Section  shall apply  to the Disciplinar y \nCommittee, the reference to the 'Tribunal\" in that Section being construed as a reference to the \"Disciplinary \nCommittee of the Pakistan Bar  Council\".  \n52. Cost  of proceedings  before  a Disciplinary  Committee. --The Disciplinary  Committee  of the Pakistan  Bar \nCouncil may make such order as to the costs of proceedings before it as it may deem fit and any such order \nshall be executable as if it were an order of the Supreme  Court.  \n53. Review of order by a Disciplinary Committee. --The Disciplinary Committe e of the Pakistan Bar Council \nmay of its own motion or otherwise review any order passed by it under this  Chapter.  \n54. Powers of Supreme Court and High Courts to suspend advocates from practice. --(1) The Supreme \nCourt  or a High Court  may,  while  making  a complaint  under  sub-section  (2) of Section  41 against  an advocate, \nmake an order for the suspension of the advocate from practice if, after hearing such advocate, the Court is of \nthe opinion that he has committed an act of grave indiscipline in the view of  the Court or grave professional \nmisconduct in relation to any proceeding before it, and his immediate suspension is expedient or necessary in \nthe interest of administration of  justice.  \n(2) On a complaint made to it against an advocate by a Court subordinate t o it, the High Court  may, -- \n(a) make an order under sub -section (1) in respect of such advocate if, after hearing him, it is of the opinion \nthat he has committed grave professional or other misconduct in relation to any proceeding before such \nsubordinate  Court , and his immediate  suspension,  pending  the proceedings  before  the Bar Council,  is \nLegal Practitioners & Bar Councils  Act, 1973  31 \n(5) Any person whose complaint is rejected by the disciplinary Committee under  sub- \nsection (4) may within thirty days of the day on which the order of the Committee is \ncommunicated  to him, prefer  an appeal  to the tribunal,  whose  decision  in such  appeal  shall be \nfinal.  \n42. Tribunals  of Bar Councils. --(1) The Pakistan  Bar Council  may constitute  one or \nmore  Tribunals  each  consisting  of two of its members  elected  by it for the purpose  and a Judge \nof the Supreme  Court  nominated  by the Chief  Justice  of Pakistan,  who shall be the Chairman.  \n \nexpedient or necessary in the public interest and forward the complaint to the Provincial Bar Council for \naction in accordance with Section 41; or  \n(b) without making any order under sub -section (1). forward the complaint to the Provincial Bar Council for \naction in accordance with Section 41;  or \n(c) direct that no further action need be taken in respect of the  complaint.  \n(3) An order under sub -section (1) or sub -section (2) for the suspension of an advocate from practice shall \nremain  in force  until the complaint  against  the advocate  is disposed  of by the Tribunal  under  Section  43, unless \non review the Court making the order, for reasons to be recorded, vacates it  earlier.  \nSub-sections (4), (5), (6), (7), (8) and (9) of the aforesaid original Section 41 were substitute by the \nfollowing through the Legal Pra ctitioners and Bar Councils (Amendment) Ordinance, 1982 (Ordinance XVII of \n1982) Section 15, with effect from 15.7.1982 -- \n\"(4) upon receipt of a complaint under sub -section (2) against any advocate, the Disciplinary Committee of the \nBar Council may, unless  it summarily rejects the compliant, after making such enquiry and giving the parties \nsuch  opportunity  of being  heard  as it may consider  necessary,  either  reject  the complaint  or refer the case  to a \nTribunal for decision:  \nProvided  that the Disciplinary  Com mittee  shall not summarily  reject  a complaint  made  by the Supreme  Court  or \na High  Court.  \n(5) Any person  whose  complaint  rejected  by the Disciplinary  Committee  under  sub-section  (4) may,  within  thirty \ndays of  the day on which  the order  of the Committee  is communicated  to him, prefer  an appeal  to the Tribunal, \nwhose decision in such appeal shall be  final\".  \nIn the aforesaid  sub-section  (5) of original  Section  43 the words  \"the complaint  referred  to\" were  substituted  for \nthe word  \"reference  to the Inquiry  Committee  on whose  report  the matter  has come  before\",  ibid, Section  17. \nThe words \"An Inquiry Committee\", \"an inquiry Committee\" and \"inquiry Committee\" appeared in the aforesaid \nsub-sections  (1), (2) and (3) of original  Section  44 were  substituted  by the words \"A  Disciplinary  Committee\",  a \nDisciplinary Committee\", respectively, ibid, Section  17. \nIn the aforesaid sub -section (1) its proviso and sub -sections (2), (3) and (4) of original Section 45. the words \n“an Inquiry Com mittee\" were substituted by the words \"a Disciplinary Committee\", ibid, Section 18.  \nIn the above -said sub -section (1) of original Section 46 the words \"any conciliation Committee or Inquiry \nCommittee appointed by it\" were substituted by the words \"the Disc iplinary Committee thereof\", ibid, S. 19.  \n-- The afore -said sub -section (3) of original Section 54 was omitted, ibid, Section 20,  \n-- The following new Section 54 -A was inserted in Chapter VII, ibid, Section 21: -- \n\"54A. --Time for disposal of disciplinary matters. --The Disciplinary Committee and a Tribunal shall dispose \nof a complaint  against  an advocate  within  three  months  of the day on which  the complaint  is received  by it; and, \nif the complaint  is not disposed  of within  that period  the order  under  sub-section  (1) or sub-section  (2) of Section \n54 for the suspension  of the advocate  from practice,  if any, shall stand  vacated  on the expiration  of that period, \nunless on review the Court making the order, for reasons to be recorded, vacates it  earlier.\"  \n— The aforesaid Chapter VII, as amended, was substituted by the following, through the Legal Practitioners \nand Bar Councils (Amendment) Ordinance, 1985 (Ordinance XVI of 1985) Section 13, with effect from \n2.3.1985: - \n\"CHAPTER VII -MISCON DUCT  \n41. Punishment of Advocate for misconduct. --(1) The High Court may, in the manner hereinafter provided, \nreprimand,  suspend  or remove  from practice  any Advocate  of the High Court  whom  it finds  guilty  of professional \nor other  misconduct.  \n32 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(2) A Provincial Bar Council 193[and Islamabad Bar Council as the case may be,]  may \nconstitute one or more Tribunals each consisting of two of its members elected by it for the \npurpose  and a Judge  of the High Court  nomi nated  by the Chief  Justice  of that Court,  who shall \nbe the  Chairman.  \n194 43. Procedure in inquiries. -- (1) In inquiries relating to conduct of advocates, the \nTribunal shall, except as hereinafter provided, follow such procedure as may be prescribed.  \n \n \n(2) Upon receipt of a complaint made to it by any Court or by any person that any such Advocate has been \nguilty  of misconduct,  the High Court  shall,  if it does  not summarily  reject  the complaint,  refer the case  for inquiry \nto the Disciplinary  Committee.  \n(3) If the High Court has reason to believe that an Advocate has been guilty of misconduct, it may, of its own \nmotion, refer the case to the Disciplinary  Committee.  \n(4) The Disciplinary Committee shall consist  of— \n(a) two Judges  of the High Court  nominated  by the Chief  Justice  of the High Court,  of whom  the senior  shall \nbe the  Chairman;  \n(b) the Advocate -General of the Province;  and \n(c) two Advocates of not less than ten year's standing at the Bar nominated by the Chief Justice of the High \nCourt.  \n193. Inserted through Act No. V of 2014 Dated  18-06-2014  \n \n \n42. Procedure  in inquiries. --(1) The High Court  shall make  rules  to prescribe  the procedure  to be followed  by \nthe Disciplinary Committee in the conduct of inquiries referred to it under Section  41. \n(2) If the complaint  referred  to it under  sub-section  (2) of Section  41 is in respect  of failure  to render  professional \nservice for fee paid, or to return papers, or to repay balance of money received, the Disciplinary Committee \nshall, before taking up an inquiry, proceed to conciliate in the matter and, if a settlement is arrived at in the \ncourse of the proceedings, shall send a report thereof to the High Court together with a memorandum of \nsettlement signed by the parties to the  proceedings.  \n(3) The finding  of the Disciplinary  Committee  on an inquiry  referred  to the Committee  under  Section  41 shall be \nforwarded to the High  Court.  \n(4) The Chairman of the Disciplinary Committee ma y empower one of the members of the Disciplinary \nCommittee to consider and decide preliminary issues and to record  evidence.  \n(5) On receipt of the finding of the Disciplinary Committee, the High Court shall fix a date of the hearing of the \ncase and shall cause  notice of the day so fixed to be given to the Advocate concerned and shall afford him an \nopportunity of being heard before orders are passed in the  case.  \n(6) The High Court may thereafter either pass such final orders in the case as it thinks fit or refer it back for \nfurther  inquiry  to the Disciplinary  Committee  and, upon  receipt  of the finding  after such  further  inquiry,  deal with \nthe case in manner provided in sub -section (5) and pass final orders  thereon.  \n(7) In passing final orders the High Court may pass such order as regards the payment of the costs of the \ninquiry and of the hearing in the High Court as it thinks  fit. \n(8) The High Court  may,  of its own motion  or on an application  made  to it in this behalf,  review  any order  passed \nunder sub-section (6) or sub -section (7) and maintain, vary or rescind the same, as it thinks  fit. \n(9) When any Advocate is reprimanded or suspended under this Act, a record of the punishment shall be \nentered against his name in the roll of Advocates of the High Court, and when an Advocate is removed from \npractice his name shall forth with be struck off the roll; and the certificate of any Advocate so suspended or \nremoved shall be  recalled.  \n43. Powers  of Disciplinary  Committee  in inquiries. --(1) For the purposes  of an inquiry  under  Section  41, the \nDisciplinary  Committee  shall have  the same  powers  as are vested  in a Court  under  the Code  of Civil Procedure, \n1908 (Act V of 1908), in respect of the following matters,  namely, -- \n(a) enforcing the attendance of any person and examining him upon  oath;  \n(b) compelling the production of documents;  and \nLegal Practitioners & Bar Councils  Act, 1973  33 \n \n \n \n \n(c) issuing commissions for the examination of  witnesses:  \nProvided  that the Disciplinary  Committee  shall not have  power  to require  the attendance  of the Presiding  Officer \nof any Civil or Criminal  Court  save  with the previous  sanction  of the High Court,  or, in the case  of the Presiding \nOfficer of a Revenue Court, of the Provincial  Government.  \n(2) Every such inquiry shall be deemed to be a judicial proceeding with the meaning of Sections 193 and 228 \nof the Pakistan Penal Code (Act XLV of 1860), and a Disciplinary Committee shall be deemed to be a Civil \nCourt for the purpose of Sections 480 and 482 of the Code of Criminal Procedure, 1898, (Act V of  1898).  \n(3) For the purpose of enforcing the attendance of any person and e xamining him upon oath or of compelling \nthe production of documents or of issuing commissions,  -- \n(a) the local limits of the jurisdiction of a Disciplinary Committee shall be those of the jurisdiction of the High Court \nby which it has been constituted;  and \n(b) a Disciplinary Committee may send to any Civil Court having jurisdiction in the place where the \nDisciplinary Committee is sitting any summons or other process for the attendance of a witness or the \nproduction of a document required by the Disciplinary Commit tee, or any commission which it desires to \nissue, and the Civil Court shall serve such Process or issue such commission, as the case may be, and \nmay enforce any such process as if it were a process for attendance or production before  itself.  \n(4) Proceeding  before a Disciplinary  Committee  in any such  inquiry  shall be deemed  to be civil proceedings  for \nthe purposes of Article 15 of the Qanun -e-Shahadat, 1984 (P.O. No. 10 of 1984), and the provisions of that \nArticle shall apply  accordingly.  \n44. Power of High Court to suspend Advocates from practice. --(1) The High Court may, while making a \nreference under sub -section (3) of Section 41 against an Advocate, make an order for the suspension of the \nAdvocate  from practice  if, after hearing  such  Advocate  the Court  is of the opinion  that he has Committee  an act \nof grave indiscipline in the view of the Court or grave professional misconduct in relation to any proceeding \nbefore  it, and his immediate  suspension  is expedient or  necessary  in the interest  of administration  of justice.  \n(2) On a complaint made to it against an advocate by a Court subordinate to it, the High Court  may, -- \n(a) make an order under sub -section (1) in respect of such Advocate if, after hearing him, it is of the opinion \nthat he has committed g rave professional or other misconduct in relation to any proceeding before such \nsubordinate Court, and his immediate suspension, pending the proceedings before the Disciplinary \nCommittee,  is expedient  or necessary  in the interest  of administration  of justice and forward  the complaint \nto the Disciplinary Committee in accordance with Section  41; \n(b) without making any order under sub -section (1), forward the complaint to the Disciplinary Committee for \naction in accordance with Section 41;  or \n(c) direct that no further action need be taken in respect of the  complaint.  \n(3) An order under sub -section (1) or sub -section (2) for the suspension of an Advocate from practice shall \nremain in force until the complaint against the Advocate is disposed of by the Disciplinary Co mmittee under \nSection 42, unless on review the High Court, for reasons to be recorded, vacates it  earlier.  \nCHAPTER VII -A--ADVOCATES, ETC., OF SUPREME COURT  \n44-A. Advocates, etc., of Supreme Court. --(1) Nothing contained in this Act shall be deemed to affec t the \npower of the Supreme Court to make rules, -- \n(a) to regulate the admission of Advocates and for laying down the conditions subject to which a senior \nAdvocate shall be entitled to practice in that Court;  and \n(b) for determining the persons who shall be entitle d to act as Advocate -on-Record in that Court and the \nterms and conditions subject to which such persons can so  act. \n(2) All persons  enrolled  as senior  Advocates  or Advocate -on-Record  of the Supreme  Court  immediately  before \nthe commencement  of the Legal  Practitioners  and Bar Councils  (Amendment)  Ordinance,  1985,  shall continue \nto be so enrolled and the certificates of enrolment issued by the Supreme Court or the Pakistan Bar Council \nwhich were valid immediately before such commencement shall continue to b e valid\".  \nThe aforesaid Chapter VII (earlier substituted by Ordinance XVI of 1985) was again substituted by the present \ntext, through the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of 1987) Section 14, \nwith effect from 25.8.1987.  \nChapter VII -A, (earlier added by Ordinance XVI of 1985) was omitted, ibid, Section 15, with effect from \n25.8.1987.  \n34 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(2) The Tribunal shall fix a date for the hearing of the case and shall cause notice of \nthe day so fixed to be given to the complainant, to the advocate concerned and to the \nAdvocate -General  of the Province  195[or Islamabad  Capital  Territory,  as the case  may be,] and \nshall afford to the complainant, the advocate concerned and the Advocate -General an \nopportunity of leading evidence, if any, and of being heard before orders are passed in the \ncase.  \n(3) The Chairman of the Tribunal may empower one of the members of the  Tribunal \nto consider and decide preliminary issues and to record  evidence.  \n(4) The Tribunal may, where it considers it necessary so to do, require the person \nmaking a complaint, except where the complaint has been made by a Court, to deposit with \nthe Tribunal , as security for Costs, such sum as it may  specify.  \n(5) On completion of the inquiry, the Tribunal may either dismiss the complaint or, \nwhere the complaint referred to the Tribunal was made at the motion of a Bar Council, direct \nthat the proceedings be filed;  or it may make an order imposing any of the penalties referred \nto in sub -section (1) of Section  41. \n(6) Where the Tribunal makes  an  order  for  the  suspension  of  an  advocate  \nfrom  practice, it shall specify the period of suspension, and for that period  the advocate  \nshall be debarred from practicing in any Court or before any authority or person in  Pakistan.  \n(7) The Tribunal may, of its own motion or on application made to it in this behalf, \nreview any order passed under sub -section (5) and maintain, vary or rescind the same, as it \nthinks  fit. \n(8) When any advocate is 196[punished under Section 41, the same] shall be entered \nagainst his name in the Provincial roll or, as the case may be, the roll of advocates of the \nSupreme Court maintained by the Pakistan Bar Council, and the common roll, and when an \nadvocate is removed from practice his name shall forthwith be struck off the roll; and the \ncertificate of any advocate so suspended or removed shall be  recalled.  \n44. Order as to costs .--(1) A Disciplinary Committee and a Tribunal may make such \norder as to costs of proceedings before it as it may deem fit; and where the Committee or, as \nthe case may be, the Tribunal is of the opinion that a complaint made against an advocate is \nfalse an d vexatious, it may, without prejudice to any other remedy available to the advocate, \nimpose upon the complainant 197[such compensatory costs as may be deemed reasonable]:  \nProvided that no order under this sub -section shall be made against a Court or the \npresiding officer of a Court 198[or a Bar Council].  \n \n \n195. Inserted through Act No. V of 2014 Dated  18-06-2014  \n196. Substituted for the words and comma “reprimanded or suspended from practice under this Act, a record of \npunishment” through Act XII of  2005.  \n197. Substitut ed for the words “compensatory costs not exceeding a sum of five hundred rupees” vide Act XII of \n2005.  \n198. Added through Act XII of 2005.  \nLegal Practitioners & Bar Councils  Act, 1973  35 \n \n \n(2) The Tribunal may on an application made to it in this behalf within the prescribed \nperiod, revise any order passed by a Disciplinary Committee under sub -section (1) or, of its \nown motion or on application so made, revie w any order passed by the Tribunal under that \nsub-section and may, in either case, maintain, vary or rescind the same, as it thinks  fit. \n(3) Subject to sub -section (2), every order of the Disciplinary Committee or the \nTribunal under sub -section (1) shall be  executable. -- \n(a) if the Committee is appointed, or the Tribunal is constituted, by the Pakistan \nBar Council, as if it were an order of the Supreme Court;  and \n(b) if the Committee  is appointed,  or the Tribunal  is constituted,  by a Provincial  Bar \nCouncil,  199[or Isla mabad Bar Council] as if it were an order of the High Court.  \n45. Powers of the Tribunal and Disciplinary Committee in inquiries. --(1) For the \npurposes  of any such  inquiry  as aforesaid,  a disciplinary  Committee  and a Tribunal  shall have \nthe same powers as are vested in a Court under the Code of Civil Procedure, 1908 (Act V of \n1908), in respect of the following matters,  namely. -- \n(a) enforcing the attendance of any  person,  \n(b) compelling the production of documents,  and \n(c) issuing commissions for the examination of  witnesses:  \nProvided that the disciplinary Committee or the Tribunal shall not have power to \nrequire the attendance of the presiding officer of any Civil or Criminal Court save with the \nprevious  sanction  of the High Court  or, in the case  of the presiding  officer  of a Revenue  Court, \nof the Provincial  Government.  \n(2) Every  such  inquiry  shall be deemed  to be a judicial  proceeding  within  the meaning \nof Sections 193 and 228 of the Pakistan Penal Code (Act XLV of 1860); and a disciplinary \nCommittee  and a Tribunal  shall be deemed  to be a Civil Court  for the purpose  of Sections  480 \nand 482 of the Code of Criminal Procedure, 1898 (Act V of  1898).  \n(3) For the purpose of enforcing the attendance of any person or of compelling the \nproduction of documents or issuing  commissions — \n(a) the local limits  of the jurisdiction  of a disciplinary  Committee  and a Tribunal  shall \nbe those  of the jurisdiction  of the Bar Council  by which  the Committee  has been \nappointed or, as the case may be, the Tribunal has been constituted;  and \n(b) a disciplinary Committee and a Tribunal may send to any Civil Court having \njurisdiction in the place where the Committee or, as the case may be, the \nTribunal is sitting, any summons or other process for the attendance of a \nwitness  or the production  of a document  required  by the Committee  or Tribunal, \nor any commission  which  it desires  to issue,  and the Civil Court  shall serve  such \nprocess or issue such commission, as the case may be, and may enforce any \nsuch process as if it were a process for attendance or production before  itself.  \n \n \n199. Inserted through Act No. V of 2014 Dated  18-06-2014  \n36 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(4) Proceedings  before  a disciplinary  Committee  or a Tribunal  in any such  inquiry  shall \nbe deemed to be civil proceedings for the purposes of Article 15 of Qanun -e-Shahadat, 1984 \n(P.O. No. 10 of 1984) and the provisions of that Article shall apply  accordingly.  \n46. Disciplinary  Powers  of the Pakistan  Bar Council. --(1) Notwithstanding  anythin g \ncontained in this Chapter, the disciplinary Committee of the Pakistan Bar Council may, of its \nown motion, withdraw for inquiry before itself any proceedings for disciplinary action against \nany advocate pending before a Provincial Bar Council 200[or Islam abad Bar Council] or a \ndisciplinary Committee thereof and dispose of the  same.  \n(2) In disposing of any case under this section, the disciplinary Committee of the \nPakistan Bar Council shall observe, so far as may be, the procedure laid down in Section 43, \nthe reference to the \"Advocate -General\" in that Section being construed as reference to the \n\"Attorney -General for  Pakistan\".  \n(3) In disposing of any case under this section, the disciplinary Committee of the \nPakistan Bar Council may make any order which the Tribuna l can make under Section 43, \nand the Tribunal shall give effect to any such  order:  \n201[Provided that every order passed hereinabove shall be subject to the approval of \nthe Pakistan Bar Council].  \n202[46.A Omitted]  \n47. Appeal  to the Pakistan  Bar Council. --(1) Any person  aggrieved  by an order  of a \n203[Provincial] Tribunal under Section 43 may, within sixty days from the date on which the \norder is communicated to him, prefer an appeal to the Pakistan Bar  Council.  \n(2) Every such appeal shall be heard  by the disciplinary Committee of the Pakistan \nBar Council which may pass such order thereon as it may deem fit.  \n48. Appeal to the Supreme Court. --Any person aggrieved by an order made by the \ndisciplinary Committee of the Pakistan Bar Council under sub -section  (3) of Section 46 204[or \nsub-section (2) of Section 47 or a final order of a Tribunal of the Pakistan Bar Council] may, \nwithin sixty days from the date on which the order is communicated to him, prefer an appeal \nto the Supreme Court which may pass such or der thereon as it may deem  fit. \n49. Application of sections 5 and 12 of the Limitation Act, 1908. --The provisions \nof sections  5 and 12 of the Limitation  Act, 1908  (Act IX of 1908),  shall,  so far as may be, apply \nto appeals made under Section 47 or Section  48. \n50. Stay  of order. --An appeal  made  under  Section  47 or Section  48 shall not operate \nas a stay of the order appealed against but the disciplinary Committee of the Pakistan Bar \nCouncil or the Supreme Court, as the case may be, may, for sufficient cause, direct the stay \nof such order on such terms and conditions as it may deem  fit. \n51. Powers of the disciplinary Committee. --The disciplinary Committee of the \nPakistan  Bar Council  shall have  the same  powers  as are vested  in a Tribunal  by Section  45 \n \n200. Inserted through Act No. V of 2014 Dated  18-06-2014  \n201. Added through Act XII of 2005.  \n202. Section 46A was Omitted through Amending Act No XXXV of 2018 dated  01-06-2018  \n203. Inserted through Act XII of  2005.  \n204. Inserted through Act XII of  2005.  \nLegal Practitioners & Bar Councils  Act, 1973  37 \n \n \nand that Section shall apply to the disciplinary Committee, the reference to the \"Tribunal\" in \nthat Section  being  construed  as a reference  to the \"disciplinary  Committee  of the Pakistan  Bar \nCouncil\".  \n52.205[Execution of an order of a Bar Council, a Committee or Tribunal: - \nSubject to this Act and rules made under it, every order of a Bar Council, a Committee or a \nTribunal shall be executable:  \n(a) in case of Pakistan Bar Council, its Committee or Tribunal as if it is an order of the \nSupreme Court; and  \n(b) in case of Provincial Bar Council, its Committee or Tribunal as if it is an order of a \nHigh Court.]  \n53. Review  of the order  by disciplinary  Committee. --The disciplinary  Committee  of \nthe Pakistan Bar Council may of its own motion or otherwise review any order passed by it \nunder this  Chapter.  \n54. Power of Supreme Court and High Court to suspend advocates from \npractice. — \n(1) The Supreme Court or a High Court may, while making a complaint under sub - \nsection (2) of Section 41 against an advocate,  make an order for the suspension of the \nadvocate from practice 206[for a period of three months] if, after hearing such advocate, the \nCourt is of the opinion that he has committed an act of grave indiscipline in the view of the \nCourt or grave professional  misconduct in relation to any proceeding before it, and his \nimmediate suspension is expedient or necessary in the interest of administration of  justice.  \n207[(1A) The Bar Council concerned on receipt of a complaint from Court under sub - \nsection (1) shall e nsure that it is decided within a period of three months by its disciplinary \ncommittee and the Tribunal, in case the complaint has been referred to the Tribunal.]  \n(2) On a complaint made to it against an advocate by a Court subordinate to it, the \nHigh Court  may:-- \n(a) make an order under sub -section (1) in respect of such advocate if, after \nhearing him, it is of the opinion that he has committed grave professional or \nother misconduct in relation to any proceeding before such subordinate Court, \nand his immediate sus pension, pending the proceedings before the Bar \nCouncil, is expedient or necessary in the public interest and forward the \ncomplaint  to the Provincial  Bar Council  208[or Islamabad  Bar Council]  for action \nin accordance with Section 41;  or \n \n \n \n \n \n205. Firstly it was ommitted through (Amendment) Act, 2014 on 18 -06-2014; and \nSecondly Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \n206. Inserted vide Legal Practitioners & Bar Councils Act No. VI of  2015  \n207. Inserted vide Legal Practitioners & Bar Cou ncils Act No. VI of  2015  \n208. Inserted through Act No. V of 2014 Dated  18-06-2014  \n38 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(b) without making any order under sub -section (1), for ward the complaint to the \nProvincial Bar Council 209[and Islamabad Bar Council] for action in  accordance \nwith Section 41;  or \n(c) direct that no further action need be taken in respect of the  complaint.  \n210[CHAPTER V IIA …. Omitted ] \nCHAPTER VIII  \nRULES  \n55. Power of Pakistan Bar Council to make rules. --The Pakistan Bar Council may, \nby notification in the official Gazette, make rules to provide for -- \n(a) the manner  in which  the election  of members  of a 211[ ........  ] Bar Council  shall \nbe held and the manner in which results of election shall be published;  \n(b) the manner in which the election of the Vice -Chairman of a Bar Council shall \nbe held;  \n(c) the manner in which and the authority by which doubts and disputes as to the \nvalidity of an election to 212[a Bar Council] or to t he office of the Vice -Chairman \nof a Bar Council shall be finally  decided;  \n(d) the .powers  and duties  of the Chairman  and Vice-Chairman  of the Bar Councils;  \n(e) the summoning and holding of meetings of the Pakistan Bar Council, the  times \nand places  where  such  meetings  are to be held,  the conduct  of business  thereat \nand the number of members necessary to constitute a  quorum;  \n(f) the constitution and functions of any Committee of the Pakistan Bar Council \nand the term of office of the members of any such  Committee;  \n(g) the summoning and holding of meetings of such Committee, the conduct of \nbusiness thereat and the number of members necessary to constitute a \nquorum;  \n(h) the qualifications and terms and conditions of service of staff to be employed \nby the Pakistan B ar Council;  \n(i) matters  pertaining  to management,  administration,  utilization  and investment  of \nthe fund of the Pakistan Bar Council;  \n(j) the constitution of separate funds for special purposes by the Pakistan Bar \nCouncil;  \n \n \n209. Inserted through Act No. V of 2014 Dat ed 18-06-2014  \n210. Omitted vide Act No. VIII of  1987.  \n211. The word \"Provincial\" was omitted by the Legal Practitioners and Bar Councils (Amendment) Act, 1973 (Act \nNo. XXXVI of 1973) Section 4(a), with effect from  9.6.1973.  \n212. The words \"the Provincial Bar Council\" were substituted by the words \"a Bar Council\" ibid, Section 4  (b). \nLegal Practitioners & Bar Councils  Act, 1973  39 \n \n \n(k) the maintenance of bo oks of accounts and other books by the Pakistan Bar \nCouncil;  \n(I) the appointment of auditors and the audit of the accounts of the Pakistan Bar \nCouncil;  \n213[(la)  uniform conditions for being eligible to apply to a Bar Council for admission as \nan advocate;  \n(lb) the course of practical training in law and the examination to be passed after \nsuch training for admission as an  advocate;]  \n214[(m) the form and manner in which applications for admission as an advocate of the \nSupreme Court are to be made and the manner in which such applications  are \nto be disposed of;]  \n215(n)  the fees payable for enrolment as an advocate, advocate of High Court, \nadvocate of Supreme Court, senior advocate of Supreme Court, annual \nrenewal  fee or in respect  of any other  matter  under  the Act and the installments, \nif any, in which such fee may be paid;\";  and \n(o) the forms  in which  a certificate  of enrolment  shall be given  to a person  enrolled \nas an advocate or an advocate of the High Court 216[or an advocate of the \nSupreme  Court];  \n(p) the standards of professional conduct and etiquette to be observed by \nadvocates;  \n(q) the standards  of legal  education  to be observed  by universities  in Pakistan  and \nthe inspection of universities for that  purpose;  \n(r) the circumstances  in which  and the conditions  subject  to which  nationals  of any \nforeign country may be admitted as advocates and foreign qualifications may \nbe recognised for purposes of their  admission;  \n217[(s) the procedure to be followed by Tribunals constituted by the Pakistan Bar \nCouncil in inquiries relating to the conduct of an  advocate];  \n \n \n213. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \n214. Clause (m) of Section 55 was omitted by the Legal Practitioners and Bar Councils (Amendment) Ordinance, \n1985 (Ordinance XVI of 1985) Section 14 (a), with effect from 2.3.1985. The present text was again inserted \nthrough the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (A ct VIII of 1987) Section 16(a), \nwith effect from  25.8.1987.  \n215. Substituted through Amending Act No XXXV of 2018 dated 01 -06-2018 for the following “(n) the fee payable \nfor .enrolment or in respect of any other matter under this Act, and the instalments, if an y, in which such \nfee may be  paid;”  \n216. The words \"or an Advocate of the Supreme Court\" were omitted by the Legal Practitioners and Bar Councils \n(Amendment)  Ordinance,  1985  (Ordinance  XVI of 1985)  Section  14(b),  on 2.3.1985  which  were  again  inserted \nthrough the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of 1987) Section 16(6), with \neffect from  25.8.1987.  \n217. Clause (s) of Section 55 was omitted by the Legal Practitioners and Bar Councils (Amendment) Ordinance, \n1985  (Ordinance  XVI of 1985)  Section  14(c),  on 2.3.85  which  was again  inserted  through  the Legal  Practitioners \nand Bar Councils (Amendment) Act, 1987 (Act VIII of 1987) Section 16(c), with effect from  25.8.1987.  \n40 Legal Practitioners & Bar Councils Act,  1973  \n \n \n(t) the general principles for guidance of the Provincial Bar Councils 218[and \nIslamabad Bar Council];  \n219[(u) the forming,  recognition,  derecognition  and functioning  of a Supreme  Court  Bar \nAssociation or any Bar Association at the national  level]:  \nProvided  that no rules  made  with reference  to clause  (r) shall have  effect \nunless they have been approved by the Federal  Government:  \n220[Provided  further  that, for holding  the first elections  to the Bar Councils \nto be constituted under this Act, rules with reference to clauses (a), (b) and (c) \nshall be made by the Federal Government and notified in the official  Gazette].  \n221[(v) the manner in which and the conditions subject to which elections of Bar \nAssociations at different tiers shall be  held:]  \n56. Power of Provincial Bar Council 222[and Islamabad Bar Council] to make \nrules. --223[A] Provincial  Bar Council  224[and Islamabad  Bar Council]  may,  by notification  in the \nofficial Gazette, make rules to provide  for-- \n(a) the summoning and holding of meetings of the Bar Council, the times and \nplaces where such meetings are to be held, the conduct of business thereat \nand the number of members necessary to constitute a  quorum;  \n(b) the constitu tion and functions  of any Committee  of the Bar Council  and the term \nof office of the members of any such  Committee;  \n(c) the summoning and holding of meetings of the Committees of the Bar  Council, \nthe conduct of business thereat and the number of members necessary to \nconstitute a  quorum;  \n(d) qualifications and terms and conditions of service of staff to be employed by \nthe Bar  Council;  \n(e) the matters pertaining to management, administration, utilization and \ninvestment of the fund of the Bar Council;  \n \n \n218. Inserted through Act No. V of 2014 Dated  18-06-2014  \n219. By the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1978 (Ordinance XL of 1978) Section \n12, the following new clause (u) was added on  12.10.1978:  \n\"(u) the forming, recognition and functioni ng of a Supreme Court Bar Association\".  \nIt was substituted  by the present  text through  the Legal  Practitioners  and Bar Councils  (Amendment)  Ordinance, \n1982 (Ordinance XVII of 1982) Section 22, with effect from  15.7.1982.  \n220. Added through the Legal Practitioners and Bar Councils (Amendment) Act, 1973 (Act XXXVI of 1973) Section \n4 (c), with effect from  9.6.1973.  \n221. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \n222. Inserted by Amending Act, 2014 on  18-06-2014  \n223. The words and comma \"subject to t he previous approval of the Pakistan Bar Council, a\" were substituted for \nthe word \"A\" in the beginning of Section 56, through the Legal Practitioners and Bar Councils (Amendment) \nOrdinance, 1982 (Ordinance XVII of 1982) Section 23 (a), with effect from  15.7.1982.  \nThe previous  position  was restored  on 25.8.87,  as appears  from the present  text, by the Legal  Practitioners  and \nBar Councils (Amendment) Act, 1987 (Act VIII of 1987) Section 17, by substituting the word \"A\" for the words \nand comma \"Subject to the previous approval of the Pakistan Bar Council,  a\". \n224. Inserted through Act No. V of 2014 Dated  18-06-2014  \nLegal Practitioners & Bar Councils  Act, 1973  41 \n \n \n(f) the constitution of separate funds for special purposes by the Bar  Council;  \n(g) the maintenance of books of accounts and other books by the Bar  Council;  \n(h) the appointment of auditors and the audit of the accounts of the Bar Council;  \n(i) the course of practical training in law and the examination to be passed after \nsuch training for admission as an  advocate;  \n(j) the form and manner in which applications for admission as an advocate or an \nadvocate of the High Court are to be made a nd the manner in which such \napplications are to be disposed  of; \n(k) the conditions  subject  to which  a person  may be admitted  as an advocate  or an \nadvocate or an advocate of the High  Court;  \n(l) the procedure to be followed by a Tribunal constituted by the Bar Council in \ninquiries relating to the conduct of an  advocate;  \n(m) the forming  and regulation  of firms  of lawyers  either  throughout  the Province  or \nany specified part  thereof;  \n225[(ma) the forming  and regulation of firms of lawyers in Islamabad Capital Territory];  \n(n) the recognition, 226[derecognition] and functioning of Bar  Associations.  \nCHAPTER IX  \nMISCELLANEOUS  \n227[57. Grants to Bar Councils and Bar Associations: - The Minister in charge of \nthe Fede ral Government or a Provincial Government may make grant in aid to a Bar Council \nor a Bar Association in the manner and on conditions as may be determined by the Federal \nGovernment or the Provincial Government.]  \n58. Penalty for illegal practice. -- 228[(1) Any person who is not an advocate and \npractices the profession of law or any person who is not entitled under this Act to practice in \nthe Supreme  Court,  a High Court  or any other  Court  or Tribunal  subordinate  thereto  practices \nbefore the said Court or Tribunal shall be punished with imprisonment for a term which may \nextend to three years, or with fine upto fifty thousand rupees, or with  both.]  \n(2) Any Advocate  who practices  the profession  of law, or acts or appears  as agent  for \nany other person, while h e is suspended from practice, shall be punished with imprisonment \nfor a term which may extend to one year, or with fine, or with  both.  \n \n \n \n225. Inserted through Act No. V of 2014 Dated  18-06-2014  \n226. Inserted by the Legal Practitioners and Bar Councils (Amendment) Ordinance, 1982 (Ordinance XVII or 1982) \nSection 23 (b), with effect from  15.7.1982.  \n227. Substituted through Amending Act No XXXV of 2018 dated 01 -06-2018 for the following 57. Grants to Bar \nCouncils. --The Federal Government, in the case of Pakistan Bar Council, and the Provincial Government, \nin the case of a Provincial Bar Council, 210[and Islamabad Bar Council] may make such grants in aid of \nthe funds of the Bar Council as it may deem fit, having regard to the total number of advocates on t he roll \nof the  Council.  \n228. Substituted through Act No. XII of  2005.  \n42 Legal Practitioners & Bar Councils Act,  1973  \n \n \n59. Power  to frame  and publish  lists of touts. --(1) Every  High Court,  District  Judge, \nSessions  Judge,  District  Magistrate  and every  Revenue  Officer,  not being  below  the rank of a \nCollector of a District (each as regards their or his own Court and the Courts, if any, \nsubordinate  thereto),  may frame  and publish  lists of persons  proved,  to their or his satisfaction, \nor to the satisfaction of any subordinate Court as provided in sub -section (3), by evidence of \ngeneral repute or otherwise, to habitually act as touts, and may, from time to time, alter and \namend such  lists. \nExplanation: --The passing of a res olution, declaring any person to be or not to be a \ntout, by a majority of the members present at a meeting, specially convened for the purpose, \nof an association of persons entitled to practise the profession of law in any Court or revenue \noffice shall be prima -facie evidence of the general repute of such person and of the fact that \nhe is, or is not, a tout.  \n(2) No person's name shall be included in any such list until he shall have had an \nopportunity of showing cause against such  inclusion.  \n(3) Any authority  empowered  under  sub-section  (1) to frame  and publish  a list of touts \nmay send to any Court subordinate to such authority the names of any persons alleged or \nsuspected to be touts, and order that Court to hold an inquiry in regard to such persons;  and \nthe subordinate Court shall thereupon hold an inquiry into the conduct of such persons and, \nafter giving  each  such  person  an opportunity  of showing  cause  as provided  in sub-section  (2), \nshall report to the authority which has ordered the inquiry the n ame of each such person who \nhas been proved to the satisfaction of the subordinate Court to be a tout; and that authority \nmay include the name of any such person in the list of touts framed and published by that \nauthority:  \nProvided that such authority shal l hear any such person who, before his name is so \nincluded, appears before it and desires to be heard.  \n(4) A copy  of every  such  list shall be kept hung  up in every  Court  to which  the same  \nrelates.  \n(5) The Court  or Judge  may,  by general  or special  order,  exclude  from the precincts  \nof the Court any person whose name is included in any such list.  \n(6) Any person  who acts as a tout whilst  his name  is included  in any such  list shall be \npunishable with imprisonment which may extend to three years or with fine, or with both.  \nExplanation. --Any person ordered to be excluded from the precincts of a Court under \nthe provisions of sub -section (5), if found on such precincts while such order is in force, shall \nbe deemed, unless the contrary be proved, to be at such percinc ts for the purposes of acting \nas a tout.  \n229[(7) Omitted]  \n \n \n229. Sub-section (7) of Section 59, which reads as follow, was omitted by the Legal Practitioners and Bar Councils \n(Amendment) Ordinance, 1978 (Ordinance No. XL of 1978) Section 13, with effect from  12.10.1978:  \n\"(7) No Court shall take cognizance of an offence under sub -section (6) except: -- \nLegal Practitioners & Bar Councils  Act, 1973  43 \n \n \n(8) An offence under sub -section (6) shall be non -bailable.  \n230[Omitted] \n231[59A Omitted]  \n232[59B. Removal from Bar Association. --(1) An Advocate who has once been \nadmitted as a member of a Bar Association shall not be expelled or removed from such \nmembership except on the ground that he has either incurred any of the disqualifications for \nthe membe rship of a Bar Council under this Act or been in default in paying the fees of the \nBar Association for a period of not less than twelve months:  \nProvided that the membership of an advocate who is removed on the ground of his \nhaving been in such default shal l stand restored if he pays up the fees due within sixty days \nof such removal]:  \nProvided further that no member of a Bar Association shall be expelled or removed \nfrom membership by any Bar Association without giving him opportunity of being heard.  \n233[(2) Omitted]  \n60. Power of the High Court relating to remuneration of advocates. —The High \nCourt shall from time to time fix and regulate the fees payable by any party in respect of the \nfees of his adversary's advocate in all proceedings in such High Court and in the Courts \nsubordinate to such High  Court.  \n61. Group Insurance. --(1) The Pakistan Bar Council may from time to time arrange \nfor the insurance of the life of such advocates of the Supreme Court who are borne on its roll \nas have  not attained  the age of sixty-five years,  and a Provincial  Bar Council  234[and Islamabad  \n \n(a) upon  a complaint  made  in writing  by the President  of the Bar Association  for the place  where  such  offence \nhas been  committed,  or any office -bearer  or member  of such  Association  authorized  by him in  this behalf;  or \n(b) upon a report made in writing by a police officer on a complaint made by a person referred to in clause \n(a)\". \n230. The proviso  to sub-section  (8) of Section  59, which  reads  as under,  was omitted  by the Legal  Practitioners  and \nBar Councils  (Amendment)  Ordinance,  1982  (Ordinance  XVII of 1982),  Section  24, with effect  from 15.7.1982:  \n\"Provided that no person accused of such offence shall be arrested unless a complaint, alleging that he has \ncommitted such offence is made by a person referred to in clause (a) of sub -section (7).\"  \n231. Section 59 A, reads as under, inserted on 15.7.82 by the Legal Practitioners and Bar Councils (Amendment) \nOrdinance,  1982  (Ordinance  XVII of 1982)  Section  25, was omitted  on 25.8.1987  throu gh the Legal  Practitioners \nand Bar Councils (Amendment) Act,1987 (Act VIII of I987) Section  18:- \n\"59A. Bar Council  or Bar Association  not to indulge  in political  activity. --A Bar Council  or a Bar Association \nshall perform  such  functions  as are conferred  on it by this Act or the rules  made  thereunder  and shall not indulge \nin any political activity, directly or  indirectly\".  \n232. Inserted  on 15.7.1982,  by the Legal  Practitioners  and Bar Councils  (Amendment)  Ordinance,  1982  (Ordinance \nXVII of 1982), Sect ion 25.  \n233. The following sub -section (2) earlier inserted with Section 59B on 15.7.1982 [by Ordinance (XVII of 1982), \nSection 25], was omitted through the Legal Practitioners and Bar Councils (Amendment) Act, 1987 (Act VIII of \n1987) Section 19, with effect fr om 25.8.1987: - \n\"(2) Notwithstanding  anything  contained  in any law or rule, the right of an advocate  to practice  as such  shall not \nbe dependent upon his being a member of a Bar Association or be affected in any manner by reason only of \nhis not being, or having ceased to be member, or of his having been removed from the membership, of a Bar \nAssociation\".  \n234. Inserted through Act No. V of 2014 Dated  18-06-2014  \n44 Legal Practitioners & Bar Councils Act,  1973  \n \n \nBar Council] may likewise arrange for the insurance of the life of such advocates borne on its \nrolls as have not attained the age of sixty two years, and for such period as it deems fit.  \n(2) Where  any such  arrangement  as has been  referred  to in sub-section  (1) has been \nmade by a Bar  Council, -- \n(a) it shall establish a separate Group Insurance Fund which shall vest in and be \nadministered by the Bar  Council;  \n(b) every  advocate  whose  life has been  insured  under  such  arrangement  shall pay \nto the Bar Council,  annually, monthly, or at such other intervals as may be \nprescribed, such sum of money as the premium for the insurance of his life,  as \nmay be determined by the Bar  Council;  \n(c) all sums  received  as premia  under  clause  (b) and any interest  or profit  accruing \nthereon shall be credited into the Group Insurance Fund of the Bar  Council;  \n(d) all expenses incurred by the Bar Council on the arrangements with an \nInsurance Company or other insurer and on the administration of the Group \nInsurance Fund shall be defrayed from such Fund;  and \n(e) any sums remaining in such fund after defraying the expense referred to in \nclause (d) may be utilized for such purposes connected with the welfare of \nadvocates as may be  prescribed.  \n(3) The provisions  of sub-section  (4) of Section  34 shall apply  to the insurance  premia \nrequired to be paid under clause (d) of sub -section (2), as if such premia were an annual fee \nor instalment of a fee payable under that  section.  \n62. Benevolent Fund. --(1) A Bar Council may establish a fund to be called the \nAdvocates Benevolent Fund.  \n(2) Where a Bar Council establishes a Benevolent  Fund -- \n \n(a) if it be the Pakistan  Bar Council,  every  advocate  of the Supreme  Court  235[borne \non its roll], and if it be a Provincial  Bar Council,  236[or Islamabad  Bar Council  as \nthe case  may be,] every  advocate  borne  on its rolls,  shall pay to the Benevolent \nFund, annually, monthly or at such other intervals as may be prescribed, such \namount as his contribution to the Fund as may be determined by the Bar \nCouncil;  \n(b) the moneys credited i nto the Fund shall be kept in such bank as may be \nprescribed;  \n \n \n \n235. The words \"borne on its roll”, were omitted on 2.3.1985 by the Legal Practitioners and Bar Councils \n(amendment) Ordinance, 1985 (Ordinance XVI of 1985) Section 15. The same words were again inserted \nthrough the Legal Practitioners and Bar Councils, (Amendment) Act, 1987 (Act VIII of 1987) Section 20, with \neffect from  25.8.1987.  \n236. Inserted through Act No. V of 2014 Dated  18-06-2014  \nLegal Practitioners & Bar Councils  Act, 1973  45 \n \n \n(c) the Fund shall be utilized, in such manner as may be prescribed by the Bar \nCouncil  for— \n(i) the relief of advocates and their families;  \n(ii) giving financial relief to the families of deceased  advocates;  \n(iii) making grants to advocates on special occasions;  and \n(iv) defraying expenditure in respect of the management of the  Fund.  \n(3) The provisions of sub -section (4) of Section 34 shall apply to the contributions \nrequired to be made to the Benevolent Fund under clause (a) of sub -section (2) as if such \ncontributions were an annual fee or installment of fee payable under that  section.  \n237[(4) An advocate shall not exercise the rights and privileges under this Act without \nmaking payment of the dues to the Pakistan Bar Council or a Provincial Bar Council 238[and \nIslamabad Bar Council] as may be prescribed by the Rules or Bye -laws of such Bar Council.  \n(5) Every advocate shall be liable to pay contributions to the Benevolent Fund under \nthis Section  and the Rules made thereunder to the Provincial Bar Council concerned \nnotwithstanding  his enrolment  as an advocate  or advocate -on-record  of the Supreme  Court  of \nPakistan.]  \n63. Validation. --(1) Notwithstanding the Constitution of New Provinces and the \nestablishment of new High Courts by or under the Province of West Pakistan (Dissolution) \nOrder, 1970, (P.O. No. 1 of 1970), or any law, judgment, order or decree of a Court -- \n(a) any power exercised or functions and duties performed or undertaken by the \nPakistan Bar Council or the West Pakistan Bar Council constituted under the \nLegal Practitioners and Bar Councils Act, 1965 (III of 1965), or by any \nCommittee thereof, or Tribunal appointed by it, in accordance with provisions \nof the said Act, shall always be deemed to have been validly exercised, \nperformed or undertaken;  and \n(b) no action, proceeding, decision, order or finding of such Bar Council, \nCommittee or Tribunal shall be called in question before any Court or other \nauthority,  only on the ground  of the dissolution  of the Province  of West  Pakistan, \nthe constitution of new Provinces in its place or the establishment of new High \nCourts in the place of the High Court of West  Pakistan.  \n239[64. Repeal. —Omitted]  \n \n \n237. Added through Act No. XII of  2005.  \n238 Inserte d through Act No. V of 2014 Dated 18 -06-2014  \n239. Sections 64,65 and 66, read as under, were omitted, with effect from 8.7.1981, by the Federal Laws (Revision \nand Declaration) Ordinance, 1981 (Ord. XXVII of 1981) Section 3 and Sch.  II:-- \n46 Legal Practitioners & Bar Councils Act,  1973  \n \n \n239[65. Continuance of existing Bar Councils. —Omitted]  \n \n239[66. Dissolution of existing Bar Councils etc. --Omitted]  \n \n67. Continuance  in service  of the employees  of the West  Pakistan  Bar Council. - \n-Every  person  in the employment  of the West  Pakistan  Bar Council  immediately  before  its \n \n \n\"64. Repeal. --The Legal Practitioners and Bar Councils Act, 1965 (III of 1965), hereinafter referred to as the \nsaid Act, is hereby repealed.  \n65. Continuance of Existing Bar Councils. --Notwit hstanding the repeal of the said  Act,-- \n(a) the Pakistan Bar Council constituted under the said Act shall, until the constitution of the Pakistan Bar \nCouncil under this Act, be deemed to be the Pakistan Bar Council under this Act and shall, save as \notherwise  provided  in this Act, have  the same  powers,  functions,  rights  and liabilities  as the Pakistan  Bar \nCouncil under this Act, and the Chairman, Vice -Chairman, members, Committees and Tribunals of the \nsaid Bar Council shall be deemed to be the Chairman, Vice-Chairman, members, Committees and \nTribunals of the Pakistan Bar Council for the purposes of this Act and the rules made  thereunder;  \n(b) the Provincial  Bar Councils  constituted  under  the said Act shall,  until the constitution  of the Provincial  Bar \nCouncils  under this Act, be deemed to be the Provincial Bar Councils for the purposes of this Act, and \nshall, save as otherwise provided in this Act, have the same powers, functions, rights and liabilities as \nthe Provincial Bar Councils constituted under this Act and the Chairman, Vice -Chairman, members, \nCommittees  and Tribunals  of each  such  Bar Council  shall be deemed  to be the Chairman,  Vice-Chairman, \nmembers, Committees and Tribunals of the Provincial Bar Council for the purposes of this Act and the \nrules made  thereunder;  \n(c) until new rules under this Act are framed, the rules framed under the said Act shall, so far as applicable \nand with the necessary  adaptations,  remain  in force  and shall take effect  as rules  made  under  this Act. \n66. Dissolution of existing Bar Councils etc. --(1) On the constitution of Bar Councils under this  Act,-- \n(a) the Pakistan Bar Council and the Provincial Bar Councils constituted under the said Act shall stand \ndissolved;  \n(b) all properties and assets vesting in the Pakistan Bar Council constituted under the said Act shall vest in \nthe Pakistan Bar Council constituted under this  Act; \n(c) all properties  and assets  vesting  in the West  Pakistan  Bar Council  constituted  under  the said Act shall be \napportioned among and vest in the Bar Councils constituted under this Act for the Provinces of \nBaluchistan and Sindh, the North -West Frontier Province and the Province of the Punjab in the same \nproportion which the contributions made and fees paid to the West Pakistan Bar Council by persons \nborne  on the roll of that Bar Councils  from the regions  which  respectively  form the said Provinces  bear to \nthe total contributions  made  and fees paid to the said Bar Councils  by all the persons  borne  on the roll of \nthe said Bar  Council;  \n(d) all rights, liabilities and obligations of the Pakistan Bar Council constituted under the said Act whether \narising out of any contract or otherwise, shall be t he rights, liabilities and obligations of the Pakistan Bar \nCouncil constituted under this  Act; \n(e) all rights, liabilities and obligations of the West Pakistan Bar Council constituted under the said Act, shall be the rights,  \nliabilities and obligations of the Bar Councils constituted under this Act for the Provinces of Baluchistan and Sindh, the \nNorth -West  Frontier  Province and  the Province of  the Punjab  in the same proportion  as is mentioned  in clause (d);  \n(f) all proceedings pending before the Pakistan Bar Council constituted under the said Act in respect of any disciplinary \nmatter or otherwise shall stand transferred to the Pakistan Bar Council constituted under this  Act; \n(g) all proceedings pending before the West Pakistan Bar Council constituted under the sai d Act in respect of any \ndisciplinary matter or otherwise shall stand transferred to such one of the Provincial Bar Councils constituted under this \nAct as would have had jurisdiction to dispose of the proceedings had they been instituted before it after the  coming into \nforce of this  Act; \n(h) all proceedings pending before a Tribunal constituted by the Pakistan Bar Council under the said Act shall stand \ntransferred to such Tribunal constituted by the Pakistan Bar Council under this Act as may be specified by  it; \n(i) all proceedings pending before a Tribunal constituted by the West Pakistan Bar Council under the said Act shall stand \ntransferred  to such  Tribunal  constituted  under  this Act as would  have  had jurisdiction  to dispose  of the proceedings  had \nthey been institu ted before it after the coming into force of this  Act\".  \nLegal Practitioners & Bar Councils  Act, 1973  47 \n \n \ndissolution,  at whatever  place  he may for the time being  be serving,  shall be deemed,  as from \nthe constitution of Provincial Bar Councils under this Act, to be in the employment of the Bar \nCouncil for the Province or Pr ovinces in which the said place is situated, and shall be entitled \nto the same terms and conditions of service as respects remuneration and leave as he was \nentitled to before the constitution of the last named  Council.  \n68. Savings. --(1) Nothing  in this Act shall apply  to mukhtars  and revenue  agents  and \nevery mukhtar and revenue agent practicing as such immediately before the commencement \nof this Act shall continue  to enjoy  the same  rights  as respects  practice  in any Court  or revenue \noffice or before any authority or person as he enjoyed, and be subject to the disciplinary \njurisdiction of the same authority to which he was subject, immediately before such \ncommencement,  and the provisions  of the Legal  Practitioners  Act, 1879  (Act XVII of 1879),  or \nother law  shall have effect in relation to such persons as if they had not been repealed by the \nsaid Act.  \n240[(2) Omitted]  \n \n241[69. Removal of difficulties. —Omitted].  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n240. Omitted through Act XII of  2005.  \n241. Section 69, read as under, was omitted, with effect from 8.7.1981, by the Federal Laws (Revision and \nDeclaration) Ordinance, 1981 (Ord. XXVII of 1981) Section 3 and Sch.  II:-- \n\"69. Removal of difficulties. --If any difficulty arises in giving effect of the provisions of this Act, particularly in relation to the \nholding  of the first elections  under  this Act  to a Bar Council  or the devolution  or apportionment  of the properties,  assets,  rights, \nliabilities and ob ligations of the West Pakistan Bar Council constituted under the said Act or the transfer of the proceedings \npending before that Council, the Federal Government may, by order published in the official Gazette, make such provisions, \nnot inconsistent with th e purposes of this Act, as appear to it to be necessary or expedient for removing  the difficulty\".  \n48 Legal Practitioners & Bar Councils Act,  1973  \n \n \n SCHEDULE   \n[See Section 5(2)(b)]  \nPUNJAB BAR COUNCIL  \nGroup of Districts -1 \nName of District:   Seats  \n(1) Bahawal  Nagar  …………………………………………  01 \n(2) Bahawalpur  …………………………………………  03 \n(3) Rahim Yar Khan  …………………………………………  02 \nGroup of Districts -II \nName of District:   Seats  \n(1) Dera Ghazi  Khan  …………………………………………  01 \n(2) Layah  …………………………………………  01 \n(3) Muzaffargarh  …………………………………………  02 \n(4) Rajanpur  …………………………………………  01 \n242[Group  of Districts -Ill Seats  \nName of District:  \n(1) Khanewal  …………………………………………  02 \n(2) Lodharan  …………………………………………  01 \n(3) Multan  …………………………………………  04 \n(4) Vehari  …………………………………………  02] \n \n243[Group  of Districts -lV Seats  \nName of District:  \n \n(1) Chiniot  …………………………………………  01 \n(2) Faisalabad  …………………………………………  04 \n(3) Jhang  …………………………………………  01 \n(3) TobaTek Singh  …………………………………………  01] \n \n \n \n \n \n \n \n \n242. Substituted through Amending Act No XXXV of 2018 dated  01-06-2018  \n243. Substituted through Amending Act No XXXV of 2018 dated  01-06-2018  \nLegal Practitioners & Bar Councils Act, 1973  49 \n \nGroup of Districts -V \nName of District:   \nSeats  \n(1) Attock  …………………………………………  01 \n(2) Chakwal  …………………………………………  01 \n244[(3)] Omitted  \n(4) Jhelum   \n…………………………………………   \n01 \n(5) Rawalpindi  …………………………………………  04 \nGroup  of Districts -VI Seats  \nName of District:  \n(1) Bhakkar  …………………………………………  01 \n(2) Khushab  …………………………………………  01 \n(3) Mianwali  …………………………………………  01 \n(4) Sargodha  …………………………………………  02 \nGroup  of Districts -VlI Seats  \nName of District:  \n(1) Gujranwala  …………………………………………  03 \n(2) Gujrat  …………………………………………  02 \n(3) Hafizabad  …………………………………………  01 \n(4) Mandi Bahauddin  …………………………………………  01 \n(5) Narowal  …………………………………………  01 \n(6) Sialkot  …………………………………………  02 \n245[Group  of Districts -VIII Seats  \nName of District:  \n(1) Kasur  …………………………………………  02 \n(2) Lahore  …………………………………………  16 \n(3) Nankana Sahib  …………………………………………  01 \n(4) Sheikhupura  …………………………………………  01] \n \n \n \n \n \n \n \n244. The word “Islamabad“ and Figure “1“ were Omitted through Act No. V of 2014 Dated  18-06-2014  \n245. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \n50 Legal Practitioners & Bar Councils Act,  1973  \n \n \n246[Group  of Districts -IX Seats  \nName of District:  \n(1) Okara  …………………………………………  02 \n(2) Pakpattan  …………………………………………  01 \n(3) Sahiwal  …………………………………………  02] \n  SINDH BAR COUNCIL   \nGroup  of Districts -I Seats  \nName of District:  \n(1) Karachi  (South)  …………………………………………  06 \n(2) Karachi  (Central)  …………………………………………  04 \n(3) Karachi  (East)  …………………………………………  04 \n(4) Karachi  (West)  …………………………………………  01 \n(5) Malir  …………………………………………  01 \nGroup  of Districts -II Seats  \nName of District:  \n(1) Badin + Thatta  …………………………………………  01 \n(2) Dadu  …………………………………………  01 \n(3) Hyderabad  …………………………………………  03 \nGroup  of Districts -Ill Seats  \nName of District:  \n(1) Sukkur  …………………………………………  02 \n(2) Ghotki  …………………………………………  01 \n(3) Khairpur  …………………………………………  01 \n(4) Naushero Feroz  …………………………………………  01 \n(5) Nawab Shah  …………………………………………  01 \nGroup  of Districts -lV Seats  \nName of District:  \n(1) Jaccobabad  …………………………………………  01 \n(2) Larkana  …………………………………………  02 \n(3) Shikarpur  …………………………………………  01 \n246. Inserted through Amending Act No XXXV of 2018 dated  01-06-2018  \nLegal Practitioners & Bar Councils Act, 1973  51 \n \nGroup of Districts -V \nName of District:   \nSeats  \n(1) Mirpur  Khas  …………………………………………  01 \n(2) Sanghar  …………………………………………  01 \n \nKHYBER PAKHTUNEKHWA BAR COUNCIL  \n \nGroup  of Districts -I Seats  \nName of District:  \n \n(1) Peshawar  …………………………………………  07 \n(2) Charsadda  …………………………………………  01 \n(3) Nowshera  …………………………………………  01 \nGroup of Districts -II \nName of District:   Seats  \n(1) Mardan  …………………………………………  02 \n(2) Swabi  …………………………………………  01 \nGroup of Districts -Ill \nName of District:   Seats  \n(1) Kohat+Hangu  …………………………………………  01 \n(2) Karak  …………………………………………  01 \nGroup of Districts -lV \nName of District:   Seats  \n(1) D.I. Khan+Tank  …………………………………………  02 \n(2) Banuu  …………………………………………  01 \n(3) Lakki  Marwat  …………………………………………  01 \nGroup of Districts -V \nName of District:   Seats  \n(1) Haripur  …………………………………………  01 \n(2) Abbottabad  …………………………………………  02 \n(3) Mansehra +  Batagram  …………………………………………  02 \n52 Legal Practitioners & Bar Councils Act,  1973  \n \n \nGroup  of Districts -Vl Seats  \nName of District:  \n(1) Mingora  (Swat)  …………………………………………  01 \n(2) Shangla (Alpuri) +  Kohistan ………………………………………  01 \n(3) Daggar(Buner) + Malakand at  Batkhela…………………………  01 \n(4) Timargara(Dir) + Dir  Bala …………………………………………  01 \n(5) Chitral  …………………………………………  01 \nBALOCHISTAN BAR COUNCIL  \nGroup  of Districts -I Seats  \nName of District:  \nQuetta + Chagi + Noshki  + …………………………………………  04 \nKhuzdar + Mustong + Kalat  \nGroup  of Districts -II Seats  \nName of District:  \nKech + Panjgor + Gwadar  + ………………………………………  01 \nLasbella + Kharan + Awaran  \nGroup  of Districts -Ill Seats  \nName of District:  \nSibbi + Bolan + Nasirabad  + ………………………………………  01 \nJaffarabad + Jhalmagsi + Kohlo + \nDera -Bugti  \nGroup  of Districts -lV Seats  \nName of District:  \nZhob + Loralai + Musakhel  + ………………………………………  01 \nBarkhan + Ziarat + Killa Saifullah + \nKilla Abdullah + Pashin  \n \n247ISLAMABAD BAR COUNCIL \nName of District  Seats  \n \nIslamabad  ……………………..........…......................………..  05] \n \n \n247. Added through Act No. V of 2014 Dated  18-06-2014"
}