{
    "file": "./converted_json\\administrator027155abdeecbd000014ea60bb6abd1a(9).json",
    "name": "Federal Medical Teaching Institutes Act, 2021",
    "date": "August 11, 2021",
    "tagline": "An Act to re-organize the Federal medical teaching institute and teaching hospitals thereof",
    "content": "PART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  521 \n \n \n \n \n \n \n \n \n \n \n \n \n  \nISLAMABAD,  WEDNESDAY , AUGUST  11, 2021  \n \nPART I  \nActs, Ordinances, President ’s Orders and Regulations  \n \nSENATE SECRETARIAT  \n \nIslamabad , the 10th August , 2021 \n \n No. F. 9(27)/2021 -Legis.—The following Act of Majlis -e-Shoora  \n(Parliament) received the assen t of the President on 29th July, 2021 and is \nhereby published for  general information: — \n \nACT NO. XII OF 2021  \n \nAn Act to re -organize the Federal medical teaching institute and teaching \nhospitals thereof  \n \n WHEREAS it is expedient to re -organize and provide a utonomy to the \nFederal medical teaching institutes and their affiliated teaching hospitals to \nenhance the services being rendered by the institutions to improve performance, \nenhance effectiveness, efficiency and responsiveness for the provision of quality \nhealthcare services and education and to make them into state of the art model \ninstitution of Pakistan;  \n \nIt is hereby enacted as follows: — \n \n(521) \n \nPrice : Rs. 40.00 \n \n[1165 (2021)Ex.Gaz.]   \n522    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n CHAPTER I \nPRELIMINARY  \n \n 1. Short title, application and commencement .—(1) This Act shall \nbe called the Federal Medical Teaching Institutes Act, 2021.  \n \n (2) It shall apply to all Federally owned or operated medical teaching \ninstitutes, its affiliates and subsidiaries thereof in Pakistan,  \n  \n (3) It shall come into force at once . \n \nCHAPTER II  \nDEFINITIONS  \n \n 2. Definitions .—In this Act, unless the context otherwise requires, — \n \n(a) “basic science faculty ” means a medical faculty not involved in \npatient care;  \n \n(b) “Board” means the Board of Governors constituted under section 4;  \n \n(c) “Chairperson ” means the Chairperson of the Board;  \n \n(d) “clinical faculty ” means a medical faculty involved in any manner \nwith a clinical care of patients, whether diagnostic or therapeutic;  \n \n(e) “college” means a medical college, dental or a nursing colleg e in \nthe public sector;  \n \n(f)  “consultant ” means and includes — \n \n(i) those medical faculties involved in patient care; or  \n \n(ii) those staff who act as service provider to the patients in the \nhospital;  \n \n(g)  “dean” means the academic head of the medical teac hing \ninstitution;  \n \n(h)  “employee ” means a person who is —  \n \n(i) an employee appointed by the Board of the medical teaching \ninstitution under this Act or rules and regulations made there -\nunder; or  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  523 \n \n \n \n \n \n \n \n \n \n \n (ii)  a civil servant who has opted to become an employee of  the \nmedical teaching institution under section 17.  \n \n(i)  “medical faculty ” means and includes the basic science faculty and \nclinical faculty which includes senior registrar and above as well as \ndean of the medical teaching institute, involved in teaching,  \ntraining or patient care;  \n \n(j)  “Government ” means the Federal Government;  \n \n(k) “healthcare services ” means preventive, curative, promotive, \nrehabilitative health services and include diagnostic, support \nservices, laboratory, accident and emergency, pharm acy and \nparamedic support;  \n \n(l)  “member” means a member of the Board and includes \nChairperson;  \n \n(m) “medical teaching institution ” means a public sector medical, \ndental or nursing college or any other medical teaching institution \nand their affiliated teac hing hospitals located anywhere in Pakistan \nowned and controlled by the Federal Government and included or \nnotified by the Federal Government in Schedule -I to this Act;  \n \n(n) “prescribed ” means prescribed by rules or regulations made under \nthis Act;  \n \n(o) “regulations ” means regulations made under this Act;  \n  \n(p)  “rules” means rules made under this Act ; \n \n(q) “search and nomination council ” means search and nomination \ncouncil notified by the Government under section 7, and  \n \n(r) “Tribunal” means the Federal Me dical Teaching Institutions \nTribunal established under this Act.  \n \nCHAPTER III  \nMEDICAL TEACHING INSTITUTE  \n \n 3. The medical teaching institution .—(1) The institutions included \nin Schedule -I shall be medical teaching institutions established under this Act as  \nan autonomous body having perpetual succession and a common seal with \n524    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n power to acquire, hold and dispose off movable property and may in its name \nsue and be sued.  \n \n (2) The objective of the medical teaching institution shall be to \nundertake all functions required for providing health facilities and healthcare \nservices to the people and to provide medical education and training and \nresearch and to perform such other functions as are assigned to it by the \nGovernment from time to time.  \n \n 4. Board of Governors .—(1) There shall be a Board of Governors of \nthe medical teaching institution to administer and manage its affairs and shall \nhave overall superintendence and control over the functions and all their related \nmatters.  \n \n (2) The Board of Governors shall compr ise such number of members \nas may be determined by the Government but shall neither be, less than three \nmembers and nor exceed seven members and all of whom shall be from the \nprivate sector.  \n \n (3) The members shall be appointed  by the Government on the \nrecommendation of the search and nomination council constituted under section 7 : \n \n Provided that the members shall, unless otherwise directed by the \nGovernment, hold office for a period of three years a nd be eligible for re -\nappointment.  \n \n (4) The members may include eminent technical and professional \npersons in their respective fields having significant aptitude and time available \nfor improving the hospital services, such as legal, finance, economics, \nmanagement, medical profession, retired civil servants, edu cationists, social \nworkers, representatives of civil society, businessmen and renowned \nphilanthropists.  \n \n (5) The Chairperson shall be elected by the members through voting \nfrom amongst the mselves and he shall preside over the Board meetings. In case \nof h is absence, the Chairperson may nominate a Board member as acting \nChairperson or if he has not done so, the members present shall elect an acting \nChairperson for that meeting.  \n \n (6) The membership of a member shall cease and fall vacant if the \nmember resig ns, or fails to attend three consecutive meetings of the Board \nwithout sufficient cause or for any other reasons which incapacitate the member \nto remain as member. Any such vacancy shall be filled within one month.  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  525 \n \n \n \n \n \n \n \n \n \n \n  (7) The membership of a member may be t erminated by notification in \nthe official Gazette on grounds of incompetence or for reasons noted in sub -\nsection (8) or in view of actions of such member which bring the medical \nteaching institution or the Board into disrepute.  \n \n (8) No person shall be app ointed or remain as a member of the Board, \nif such person —  \n \n(a) is by a competent court of law declared as of un -sound mind;  \n \n(b) has before a court of law applied to be adjudicated as an insolvent \nand his application is pending;  \n \n(c) is by a competent co urt of law declared an un -discharged insolvent;  \n \n(d) has been by a court of law convicted for an offence involving \nmoral turpitude;  \n \n(e) has been debarred from holding any office under any law; or  \n \n(f) has a conflict of interest with such a position.  \n \n 5. Conduct of business .—(1) All decisions of the Board shall be \ntaken by consensus and in case of division of opinion, the decision shall be taken \nby majority of votes:  \n \n Provided that in case of equality of votes, the Chairperson of the Board \nshall have a se cond casting vote.  \n \n (2) No act or proceedings of the Board shall be invalid, merely on the \nground of existence of any vacancy in or defect in constitution of the Board, \nsubject to the condition that any act or proceeding of the Board taken by less \nthan th ree members on account of vacancies shall be ratified immediately by the \nBoard upon the minimum membership of the Board prescribed under sub -section \n(2) of section 4.  \n \n (3) The quorum for meeting of the Board shall be four members or \ntwo- thirds of the tot al number of Board Members , whichever is less.  \n \n (4) The member count shall be determined by actual members present \nand proxy votes shall not count.  \n \n (5) The Board may hold meetings as frequently as required, but shall \nhold at least one meeting on a quart erly basis.  \n526    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n  (6) Special meetings of the Board shall be convened on the special \nrequest of at least one third of the Board members for consideration of any \nimportant or urgent matter.  \n \n (7) Subject to the provisions of this Act and the rules and regulation s \nmade there -under, the Board may appoint sub -committees of the Board, \nprovided that a sub -committee shall be at all times headed by a member of the \nBoard who is also a member of such  committee and such sub -committees \nconstituted shall perform such functio ns as may be prescribed by the Board or \nthe rules or regulations made pursuant to this Act.  \n \n (8) The remuneration for attending the Board meeting shall be such as \nmay be prescribed.  \n \n (9) The Secretary to the Board when appointed shall be an employee \nof the Board, who shall perform all secretarial and office functions of the Board \nat the direction of the Chairman and shall be responsible for recording minutes \nof the Board meetings, convening Board meetings, carrying out communication \nwith all Board members  and all other functions as may be prescribed.  \n \n 6. Functions and powers of the Board .—(1) The Board shall be \nresponsible for. — \n \n(a) ensuring that the objectives of the medical teaching institution \nwithin the overall ambit of Government policy are achieved , \noverseeing effective management and providing strategic direction \nto the medical teaching institution;  \n \n(b) policy making of the medical teaching institution and ensuring that \nits performance and its programmes are efficient and effective;  \n \n(c) prescribe  procedures for appointment, terms and conditions of service, \ndisciplinary matters and other service matters for the employees;  \n \n(d) creation, re -designation, up -gradation, down -gradation or abolition \nof posts pursuant to prior consultation with the Establ ishment \nDivision where such posts may be occupied by persons in \ngovernment service and provided that while creating posts having \nthe financial implications in excess of the approved annual budget \nthat shall require prior consultation with the Finance Divis ion; \n \n(e)  approval of vision and mission statement;  \n \n(f)  approval of annual business plan;  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  527 \n \n \n \n \n \n \n \n \n \n \n (g) review and approval of major transactions;  \n \n(h) approval of new programs and services and monitor organizational \nperformance;  \n \n(i) approval of financial plans and annual budget;  \n \n(j) approval of regulations for medical staff and overseeing the \nprocess for appointment of members of the medical staff;  \n \n(k) approval of programs and services to ensure that all legal, \nregulatory and accreditation requirements are met ; \n \n(l)  constitution of a finance committee and such other committees or \nsub-committees, as it may deem appropriate; and  \n \n (2) Medical teaching institution shall be accountable to Ministry of \nNational Health Services, Regulations and Coordination for its p erformance and \nshall regularly provide performance based data at set intervals based on Ministry \nof National Health Services, Regulations and Coordination set performance \nmonitoring format, with attendant reward and discipline measures and the \nMinistry of National Health Services, Regulations and Coordination shall also \nperiodically evaluate the performance of the medical teaching institution against \nthe set targets particularly related to efficiency, effectiveness and equity with \nattendant reward and disci pline measures.  \n \n (3) The Board shall in prescribed manner appoint the dean, hospital \ndirector, medical director, nursing director and finance director of the medical \nteaching institution.  \n \n (4) The Chairperson, of the Board may, in case of exigency of ser vice, \nappoint the dean, medical director, hospital director, nursing director and finance \ndirector on officiating basis. All such appointments shall be placed before the \nBoard for approval within three months.  \n \n 7.  Search and nomination council .—(1) The G overnment shall \nconstitute and notify a search and nomination council, to recommend persons \nfrom private sector suitable to be appointed as members of the  Board and which \nshall consist o f— \n \n (a) Minister Concerned or his representative or Federal  \n  Ministe r nominated Chairman by the Prime Minister;  Chairman  \n  \n (b) Secretary of the Division concerned;  Vice Chairman  \n   \n (c) Secretary Planning Division;  Member  \n528    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n  (d) Vice Chancellor of the Quaid e Azam University;  Member  \n \n (e) a philanthropist with substantial c ontribution to  \n  public healthcare to be nominated by Government;  Member   \n   \n (f) a retired senior person from medical profession to  \n  be nominated by Government;  Member  \n \n (g) a representative of civil society to be nominated  \n  by Government.  Member  \n \n (2) The Chairman shall chair the meeting of the council search and \nnomination and in his absence, the Vice -Chairman shall chair the meeting.  \n \n (3) A member from the private sector shall, unless otherwise directed by \nGovernment, hold office for a period of thre e years and shall be eligible for another \nterm of three years or part thereof as the Government may deem appropriate:  \n \n Provided that the Government may remove a member appointed \npursuant to clauses (e),  (f) and (g) of sub -section (1) at any time after giv ing him \nan opportunity of being heard.  \n \n 8. Governance .—(1) Each college under the medical teaching \ninstitution shall be headed by a dean and the dean of the medical college shall \nact as the chief executive officer of the medical teaching institution and s hall \nfurther consist of chairpersons and medical faculties of various departments of \nthe college as may be prescribed.  \n \n (2) In each college, there shall be an academic council headed by the \ndean of the college and consisting of members as prescribed entru sted with the \nfunction to prescribe and set principles and standards for teaching, research, \ntraining, student admissions, and curriculum development, to ensure and \ninculcate the highest ethical standards.  \n \n (3) Administrative control of a college which is  also a constituent \ncollege of a university shall vest in the medical teaching institution except the \nconduct of examinations which shall be determined by the university.  \n \n 9. Management committee .—(1) For a medical teaching institution \nthere shall be a ma nagement committee consisting of — \n \n (a) dean of the medical teaching institution;  Chairman  \n \n (b) hospital director;  Member  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  529 \n \n \n \n \n \n \n \n \n \n \n  (c) medical director;  Member  \n \n (d) nursing director;  Member  \n \n (e) finance director;  Member  \n \n (f) any other two  persons appointed by the Board  \n  on the  recommendation of the dean of the medical  \n  teaching  institution . Member  \n \n (2) The management committee shall, subject to delegation of powers \nby the Board, appoint or terminate any or all employees of the medical teaching \ninstitution in  prescribed manner or in the absence of such delegated power \nrecommend appointment or termination of an employee to the Board.  \n \n (3) The management committee shall review and recommend to the \nBoard the annual budget in prescribed manner.  \n \n (4) The manageme nt committee shall make efforts to ensure \nachievement of the base standards in prescribed manner.  \n \n (5) The management committee shall in prescribed manner submit to \nthe Board a quarterly report on management, health care services and financial \nmanagement.  \n \n (6) The management committee shall recommend to the Board any \naddition of a department, facility or post at the medical teaching institution.  \n \n (7) The management committee shall perform all such other functions \nas may be prescribed.  \n \n 10. Dean .—(1) The  dean of the colleges shall be appointed by the \nBoard for a period of five years and shall be eligible for re -appointment, through \nmerit -based process on such terms and conditions and having such qualifications \nand experience as may be prescribed. The dean  shall further act as per the \ndirections of the Board in prescribed manner.  \n \n (2) The dean, on appointment, shall simultaneously receive a faculty \nappointment at a level commensurate with his qualifications and the prescribed \ninstitutional requirements for  the faculty post, which appointment shall not be \nlimited to the term applicable to the office of the dean.  \n \n (3) The chairperson of various departments shall be appointed by the \ndean through merit -based process, on such terms and conditions and in such a \n530    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n manner as may be prescribed. A chairperson may be removed by the Board on \nthe recommendation of the dean, after giving him the opportunity of being heard.  \n \n (4) The dean may in the prescribed manner be removed from the office \nby the Board through a process  at any time on the grounds including failure to \nachieve targets set by the Board.  \n \n (5) in the performance of his functions, the dean shall be responsible to \nthe Board and the chairpersons of the departments shall be responsible to the \ndean and academic c ouncil.  \n \n (6) The Board from amongst the chairpersons of the departments shall \nappoint a vice -dean to perform the functions of the dean in the absence of the \ndean.  \n \n 11. Hospital Director .—(1) The Board shall appoint a full time \nhospital director for a per iod of five years and shall be eligible for  \nre-appointment, on such terms and conditions as may be prescribed and no \nBoard member shall be appointed as hospital director.  \n \n (2) No person shall be appointed as the hospital director unless he \npossesses a re cognized master ’s degree in hospital management or health \nservices management or business management or public health or public \nadministration or any other relevant management qualifications having \nexperience of management in an organization or institution  as may be \nprescribed:  \n \n Provided that a person, who possesses a recognized medical degree may \nalso apply for the post of hospital director with the condition that he shall have \nan additional management degree and experience provided in this sub -section \nand shall have no right to do private practice.  \n \n (3) The hospital director may, after giving him an opportunity of being \nheard, be removed from the office by the Board, before the expiration of the period \nof five years, on such grounds and through a process  as may be prescribed.  \n \n (4) In performance of his functions, the hospital director shall be \nresponsible to the Board.  \n \n (5) The hospital director shall not have any conflict of interest with \nsuch a position.  \n \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  531 \n \n \n \n \n \n \n \n \n \n \n  12. Functions of the Hospital Director .—The hospital director shall \nbe responsible —  \n \n(a) for all non -clinical functions of the hospital;  \n \n(b) Preparation of the annual budget and business plan for presentation \nto the management committee and the board;  \n \n(c) maintenance of building and engineering s ervices;  \n \n(d) maintenance and development of all ancillary services, including \nbut not limited to pharmacy, nursing, materials management, \nhuman resources, clerical, communications and security services;  \n \n(e) to act as the principal accounting officer resp onsible and \naccountable for maintaining financial discipline and transparency; \nand \n \n(f) for implementation and execution of Board and management \ncommittee policies and to achieve the targets set by the Board.  \n \n 13. Medical Director .—(1) The Board shall app oint a full time, \nmedical director for the hospital for a period of five years and shall be eligible \nfor re -appointment, on such terms and conditions as may be prescribed and no \nBoard member shall be appointed as medical director.  \n \n (2) The medical directo r, on appointment, shall simultaneously receive \na faculty appointment at a level commensurate with his qualifications and the \nprescribed institutional requirements for the faculty post, which appointment \nshall not be limited to the term applicable to the o ffice of the medical director.  \n \n (3) No person shall be appointed as the medical director unless he \npossess a recognized medical degree with management or administrative \nexperience of working in management positions in an institution or organization \nas may  be prescribed.  \n \n (4) The medical director may, after giving him an opportunity of being \nheard, be removed from the office by the Board, before the expiration of the \nperiod of five years, on such grounds and through a process as may be \nprescribed.  \n \n (5) All clinical department heads will report to the medical director.  \n \n532    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n  (6) In respect of performance and functions, the medical director shall \nbe responsible to the Board . \n \n (7) The medical director shall not have any conflict of interest with \nsuch a position.  \n \n 14. Functions of the Medical Director .—The medical director shall \nbe responsible for all clinical functions of the hospital,  including but not limited \nto— \n \n(a) ensuring clinical excellence in all aspects of hospital functions;  \n \n(b) ensuring timely, appr opriate management of patients;  \n \n(c) ensuring the best outcomes for all patients;  \n \n(d) undertaking clinical governance for quality control;  \n \n(e) assessing and auditing existing clinical programs and developing \nnew clinical programs; and  \n \n(f) developing an annual clinical budget, including capital medical \nequipment requests for presentation to the hospital director, the \nmanagement committee and the Board.  \n \n 15. Nursing Director .—(1) The Board shall appoint a full time, non -\npracticing nursing director for the  hospital for a period of five years and shall be \neligible for re -appointment, on such terms and conditions as may be prescribed \nand determine; provided no Board member shall be appointed as such.  \n \n (2) No person shall be appointed the nursing director unl ess he \npossesses such qualification and experience as may be prescribed.  \n \n (3) The nursing director may, after giving him an opportunity of being \nheard, be removed from the office by the Board, before the expiration of the \nperiod of five years, on such gro unds and through a process as may be \nprescribed.  \n \n (4) In respect of performance and functions, the nursing director shall \nbe responsible to the  Board.  \n \n (5) The nursing director shall not have any conflict of interest with \nsuch a position.  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  533 \n \n \n \n \n \n \n \n \n \n \n  (6) The nursi ng director shall be responsible for all nursing functions, \nincluding training of nur ses, ensuring adequate nursing staffing for all clinical \nneeds, maintaining the highest nursing standards and performing regular audits \nof nursing functions.  \n \n (7) The nur sing director shall perform such other functions as may be \nprescribed by the Board.  \n \n 16. Finance Director .—The finance director shall be appointed by the \nBoard in the prescribed manner, for a period of three years and shall be eligible \nfor re -appointment,  with minimum qualifications and to perform such functions \nin relation to financial matters as may be prescribed.  \n \n 17. Service of medical teaching institution .—(1) The Board may \nappoint such persons, experts or consultants, as deemed necessary and on such  \nterms and conditions as may be prescribed.  \n \n (2) All existing administrative and teaching staff recruited in the \nmanner prescribed under the recruitment rules as applicable before \ncommencement of this Act, subject to sub -section (3), shall be deemed to be  \nemployees of the medical teaching institution on such terms and conditions as \nmay be prescribed:  \n \n Provided that such terms and conditions shall not be less favorable in \nfinancial terms than the terms and conditions admissible to them immediately \nbefore t he commencement of this Act.  \n \n (3) On commencement of this Act, all the civil servants serving in the \nmedical teaching institution, within a period to be notified by the Government, \nmay exercise a one time irrevocable option to become employees of the medi cal \nteaching institution. The civil servants who opt for such employment, shall be \nsubject to terms and conditions of employment as may be prescribed including \nbut not limited to their service structure, promotion and disciplinary matters. \nSuch opting empl oyees shall be entitled to post -retirement benefits and \nemoluments as per existing government laws and rules. The medical teaching \ninstitution shall deposit pension contribution on their behalf.  \n \n (4) A civil servant who does not exercise the option pursua nt to sub -\nsection (3) of section 17 shall remain a civil servant and shall be deemed an \nemployee of an attached department in terms of  schedule III of Rules of \nBusiness, 1973 as amended from time to time and en titled to all the perks, \npension,  gratuity, ho using (within the medical teaching institute if available and \nMinistry of Housing and Works), monetization, health facilities and other \nprivileges declared by the Federal Government from time to time.  \n534    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n  (5) The civil servants under sub -section (4) shall be entitled to be \nposted to any MTI post for which they ar e eligible under MTI rules and \nregulations and such eligibility will continue for a period of 10 years. They will \nremain eligible to hold the positions of chairman/ head of department in line \nwith crit eria for these positions in the MTI regulations.  \n \n (6) The options under sub -section (3) once exercised shall be final. A \ncivil servant, who opts to serve the medical teaching institution, shall cease to be \na civil servant from the date of his absorption i n the service of the medical \nteaching institution and his seniority, pension and other matters vis -a-vis \nemployment with the medical teaching institution, shall be determined in the \nmanner, as may be prescribed.  \n \n (7) If at any time, the management of the medical teaching institution \nreverts to the Government for any reason, the employees appointed under  \nsub-section (1) shall continue to serve the medical teaching institution, on the \nsame terms and conditions as applicable to them immediately before such r eversion.  \n \n (8) Subject to the other provisions of this section, all employees, \nwhether having opted or directly appointed prior to commencement of this Act \nor pursuant to this Act shall be at all times be governed exclusively by the terms \nand conditions o f service as may be prescribed.  \n \n (9) All employees, except the dean, hospital director, medical director, \nnursing director and finance director, shall have the right to appeal against any \npenalty to the Board unless such penalty is imposed by an order of the Board itself.  \n \n (10) Any employee aggrieved by a decision of the Board including the \ndean, hospital director, medical director, nursing director and finance director, \nmay seek resolution of the grievance by referral of the grievance or dispute to \nthe T ribunal.  \n \n (11) Any and a ll employment disputes as may be pending before the \ncourts of law shall be deemed transferred with immediate effect for adjudication \nto the Tribunal established under this Act.  \n \n 18. Tribunal .—(1) The Government shall establish by notification in \nthe official Gazette a Tribunal which shall perform its functions in the prescribed \nmanner for the purpose of sub -sections (10) and ( 11) of section 17.  \n \n (2) The Tribunal shall consist of a minimum of six members appointed \nfor a term of fiv e years by the Government in the prescribed manner and no \nperson shall be appointed as member of the Tribunal unless he has been a Judge \nof the Supreme Court or a High Court or an advocate of the Supreme Court of \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  535 \n \n \n \n \n \n \n \n \n \n \n Pakistan having at least twenty -five years experience of active practice as an \nadvocate. \n \n (3) The Government shall in the prescribed manner appoint a \nSecretary of the Tribunal who shall be responsible for managing the affairs of \nthe Tribunal and its operations.  \n \n (4) The members of the Tribunal sh all receive such remuneration as \nmay be prescribed by rules.  \n \n (5) Each dispute referred to the Tribunal shall be decided within a \nmaximum period of ninety days from being filed.  \n \n (6) The parties may be required to pay an institution and other fees as \nmay be prescribed. Any shortfall in the cost of operation of the Tribunal shall be \nfunded by the Government.  \n \n (7) Any party may within thirty days file an appeal against a decision \nof the Tribunal before the High Court of the competent jurisdiction and which  \nshall be heard by a Division Bench of the High Court and decided within six \nmonths of being instituted.  \n \n 19. Private practice .—(1) After the commencement of this Act, all \nconsultants working in government hospitals, clinics, imaging facilities and \nlabora tories belonging to the medical teaching institution shall be given an option \neither to do their private practice within the hospitals, clinics, imaging facilities and \nlaboratories of the medical teaching institution or to do their private practice outside  \nthe hospitals, clinics, imaging facilities and laboratories of the Medical Teaching \nInstitution, as the case may be. The option shall in the prescribed manner be \nexercised within a period of sixty days as prescribed under regulations.  \n \n (2) Employees who opt for private practice within the premises of the \nhospital, clinics, imaging facilities and laboratories of the medical teaching \ninstitution, may be entitled to such increase in salary, adjustment, bonuses or \nother ancillary benefits, as the Board may ap prove.  \n \n (3) Employees who do not opt for private practice within the premises \nof hospitals, clinics, imaging facilities and laboratories of the medical teaching \ninstitution, shall he allowed to do their private practice outside the premises of \nthe hospita ls, clinics, imaging facilities and laboratories of the medical teaching \ninstitution and shall not be entitled to any increase in adjustment, incentives \nbonuses or other ancillary benefits, or to hold management or lead positions, \nexcept in case of extreme  exigency as determined by the Board.  \n \n536    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n  (4) Ali employees hired after the commencement of this Act shall be \nexpected to perform their private practice within the medical teaching \ninstitutions hospital, clinics, imaging facilities and laboratories and shall  not be \npermitted private practice outside these facilities.  \n \n (5) In the performance of functions in the hospital, the consultant shall \nbe responsible to the hospital management, with respect to service provided to \nthe patients in the hospital and shall f ollow all the rules and regulations relating \nto hospital management.  \n  \n (6) The medical teaching institution shall provide facilities for the \nmost efficient services to allow the consultants to perform their services at the \nhighest level of excellence, inc luding space, equipment, nursing, ancillary or \nclerical staff, laboratory, imaging and inpatient and surgical services as needed. \nSuch facilities shall remain open as long as necessary to provide these services. \nThe individual consultant shall be held resp onsible for the most efficient use of \nthe facilities and shall be expected to provide cost and income projections for \neach new facility, equipment or service request with the support of hospital \ndirector and staff.  \n \n (7) Consultants professional fee shall not exceed the usual and \ncustomary fees charged for the same services in the community, assuring \nefficiency and value for money to the clients.  \n \n (8) Private patient billing shall consist of the professional fee \ncomponent and the institutional charges repr esenting the charges of the clinic, \nimaging facility, laboratory services or other institutional charges:  \n \n Provided that all patient billing shall be done only by the hospital, clinic, \nimaging facility or laboratory, and the professional fee component sha ll be \nreturned to the consultant.  \n \n (9) No reduction of the professional component income to the Consultant \nfrom the patient shall be permissible by the medical teaching institution.  \n \n (10) A percentage share from the institutional charges shall be \ndistrib uted between the employees, based on performance and productivity, \naccording to a format to be prescribed by regulations.  \n \n 20. Retention of fee .—(1) Notwithstanding anything contained in any \nlaw or rules, the medical teaching institution shall retain rece ipts from various \nfees levied by Government or the Board to meet recurring and development \nexpenditure of the medical teaching institution.  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  537 \n \n \n \n \n \n \n \n \n \n \n  (2) The amount realized from such receipts shall not be deducted from \nthe annual grant provided by Government and such amount realized from the \nreceipts shall be utilized as per specification by the Board.  \n \n 21. Fund .—(1) There shall be a Fund in the name of the Medical \nTeaching Institution Fund and the management thereof shall vest in the Board.  \n \n (2) The Fund shall consist of —  \n \n(a) grants from the Government as a single line budget;  \n \n(b) receipts and user charges as specified by Board in consultation with \nMinistry of National Health Services, Regulations and Coordination \nfrom time to time in such manner as may be pr escribed;  \n \n(c) voluntary contributions or donations; and  \n \n(d) grants from other sources.  \n \n (3) The Fund shall be kept in such custody and shall be utilized and \nregulated in such manner as may be prescribed by regulations after consultation \nwith the Ministr y of National Health Services, Regulations and Coordination.  \n \n (4) The Fund account shall be maintained at such bank or treasury as \nmay be prescribed by regulations after consultation with the Ministry of National \nHealth Services, Regulations and Coordinat ion. \n \n (5) Subject to any other law for the time being in force in this behalf, \nthe Board may, in so far as its money is not required for immediate expenses, \ninvest the surplus money in such manner as may be prescribed.  \n \n (6) The Board may invest surplus m oney as prescribed under the \nregulations.  \n  \n 22. Budget, audit and accounts .—(1) The budget shall be approved \nby the Board and its accounts shall be maintained and audited in such manner as \nmay be prescribed on the advice of the Auditor General of Pakistan . \n \n (2) Government shall carry out annual audit of the Board through a \nthird party.  \n \n (3) The medical teaching institutions accounts shall be audited by the \nAuditor General of Pakistan.  \n  \n 23. Employees to be public servant .—The employees of the medical \nteaching institution shall be deemed to he public servants within the meaning of \n538    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 1 1, 2021  [PART I \n \n \n \n \n \n \n \n \n \n \n section 21 of the Pakistan Panel Code, 1860 (Act XLV  of 1860) provided it shall \nnot ascribe to them any rights of employment or benefits as may be otherwise \napplicable to public  servants.  \n  \n 24. Removal of difficulties .—if a difficulty arises in giving effect to any \nof the provisions of this Act, the Government may, by notification in the official \nGazette, make such order as it deems necessary for removal of the difficulty:  \n \n Provided that this power shall not be exercised after two years of the \ncommencement of this Act.  \n \n 25. Power to make rules .—(1) The Government may, by notification \nin the official Gazette, make rules for giving effect to the provisions of this Act.  \n \n (2) The power to make rules conferred by this section shall be subject \nto the condition of previous publication and, before making any rules, the draft \nthereof shall be published on the website of the medical teaching institution and \nthe Division concerned for eli citing public opinion thereon within a period of  not \nless than fifteen days from the date of publication.  \n \n 26. Power to make regulations .—(1) The Board may make \nregulations, not inconsistent with the provisions of this Act and the rules, for \ncarrying out the purposes of this Act subject to the financial regulations not \nbeing contrary to any general directions of the Finance Division pertaining to \nutilization of public funds.  \n \n (2) The power to make regulations conferred by this section shall be \nsubject to the condition of previous publication and, before making any \nregulations, the draft thereof shall be published on the website of the medical \nteaching institution, for eliciting public opinion thereon within a period of not \nless than fifteen days from the d ate of publication.  \n \n 27. Overriding effect .—(1) Notwithstanding anything to the contrary \ncontained in any other law for the time being in force, the provisions of this Act \nshall have an overriding effect and the provisions of any such law to the extent \nof such inconsistency to this Act shall cease to have effect.  \n \n (2) In the event of a conflict between this Act and a statute constituting \na university, the provisions of this Act shall prevail.  \n \n————  \n \nSCHEDULE -I \n(see sections 3)  \n \n List of institutions (coll eges and hospitals) declared as medical teaching \ninstitutions  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 11, 2021  539 \n \n \n \n \n \n \n \n \n \n \n  1. Pakistan Institute of Medical Sciences, Islamabad along with the \nFederal Medical and Dental College, Islamabad being a teaching hospital and \nconstituent college respectively of the Shaheed Zulfigar Ali Bhutto Medical \nUniversity, Islamabad.  \n \n 2. School of Dentistry, Islamabad and its Dental Hospital being a \nconstituent college of the Shaheed Zulfiqar Ali Bhutto Medical University, \nIslamabad.  \n \n \nMOHAMMAD QASIM SAMAD KHAN , \nSecretary . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED BY THE M ANAGER, PRINTING CORPORATION OF  PAKISTAN  PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}