{
    "file": "./converted_json\\administrator413b54beecc75f8df45c9a57fcea6d16.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 27 \n  \n \n \n \n \n \n \n \nTHE  NATIONAL DATA BASE  AND REGISTRATION  AUT HORITY \nORDINANC E, 2000  \n \n \n \n \n \n \n \n \n \n \n  CONTENTS  \n  _______ ____  \n \n \n \nCHA PTER  I \n \n GENERAL  \n \nSECT IONS: \n1.  Short title, extent, and commencement.  \n2.  Definitions. \n \nCHA PTER  II \n \n ESTABLISHME NT OF THE AUTHORITY \n \n \n3.  Establish ment of the authority.  \n \n4.  Meetings of the Authori ty, etc. \n \nCHA PTER  III \n \nPURPOSE,  OBJE CTS, FUNCTIONS AND POWERS \n \n \n5.  Purpos e, objects, functions and powers of the authority.  \n \n6.  Powers regarding  schemes of databases, data ware-houses, networking, interfacing and \nregistration \n \nCHA PTER  IV \n \nNATIONAL DATA WAREHOUSE \n \n \n7.  National Data Warehouse. \n \n \n \nUpdated till 7.10.2022\n \n \nPage 2 of 27 \n  \nCHA PTER  V \n \nREGISTRA TION \n \n8.  Registration of persons,  etc. \n \n9.  Registration of citizens. \n \nCHA PTER  VI \n \nCARDS  \n \n10.  National  Identity Cards. \n \n11.  Pakistan Origin Cards. \n \n12.  Overseas Identity Cards. \n \n13.  Alien  Registration Cards. \n \n14.  Powers and functions regarding  issuance of cards, etc. \n \n15.  Safe and proper custody  of cards. \n \n16.  Inspection of cards. \n \n17.  Surrender of cards. \n \n18.  Power to cancel, impound  or confis cate cards. \n \n19.  Cards necessary for certain purpos es. \n \n20.  Power to exempt. \n \nCHA PTER  VII \n \nINFORMA TION TO THE AUTHORITY \n \n \n \n21.  Information  relating to births, deaths, marriages, divorces, etc. \n \n22.  Information  and assistance by user or feeder agencies. \n \n23.  Power to call for proof of information.  \n \nCHA PTER  VIII \n \nFUND, ACO OUNTS AND AUDIT \n \n24.  NADRA  Fund. \n \n \n \nPage 3 of 27 \n 25.  Autho rity to be deemed to be a local authority.  \n26.  Budg et. \n26A.  Surplus to be remitted to Federal Consolidated Fund  \n \n27.  Accounts  and Audi t. \n \n \nCHA PTER  IX \n \nOFFENCES,  PENALTIES AND PROCED URE \n \n \n28.  Information  not to be divulged.  \n \n29.  Security,  secrecy, etc. of data not to be breached. \n30.  Other offences and penalties. \n30A.   Fines and penalties to be credited to the Federal Consolidated Fund  \n \n31.  Cogniz ance of offences. \n \n32.  Trial of offences. \n \n \nCHA PTER  X \n \nMISCELL ANEOUS \n \n \n33.  Remune ration. \n \n34.  Chairman and memb ers not to engage in certain business,  etc. \n \n35.  Registration officers, officers, employees, etc. \n \n36.  Registration Officers, etc. deemed to be public servants. \n \n37.  Delegation. \n \n38.  Reports  to the Governments. \n \n39.  Certain arrangements  to continue. \n \n40.  Indemnity. \n \n41.  Transfer of employees and assets  etc. \n \n41A.   Transfer of assets and liabilities of Alien  Registration Autho rity. \n \n42.  Exemption from taxes. \n \n43.  Ordinan ce [XCL  of 2002] not to apply to Authority.  \n \n \nPage 4 of 27 \n  \n44.  Power to make rules. \n \n45.  Regulations.  \n \n46.  Ordinan ce to override other laws. \n \n47.  Removal  of difficulties. \n \n48.  Repeal. \n \n \n \n \n \n \n  \n \n \nPage 5 of 27 \n THE  NATIONAL  DATABASE  AND REGISTRATION  AUTHORITY  \nORDI NANCE, 2000  \n \nORDI NANCE NO. VIII OF 2000  \n \n[10th  March, 2000]  \n \nAn Ordinan ce to provide for the establishm ent of the National Databa se and Registration \nAuthor ity so as to facilitate the registration of all persons  and the establishm ent and maintenan ce of \nmultipurpose  databas es, data warehous es, networking, interfa cing of databas es and related  facilities \n \nWHEREAS it is expedient  and necessary to provide  for the registration of all persons  and for \nthe establi shment  and mainten ance of multipurpose databases, data warehous es, networking, \ninterfacing of databases and related facilities and services and matte rs connected therewith and \nancillary thereto; \n \nAND WHEREAS a new, improved and mode rnized registration and database system is the \nemergent need of time for its multiple beneficial uses and applications in efficiently and effectively \nrunning  the affairs of the State and the general public thereby achieving  (the goals of good  governance, \npublic service and minimizing  scope for corruption and inefficiency; \n \nAND WHEREAS it is expedient  to establi sh the National Database and Registration Autho rity \nbe establi shed to achieve the aforesaid objectives; \n \nAND WHEREAS the National Assembly and the Senate stand  suspended in pursu ance of the \nProclamation of Emergency of the fourteenth day of October, 1999,  and the Provisional  Consti tution \nOrder No. 1 of 1999; \n \nAND WHEREAS the President  is satisfied that circumstances exist which renders it necessary \nto take immedi ate action; \n \nNOW, THERE FORE,  in pursu ance of the aforesaid Proclamation of the fourteenth day of \nOctober  1999,  and the Provisional  Cons titution Order No. 1 of 1999,  as well as Order No. 9 of 1999,  \nand in exercise of all other  powers enabling him in that behalf, the President of the Islamic  Republic \nof Pakistan  is pleased to make  and promulgate the following  Ordinan ce:— \n \n \nCHA PTER  I \n \nGENERAL  \n \n1. Short title, extent, and commencement. —(l) This Ordinan ce may be called the National \nDatabase and Registration Autho rity Ordinan ce, 2000. \n **(2) It extends to the whole of Pakistan.  \n(3) It shall  come into force at once. \n \n \n*NAD RA shall apply to FATA vide S.R.O. 754 (I)2005 dated 28•6•2005. \n**Also extend N.A., vide S.R.O. 26(KE)2002 dated 8•1•2002 \n \n \n \nPage 6 of 27 \n 2. Definitio ns. In this Ordinance , unless  there is anything repugn ant in the subject or \ncontext, — \n \n(a)  “Alien  Registration Card” means a card issued under section 13; \n \n(b)  “Autho rity” means the National Database and Registration Auth ority \nestabli shed under section 3; \n \n(c)  “Card” means any card issued or deemed to be issued  under this Ordinance; \n \n(d)  “Chairman” means the Chairman of the Autho rity; \n \n(e)  “citizen” means a person who is, or is deemed to be a citizen of Pakistan, under \nthe Pakistan Citizenship  Act, 1951  (II of 1951); \n \n(f)  “emigrant” means a person who is an emigrant under the Emigr ation Ordinance, \n1979  (XVIII of 1979 ); \n \n(g)  “foreigner” means a person who is not a citizen;  \n \n(h)  “memb er” means a member of the Autho rity and, where the context so admits, \ninclud es the Chai rman;  \n \n(i)  “National Data Form” means the National Data Form issued by the Planning  \nCom mission of the Federal Government during  the National Census held in the \nyear 1998 under the Census Ordinan ce, 1959  (X of 1959);  \n \n(j)  “National Database Organization” means the National Database Organization \nestabli shed pursu ant to the Interior Divisio n's; Notification No.F.10/3 /98­CI., \n(NDO) dated the 15th May, 1998  read with Interior Division's  Notifi cation \nNo.lO/3/98•C.II  (NDO) dated 19th August,  1998;  \n \n(k)  “National Identity Card” means a card issued under sub-section (1) of section \n14 and, where the context so admits, includ es an identity card issued under the \nNational Registration Act, 1973  (LVI of 1973); \n \n(l)  “Overseas Identity Card” means a card issued under section 12; \n(m)  “Pakistan Origin Card” means a card issued under section 11; (n)     \n “prescribed” means prescribed by rules;  \n(o)  “Registration Officer” means the Director General or a Director or Deputy \nDirector or Assis tant Director or Distri ct Registrar or Registrar or Inspector, \nappoin ted or deemed to have been appoin ted under section 35 and includes, \nsubject to and for the purposes of section 37, any person to whom  the powers \nof any such officer are delegated or deemed to have been delegated under this \nOrdinan ce; \n (p)  “Registration Organization” means both the Registration Organization and the \nDirectorate General of Registration as in rules made  under the National \nRegistration, Act, 1973  (LVI of 1973); \n \n \n \nPage 7 of 27 \n   (q)  “regulation s” means regulations  made  under of this Ordinan ce; \n \n  (r)  “rules” means rules made under this Ordinance; and \n \n  (s)  “thing” or “things” means and includ es all animate or inanimate things, plants \nanimals, objects, substances, items, concepts, ideas, laws, customs, qualities, \nsigns, symbols,  circumstances, affairs, events, acts, deeds, works, transactions, \ndocuments,  pieces of movable  or immovable  property, tangible  or intangible \nproperty, rights,  privileg es, duties, entities, living or non-living  beings other \nthan a human being and anything that can be possessed,  or owned, or explained, \nwhether known  or unknown. \n \n    _________  \n \nCHA PTER  II \n \nESTABLISHME NT OF THE AUTHORITY \n \n3. Estab lishment of the authority. —(1) As soon as may be, but not later than thirty days after \nthe commencement of this Ordinan ce, the Federal Government shall, by notification in the Official \nGazette, establish an Autho rity to be known  as the National Database and Registration Autho rity for \ncarrying out the purposes of this Ordinance. \n \n(2) The Autho rity shall be a body  corporate, with power to acquire, hold and dispose  of \nproperty, having perpetual succession and a common seal and shall by that name  sue and be sued. \n \n(3) The Autho rity shall consist  of a Chairman, also to be called the Registrar General of \nPakistan, and 1[not less than]  five mem bers to be appoin ted by the Federal Government: \n \nProvid ed that till such time the Autho rity is established the Chairman may exercise the powers \nand perform the functions of the Autho rity 1[:] \n \n1[Provid ed further that the Federal Government may, from time to time, by notification in the \nofficial Gazette, increase or decrease the number  of memb ers and prescribe mode  of their appoin tment \nas it may deem fit]. \n \n(4) No person shall be appoin ted as the Chairman or a memb er if he has been declared insolvent, \nor convict ed for an offence involving moral turpitud e, or declared to be disqu alified from employment  \nin, or dismissed from Government Service. \n \n(5) The Chairman and a memb er shall, unless  he resigns  or is removed  from office earlier as \nhereinafter provid ed, hold office for a term of three years and shall be eligible for reappoin tment  for \n1[a similar term or terms] as the Federal Government may determine: \n \nProvid ed that a Chairman or a memb er shall retire on attaining the age of sixty five years. \n \n \n \n \n \n \n 1Ins. Subs. and Added by Act V of 2007, s. 2. \n \n \nPage 8 of 27 \n  (6) In case of vacancy occurring due to death, resignation  or removal  of the Chairman or a \nmemb er, the Federal Government shall within a period not exceeding sixty days, appoint  an other \nqualified person to fill such vacancy. \n \n(7) The Chairman shall be an eminent professional of known integrity and competence with \nsubstantial experience in the field of compu ter science, engine ering, statistics, demogr aphy, law, \nbusin ess, management,  finance, accounting, economics, civil or military administration, or the field of \nregistration. \n \n(8) Every member  shall also be a person of known integrity and compe tence with sufficient \nexperience in the field of compu ter science, engineering, statistics, demogr aphy, law, busin ess, \nmanagement,  finance, accounting, econom ics, civil or military administration, or the field of \nregistration 1[:] \n \n1[*  *  *  *  *  * *] \n \n(9) No act or proceeding of the Autho rity shall be invalid  by reason only of the existence of a \nvacancy in, or defect in the consti tution of, the Authority.  \n \n(10) The principal office of the Autho rity shall be at Islamabad and it may set up offices at such \nplace or places as it may deem appropriate: \n \nProvid ed that all offices including the Distri ct Registration Offices, other  offices, counte rs and \nany other  formation of the Registration Organization as well as that of the National Database \nOrganization along with their entire respective record, shall become and be deemed to be the offices, \nthe Distri ct Registration Offices, other  offices, counte rs and other  formations  of the Autho rity \nrespectively along with such record. \n \n(11) The Chairman or a memb er may, by writing under his hand, resign from his office: \nProvid ed that his resignation  shall not take effect until accepted by the Federal Government. \n(12) The Federal Government  may remove  the Chairman or any member  from office if— \n(a)  upon  an inquiry, he is found incapable of performing the functions of his \noffice by reason of mental or physic al incapacity or has been found  guilty of \nmiscondu ct; or \n \n(b)  after his appoin tment  he is disqu alified from being  so appoin ted as provid ed in \nsub-section (4). \n \n4. Meetings  of the Autho rity, etc. —(1) The meetings of the Autho rity shall be presided  over \nby the Chairman and, in his absence, by such memb er attending  a meeting who is most senior to other \nmemb ers. \n \n(2) Three memb ers shall consti tute a quorum for a meeting of the Autho rity requiring  a decision \nby the Authority.  \n \n(3) The memb ers shall have reasonable notice of the time and place of the meeting and the \nmatte rs on which a decision by the Authority  shall be taken in such meeting. \n \n \n_______________________________________________________________________________  \n1Subs. and Omitted by Act V of 2007, S. 2 \n \n \nPage 9 of 27 \n  \n (4) The decisions of the Autho rity shall be taken by the majo rity of its memb ers present, and \nin case of a tie, the member presiding a meeting shall have a casting vote.  \n \n(5) All orders, determinations and decisions of the Autho rity shall be taken in writing and shall \nidentify  the determination or decision of the Chairman and each memb er separately. \n____________  \n \n \nCHA PTER  III \n \nPURPOSE,  OBJE CTS, FUNCTIONS AND POWERS \n \n5. Purpose, objects, functions  and powers of the authority. —(1) The purpose  and objects \nof the Autho rity shall be to formulate and implem ent policies and plans  for— \n \n(a)  the development and establi shment  of an improved and mode rnized system of \nregistration in the country  through  appropriate means including  technolog ically \nadvanced, effective and efficient means like compu terization, automation, \ncreation of databases, data warehousing,  networking, interfacing of databases \nand related facilities and services; \n \n(b)  the broadening of the regis tration base to bring  within its purvi ew all persons  \nand things, wherever and whatever they may be, to the extent  and in the manner \nlaid down  in this Ordinan ce; and \n \n(c)  the establi shment  and mainten ance of multi-purpose databases, data \nwarehousing,  networking, interfacing of databases and related facilities and \nservices. \n \n(2) The purposes of developing,  establi shing or maintaining a registration or database system \nmay include facilitation of identifi cation, planning,  or any other  purpose  permitted by law. \n \n(3) The Autho rity may take such measures and exercise such powers and perform such \nfunctions as it consid ers necessary for carrying  out the purposes of this Ordinance. \n \n(4) In particular and without  prejudice to the generality of the foregoing  powers and functions, \nthe Authority — \n \n(a)  may develop and maintain,  or cause to be developed  and maint ained,  registration \nsystems, automated or otherwise, in the prescribed manner for such class or \nclasses of persons wherever they may be including citizens, foreigners and \nemigrants, and for such things whatever they may be prescribed; \n \n(b)  may issue or renew, or cause to be issued or renewed, to any prescribed class or \nclasses of persons,  including  citizens, foreigners and emigrants, or to any \nprescribed class or classes of things, who have got thems elves, or who or which \nhave been, registered in the prescribed mann er issued cards in the prescribed \nform and manner and on such criteria and for such period of validity thereof on \nsuch terms and conditions as may be prescribed and may receive applications \ntherefor in the prescribed form; \n \n \n \nPage 10 of 27 \n (c)  shall establish and main tain, or cause to be established and maintain ed, such \nprescribed or other  multipurpose databases, data warehous es, networking, \ninterfacing of databases and related facilities and services in relation  to any class \nor classes of persons  or things  for carrying out the purposes of this Ordinance \nand, in this behalf, exercise all such powers and perform all functions under this \nsection and sub­s ection (3) of section 6; \n \n(d)  shall ensure  and provide  by regulations  for the due security,  secrecy and \nnecessary safeguards for protection and confid entiality of data and information \ncontain ed in the registration and database systems developed,  establi shed or \nmaintain ed, or so caused to be developed,  establi shed or maintained,  under this \nOrdinan ce including  any database, data warehouse and networking  \ninfrastructure; \n \n(e)  shall prepare and submit  annual reports to the Federal Government in respect of \nperformance and exercise of its functions, powers and its achievements;  \n \n(f)  shall perform any other function and exercise any other  power as may be \nentrusted  to or vested in the Autho rity by the Federal Government which is \nsuppl ement al, incid ental or consequential to any of the aforesaid powers and \nfunctions and the objects and purpose of the Auth ority; \n \n(g)  may prescribe and enforce by regulations,  and shall be exclusively respons ible \nfor so prescribing  and enforcing, stand ards for establishment  and mainten ance \nof databases, data warehouses, networking, interfacing of databases and related \nfacilities and services and allied matte rs in all entities, agencies, bodies, \ndepartments, offices, commissions,  boards, or other formations establi shed, \nfunded, controll ed, or administered by the Federal Government in order  to \nachieve  the optimum  utilization and application of such databases, data \nwarehouses, networking, interfacing of databases and related facilities and \nservices or the registration systems based thereon, if any; \n \n(h)  may charge the prescribed fees or other  sums  for its services and other \ntransactions, operations and matte rs including  fees or other sums  charged for \nregistration, or received for or in relation  to the issuance or renewal of cards, or \nfor provision  of any information  or report, automated or otherwise, to any \ngovernmental, private, or any other  person or entity from its databases. \n \n(i)  may cause research, studies, surveys, experiments and other investig ations to \nbe made  or contribute  towards the cost of any such research, studies, surveys, \nexperiments or other investigations made  by any person or entity in relation to \nthe purpose and objects of the Authority;  \n \n(j)  may seek advice  and assistance for carrying  out the purposes of this Ordinance \nfrom any governmental or private  body,  person or entity; and \n \n(k)  may regulat e, determine  and administer all matte rs concerning  the Authority  \nand do all such acts and things which may be necessary for the purpose. \n(5) The Autho rity may,  for carrying  out the purposes of this Ordinan ce, manage and condu ct \nits affairs, perform any or all of its functions and exercise any or all of its powers under this Ordinan ce \n \n \nPage 11 of 27 \n especially for the development,  establi shment  or mainten ance of registration and database systems in \nsuch integrated, co-ordinated or other  efficient or effective manner as it may deem fit to the Autho rity. \n \n6. Powers regarding schemes of databases,  data ware-houses, networking, interfacing and \nregistration.  —(1) The Autho rity may frame any scheme, proposal or plan for the development, \nestabli shment  or mainten ance of registration systems or databases, data warehous es, networking,  or \ninterfacing of databases or related facilities or services, for the diversified optimum  utilization thereof \nat the national, provin cial or other  regional  or local level and submit  the same for approval of the \nFederal Government or concerned Provin cial Government or local authority  with the follow ing \ninformation,  namely:— \n \n(a)  a description  of the scheme, propos al or plan and the manner of its execution; \n \n(b)  an estimate  of costs and benefits, the allocation of costs to the various  purposes \nto be served by the scheme and the amoun ts to be repaid by the beneficiaries; \nand \n \n(c) any other  information  necessary for taking an informed and reasoned judgment  \nas to the desirability and feasibility of a scheme, propos al or plan.  \n \n(2) The Federal Government  or concerned Provin cial Government or local authority  may \nsanction, refuse to sanction or return for reconsid eration any scheme, proposal or plan submi tted to it \nby the Autho rity and may call for such further details or information  regarding the scheme, proposal \nor plan, or require such further examination of the scheme as it may consider necessary. \n \n(3) The Autho rity may execute or supervise  the execution of any scheme, proposal or plan \nsanctioned by the Federal Government or concerned Provin cial Government and local authority  and \nthe Authority  may— \n \n(a)  incur  any expenditure, procure plant, machinery, equipment, supplies,  services, \ncompu ter softw are and hardware and any other  materials, equipment or services \nrequired for implem enting a scheme, proposal or plan or for the performance of \nits functions; \n \n(b)  enter into and perform all such contracts as it may consid er necessary or \nexpedient  including  consultancy services contracts; \n \n(c  acquire  by purchase, lease, exchange or otherwise and dispose  of by sale, lease, \nexchange or otherwise any movable  or immova ble property or any interest in \nsuch property; and \n \n(d)  do any other  thing and exercise any other  power suppl ement al, incid ental or \nconsequential to the above  functions and powers including  the power to take \nsuch measures and exercise such powers as the Authority  consid ers necessary \nor expedient  for carrying out the purposes of this Ordinan ce. \n \n \n  _________  \n \n \n \n \n \n \n \n \nPage 12 of 27 \n CHA PTER  IV \n \nNATIONAL DATA WAREHOUSE \n \n \n7. National Data Warehouse. —(1) The Autho rity shall be respons ible for— \n \n(a)  development and establi shment,  or causing  the development and establi shment,  of a \ncentral database by collection and collation of multi-faceted data regarding citizens \nthereby establi shing a database of multi-purpose information  relating to citizens to \nbe known  as Citizen Database; \n \n(b)  mainten ance, or causing  the mainten ance, of Citizen Database by all possible means \nincluding enhancement  and updation of data by, among  other thing s— \n \n(i)  necessary liaison with different entities, agencies, bodies, commissions, \nboards, departments, offices or other  formations establi shed, funded, \ncontroll ed, or administered by the Federal Government, or any Provin cial \nGovernment or local autho rity; and \n \n(ii)  by continuous  stream of inputs from systems of registration of birth,  death, \nmarriage, divor ce and any other system of registration or databases, data \nwarehouses, networking, interfacing and related facilities and services \nestablished or maintained by it; \n \n(c)  development, establi shment  and mainten ance, or causing  the development \nestabli shment  and main tenance, of a central data warehous e, to be known as \nNational Data Warehouse, based on the data and information  extracted from the \nCitizen Database as its first and foremost  basic input and any or all other data or \ninformation  contain ed in the systems of regis tration or databases, data warehouses, \nnetworking, interfacing and related facilities and services establi shed or maintained \nby it; \n \n(d)  identifi cation of user and feeder agencies from private and public sector, including  \nall private persons  or entities and entities, agencies, bodies, commissions,  boards, \ndepartments, offices or other formations  establi shed, funded, controll ed, or \nadministered by the Federal Government or any Provin cial Government or local \nauthority  (hereinafter collectively referred to as “user or feeder agencies” and \nindividually  as “user or feeder agency”); \n \n(e)  establi shment  and mainten ance, or causing  the establi shment  and mainten ance, of \ninterfacing of user or feeder agencies and their respective databases with the \nNational Data Warehouse; \n \n(f)  data sharing, data exchange, data interchange, data mining,  data cleansing,  data \nnorm alization, data summarization, mainten ance of historical data and any other  \nfunction or process in the National Data Warehouse  related to data or information  \nfrom the user or feeder agencies, or the Citizen Database, or any other  system of \nregistration, or databases, data warehous es, networking, interfacing and related \nfacilities and services established or maintained by it; \n \n \n \nPage 13 of 27 \n (g)      mainten ance and continuous  updation, or causing  the mainten ance and continuous  \nupdation, of National Data Warehouse  by managing and co­ordinating  flow of \ninputs from all the sources of data and information; \n \n(h)        establi shment,  or causing  the establi shment,  of an intranet-like environme nt, to be   \ncalled National Information  Infrastructure, for the purpose of provi ding online \naccess into the National Data Warehous e; \n \n(i)  provision  of requisite access, whether online or offline, into National Data \nWarehouse to all government, semi-government and private institutions in such \nmann er and for such fee as may be prescribed by regulations;  and \n \n(j)  ensuring  of due security,  secrecy and necessary safeguards for protection and \nconfid entiality of data and information  contai ned in or dealt with by the National \nData Warehouse at individual as well as collective level. \n \n(2) The Autho rity shall take such measures, exercise  such powers and perform such functions \nas it consid ers necessary, expedient,  incid ental or consequential for or to the performance of its \naforesaid functions and respons ibilities. In particular and without  prejudice to the generality of the \nforegoing  powers and functions, the Autho rity shall have all enabling powers in this behalf as laid \ndown  in section 5 and sub-section (3) of section 6. \n \n(3) All user or feeder agencies shall be respons ible for the continuous,  timely  and effective \nupdation of their respective databases for the purposes of National Data warehouse  and shall further \nbe respons ible for mainten ance of their respective link with the National Data Warehouse strictly  in \naccordance with as per the stand ards and other  details as the Autho rity may,  by regulations,  prescribe. \n \n  _________  \n \nCHA PTER  V \nREGISTRA TION \n \n8. Registration  of persons, etc.—(1) The Federal Government may by rules provide  for the \nregistration of different persons  or classes thereof wherever they may be including  citizens, foreigners \nand emigrants, and for different things or classes thereof whatever they may be and along therewith \nprovide  for the method  of such registration, mann er and form of applications to be made  therefore, fee \nor other sum to be charged therefor. \n \n(2) Notwithstanding  anything contain ed in any other law for the time being in force the Federal \nGovernment may,  by rules, for the purpose of incentivizing  registration of a particular class of persons \nunder this Ordinan ce, provide  for any right,  interest, privil ege, benefit, reward or other advantage, \ntangible  or intangible, available under Pakistan Law, to be extend ed to, or made available to or \nwithdr awn from such class of persons  required to be registered under this Ordinan ce and such right,  \ninterest, privil ege, benefit, reward or other  advantage shall accordingly  become extend ed, or available \nto or withdrawn from, as the case may be, to such class of persons.  \n \n9. Registration  of citizens.—(1) Every citizen in or out of Pakistan who has attained the age \nof eighteen years shall get himself and a parent or guardian of every citizen who has not attained that \nage shall, not later than one month after the birth  of such citizen, get such citizen registered in \naccordance with the provisions of this Ordin ance: \n \n \nPage 14 of 27 \n Provid ed that the Autho rity may,  on case-to-case basis, extend  the period for registration of a \ncitizen who has not attained the age of eighteen years: \n \nProvid ed further that all such citizens who stand  validly registered under any law immedi ately \nbefore the commencement of this Ordinan ce shall be deemed to have been registered under this \nOrdinan ce and their registration shall, subject to sections 17, 18 and 30 remain valid till the expiry  of \ntwo years from the commencement  of this Ordinan ce, or such time as may be notified by the Federal \nGovernment, or till such time as such citizen is regis tered afresh as hereinafter provid ed, whichever is \nearlier. \n \n(2) At any time before the expiry  of two years from the date of commencement  of this \nOrdinan ce or such period as may be notified under the second proviso  to sub-section (1), all citizens \nregistered under the National Registration Act, 1973 (LVI of 1973), the parents or guardians of such \ncitizens, in case of those  who have not attained the age of eighteen years, shall get thems elves or them, \nas applicable, registered afresh under sub-section (1): \n \nProvid ed that any such citizen as aforesaid who is registered on the basis of his having applied \nor opted as provid ed in the second proviso  to sub-section (3) shall be deemed to have  been registered. \n \n(3) An application for registration shall be made in such form and to such person or forum as \nthe Autho rity may,  by regulations  prescribe: \n \nProvid ed that any application compet ently and validly made  pursuant to sub-section (2) of \nsection 4 of the National Registration Act, 1973  (LVI of 1973),  and pending immedi ately before the \ncommencement  of this Ordinance shall be deemed to have  been made under this Ordinan ce. \n \n(4) Any person having compet ently and validly applied or opted  for obtaining a compu terized \nidenti ty card by means of a National Data Form shall be deemed to have applied under this. \n \n(5) The Autho rity may issue to a citizen who has not attained the age of eighteen years but is \nregistered under subse ction (1), such certificate of registration in such form and mann er and containi ng \nsuch information  relating  to such registered citizen as may be prescribed. \n \n(6) A certificate issued under sub-section (5) shall be admissible in evidence for the purpose of \nproving  the identity of, and other  information  or particulars contain ed in such certificate relating  to, a \ncitizen to whom  such certificate relates. \n___________  \n \nCHA PTER  VI \n \nCARDS  \n \n10. National Identity Cards. —(1) The Autho rity shall issue or renew, or cause to be issued \nor renewed, in such mann er and on terms and conditions,  subject to every citizen who has attained the \nage of eighteen years and got himself  registered under section 9, a card to be called National Identity \nCard in such form, with such period of validity upon  payment  of such fee in such form and manner as \nmay be prescribed: \n \nProvid ed that all cards issued under section 5 of the National Registration Act, 1973  (LVI of \n1973 ), to such citizens as stood  registered under section 4 of the said Act immedi ately before the \ncommencement  of this Ordinance shall be deemed to have been issued under this Ordinance and shall, \n \n \nPage 15 of 27 \n subject to sections 17, 18 and 30 remain  valid till such period as the underlying  registration of the \ncitizens to whom  such cards are issued remains  valid in terms of the first proviso  to sub-section (1) of \nsection 9: \n \nProvid ed further that before issuing or renewing  a card under this section, the Autho rity may \nrequire  a person to surrender a National Identity Card earlier issued to him under this Ordinance or the \nNational Registration Act, 1973  (LVI of 1973),  or otherwise satisfy the Autho rity as to the factum of \nhis having totally abandon the use of any such earlier card and, till such time as he surrenders such \nearlier card or otherwise satisfies the Autho rity as aforesaid, the Autho rity may not issue or renew a \ncard. \n(2) Notwithstanding  anything contain ed in this Ordinan ce, all such National Identity Cards as \nare to be issued to a citizen under this Ordinan ce by means of a manu al or compu terized laser printing  \nprocess (as applicable in the Distri cts of Islam abad and Rawalpindi) shall not be issued for a period of \nvalidity beyond  two years after the commencement of this Ordinance, or such longer  or shorter period \nas may be notified by the Federal Government with a view to promoting  uniformity, authenticity  and \ntechnolog ical advancement in the registration for and issuance of National Identity Cards. \n \n11. Pakistan  Orig in Cards. The Autho rity shall issue or renew, or cause to be issued or \nrenewed, in the prescribed mann er and on prescribed criteria, terms and conditions,  cards to such \nprescribed class of foreigners and such prescribed class of citizens with dual nationality who have got \nthems elves registered in the prescribed mann er, in such form and with such periods  of validity thereof \nupon  payment  of such fee in such form and manner as may be prescribed, to be called Pakistan Origin \nCards and receive applications for regis tration therefor in the prescribed form. \n \n12. Overseas Identity Cards. The Autho rity shall issue or renew, or cause to be issued or \nrenewed, in the prescribed mann er and on prescribed criteria, terms and conditions,  cards to such \nprescribed class of citizens resident  abroad or such prescribed class of emigrants who have got \nthems elves registered in the prescribed mann er, in such form and with such periods  of validity thereof \nand upon  payment  of such fee in such form and manner as may be prescribed, to be called Overseas \nIdentity Cards and receive applications for registration therefor in the prescribed form. \n \n13. Alien  Registration  Cards. The Autho rity shall issue or renew, or cause to be issued or \nrenewed, in the prescribed mann er and on prescribed criteria, terms and conditions,  cards to such \nprescribed class of foreigners resident  in Pakistan, whether legally or otherwise, who have got \nthems elves registered in the prescribed mann er, in such form with such periods of validity thereof and \nupon  payment  of such fee in such form and manner as may be prescribed, to be known  as Alien \nRegistration Cards and receive applications for registration therefor in the prescribed form 1[:] \n \n1[Provid ed that the cards issued and registered under the Foreigners Act, 1946 (XXXI of 1946) \nshall be deemed to have been issued under this Ordinance and shall remain  valid till such period as the \nFederal Government may notify in the official Gazette.] \n \n14. Powers and functions regarding issuance of cards, etc. The Autho rity shall take such \nmeasures, exercise such powers and perform such functions as it considers necessary, expedient, \nincid ental or consequential for or to the issuance and renewal of the cards provid ed for in sections 10, \n11, 12 and 13. In particular and without  prejudice to the generality of the foregoing  powers and \nfunctions, the Autho rity shall have all enabling powers in this behalf as laid down  in section 5 and sub-\nsection (3) of section 6. \n \n_________________________________________________________________________________  \n   1Subs. and added by Act No. XXVI I of 2016, s. 2 \n \n \n \nPage 16 of 27 \n 15. Safe and proper custody  of cards.— (1) Every person to whom  a card is issued  by the \nAutho rity shall be responsible for its safe custody  and for maintaining it in proper shape. \n \n(2) The Authority  may by regulations  prescribe stand ards for custody  and mainten ance of \nvarious  cards issued  by it. \n \n16. Inspection of cards. A Registration Officer or any officer under the control  of and \nauthori zed by the Autho rity in this behalf may require a person to whom  any card has been issued to \nproduce the card for inspection before him or, if it is not in his possession  when so required to produce  \nit within such time, before such officer and at such place as the Registration Officer or the officer so \nauthori zed may direct. \n \n17. Surrender of cards.—(1) In case of the death of any holder  of a card or certificate issued \nunder this Ordinance, his card or certificate shall be surrendered or given  up to the Distri ct Registrar, \nor any other  person or authority  prescribed by regulations,  by the spouse,  heir, next of kin, parent or \nguardian, as the case may be, of such holder within sixty days of such death. \n \n(2) The holder of a card who ceases to be eligible to hold such card or whose card becomes \ninvalid  in accordance with the terms and conditions of his card or under the provisions  of this \nOrdinan ce or any rules or regulations  made thereunder, shall surrender or give up his card to the Distri ct \nRegistrar or any other  person or authority  prescribed by regulations  within such period of his so ceasing \nto be eligible or his card becoming invalid,  as may be prescribed. \n \n(3) The Autho rity shall issue such receipt in relation to the card or certificate surrendered under \nthis section in such form and mann er and containing such information  relating to the person whose \ncard or certificate has been surrendered as may be prescribed. \n \n(4) A receipt issued under sub-section (3) shall be admissible in eviden ce for the purpose of \nproving  the information  or particulars contain ed in such receipt relating  to the person to whom  such \nreceipt relates. \n \n18. Power to cancel, impound or confiscate cards. —(1) A card issued under this Ordinance \nshall be the property of the Federal Government and may,  by an order in writing under the seal of the \nAutho rity or an officer authorised  by it in this behalf, be required to be returned and shall also be liable \nto be cancelled, impound ed or confis cated by a like order: \n \nProvid ed that no order shall be made unless  such person has been given  notice in writing  calling \nupon  him to show  cause why the order should  not be made. \n \n(2) An order under sub-section (1) cancelling, impounding  or confis cating a card may be made  \nonly if there is reason to believe that- \n \n(a)  the card has been obtained by a person who is not eligible to hold such card, by \nposing  himself as eligible; \n \n(b)  more  than one cards have been obtain ed by the same person on the same \neligibility criteria; \n \n(c)  the particulars shown  on the card have been obliterated or tampered with; or \n \n(d)  the card is forged. \n \n \n \nPage 17 of 27 \n  (3) Any person in respect of whose  card an order under sub-section (1) has been made may,  \nwithin thirty days of the order, appeal to the Federal Government against the order and the decision of \nthe Federal Government in appeal shall  be final: \n \nProvid ed that no order on such appeal shall be passed unless  the appellant has been given  an \noppo rtunity of being heard. \n \n19. Cards necessary  for certain purposes. —(1) No citizen who has attained the age of \neighteen years but does not possess  or produce a National Identity Card shall be granted a passport, \npermit or other travel document  for going out of Pakistan.  \n \n(2) Any officer charged with the duty of condu cting the poll at an election to the National \nAssembly or a Provin cial Assembly or to a municipal committee, cantonment  board or other  local \nauthority  or body  may,  for the purpose of satisfying himself as to the identity of any person,  require \nsuch person to produce his National Identity Card. \n \n(3) The Federal Government  may,  by notification in the Official Gazette, specify any other  \npurpose for which the production of any card or certificate or receipt issued under this Ordinance shall \nbe necessary. \n \n(4) A card including  a National Identity Card, issued to a person under this Ordinan ce shall be \nproof  of his identi ty as could be establi shed from the contents  of such card for any purpose for which \nhis identity is required to be establi shed. \n \n20. Power to exempt. The Federal Government, or with the approval of Federal Government, \nthe Autho rity or any officer authorised  by the Autho rity in this behalf may,  by order, in special \ncircumstances to be recorded in writing exempt any person or class of persons from the requirement of \npossessing  or producing any card for any purpose for which it is required by or under this Ordinan ce, or \nany rules or regulatio ns made  thereunder, to be possess ed or produc ed. \n   \n \nCHA PTER  VII \n \nINFORMA TION TO THE AUTHORITY \n \n \n21. Information  relating to births, deaths,  marriages,  divorces, etc. —(1) The birth  of a \nnewly born citizen and the death of a citizen or any other  prescribed persons or class thereof, shall be \nreported to the Distri ct Registrar by such authority  or officer in such manner as the Autho rity may,  by \nregulations,  prescribe. \n \n(2) The marriage or divor ce of a citizen or any other prescribed persons  or class thereof, shall \nbe reported to the Distri ct Registrar by such authority or officer as may be prescribed by regulation s. \n \n22. Information  and assistance by user or feeder agencies. —(1) The Authority  may request \na user or feeder agency for information or other  necessary assistance and co•operation. \n \n(2) All user or feeder agencies shall comply with all such reasonable requests of the Authority  \nas are made in order to carry out the purposes of this Ordin ance. \n (3) Any such compliance shall be made  in a timely,  complete and effective mann er and the \nAutho rity may,  if deemed fit in a particular case, fix such reasonable period of time for compliance \nwith its request by a user or feeder agency as may be necessary in the circumstances and the concerned \nuser or feeder agency shall be bound  by such dead•line. \n \n \nPage 18 of 27 \n (4) It shall be the duty of the head of a user or feeder agency to whom  a request is made  by the \nAutho rity to ensure  compliance with the provisi ons of this section and sub-section (3) of section 7 on \npart of his user or feeder agency. \n \n23. Power to call for proof of information. The Autho rity or any person authorized  by it in \nthis behalf may require  a person who has given any information to furnish such document ary or other \neviden ce of the truth  of that information  as it is within the power of that person to furnish.  \n \n_________ _ \n \nCHA PTER  VIII \n \nFUND, ACCOUNTS AND AUDIT \n \n24. NADRA Fund.—(1) There shall be formed a non-lapsable fund vesting in the Autho rity \nto be known  as the “NADRA Fund” for the purpose  of meeting charges in connection with the \nfunctions and operations of the Autho rity under this Ordinan ce, includi ng payment  of salaries and other  \nremuneration payable to the Chairman, members, Registration Officers, memb ers of its staff, experts, \nconsultants,  advisers and other  officers and employees of the Authority.  \n \n(2) There shall be placed to the credit of NADRA  Fund, all funds  received by the Autho rity \nfrom which  the Autho rity can incur  expenditure related to its functions and operations, including— \n \n(a)  grants made  by the Federal Government or any Provin cial Government or local \nauthority;  \n \n(b)  funds  provid ed by the Federal Government or any Provin cial Government or \nlocal autho rity; \n \n(c)    loans  obtain ed from the Federal Government or any Provin cial Government or \nlocal autho rity; \n \n(d)  other  loans  obtained by the Autho rity; \n \n(e)  foreign aid, grants and loans negotiated and raised, or otherwise obtain ed, by \nthe Autho rity; \n \n(f)  fees and other sums  charged for the provision  of services and other  transactions, \noperations and matte rs, etc. including  fees or other  sums  charged for \nregistration, or received for or in relation  to the issuance or renewal of cards, or \nfor the provision  of any information  or report, automated or otherwise, to any \ngovernmental, private or any other  person or entity, etc; \n \n(g)  income  from the sale of movable  or immov able property; \n \n(h)  funds  from floating bonds,  shares, debentures, commercial papers, moda rbas or \nother  securities issued by the Authority  or through  any other  means; and \n \n(i)        all other  sums  received by the Authority.  \n \n (3) The NADRA  Fund shall be kept in one or more accounts  maintain ed by the Autho rity in \nlocal or foreign currency in any scheduled  bank in Pakistan and shall be operated in accordance with \nregulations  of the Autho rity. \n \n \n \nPage 19 of 27 \n (4) Notwithstanding  anything contain ed in this Ordinan ce or any rules or regulations  made  \nthereunder, all charges in connection with the functions and operations of the Autho rity under this \nOrdinan ce, except such functions and operations as are envisa ged to be funded by any Provin cial \nGovernment or local authority  or as may be notified by the Autho rity to the Federal Government from \ntime to time, shall be exclusively funded by the Federal Government including all administrative, \noperating and any other  expenses like payment  of salaries and other remuneration to the Chairman, the \nmemb ers, the Registration Officers, its staff, experts, consultants,  advisers and other  officers and  \nemployees appoin ted or employed or deemed to have been appoin ted or employed under section 35 of \nthis Ordinan ce and any such funding  or budg etary allocation furnished  or made  by the Federal \nGovernment for the establishment  charges of the Autho rity shall be placed to the credit of NADRA \nFund but shall be lapseable unlike the rest of NADRA  Fund and the concerned account shall be \noperated as a Personal Ledger Account to the extent of such funding  or budg etary allocation furnish ed \nor made as aforesaid: \n \nProvid ed that respons ibility of the Federal Government  to exclusively fund the operations and \nfunctions of the Autho rity shall cease at such appropriate time, but not in any case earlier than the \nexpiry  of three calendar years from the date of establishment  of the Autho rity, when in the opinion of \nthe Federal Government, the Autho rity shall have become capable of funding  its functions and \noperations envisag ed under this Ordinan ce to be funded by the Authority:  \n \nProvid ed further that the Federal Government shall notify such time as aforesaid to the \nAutho rity with precision at least three months prior to such precise time being so notifi ed. \n \n25. Autho rity to be deemed to be a local  authority. The Autho rity shall be deemed to be a \nlocal authority  under the Local Autho rities Loans Act, 1914  (IX of 1914),  for the purpose  of borrowing \nmoney  under the said Act, and the making  and execution of any scheme, proposal or plan or the \nperformance of any of its functions laid down  in this Ordinan ce shall be deemed to be a work which \nsuch authority  is legally authorised  to carry out. \n \n26. Budget. The Autho rity shall, in respect of each financial year submit  for the approval of \nFederal Government by such date and in such form as may be specified by the Federal Government a \nstatement showing  the estimated receipts and current and development expenditure and the sums  which \nare likely to be required from the Federal Government during  the next financial year. \n \n1[26A.  Surplus  to be remitted  to Federal  Consolidated  Fund .— Any surplus  of receipts  over \nthe actual  expenditure  in a year,  after payment  of tax, shall be remitted  to the Federal  Consolidated  Fund  \n(FCF)  and any deficit  from  the actual  expenditure  shall  be made  up by the Federal  Government  to the \nextent  of funds  deposited  in FCF]  \n \n27. Accounts and Audit. —(1) The Autho rity shall maintain  complete and accurate books  of \naccounts  of its actual expenses and receipts. \n \n(2) The Authority shall cause to be carried out audit of its accounts by one or more auditors who \nare chartered accountants within the meaning of the Chartered Accountants Ordinance, 1961 (X of 1961) \nappointed by the Federal Government in consultation with the Auditor General of Pakistan fro m a panel \nof Chartered accountants proposed by the Authority on such remuneration as the Federal Government \nmay determine.  \n \n \n \n \n \n1Ins. by financial  act No V of 2019  s.10. \n \n \n \nPage 20 of 27 \n CHA PTER  IX \n \nOFFENCES,  PENALTIES AND PROCED URE \n \n28. Information  not to be divulged.  Any person who— \n \n(a)  being a person employed for the purposes of this Ordinan ce, publishes or \ncommunicates to any person,  otherwise than in the ordin ary course of such \nemployment,  any information acquired by him in the course of the employment; \nor \n \n(b)  having possession  of any information  which to his knowl edge has been \ndisclosed  in contravention of this Ordinance, publishes or communicates that \ninformation  to any other  person,  \n \nshall be punish able with imprisonment  for a term which may extend  to five years, or with fine which \nmay extend  to one million rupees, or with both: \n \nProvid ed that nothing in this section shall apply to any publication or communication of \ninformation  made— \n \n(a ) for the purpose of any criminal proceedings;  or \n \n(b)  to any gazetted officer authorised  by the Autho rity. \n \n29. Security, secrecy, etc. of data not to be breached. —(1) No person shall use, or deal with,  \nor do any other  thing or act of omiss ion or commission in relation  to— \n \n(a)  the registration or database systems developed,  established or maintain ed, or so \ncaused to be developed, establi shed or maintain ed, under this Ordinance \nincluding  any database, data warehouse  or networking infrastructure; or \n \n(b)  the data or information contain ed, or hous ed, or transmitted therein, \nin contravention of the regulations  made  under clause (d) of sub-section (4) of section (5). \n(2) Whoever contravenes the provisions  of sub-section (1) shall be punish ed with rigorous \nimprisonment  for a term which may extend  to fourteen years, or with fine commensurate with the \nnature of offence and harm, if any, caused to a particular registration or database system as aforesaid \nby such contravention, but in any case not less than one million rupees, or with both. \n \n30. Other offences and penalties.—(1) Any person who— \n \n(a)    does not, without  reasonable cause, apply for registration required under this \nOrdinan ce; \n \n(b)    conceals, or refuses to furnish,  any information  he ought  to disclose  or furnish; \n \n (c)    fails, without  reasonable cause, to report to any Registration Officer any loss of \na card within thirty days of such loss; \n \n \n \nPage 21 of 27 \n (d)  refuses or fails to produce or surrender a card as required respectively under \nsection 17 or section 18 of this Ordinance or the rules and regulations  made  \nthereunder; \n \n(e)   does not, without  reasonable cause, apply for a National Identity Card within \nninety  days of his attaining the age of eighteen years; or \n \n(f)  knowingly  contravenes any other provision  of this Ordinan ce or the rules or \nregulations  except regulations made  under clause (d) of sub-section (4) of \nsection 5, \n \nshall, in addition to any other  penalty to which he may be liable under any other  law, be punish able \nwith rigorous imprisonment  for a term which may extend  to six months, or with fine not exceeding \nfifty thous and rupees, or with both. \n \n(2) Any person who— \n \n(a)  makes any statement or furnish es any information which he knows or has reason \nto believe to be false in any material particular or which he does not believe to \nbe true; \n \n(b)  obliterates or changes any particulars written  or printed on any card; \n \n(c)  forges any card or makes or has in his possessi on any document  so closely  \nresembling a card as to be calculated to deceive; \n \n(d)  allows any other  person to have possession  of a card for the custody  of which \nhe is respons ible; \n \n(e)  holds  more  than one card on the same eligibility criteria; or \n \n(f)  who attests or verifies any statement  or information made  or furnished  for the \npurpose of this Ordinance which he knows or has reason to believe to be false \nin any material particular or which he does not believe to be true, \n \n1[(g)  is an employee of Autho rity, and is involved in the issuance of a fake National \nIdentity Card, or the officer•in•charge of that Branch] and \n \nshall, in addition to any other  penalty to which he may be liable under any other  law, be punish able \nwith rigorous imprisonment  for a term which may extend  to 1[five years] or with fine not exceeding \none hund red thous and rupees, or with both:  \n \nProvid ed that nothing in this section shall apply to a person acting pursu ant to a request made \nby the Authority  under section 22. \n \n \n \n \n \n \n \n1Added and Subs. by Act XIX of 2011, s. 2 \n \n \nPage 22 of 27 \n 1[30A.  Fines  and penalties  to be credited  to the Federal  Consolidated  Fund . All fines  and \npenalties  recovered  by the Authority  shall  be credited  to the Federal  Consolidated  Fund.]  \n \n31. Cognizance  of offences. No court shall take cognizance of any offence under this \nOrdinan ce except upon  complaint in writing made  by the Autho rity or any gazetted officer authoris ed \nby it in this behalf. \n \n32. Trial of offences. —(1) No court inferior to that of a Magistrate of the first class shall try \nan offence punish able under this Ordinan ce. \n \n(2) Notwithstanding  anything contain ed in section 32 of the Code  of Crimin al Procedure, 1898,  \n(Act V of 1898)  it shall be lawful for any Magistrate of the first class to pass any sentence authorised  \nby this Ordinan ce even if such sentence exceeds his powers under the said section 32. \n \n(3) Any Magistrate of the first class empowered, for the time being, to try in a summary way \nthe offences specified in sub-section (1) of section 260 of the Code  of Criminal Procedure, 1898  (Act \nV of 1898),  may try in accordance with the provisions  contain ed in sections 262 to 265 of the Code \nany offences punish able under this Ordinan ce. \n_________  \n \n \nCHA PTER  X \n \nMISCELL ANEOUS \n \n33. Remun eration. The Chairman and memb ers shall be paid such emoluments  as may be \ndetermined by the Federal Government and shall not be varied to their disadv antage  during  their term \nof office. \n \n34. Chairman and members not to engage  in certain business, etc. —(1) The Chairman and \nmemb ers shall not, during their term of office, engage thems elves in any other  service, busin ess, \nvocation or employmen t, or enter into the employment  of, or accept any advisory  or consultan cy \nrelationship  with any person or entity engaged in providing  services or products whatsoever to the \nAutho rity on, any of the projects, schemes, proposals or plans  undertaken, executed or supervised by \nthe Authority  or any related undertaking of such aforesaid person or entity. \n \n(2) The Chairman and memb ers shall not have  any direct or indir ect financial interest, or have \nany connection with any such person,  entity or related undertaking as mentioned  in sub-section (1) for \nso long as he holds  office. \n \n35. Registration  Officers, officers, employees, etc. To carry out the purposes of this \nOrdinan ce, the Auth ority may,  from time to time, appoint  Registration Officers, mem bers of its staff, \nexperts, consultants,  advisers and other  officers and employees on such terms and conditions as it may \ndeem fit. \n \n36. Registration Officers, etc. deemed to be public servants. The Chairman, memb ers, \nRegistration Officers, members of its staff, experts, consultants,  advisors,  other  officers and employees \nof the Autho rity shall be deemed to be public servants within the meaning of section 21 of the Pakistan \nPenal Code, 1860  (XLV of 1860). \n \n__________________________________________________________________________  \n1Ins. by financial  act No V of 2019  s.10. \n \n \nPage 23 of 27 \n  \n37. Delegation. The Autho rity may by general or special order delegate to the Chairman or a \nmemb er or a Registration Officer, or any mem ber of its staff, or an expert, consultant,  advise r, or other \nofficer or employee of the Autho rity, any of its powers or functions under this Ordinan ce subject to \nsuch conditions as it may think  fit: \n \nProvid ed that any person to whom  the powers of a Registration Officer, not including  the \nDirector General, stood  delegated under the provi sions of the National Registration Act, 1973  (LVI of \n1973 ), immedi ately before the commencement  of this Ordinan ce shall be deemed to have been \ndelegated under this section unless  revoked by the Autho rity by a general or special order. \n \n38. Reports to the Governments. —(1) The Autho rity shall submit at the end of every calendar \nyear, but not later than 31st of January of the following  year— \n \n(a)  a report to the Federal Government on the performance of its functions and \nexercise of its powers and the carrying out of its purpose  and objects during  the \nyear so ending  and the anticipated developments for the following  year; and \n \n(b)  a report on the state of development, establi shment  and mainten ance of \nregistration and database systems in the country and all related matters \nidentifying  the probl ems, prosp ects and other necessary areas and matte rs for \nthe Federal Government, or concerned Provincial Government or local \nauthority's  consid eration and action, if any suggested in the report. \n \n(2) Copies  of the report, or relevant portions  thereof, mentioned  in clause  (b) of sub-section (1) \nidentifying  probl ems, prospects and other necessary areas and matters for a particular Provin cial \nGovernment's or local authority's  consid eration or action shall also be furnished simultaneously  to the \nconcerned Provin cial Government or local autho rity. \n \n39. Certain arrangements to continue. All contracts, agreements,  promise s, negotiations and \nworking arrangements  made and understandings  reached including  any bidding process initiated as a \nresult of any requests for proposals sought  from prosp ective contractors, and all liabilities incurred \nincluding  any contingent or future liability on account of availing any services, etc., by the National \nDatabase Organization and the Registration Organization on behalf of the Federal Government in \nconnection with,  or for the purpose of, or in relation to the same objects, purposes, functions and powers \nas those  of the Authority,  before the establishment  of the Autho rity, shall be deemed to have been \nmade, reached or incurred, as applicable, by the Autho rity under this Ordinan ce and shall have effect \naccordingly.  \n \n40. Indemnity. No suit, prosecution or other  legal proceeding shall lie against the Federal \nGovernment or any Provincial Government or Local Autho rity, any Registration Officer or any other \nperson exercising any power or performing  any function under this Ordinance, for anything which is \nin good  faith done  or purporting  or intend ed to be done  under this Ordinance or any rule. \n \n41. Transfer of employees and assets etc.—(1) Notwithstanding  anything contain ed in any \nlaw, rules regulations,  contract, agreement,  or in the terms and conditions of their service or in the \nprovisions  of the National Registration Act, 1973  (LVI of 1973),  the Civil Servants Act, 1973  (LXXI \nof 1973 ), on the establi shment  of the Autho rity, all persons  appoin ted or employed in the National \nDatabase Organization and the Registration Organiz ation, immedi ately before the establi shment  of the \nAutho rity, in particular, all Registration Officers appoin ted pursu ant to section 3 of the National \nRegistration Act, 1973  (LVI of 1973 ), and other officers and employees, whether recruited initially or  \n \n \nPage 24 of 27 \n absorb ed or induct ed subsequ ently, including  a person on deputation  to any other  organization, \ndepartment, agency or formation  in Pakistan or abroad but not being person on deputation  or \nsecondment  to the Registration Organization or the National Database Organization from any other \norganization, department, agency or formation,  shall stand  transferred to and become Registration \nOfficers and other officers and employees, as applicable, of the Auth ority on the same terms and \nconditions including  remuneration, tenure of service, rights  and privileg es as to pension  and gratuity \nand other  matte rs which were applicable to them  immedi ately prior  to the establi shment  of the \nAutho rity. \n \n(2) The Federal Government shall pay to the Autho rity, pension  charges and gratuity in respect \nof, and provid ent fund accumulations of, persons  transferred to the Autho rity by virtue  of sub-section \n(1) or sub-section (9), as they have become entitled to, or have been earned by them,  or have \naccumulated till their transfer to the Autho rity as aforesaid. \n \n(3) On transfer to the Autho rity as provid ed in sub-section (1) or sub-section (9), all \nRegistration Officers and other  officers and employe es shall, where applicable, cease to be civil \nservants and shall be deemed to have been appointed and have respectively become the Registration \nOfficers and other  officers and employees of the Auth ority as if originally appoin ted under this \nOrdinan ce as if they were always the Registration Officers, officers and employees of the Autho rity, \nas applicable, except for the purposes of financial benefits which they shall not claim from a date prior  \nto the date of their transfer to the Autho rity as aforesaid. \n \n(4) On transfer as aforesaid, such a Registration Officer, other officer or employee, until his \nemployment  in the Autho rity is terminated in accordance with his terms and conditions of service or \nhis terms and conditions as altered by regulations  which shall not be less favourable than those  by \nwhich he was governed immedi ately before his transfer to the Autho rity, shall continue to be so \ngoverned. \n \n(5) Notwithstanding  anything to the contrary in this section, any person referred to in sub-\nsection (1) may within three months from the date of establi shment  of the Autho rity opt not to be \ntransferred to the service of the Autho rity and the option so exercised shall be final and those  persons \nwho do not exercise their right  of option in writing within the aforesaid period shall be deemed to have \nopted  to be transferred to the Authority.  \n \n(6) All persons  who opt under sub-section (5) not to be transferred to the service of the \nAutho rity shall be provid ed a suitable posting  elsewhere within six months from the date of exercise \nof their option  and till that time they shall remain  on surplus  pool of the Federal Government. \n \n(7) The service of a person who does not accept the alternative appoin tment  or posting  offered \nto him within the time allowed by sub-section (6) shall stand  terminated on the date on which he \ndeclines the offer or the time allowed to accept the offer expires, whichever is earlier, and such persons \nshall be entitled to be paid for a maximum  period of three months. \n \n(8) The termin ation of services of an employee under sub-section (7) shall be deemed to be \ndisch arge from service owing  to abolition of a permanent post for the purposes of admissibility of \ncompens ation pension,  etc. \n \n \n \n \n \n \n \nPage 25 of 27 \n  (9) Every person on deputation  or secondment  to the Registration Organization or the National \nDatabase Organization from any other  organization, department, agency or formation  immedi ately \nbefore the establi shment  of the Autho rity shall, on such establi shment,  have an option eithe r— \n \n(a)  to remain  employed in the Autho rity as a deputation ist on the same terms and \nconditions of deputation  as were applicable to him immedi ately before the \nestabli shment  of the Authority;  or \n \n(b)  to opt for being absorbed in the Autho rity whereupon,  if his option is so \naccepted by the Auth ority, he shall stand  and be deemed to have been transferred \nto the Autho rity from the date of establishment  of the Autho rity on such terms \nand conditions of service as the Autho rity may deem fit, which shall however not \nbe less favourable, than those  applicable to him as per his terms and conditions \nof deputation immedi ately before the establi shment  of the Autho rity: \n \nProvid ed that the aforesaid option must  be exercised within one month of the establi shment  of \nthe Autho rity, where after a person not exercising either of the above options, or having opted  under \nclause  (b) but not accepted by the Autho rity, shall be deemed to have opted  under clause  (a) and all \nconsequences shall  thereafter accrue as if he had so opted  under the said clause. \n \n(10) No person who stands transferred to the Autho rity by virtue  of sub-section (1) or \nsub-section (9) shall, notwi thstanding  anything contain ed in any law for the time being in force, be \nentitled to any compens ation because of such transfer. \n \n(11) Any assets or other  property of the Federal Government assigned or allocated for their use \nor any other purpose to such offices including  the Distri ct Registration Offices, other  offices, counters \nand any other  formation  of the Registration Organization as well as that of the National Database \nOrganization shall stand  transferred to and vested in the Autho rity. \n \n(12) All suits and other  legal proceedings  instituted by or against the Federal Government, the \nDirectorate of National Registration and the National Database Organization immedi ately before the \ncommencement  of this ordin ance shall be deemed to be suits and proceedings  by or against the \nAutho rity, as the case may be, and may proceed and be dealt with accordin gly. \n \n(13) All debts and liabilities incurred, contracts entered into or rights  acquired and all matte rs \nand things, engaged to be done, by with and for the Directorate of National Registration and the \nNational Database Organization before the commencement  of this ordin ance shall be deemed to have \nbeen incurred, entered into, acquired or engaged to be done  by, with or for the Autho rity as the case \nmay be. \n \n \n1[41-A. Transfer of assets and liabilities of Alien  Registration  Autho rity.— (1) On transfer \nof the Alien  Registration Autho rity (NARA)  under Section 17 of the Foreigners Act, 1946  (XXXI of \n1946 ), all employees of the NARA shall, subject to the following  provisio ns, cease to be civil servants \nwithin the meaning of the Civil Servants Act, 1973  (LXXI of 1973)  and shall be deemed to have always \nbeen appoin ted on comparable posts  of the Authority,  except for the purposes of financial benefits \nwhich shall not be admissible to them  prior to the date of their transfer to the Autho rity. \n \n \n \n \n \n1Ins. by Act, No. XXVI I of 2016, s. 3 \n \n \nPage 26 of 27 \n  (2) Notwithstanding  anything to the contrary contained in this section, any person referred to \nin sub-section (1) may,  within three months of the transfer, exercise an irrevocable option either to \nremain  civil servant or, as the case may be, become employee of the Autho rity: \n \nProvid ed that where any person does not exercise the option  within the said period he shall be \ndeemed to have opted  to become employee of the Autho rity. \n \n(3) Any person who opts under sub-section (2) to remain  civil servant shall be provid ed with a \ncompa rable posting  elsewhere within three months of the exercise of option and till such posti ng \nremain  on surplus  pool of the Federal Government. \n \n(4) On transfer as aforesaid, a person,  until his employment  in the Auth ority is terminated in \naccordance with his terms and conditions of service or his terms and conditions as altered by \nregulations  which shall not be less favourable than those  by which he was governed immedi ately before \nhis transfer, shall continue to be governed accordingly.  \n \n(5) No person who stands transferred to the Authority  by virtue  of sub-section (2) shall, \nnotwi thstanding  anything contain ed in any law for the time being in force, not entitled to any \ncompens ation because of such transfer. \n \n(6) All assets and liabilities of the NARA  includi ng its counte rs and other  formations shall, on \ncommencement  of the Foreigners (Amend ment) Act, 2016  (XX of 2016 ), stand  transferred to and \nvested in the Autho rity. \n \n(7) The Federal Government  shall pay to the Autho rity capitalized value of pension  and gratuity \nin respect of employees, transferred to the Autho rity under sub•-section (1) to which they have become \nentitled to or have been earned by them  or have accumulated till their transfer to the Autho rity. \n \n(8) All suits and other  legal proceedings  instituted by or against the Federal Government and \nNARA in respect of the matte rs of the foreigners registration immedi ately before commencement of \nthe Foreigners (Amendment)  Act, 2016 (XX of 2016)  shall be deemed to be suits and legal proceedings  \nof the Autho rity on and from such commencement  and shall be dealt with by the Autho rity accordingl y. \n \n(9) All debts and liabilities incurred, contracts entered into or rights  acquired and all matte rs \nand things done, engaged or to be done  by or for the NARA immedi ately before commencement  of \nthe Foreigners (Amendment)  Act, 2016  (XX of 2016) shall be deemed on such commencement  to have \nbeen incurred, entered into, acquired, done. engaged or, as the case may be, to be done  by or for the \nAutho rity.] \n \n42. Exemption from taxes. Notwithstanding  anything contain ed in the 1[Income Tax \nOrdinan ce, 2001  (XLIX of 2001 )] or any other  law for the time being in force relating  to incom e-tax, \nsuper tax and wealth• tax, the Autho rity shall not be liable to pay and be exempted from paying any \nsuch taxes as aforesaid on its incom es, profits or gains for a period of five years beginning from the \ndate of its establi shment.  \n \n \n \n \n \n \n \n \n \n1Subs. by Act No. V of 2007 , s. 3 \n \n \n \nPage 27 of 27 \n 43. Ordinance 1[XCI of 2002]  not to apply to Autho rity. The Industr ial Relations  Ordinan ce, \n1[2002  (XCI of 2002 )] shall not apply  to or in relation to the Authority  or any person in the service of \nthe Authority.  \n \n44. Power to make rules. The Federal Government  may,  by notification in the Official \nGazette, make rules for carrying out the purposes of this Ordinance: \n \nProvid ed that till the time any amendm ents are made or any fresh rules are made  in this behalf, \nthe rules made under section 15 of the National Registration Act, 1973  (LVI of 1973) and in force at \nthe time of the establi shment  of the Autho rity shall be applied as nearly as practicable in the same \nmann er as before to the extent  the same are not inconsistent  with the provis ions of this Ordinance with \nany references to the Registrar General, Director General Registration Organization, or any compet ent \nauthority  by whatever nomenclature  therein to be deemed to be a reference to the Autho rity. \n \n45. Regulatio ns.—(1) The Autho rity may,  by notification in the official Gazette, make  \nregulations,  not inconsis tent with the provisions  of this Ordinan ce or the rules, for the carrying out of \nits functions under this Ordinan ce and any other matter  for which, under this Ordinan ce, provisi on may \nbe made  by regulat ions. \n \n(2) Without prejudice to the generality of the foregoing powers, such regulations may provide \nfor appoin tment  of Registration Officers, members of its staff, experts, consultants, advise rs and other \nofficers and employees and the terms and conditions of their service: \n \nProvid ed that, subject to the provisions  of section 40 till the time any amendm ents are; made  \nor any fresh regulations  are made in this behalf, any rules or regulations governing  the terms and \nconditions of their service and in force at the time of the establishment  of the Autho rity shall be applied \nas nearly as practicable in the same mann er as before to the extent  the same are not inconsis tent with \nthe provisions  of this Ordinance, with any references to the Directorate General of Registration, or any \ncompet ent authority by whatever nomen clature therein to be deemed to be a reference to the Auth ority. \n \n46. Ordinance to override other  laws. The provisions of this Ordinan ce shall have effect \nnotwi thstanding  anything contain ed in any other  law for the time being in force. \n \n47. Removal of difficulties. If any difficulty arises in giving effect to any provision  of this \nOrdinan ce, the Federal Government may make such order, not inconsis tent with the provisions  of this \nOrdinan ce, as may appear to it to be necessary for the purpose of removing the difficulty. \n \n48. Repeal.—(1) The National Registration Act, 1973  (LVI of 1973), is hereby repealed. \n \n(2) Notwithstanding  the repeal of the National Registration Act, 1973  (LVI of 1973),  any \nnotification issued, powers delegated, contracts entered into, proceedings  commenced, rights  and \nliabilities incurred, fee or charges levied, things done  or actions taken under any provision  of the said \nAct shall, so far as they are not inconsis tent with the provision  of this Ordinance, be deemed to have \nbeen made, passed, issued, delegated, entered into, commenced, acquired, incured, levied, done  or \ntaken under this Ordinance. \n \n \n \n \n \n \n \n \n1Subs by Act V of  2007, s. 4"
}