{
    "file": "./converted_json\\administratorb87388a1160ea881955aaab7c836f3e1(1).json",
    "name": "Export-Import Bank of Pakistan Act, 2022",
    "date": "18th October, 2022",
    "tagline": "To establish the Export-Import Bank of Pakistan for the promotion of international trade",
    "content": "Page 1 of 21  \n  \n \n THE EXPORT­ IMPORT BANK OF PAKISTAN ACT, 2022 \n \n \n \n \nCONTENTS \nCHAPTER­I \nPRELIMINARY \n1. Short title, extent and commencement. \n2. Definitions. \nCHAPTER­II \nESTABLISHMENT OF THE BANK  \n3. Establishment of the Bank.  \n4. Bank deemed a financial institution.  \n5. Dissolution and Transfer of assets of EXIM Bank of Pakistan Limited.  \nCHAPTER­III \nCAPITAL OF THE BANK  \n6. Share capital of the Bank.  \n7. Borrowings.  \n8. Reserves and provisions.  \nCHAPTER­IV \nPURPOSE AND POWERS OF THE BANK \n9. Purpose of the Bank.   \n\n \nPage 2 of 21  \n 10. Powers and business of the Bank.  \nCHAPTER­V \nMANAGEMENT  \n11. Board of directors.  \n12. Functions of the Board.  \n13. Committees of directors  \n14. Chairman and Deputy Chairman.  \n15. Appointment of President.  \n16. Ex-officio  directors.  \n17. Appointment of private sector director.  \n18. Disqualification of directors.  \n19. Remuneration of directors.  \n20. Removal of directors.  \n21. Resignation of directors.  \n22. Casual vacancies.  \n23. Board meetings.  \n24. Delegation of powers.  \nCHAPTER­VI \nSOVEREIGN SUPPORT AND REPORTING, REGULATION AND APP LICATION OF \nOTHER LAWS \n25. Sovereign guarantee.  \n26. Regulatory authority.  \n27. Application of other laws.  \n28. Bank to furnish performance report.  \n29. Strategic policy directions from Federal Government . \n \nPage 3 of 21  \n CHAPTER­VII \nACCOUNTS AND AUDIT \n30. Accounts.  \n31. Audit.  \nCHAPTER­VIII \nMISCELLANEOUS \n32. Review report to Parliament.  \n33. Appointment of employees, advisors, consultants, et c. \n34. Directors, officers, etc. not to be civil servants.  \n35. Exemption from stamp duty.  \n36. Exemption from taxes.  \n37. Protection of actions taken in good faith.  \n38. Confidentiality of information.  \n39. Common seal.  \n40. Power to make rules. \n41. Power to make regulations. \n42. Liquidation of the Bank. \n43. Removal of difficulties. \nSCHEDULE  \n  \n  \n \nPage 4 of 21  \n THE EXPORT­ IMPORT BANK OF PAKISTAN ACT, 2022 \nACT NO. XXII OF 2022 \n[18th October, 2022] \nAn Act to establish the Export-Import Bank of Pakis tan for the promotion of international trade \nWHEREAS it is expedient and in the public interest to establish the Export-Import Bank \nof Pakistan, as the official export credit agency o f the country to support, develop and promote \ninternational trade and the Islamic Republic of Pak istan's competitiveness in the international \nmarket-place by inter alia  providing trade financing, trade credit insurance,  equity participation, \ntrade services and to provide for matters connected  therewith or incidental thereto; \nIt is hereby enacted as follows: __  \nCHAPTER­I \nPRELIMINARY \n1. Short title, extent and commencement. __  (1) This Act shall be called the Export- \nImport Bank of Pakistan Act, 2022. \n(2) It extends to the whole of Pakistan. \n(3) This Act shall come into force at once, save fo r sections 35 and 36 which shall, to \nthe extent provided therein, come into force on the  date of the notification issued by the Federal \nGovernment or the respective Provincial Governments . \n2. Definitions. __  In this Act, unless there is anything repugnant in  the subject or \ncontext, __  \n(i) \"Bank\"  means the Export-Import Bank of Pakistan establish ed under \nsection 3; \n(ii) \"Board\"  means the Board of Directors of the Bank; \n(iii) \"chairman\"  means the chairman of the Board; \n(iv) \"director\"  means a member of the Board and shall include the \nPresident of the Bank; \n(v) \"entity\"  means any entity other than a natural person and s hall include \na company, sole proprietorship, a partnership or as sociation of persons, \na trust, body corporate, society and foreign agenci es; \n \nPage 5 of 21  \n (vi) \"equity participation\"  means participation by the Bank in a trade \ninvestment by way of an equity investment in an ent ity in or outside \nPakistan; \n(vii) \"export\"  shall have the same meaning assigned to it under t he Imports \nand Exports (Control) Act, 1950 (XXXIX of 1950); \n(viii) \"finance\"  shall have the same meaning assigned to it under t he \nFinancial Institutions (Recovery of Finances) Ordin ance, 2001 (XLVI \nof 2001); \n(ix) \"financial institution\"  shall have the same meaning assigned to it \nunder the Financial Institutions (Recovery of Finan ces) Ordinance, \n2001 (XLVI of 2001); \n(x) \"foreign agencies\"  means any national, provincial, state or local \ngovernment of a foreign country or any political su b-division and any \nagency thereof, including but not limited to a fore ign export credit \nagency; \n(xi) \"import\"  shall have the same meaning assigned to it under t he Imports \nand Exports (Control) Act, 1950 (XXXIX of 1950); \n(xii) \"international trade\"  means the export or export-oriented import of \ngoods and services to and from Pakistan in accordan ce with laws for the \ntime being in force and shall include re-export and  merchanting trade; \n(xiii) \"international trade schemes\"  means any existing or future funds, \nschemes and programs that are launched and implemen ted for the \nsupport, development and promotion of international  trade; \n(xiv) \"negotiable instrument\"  shall have the same meaning as is assigned \nto it under the Negotiable Instruments Act, 1881 (X XVI of 1881); \n(xv) \"person\"  includes a natural person or any legal entity, in or outside \nPakistan; \n(xvi) \"prescribed\"  means prescribed by rules or regulations made unde r this \nAct; \n(xvii) \"President\"  means the chief executive officer of the Bank appo inted \nunder section 15; \n(xviii) \"private sector director\"  means a director appointed under section 17; \n \nPage 6 of 21  \n (xix) \"prudential regulations\"  means the rules, regulations, directions, \norders and circulars issued, from time to time, by the State Bank under \nthe Banking Companies Ordinance, 1962 (LVII of 1962 ) and any other \nlaw administered by the State Bank and constituting  the regulatory \nframework applicable to the Bank; \n(xx) \"regulations\"  means regulations made under section 41; \n(xxi) \"rules\"  mean the rules made under section 40; \n(xxii) \"securities\"  shall have the same meaning as is assigned to it u nder the \nCompanies Act, 2017 (XIX of 2017); \n(xxiii) \"security interest\"  means an interest in a or a charge on property by \nway of mortgage, lien, pledge or otherwise taken to  secure the payment \nor performance of an obligation; \n(xxiv) \"State Bank\"  means the State Bank of Pakistan established under  the \nState Bank of Pakistan Act, 1956 (XXXIII of 1956) a nd being the \ncentral bank of the Islamic Republic of Pakistan; \n(xxv) \"trade credit insurance\"  means a transaction to provide conventional \nor Shariah  compliant insurance or reinsurance to any person i n relation \nto risks associated with international trade or a t rade investment; \n(xxvi) \"trade financing\"  means a transaction to provide conventional or \nShariah  compliant finance to any person in relation to int ernational \ntrade or a trade investment; \n(xxvii) \"trade investment\"  means an investment transaction, by way of debt \nor equity, by any person in or outside Pakistan for  the establishment, \nexpansion or acquisition of, or technology transfer , technical \ncooperation or development of intellectual property  in relation to, an \nexport or export oriented or import substituting bu siness or industry; \nand \n(xxviii) \"trade services\"  means a transaction to provide advisory, consultin g or \nother support services to any person in connection with international \ntrade or a trade investment. \n  \n \nPage 7 of 21  \n CHAPTER II \nESTABLISHMENT OF THE BANK  \n3. Establishment of the Bank. __  (1) On commencement of this Act, the Export- \nImport Bank of Pakistan shall stand established.  \n(2) The Bank shall be a body corporate having perpe tual succession and a \ncommon seal, and shall by the said name sue and be sued.  \n(3) The head office of the Bank shall be situated in Islamabad, or at such other \nplace as the Federal Government may, by notificatio n in official Gazette, specify. The Bank \nmay establish branches and offices anywhere in or o utside Pakistan . \n4. Bank deemed a financial institution. __  Immediately on the commencement of this \nAct, the Federal Government shall, by notification in the official Gazette, declare the Bank as a \nfinancial institution under section 3A of the Banki ng Companies Ordinance, 1962 (LVII of 1962). \n5. Dissolution and Transfer of assets of EXIM Bank of Pakistan Limited. __  (1) \nNotwithstanding anything contained in the Companies  Act, 2017 (XIX of 2017) and any other \nPakistan law for the time being in force, the Feder al Government shall, by an order published in \nthe official Gazette, transfer to the Bank the whol e of the undertaking of the existing EXIM Bank \nof Pakistan Limited. \n(2) The order under sub-section (1) shall provide f or __  \n(a) that all the assets, rights, powers, authoritie s, privileges and all properties, \nmovable and immovable, cash and bank balances, rese rve funds, \ninvestments and all other interests and rights in, or arising out of such \nproperties and all, or part of, debts, liabilities and obligations of whatever \nkind of the existing Export-Import Bank of Pakistan  Limited Subsisting \nimmediately before the date of the order shall stan d transferred to and vest \nin the Bank; \n(b) that all the contracts entered into, or the rig hts, licences, approvals and \nconsents acquired and all matters and things engage d to be done by, with or \nfor the existing Export-Import Bank of Pakistan Lim ited before the date of \nthe order shall be deemed to have been incurred, en tered into, acquired or \nengaged to be done by, with or for the Bank, as the  case may be; \n(c) that all suits and other legal proceedings inst ituted by or against the existing \nExport-Import Bank of Pakistan Limited before the d ate of the order shall \nbe deemed to be suits and proceedings instituted by  or against the Bank as \nthe case may be and be dealt with accordingly; and \n \nPage 8 of 21  \n (d) that the continuance of the services of all the  permanent employees \n(excluding personnel on secondment, deputation or p robation) of the EXIM \nBank of Pakistan Limited in the Bank on not less fa vorable than the existing \nterms and conditions of their services, rights and privileges and other \nmatters as were applicable to them before the date of the order. \n(3) Upon issuance of the order under sub-section (1 ), the registrar of companies shall \nstrike off the name of Export-Import Bank of Pakist an Limited which shall, with effect from the \ndate of the order, cease to exist. \n(4) Notwithstanding any law for the time being in f orce, transfer of any property, asset \nor liability pursuant to the said order shall not c onstitute a conveyance, novation or assignment, \nand no fees, taxes, levies, stamp duties or any oth er charges shall be payable by the Bank or the \nEXIM Bank of Pakistan Limited on the transfer and v esting of the whole or any part of the \nundertaking and property and liabilities of existin g EXIM Bank of Pakistan Limited to the Bank \npursuant to the order issued under sub-section (1).  \nCHAPTER­III \nCAPITAL OF THE BANK \n6. Share capital of the Bank. __  (1) The authorized share capital of the Bank shall  be \none hundred billion Rupees, or such other amount as  the Federal Government may, from time to \ntime, specify by notification in the official Gazet te, and shall be divided into ten billion shares of  \na par value of Rupees ten each. \n(2) The initial paid up capital of the Bank shall b e ten billion Rupees divided into one \nbillion fully paid-up shares at par value which sha ll be wholly subscribed by the Federal \nGovernment. \n(3) On the recommendation of the Board, the paid-up  capital of the Bank may, from \ntime to time, be increased through subscription of shares by the Federal Government for such \namount and on such terms as the Federal Government may approve. \n(4) The Federal Government shall, at all times, be the sole shareholder of the Bank. \n7. Borrowings. __  The Bank may, for the purposes of the Bank's busin ess, borrow in \nlocal or foreign currency on such terms and conditi ons as may be prescribed by the Board and \nsubject to the provisions of other laws, from the f ollowing sources, namely \n(a) the Federal Government; \n(b) international bilateral and multilateral agenci es; \n(c) financial institutions; \n \nPage 9 of 21  \n (d) the public by issuing, on its own or through a wholly owned or controlled \nsubsidiary, securities in or outside Pakistan; or \n(e) through such other means as may be permitted un der the prudential \nregulations or is otherwise approved by the State B ank. \n8. Reserves and provisions. __  The Bank may, in accordance with the prudential \nregulations, establish one or more general or speci al purposes reserves or provisions out of which \nmay be paid any losses sustained by the Bank in the  conduct of its business. \nCHAPTER­IV \nPURPOSE AND POWERS OF THE BANK \n9. Purpose of the Bank. __  The Bank is established for the purposes of __  \n(a) supporting, promoting and developing internatio nal trade, trade \ninvestments, export-oriented and imported substitut ing businesses and \nindustries in accordance with the provisions of thi s Act and the national \ntrade policies and programs of the Federal Governme nt; \n(b) the administration, operation and management of  such international trade \nschemes as may be transferred or outsourced to the Bank by the Federal \nGovernment or any of its agencies, or the State Ban k, as a trustee, agent, or \nservice provider, on such terms and conditions as m ay be prescribed through \nthe rules under this Act; and \n(c) the discharge of any function entrusted to it b y the Federal Government by \nnotification in official Gazette for the advancemen t of the purposes of the \nBank under this Act and on such terms and condition s as may be specified, \nsubject to the provisions of this Act, by the Feder al Government in such \nnotification. \n10. Powers and business of the Bank. __  (1) The Bank shall carry on such business and \nexercise such powers as are necessary or expedient for, or are incidental to, for the advancement \nof the purposes of the Bank under this Act, having due regard to the principles of financial \nsoundness and sustainability. \n(2) Without prejudice to the generality of the fore going, and subject to other laws and \nany conditions as may be prescribed, the Bank may __  \n(a) acquire, hold, possess, lease or otherwise disp ose of any interest in any \nmovable and immovable property in or outside Pakist an; \n \nPage 10  of 21  \n (b) provide, on its own or with other financial ins titutions or insurance \nproviders in or outside Pakistan, trade financing, trade credit insurance and \nequity participation; \n(c) provide trade services; \n(d) restructure, reschedule or write-off any trade financing, trade credit \ninsurance or equity participation by the Bank; \n(e) acquire or dispose of any interest in an entity , other than foreign agencies, \nin or outside Pakistan; \n(f) purchase, hold and sell local and foreign secur ities; \n(g) charge, receive and utilize fees, premium, and charges for carrying out its \nbusiness; \n(h) take any security interest in any property; \n(i) obtain reinsurance from any foreign agencies or  any insurance companies \nin or outside Pakistan; \n(j) draw, buy, sell, accept, negotiate, avalise, fa ctor, discount or rediscount \nnegotiable instruments drawn or payable in or outsi de Pakistan; \n(k) open, maintain and operate banks accounts in lo cal and foreign currency \nwith financial institutions in and outside Pakistan ; \n(l) enter into and perform all contracts and agreem ents for conducting any of \nits business; \n(m) invest surplus funds of the Bank in accordance with the directions of the \nBoard; \n(n) carry out insurance agency or brokerage activit ies; \n(o) act as an agent for any person or authorize any  person to act as agent for the \nBank; \n(p) incorporate subsidiaries and enter into joint v entures in or outside Pakistan \nwith any person or foreign agency to conduct any fo rm of business that can \nbe conducted by the Bank or is incidental to the pu rpose of the Bank under \nthis Act; \n \nPage 11  of 21  \n (q) sell and realize all property, whether movable or immovable, which may in \nany way come into the possession of the Bank in sat isfaction, or part \nsatisfaction of, any of its claims; and \n(r) purchase, sell and otherwise deal in foreign ex change and derivative \ntransactions. \nCHAPTER­V  \nMANAGEMENT  \n11. Board of directors. __  (1) The general superintendence, direction and \nmanagement of the affairs and business of the Bank and overall policy making in respect of \nits operations shall vest in the Board constituted under sub-section (2) which may exercise all \nsuch powers and do all such acts, deeds and things that may be exercised or done by the Bank.  \n(2) The composition of the Board shall be as under __  \n(a) A person, nominated by the Federal \nGovernment. \n Chairman \n(b) Secretary, Ministry of Commerce ex-officio director  \n(c) Additional Secretary, Ministry of Finance ex-officio director  \n(d) three directors to be appointed by the \nFederal Government from the private sector \nin accordance with section 17 Independent director  \n(e) The President to be appointed under section \n15 \n ex-officio director  \n \n(3) Each director shall exercise his powers and car ry out his duties with due and \nreasonable care, skill and diligence and with a sen se of objective judgment and independence, for \nthe promotion of the objects, and in the best inter ests, of the Bank. \n12. Functions of the Board. __  Without prejudice to the generality of sub-section  (1) of \nsection 11, the Board shall perform the following f unctions, namely __  \n(a) formulate, approve and ensure implementation an d periodic review of \npolicies to carry out effectively the provisions of  this Act, including but not \nlimited to, policies on trade financing, trade cred it insurance, equity \nparticipations, risk management, treasury and inves tment, corporate \ngovernance, procurement, internal control system an d audit, information \ntechnology (IT) security, human resource, expenditu re, accounting and \n \nPage 12  of 21  \n disclosure and any other operational area which the  Board may deem \nappropriate from time to time; \n(b) approve and monitor the implementation of any l ong-term strategic plan, \nthe annual business plan and operating and capital budgets for the Bank; \n(c) formulate, approve and issue regulations under section 41; and \n(d) discharge all such functions as are assigned to  it under this Act or as may \nbe prescribed. \n13. Committees of directors. __  (1) The Board shall, from amongst the directors, \nconstitute an audit committee and may constitute su ch other committees as it considers necessary \nto assist it in carrying out its functions under th is Act, and shall prescribe through regulations the  \nconstitution, powers and functions of such committe es. \n(2) The minutes of every meeting of a committee of directors shall be presented before \nthe Board at its next meeting following the meeting  of the committee. \n(3) The Board or any of its committees may invite a  representative of the Federal \nGovernment, a reputable private institution or a te chnical or professional expert to assist in the \nperformance of its functions. \n14. Chairman and Deputy Chairman. __  (1) The office of the Chairman shall be \nseparate and his responsibilities distinct, from th ose of the President. \n(2) In the event of the absence or incapacity of th e Chairman, or if the office of the \nChairman is vacant, the Deputy Chairman shall perfo rm the functions of the Chairman during such \nabsence, incapacity or vacancy. \n15. Appointment of President. __  (1) The Board shall appoint a full-time President in \naccordance with the procedure set forth in sub-sect ion (2): \nProvided that the President of the existing EXIM Ba nk of Pakistan Limited shall, in terms \nof clause (d) of sub-section (2) of section 5, be t he first President of the Bank. \n(2) The Board shall shortlist and recommend at leas t three candidates for the approval \nby the Federal Government of one of the candidates for the office of the President of the Bank. On \nreceiving the approval of the Federal Government, t he Board shall appoint such candidate as the \nPresident for a term of three years and on such ter ms and conditions as may be prescribed by the \nBoard under this Act. \n(3) A person from the private sector shall be eligi ble for recommendation as candidate \nand appointment as the President if he meets the fi t and proper criteria as specified in the prudentia l \nregulations. \n \nPage 13  of 21  \n (4) The President shall be the chief executive offi cer of the Bank and shall, subject to \nthe control, policies and directions of the Board, be responsible for the management and day to \nday affairs of the Bank, and shall have such powers  for this purpose as are delegated to him, from \ntime to time, by the Board and that are not by this  Act or by any rules or regulations expressly \ndirected or required to be done by the Board. \n(5) On the expiry of his term of office, the Presid ent shall, with the prior approval of \nthe Federal Government, be eligible for reappointme nt for upto one term of three years each or \nless, and on such terms and conditions as may be de termined by the Board. \n16. Ex-officio  directors. __  (1) An ex-officio  director shall hold office as director till \nsuch time as he holds the office by virtue of which  he is a director and upon his transfer, retirement , \nresignation, death or removal from such office, the  person appointed in place of such director shall \nhold office for the remaining term of that director . \n(2) If an official ex-officio  director is absent from Pakistan or is unable to a ttend a \nmeeting of the Board, he may authorize an officer n ot below the rank of additional secretary or \njoint secretary, as applicable, or equivalent to at tend the meeting and take decisions on behalf of \nsuch director. A non-official ex-officio  director may, in similar situation, authorize his vice \nchairman or equivalent for the purpose of attending  the meeting and take decisions on behalf of \nsuch director. \n17. Appointment of private sector director .__  (1) The Federal Government shall \nappoint such person from the private sector as a pr ivate sector director who meets the fit and proper \ncriteria as specified in the prudential regulations . \n(2) A private sector director shall be appointed fo r a term of three years and on such \nterms and conditions as the Board may determine und er section 19. \n(3) On the expiry of his term of office, a private sector director may be reappointed by \nthe Federal Government for an additional term of th ree years or less and on such terms and \nconditions as may be determined by the Board. \n18. Disqualification of directors. __  No person shall continue to hold office as directo r \nWho __ \n(a) fails to meet the fit and proper criteria as sp ecified in the prudential regulations; \n(b) is incapable of discharging his duties by reaso ns of physical or mental unfitness for \na period of six months or more; or \n(c) has been absent from three or more successive m eetings of the Board without leave \nof the Board and in the case of an ex-officio  director fails to appoint another person \nto act as director as required under section 16. \n \nPage 14  of 21  \n 19. Remuneration of directors .__  (1) The Board shall, determine the remuneration \npackage of the directors in the prescribed manner, and such remuneration package shall not be \nvaried to their disadvantage during the term of the ir office. \n(2) For the purposes of this section, remuneration package shall include fees and \nreimbursement of reasonable travel, accommodation a nd related expenses, for attending meetings \nof the Board and any extra services to be provided by the directors, other than the President. \n20. Removal of directors .__  (1) The Federal Government may remove a director, other \nthan the President, from his office in accordance w ith this section for any one or more reasons \nunder sub-section (3). \n(2) The President may be removed from his office by  the Board, with the prior approval \nof the Federal Government, in accordance with this section and for any one or more reasons under \nsub-section (3). \n(3) A director shall be removed if he __  \n(a) becomes ineligible for one or more reasons unde r section 18; or \n(b) is not discharging his responsibilities and fun ctions under this Act based on \na performance evaluation carried out by the Board. \n(4) A director shall not be removed unless he has b een given an opportunity of being \nheard in the manner prescribed before taking any su ch action. \n21. Resignation of directors. __  The President and any private sector director may,  at \nany time, resign from his office by giving a writte n notice of at least two months to the Board and \nFederal Government respectively. \n22. Casual vacancies. __  (1) The office of a director shall become vacant i f he __  \n(a) dies; \n(b) completes the term of his office and is not re- appointed; \n(c) is removed from office under section 20; or \n(d) resigns from office under section 21. \n(2) If the office of the President is vacant, the B oard may appoint any director or senior \nofficer of the Bank to act as the President for the  time being and shall fix the terms and conditions \nof his appointment and his remuneration, provided t hat such acting President shall not continue in \noffice for a period exceeding one month without pri or approval of the Federal Government. \n \nPage 15  of 21  \n (3) If the office of the President or a private sec tor director becomes vacant, a person \nshall be appointed to fill the vacancy at the earli est and no later than two months from the date on \nwhich such vacancy occurs. \n(4) The person appointed under sub-section (3) to f ill a vacancy created under clause \n(a), (c) or (d) of sub-section (1), shall hold offi ce for the remainder of the term of the director in  \nwhose place he is appointed. \n(5) Upon resignation or expiration of the term of o ffice, if the new director has not yet \nbeen appointed, the director resigning or retiring at the end of such term, shall remain in office \nuntil the appointment of the new director. \n23. Board meetings. __  (1) There shall be at least one meeting of the Boa rd every \nquarter to be convened by the Chairman, provided th at the Chairman shall convene a meeting at \nany time on the request, in writing, of three or mo re directors. \n(2) The Chairman shall preside the meetings of the Board. If the Chairman is not \npresent at the meeting, the Deputy Chairman shall p reside over such meeting. If the Chairman and \nthe Deputy Chairman are not present at the meeting,  the directors attending the meeting shall, if \nthey constitute a quorum, elect a director to act a s the Chairman and preside over such meeting. \n(3) The quorum for a meeting of the Board shall not  be less than five directors attending \nin person or through video-link. \n(4) The Board shall make decisions by a majority of  the votes of the directors present \nand voting at a meeting of the Board at which quoru m is present. Each director shall have one vote. \nIn case of an equality of votes, the Chairman shall  have a casting vote. \n(5) A resolution in writing signed by all directors  shall be as effective as if such \nresolution has been passed at a meeting of the Boar d. \n(6) Minutes shall be kept of the proceedings of eve ry meeting of the Board and all \ndeterminations and decisions of the Board shall be in writing and signed by the President. \n(7) The Board shall meet at such times and places a nd shall observe such rules of \nprocedure in regard to the business transacted at i ts meetings as may be prescribed by the Board. \n(8) No act or proceedings of the Board or any commi ttee of the Board shall be invalid \nmerely on the ground of the existence of any vacanc y in, or defect in the constitution of, the Board \nor such committee. \n24. Delegation of powers. __  (1) The Board may, for the purpose of ensuring smo oth \nand efficient functioning of the Bank and subject t o the conditions and limitations as it may impose, \ndelegate any of its functions or powers to the Pres ident or any director or any officer of the Bank. \n \nPage 16  of 21  \n (2) The President may, at his discretion, and subje ct to the conditions and limitations \nas he may impose, delegate any of his functions to any other officers of the Bank with the approval \nof the Board. \nCHAPTER­VI \nSOVEREIGN SUPPORT AND REPORTING, REGULATION AND APP LICATION OF \nOTHER LAWS \n25. Sovereign guarantee. __  (1) The Federal Government hereby guarantees all \nliabilities and obligations of the Bank in relation  to its business, subject to such limits on the \namount and validity period of the sovereign guarant ee as may, from time to time, be notified by \nthe Federal Government by way of a notification in the official Gazette. No amounts may be \npayable by the Federal Government in excess of, or beyond the validity period of, the sovereign \nguarantee as notified by the Federal Government pur suant to this sub-section. \n(2) Before issuing a notification under sub-section  (1), the Federal Government shall \ndetermine, with the prior consultation of the Board  and the State Bank, the limits on the amount \nof the sovereign guarantee in accordance with the e xisting laws and the exposure limits specified \nin the prudential regulations. \n(3) No fees shall be payable by the Bank to the Fed eral Government in relation to the \nsovereign guarantee under sub-section (1). \n26. Regulatory authority.­  Subject to the provisions of sections 27 of this A ct, the \nBank shall be subject to regulatory supervision by the State Bank. \n27. Application of other laws. __  (1) The provisions of the Banking Companies \nOrdinance, 1962 (LVII of 1962) and rules, regulatio ns, and directions issued there under, as \napplicable to financial institutions notified under  the said Ordinance, shall be applicable to the \nBank in relation to the Bank’s activities, subject to such modifications as may be determined, from \ntime to time, by the State Bank, to be necessary or  expedient for the advancement of the objectives \nof the Bank under this Act in the public interest. \n(2) The provisions of the Foreign Exchange Regulati on Act, 1947 (VII of 1947), and \nrules, regulations, and directions issued thereunde r, shall be applicable to the Bank in relation to \nits dealings with foreign exchange, subject to such  modifications as may be determined, from time \nto time, by the State Bank, to be necessary or expe dient for the advancement of the objectives of \nthe Bank under this Act in the public interest. \n(3) For the advancement of the objectives of the Ba nk under this Act in the public \ninterest, the laws specified in the Schedule and an y rules, regulations, orders and directions issued \nthereunder, shall not apply to the Bank. The Federa l Government may, by notification in the \nofficial Gazette, make such additions to the Schedu le as it deems fit. \n \nPage 17  of 21  \n 28. Bank to furnish performance report. __  (1) The Bank shall, at the end of each \nfinancial year, furnish, through the Ministry of Fi nance, to the Federal Government, a performance \nreport with respect to the implementation by the Ba nk of the national trade policies and programs \nof the Federal Government it is pursuing or propose s to pursue in the conduct of its business under \nthis Act. \n(2) The performance report under sub-section (1) sh all be approved by the Board and \nshall be signed by the Chairman and the President. \n29. Strategic policy directions from Federal Govern ment. __  (1) If in the opinion of \nthe Federal Government, the Bank is carrying out it s business, operations and activities in a manner \nthat is inconsistent with the national trade polici es and programs of the Federal Government, the \nFederal Government may, by notification in the offi cial Gazette, and after prior consultation with \nthe State Bank and the Board, issue such strategic policy directions to the Bank as it considers \nnecessary in the public interest and not otherwise inconsistent with the principles of financial \nsoundness and sustainability and prudential regulat ions. \n(2) Policy directions issued by the Federal Governm ent under sub-section (1) shall be \nbinding on the Bank. \nCHAPTER­VII   \nACCOUNTS AND AUDIT \n30. Accounts. __  (1) The financial year of the Bank shall commence on the first day of \nJanuary and end on the thirty-first day of December . \n(2) The Bank shall maintain proper accounts and oth er records to reflect a true and fair \nview of its state of affairs and prepare quarterly,  half-yearly and annual statement of accounts in \naccordance with the prudential regulations, and any  regulations prescribed by the Board. \n(3) The statement of accounts of the Bank shall be approved by the Board and shall be \nsigned by the Chairman and the President, or in the  absence of the Chairman, by the President and \nany two directors. \n31. Audit .__  (1) The annual statement of accounts of the Bank s hall be audited each \nfinancial year by an independent external auditor a ppointed under sub-section (2) in accordance \nwith the directions of the State Bank, as applicabl e to the Bank, and any regulations prescribed by \nthe Board. \n(2) The Board shall appoint a duly qualified firm o f chartered accountants within the \nmeaning of the Chartered Accountants Ordinance, 196 1 (XII of 1961) from the panel of auditors \nmaintained by the State Bank from time to time, as the independent auditor of the Bank for such \nterm and such remuneration as the Board may determi ne. \n \nPage 18  of 21  \n (3) The Board shall, in addition to the audit under  sub-section (1), cause to be carried \nout internal audit of the Bank's statement of accou nts, systems, and procedures, and the internal \nauditors' reports shall be submitted to the Board. \n(4) Notwithstanding anything contained in sections 30 and 31, the maintenance and \naudit of accounts of the Bank shall be subject to t he provisions of Articles 169 and 170 of the \nConstitution of the Islamic Republic of Pakistan. \nCHAPTER­VIII \nMISCELLANEOUS \n32. Review report to Parliament. __  (1) The Federal Government shall review, or shall \ncause the review of, the Act and the Bank and its a ctivities after three years of the date of \ncommencement of this Act and every five years there after. \n(2) The Federal Government shall, within one year a fter the review undertaken under \nsub-section (1), submit a report on such review to both houses of the Parliament for consideration. \n33. Appointment of employees, advisors, consultants , etc. __  In order to carry on its \nbusiness under this Act, the Bank may __  \n(a) on full time, temporary or on deputation basis,  employ officers and other \nemployees in the manner and on the terms and condit ions as may be \nprescribed by regulations; and \n(b) appoint technical, professional and other advis ers, agents, consultants and \nexperts to advise the Bank or do any act in relatio n to the Bank's business \nunder this Act on such terms and conditions as it m ay consider appropriate. \n34. Directors, officers, etc. not to be civil serva nts. __  Save as otherwise provided or \ncontemplated by this Act and only for the purposes so provided or contemplated, nothing herein \ncontained shall be construed to mean that any direc tor, officer, employee and other person \nemployed by the Bank is or shall be deemed to be in  the service of Pakistan or is to be regarded or \ntreated as a civil servant. \n35. Exemption from stamp duty. __  Notwithstanding anything contained in the Stamp \nAct, 1899 (II of 1899), the Bank shall not be liabl e to the payment of any stamp duty in respect of \nany instrument by, or in favour of, the Bank: \nProvided that this section shall within the jurisdi ction of the Islamabad Capital Territory, \nbecome applicable immediately on commencement of th is Act and each of the Provinces, shall \nbecome applicable upon notification or legislation by the respective Provincial Governments. \n36. Exemption from taxes. __  Notwithstandipg anything contained in the Wealth T ax \nAct, 1963 (XV of 1963), the Income Tax Ordinance, 2 001 (XLIX of 2001), the Sales Tax Act, \n \nPage 19  of 21  \n 1990 (III of 1951), the Federal Excise Act, 2005 (V II of 2005) or any other law for the time being \nin force relating to wealth tax, income tax, super tax, sales tax, excise tax, or any other tax, the \nBank shall not be liable to pay any wealth tax, inc ome tax, super tax, sales tax, excise tax, or any \nother tax on its income, wealth, or services: \nProvided that, in relation to income tax, this sect ion shall become applicable upon \nnotification by the Federal Government under the In come Tax Ordinance, 2001 (XLIX of 2001). \n37. Protection of actions taken in good faith. __  (1) No suit, prosecution, reference, or \nother legal proceedings, shall lie against the Bank , the Board, the Chairman, the President or any \nother director, officer, employees, advisers, consu ltants or experts of the Bank in respect of any \nact, omission, interpretation or determination take n or made in good faith with respect to or under \nthis Act or any rule or regulation made thereunder,  or under any order made or direction issued by \nthe Federal Government, State Bank or the Bank. \n(2) Without prejudice to the provisions of sub-sect ion (1), the Bank shall indemnify \nand keep indemnified any person who is or has been the Chairman, President or any other director \nofficer or employee, adviser or consultant of the B ank against any liability, costs or expenses \nincurred by him for anything done or deemed to have  been done in good faith. \n38. Confidentiality of information. __  (1) Except as permitted under sub-section (2), \nevery director, officer, employee or adviser of the  Bank shall preserve and aid in preserving \nconfidentiality with regard to the following inform ation that may come to his knowledge in the \nperformance of his duties: \n(a) confidential information relating to the affair s of the Bank; \n(b) confidential information relating to the affair s of its customers; and \n(c) confidential information relating to any foreig n agency, the Federal \nGovernment or any agency thereof. \n(2) Confidential information under sub-section (1) may be disclosed by any director, \nofficer, employee or adviser of the Bank where such  disclosure in accordance with Pakistan law, \nis necessary for the performance of his duties or e nforcement of this Act, or with the written \nconsent of the person to whom the information relat es. \n(3) Every such director, officer, employee or advis er who discloses any confidential \ninformation in violation of this section, shall be punishable with fine which may extend to one \nmillion Rupees, and where a contravention or defaul t is a continuing one, with a further fine which \nmay extend to one hundred thousand rupees for every  day during which such contravention or \ndefault continues. \n(4) A fine under sub-section (3) shall be imposed a nd recovered by the State Bank. \n \nPage 20  of 21  \n 39. Common seal. __  (1) The Bank shall have a common seal which shall be kept by \nthe President or such other person as the Chairman may authorize. \n(2) The seal shall be authenticated in the manner a s may be prescribed by regulations \nand any document purported to be sealed with the se al so authenticated shall be receivable as \nevidence of the particulars stated in the document.  \n40. Power to make rules. __  (1) The Federal Government may, by notification in  the \nofficial Gazette, make rules, not inconsistent with  the provisions of this Act, for carrying out the \npurposes of this Act. \n(2) In particular, and without prejudice to the gen erality of the power in sub- section \n(1), the Federal Government may make rules in respe ct of the following matters, namely- \n(a) administration, operation and management of the  international trade \nschemes and matters in connection with and incident al thereto; and \n(b) any other matter which has to be, or may be, pr escribed by rules. \n41. Power to make regulations. __  (1) The Board may, by notification in the official  \nGazette, make regulations, not inconsistent with th e provisions of this Act and the rules made \nthereunder, for or with respect to any matter that by this Act is required or permitted to be \nprescribed by regulations or that is necessary to b e prescribed for carrying out the purposes of this \nAct. \n(2) In particular, and without prejudice to the gen erality of the power under sub- section \n(1), the Board may make regulations for the followi ng matters, namely __  \n(a) general administration and management of the Ba nk, including powers and \nresponsibilities of the Chairman, Deputy Chairman a nd President, \nprocedure of the Board and its committees, constitu tion and powers of \ncommittees of the Board, including the audit commit tee, disclosure of \nconflict of interest, appointment of secretary; and  matters in connection \ntherewith and ancillary thereto; \n(b) procedure for determination of remuneration of directors; \n(c) procedure for preparation, adoption and amendme nt to long term strategic \nplans and annual business plan and operating budget s of the Bank; \n(d) mode of recruitment, salary and allowances and other conditions of service \nof officers and employees of the Bank and matters i n connection therewith \nand incidental thereto; \n \nPage 21  of 21  \n (e) establishment, management and administration of  employees' benefit trusts \nand schemes for the officers and employees of the B ank and matters in \nconnection therewith and ancillary thereto; \n(f) the manner in which the common seal may be auth enticated and matters in \nconnection therewith and incidental thereto; \n(g) the manner and form in which contracts binding on the Bank may be \nexecuted; \n(h) types and term and conditions of the trade fina ncing, trade credit insurance \nand trade services, including levy and rates of fee s, charges and premiums \nin respect thereof; \n(i) procedures for preparation and audit of stateme nt of accounts and matters \nin connection therewith and ancillary thereto; \n(j) issuance of securities by the Bank and matters in connection therewith and \nincidental thereto; and \n(k) any other matter which has to be, or may be, pr escribed by regulations. \n42. Liquidation of the Bank. __  No provision of the Banking Companies Ordinance, \n1962 (LVII of 1962), Companies Act, 2017 (XIX of 20 17) or any other law relating to the winding \nup of bodies corporate shall apply to the Bank, and  the Bank shall not be placed in liquidation save \nby the order of the Federal Government, and in such  manner and under such terms and conditions \nas the Federal Government may by its order of liqui dation direct. \n43. Removal of difficulties. __  If any difficulty arises in giving effect to any p rovision \nof this Act or rules or regulations issued thereund er, the Federal Government may, by order \npublished in the official Gazette, make such provis ions, not inconsistent with the provisions of this \nAct, as may appear to it to be necessary for the pu rpose of removing such difficulty. \nSCHEDULE \n[ see section 27(3)] \n(1) Companies Act, 2017 (XIX of 2017), including as  applicable to body corporates. \n(2) Insurance Ordinance, 2000 (XXXIX of 2000). \n(3) Competition Act, 2010 (XIX of 2010). \n(4) The Public Investment (Financial Safeguard) Ord inance, 1960 (XLVI of 1960). \n_________"
}