{
    "file": "./converted_json\\administrator7e36a1a577bfe6f1ea787e750ce6ec20.json",
    "name": "The Regulation of Generation, Transmission and Distribution of Electric Power (Amendment) Act 2018",
    "date": "27th April, 2018",
    "tagline": "Amendment to the Regulation of Generation, Transmission and Distribution of Electric Power Act, 1997",
    "content": "REGTSTERED No.-!4j-19?L.-76469\n@0eGp;rr\" d Slltttilt\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WEDNESDAY, MAY 2, 2OIt\nPART I\nActs, Ordinanccs, Presidenl's Orden and Regolrtiors\ncJora^\"ro\"r,rr ro*,r r*\nNATIONAL ASSEMBLY Sf, CRETARIAT\nIslunruhad, rhe 3hh Aprl, 2018\nNo. F, 22(23)/2017-Lcgis.-The following Aar of Mdjlis-e-Shoofti\n(l')arliament) received the assent of the President on $e 27th April, 2018 is\nhereby published for Seneral information -\nAc'rNo. XlloF201t\nAn .4ct fufiher to umend the Regulution ofOe erution, Trunsmi$ion and\nDistibutidt ofElccfi ic Po*et Ad. 1997\n\\!t[-Rr:As it is expediont fu(hcr lo amcnd the Regulalion oa(]cncrarion,\n'lransmissnrn and Distribution of Electric Power Act, 1997(XLofl99?)forrhe\npurposes hcreirulier appearirg:\nI58ll(l0lE)iEx. Ca7l1123)\nPrice: Rt.30.50\n124 THE GA;I[I'TE OF PAKIS]'A\\, EX'IRA.. MAY :. ]OI8 PART I\nIt is hereby enected as follows:\nl. Shorl litl€ and commencemcnt.---( I ) This Act shall be called the\nRegulation of Cencrirtion, Transmission and Distribution of [:lectric Power\n(Amendment) Ac! 20 8.\n(2) It shall c,)me into force at oncc\n2. Am€trdDrent of pre{Eble, Act XL of 1997,-ln the Regulation ot'\nGeneration, Transmirsion ard Distibution of Elecfic Power Act, 1997\n(XL of 1997), hereinafter called as the said Act, in the preamble. after the first\npardSraph, the followirrg paragraphs shall bc added, namely:-\n'AND WHERTAS it is expedient to ensure the elimination of ener$r'\npoverty in fie country to ensure the highcsl standards oftransparcn! ce(ain and\neffective reE:ulation o: the electric power markets of the Islamic Republic of\nPakistan, to provide lhe legal framework within which a conrpctitivc elecEic\npower marlet can rlevelop and sustain, to make special l)rovisions for\ndevelopmenl of renewable electricity markets in aocordance with the\nintemrtional commitrLents of th€ Islamic Republic of Pakislan rs well as the\nrcsponsibilily of the lslamic Republic ot Pakistan to support and encourage\nmeasurcs to effectiv€ly mitigrte Adverse climate change and lo elTectively\nmanage conflict of int,:rest of the State in relation to development ofthe electric\npow€r markets ofthe Irlamic Republic ofPakistan;\".\n3. Amendnrent of rection l, Act XL of 1997.-ln lhc said Ac! in\nsection l, for sub-sectiln (3), the followinS lhall be substituted. narrely:-\n\"(l) lt shall cone into force at once, except s€crions 2.1/\\. 238, 23G and\n23H whi:h shall come into force within a period oi five years of\ncominS into force of thc Rc8ulatior of GeDcralron, TransmEsion\nand Distibution of Electric Power (Amendment) Ad. 201E or on\nsuch earlrer date as the Federal Covemhent may. by rotification in\n. the ollicirl Gazefte, appoinr \".\n4. Amendnrcnt of sectiotr 2, Act XL of 199.-ln the said Act. in\nsection 2,-\n(a) in clausc (ii), for the word )detenrrine\", where\\e. olcurring, the\nword \"sp.'ciry\" shall be substituted:\n(b) after clarse (ii), amended as afbresaid, the following new clause\nshall be iJ$erted, namely:\nP^RT I] THE GAZETTE OF PAKISTAN, EXTRA,, MAY 2,2OI8 225\n'(xviia)''captivc generaliug plant\" meens a power plant setup by any\npersoD to eenerate elcctricity primarily tbr his own use and\nincludes a power plant setup by anv co-operative society or\nassocration of persons for generating electricity primarily for\nuse ofme,nbers ofsuch co-operative society or association;\";\n(c) after clause (iv), the following new clause shall be inserted,\nnamcl):\n\"(i!a) consurner category\" means such category of consumers as\nma) be preicribcd:\".\n(d) in clause (v), the expression \"or sale\" shall be omitted;\n(e) for clause (x), the following shall be substituted, namelyi\n\"(x) \"electric power service ' includes the generation, transmission,\ndistrrbution, supply. sale or trading of electric power and all\nother services incidental thereto;\",\n(f) after clause (x), substituted as aforesaid, the following new clauses\nshall be substituted, namely:\n\"(xa) \"electric power suppliei' means a person who has been\ngranted a licence under this Act to undertake supply of\nelectricity;\n(xb) electric porler trader\" means a person who has been g'anted\na Iicence under this Act to unaertake trading in electricity;\";\n(g) 'n clause (xvi), the expression \"for generation, transmission or\ndistributioo\" shall be omitted;\n(h) after clause (xvii), the followmg new clause shall be inserted,\nnamcly:-\n_Dmrket opemtor'' rneaDs a person responsible for\norgarization and administration of trade in electriciry and\npayment settlements among generators, licensees and\nconsumclsl ;\n(i) in clause (xviii), after the word \"Chairman\", the words \"or a\nmember of the Appellate Tribunal where the context so requires\"\nshallb€ added;\n226 THE CA':ETTE OF PAKISI AN. EXTRA . MAY 2,2OI8 [PARII\n0) after clause (xix). the following ne*' clauses shall be inserred.\nnamely:\n\"(xixa) 'national electricity policy\" means a polic]' appro!€d by the\nCouncil ofcommon l terests and made undcr section 144;\n(xrxb) \"national electricity plan\" means rhe plan made under scclion\nl4l\\;\";\n(k) after clause (Lx), the tbllowing new clause shall be rnserted,\nnamely:--\n''Pakhtunkhwa Ener$/ Development Organization\" or\n\"P[;DO\" means the Pakhtunkhwa Ener$/ Development\nOrtianization establrshed under the Pakhtunkhwa En€rgy\nDe.relopment Organizition Act. 1993 (Kh)ber Pakltunkhwa\nAcl No.I of 1993);\";\n(l) after clruse (xxii), the lbllowing new clause (xxiia) shall be\ninsert€d, nalnely:-\n\"(xxiia) \"prlvincial grid company\" means the pe6on engaged in\ntransmission of cleclric power and licensed under section\nlE/\\;\";\n(m) after clause (xxiv). the following new clauses shall be inserled,\nnamely:\n\"(xxiva) \"relewable electricity\" means electricity derive,l from-\n(a) a wind, solar, renewable, biomass, occan (including\ntidal, wave, cufienl and thermal), geothermal or\nhydroelectric source; or\n(b) hydrogen derivcd from renewable bionlass or water\nusing an energy source descrihed in clause (a);\";\n(xxivb) \"service tenitory\" mea.ns the alea specified in a liccncc withil\nwhichthe licenscc is audorized to conduct businessl\":\n(n) clause (rxv) shall bc omittcd; and\n(o) aner cla,rse (K\\, ), omitted as afor€sard, rhe following new clauses\nshall be nserted, namely:-\nPAl{ I I THE GAZETTE OF PAKISTAN. EXTRA.MAY 2,20r8 221\n\"(xxva) 'tpecificd'' means spccified by regulations made under this\n(xxvb) \"syslcm operalor, rDeans a person licensed under rhis Act to\nadminister syslem op€ration and dispatch;'.\n(a) in sub sec(ion (2), m clausc (ii), for the cxpression 'North-West\nlrontier\", the expression \"Khyber Pakhtunkhwa\" shall be\nsubsriruted;\n(b) for su[scctions (3) ard (4). the following shall be substituted,\nnamclY:-\n'(l) The Chairman shall b€ a person known for his rntegrity and\neminencc having experienc€ of not less than twelve years in\nany relevant field including law, business, engineering,\nfinance, accounting or economics prefe.ably in lhe electric\nporver services business,\n(4) Every mcmbcr shall bc a person known for his inregrity and\nemincnce having experience of not less thaa twelve years in\nany relevant field including law, business, engtneering,\nfinance, accounting or economrcs preferably in the elect ic\npower services business.\";\n(c) altcr sub-sections (3) and (4), substituted E\\ irForesaid, the following\nncw suLscction (4A) shall be inserred, namcly:-\n'(44) The Authority as a whole shall comprise thc requisite mnge of\nskills, competence, knowledge and expericnce relevanr to its\nfunctions.\";\n(d) in sub-section (5), for dre proviso, the following shall be\nsubstituted, narnely:-\n\"Provided that the Chainnan or a member shall not be\nappointed undcr suUsection (l) or conlinue in office if he ha9\nattained rhe age olsixty years:5. Amcndment of scction 3, Act XL of 1997.-ln the said Act. in\nsectiod 3.-\nProvided funher thal the ago limit of sixty years shall not\napply to any pcrson appointcd as Chai.man or rnember t!€fore the\nr28 ].IIE CAZETTL OF PAKISTAN, EX,I.RA , MAY 2. 20 18 [P^RT I\ncoming into force of thc R€gulation ol-Cenemtion. Transmissioo\nand Dislrihutior of Electric Power(Amendment) Act. 20l8.'.\n6. Amendrnetrt o[ section Ll, Act XL of 1997.-lr the said Act, in\nscrtion 4, iD sub-secticn (2), after the word \"rnisconduct\". thc words -or fails to\ndisclose a conflict of r lterest as provjdcd for undcr this Act\" shall be added.\n?. Amcndrqcnt of section 5, Act XL of 1997.-lll thc said Act. in\nsection 5. lbr-sub-sect on (1), the following shall be substituted. namely:-\n\"(l) Subject to the provisions of this Act, the Authority shall, in\npcrfornance of ils functions and exercise of iLs powe6, conduct its\nprocecdirrSs in accordance with regulations made under this Acl.\".\nE. Amendlrcrt of seclion 7, Act XL of 1997,-lI the said Act. in\nsection 7.-\n(A) in sub-sa)tion (2),-\n(i) for rlause (a). thc following shall be substitured, namely:-\n'(a) grant licences under this Act;\";\n(ii) after clause (a), substituted as aforesaid, the f,)llowing new\nclau;es shall be inserted, namcly:-\n'(aa) specrfy procedures and standards for r(gistration of\nper5ons providing electric power srnices;\n(ab) aid and advise the Fed€ral Covernm€nt, ill formulation\nof national eleclricity plan:\";\n(ac) ensure efiicient tariff structures and ma*et dcsign for\nsufficient liqurdir_,\" in power rnarkets;\n(iii) for c auses (b), (c) and (d). thc tollowing shall bc substituted,\nnam€ly:\n\"(b) rpecili procedurcs and standards for invcstment\nprogrammes by gcncration companies nd persons\nlicensed or registered under this Act;\n(c) jpecify and enforce performance slandards for\nqencration companies and p€rsons licensed or registercd\nrnder this Act:\nPTRI I] THE GAZEI.TE OF PAKISTAN, EXTRA,, MAY 2,2OIE 229\n(d) speciry accourting staidards aid cstablish a uniform\nstslem oIaucoufll by generation companies and persons\nlicensed or rcgrstered undcr rhis Acl.':\n(iv) in clause (e), for the word \"prescribe\", the wo.d \"specify\"\nshall be sub$rturedi\n(v) clause (f) shall be omitted;\n(vi) Ibr clause (h), the following shall be substituted, namely:-\n''(h) settle dispr.trcs between licans€€s in accordance with the\nspecified procedure;\";\n(vii) rn claus€ (i), the word \"a[d\", occuring at the end, shall be\nomitted:\n(viii) after clause (i), amended as aforesaid, the following ncw\n!lause (ia) shall be inserled. namely:\n\"(E) promote development of a markeq including t.adin& in\naccordance with the national electsicity pollcy alld the\nnatronal electriciry plar; and\": 8nd\n(B) in suEsectron (3),-\n(a) the words ', transmission and distnbution\" shall be\nomitted; and\n(b) afler the word \"companies\", the words \"ard persons\nliccnsed or registered under this Act\", shall be inserted;\n(ii) in clausc (c),(i) in clause (b),-\n(iii) in clause (e),-(a) the expression \", transmission and distribution\" shall b€\nomitted;and\n(b) after the r,vord \"companies\", the words \"a[d p€rcons\nlicensed or registered under this Act''shallbe inserled;\n230 TI lE GA2;ET'I E OF PAKISTAN. EXTRA., MAY 2. l0ls [PARrl\n(a) lhe exprcssion '. transmission alld dislrib[lion\" shall be\nomifled; and\n(b) aftor thc wo.d \"companies , thc s,ords and persons\nliccnsed or registered under this Act ' shall be insened;\n(c) in sub-sectio'r (4). after the \\yord \"Provinrc\", occuning\nfor the third lime. the expreision 'and such lariff shall\nnot be called ifto queslion by the Authority\" shall bc\ninsert€d: and\n(d) tbr sub-section (6), the fouowing shall be substitnted,\nnamely:-\n'(6) In p€rlbrming its firnctions under rhis Acl the\nAuthoriD' shall protect interests of consumers and\ncompaDies providing electric powcr scrvices in\naccordance with the principles of transparency and\nimpartiality.\".\n9. SubtitutioD of section 8.-ln the said Act, for sc.crion E, rhe\nfollowing shall be subs ituted, namely:-\n'8. Rcmutreration of Chairman rnd m€mbers.--{l) 'lhe Chairman\nand menrbcrs of rhe Authority shall be eligible for such\nremunerarion and allowances as the Authority may, rith approval\nof the Federal Govemrnert, determine.\n(2) The remuncration and allowances of the Chairman ]nd membcrs\nshallaccornl for-\n(a) fie specialised nature of work to te perfo ned by the\nAutloriry;\nr.b) the nced to ensure the financial sclf-sufliciency of thc\nCharrman and members: aad\nic) the r,alaries paid in the private sector to il]drvidLrals wtlh\nequi',alcnt responsibilities. cxpertise and skills.\n10. INertion of sections tA and 8B, Act XL of 1997.- In rhc said\nAct, after seclion 8, sutsntuted as albresaid, the following new secrions.shall be\n'rrerred. namcly:\nP^RT I.THE CAZDN'E OF PAKISTAN, EXTRA., MAY 2, 2018 2Jt\n'-EA Disclosure of itrter€$l by memb.rs of ahe Authority.-{ I ) For the\npurpose ofthis and thc followinB section. a pe6on shall be deemcd\nro have an intcresl rn a matter if he has any direct or ilrdirccl\nfinancial interest- or has any coonecrion with any company\nconnectcd with the provision of electric power services in such\nmanner which could reasonably be regarded as giving rise to a\nconflict between his duty to honestly perform his funclions undcr\nlhis Act and such interest, so that his ability to considcr and decide\nany question impartially or to give any advice without bias- may\nrcasonably he regarded as impaired.\n(2) A member ofthe Authority havllrg any interest in any matter ro b€\ndiscussed or decided hy the Authority or any of its commitl€es\nshall. prior to any discussion ofthe matter. disclose in writing to thc\nAuthorit-v, thc lact ofhis interest and the naturc th€reof.\n(3) A disclosurc of interest under sub-section (2) shall be recorded in\nminutes of the Authoritv prior to any discussion of or decision on\nthe matte. and aftcr disclosure the member of the Authoritv who\nhas made the disclosurc.-\n(a) shall nol, except as provided in sub-sections (7) (o (10), take\npan or be present in any deliberarion or decision of the\nAuthority: and\n(b) shall be disre8arded for the purposc of constirution o[ a\nquorum of the Authorilv.\n(4) Thc member of the Authority who fails to disclose his in'terest as\nrcquired by this section shall be guilty of a, offence and shall on\nconviction be Iiable to imprisonment for a term which may extcnd\nto one year, or a fine not exceeding ten million rupees, or with both.\n(5) Il shall be a valid defence for a person charged with an offence\nund€r sub-section (1), if he proves that he was not a$are of the\nl'acts constituting the offence and that he exercised due care and\ndiligence in discovering lhose facts which he ought reasonably to\nhave kno\\rr in the circumstances.\n(6) Upon being appointed, a member ofthe Authority shall give written\nnolice to the Federal Govemmenl ofall direct or indirect pecuniary\nirrtcrests that he has acquired or acqui.es in a body corporatc\ncarrying on a business in the lslamic Republic of Pakistan. The\nnaturc ofsuch interests and the particula.s and aDy changes thereof\n232 THE GA:'ET'I'I, OF PAKISIAN, EXI'RA., MAY 2,20]8 [PART I\nshall be Cisclosed in the report ofrhe Authority made under claus€\n(a) ofsu lscclion ( t) of section 42.\n(7) If the Ctairman bctomcs avyare that a member of thc Authoritv has\nthe inter,:st, he shall-\n(a) i[ [ e considers that the mernber of the Authority should not\ntakj part or continue to take part, as the case rna!' rcquir€, in\ndet:rmirring thc rnalter. dire.r the member of lhe Authorily\nacccrdingly, or\n(b) in zny other cas€, cause the member of the Authority s interest\nto be disclosed to the persons concimed rn the matter,\ninc udirg any perso whose application is pending decisionor\nadj,rdicdtion by dle Authoriry.\n(8) I'he menrbcr in respect of whom a dircctio has be(n Biven under\nclause (a)ofsuUsection (7) shallcomply with the direction-\n(9) The Chainnan of the Authorily shall disclose his interest to the\npcrsons concemed ln the matter includin8 any p€$on whose\napplicati rn is pending decision or adjudication by the Authoriry.\n(10)Subject 10 sub-section (7) the Chainnan or the member \\rho has\nany inrerest in any Draner rcferrcd to in this section shall not take\npart or c( ntinue to take parl as the case may require, in determinint\nthe mafter !nless everyone concemed iI}it cons€nts to the Chaidurn\nor, as thc case ma] be. tirc memb€r so takinS part\ntBNotifrc{lior of interest hy otheB.-{l) Where a person who. in\nthc cours i of-\n(a) perl'orming a lunclion or exercising a power, as a delegatc of\nthe \n^uth()rit);(b) perlorming functions or scrvic€ as an employe€; or\n(c) perlonring a lunction or services in an)'capacily by way of\nassi;ting or ad!isiog the Authority or any of its committees or\nany delegaE ofthc Authorily,\nis required k) consider a matler in rvhich h€ has ar inleresl, such person shall\ntorthwith gi\\,e ro the Aurhority a writren notice slzting that he is required to\ncorsider the n)atter and has an irlcrcst in it and setting out parliculars ofthe\ninterest.\nPARI I 1'I{E GAZETTE OF PAK]STAN, EXTRA,, MAY 2. 20IE 231\n(a) in clause (c), after semicolon, the word'?nd\" shall be added;\n(b) lbr clause (d). the follorving shall be subsr.ituted- ramcly:-\n_(d) the power to rccommend rules or Drale or rcp€al regulations\nmadc under dr is Act.\";\n(c) clausc (o) shall be omitted; and\n(d) after clalsc (e). omiftcd as eforesaid, the following shall b€\ninse(cd. namely:-(i) Any pcrson referred to in suu.section (l) who fails ro disclose his\ninterest as required by this sc'l,tion shall be guilty ofan offence and\nshall on convictiofl be liable to imprisonment for a terrn which may\nextend to one year, or a fine not exceeding ten million rup€es, or\nwith both.\n(4) It shall bc a valid defence for a person charged with an ollence\nundcr sub-scction (3). if he proves that he was not aware of the\nfacts constituting the olTencc and that he exercised due care and\ndiliSence in discovering those facts which he ought reasonably lo\nhave known in the circumstanccs.\".\nI L Inscrtion of section l0A, A.t XL of 1997.-ln thc said Ac! after\nsection I0, the lollorving new section l0A shall be ift,erted, namcly:-\n'10A.Indcmnity.-No suit, prosecution or other legal proceedings shall\nlic against the Chairman, members, omce.s or any employee ofthe\nAutho.ily for an).thing done in good fa.th or inrended to b€ done in\npursuance ofthis Act or any rules or relplations made thercunder.\".(2) The person referred to in sub-sectiorr (l) shall also declare his\nintcrest rn accordance with th€ said sub-scction whenever it is\nneccsiarv ro avojd a conflicr of inleresr.\n12. Amendment of s€ction I I, Ac( XL of 1997,-ln the said Act, in\nscctior I l, the word 'special\" shall be omittcd.\n[3. Amendment of seclion 12, Acl XL of 1997.-ln the said Act, in\nscclion 12,\n23,t THE GAZETTE OF PAKISTA\\, IlxTRA. ['lAY 2.2018 IP^RI I\n.CHAPTER IIA.\nAPPELLATE TRIBUNAL,,; and\n14. Substitrtion of section I2A, Act XL of 1997. In the sard Act, lor\nsection l2A the follo!/ing shall be substituted, namely:\nEstablishnent of App€llate Tribunal.-{l) The Federal\nCovernnent shall. by notilicalion in the omcial Gazetle. establish\nan App(llate Tribunal fo| thc purposes of exercising iurisdiction\nunder th s Act.\n(2) The merobers of the Appellale Tribunrl shall be appointed by thc\nFedeml Cotcrnment and shallcomprise -\n(a) a former jud,qe of a High C.urt $'ho shall be the Chaimran, for a\nsingle term of four years on such lerms and ionditions as may be\nprescribr:d and shall hc nomirated by the Provinces or Federal\nCovemnrent, as the case nray bc, by rotation in the following order,\nnamely: -\n(i) the member rcpresenting the Federal Govemmert;\n(ii) the member representin8 the Province oflhe Pu0jab:\n(iii) thc member representing the Provirce of Khybcr\nPal htrrnkhrva:\n(iv) the member represenlinB lhc Province ofSindh: snd\n(v) the member representing dre Province ofthe Balochislan\nProlidcd that the Chairman ol thc Appcllate Tribunal shall not be\nappointed if he has attined the age ofsixry-ilvc years.\n(h) a memb( r finance who shall be a qualilied charlered accountanl ora qualified cost and managemenl accountanr or a qualrficd\nchanere( financial analyst and shall be nominated by thc Provinccs\nor Federal Govcrnnrcnl. a\\ lho casc may be, by rotatio[ in lhc\nfollowinil order, namel),.\n(i) the member rcpresenling the Province ofSindh;\n(ii) the member |eprescntflrq lhc Province ofthe Purrab;\n(iii) the member reprcscntin,q thc Irederal GovernrneDt;\n, 2018 23s\n(iv) (hc member representing the Province of Khyber\nPakhturrkhwal and\n(v) the rncrnbcr reprcsentilg thc Province ofBalochisraa;\n(c) a melrber electricity. \\rho shall he a rncmber o[ the Pakistan\nEngineering Council, wrth a specializrtion in electrical engineering\nand shall be nomrnated by the Provinccs or lhe Federal\nGovemmenl, as the case may be, by roulion in the folloutng order.\nnamely:-\n(i) the membcr rcpresenting thc Province ofBalochistan;T}IE CAZETTE OF PAKISTAN, I]X]'RA,, MAY 2\nrcprcscnlinB thc Province of Khyber\n(iii) the memb€r represmtrng the Fedeml Govemment,\n(iv) thc mcmbcr rcprcscntinS lhc Provrnce ofthe Punjab; and\n(v) the mcrnber represcnlinS lll€ Provilce ofSindh\n(3) The member finance and member eleclncity of the Appellate\nTribunal shall bc appointed for a period of three years on such te.ms and\ncondilions a5 md) be prercribed\nProyrded that uo person who has artaircd thc a8c of sixty ycars shall be\nappointed as member finance and member electriciry:\nProvided furlher that no person shall bc eligible to be the member\nfinance or membcr elcctricity, it in casc ol b€ing a civil scrvanl, they hold a\nposition which is less than BPS-21 or equivalent.\n(4) No person shall be appointed as member ofthe Appellatc 'fribu al\nunless he is a citizen of Pakistan and such member shall be e[ployed on full-\ntime basis-\nt28Qualifications and eligibilily.-No pcrson shall bc appoinLed as\nmember oflhe Appellate Tribunal unless he-\n(a) has al least a maslers or professional degree or qualification\nfrom an accr€dited univcrsity;(ii) thc membcr\nPakhtunkh\\1€;\n(b) has at least fifteen years ofprofessional work experrencel\n236 TIIE GA;.ETTE OF PAKISTAN, EXTRA-, MAY 2.2018 IPARTI\n(c) has no pasr record ofcriminal conviction. othcr than for minor\notf,xrccs: and\n12C(d) has no past record of any specific activities cr coDduct that\nco! Id reasonably oall into queslion his ability 1.l discharge his\nduries as a mcmber of the Appcllate Tribunai with honesty,\nink grrry, reliability, competence and objectiviry.\nDisqualifications--No pcrson shall be appornted rr continue as\nmelriber or an employee oithe Appellate Tribunal, ifsuch person\n(a) has been convicred ofan oflence involving morrl turpilude;\n(b) has been or is declfied insolvent; or\n(c) is i rcapable ofdischarging his duties by reasous ofphysical or\nmeltal unfitness and has beeD so dectared by a duly\ncorstituted rnedical board appointed by the Federal\nGo /emment,\nl2DAutomalic disqualification.-lf a member of the Appellate\nTribunal remains absert lrom his posrtion or othonvise fails to\nundertak: his duties for any reason whatsoever fbr a period ofthree\nmonths it shall be a ground for automatic disqualification of such\nmember,\nl2E D€cisiors, dctcrminations and quorum.-{l) I)ecisions and\ndeterminations ofthe Appellate Tribunal shall be takcn by majoritv.\n(2) If there ire less than three members ofthe Appellate Tribunal, the\nprcsence oftwo members serving shall constitute a quorum:\nP.o\\,ided rhat in the case of a quomm of two. the decision\nshall be laken by consensus-\n(3) _ Any dcc sion or deterniflalion kken at a meeting where a quorum\nis prcsert shall constilurc a valid and ent'orccablc decision or\ndctermination of the Appellate Tribunal.\n12F. Vacanct in lhe Appetlate Tribunal.-{ I ) If position of a member\nbccomcs vacant, the Fedcral Govemment shall designate a new\nrrember and where the lacancy arises in the p,rsition of the\nChainna r. the Federal Govcrnnrent shall appoint one ofthc existing\nmembers to ser1,e as Acting Chainnani\nP^R] I] THE CAZETI'\nProvlded that no p€rson shall sene as Acting Chairman fbr\nmore thar a period ofthree months:\nProvided fu(her lhal the Fcderal covemmenl shall lill a\nvacancy in thc Appellate Tribunal within a period of three months\nfrorn the date such vacancy o,Dcurs.\n(2) The absence of the Chairiran or thE temporary incapacity of the\nChainnan shall not affect the other members' ability ro act as fie\nAppellate Tribunal and to exercise its powers and authority under\nthis Act.\nl2C. Appellate procedur€{.--{ I ) Any person aggieved by a decision or\norder ol the Authority or a single member thereof or a 'liibunal\nestablished under section I I may, within thirty davs ofthe dccisul\nor order, prefer an appeal to thc Appcllate Tribunal in lhe\nprescribed manner and the Appellate Tribunal shall decide such\nappcal B,ithin three months afler filin8 of the appeal.\n(2) In examining an appeal under sub-section (1), the ApPllalc\nTribunal may make such fu(her inquiry as it may considcr\nnecessary and after givnrg lhc Authority or the Tribunal and an\nappellant an opportunity ofbelnS heard, pass such order as it thinks\nfit, confirmin& altering or annulling a decision or order appealed\nagainst:\nProvided that ia the decision under appeal is a determination\nof lariff b) the Authority. then the Appellate Tribunal may in case\nof disagreement with the determination of the Authority, remand\nthe matter back to the Authority with r€levant guidelines, whrch\nshall be duly considered by the Authority which shall be bound to\nreview its d€termination within one month of the receipt of such\nguidelines from the Appellate'I.ibunal.\n(3) lhe decision ofthe Appellate Tribunal shall be in writing, detailing\nthe issues raised in the appeal aLnd the arguments adopted by lhe\nappellaot and the Aulhorily or Tribunal, as the case may bc. Thc\nAppellale Tribunal shall also provide reasons for reaching its\ndecision u,ith refer€nce to the provisions ofthis Act and the facls of\nlhe case.\n(4) The App€llare Tribunal shall provide copies of its decision to all lhc\nappellants and the re$pondents including the Authority or Tribunal,\n' as the case may be, nol later than five days from the dare of\nrendering its dccision.\n138 THE GA,'ETl'I.:OF PAKISTAN. EXTRA,. MAY ], ]OIII IPARTI\n(5) A decision or ordcr ofth€ Authorilv or Tribunal. as the case may\nbe, shall he Bivcn Iull force arrd effect during thc pendency of any\nappeal ol such dcrermination.\n(6) The dec sion of the Appellate T.ibunal shall bc appealable before\nthe High Coua having territorial jurisdiction.\nl2HDisclBU re of inlerest.-Thc following shall apply ro members of\nthe ApF llate Inbunal rncluding the Chairman, namely:-\n(a) a nrenrber ofthe Appellare Tribunal shall bc deemcd lo havc\nan interest ir) a mafter if he ha-s any intcr€st, pecuniary or\notherwise, in such matter which could reasonably be regarded\nas giving rise to a conflict between his duty to honestly\npcrform his functions, so that his abilir) to consider and\ndecidc any qucstion impa(ially or to give any advice without\nbiaj. may rcasonably be regarded as irilpaired;\n(b) a nember oflhe Appellate Tribunal having any inlercst in any\nma ter to be discussed or decidcd by the ApF-'llate Tribunal\nshall disclose in r,,nting to the Secretary to the Appellale\nTri)unal. thc fact ofhis interest and the nature thereot\n(c) a nrember of the Appellate Tribunal shall give written notice\nto he Secretary to rhe Appcllatc Tribunal ol' all direct or\nind rect pecuniary or other material or personit inter€sts that\nhe has or acquires in a body corporate involved in a mattcr\nbef)re lhc Appellate Tribunalt and\n(d) a d sclosure of interest under clause (a) shall be made a part of\nthc record oflhe Appellate Tribunal in that particular matter.\nt2lPowers of thc App€llale Tribunal.---( l) Th€ Appellate Tribunal\nshall, for the purpose ofdeciding an appcal. he dcemod to be a civil\ncourt an(l shall have the sanre powers as are vested in such courl\nunder th( Code ofcivit Procedure. 1908 (Act V of l90E), including\n(a) enfi)rcill8 altcrdancc of any pcrson and exa$inirg htm on\noath;\n(b) conrpclling production of documenls; and\n(c) issuirrg corrmissions lbr examination of witnesses aud\ndoL.rmerrtS.\nPAR] I T}IF, GAZETTE Of' PAKISTAN. EXTRA,. MAY 2, 20I6 239\n(2) Th€ Appellate Tribunal may call lor and examine any record,\ninlLrmation or documenls frorn an),p€rson in relation to the matter\nunder appeal before it for thc purposes of enabling it lo come to a\ndecision.\nl2J. P.n.l of erperts.-Thc Appellate Tribunal may mainrain a panel\nof narional and intemalional experts in power seclor lo asrisl il in\nperformance of its funclions under this Act as and when dcemed fit\nby the Appellqle Tribunal.\nl2K. Budget.-The Appellate Tribunalshall have an independent budgel\nwhich shall compnse-\n(a) an initialS.ant fiom the Federal Govemment; and\n(b) fees and costs associated with appellate procedures as may be\nPrescrib€d.\".\nl5 Amendment of section 13, A.l XL oI 1997,---ln the said Act, in\nsection 13, in sub-section (l). in claus€ (b), th€ words \"by it as prescribed from\ntime to (rme- shall be omitted.\n16. Itr$rtion of Chapted IIB aod trC, A.r XL of 1997.-ln tfie said\nAct after section 14, the following shall b€ inserted, namely:-\n.CIIAPTER IIB\nNATIONAL ELECTRICITY FOLICY AI{D PLA}I\nl44.NstioDrl clectricity policy rd phn.-{l) The FeJeral\n(iovemment shall, from time to.time, with approval of the Council of Common\nlnterests, prepar€ and prescribe a national electricity policy for development of\npows marlets'\nProvided that in developmqrt of policies under this scction, the Federal\nCovernnrent ma!'seek such input and assislance from the Authority as may be\nrcquired.\n(2) Thc policies referred to in sub-section (l) shall provide for\n(a) devclopment of systems based on optimal utilization of resources\nsuch as coal. natural Bas, nuclear subsrances or matcrials. hydro and\nrencwable sources ol'cnergy;\n240 THE CAZETTE OF PAKISTAN. EXTRA, MAY 2.20I8 [PAR,I.I\n(b)\n(c)\n(d)develop nent of emcienr and liquid power market design;\nintegration of national and provincial transmission s),stems;\nspecial provisions for ensuring development of a sustainable\nrenewatle eocrgy market with a dedicated and gradrBlly ircr€asing\nshar€ in electricity power sector; and\n(e) afly oth':r matler pe(aining to developrhent, reforn, improvemenl\nand suslainabiliq of po$€r sector.\n(3) The Ferleral Govemment may either on its own motion or on\nrecommendation of rr Provincial Govemment and subject lo approval of the\nCouncil of Common Interestl, review or r€vise the policies rcfe.red to in sub-\ns€ction (l).\n(4) The Feleral Govemment in consultation with the Provincial\nCovemments, shall p,repare a national electricity plan in accor,lance with the\npolicies Fepar€d and prEscriM under sub-s€ction ( l) and notiry such plan once\nin five years:\nProvided that the F'ederal Govemment, while prcparirg or amending lhe\nnatioral elqrhicity.plan, shall publish the draff national elecEicity plan and invile\nsuggestions qnd objecdons lhercon within thirty d6ys oflhe nolification:\nProvided further thal a Provincial Govemmcnl may, il re(luired, proposc\n6n amendment to the national electricity plan, which may b( adopted with the\nconcurrenc€ offie Provincial Covemments and dle Federal Government.\n(5) The Aurhority shall prform its tunctions in accordam€ *ith the\nnational electricity po icy and the nelronal electricity plan.\nC}IAPTER IIC\n(;ENERATION OF ELECTRICITY\nl4B. Cercrctior.-{ l) Subject.to suLseclion (5). no person shall,\nexcept under authorit/ of a licence issued by the Author'ry undcr this Act and\nsubj€ct to the conditions specified in this Act and es rnay be irnposed by thc\nAuthority, aonstruct, (,wr or oferate a generarion facrlity.\n(2) An applcation for gmnt of a licence for generation faciliry shall\nsp€ciry\n(a) the type rffaciliry fbr which the licence is applied;\nTHE GAZETTE OF PAKIS]'AN, EXTRA., MAY 22018 241\n(b) the loc-ation ofthe generation facility; and\n(c) thc cxpected life ofthe generation facility\n(3) The Authority may, after such enquiry as it may deem appropriate\nand subJect to the conditions specified in this Act and as it may impos€, 8i{nt a\nlicence authorizing the lic€nsee to construct, own or operate a cornocted\n8eIeration facility.\n(4) In lhe cas€ ofa generation facility connecting dircctly or indirectly\nto (hc trBnsmission facilities of the narional grid compafiy, the licensee shall\nmakc thc Scncradon fucilit_v avarlable to lhe natimal grid company for dlc safc,\nreliablc, nonJiscriminatory, economic dispatch end operation of the nationel\nlransmission grid and connected facilities, subject to the comFnsation frxed by\nthe Authority for voltagE support and uneconomic dispatch direrled by rc\nnational!trid company.\n(5) The Federal Govemment may, aller consultation with the Authoriry\nand by notification in the oflicial Cazetle, provid€ a mechanisrD for gmdual\nccssation of the genemtion licenc€s for various clssses of generation licencr\nholdcrs. which shall not extend beyond a period of five years from the cominS\ninto effect of the Regulation of Ceneration, Tmnsmission and Distribulion of\nIllectric Power (Amendment) Act,20lt and lhereafter, any generation company\nmay establish, opemte and maintain a Seneration hcilty wrthout obtaining a\nlicr-ncc under this Act if it complies with the technical standards relating to\nconnccrivilv wrth the grid as may be specified:\nProvided that a gener-ation company intending to set up a gen€rrting\nfacility shall preparc and submit a det iled scheme covering all financial,\ngeological, hydrological, lechnical, safety and environmental aspects to the\nAulhority for ils concuarence:\nProvided further that, whilc considering th9 scheme submitted by a\ngencralion company intending to set up a hydro-generating facility, thc Authority\nshall considcr wh€ther or not in its oprnion the proposed river work will\nprLjudicc thc prosp€cts for the best ultimate development of the river or its\nrriburarics for power generation and are consistent with the requirements of\ndrinking water, irrigation, flood control and other public purpos€s end shall\nsatisry itself that necessary approvals have been sought from the concemad\naurhorilies ofthe Federal Govemment and Provinciel Govemments.\nl4C. Captive generrtioD.-{ I ) Notwithstanding ar}rhing contained in\nthis Act. a person may construct, maintain or opemte a captive generatint plart\nand dedicated transmission lines:\nTHE GAzETTE OF PAKIS'I'NN, EXTRA,, MAY 2.2OIIi [P^RTI\nProvided lhal rhc supply of elcctricity from the captive genemting plant\nthrough the grid shall )e regulated in the sarne manner as llle gcn(rating l'acility\nof a geneiati g company.\n(2) Every pe:son, who has conslruclcd a caplive Scnerarir8 plant and\nmaintains and operate; such planl, shall havc the flght to open tccess for the\npurpo6es of crrrying electricity from his captrve Senerating plant to the\ndestination ofhis us€:\nProvided that such oPen access shall bt subj€ct to svailability of\nadequal€ Eansmission facility and such availability of ransmissiol fecilitv shall\nb6 detemined by the 'ratioral grid coNpary or the provincial grid company, as\nthe case may be:\nProvided funher that any dispute r€gardin8 the availability of\ntransmission facility shall be adjudicated upon by the A'rthoriry-.\nl4D. Drties ol geDerrting comprrie3.-{l) Subj€ct lo the provisions of\nthis Act, the duties of a gcnemling company shall hc lo estahlish. op€rate and\nmaintrin generating slations, tie-lines. sutFstations and dedicated tlansmissioh\nlines connected thereu ith and within the Seneration facilitr, in accordance with\nthe p.ovisions ofthis,A ct or the rules or relulations made thereunder.\n(2) In the care ofa genclalion facility connecting dircctly or indtectly\nto the transnrission fa.ilities ot lhe nalirnral Srid company or a provincial grid\ncompany. thc Eenerati( n compdny shall make the Seneration faciliw available for\nthc safe, reliable, no iiscriminatory, economrc dispatch and operatlon of the\nnational trarsmission llrid and connected facilities, subject to the compensatioD\nfixed by the Authority for voltagc supporl and uneconomic dispatch directed by\nthe system operator.\n(3) A generating company may supply electricity to any transmission,\ndistribution, supply or market trader licensee in accordance wilh this Act and thc\nrules and regulations rnade lhereundcr and may. subject to scclion 238, supply\nelectricity to any consumer.\n(4) Every Seflerating company shall-\n(a) submit t(.chnical dctails rcgarding its generating srations to the\nAuthonq; and\n(b) c.-ordinate witi the relevant transmission\n. Eansmission ofthe electricity generated by ir.\".company. for\nP^xr liTIIE GAZETTE OF PAKISTAN. EXTRA,. MAY 22018 243\n17. Amcrdment of Chrpter UI, Act XL ot 1997.-In thiJ said Acr,\nafrcr secrion l4D. insened as aforcsaid, afier the hendir8 *CIIAPTER lll\", in thc\nsub-heading 'LICENCES\", attcr the word 'LICENCES\" tllc words -ANt)\nRECISTRATION sha|I be added\nI E. Omi*eiotr of section 15, Act XL of 1997.-ln the said Act, scction\nl5 \\hell hL o,rnred.\nIg Amendment of scction 16, Act XL of 1997.-In the said Acl, in\nscction 16.\n(a) for sub-sectioo ( l), the fbllowing shall be substituted, nanrelyi-\n'(l) Subject to the conditions laid down in this Act. no pe6on\nshall en8age in the transmissron oF electric porver without\nobtaining a licence issued by the Authority-\n(1/1) The eligibility criteria for grant of transmission licence shall\nbe prescribed by thc Federal Govemment and shall includc.\nwithoul limitation-\n(a) minimum solvency requirements; and\n(b) minimum lechnical and human rEsou.ce rcqu[ements. ;\nand\n(b) in suFsecrion (2).\n(r) in clause (i), the word \"and\" shall be omitted;\n(ii) in clause (ii). for the full stop ar the end a s€micolon and the\nword \"; and' shall b€ substituted and thereafter the following\nnew clause shall be added, namely:-\n\"(iii) any other infomation as may be specified.\".\n20. Ameddmetrr ofsedion 17, Act XL oi 1997.-ln rhe said AcL in\nsection 17.-\n(a) for suEsection (l), the following shallbe subrtituted, namely:-\n-(l) The Authority may, subjcct to &e provisions ofthis Act and\nafter such enquiry es it may de€m appmpriate, gant a licence\nauthorizrng the licensee to engage in the transmission of\nelectric power subject lo such conditions as it may imposei\n244 'lH,r CA;:E-ITE OF PAKISTAN. EXTRA., MAY 2,2018 [PARI I\nProvided that only one such licence shall be g.anted at\n(b) in sub-section (2),\n(i) aftrr the words \"in lhc', the words \"s€rvic€\" shall b€ inserted;\nand\n(ii) thc words \"excent the tenitory served by KIJSC\" shall be\noln ttcd: and\n(c) after sub-section (2), arnended as aforesaid, the lbllowing new sub-\nsection ( ]) shall be addcd, namely:-\n\"(3) Thr: eligibiliry criteria for Brant of licence as i national grid\ncorlpany shall be prescribed and shall include, without\nlimilation,\n(a) minimum solvency requirernents; and\n(b) minimum techricaland human resource requiremenrs.\"\n21- Amendrnent of section 18, Ac( XL of 1997.-ln the said Act, in\nsection 18, in sub-section (2),-\n(a) in claus', (c). in the proviso. thc word \"and\" at the end shall be\nomitled; and\n(b) ir clausj (d), for the firll stop at the end a semicolon and the\n*ord \"; and' shall be substituled and thereaffer rhc following new\nclause st all be added, namely:-\n\"(c) pcrlbrm funchons ofa system operator.\"\n22. Inscrlion of sectiorB l8A .nd ttB, Act XL of 1997.-ln the said\nAct, after section 18. amended as aforesaid, the following ne\\y scctions shall be\ninserted, namely:-\nProvinc rl grid company. {l) The Authority nlay- subjecl to the\nprovisrons of this Act and after such enquiry as it may deerh\napproprirte, gmnt a liccnce authorizing a company owned by a\nProvincirl Govemmenr 10 c,)gage in transmission ofclectric power\nq,ithin krrilorial limits of such Province, subject to such conditions\nas it ma) impose:'18A\nPARIll l'tlE CAZETTII OF PAKISTAN, EXTR,,\\., MAY 2,2018 245\nProvided that only onc such licenc€ shall be ganted for cach\nProvince at any one time.\n(2) Thc cligibility criteria for grant of license as a provincral Sridconrpanl shall be prescribed and shall includg without\nlimitation,\n(a) minimum solvcncy rcquirements; ard\n(b) minimullr lcchnical and human rcsource rcquirem€nts-\nlEB. Rcsponsibilities of provincirl grid competry.-{l )'lhe provincial\ngnd companv shall be responsible to opemte and provide safe and\nrcliable ransmission services on a non-discriminatory basis,\nincluding to a bulk-power consumet who proposes to become\ndirectly-cgruEted 10 its f8cil ies.\n.hout prejudice to the foregoing .esponsibilitics, the provincial\nLd compary shall-\nr) provide transmission and inler-connection servic€s (o the\nnational grid company and to others, wherever necessa4/, al\nsuch rates, charges and terms and conditions as the Autho.ity\nmay deteamine;\n(b) purchase interronncction service fmm the national grid\n. compary as may be necessary and to connect its facilities to\nthe national transmission grid at the rates, charges and terms\nafld conditions determined by the Authority;\n(c) follow the performance standards laid down by the Aurhority\nfortransmission ofelcclric power. includinS Mfety, health and\nenvironmental protection instructions issued by the Aurhoriry\nor an! govemmental agency;\n(d) make available to general public the tariff specifying the\nAuthorily's app.oved rates, charges and olher terms and\nconditions for transm ission serviccs.\n(e) not levy any rate or charge or impos€ any condition for\ntransmission of electric power which has not be€n approved\nby the Authority a-s a t riff;\n(1) not cause a division or any associated unde.taking to ongage\nin geneBlion and distributioE and\n246 TTIE GAZETTE OF PAI{ISTA\\I. EXTRA,, MAY 2. 20 IS [PART I\n(g) de/elop. marnlain and publicly make alrilablc, wilh prior\nap )roval of the Alrthority. an invcstrnenl program for\nsalisrying ils service obligations and acquirine and selling its\nas!ets,\",\n23. Amendrnent of s€ction 19, Act XL of 199?.-ln lhe said Act, in\nsection 19, in clause rf), for the word \"prcscrib€d\" the word specified\" shall be\nsubstituted.\n24. Ametrdment of sec(ion 20, Act XL of 1997.-ln lhe said Act, in\nsLrtion 20,-\n(a) in sub-sr:ction (1), the words \"ir this Act and as may be imposed by\nthe Autl ority\" shall be omifted; and\n(b) after sut\"scction (l), amendql as aforEsaid, the lollowing new sub-\nsecoon { lA) \\hall b€ inserted, namely:-\n''r lA) Th.: eligibilir-'- criteria for g.ant ofdistribution licence shall be\npftscribcd and shall include, withour limitalion.\n(a) mininrum solvency requirements; and\n(b) minimum technical and human resource ruluir€ments.\".\nAmendrnetrt of secrion 21, Act XL of 197.-ln the sard Ac! in 25.\nsection 21, -\n(A) in suusxtion (l), the woids *rn &rs Act and as i: may impose''\nshall be )mitted; and\n(B) in sub-s(,ction (2).-\n(i) in 0lause (a),-\n(a) thc word \"exclusive\" shall b€ omined;\n(b) the expression \"and to makc sales of eleclric po\\ver to\nconsumers\" shall be omittcd:\n(c) for lhe word 't€rritory\", occurling twice, the words' \"scrvice te[itory\" shall be substituted; and\nPARr I THE GAZETTE OF PAKISTAN, EX'TRA-, MAY 2, 2OIE 247\n(d) in thc proviso, the expression \"within such terriror). as\nthe Authority may, subjecl to section 22. for a period of\nfifteen years, allow\" shall be omined;\n( ii) in claus€ (b),-\n(a) the expression \"and male sales of electic po*er\" shall\nbe omined;\n(b) after thc word \"its\", the word \"service\" shall be ins€(ed;\nand\n(c) the proviso shall be omifled;\n(iii) in clause (c), the expression \"and power sales to consumers''\nshall be omined:\n(iv) for clause (d), the following shall be substituted, namelyr-\n''(d) establish, *ithin thEs monlhs of the issue of irs licence\nfor distriburion of elec(ric power and make available to\npublia, the manner and procedure for obraining its\nservicef';\n(v) for clause (e). the following shall be substiluted. namely:\n\"(e) make its transmission facililies available for operation\nby any other licensee, aonsistent with appliceble\ninstructions established by the system operator;\"; and\n(vi) in clauss (f), after the word \"ag€ncy', the words\nProvincial Covemment\" shall be insened.\n26. AmeDdment of s€ction 22, Act XL of 1997,-In the said Acl, in\nsection 22,\n(a) for sub-s€clion (l), the following shall be substituted, namely:\n\"(l) Notwithstanding anything conEined in section 21, the\nAuthority may p€rmit sale of elecfic power to bulk powcr\nconsumers located in service lerritorv of the holder of a\nliccnse undcr this Act.\"; and\n2.18 THE G^ZETTE OF PAKISTAN, EXTRA, MAY 2,2018 IPART I\n(b) ifl sub-,ectioo (2), for the words 'three years , the words \"one\nyear\" sl all be substitutcd, for colon a full stop shall be substituted\nand thereafter the proviso shall bc omitted.\n2?. Amendm€nt of section 23, Act XL of 1997.-ln lhe said Act, in\nsection 23, the \\yord: \"or thc bulk pot\\€r consumers within rls service t€rritory\nsubject to the provisi( ns ofs€ction 22\" shall be omitted.\n2t. Insertiotr of sc.ctions 23A, 238, 23C, 23D, 238, 23F, 23G ,nd\n23H, Act XL of 199''.-ln the said Acl, after section 23, amendcd as atbresaid,\nthe followirg new scctions shall be inserted, namely:-\n'2iA. Mrrk€l operrtor li.eDce.{l) No p€rson shall, unless licensed by\nthe Aurhorify under lhis Act and subject lo the prescribed\nconditro rs. acl ss a marlel operator:\nPK'vid6d that any p€rson acting as a markct opeialor on\ncommenc€menl ofthe Regulation of Ceneration, Tmnsmission and\nDistribu ion of Electric Power (Am€ndm€nt) Act, 201t, shall\nwithin a period olone year apply for a licence under this Act:\nPr( vided funher (hat only one market operator I icence shall be\ngranted ilt one time-\n(2) The elig bility criteria for gant of licence as a ma.ket operator shall\nbe prescribed by the Fedeml Covemment and shall include, without\nlimitatio r,\n(a) mirimum solvency requiremenls;\n(b) mir imum technical and human resourEe rEquiremenE; and\n(c) put lic service obligations of the licensee inclu(ling quality of\nsen,ice, lradsparency of liansactions, timely ,:ollection and\ndisr.emination of palments. efl'ective collectron and\ndis:.emination of any and all taxes and surcharges as may be\nimfosed by the Federal Covemment, €tc.\n(3) A pcrsor eligible for a Iicence to be licensed as a market operator\nmay make an application to thc Authority in such form and maoner\nand on $ch conditions as may be specificd.\n(4) An app,ication for licence under sub-secrion (3) shall be\naccomparried by a dmfi commcrcial code govemint the form and\nP^Rr Il THE GAZEI-II OF PAKISTAN, Ex rRA, MAY 2,2018 249\nmanner in which the market operator shall Undertake its licens€d\nactivitics.\n(5) The Authorily may require an applicant under suLsection (3) to\nprovide such further information as it coNiders necessary in\nrelation to thc application, in such form or verified in such rianner\nas the Authoflty may direct.\n23B. DutiB rtrd responsibililiB of r mrrket operrtor.-{l) A market\nopenftor may, from time to time end subj€ct to epproval by lhe\nAuthority, make such commcrcial code as may be required to\nenable it to p€rform its functions as a markel opemtor.\n(2) A markel operator shall regulate its operations, stardards of\npractice and business conduct of market participanrs ard their\nrepresentatives in accordance with its commercial codc, policies\nand proceduEs as appmved by the Authority.\n(3) The Authority may; if requirEd in the public interes! direct a\nmarkel operator to make such conunercial code or amend its\nexisling retulations a5 it may specify in wriling:\nProvided that iflhe market op€mtor does not cornply with the\ndi.ection of the Autho.ity within a period of thrrty days withour\nprovidinSjust caus€ for such non<omplianoe to the Au6ority, 6e\ncommcrcial code of the narket operator shall be de€med to have\nbeen made or amended, as the case may be, and shall ta-ke effect\naccordingly.\n2lC Electric power trader licence.-{l) No person sh6ll, unless\nlicensed by rhe Authority under this Act, engage in Fading of\nelectric power.\n(2) lhe eligibility criteria for 8.ant of licence for treding of electric\npower shall be prescribed and include, amongst others,-\n(a) minimum solvency requirements:\n(b) minimum technical and human resource requhements; and\n(c) public service obligations of the licensee including qualiq of\nservice. rransparenc) of transactions. timely colleclion and\ndissemrnation of payments. eflccliv€ collertion and\ndissemination of any and all t&res and surcharges as may b€\nimposed by the Federal Covemmen! etc-\n250 THE GA.2 ETTE OF PAKISTAN, EXTRA,, MAY 2,2OIII [P^RT I\n(3) An applir)ation tora liccnce under sub-section (l)shall specify\n(2) The licensee shall-(a) the rype ofservice for which the licence is being sought;\n(b) the mode and marner in which the service is proposed to be\npro /ided: and\n(c) any other informatiou as may be specified\n23D. Duties and responsibilitiA of ele.tric power trsder.-{l) The\nAuthori! may, after such enquiry as rt may deem appropriate and\nsubject t,) the conditions specified, grant a licence for trading of\nelectric power.\n(a) posiess a right to trade in\nconlitions of licencelelectdc power subject to the\n(b) be responsible to carry out fade bilatcrally between the\npanies by entering into appropriate coDtracts containing\nnec:ssary saleguards with regard to supply of electricity\nthr(ugh tradiflg;\n(c) ensrrre that appropriate melers are in place lbr rhe purpose of\nene gy accounting and comply with the specifications as\nspe,iified by the Authority;\n(d) hav: requisite agreenents rvith tmnsmission licensees and\ndist-ibution licensees for transmission or wheeling of\nelectricity, as the cas€ may be;\n(e) dec are to the Authority its ma-\\imum trading m,rnthly volume\nand five-year trading plan;\n(f) cor ply with any direction issued by the system ,)perator;\n(g) publicly makc available the Authority's appro.,ed applicablc\nrater, charges aod other terms and conditions for power sales\nto c)nsumers;\n(h) mai)rain accounts in accordance with the\nprooedure laid down by the Authorrty; and\n(i) any other obligations as may be imposed by the A.uthorityand\n1\nPART I] THE GAZE,I.TE OF PAKISTAN, EXTRA,. MAY 2,2OI8 251\n238. Electric power supply liccnce.<l) No person shall, unless\nliccnsed h), rhe Authority undcr this Acr, cngage in supply of\nelectric power to a consumeri\nProvided that the holder ofa dislriburion licence on the date of\ncoming lnto effect of the Regulation of Generation, Tmnsmission\nand Distriburion ofElecfic Power (Amendment) Acl, 20lt shall be\ndeemed to hold a licence for supply of electric power under this\nscction for a period offive years fiom such date.\n(2) The eligibility crileria for grant of licenco lo suppl]' elect.ic power\nshall be prescriH by the tedeml Govemmenl and shall irrclude,\nwithout limiralion,-\n(a) minimum solvcncy rrqurrements;\n(b) minimum human resource requircmenti:\n(c) prov'sions with rcspccl to a supplicr ofthe last reso(, as the\ncase may be: and\n(d) public service obligations of the lic.ns€e including qualiry of\nsen,icc, transparency of transactions, timely collection and\ndissemination of payments, effective collection and\ndissemination of any and all taxes and surcharges as may be\nimposed by the Federal Governmenl, etc.\n(3) An application for a licence for supply of electric power shall\nsp€ciry-'\n(a) the type ofservrce for which the licence is being sought;\n(b) the mode and manner in which the service is proposed to be\nprovided;artd\n(c) any other information as may be spcified\n23F. Dutics end rBponsibilities of aI| clcctric powcr supplier.-fhe\nAuthority may, aft€r such enquiry as it may deem appropriate and\nsubject to thc conditions specified, grant a licence for supply of\nelectric powet.\n(2) The licensee shall-\n252 TI{E GAJ:ETTE OF PAKISTAN. EXTRA , MAY 2, 20I8 PART I\n(a) posress a righr tolnakc sales ofelectric porl€r to consumers in\nthe territory specificd in rhe licence and to frame schemes in\nresPect of that tenitory;\n(b) be responsible 10 make sales of electric poteer within its\ntcnitory on a non-discrirninatory basis to all the consumers\nwh,) meet the eligibility criteria laid down by thc Authorityl\nProvided thal\n(i) the licensee may not be requirEd to make rale ofel€ctric\npower to a bulk powcr c6nsumer rl'ho has contra.led for\nelectric power supply from alother supplieq and\n(ii) the licensee may rcquest lhe concemed distrrbuuon\nlicensee to discon ect the provision ofelecEic powcr to\na consumer for default in payment of power charges or\nto a consumer who is involved in fieft ofeleclric power;\n(c) publicly make availablc the Authority's applicable rates,\ncharges and olher terms and conditions for power sales to\n(d) estiblish, within three months of the issue of its licence and\nma(e available lo $e public. instructions specirying\n(i) procedures for obtaininS servic€; ard\n(ii) the manner and procedure for metering, hilling and\n. collection of thc licensee's approved charges snd\ndisconnection rr case of non-paymenr of charges,\nelectric powcr dreft and use of energy for purposes other\nthan for which it was supplied and.procedures for rc-\nconnection and recovery of arrears and other charges;\n(e) maLntain accounls in accordance with the manner and\nprocedure laid do$'rr by the Authorio; and\n(0 de\\elop, maintain and publicly make availahle, with prior\napF roval of the Authority, an invcstment program for\nsatisrying its s€rvicc obligations and acquiring and s€lling its\nass lts,\n23C. System ,)pc.rtor licence.{l) No penon shall, unlcss liceused by\nthe Authority undcr thi\\ Acl. undertake functions as a systemT\nTTIE GAZETTE OF PAKISTAN, EXTRA,, MAY 2. 20I8 253\nop€rator as may be specified b] the Authority, including but not\nlimited tc-\n(a)\n(b)\n(c)\n(d)\n(e)generation scheduling, commitment and dispatch;\ntransmission scheduLng and generation outage coordination;\ntransmission congestion management;\ncross boader transmrssion coordtnaTion;\nprocurement and scheduling of ancillary services and system\nplanning for long term capacity; and\n(0 such othbr activities as may be required for reliable and\neffi cient system operations:\nProvided that only one such licence shall be'Eranted at\nany one time:\nProvided further that the national grid company.shall be\ndeemed to b€ a system op€rator for a period of tuo years from\ncommencement of fie Regulation of Generation,\nTransmission and Distribution of Electric Power\n(Amendment) Act. 2016.\n(2) The eligibility criteria for grant oflicence as a system operator shall\nbc prescribed by the Federal Govemment and shall include, without\nlimitation.\n(a) minimum technical and human resource requirements; and\n(b) public service obligations oF the licensee including quality of\nservrce and transparency of transactions.\n(3) A person eligible for a licence to b€ licensed as a system operator\nmay make an application to the Authority in such form and manner\nand on such conditions as may be specitied.\n(4) An application for licence under sub-section (3) shall be\naccompanied by a draft grid code goveming the fonn and manner\nin which the system operator shall undertake its licensed activities.\n(5) The Authority may require an applicant under sub-section (3) to\nprovide such further information as it considers necessary in\n254 TIIE GAZETTE OF PAKISTAN. EXTRA,, MAY 2.20I8 [PART I\nrelalion to lhe application. in such fbnn or verifiod in such manner\nas the A rthority may direcl.\n2iH. Duties r,od rqponsibilities ofr rystem operrtor.-{l) A system\nop€rator shall, from time to time and subject to approval by the\nAuthority, make such grid rnanaBemcnl code as rnal be required to\nenable it lo carry out its lunctions as a syslenr oprjrator.\n(2) A system operator slall regulrtc ils opcrations. standards of\npractice and business conduct in accordance wdr policies and\nprocedurcs as approved b) rhe Authori$.\n(i) The Aur hority may, if required in the public inter€st, dir€ct rhe\nsystem (rperator to makc such grid code or amend irs exisling grid\ncode as rt may speciry in wriling:\nPK,vidcd that if Ihc system opemtor does not comply with the\ndirectiors of the Authority within s period of thirtv days *,ithout\nprovidingjust cause for such non-comphance to the Authority, $e\ng d co<e of the system operator shall be deemed to have been\nmade or amended, as lhc case may bc, and shall take effect\naccordingly.\".\n29.\nsection 24,-\nG)\n(b)Am.odrncrt of srction 24, Act XL of 1997.-ln the said Act, in\nfor the v ord \"SHYDO\", thc word \"PEDO\" shall b€ substitured; and\nthe expression \"teneratron. rransmission or distributio \" shall be\nomitted.\n(a) in sub-s(ction (l),-30. Amendrnent of section 25, Acl XL of 1997.-ln the said Act, in\nsection 25,-\n(i) aftr:r rhe words \"g.anl licences\", the words 'or regisfation\nun(ler this Act\" shall bc inse(ed;\n(ii) the expression 'for Seneration. transmissioh and distribution\nof'rectric powe.\" shall be omitted; and\n(ii') aftcr the words \"rnorc lic€nsees\", the words *or registered\npertons\" shall be inserled;\nPART U THE CAZET-I.E OF PAKISTAN EXTRA.MAY 2. 2OIE 255\n(b) in sub-section (l), after the words \"a licensee\", rhe words \"or\nreSistered person\" shall be inse(ed and the cxpression \"for\ngeneration, trarsmission and distribution of eleclric power, as the\ncase may be\" shall be omitted.\nI L Inserlion ofsectior 25A, Act XL of 1997.-In the said Act, after\nsection 25, amended as aforcsaid, the followinS n€w section 25A sflall be\ninserted, namcly:\n'25ARegistration. -{ l) Any p€rson providinB electric powcr services,\nother than generation under Chapter llA or an clcclric power\nsewice r€quiring a liccnce under this Act, shall be registered with\nthe Aulhority in thc manner and subject lo such conditions as may\nbeprescribed.\n(2) Without prejudice to the Benerality of sub-section (l), a person\nregistered underthis section shall, at all times,-\n(a) maintain the prescribed minimum capital requirEment;\n(b) maintain adcquate facilities to ensure efficient provision ofthe\nservice il is rcgistered lo pmvidel and\n(c) comply with the provisions of this Act and the rules and\nregulations made hereundea.\",\n32. Ametrdmenl of scction 26, Act XL of 1997.-In the said Act, in\nsection 26, aller the word \"issued'. the words \"or rcgistration granled\" shall be\ninseiied.\n33. Amcndm€nl of section 27, Act XL of 1997.-ln the said Act, in\nsection 2?,-\n(a) for rhe words 'for generalion, 'transmission snd distribution of\ncl!'ctric power\". the words \"or a rcgistcred Frson, as lhe case may\nbe\" shall be substituted: and\n(b) after the word \"licc[ce\", the words \"or re8istration\" shall be\ninscmed.\n14. Inrnion of Ch.pler mA, Acl XL ol lyn.-h the sad Acl,\nafter sccrior) 27, amended as aforesaid- the followinS nel* Chapter IltA shall be\nIlser1ed. nrmelyt-\n256 THE GAZETTE OF PAKISTAN, EXTRA-. MAY 2.20]8 IPART I\n.CHAPTER III A\nENFORCEMENT\n2T^.Iniestigrtion and proceediogs by the Authodty. ll) The\nAuthori(y rray appoilt not less than two officers to conduct investigations .in\nrcspect of aor', malter that is a violation of this Act, lhe rulcs, regulalions and\ncodes mad( thcreun(er or lhe conditions of a liccnce issucd or regisu-ation\ngranted undcr this Acr. as lhe casc may bc.\n(2) l he Aul rority, in the not ice of appo intment o f invest iSat ion omcers\nunder suusection (l), shall stldcify\n(a) the reas(,n for initiation of investigation;\n(b) the poss ble violations which are lo bc invcsligatcd: and\n(c) the time frame within which the i[vestigation is to be completed\nPro\\,ided &al a copy of the notic€ of investigarion shall be provided to\nthe persons under invr)stigation, who shall be bound ro facilitalc the investigation\nofficers in all aspects,rfthe investigation.\n(3) When an investilation has been ordered under sutssection (l), an\ninvesrigating officer rnay, by nolice in writin& require any pe.son to produce\nbeIorc him such book;, registers or documents as are in cuslody or under control\nofthat person.\n(4) A persor who obstructs or hinders an inyestigating officer while\nexercising any of the powers under thrs section or deliberately frils to produce\nany such books, regi!.ters or documenls as are rcquired by lhc Authority or an\ninvesligatinE ofljcer, !hall bc Iiablc ta-\n(a) proceedings under sections 278 and 2t, where the Authority is of\nthe vicx that non-compliance wilh the investigation would\na{\\cr5cl, affcat lhe interest of the consumers ol lhc person under\ninvestig:,tion and rvhcrc lhc p€rson undcr invcstigation is a lic4nsee\nor a rcgiitered person: and\n(b) impositi)n ofpenalty under section 27B, in all other cases\n(5) Any person aggricved by the conduct of an invesligating oflicer\nmay lodge a cornplainl in rcspec( thercofto thc Authoriry.\n257\n(6) fhe Authority shall, within fifteen days of receipt ofthe complaint\nunder sub-scction (5), commence a hearirg to determine the veracity of such\ncomplaiit in accordance with the specified procedure.\n278. Penelty for defrult or co[tr{vention.-Any person who acts in\ncontmvcnlion of this Act or the rul€s and rcgulations made thereunder or fails to\ncomply wrth the conditions of a licence issued or registration granted to that\nperson and such person is a party to such contravention shall be punishable in\ncase of\n(a) a company, with a minimum fine of ten million Rupees which may\nextcnd to hryo hundred million Rupe€s and, hr the case of a\ncontinuirg default, with an additional fine which may extend to one\nhundred thousand Rupees tbr every day during which the\nconnavention continues; and\n(b) an individual, with a minimum fine of one milfion Rupees which\nmay extend to ten million Rupees and, in the case of a continuing\ndcfault, with an additional fine which may extend to ten thousand\nRupees forevery day during which the contravention continues:\nP.ovided that a fille shall only be irhposed under rhis section a]ier\nproviding a reasonable oppoftunify ofbeing heard to the person alleged to be io\ncontravention:\nProvid€d fu(her that $rhere the person is a gen€ration cor pany, a\nIicensec or a person rcgistered under this Act, a penalty imposed urlder this\nsection shall not be treated Ls a cost for the purposes of tnriff deterrDiDation by\nthe AuthoriD.\n27C. Prohibitiotr order,-{l) The Authoriry may, after-recording\nreasons in *ritrug, for continuiDg violations ofthis Act or thc rules or reelulations\nmade thereunder-\n(a) prohibit a generation company, a licensee ot a regislered persoll.\narom providing electric power services; or\n(b) in the case ofa generation company, prohibit any or all persons\nfrorn purchasing electricity from such genemtion company; or\n(c) reqnirc a generation company, a licensee or a rcgistcred person, to\nimprole the prov,sion ol electrrc powcr service\\ (o as ro ensurc\ncompliarce with this Act and the rules and regulations made\nthereunder,P^RT I] THE CAZETTE OF PAKISTAN, EXTRA,, MAY 2.20]8\n258\n(2) 'lhe Authority may, either on its own notion or on dle application\nof a gencratlon compiury, a licensee ol a registered persofl, against whom a\nprohibition or requirerlent has been imposed under sub section (l), rescind or\nvary such prohibition cr requlrement if the Authority is satislicd that no violation\nofthis Act or rules or tlre regulations made thereundcr cxists to that extent.\".\n35. Amcndment of section 28, Act XL of 1997,-ln the said Act in\nsecrion 28,-\n(a) for sub-s€ction (l), thc follo$,ing shall be substihrted, namely:\n'(1) Nolvithstanding anything contaired in section 278, the\nAutltoriq ma) suspend or revoke any licence issued or\nregi lration granted under this Act lor consistent failure ofthe\nIicersee or rcgistered person to comply \\\\'ith the conditions of\nthe licence or registration: '\nPro\\ ided that before taking action uDder this section, the\nAuthoriry shall issuc a noticc to sho\\r,causc and may provide an\nopportunity to rectil'y thc omissioD subject to such conditions as the\nAuthority may specily \";THE GAZETTE OF PAKIST N, EXTRA,, MAY 2,2OIE IPART I\n(b) in sub-se(tion (2),\n(c) in sub-se(tion (3),-(i) aftcr the word \"licence\". occurring tuice. th€ words 'or\nregr;tratior\" sllall be inserted; and\n(ii) in r lause (a). after the word \"licensee\", the words \"or\nregir;tered pelson\" shall be inserted;\n(i) after the s,ord \"licensee'_, occuning twice, the $,ords \"or\nregi:itered person shall be ins€rted: and\n(ii) aRe' the words whosc licence\". the words \"or registration''\nshal bc inscrlcd.\nJ6. Omisiiotr of sectior 29, Act XL oI 1997.-ln the said Acr.\nsection 29 shllb€ omi,red.\n37. Amendment to scctiotr 30. Act XL of 1997. ln th,) said Act. in\nsection 30, for the ex])ression \"SHYDO . wherever occurring, the expression\n\"PEDO\" shall be substitutcd.\nPAR] tl THE CAZE]\"TE OF P KISTAN. EXTRA,, MAY 2, 20I8 259\n38 Insertior of Chapter IIIB, Act XI of 197.-ln the said Act,\nafter section 30. amended as aforcsaid, the following expression shall be inscrled,\nnamel):\n.CHAPTER IIIB\nTARIFF\"\ni9. Subslitutiotr of scction 31, Ac{ XL of 1997.-ln the said Act, for\nsection I I, the following shall be substituted, namely:-\n'3 1 . Ta ff.-11 ) 'fte Aulhority shall, in the determinstion, modificetion\nor revision of rates! charges and terms and condixons for the\nprovision of clectric pouer services, be guided by the nalional\nelertncity policy, thc national clealricity plan 6nd such guidclnes\nas may be issued by the Federal Govemment in order to give effect\nto the naliooal eleqricit!, policy and nationalelectriciry plan.\n(2) The Authority, in the determination, modification or revision of\nrates. charSes and tcnns and conditions for the provision ofcleclric\npower services shell keeP in view-\n(a) thc protection of consumers against monopplistic ard\noligopolistic pric€s;\n(b) the res€arch, devclopment and capital investment programrne\ncosls oflicensees:\n(c) thc cncouragcmenl of efficiency in licc sces, operations and\nquality ofservic4;\n(d) the encouragement of economic elfrciency in the elecEic\nprcwcr industry;\n(e) thc cconomic and social policy objectives of the Federal\nGovemment;and\n(f) thc elimination ofexploilation and minimrzation of economic\ndistortions.\n(3) Without prejudice to thc gene.aLiy ofsub-section (2), the following\ngeneral guidelines shall be applicable to the Authoriry in the\ndetermination, modificalion or revision of Etes, charges ard terms\nand condilions for provision ofelectric powrr scrvrccs, namely:-\n260 THE GAiIE'T]'E OF PAKISTA\\, EXTRA,, MAY 2,2OI8 [PART I\n(a) taflffs should allo\\r, licensces the recovery ofany and all cost\nprudently incurrcd to meet the demonstraled needs of their\nProvrded that assgssmo[ts oI licensees' prudenc€ may\nnot be required u'here tariffs are set on other than cosl of\nser/ice basis, such as fonnula based tariffs that arc designed\nto l)e in place for rnore than one year:\n(b) tariffs should Senerally be calculated by including a\ndetreciation charge and a rate o[ rctum on the capital\ninvestment of each licensee commensurate to that eamed by\nolher irvestments of comparable risk;\n(c) tanffs should ellow licensc'es a rate of refum which promotes\ncontinued reasonable investment in equipmcnt and facilities\nfor improved and efficient s€rvice:\n(d) tar ffs should include a mechanism to allow licensees a benefit\nfiom snd penalties for failure to achie\\,,e the efliciencies in the\nco:t ofproviding the servica and the quality of jervice;\n(e) tarrffs should reflect marginal cosl pflnciples to the extent\nfe,sible. keeping in view the financial slabrlity ofthe sector;\n(f) drc Authority shall have a preference for co[lpetition rather\nthEn regulation and shall adopt policies and cslablish tariffs\nto\\vards that cnd;\n(g) tarffs may be sct below the level of cost ol providing the\nservice to consurners categories consuming clectric power\nbe ow such consumption levels as may be prescribe4 as lont\nas such tarilYs are financially sustainahlc:\n(h) tariffs should, to thc extcnt feasibte, reflect rhe firll cost ol'\nser'vice to consum€r categories with similar service\nrequirem€nts;\n(i) ta'iffs should serk ro provide stabililv and predictability for\ncu itomers; and\n(i) tarifi's should be comprehensible, ftee of m isin terpretation and\nshrll shte explicitl), each componenl thcreoi\nPART I THE CAZETI'E OF PAKISTAN, EXTRA. MAY 2, 20 I8 261\nProvided that lhe Authority shall skike a balance to thc\nextent possible. among thc gencml Euidclines in onder to\noptimize the benetirs ro all pcrsons likely to be atTect€d by the\ndetermination, nlodillcation or revision of rates, charges and\nterms and conditions\n(4) Subject to sub-sections (?) and (3). the Authority shall, in the public\ncoirsum€r intcresl, detcnninc a uniform tariff for distribution\nlicensees whoTly owned aDd controlled by a common shareholder,\non the basls ol lheir consolidated accoun6.\n(5) The Authority spccity procedures fo. determination,\nmodificatio or revision of €tes. charges and terms and conditionsli, ' \"rolision of clcctric po$€r services, including without\n., .! trame for decisions by lhe Authority on lariff\napplications;\nJ) opportunity for customers and other interested parties to\nparticipate meaningfully.ifl the tariff approval process; and\n(c) protection for refund, if aay, to\ndecisions are pending.cuslomers while tariff\nThe time frame for detenninalion by the Authorir) on tariffpetition\nshall not exceed four monfis aftcr the date ofadmission ofthe l.nff\n,rclitioni\nProvided lhal this timc frame shall commence after lhc\napplicant has complied with all requirements of rules and\nregulations and the Authority has admitled the tariffpetition.\n(7) Notification of the Aulhority's approved tariff, rates, chargcs snd\nother terms and condilions for lhe supply ofelectric power services\nby genemtion, transmission and distribution companies shall be\nmade by the Federal Govcmmcnt in the officral Gazette, within\nfifieen days ofintimarion ofthe final tariff by the Authori*-:\nProvided that rhe Authority may, on a monthly basis and not\nlatcr than a period ofscven days, make adjustments in the approvd\ntaiff on account ofany variations in the fuel charges and policy\nguidelines as the F.dcral Govemment may issue and notiry the\ntariffso adjusted in the official Cazette.\".\n262 THE GAZETIE Of PAKISTAN, EX.I-RA., MAY 2.2018 [P^Rr I\n(a) in sub-r,ection (l), for the word ''prescribe', the *ord \"specify''\nshall be substitutedi\n(b) in suLs.:clion (2),40. Am€ndment of section 32, Aci XL of 1997.-ln lhe said Act, in\nsection 32.\n(i) fb, the word \"prescribed\", the word \"specrEed'' shall be\nsul)stituted; and\n43. A-Eendrnent of section 35, Act XL of 1997.-ln the said Act, in\ns€ction J5,(ii) after lhe word ''company\". tle expression \", the provincial\ngrid companies\" shall be inse(ed.\n41. Inserliotr oI Chapter lUC, Act XL ot 1997.-tn the said Ac!\nafter scction 12. amcndql as aforesaid, the follo\\tin8 shall he irrserted, namely:-\n.CHAPTER IIIC\nPI]RF ORMANCE AND STANDARDS\"\n42. Amendrn€n( of se(lion 34, Act XL of 1997.-ln the said Ac(, in\nsection 34, lbr the wod'prescribc\". the word \"speciry\" shall be substituted.\n(a) for the rvords 'encourage thc development ol\", thc word \"spccify\"\nshall be iubstituted:\n(b) after clause (6), the following new clauses \\hall be inserted,\nnarnely:.-\n\"(aa) lec lnical standards for construction of el€ctrical plants,\nelc.:tric lines and connectivity 1o lhe grid;\n(ab) Sriil standards for operation and maintenancc ol'transmissioo\nlin( s:\".\n:14. Insertion of scction 3SA, Act XL of 1997.-ln rhe said Act. aiier\nsection 35, amended as afor€said, the following new section 35A shall bc\ninserted, namely:-\n35A. Omces of complrints rcglrding ovcr-billing elc.--{l)\nNolwilhstanding aDythine.onlail|ed ir section 38 or seclion 39, the\nP^RT ll THE CAZETI E OIr PAXIST EXTRA,. MAY 2. 2OI8 263\nAutho.ity may establish dist.ict level complaint ollices to hear and\ndecide complaints regarding ove6illing, non-compliaflce of\ninstructions rrsp€cting metering and collection of approved\ncha.ges, disconnection in cEse of non-payment of charges, elecl.ic\npower thcft and usc of enerry for purposes othcr than for which il\nwas supPlied.\n(2) The manner and procedure wheretry consum€rs ?rnd licensees may\nmake complaints under this section shall be sp€cified:\nProvided thst the ofTice of complsints shall, on receipt of a\ncomplairt and bcfore t ling any oction thcreon, give notice to the\nlicensee or any other peBon against whom such complaint has b€en\nmade to show causc and provide such licensee or such other person\nan opportunity ofb€in8 heard.\n(l) If. on inspection by an offic€ ofcomplaints, a willful conEalention\nagainst a licens€€ or any olher person is establishe4 a licensea\nperson and any such anyother person that is party to thc\nconFavention shall be punishable in casc of-\n(a) a licens.c, with a fine under s.ction 2?B;\n(b) an enployee of a licensee who is found to be party to thc\ncontravention complained ol to imprisoflment for a term\nwhich may cxtend to thrEe yeals or to a fin€ which may\nextrnd to tcn million Rup.rs o. to Mr;\n(c) a consumer thst is a compeny, with a finc undcr s€ction 278;\nand\n(d) any oficr individual who is found to be party to tie\ncontravention complained o[, to imp.isonment fo. a term\nwhich may extend (o thre€ ye$s or b a fine which may\nextend to ten million Rup€€s o.to hlh.\n45. AEendmcDa of rcctior 36 A.r XL of 1997.-ln the said Act, in.\nscction 16. for dle words \"pacscrib€\" and 'prEscribed\", the words \"specifu\" and\n\"specified\" shall resp€€lively bt substituted.\n46. ADctrdlnetrt of lcctiotr 3t, Act XI- of 199.-ln (he said Act, in\nsection 38, in sub-section (3), for the word \"prcscriM\", the word \"specified\"\nshall be su bstituted.\nl6l fI II] C 7 LTTE OF PAKISTAN, EXTRA,, MAY 2.20IS\n47. Inscrliotl oI Chapter M, Act XL ol 1991.-ln thc said Act\nafier sectron i9. lhe fo lowing shall be inserte4 namely:\n.C}IAPTER TVA\nMISCELId\\IEOUS'\n48.\nseclion 44,-\n(a)\n. (b)\n(c)AEcnd[rcnt of scction ,14, Act XL of 1997.-ln lhc said Act, in\nthc rvord \"prescribed\", occurring for the first time. sh ll be omitted;\nthe wordr, -fine or other\" shall be omitted; and\nfor the expression'as prescribed fiom time to time\", lhe words\n''under this Act\" shall be substiruted.\n49. Substilurion ofsectioN,16 and 47, A.l XL of 1997.-ln the said\nAct, for scctioDs 46 an,l 47, the following shall be substituted, nam( ly -\n\"46. Rulcs,- l) The Federal Govemment may, erlhq or ils o$,n\nmorion o'on recommendation of the Authority and l)y notification\nin the omcral Cazette, make rules for matteB rLqurred to be\nprescribcl undcr dis Act:\nPro ,ided that the po*er to make rules conldncd by rhis\nsection slrall be subject to consultalion with the Authority and the\nProvincial Govemments and be subject to previous publrcation for\ncliciting public opinion thereon within a period of nol less than\nfourlcnn rlays ttom th€ date o[publication:\nPro',ided firrtfie|lhet in case of a disaSreement betwcen the\nFcdcrdl (;ovommcnt and the Provincial Covemmeflts, such rules\nshall be r:fcrred to the Council ofCommon lntercsts for a dc'cision\nrhcrcon-\n(2) Without )rejudice to e generality ofthe foregoing powers, such\nnrlcs ma1 prot idc fr-rr\n(a) pro(cdurc for seeking nominations of nenrbers of the\nAut rority aod rhe AppellaG Tribunal from the Provincial\nCo\\emments;\n(h) pub icarion ofrar€s and cha.rges ofelectricity consumplion;\nP^RT I] THE CAZETTE OF PAKIS,I.AN, EXTRA,. MAY 2,2OI8 265\n(c) procedure for submission ofvarious reports to lhe Council of\nCommon Interests or 10 th€ Federal Government and the\nmanner of preparation ofsuch reports;\n(d) proccdure for inquiry and investigation into affairs of an\napplicant for a lic€nce and for any contravention of any\nprovision ofthis Acr;\n(e) sceking ofinformation; and\n(0 any olher matter incidental or consequential\n.{7. Rcgul.rions.-{1) The Authorilv may, for performance of its\nfunctions undfi this Acl and by notification in the official Gazette, make\nregulations not rnconsistenr wilh the provisions of this Act and the rules.\n(2) Without prejudice to the foregoing powers, such regulations may\nprovide for-\n(a) appointment of olficers, mcnrhcrs of slaff and such olher persoDs\nand thc tcrms and conditrons oftheir service;\n(b) Jhe form and maflner of applications to be made for e licence foa\ngeneration, transmission or distribution facilities;\n(c) the fces and documents to be accompanied with the applications for\nlicencesl\n(d) procedure for metering, billing and collection of elecEic po$'er\ncharges by the license€s;\n(c) proccdurc for resolving disputes gmongst the licensees and\nconsut'ners;\n(0\n(c)\n(3)\nsubjcct tomanner and procedure of sbo\\t cause notic€s; and\nany othcr maner incidenhl or consequential\nregulations the drali thereof shall be published in two rewspapers of wide\ncirculation for eliciting public opinion thereon within a p€riod of nol less than\nrhirty days trom the date ofits publicalion.\".The power to mal€ regulations conferred by ll|is seclion shall be\nthe condition of previor.rs publication and before making any\n266 THE GAiIET.TE O[.PAKISTAN, EXTRA, MAY 2,2O]8 [PART I\n50. Additior of sections {E, 49, 50 ond 51, Act XL of 1997.-ln the\nsaid Act, after sectior 47, substituted as aforesaid, dre following new sections\nshall be addcd. name\\:-\n\"48. Power of the Authority to issue directiv€s, circulors, guidelinesr\netc.-The Authority shall have the power to issue such directives,\ncodes. glridelines. circulars or nolificalions as are neressar) to carry\nout the l)urposes of this Acl and the rules and regulations made\nhereundtr,\n49. Cognizrnce of offcnces.-Notwithstanding an,,thing contained in\nthe Codr of Criminal Procedure, lEgE (Act V of lt98), no court\nother than the court ofsessions shall take cognizance ofan offence\nu der this Act except on a complaint by an officer authorized in this\nbehalf$ the Authoriry.\n50. Savings.{l) Notwithstanding anything contained in the\nRegulati,)n of Generation, 'I mnsmission and Distriburion ofElectric\nPower (.tmendment) Act, 20lt or any repeal eftbcted thereby,\nnothing ihall affect or be deemed to afrect an]'thing done or any\naction taken or purported to have been taken, including any rule,\nregulation, notification, determination, order or lotic€ made or\nissued, rny approvd, appointment or declaration made, any\noperatiorL undertakcn or di.ection giveo, any p.oceedings taken or\nany pena lty, punishment or fine imposed under this Act b€fore the\ncommen,:ement of the ReBulation of Generation, Transmission and\nDishibution ofElectric Power (Amendment) Act, 201E.\n(2) Subject to sub-section (l), any order, rule, notification, regulation,\nappointn ent, conveyance, deed, document or direqion made, fee\ndire.ted, determination given, proceedings taken, instrument\nexecuted o. issued or thing done undq or in pu.ruance of any\nprovisior of the Regolation of Generation, Tmnsmission and\nDistribution of Electric Power (Amendment) Act, 20lt shall, if rn\n[o.ce be]bre the commencement of the Regulation of Generation,\nTrarsmi!sion and Dishibution of Electric Power (Amendmeno Ac!\n2018, ccntinue to be in force and shall hav€ effart.as if made,\ndirected, passed, given, taken, executed, issued or done under or in\npursuance ofthis Act:\nProvided $at, pursuiurt to the coming into effec! of the\nRegulatir)n of Generation, Trarsmission and Distribution of Electric\nPower (/\\mendment) Act,20lE, the rules and regulations issued\nunder thls Act shall be brought into confomity with the amended\nprovisior s of this Act, wherever required, within a period of one\nPART ll THE GAZETTE OF PAKISTAN, EXTRA,, MAY 2, 2OI8 261\nyesr fiom the date of coming into effect of the ReSulation of\nCeneration, Transmission and Distriburion of Electric Power\n(Amendment) Acq 2018.\n(3) Any pe6on appointed to any office prior lo the comlng into force of\nthe Regulation of Generation, Tmnsmission and DisEibution of\nElectsic Power (Amendment) Acl 20lE shall be deemed to have\nbeen appointed to that ollice under and by virtue of this Act and\nany condition or term of servicc or employment modified th.ough\nthe Regulation of Generation, Ttansmission and Distibution of\nEleclric Power (Amendment) Act, 201E shall not have retrospective\napplicatioD or effect.\"\n51. Validrtion.-AnFhing done, actions Eken, orders Passe4\ninstruments made, notifications issued, agreements made, proc€edings initiate4\nprocesses or conmunications issued, powers conferred, assumed or exercised by\nthe Federal Covemment in rerms ofsub_s€ction (5) of section 31 on m 6Jler the\nfiIst day ofJuly, 2OOt till lhe comin8 into force ofthe Regulation ofGeneration,\nTra[smission and Distribution of Electric Power (Amendnent) Act, 2018 shall\nbe deemed to have been validly done, made, issued, taken, initiate4 confened,\nassumed and exercised and shall be de€med to have effect accordingly ''\nTAHIR HUSSAIN.\nSecrelory.\nPiINTED BY TI IE MAN CER. IRNNNG COTPOR TION OF P^KSTAN PRISS, ISLAMAB^')\nPUBL,ISHED BY NtE DEPUIYCONTiOLLER, SI^fiONIf,Y AND Foru{S, LNIVIJRSITY TO^D, X]\\XACHI"
}