{
    "file": "./converted_json\\administrator6d6d2781b29d352180ed83ad6f4d434b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1 The Gazette of Pakistan Extraordinary \nPART II  \nGOVERNMENT OF PAKISTAN \nFINANCE DIVISION \nNOTIFICATIONS  \n \n \nIslamabad, the 30th November, 2004.  \n \nS.R.O. 975 (I)/2004. - In exerci se of the powers conferred by sub -clause (viii) of clause (a) of \nsection 282A of the Companies Ordinance, 1984 (XLVII of 1984), the Federal Government is pleased to \nspecify Pension Fund Scheme Business authorized under the Voluntary Pension System Rules, 2 004, to \nbe a form of business.  \n \n  Islamabad, the 27th January, 2005.  \n \nS.R.O. 87(I)/2005. - In exercise of the powers conferred by sub -clause (viii) of clause (a) of \nsection 282A of the Companies Ordinance, 1984 (XLVII of 1984), the Federal Governm ent is pleased to \ndirect that the following amendment shall be made in Notification No. S.R.O. 975(I)/2004, dated the 30 th \nNovember, 2004, namely: - \n \nIn the aforesaid Notification, for the figure \"2004\" the figure \"2005\" shall be substituted.  \n \nS.R.O. 88(I) /2005. - In exercise of the powers conferred by section 282B of the Companies \nOrdinance, 1984 (XLVII of 1984), the Federal Government is pleased to make the following rules, the \nsame having been previously published vide S.R.O. 976(I)/2004 dated the 30 th November, 2004, as \nrequired by section 506 of the said Ordinance, namely: - \n \nIslamabad, the 14th November, 201 2 \n \nS.R.O.  1376  (I)  /2012.- In exercise of the powers conferred by sub -section (1) of section 282B \nof the Companies Ordinance, 1984 (XLVII of 1984),  read with clause (b) of section 43 of the Securities \nand Exchange Commission of Pakistan Act, 1997 (XLII of 1997), the Securities and Exchange \nCommission of Pakistan, with the approval of the Federal Government, is pleased to direct that the \nfollowing further amendments shall be made in the Voluntary Pension System Rules, 2005, the same for \neliciting public comments have been previously published in the official Gazette vide Notification No. \nS.R.O. 1055(I)/2011, dated the 22nd November, 2011, namely .  \n \n1.       Short title and commencement. - (1) These rules may be called the Voluntary Pension \nSystem Rules, 2005.  \n \n(2) They shall come into force at once.  \n \n \n2 2. Definitions. - (1) In these rules, unless there is anything repugnant in the subject or context, - \n(a) \"accounting period\" means the period ending on an accounting date and commencing \nfrom the establishment of the pension fund or from the end of the last accounting period, \nas the case may be;  \n(b) \"annuity\" means a series of payments of set frequency;  \n(ba) “approved occupational savings scheme” shall have the same meaning as defined \nin clause (3E) of  section 2  of the Income Tax Ordinance, 2001 (XLIX of 2001); 1 \n \n (bb)  “approved superannuation fund” shal l have the same meaning as defined in \nclause (4) of section 2 of the Income Tax Ordinance, 2001 (XLIX of 2001);2 \n \n(c) \"asset management company\" means a com pany which has been licenced by the \nCommission under rule 5 of the Non -Banking Finance Companies  (Establishment and \nRegulation) 3 Rules, 2003, to offer investment schem es under trust deeds and to issue \nredeemable securities;  \n(d) \"auditor\" means a person qualified under the provisions of section 254 of the Ordinance \nto act as an auditor of a company;  \n(e) \"central depository company\" means a company formed to establish  and operate a system \nfor the central handling of securities, whether listed or not on a stock exchange, whereby \nsuch securities are deposited with and held in custody by, or registered in the name of, the \ncompany as a nominee for the depositors and dealin gs in respect of such securities are \neffected by means of entries in securities accounts without the physical delivery of scrips \nand which has been registered under section 32 -A of the Securities and Exchange \nOrdinance, 1969 (XVII of  1969);  \n(f) \"Commission\" means the Securities and Exchange Commission of Pakistan established \nunder the Securities and Exchange Commission of Pakistan Act, 1997(XLII of 1997);  \n(g) \"company\" means a life insurance company or an asset man agement company registered \nas a Pension Fund Manager;  \n(h) \"connected person\", in relation to a company registered as a Pension Fund Manager, \nmeans; - \n \n(i) any person or company beneficially owning, directly or indirectly, ten per  \ncent or more of ordinary share capital of that company, or being able to  \nexercise, directly or indirectly, ten per cent or more of the total voting  \npower in that company;  \n                                   \n1Amend ed vide S.R.O.  1376 (I)  /2012  -  New clause “ba” inserted  \n2 Amend ed vide S.R.O.  1376 (I)  /2012 - New clause “bb” inserted  \n3 Amend ed vide S.R.O.  1376 (I)  /2012 - New insertion  “(Establishment and Regulation)”  \n \n3 (ii) any person or company controlled by a person who or which meets one or both, of the \ndescriptions given in sub -clause (i);  \n(iii) any member of the group of which that company forms part; or  \n(iv) any director, officer and employee of that company or of any of their connected \npersons as specified in sub -clauses (i), (ii) and (iii) or any body providing ser vice or \nexercising power of that company;  \n \nExplanation. - The words director, officer and employee shall include their spouse, \nlineal ascendants and descendants, brothers and sisters;  \n \n(i) \"constitutive document\" means the principal document governing the formation  \nof the pension fund, and includes the trust deed   and any supplemental trust deed  4 of a pension \nfund and all material agreements;  \n \n(j) \"contribution\" means an amount as may be voluntarily determined by an  individual payable annually, \nsemiannually, quarterly, or monthly to one or more Pension Fund Managers and held in one or more \nindividual pension accounts of a participant, subject to any specified minimum limit;  \n \n(ja) “exposure” includes facility and subsc ription to or investment in equity securities, debt \ninstruments or securities, units or certificates or shares of a collective investment scheme, \nmoney -market placements, deposits, certificate of deposits, CFS, forward contracts, derivatives \nand credit car ds, but does not include - \n(a) obligations under letters of credit and letters of guarantee to the extent of cash \nmargin held by an NBFC;  \n(b) a facility provided to financial institutions through REPO transactions with \nunderlying statutory liquidity requirement eligible securities;   \n(c) letters of credit established for the import of plant and machinery; and  \n(d) deposits of less than ninety day s; \n(jb) “facility” includes financing under a system which is based on participation in profit and loss, \nmark -up or mark -down in price, hire -purchase, lease, rent sharing, bills of exchange, \npromissory notes or other instruments with or without buy -back ar rangement by a seller, \nparticipation term certificate, musharika or modaraba certificate, term finance certificate or \nany other mode, guarantees, indemnities, letters of guarantee, indemnity, letter of credit and \nany other obligation, whether fund based or  non-fund based;5 \n \n(k) \"Form\" means a Form annexed to these rules;  \n                                   \n4 Amended  vide S.R.O.  1376 (I)  /2012 - New insertion “ and any supplemental trust deed ” \n5 Amended  vide S.R.O.  1376 (I)  /2012 - New clauses “ja” and “jb” inserted  \n \n4  \n(l) \"life insurance company\" means a company registered under the Insurance Ordinance, 2000 (XXXIX \nof 2000), to transact life insurance business, and includes the State Life Insurance Corporation of \nPakistan;  \n \n(m) \"net asset value\", in relation t o a pension fund, means the excess of assets over liabilities of the \npension fund, such excess being computed in the manner specified hereunder or as may be specified \nby the Commission from time to time, namely : - \n \n(i) A security listed on a stock exchange shall be valued at its last sale price  on such exchange on \nthe date as of which it  is valued, or if such exchange is not open  on such date, then at its last \nsale price on the next preceding date on which such exchange was open and if no sale is \nreported for such date, the security shall be valued at an amount not higher than the closing  \nasked price nor lower than the closing bid price. Where price is not truly representative of the \nmarket value because it is thinly trad ed or not traded, the trus tee with the concurrence of the \nauditor may prescribe an alternate method;  \n(ii) an investment purchased and awaiting payment against delivery shall be included for \nvaluation purposes as a security held, and the cash account of t he company shall be adjusted \nto reflect the purchase price, including brokers' commission and other expenses incurred in \nthe purchase thereof but not disbursed as of the valuation date;  \n(iii) an investment sold but not delivered pending receipt of procee ds shall be valued at the net \nsale price;  \n(iv) the value of any dividends, bonus, shares or rights which may have been declared on \nsecurities in the portfolio but not received by the pension fund  6 as of the close of business on \nthe valuation date shall be included as assets of the pension fund  7, if the security upon which \nsuch dividends, bo nus or rights were declared is included in the assets and is valued ex -\ndividend, ex -bonus or ex -rights, as the case may be;  \n(v) debt security not listed or quoted on a stock exchange shall be valued at fair value determined \nto the satisfaction of the tru stee; \n(vi) mark -up accrued on any security in the portfolio shall be included as an asset of the \npension fund if such accrued mark -up is not otherwise included in the valuation of the \nsecurity ; 8 \n \n(vii) any other income accrued up to the date on which computation was made shall also be \nincluded in the assets; 9 \n                                   \n6 Amended  vide S.R.O. 1376 (I)  /2012 - “company”  replaced with “pension fund”  \n7 Amended  vide S.R.O. 1376 (I)  /2012 - “company” replaced with “pension fund”  \n8 Amended  vide S.R.O. 1376 (I)  /2012 - Previous clause “ interest accrued on any interest -bearing security in the \nportfolio shall be included as an asset of the company if such accrued interest is not otherwise included in the \nvaluation of the security;” replaced  \n9 Amended  vide S.R.O. 1376 (I)  /2012 - The word “and” deleted  \n \n5 (viii) all liabilities, expenses  10 and other charges due or accrued up to the date of computation \nwhich are chargeable under these rules, and taxes  11, shall be deducted from the value of the \nassets;12 \n \n(ix)  the re muneration accrued up to the date of computation payable to the Pension Fund \nManager for providing management and other services shall be deducted from the \nvalue of the assets;  \n \n(x)  a security not listed or quoted on a stock exchange, other than debt secu rity, shall be \nvalued at investment price or its breakup value as per last audited accounts, whichever \nis lower; and  \n \n(xi)  Government debt securities not listed on a stock exchange and traded in the interbank \nmarket shall be valued at the average rate quo ted on a widely used electronic quotation \nsystem and such average rate shall be based on the remaining tenor of the security;  \n \n(ma)  “offering document” means a document inviting contributions from eligible persons for a \npension fun d and includes all supplementary documents thereto or any document relating to \nan income payment plan ; 13 \n \n(n) \"Ordinance\" means the Companies Ordinance, l984 (XLVII of l984);  \n \n(o) \"participant\" means any person  who has contributed or  14 on whose behalf contributions are made \ninto one or more pension funds and held in one or more identifiable ind ividual pension accounts \nmanaged by one or more Pension Fund Managers;  \n \n(p) \"pension fund\" means a fund made up of sub -funds created from the contributions paid by the \nparticipants and would consist of all the assets for the time being held or deemed to be  held by sub -\nfunds and includes all income or investment returns thereon but excludes fees, charges and expenses \nrelated to the management of the investments of sub -funds;  \n \n(q) \"Pension Fund Manager\" means an asset management company or a life insurance co mpany duly \nauthorized by the Commission to efficaciously manage the contributions made by or on behalf of \nparticipants in pension fund and meet such other conditions as may be prescribed from time to time \nby the Commission;  \n \n(r) \"records\" include ledgers, day books, cash books and all other manuals or magnetic \nrecords used in the business of a Pension Fund Manager;  \n \n(s) \"regulations\" means regulations made by the Commission under these rules;  \n                                   \n10 Amend ed vide S.R.O.  1376 (I)  /2012 - The word “,taxes” omitted  \n11 Amend ed vide S.R.O.  1376 (I)  /2012 – the text “other than paid -up capital of the company” substituted with  the \ntext “and taxes”  \n12 Amended vide S.R.O.  1376 (I)  /2012 - New clauses (ix), (x) and (xi) inserted  \n13 Amended  vide S.R.O.  1376 (I)  /2012 - New clause (ma) inserted  \n14Amend ed vide S.R.O.  1376 (I)  /2012 -  The words “who has contributed or” inserted.  \n \n6  \n(t) \"Schedule\" means the Schedule  to these rules;  \n \n(u) \"stock exchange\" means any stock exchange registered under the Securities and Exchange \nOrdinance, 1969 (XVII of 1969);  \n \n(v) \"trust\" means a trust established by a deed under the provisions of the Trusts Act, 1882 (II \nof 1882);  \n \n(w) \"u nit\" means an undivided share in a sub -fund of the pension fund, and  \n \n(x) \"unlisted security\" means a security not listed or quoted on a stock exchange.  \n \n(2). The words and expressions used but not defined in these rules s hall have the same meaning \nas are assigned to them in the Companies Ordinance, 1984 (XLVII of 1984), the Securities and Exchange \nOrdinance, 1969 (XVII of 1969), the Insurance Ordinance, 2000  (XXXIX of 2000), and the Non -Banking \nFinance Companies Rules, 2003.  \n \n3. No company to commence business without registration. - (1) No company shall  commence \nbusiness as a Pension Fund Manager unless it is registered with the Commission under these rules.  \n4. Eligibility for registration. - A company proposing to commence business as a Pension \nFund Manager shall be eligible for registration under these rules if, - \n \n(a) it is a life insurance company or an asset management company;  \n(b) the company is fina ncially solvent and is fully complying with all the requirements as may be \nnecessary according to the applicable laws, rules and regulations and having such credit \nrating as may be determined by the Commission from time to time; and  \n(c) each of its directors, chief executive and chairman of the Board of Directors, officer or \nemployee fulfills the terms and conditions mentioned in the fit and proper test as may be \nspecified by the Commission from time to time.  \n5. Registration as Pension Fund Manager.  - (1) A company eligible for registration may \nmake an application in Form I to the Commission for registration under these rules along with a non -\nrefundable processing fee amounting to fifty thousand rupees.  \n \n(2) The Commission may, after making such in quiry and after obtaining such further \ninformation, as it may consider necessary, and after satisfying itself that the applicant is eligible for \nregistration and that it would be in the interest of the participants and capital market so to do, grant a \ncertificate of registration to such company in Form II.  \n(3) A monitoring fee shall be charged annually at the rate as may be prescribed by the \nCommission from time to time. Such fee shall be paid by the Pension Fund Manager from his own \naccount and it shall not be charged to the pension fund.  \n \n \n7 (4) In case the company fails to commence pension business within six months from  \nthe date of registration, its registration shall be liable to be cancelled unless the period has been  \nextended by the Commission, on rece ipt of application submitted by the company before the  \nexpiry of six months.  \n \n6. Cancellation of registration as Pension Fund Manager. - (1) Subject to sub -rule \n(2), where the company has become ineligible to be registered in terms of rule 4 or  15 where the \nCommission is of the opinion that a Pension F und Manager has contravened any provision of these rules, \nor has otherwise neglected or failed to comply with  any order or directio n of the Commission or with any \nrequirement of these rule s or has failed or neglected to carry out its duties to the satisfaction of the trustee, \nor the Comm ission, as the case may be, considers that it would be in the interest of the participants so to  \ndo, the Commission may, on its own motion or on the report of the trustee, by order in writing; - \n(a) cancel or suspend the registration of the company;  \n(b) remove the company managing the pension fund;  \n(c) issue, cease and desist orders to the company;  \n(d) order compensation to be paid to the participants;  \n(e) ban defaulters to be employed within the security market temporarily or permanently;  \n(f) impose fine; or  \n(g) take any combination of the above mentioned actions.  \n \n(2) No such orders shall be made under sub -rule (1) except after offering the company an \nopportunity of being heard.  \n(3) If the registration of the company as a Pension Fund Manager is cancelled under sub -rule (1), \nthe Commission shall appoint another company to act as Pension Fund Manager for the pension fund \nbeing managed by the said company and the Pension Fund Manager wh ose registration16 has been \ncancelled shall not be eligible to be registered as a Pension Fund Manager again.  \n(4) The company may apply to the Com mission for the cancellation of its registration as a \nPension Fund Manager if it has, with the prior approval of the Commission, transferred management of \nthe pension fund being managed by it to another Pension Fund Manager.  \n \n7. Obligations as Pension Fund  Manager. - 17A Pension Fund Manager shall, - \n(a) be obliged to manage the assets of the pension fund in the interest of the participants in \ngood faith and to the best of its ability and without gainin g any undue advantage for itself \nor any of its related parties or its officers;  \n                                   \n15Amend ed vide S.R.O.  1376 (I)  /2012 – The words “ where the company has become ineligible to be registered in \nterms of rule 4 or ” inserted.  \n16 Amend ed vide S.R.O.  1376 (I)  /2012 – Word “license” replaced with “registration”  \n17 Amend ed vide S.R.O.  1376 (I)  /2012 – “(1)” omitted  \n \n8 (b) be responsible for the acts and omissions of all persons to whom it may delegate any of \nits functions as Pension Fund Manager, howsoever designated, as if they were its o wn \nacts and omission;  \n(c) account to the trustee for any loss in value of the assets of the pension fund where such \nloss has been caused by its gross negligence, reckless or willful act or omission;  \n(d) maintain at its principal office, proper accounts  and records to enable a complete and \naccurate view to be formed of the assets and liabilities and the income and expenditure of \nthe pension fund, all transactions for the account of the pension fund and contributions \nreceived by the pension fund and withd rawals by the participants including detail of \nwithholding tax deducted at source and transfer or receipt of balances in the individual \npension accounts of the participants to or from other Pension Fund Managers;  \n(e) prepare and transmit an a nnual report, together with a copy of the balance sheet and \nincome and expenditure account and the auditor's report of the pension fund within four \n18 months of closing of the accounting period to the Commission and the participants, and \nthe balance sheet and income and expenditure account shall comply with requirements as \nset out in Schedule I;  \n(f) within one month of the close of the first  19 and third quarter of its year of account of the \nfund and within two months of the close of second quarter  20, prepare and transmit to \nthe participants and the Commission  a balance sheet as at the end of that quarter and a \nprofit and loss account for that quarter, whether audited or otherwise, of the pension fund \nand the balance sheet and income and expenditure  account shall comply with \nrequirements as set out in Schedule I. The companies may, with the prior approval of the \nCommission, post the said quarterly accounts on their website;  \n(g) maintain a register of participants of the pension fund and inform the Commission of the \naddress where the register is kept;  \n(h) appoint with the consent of the trustee, at the establishment of the pension fund and upon \nany vacancy, an auditor independen t of the auditor of the company and the trustee and \nsuch auditor shall not be appointed for more than three consecutive years;  \n \n(i) furnish to the Commission within one month of the close of any accounting  \nperiod, (i) particulars of the personnel (executiv e, research and other) managing  \nthe pension fund; (ii) total number of participants; and (iii) such other information  \nthat may be prescribed by the Commission from time to time;  \n \n(j)  furnish to the Commission a copy of its annual rep ort together with copies of the \nbalance sheet, profit and loss account, the directors’ report and the auditors’ report \n                                   \n18Amend ed vide S.R.O.  1376 (I)  /2012 –  “three” replaced with “four”  \n19 Amend ed vide S.R.O.  1376 (I)  /2012 – Coma and words “,second” omitted  \n20 Amend ed vide S.R.O.  1376 (I)  /2012 – The words “ and within two months of the close of second quarter ” \ninserted . \n \n9 within one month of its annual general meeting and shall furnish its half yearly \nreport to the Commission within two months of close of i ts half year ;21 \n \n(k) send an account statement as at the 30th June and the 31st December each year, within \nthirty days after the end of each date, to individual participants, giving detail of the \namounts received or withdrawn and tax deducted and the number of units allocated and \nheld, the current valuation of the units and such other information as may be specifie d by \nthe Commission, free of charge. The participant shall however be entitled to receive any \ninformation, in respect of his account, at any time, on written application. Such \ninformation may also be posted on the website and furnished electronically, subj ect to \nprior approval of the Commission; and  \n \n(l) send any other statement or certificate to the participants which may be necessary under \nthese rules.  \n \n8. Restrictions for Pension Fund Manager. - No Pension Fund Manager shall  on behalf of a pension \nfund22,- \n(a) merge with, acquire or take over management of any other pension fund unless it has obtained the \nprior approval of the Commission in writing to the scheme o f such merger, acquisition or \ntakeover;  \n(b) pledge any of the securities held or beneficially owned by the pension fund except for the benefit \nof the pension fund subject to prior approval of the Commission;  \n(c) accept deposits from another pension fun d; \n \n(d) make a loan or advance money to any person except in connection with the normal business of \nthe pension fund;  \n(e) participate in a joint account with others in any transaction;  \n \n(f) apply any part of its assets to real estate provided that the company may purchase real estate for \nits own use out of its shareholders' fund;  \n \n \n(g) make any investment with the purpose of having the effect of vesting the management, or control, \nin the pe nsion fund; 23 \n                                   \n21 Amend ed vide S.R.O.  1376 (I)  /2012 – Text of clause (j) substituted. Previous text read as follows:  “furnish to \nthe Commission a copy of its annua l report and half yearly report , together with copies of the balance sheet, profit \nand loss account, the directors' report and the auditors' report within two months of the close of its accounting year \nand within one month of its half year” replaced.  \n22 Amended  vide S.R.O.  1376 (I)  /2012 – The words “on behalf of a pension fund” inserted.  \n23 Amended  vide S.R.O.  1376 (I)  /2012 –The word “and” omitted  \n \n10 (h) employ as a broker, directly or  indirectly, any of its director, officer or employee or a \nmember of a family of such person which shall include spouse, parents, children, brothers \nand sisters and enter into transactions with any connected broker, which shall equal or \nexceed ten per cent  or more of the brokerage or commission paid by the pension fund in \nany one accounting year:  \n \nProvided that the Commission may, in each case on merits, permit the ten per \ncent to be exceeded if the connected broker offers advantages to the pensi on fund not \navailable elsewhere;  and24 \n \n(i) enter into a short sale transaction in any security.25 \n \n9. Authorization of pension fund. - (1) No Pension Fund Manager shall offer to any person, a \npension fund unless the Commission has authorized the same.  \n(2) A pension fund shall be in the form of a unit trust scheme and such fund must  be made \nup of an equity sub -fund, debt sub -fund, a money market sub -fund and may have other sub -funds, \nif allowed by the Commission .26 \n(3) An application for authorization of the pension fund  shall contain information as specified \nin Form III and shall be accompanied by the following documents, namely : - \n(a) a constitutive document, contents of which shall be in the form as set out in  \nSchedule II;  \n(b) an undertaking from Pension Fund Manager that it will invest or arrange the investment \nof seed capital of fifty million rupees for each sub -fund of the pension fund for a \nminimum period of three years or as may be determined by the Commission;  \n \nProvided th at the Commission may modify this requirement where the \ncompany registered as Pension Fund Manager has adequate solvency margin (if \napplicable) and the above average track record for the last three years of the annual return \non the funds being managed by t he said company; or such other conditions as would be in \nthe interest of the participants and the capital market for reasons to be recorded in \nwriting; and  \n(c) non-refundable application fee of one hundred thousand rupees in the form of bank draft \npayabl e to the Commission or a copy of challan evidencing payment of fee in favour \nof the Commission27. \n                                   \n24 Amended  vide S.R.O. 1376 (I)  /2012 –The full-stop substituted with semi -colon and word “ ;and”  \n25 Amended  vide S.R.O. 1376 (I)  /2012 –New clause (i) inserted  \n26 Amended  vide S.R.O. 1376 (I)  /2012 –the text of sub -rule (2) substituted. Previous text read as follows:  “A \npension fun d shall be in the form of a unit trust scheme. The pension fund being made up of an Equity sub -fund and \na Debt sub -fund and other sub -funds, as may be allowed by the Commission from time to time.”  \n27 Amended vide S.R.O. 1376 (I)  /2012 – the words “or a copy of Challan evidencing payment of fee in favour of \nthe Commission ” inserted.  \n \n11 (4) The Commission on receipt of application under sub -rule (3) and after seeking such \nfurther information as it may deem necessary authorize th e pension fund as specified in Form IV.  \n(5) The pension fund shall submit offering document containing information  as specified \nin Schedule III for approval of the Commission.28 \n \n10. De-authorization of pension fund. - (1) If a Pension Fund Manager do not wish to  \nmaintain the auth orization of a pension fund it shall issue a three months' notice to the  \nparticipants about its intention not to maintain the said authorization, with prior approval of the  \nCommission.  \n(2) If the Commission considers that further continuation of the auth orization of the pension \nfund shall not be in the interest of participants, it shall issue a three months' notice to the participants \nabout the Commission's intention not to maintain such authorization:  \n \nProvided that no such notice shall be served without  offering an opportunity being heard to \nPension Fund Manager.  \n(3) The Pension Fund Manager shall not receive any contributions from any of the participants \nas from the date of issue of the notice as referred to in sub -rules(1) and (2).  \n(4) In case of d e-authorization under sub -rules (1) and (2), the Pension Fund Manager shall be \nrequired to wind -up the pension fund and transfer the individual pension accounts of the participants \nunder his management to another Pension Fund Manager, with the approval of the Commission.  \n \n11. Remuneration payable to Pension Fund Manager. - (1) Subject to sub -rules (2)  \nand (3), Pension Fund Manager shall be allowed to charge a maximum front -end fee (sales  \ncharge) of 3% of all the contributions received from any participant o f the pension fund and an  \nannual management fee of 1.5% of the average of the values of the net assets of the pension fund  \ncalculated during the year for determining the prices of the units of the sub -funds.  \n(2) The rates of fees specified under sub -rule (1) may be reviewed by the Commission from time \nto time.  \n(3) There shall be no front -end fee payable in the event of the transfer of the individual pension \naccount from one Pension Fund Manager to another Pension Fund Manager.  \n \n12. Eligibility. - All Pakistani nationals over the age of eighteen years who have a valid National \nTax Number or, a Computerized National Identity Card (CNIC) or National Identity Card for \nOverseas Pakistanis (NICOP) 29shall be eligible to contribute to the pension fund authorised under these \nrules:30 \n                                   \n28 Amended  vide S.R.O.  1376 (I)  /2012 – New sub -rules (4) and (5) inserted.  \n29 Amended vide S.R.O. 1376 (I)  /2012 – For the words “a nd are not employed in any position entitling them to \nbenefits under any approved occupational pension scheme” replaced with or a Computerized National Identity Card \n(CNIC) or National Identity Card for Overseas Pakistanis (NICOP) has been be substituted.  \n30 Amended vide S.R.O.  1376 (I)  /2012 – Proviso omitted. The proviso read as “Provided that Pakistani nationals \n \n12  \n(2) Eligibility criteria may be reviewed by the Commission from time to time.  \n13. Requirements as to contributions. - (1) Eligible persons themselves as well as alongwith \ntheir employers, if any, shall be allowed to contribute into one or more pension funds.31 \n \n(2) The amount of contribution can be paid in one lump sum or in installments into \none or more pension funds .32 \n(3) The Pension Fund Manager shall send an acknowledgement of receipt of the contribution to \nthe participant or the employer, as the case may be, within one week of the receipt thereof.  \n \n14. Individual pension account. - (1) The Pension Fund Manager shall assign a distinct  \nnumber to individual pension account held in the name of each participant.  \n(2) The contribution received from any participant by the Pension Fund Manager on any working \nday shall be immediately credited to the individual pension account of the participant after deducting the \nfront -end fees, and the amount in the individual pension account shall be used to purchase the units of \nsub-funds of the pension fund as the Commission  may allow, at the net asset value notified by the Pension \nFund Manager at the close of that working day.  \n(3) The allocation of the contributions between the various sub -funds at the date of opening of \nindividual pensio n account and  33 thereafter, shall be in accordance with the policy to be specified  34 by \nthe Commission from time to time, hereinafter referred to as the specified  35 allocation policy.  \n(4) The amount of the contribution used for the purchase of the un its of any sub -fund shall \ndepend on such percentage as determined  36 in the specified 37 allocation policy selected by the \nparticipant. In the event of no allocation percentages being selected by any participant the Pension Fund \nManger shall allocate the contributions among the various sub -funds within the specif ied38 allocation \npolicy, as may be considered in the interest of the participant.  \n(5) The Pension Fund Manager shall make reallocation of the units between the sub -funds at \nleast once a year to ensure that the allocation of units of all the participants are according to the \n                                                                                                              \nwho were or are entitled to benefits under an approved occup ational pension scheme, but are not entitled to benefits \nin respect of the current year of service, shall be eligible to contribute to the pension fund during that year.”  \n31 Amended vide S.R.O.  1376 (I)  /2012 –  The words “, subject to the limits pr escribed under the Income Tax \nOrdinance, 2001 (XLIX OF 2001)” omitted.  \n32 Amended vide S.R.O.  1376 (I)  /2012 – Sub-rule (2) substituted. Previous text read as “The maximum allowable \namount of contribution within any financial year according to the Income Tax Ordinance, 2001 (XLIX OF 2001), \ncan be paid in one lump sum or in instalments to one or more Pension Fund M anagers during any fiscal year”.  \n33 Amended vide S.R.O .  1376 (I)  /2012 –  The words “on any anniversary” omitted  \n34 Amended vide S.R.O.  1376 (I)  /2012 –  Word “prescribed” substituted with “specified”  \n35 Amended vide S.R.O.  1376 (I)  /2012 – Word “prescribed” substituted with “specified”  \n36 Amended vide S.R.O.  1376 (I)  /2012 – The words “may be specified” substituted with  “determined”  \n37 Amended  vide S.R.O.   1376 (I)  /2012 – Word “prescribed”  substituted with “specified”  \n38 Amended vide S.R.O.  1376 (I)  /2012 – Word “prescribed” substituted with “specified”  \n \n13 percentages selected by the participants or where no selection has been made according to the specified  39 \nallocation policy.  \n(6) Individual pension account shall not be subject to any lien, pledge or encumbrance, \nattachment in the execution of a decree, nor shall it be chargeable or  assignable; and any agreement to \ncharge or assign an allowance shall be void, and on the bankruptcy of a participant, no sum shall pass to \nany trustee or person acting on behalf of his creditors.  \n \n15. Change of pension fund and 40 Pension Fund Manager by participant. - (1) Subject to \nsub-rules (2)and (3) , a participant  41 shall be allowed to transfer his individual pension account with a \nparticular  Pension Fund Manager to another Pension Fund Manger  or from one pension fund to another \npension fund  42. For this purpose the units shall be encashed at the net asset value of each sub -fund \nnotified at the close of the working day corresponding to the date of transfer.  \n \n(1A)  Subject to sub -rules (2) and (3), and provisions of Income Tax Ordinance, 2001 \n(XLIX of 2001), a participant shall be allowed to transfer his accumulated sum from an approved \noccupational savings scheme or an approved superannuation fund to a pension fund . 43 \n \n(2) No charge whatsoever called shall be deducted for transfer of the individual pension account \nfrom one Pension Fund Manager to another Pension Fund Manager  or from one pension fund  to \nanother pension fund and from approved occupational savings scheme and approved \nsuperannuation fund to a pension fund  44. \n \n(3) The transferred amount shall be used to purchase the units of the sub -funds of the pensio n \nfund maintained by the new Pension Fund Manager at the net asset value notified at the close of the \nworking day, of the receipt amount, on such percentage according to the specified 45 allocation policy \nselected by the participant.  \n(4) The transfer of individual pension account from one Pension Fund Manager to another \nPension Fund Manager or from  one pension fund to another pension fund shall only take place \nonce in a financial year and the notice for the change of the Pension Fund Manager or pension \nfund, specifying the name of the new Pension Fund Manager or the pension fund shall be sent by \nthe participant at least twenty -one days before the effective date of the proposed change .46 \n(5) In the event the Commission de -authorises any Pension Fund Manager, the transfer shall take \nplace without an y restriction thereon.  \n                                   \n39 Amended vide S.R.O.  1376 (I)  /2012 – Word “prescribed” substituted with “specified”  \n40  Amend ed vide S.R.O.  13 76 (I)  /2012 – The words “pension fund and” inserted  \n41 Amend ed vide S.R.O.  1376 (I)  /2012 – The word “participants” substituted with “, a participant”  \n42 Amend ed vide S.R.O.  1376 (I)  /2012 –  the words \"  or from one pension fu nd to another pension fund ” inserted.  \n43 Amend ed vide S.R.O.  1376 (I)  /2012 – New sub -rule (1A) inserted.  \n44 Amend ed vide S.R.O.  1376 (I)  /2012 –  the words “ or from one pension fund to another pension fund and from \napproved occupational savings scheme and approved superannuation fund to a pension fund ” inserted .  \n45 Amended  vide S.R.O.  1376 (I)  /2012 –   The word “prescribed” substi tuted with “specified”.  \n46 Amended vide S.R.O.  1376 (I)  /2012 –  Sub-rule (4) substituted. Previous text was The transfer of individual \npension account shall only take place on the anniversary date of opening of the individual pension account in the \npension fund. The notice for the change of the Pension Fund Manager, sp ecifying the name of the new Pension Fund \nManager shall be sent by the participant at least thirty days before the relevant anniversary date  \n \n14 (6) Policyholders having pension policies approved by the Commission under section 63 of the \nIncome Tax Ordinance, 2001 (XLIX of 2001), and issued by life insurance companies before the 30th \nJune, 2005, would be eligible to redeem their units and transfer the balance to an individual pension \naccount with a Pension Fund Manager, subject to these rules. No charge whatsoever shall be deducted \nfrom such redemption amount.  \n \n16. Register of participants. - (1) The Pension Fund Manager sh all maintain a register in \nrespect of each participant's individual pension account comprising the following information, namely : - \n \n(a) distinctive account number;  \n(b) the name, address, National Identity Card Number and National Tax Number of the \nparticipant;  \n(c) complete record of the amount of contributions paid by the participants on different dates;  \n(d) number of units of the sub -funds allocated and standing in the name of the participant from \ntime to time;  \n(e) the date at which the name of the participant was entered in respect of the units standing in \nhis name;  \n(f) any other information considered necessary; and  \n(g) such information as may be specified by the Commission from time to time.  \n17. Retirement age. - (1) The retirement age for the participants shall be any age between sixty \nand seventy years  or twenty -five years  since the age of first contribution to a pension fund, \nwhichever is earlier .47 A notice shall be sent to the Pension Fund Manager at least thirty days before the \nchosen date of retirement.  \n \n(2) If a participant suffers from any of the following disabilities, which render him unable to \ncontinue any employment he may, if he so elects, be treated as having reached the  retirement age at the \ndate of such disability and all relevant provisions shal l apply accordingly, namely : - \n(a) loss of two or more limbs or loss of a hand and a foot;  \n(b) 48 loss of eyesight;  \n(c) 49 deafness in both ears;  \n(d) 50 severe facial disfigurement;  \n                                   \n47 Amend ed vide S.R.O. 1376 (I)  /2012 – the wor ds “or twenty -five years since the age of first contribution to a \npension fund, whichever is earlier ” inserted.  \n48 Amend ed vide S.R.O. 1376 (I)  /2012 – The word “total” omitted  \n49 Amend ed vide S.R.O. 1376 (I)  /2012 – The word “total” omitted  \n50 Amend ed vide S.R.O.  1376 (I)  /2012 –  The word “ very” omitted  \n \n15 (e) 51 loss of speech;  \n(f) paraplegia or hemiplegia;  \n(g) lunacy;  \n(h) advance case of incurable disease; or  \n(i) wounds, injuries or any other diseases, etc, resulting in a disability due to which  \nthe participant is unable to continue any work.  \n \n(3) An assessment certificate from the medical board approved by the Commission shall be \nrequired to confirm any of the disability specified in sub -rule (2).  \n \n18. Benefits on retirement. - (1) At the date of retirement of the participant all the units  \nof the sub -funds to his credit shall be redeemed at the net asset val ue notified at close of the day  \nof retirement and the amount due shall be credited to his individual pension account, which shall  \nearn the applicable market rate of mark -up 52 for such deposits. The participant shall then have the  \nfollowing options, namely: - \n(a) to withdraw up to fifty per cent or such percentage of the amount  from his \nindividual pension account as cash which is permissible under the Income Tax \nOrdinan ce, 2001 (XLIX of 2001) and subject to payment of tax as required \nthereunder  53; \n(b) to use the remaining amount to purchase an annuity from a Life Insurance Company of \nhis choice; or  \n \n(c) to enter into an agreement with the Pension Fund Manager to withdraw from the \nremaining amount, monthly installments for up to fifteen years following the date of \nretirement  54, according to an income payment plan, approved by the Commission.  \n \n(d) the transfer of an individual income payment plan account from one Pension Fund \nManager to another Pension Fund Manager or from one income payment plan to \nanother income payment plan shall only take place once in a financial year and \nnotice for the change,  specifying the name of new Pension Fund Manager and the \nincome payment plan shall be sent by the participant at least twenty -one days \nbefore the effective date of the proposed change.  55 \n                                   \n51 Amend ed vide S.R.O.  1376 (I)  /2012 –  The word “total” omitted  \n52 Amend ed vide S.R.O.  1376 (I)  /2012 –  The word “interest” replaced with “mark -up”. \n53Amend ed vide S.R.O.  1376 (I)  /2012 –   Clause “(a)” substituted. The previous text was “ to withdraw up to \ntwenty -five per cent of the amount in his individual pension account, as cash”  \n54Amend ed vide S.R.O.  1376 (I)  /2012 –   Substituted for the words “ till the a ge of seventy -five years or \nearlier”  \n55 Amend ed  vide S.R.O.  1376 (I)  /2012 –  New clause (d ) inserted.  \n \n16 (2) At the expiry of the income payment plan according to clause (c) of sub -rule (1), the \nparticipant shall have option  56 to use the outstanding balance in his individual pension account to \npurchase an annuity from a Life Insurance Company, of his choice  or buy an income payment plan for \nanother term or withdraw the amount from his account .  57 \n(3) The annuity purchased may be single life, joint or survivor life, level (with or without \nguarantee period), increasing, investment -linked and retail price index linked or with any additional \nfeatures as may be offered by the Life Insurance Companies.  \n \n19. Withdrawal of funds before retirement. - (1) A participant at any time before  \nretirement shall be entitled to redeem the total or pa rt of the units of the sub -funds to his credit in  \nthe individual pension account subject to the conditions laid down in the Income Tax Ordinance,  2001 \n(XLIX of 2001), from time to time. The withdrawals may be through single or multiple payments.  \n \n(2) Withholding tax and tax penalty, if any, applicable to all such withdrawals shall be deducted \nby the Pension Fund Manager and the same shall be deposited in the Government treasury.  \n \n20. Benefits on death before reti reme nt. - (1) In case of death of a participant before the \nretirement age, all the units of the sub -funds to his credit shall be redeemed at the net asset value notified \nat close of the day of intimation of death and the amount due shall be credited to his individual pension \naccount, which s hall earn the applicable market rate of interest for such deposits.  \n \n(2) The total amount in the individual pension account of the deceased participant shall be \ndivided among the nominated survivors according to the percentages specified in the nomination deed \nand each of the nominated survivor shall then have the following options, namely : - \n(a) withdraw his share of the amount subject to the conditions laid down in the Income \nTax Ordinance 2001 (XLIX of 2001);  \n(b) transfer his share of the amount into  his existing or new individual pension account  \nor income payment plan account58 to be opened with a 59 Pension Fund manager, \naccording to these rules;  \n(c) use his share of the amount to purchase an annuity on his life from a Life Insurance \nCompany, only if the age of the survivor is fifty -five years or more; or  \n(d) use his share of the amount to purchase a deferred annuity on his life from a Life \nInsurance Company to commence at age fifty -five years or later.  \n \n21. Instructions from participant. - All the instructions from a participant or his nominees or \nsurvivors wi th regard to this voluntary pension system shall be in writing.  \n                                   \n56 Amended vide S.R.O. 1376 (I)  /2012 –  The words “no other option except” substituted with “option”  \n57 Amended vide S.R.O. 1376 (I)  / 2012 –  the words “ or buy an income payment plan for another term or withdraw \nthe amount from his account ” inserted.  \n58Amended vide S.R.O. 1376 (I)  /2012  Insertion  \n59 Amended vide S.R.O.  1376 (I)  /2012 The word “the” substituted with “a”.  \n \n17  \n22. Advertisements and invitations. - (1) Advertisements and other invitations to the  \npublic in Pakistan to invest in a pension fund, including public announcements, shall be  \nsubmit ted to the Commission for approval prior to their issue.  \n(2) The approval granted under sub -rule (1) may be varied or withdrawn by the Commission \nafter giving an opportunity of being heard to the Pension Fund Manager.  \n(3) Approval of an advertisement o r invitation shall be valid for a period of sixty days from the \ndate of approval provided that there is no change in the features of the pension fund for which the \nadvertisement was approved.  \n \n23. Unit pricing. - (1) Every Pension Fund Manager shall notify  the net asset value of a  \nunit of each of the sub -funds of the pension fund managed by it, at the close of each working  day. The \nvalue of the units shall be published in a leading daily newspaper. The redemption of the units, wherever \napplicable, shall alw ays be at the net asset value of the unit of each of the sub -funds.  \n(2) The net asset value of the unit of each sub -fund shall be calculated on the basis of the sub -\nfund's total net asset value divided by the number of units after making adjustments for fees and charges:  \n \nProvided that the amount or method of calculation of su ch fees and charges shall be \ntransparent and clearly disclosed in the constitutive document and offering document of the \npension fund.60  \n(3) There shall be at least four dealing days per week.  \n \n24. Investment policy. - (1) The Pension Fund Manager shall make investments of the  \npension fund in equity and debt securities in a transparent, efficacious, prudent and sound  \nmanner.  \n(2) The pension fund shall be divided into sub -funds to be called the equity sub -fund, debt \nsub-fund, the money market sub -fund and such other sub -funds as may be specified by the \nCommission .61  \n(3) The investment policy for the pension funds shall be specified  62 by the Commission from \ntime to time.  \n \n25. Appointment of investment advisor. - (1) The Pension Fund Manager may employ  \ninvestment advisor, not being a person having personal interest, registered under the Non - \n                                   \n60 Amend ed vide S.R.O.  1376 (I)  /2012 Proviso substituted. Previous text read as “Provided that the amount or method \nof calculation of such fees and charges shall be transparent and clearly disclosed in the constitutive document of the pension \nfund.”  \n \n61 Amend ed vide S.R.O.  1376 (I)  /2012 Text substituted. previous text read as “The pension fund shall be divided into \nsub-funds to be called the Equity sub -fund, the Debt sub -fund and such other funds as may be determined by the Commission.”  \n \n62 Amend ed vide S.R.O.  1376 (I)  /2012 The word “determined” substituted with “specified”  \n \n18 Banking Finance Companies Rules, 2003, to dea l in and enter into transactions in securities on  \nbehalf of the Pension Fund Manager.  \n(2) Contract between the Pension Fund Manager and investment advisor shall be in writing \nsetting out duties, rights and obligations of the parties clearly providing for  mechanism to enforce the \nterms of the contract and the circumstances under which the agreement can be revoked and the fees \npayable subject to the approval of the Commission.  \n(3) Investment advisor's fee shall be paid by the Pension Fund Manager from his  own account \nand it shall not be charged to the pension fund.  \n \n26.  – Omitted - 63 \n27. Transaction with connected persons. - (1) No Pension Fund Manager on b ehalf of the \npension fund shall  take exposure in any form or invest in debt or equity securities of connected \npersons or  64 purchase from or sell any security to any of the connected person.  \n \n(2) No single connected stockbroker shall account for ten per cent or more of the pension fund's \nbrokerage or commission in any one financial year of the pension fund.  \n(3) In case cash  forming part of the pension fund's assets is deposited with the trustee or the \ncustodian, which is a banking company, return shall be paid on the deposit by such trustee or custodian at \na rate that is not lower than the rate offered by the said banking co mpany to its other  depositors on \ndeposits of similar amount and maturity.   \n \n28. Limitations and prohibitions. - (1) No Pension Fund Manager on behalf of the  \npension fund shall lend, assume, guarantee, endorse or otherwise become directly or contingently  \nliable for or in connection with any obligation or indebtedness of any person:  \n \nProvided that investment in sale and repurchase transactions involving Government securities or \nsuch eligible listed securities which are regulated by stock exchanges shall not b e attracted by this sub -\nrule subject to the condition that risk management parameters are disclosed in the constitutive document \nof the pension fund approved by the Commission.  \n(2) Borrowing shall not be resorted to except for meeting withdrawal requests  or transfer of \nfunds to other Pension Fund Managers and such borrowing shall not exceed fifteen per cent of the total \nnet asset value of the pension fund at any time, and shall be repayable within a period of ninety days.  \n(3) The pension fund shall not be invested in any security of a company if any director or officer \nof the Pension Fund Manager owns more than five per cent of the total nominal amount of the securities \n                                   \n63 Amend ed vide S.R.O.  1376 (I)  /2012  Rule 26 omitted. The omitted rule read as “Short sale not allowed. - No \nPension Fund Manager and investment advisor s hall enter into a short sale transaction in any security, whether listed or unlisted.”  \nThe restriction has been added in rule 8.  \n \n64 Amend ed vide S.R.O. 1376 (I)  /2012  The following text inserted: “ take exposure in any form or invest in debt or \nequity securities of connected persons or ”   \n \n19 issued, or, collectively the directors and officers of the  Pension Fund Manager owns more than ten per \ncent of those securities.  \n(4) Except where it is necessary to protect its investment, the Pension Fund Manager shall not \nseek to acquire a controlling interest in any enterprise in which it has invested or has  any other interest, \nwhich would give it primary responsibility for management.  \n \n29. Appointment of trustee. - For every pension fund, for which authorization is requested, \nthe Pension Fund Manager shall appoint a trustee with the approval of the Commissi on. \n30. Conditions applicable to trustee. - A trustee shall be, - \n \n(a) a scheduled bank licensed under the Banking Companies Ordinance, 1962 (LVII \nof 1962), which has minimum A+ rating from a credit rating company registered \nwith the Commission, and has been in business for at least five years;  \n(b) a trust company which is a subsidiary of a scheduled bank referred to in clause \n(a) having minimum A+ or equivalent rating from a rating company \nregistered with the Commission  65; \n(c) a foreign bank operating as a scheduled bank in Pakistan and operating as trustee \ninternationally; or  \n(d) a central depository com pany approved by the Commission :66 \nProvided that the trustee is registered with the Commission and has experience \nof acting as trustee of mutual funds or pension funds for at least three years.67 \n31. Obligations of trustee. - A trustee shall; - \n \n(a) take into its custody or under its control all the property of the pension fund and \nhold it in trust for the participants in accordance with the law and  the provisions \nof the constitutive documents; and the cash and registerable assets shall be \nregiste red in the name of, or to the order of, the trustee;  \n(b) be liable for any loss caused due to its willful act or omission  or that of its  \nagent or delegate  in relation to custody of assets or any investment forming \npart of the property of the pension f und; 68 \n                                   \n65Amended vide S.R.O.  1376 (I) /2012  the following text inserted; “ having minimum A+ or equivalent rating from \na rating company registered with the Commission ”  \n66 Amended  vide S.R.O. 1376 (I) /2012 Full stop substituted with colon  \n67 Amend ed vide S.R.O. 1376 (I) /2012 New p roviso inserted.   \n68 Amend ed vide S.R.O. 1376 (I) /2012 Clause substituted. Previous text read as “be liable for any act or omission of \nany agent with whom any investments are deposited as if they were the act or omission of any nominee in relation to \nany investment fo rming part of the property of the pension fund ;”  \n \n \n20 (c) be liable for the act and omission of the lender and its agent in relation to assets \nforming p art of the property of the pension fund and, where borrowing is \nundertaken for the account of the pension fund, such assets may be registered in \nthe lender's name or in that of a nominee appointed by the lender;  \n(d) ensure that the issue, redemption and cancellation of units are carried out in \naccordance with the provisions of the constitutive documents of the pension fund;  \n(e) ensure that the methods adopted by the Pension Fund Manager in calculating the \nvalues of the units of each sub -fund of the pens ion fund are adequate and that the \nnet asset value is calculated in accordance with the provisions of the constitutive \ndocuments or as specified by the Commission;  \n(f) carry out the instructions of the Pension Fund Manager in respect of investments \nunles s they are in conflict with the provisions of the prospectus or constitutive \ndocuments;  \n(g) ensure that the investment policy and borrowing limitations set out in the \nconstitutive documents and the conditions under which the pension fund was \nauthorized a re complied with;  \n(h) issue a report to be included in the annual report to be sent to participants \nwhether, in the trustees' opinion, the Pension Fund Manager has in all material \nrespects managed the pension fund in accordance with the provisions of the  \nconstitutive documents, and if the Pens ion Fund Manager has not done so, the \nrespects in which it has not done so and the steps which the trustee has taken in \nrespect thereof;69 \n \n(i) ensure that units are not allocated until c ontributions have been received;70 \n \n(j)  ensure that the Pen sion Fund Manager has specified a criteria in writing to \nprovide for a diverse panel of brokers at the time of offering of a pension \nfund or for any subsequent change ; \n \n(k)  ensure that the Pension Fund Manager has been diligent in appointing \nbrokers and s hall not enter, on behalf of a pension fund, into transactions \nwith any broker that exceed fifteen per cent of the commission payable by a \npension fund  in any one accounting year:  \n \n   Provided that this restriction shall not ap ply to transactions relating  \nto money market instruments or debt securities.  \n \n                                   \n69 Amended  vide S.R.O.  1376 (I)  /2012 The word “and” omitted.  \n70 Amended  vide S.R.O.  1376 (I)  /2012 Full stop (.) replaced with semicolon  (;). \n \n21 (l) immediately inform the Commission if any action of the Pension Fund \nManager contravenes any provision of  the  Ordinance, these rules, \nconstitutive document, offering document, guidelines, codes, circula rs, \ndirectives or any other applicable laws ; and  \n \n(m)  comply with the directions of the Commission given in the interest of the \nparticipants .71 \n \n32. Retirement of trustee. - A trustee may, subject to prior approval of the Commission, retire \nfrom his office on appointment of a new trustee and the retirement shall take effect at the same time as \nthe new trustee is appointed.  \n33. Trustee and Pension Fund Manager to be independent. - (1) The trustee shall not in any \nway be related to the Pension Fund Manager or its directors or investment advisor.  \n \n(2) A director or employee of the trustee shall not be involved in any manner with th e Pension \nFund Manager.  \n \n34. Remuneration payable to trustee. - A trustee shall be entitled to such fee or  \nremuneration as may be allowed by the Pension Fund Manager after prior approval of the  \nCommission and such fee shall be charged as an expense to the pension fund.  \n35. Power of the Commission to give directions to trustees. - The Commission may, if it is \nsatisfied that it is necessary and expedient so to do in the interest of the participants, or in the interest of \nthe capital market and public, by an order in writing, give such directions to the trustees which are \nessential to enforce these rules including but not limited to making arrangements for safe custody of \nassets of the pension fund, submission of reports and disclosure of information.  \n36. Annual fee payable to the Commission. - Pension Fund Manager shall pay, as annual fee \nto the Commission, an amount equal to one thirtieth of one per cent of the average annual net asset value \nof the pension fund.  \n \nExplanation. - For the purposes of this rule, the average annual net asset value means the average \nof total net asset values of the sub -funds calculated during the year for announcing the net asset value of \neach unit of the sub -funds.  \n37. Special audit of pension fund. - (1) The Commission shall monitor general financial \ncondition of the pension fund, and, at its discretion, may order special audit and appoint an auditor who \nshall not be the external auditor of the pension fund, to carry out detailed scrutiny of the affair s of the \npension fund, provided that the Commission may, during the course of the scrutiny, pass such interim \norders and give directions as it may deem appropriate.  \n \n                                   \n71 Amended  vide S.R.O.  1376 (I)  /2012 New clauses (j) to (m) inserted.  \n \n22 (2) On receipt of the special audit report, the Commission may direct the Pension Fund Man ager \nto do or to abstain from doing certain acts and issue directives for immediate compliance which shall be \ncomplied forthwith or take such other action as the Commission may deem fit.  \n38. Inquiry by the Commission. - (1) The Commission may cause an enquiry or inspection to \nbe made by any person appointed in this behalf into the affairs of a pension fund authorised under these \nrules or of any of the directors, managers or officers of the Pension Fund Manager.  \n \n(2) Where an enquiry or inspection under sub -rule (1) has been ordered, every director, manager \nor officer of the Pension Fund Manager to which or to whose director, manager or officer the enquiry or \ninspection relates and every other person who has had any dea ling with such Pension Fund Manager, its \ndirector, partner, manager or officer shall furnish such information in his custody or power or within his \nknowledge relating to, or having bearing on the subject -matter of the enquiry or inspection as the person \nconducting the enquiry or inspection may by notice in writing require.  \n(3) The person conducting an enquiry or inspection under sub -section (1) may call for, inspect \nand seize books of account and documents in possession of any such pension fund,  Pension F und \nManager or any of its directors, managers or officers.  \n \n39. Complaints and disputes to be referred to the Insurance Ombudsman. - (1) If  \nany complaint or dispute arises between the participant and Pension Fund Manager under these rules, it \nshall be refe rred to the Insurance Ombudsman appointed under section 125 of the Insurance Ordinance, \n2000 (XXXIX of 2000).  \n \n(2) The Insurance Ombudsman shall have all the powers and shall follow the procedures as \nrequired under Part XVI of the Insurance Ordinance, 2000 (XXXIX of 2000), for this purpose.  \n \n40. Performance of Pension Fund Manager. - (1) The index of the weighted a verage \ninvestment return  of all sub -funds for all Pension Fund Managers shall be calculated by the \nCommission within ninety days of the end of each financial year .72  \n(2) – The benchmark for the investment performance of the sub -funds shall be the return of \nthe index as determined in sub -rule (1) less -  \n  \n(a)  500 basis points for the Equity Sub -Fund Index;  \n \n(b)  two hundred basis point for the Debt Sub -Fund Index; and  \n(c)   one hundred and fifty basis point for the Money Market Sub -Fund Index .73 \n                                   \n72Amended vide S.R.O.  1376 (I)  /2012 - Sub-rule (1) substituted. Previous text read as “ The index of the weighted \naverage  \ninvestment return of all the sub -funds for all the Pension Fund Managers shall be calculated by  \nthe Commission within ninety days of the end of each calendar year”  \n73 Amended  vide S.R.O.  1376 (I)  /2012 Sub-rule (2) substituted . The previous text  read as “ The benchmark for the \ninvestment performance of the  sub-funds shall be  the index as determined in sub -rule (1) less two hundred and fifty \nbasis points”  \n \n23 (3) The benchmark referred to in sub -rule (2) shall be used to take corrective measures, \nincluding fine and cancellation of registration as Pension Fund Manager, as may be  considered \nnecessary by the Commission in respect of the Pension Fund Manager where the investment return \nin the sub -funds are found to be consistently below the specified benchmark, as measured on a \nthree years rolling average basis .74  \n \n41. Publication of comparative statement of pension funds. - (1) The Commission  \nshall publish in the leading newspapers, after every six months, a comparative statement of all  \nthe pension funds offered by different Pension Fund Managers to enable the particip ants to  \ncompare the perform ance and make informed judgment :75 \n \nProvided that Islamic funds and conventional funds shall be compared separately. 76 \n \n(2) The comparative statements shall contain performance of pension funds including fee \nstructure, rate of return and any other material information relating to the past five years or since \ninception whichever is later . 77 \n \n(3) The cost of publication of the comparative stateme nt shall be borne by the Pension  \nFund Managers according to the net asset value of the pension funds at the date of comparison.  \n42. Advisory Committee. - The Commission may, for the purpose of obtaining advice in \ncarrying out the purposes of these rules, constitute an advisory committee consisting of such persons as \nrepresenting the Pension Fund Managers, trustees, investment advisors or having special knowledge of \nthe subject matter thereof, as it may think fit.  \n43. Power of the Commission to issue guide lines. - The Commission shall have the power to \nissue necessary guidelines to the intermediaries, Pension Fund Manager and participants with respect to \nthe Voluntary Pension System.  \n44. Power of Commission to give directions. - The Commission may, if it is satisfied that it is \nnecessary and expedient so to do in the public interest, in the interest of the participants or in the interest \nof capital market in Pakistan, by order in writing, require such compliance by any Pension Fun d Manager, \ninvestment adviser, custodian, trustee, individually or collectively, which is essential to enforce these \nrules including ensuring safe custody of securities, submission  \n                                   \n74Amend ed vide S.R.O.   1376 (I)  /2012  Sub-rule (3) substituted. Previous text read as . “The benchmark shall be \nused to take corrective measures, including fine and cancellation of registration as Pension Fund Manager, as may \nbe considered necessary by the Commission .” \n75 Amend ed vide S.R.O. 1376 (I)  /2012 Full stop substituted with colon.  \n76 Amend ed vide S.R.O. 1376 (I)  /2012 Proviso inserted.  \n77 Amend ed vide S.R.O. 1376 (I)  /2012 Sub-rule (2) substituted. The previous text read as “The comparative \nstatements shall include fee structure, rate of return and any other material information or issues, etc.  \n \n \n24 of periodic or special reports, disclosure of information and to make such arrangements, within such time \nas may b e specified in the order, to, - \n(a) disinvest the whole or such part of the investment portfolio as may be specified;  \n(b) refrain from investing or disinvesting such securities as may be specified; and  \n(c) co-opt one or more persons nominated by the Commission as members of the board of \ndirectors of the Pension Fund Manager with the same status, powers and rights as the other \nmembers of the board.  \n \n45. Power to require to furnish information, etc. - (1) The Commission may, at any time, by \nnotice in writing, require the Pension Fund Managers  generally, or any Pension Fund Manager in \nparticular, in relation to the pension funds managed , to furnish it within the time specified therein or such \nfurther time as the  Commission m ay allow, with any statement or information or document relating to the \nbusiness or affairs of such Pension Fund Manager or Pension Fund Managers (including any business or \naffairs with which such Pension Fund Manager or Pension Fund Managers is or are concerned) and, \nwithout prejudice to the generality of the foregoing power, may call for information, at such inter vals as \nthe Commission may deem necessary.  \n \n(2) No Pension Fund Manager, in relation to the pension funds managed, director, officer, \nemployee or agent or auditor thereof shall, in any document, report, return, accounts, information or \nexplanation required to be furnished in pursuance of these rules , or in any application made under these \nrules, make any statement or give any information which he knows or has reasonable cause to believe to \nbe false or incorrect or omit any material fact therefrom.  \n \n46. Interpretation. - The Commission shall have the power to interpret these rules in  \nrespect of the Voluntary Pension System and decision of the Commission in this regard shall be  \nfinal and binding.  \n \n47. Applicability of the Companies Ordinance. - All the provisions of Part VIII A of  \nthe Companies Ordinanc e, 1984 (XLVII of 1984), shall apply to the Pension Fund Managers.  \nFORM I  \n[See rule 5(1)]  \n25 APPLICATION FOR REGISTRATION AS PENSION FUND MANAGER  \nDated, the  ---------------   \nTo \nThe Securities and Exchange Commission of Pakistan, \nIslamabad.  \n \nDear Sir,  \n \nWe hereby apply for a certificate of registration under rule 5(1) of the Voluntary Pension System \nRules, 2005, to act as a Pension Fund Manager.  \n2. We hereby fu rnish the following information: - \n \n(a) date of incorporation as an asset management company or life insurance company;  \n(b) authorised, subscribed and paid -up share capital of the company (sponsors' equity indicated \nseparately);  \n(c) names and address es of directors with brief curriculum vitae and number of shares held by \neach of them ;  \n(d) directors' interest, direct or indirect, in any other company with details of such interest;  \n(e) details of persons or group controlling the company including major shareholders with \nnumber and value of shares held;  \n(f) details of qualified staff engaged;  \n(g) name and complete curriculum vitae of the chief officer responsible for the management \nand investment of the pension fund;  \n(h) names of holding, subsidiary and associated undertaking, if any;  \n(i) audited accounts for the last three years;  \n(j)    detail   of   the   past   dividends/bonus,   etc.,   to   the   unit holders/policy  \nholders/shareholders; and (k)   any additional information in \nsupport of this application.  \n3. Certified copies of the memorandum and articles of association and certificate of in corporation \nare enclosed.  \n4. An affidavit as to the correctness of the above in formation by the chief executive and two \ndirectors is also furnished herewith. We undertake to keep this information up to date by \ncommunicating changes or modifications therein within fourteen days of such change or \nmodifications.  \n \n5. A Bank Draft No.  ___________   for rupees fifty thousand (Rs.50,000/ -) in the name of the  \nCommission, as non -refundable processing fee is enclosed.  \n \nYours faithfully,  \n \n \n(To be signed by the Chief Executive and at least two directors)  \nFORM II  \n[See rule 5(2)]  \n26 SECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \n \nIslamabad, the  _________________________   \nRegistration No.  _______________________  \n \nCERTIFICATE OF REGISTRATION AS \nPENSION FUND MANAGER  \n \nThe Securities and Exchange Commission of Pakistan, h aving considered the  \napplication for registration of the **  ................................ ................................  and being satisfied that  \nthe said **  ................................ ..............................   is eligible for registration, in exercise of the  \npowers conferred by sub -rule (2) of rule 5 of the Voluntary Pension System Rules, 2005, hereby  \ngrants registration to the ** ................................ ................................ .  subject to the conditions stated  \nherein below or as may be prescribed or imposed hereafter.  \nSignature of the Authorized Officer  \n(Official Seal and Stamp)  \n** Name of the company.  \nFORM III  \n[See rule 9(3)]  \n27 INFORMATION TO BE CONTAINED IN THE APPLICATION FOR \nAUTHORIZATION OF PENSION FUND  \n(1) Details of the parties to the pension fund;  \n \n(a) Name of the company, registered as Pension Fund Manager;  \n(b) Registered or business address; and  \n(c) Previous approval of the Commission to manage authorized pension fund, if any.  \n(2) Structure of the pension fund.  \n(3) Launch; date and place.  \n(4) Valuation of assets.  \n(5) Pricing policy of the units.  \n(6) Fee structure and other charges.  \n \n(a) Front end fee (sales charge); and annual management fee; and  \n(b) level or basis of calculation of all other costs, charges, fees, etc., payable by the pension fund.  \n(7) The trustee.  \n \n(a) Name.  \n(b) Registered or business address.  \n(c) Name of the ultimate holding company, if any.  \n(d) Previous approval of the Commission as trustee of authorized pension fund or any other \nfund. If no, names of the directors and most recent audited financial report.  \n(e) Letter of consent from the trustee.  \n(8) For the trustee and Pension Fund Manager.  \n \n(a) Which, if any, of these companies are connected persons?  \n(b) Name anyone who holds appointments, as director or officer, with more than one of these \ncompanies.  \n(9) Investment Advisor, if any.  \n \n(a) Name.  \n(b) Regis tered or business address.  \n(c) Name of ultimate holding company, if applicable.  \n(d) Copy of th e contract of appointment.  \n(10) The auditor.  \n \n(a) Name.  \n(b) Registered or business address.  \n(11) The principal broker.  \n \n(a) Name.  \n(b) Registered or business address.  \n(c) Whether the trustee or any of the directors of the Pension Fund Manager is a connected \nperson of the principal broker?  \n(12) Legal Adviser.  \n \n(a) Name.  \n(b) Registered or business address.  \n \n28 FORM IV   78 \n[see rule 9(4)]  \n \n \nSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN  \n \n \nIslamabad, the _________________  \nAuthorization No. ______________  \n \n \nAUTHORIZATION OF PENSION FUND  \n \n \nThe Securities and Exchange Commission of Pakistan, having considered the application \nfor authorization of the**........................................................., and being satisfied that the \nsaid  **................................................ .......... has provided information as specified under \nSchedule III, in exercise of the powers conferred by sub -rule (1) of rule 9 of the Voluntary \nPension System Rules, 2005, hereby grants authorization to \n**............................................... ........... subject to the conditions stated herein below or as \nmay be prescribed or imposed hereafter.  \n \n \n \n \nSignature of the Authorized Officer  \n \n** Name of the pension fund.”; and  \n                                   \n78 Amended  vide S.R.O. 1376 (I)  /2012 - New Form inserted.  \n \n29  \nSCHEDULE I  \n[See rule 7(1)(e) and (f)]  \n \nCONTENTS OF FINANCIAL REPORTS OF PE NSON FUNDS  \n1. General.  \n \n(a) Annual report must contain all the information required in this Schedule. Interim reports must \nat least contain the statement of asset and liabilities and the investment portfolio.  \n(b) All reports must contain comparative figures for the previous period except for the \ninvestment portfolio.  \n(c) The items listed under the statement of assets and liabilities, income statement, statement of \nmovements in reserves and the notes to the accoun ts, where applicable, must be disclosed. It \nis, however, not mandatory to adopt the format as shown or to disclose the items in the same \norder.  \n(d) All the statements and accounts referred hereunder should be prepared in conformity with the \nInternational  Accounting Standards notified under sub -section (3) of section 234 of the \nCompanies Ordinance, 1984, and technical releases issued by Institute of Chartered \nAccountants of Pakistan from time to time;  \n2. Statement of assets and liabilities.  \nThe following must be separately disclosed for each sub -fund, namely, - \n(a) total value of investments;  \n(b) bank balances;  \n(c) preliminary and floatation costs;  \n(d) dividends and other receivables;  \n(e) bank loan and overdrafts or other forms of borrowings;  \n(f) amounts payable on withdrawal requests;  \n(g) total value of all assets;  \n(h) total value of all liabilities;  \n(i) net asset value;  \n(j) number of units issued per sub -fund; and  \n(k) net asset value per unit of each sub -fund separately .  \n3. Income statement.  \nIn the income statement, the following information shall be provided to the Commission, namely:  \n(a) total investment income net of tax, if any, broken down by category;  \n(b) total other income, broken down by category;  \n(c) an itemized list of various costs which have been debited to the pension fund  \n \nincluding -  \n(i) fees paid to the Pension Fund Manager;  \n(ii) remuneration of the trustee;  \n(iii) amortization of formation costs;  \n(iv) safe custody and bank charges;  \n(v) auditor's remuneration;  \n(vi) borrowing expenses;  \n(vii) other amounts paid to any connected person of the pension fund;  \n(viii)  legal and other professional fees; and  \n \n30 (ix)     any other expense borne by the pension fund;  \n(d) taxes; and  \n(e) amounts transferred to and from reserves.  \n \n4. Statement of movements in reserves.  \nIn the statement of movements in reserves the following information shall be provided to the \nCommission, namely: - \n(a) value of the pension fund as at the beginning of the period;  \n(b) number of units issued in each sub -fund and the amount received upon such issuance;  \n(c) number of units withdrawn from each sub -fund and the amount paid thereon;  \n(d) any item resulting in an increase or decrease in value of the pension fund including - \n \n(i) surplus or loss on sale of investment;  \n(ii) exchange gain or loss;  \n(iii) unrealized appreciation or diminution in value of investment; and  \n(iv) net income for the period less d istribution;  \n(e) amounts transferred to and from the revenue account; and  \n(f) value of the pension fund as at the end of the period.  \n5. Note to the accounts.  \nThe following matters shall be set out in the notes to the accounts, namely: - \n(a) principal accounting policies:  \n \n(i)  the basis of valuation of the assets of the pension fund including the basis of valuation of \nunquoted and unlisted securities;  \n(ii)  the revenue recognition policy regarding dividend income and other income;  \n \n(iii)  foreign currency translation, if any;  \n(iv)  the basis of amortization of formation costs;  \n(v) taxation; and  \n(vi)  any other accounting policy adopted to deal with items which are judged material or \ncritical in determining the transactions.  \n \nNote. - Any changes to the above accounting policies and their financial effects upon the \naccounts should also be disclosed;  \n(b) disclosure of transactions with connected persons ; - \n \n(iii)  details of all transactions entered into during the period between t he pension fund and \nthe management company, or any entity in which these parties or their connected \npersons have a material interest; and  \n(iv)  name of any director of the management company of any connected person if such \nperson becomes entitled to prof its from transactions in shares or from management of \nthe pension fund and the amount of profits to which such person becomes entitled.  \n(c) borrowings, - \n \n(i) state whether the borrowings are secured or unsecured and the duration of the \nborrowings;   \n(ii) contingent liabilities and commitments of the pension fund; and  \n \n \n31 (iii)  if the free negotiability of any asset is restricted by statutory or contractual \nrequirements, this must be stated.  \n \n6.       Contents of the auditors' repo rt. \nThe report of the auditor should state, - \n(a) whether in the auditor's opinion, the accounts prepared for that period have been properly \nprepared in accordance with the rel evant provisions of the trust deed and the Voluntary \nPension System Rules, 2005;  \n(b) without prejudice to the foregoing, whether in the auditor's opinion, a true and fair view is \ngiven of the disposition of the pension fund at the end of the period and o f the transactions of \nthe pension fund of the period then ended;  \n(c) whether the allocation and reallocation of units of the sub -funds for all the participants have \nbeen made according to the Voluntary Pension System Rules, 2005;  \n(d) whether the cost a nd expenses debited to the pension fund are as specified in the constitutive \ndocuments of the pension fund;  \n(e) if the auditor is of opinion that proper books and records have not been kept by the pension \nfund or the accounts prepared are not in agreemen t with the pension fund's books and records, \nthat fact; and  \n(f) if the auditor has failed to obtain all the information and explanations which, to the best of his \nknowledge and belief, are necessary for the purpose of the audit, that fact.  \n \n7.       Inve stment portfolio.  \nInformation regarding investment portfolio should state, - \n(a) number or quantity of each holding together with the description and market value ;  \n(b) the total investment stated at cost;  \n(c) the value of each holding as a percentage of net asset value and paid up capital of that \ncompany whose securities are owned; and  \n(d) statement of movements in portfolio holdings i.e. purchased and sold during the period, since \nthe end of the preceding ac counting period.  \n \n8.      Performance table.  \nThe following information shall be provided to the Commission, namely :- \n(a) a comparative table covering the last five financial years and including, for each financial \nyear, at the end of the financial year, - \n \n(i) total net asset value in each sub -fund; and  \n(ii) net asset value per unit in each sub -fund; and  \n(b) a perf ormance record over the last ten financial years; or if the pension fund has not been in \nexistence during the whole of that period in which it has been in existence, showing the \nhighest and lowest issue price of the units during each of those years.  \n \n32 SCHEDULE II  \n[See rule 9(3)(a)]  \nCONTENTS OF THE CONSTITUTIVE DOCUMENT OF THE PENSION FUND  \n1. Constitution of the pension fund.  \nName, registered address and place and date of authorization of the pension fund.  \n2. Governing law.  \n3. Operators and principals.  \nThe names and registered address of the following parties, where applicable:  \n(a) the directors of the company registered as Pension Fund Manager;  \n(b) the trustee;  \n(c) foreign promoters, if any;  \n(d) the d istribution company, if any;  \n(e) the auditor;  \n(f) the legal adviser; and  \n(g) the investment advisor, if any.  \n4. Characteristics of pension fund.  \nThe following shall be characteristics of pension fund; namely: - \n(i) eligibility;  \n(ii) application procedures;  \n \n(iii) contribution procedures and minimum contribution, if any;  \n(iv) individual pension account;  \n(v) change of pension fund manager;  \n(vi) register of the participants;  \n \n(vii) retirement age;  \n(viii) benefits on retirement;  \n \n(ix) withdrawal of funds before retirement;  \n(x) benefits on death before retirement;  \n(xi) instructions from the participants;  \n \n(xii) the method of determining net asset value of the pension fund;  \n(xiii) frequency of valua tion of the assets and dealings etc;  \n(xiv) unit pricing and the circumstances under which it can change;  \n(xv) the mode of announcement of net asset value and unit price;  \n(xvi) redemption of units on change of pension fund manager or withdrawal;  \n \n(xvii)  the maximum interval between the request for redemption of units and the payment \nof the proceeds; and  \n(xviii)  withholding tax and tax penalty.  \n5. Fees and charges.  \n \n33 The following must be stated, namely: - \n(a) The maximum upfront fee payable to  the Pension Fund Manager out of the contributions;  \n(b) the maximum fee payable to the Pension Fund Manager as annual management fee, \nexpressed as a percentage of the net asset value of the pension fund;  \n(c) the level and basis of all other costs, fees and charges payable by a participant.  \n(d) remuneration payable to trustee and investment advisor; and  \n(e) the level and basis of all other costs, fees and charges, etc., payable out of the pension \nfund.  \n \n6. Investment policy and restrictions.  \nDetails of investment policy, including summary of the investment and borrowing restrictions. If \nthe nature of the investment policy so dictates, a warning that investment in the pension fund is \nsubject to risks, and a description of the risks involved.  \n7. Statements and declarations.  \nThe following shall be the statements and declarations, namely: - \n(a) a statement to specify the participating parties including the Pension Fund Manager, trustee \nand investment advisor;  \n(b) a statement of the obligations of the Pension Fund Manager in accordance with the Voluntary \nPension System Rules, 2005;  \n(c) statement of the obligation of the trustees and manner in which the trustee may retire in \naccordance with the Voluntary Pens ion System Rules, 2005;  \n(d) a statement that the trust deed is binding on each participant as if he had been a party to it and \nso to be bound by its provisions and authorizes and requires the trustee and the pension fund \nmanager to do as required of them  by the terms of the deed;  \n(e) a declaration that the property of the pension fund is held by the trustee on trust for the \nparticipants of the pension fund pari passu  according to the number of units held by each \nparticipant in each sub -fund of his indiv idual pension account;  \n(f) a statement that the trustee will report to participants in accordance with the Voluntary \nPension System Rules, 2005; and  \n(g) a statement of the base currency of the pension fund.  \n8. A summary of the circumstances in which d ealing in pension fund may be deferred or suspended.  \n9. It must be stated that no money should be paid to any intermediary except the Pension Fund \nManager or his authorized representative as prescribed.  \n10. Distribution restriction policy.  \nThe distribution restriction policy shall indicate the fact that distribution of dividend shall not be \nallowed under the voluntary pension system.  \n \n34 11. Taxation.  \nDetails of exemptions, taxes levied on the pension fund's income, tax penalty and withholding tax \ndeductible on early withdrawal of the contributions.  \n12. Reports and accounts.  \n The date on which the annual accounting period of the pension fund shall end each year. \nParticulars of the periodic reports to be sent to the participants and the Commissi on. \n13. Warnings.  \nThe following statements or warnings must be prominently displayed in the constitutive \ndocuments, namely: - \n(a) If you are in any doubt about the contents of this constitutive document, you should consult \nyour stock -broker, bank manager, legal adviser or other financial adviser; and  \n(b) a warning that the price of the units of the sub -funds of the pension fund and  the income \nfrom them may go down as well as up.  \n14. Transactions with connected persons.  \nThis must be stated, in accordance with the Voluntary Pension System Rules, 2005;  \n15. Termination of pension fund.  \nA summary of the circumstances in which, the pens ion fund can be terminated and consequences \nthereof, in accordance with the Voluntary Pension System Rules, 2005;  \n16. Modification of the constitutive documents.  \nA statement of the means by which modifications to the constitutive documents can be effected, \nif any.  \n \n \n35 SCHEDULE III  79 \n [see rule 9(5)]  \n \nCONTENTS OF THE OFFERING DOCUMENT OF THE PENSION FUND  \n \n1.  Introduction of the Pension Fund  \n \n2. Regulatory approval and consent i.e. Registration of the Pension Fund Manager, \nauthorization of the pension fund, appointment of the trustee and the registration of \nthe trust deed, approval of the offering document and date of start of the public \noffer . \n \n3. Filing of the offering document  \n \n4. Constitution of the pension fund.  \nName, registered address and place and date of authorization of the pension fund.  \n \n5.  Operators and principals.  \nThe names and registered address of the following parties, where ap plicable:  \n(a)  the directors of the company registered as Pension Fund Manager;  \n(b) the trustee;  \n(c) foreign promoters, if any;  \n(d) the distribution company, if any;  \n(e)  the auditor;  \n(f)  the legal adviser; and  \n(g) the investment advisor, if any.  \n \n6.  Characteristics of pension fund.  \nThe following shall be characteristics of pension fund; namely: - \n(i) eligibility;  \n(ii)  application procedures;  \n(iii) contribution procedures and minimum contribution, if any;  \n(iv) individual pension account;  \n(v)  change of  pension fund manager;  \n(vi) change of pension fund  \n(vii) register of the participants;  \n(viii)  retirement age;  \n(ix) benefits on retirement;  \n(x) withdrawal of funds before retirement;  \n(xi) benefits on death before retirement;  \n(xii) instructions from the part icipants;  \n(xiii)  the method of determining net asset value of the pension fund;  \n(xiv)  frequency of valuation of the assets and dealings etc;  \n(xv) unit pricing and the circumstances under which it can change;  \n                                   \n79 New Schedule inserted.  \n \n36 (xvi)  the mode of announcement of net asset val ue and unit price;  \n(xvii)  redemption of units on change of pension fund manager or withdrawal;  \n(xviii)  the maximum interval between the request for redemption of units and the \npayment of the proceeds; and  \n(xix)  withholding tax and tax penalty.  \n \n7.  Fees and charges.  \nThe following must be stated, namely: - \n(a) the maximum upfront fee payable to the Pension Fund Manager out of the \ncontributions;  \n(b) the maximum fee payable to the Pension Fund Manager as annual \nmanagement fee, expressed as a percentage of the net asset value of the \npension fund;  \n(c) the level and basis of all other costs, fees and charges payable by a \nparticipant.  \n(d)  remuneration payable to trustee and investment advisor; and  \n(e) the level and basis of all other costs, fees and charges , etc., payable out of the \npension fund.  \n \n8.  Investment Policy and Restrictions.  \n(a) Investment policy.  \n(b) Investment restrictions.  \n(c) Participant’s rights in terms of investment choice.  \n(d) Risk disclosure.  \n(e) Disclaimer.  \n \n9. Change of Pension Fund Ma nager. - \nThe procedure and timing for transfer of the individual pension account to another \nPension Fund Manager.  \n \n10. Distribution restriction policy. - \nThe distribution restriction policy shall indicate the fact that distribution of \ndividend shall not be a llowed under the voluntary pension system.  \n \n11. A summary of the circumstances in which dealing in pension fund may be deferred \nor suspended.  \n \n12. It must be stated that no money should be paid to any intermediary ex cept the \nPension Fund Manager or his authorized representative as prescribed  \n \n \n13.  Taxation. - \n(a) Detail of tax incentives (tax credit) available to the participants on contributions \nto the pension fund under the Income Tax Ordinance, 2001, with comprehen sive \nillustrations.  \n \n37 (b) Detail of tax exemptions on investment income of the pension fund under the \nIncome Tax Ordinance, 2001.  \n(c) Detail of the tax penalty (withholding tax) in case of early withdrawal or \nwithdrawal in excess of the allowable limit as pe r Income Tax Ordinance, 2001.  \n(d) Details of tax treatment in case of withdrawal after retirement and purchase of \nannuities or income payment plan.  \n \n14. Reports and accounts. - \n(a) Annual accounting period of the pension fund.  \n(b) individual pension account  statements/contribution receipts to be issued to the \nparticipants and details to be stated therein.  \n(c) periodic reports to be sent to the participant and the Commission and the \nparticulars of such reports.  \n \n15. Service to the participants  \n(a) Availabilit y of forms.  \n(b) Register of the participants.  \n(c) Information in the register of the participants.  \n(d) Account statement.  \n \n16. Financial Information  \n \n17.  Warnings.  \n \n18. Complaints  \n \n19.  Transactions with connected persons. - \nThis must be stated, in a ccordance with the Voluntary Pension System Rules, 2005;  \n \n20.  Termination of pension fund. - \nA summary of the circumstances in which, the pension fund can be terminated and \nconsequences thereof, in accordance with the Voluntary Pension System Rules, \n2005;  \n \n21.  Modification of the constitutive documents. - \nA statement of the means by which modifications to the constitutive documents can \nbe effected, if any.  \n \n22.  Definitions  \n \n23. Glossary”.  \n \n[ F.No.SEC/SCD/PW/20 12/220  ] \n              (Bushra Aslam ) \n          Secretary to the Commission"
}