{
    "file": "./converted_json\\administratorc9e056c0aefabeb19b5afda700822628.json",
    "name": "Pakistan Sovereign Wealth Fund Act, 2023",
    "date": "4th August, 2023",
    "tagline": "An Act to provide for establishment of Pakistan Sovereign Wealth Fund",
    "content": "Page 1 of 23 \n U \n \nTHE PAKISTAN SOVEREIGN WEALTH FUND ACT, 2023  \n \n \n \nCONTENTS  \nPART  I  \nPRELIMINARY  \n1.  Short  title, extent  and commencement  \n2.  Definitions  \nPART  II \nPAKISTAN  SOVEREIGN  WEALTH  FUND  \n3.  The Fund  \n4.  Objectives  of the Fund  \n5.  Business,  which  the Fund  can transact  \n6.  Expenditure  charged  upon  the Fund  \n7.  Borrowing  and lending  \n8.  Winding  up of the Fund  \n9.  Transfer  of assets  to the Fund  \n10.  Establishment  of entities  \nPART  III \nTHE  SUPERVISORY  COUNCIL  \n11.  Constitution  and composition  of Supervisory  Council  \n12.  Powers  of Supervisory  Council  \n \n \n\n \nPage 2 of 23 \n 13.  Supervisory  Council  meetings  \n14.  The Board  \n15.  Composition  of the Board  \n16.  Term  of a director  of the Board  \n17.  Functions  and responsibilities  of the Board  \n18.  Disqualifications  of directors  of Board  \n19.  Removal  of director  of the Board  \n20.  Functions  of a Board  of director  \n21.  Committees  of the Board  \n22.  Chief  executive  officer  and other  employees  \n23.  Powers  of the CEO  \n24. Advisory  committee  \n25.  Investment  managers   \nPART -IV \nOPERATIONS  \n26.  Establishment  of Sub-Funds  \n27.  Holding  and investment  of the Fund  \n28.  Annual  investment  plan and budget  of the Fund  \n29.  Establishment  and operation  of general  reserve  \n30.  Payment  of dividends  to the Federal  Government  \n31.  Prohibition  against  using  the Fund  assets  as collateral  \n32.  Public  private  partnership  \nPART -V \nMISCELLANEOUS  \n33.  Internal  audit  function  \n34.  Books  of accounts  \n \nPage 3 of 23 \n 35.  Audit  of accounts  \n36.  Reports  \n37.  Submission  of annual  report  to the Majlis -e-Shoora  (Parliament  \n38.  Public  disclosure  \n39.  Disclosure  of interest  \n40.  Financial  year of Fund  \n41.  Exemption  from  liability  of the directors  of Board,  members,  employees  of the Fund  and \nagents  \n42.  Preservation  of secrecy  \n43.  Use of confidential  information  for personal  gain  \n44.  Protection  of action  taken  in good  faith  \n45.  Power  to make  rules  \n46.  Power  to make  regulations  \n47.  Power  to amend  the Schedules  \n48.  Exemption  form  Ordinance,  LII of 2000  \n49.  Exemption  from  Ordinance,  LII of 2002  \n50.  Exemption  from  Act, VII of 2023  \n51.  Act to override  other  laws  \n52.  Power  to remove  difficulties  \nSchedule I  \nSchedule II  \n \n  \n \nPage 4 of 23 \n THE PAKISTAN SOVEREIGN WEALTH FUND ACT, 2023  \nAct No. XLVIII of 2023  \n [4th August,  2023]  \nAn  \nAct \nto provide  for establishment  of Pakistan  Sovereign  Wealth  Fund  \nWHEREAS  it is expedient  to provide  for establishment  of a sovereign  wealth  fund to contribute  \nfor sustainable  economic  development  through  the management  of its funds  and assets  to achieve  their \noptimal  use according  to the best international  standards,  policies  and practices  to maximize  their value  \nfor future  generation;  \nIt is hereby  enacted  as follows:___ \nPART  I s \n \nPRELIMINARY  \n1. Short  title,  extent  and commencement .___(1)This  Act shall  be called  the Pakistan  \nSovereign  Wealth  Fund  Act, 2023.  \n(2) It extends  to the whole  of Pakistan.   \n(3) It shall  come  into force  at once.  \n2. Definitions .___In this Act, unless  there  is anything  repugnant  in the subject  or context,  \n(a)  “asset ” includes  any— \n(i)  kind of property  whether  movable  or immovable,  tangible  or intangible;  \nor \n(ii)  legal  or equitable  estate  or interest  in property;  or \n(iii)  legal  or equitable  right.  \n(b)  “Board ” means  the Sovereign  Wealth  Fund ’s Board  constituted  under  this Act; \n(c)  “chief  executive  officer  “or” CEO ” means  the chief  executive  officer  of the \nFund  appointed  under  this Act; \n(d)  “foreign  assets ” mean  any assets  located  outside  Pakistan  or title to which  is \nheld or registered  outside  Pakistan;  \n(e)  “Fund ” means  the Pakistan  Sovereign  Wealth  Fund  established  under  this Act; \n \nPage 5 of 23 \n (f)  “investment  manager ” includes  a manager  of the Fund,  or of a sub-Fund  or any \nportfolio  of assets  held by the Fund  or of a sub-Fund;  \n(g)  “investment  mandate ” means  investment  strategy  followed  by the fund as \napproved  by the Supervisory  Council  and includes — \n(i)  types  of assets  in which  the Fund  will invest;   \n(ii)  details  of assets  to be transferred  to the Fund;  \n(iii)  sectors  and regions  in which  the Fund  will invest;   \n(iv)  use or restriction  on derivatives  and gearing;  and  \n(v)  benchmarks  of the Fund.  \n(h)  “in the public  private  partnership ” shall  have  the same  meaning  as defined  in \nPublic  Private  Partnership  Authority  Act, 2017  (VIII  of 2017);  \n(i)  “person ” includes  an individual,  a company,  a statutory  body  corporate,  an \nassociation  of persons  whether  incorporated  or not, a trust and a partnership;  \n(j)  “in the private  party ” shall  have  the same  meaning  as defined  in Public  Private  \nPartnership  Authority  Act, 2017  and includes  a person  who is eligible  to bid for \na Public  Private  Partnership  project  with the implementing  agency;  \n(k)  “regulations ” means  regulations  made  under,  this Act; \n(l)  “sub-fund” means  sub-fund established  within  the Fund  with specific  \ninvestment  objective  having  separate  property  and capital;  \n(m)  “Supervisory  Council ” means  the Sovereign  Wealth  Fund ’s Supervisory  \nCouncil  constituted  under  this Act; \n(n)  “Schedule ” means  schedule  to this Act; and \n(o)  “transfer  assets ” means  the assets  of every  kind,  whether  corporeal  or \nincorporeal,  movable  or immovable,  tangible  or intangible,  and legal  documents  \nor instruments  evidencing  title to or interest  in such assets  listed  in the Schedule  \nI to this Act and in terms  of section  9 of the Act, transferred  subsequently  to the \nFund,  which  are owned,  directly  or indirectly,  by the Federal  Government.  \nPART  II \n \nPAKISTAN  SOVEREIGN  WEALTH  FUND  \n3. The Fund .___(1)For  the purposes  of this Act, a Fund  to be called  the Pakistan  Sovereign  \nWealth  Fund  hereby  stands  established  which  shall  be owned  and controlled  by the Federal  \nGovernment.  \n \nPage 6 of 23 \n (2) The head  office  of the Fund  shall  be situated  in Islamabad  and the Board  of the Fund  may \nalso establish  offices  in Pakistan  and outside  Pakistan.  \n(3) The Fund  shall  have  perpetual  succession  and common  seal and may sue and be sued at its \nown name,  have  independent  legal  personality  and enjoy  financial  and administrative  independence.  \n(4) The Fund ’s resources  shall  consist  of— \n(i)  the capital  provided  by the Federal  Government;  \n(ii)  contribution  from  the Federal  Government  or State  Bank  of Pakistan;  \n(iii)  transfer  of existing  assets  of the Federal  Government  including  real estate  and \nassets  of state-owned  enterprises  under  whatsoever  arrangement;  \n(iv)  transfer  of Federal  Government  shareholdings  in state owned  enterprises;  \n(v)  borrowings  from  established  and reputable  financial  institutions;   \n(vi)  the profits  and proceeds  of the investments  of the Fund;  \n(vii)  any moneys  received  by the Fund  under  any contract  of insurance  effected  by \nthe Board;  \n(viii)   such other  moneys  as may vest in or accrue  to the Fund,  whether  in the course  \nof its operations  or otherwise;  and \n(ix)  any other  resources  as may be approved  by the Board.  \n(5) The authorized  capital  of the Fund  shall  be one hundred  trillion  Rupees  and its issued  capital  \nshall  be paid in cash or in kind by the Federal  Government.  \n(6) The issued  capital  of the Fund  may be increased  in the manner  as provided  in the \nregulations.  \n(7) The authorized  capital  of the Fund  may be increased  by a resolution  of the Supervisory  \nCouncil.  \n(8) The resolution  to increase  the authorized  or the issued  capital  shall  be published  by the \nBoard  in the official  Gazette  and on the website  of the Fund  within  fifteen  days from  the date of issue.  \n(9) The Board  shall  apply  resources  of the Fund  to fulfil  the objectives  of the Fund  as per the \ninvestment  mandate  approved  by the Supervisory  Council.  \n4. Objectives  of the Fund .___ (1)The  objectives  of the Fund  shall  be to contribute  to sustainable  \neconomic  development  through  the management  of its funds  and assets  and achieving  optimal  use of \nthem  according  to the best international  standards  and policies  to maximize  their value  for future  \ngenerations.  This purpose  may be achieved  through  the cooperation  and participation  with counterpart  \nfunds  or other  financial  institutions  or any of them  on commercial  basis  to achieve  the return  \ndetermined  by the investment  policy  of the Fund.  \n \nPage 7 of 23 \n (2) The Fund  shall  ensure  that its investment  policy  is consisten t with best practices  with \nregards  to environmental  and social  responsibility  and rules  of governance.  \n5. Business,  which  the Fund  can transact .___ The Fund  may,  in order  to achieve  its objectives  \nalways  in accordance  with law, carry  on, transact  or do several  kinds  of business  and acts as per its \ninvestment  mandate  including  but not limited  to the following — \n(a)  invest  in, purchase,  maintain,  divest  through  sell, or otherwise  realize  assets  and \ninvestment  of any kind;  \n(b)  sale and purchase  of domestic  and foreign  equity  securities,  debt securities,  \nderivatives,  commodities  and other  financial  assets;  \n(c)  developing  rights  on immovable,  and all kinds  of tangible  assets;  \n(d)  project  development,  fund raising  based  on projects,  foreign  project  credit  \nextensions,  and resource  procurement  through  other  means;  \n(e)  conducting  of any kinds  of commercial  and financial  activities  in domestic  and \nforeign  primary  and secondary  markets;  \n(f)  participating  in domestic  investments  and foreign  investments  conducted  by \nother  states  and foreign  companies;  \n(g)  investing  in financial  instruments  issued  domestically  or foreign  investment  \ninstruments;  \n(h)  participating  in all kinds  of money  market  operations;  \n(i)  acquiring,  retaining  and disposing  of assets  of any type in satisfaction  of its \nclaims;  \n(j)  entering  into agreement  as private  party  or implementing  agency  in Public  \nPrivate  Partnership;  \n(k)  appointing  managers,  custodians,  consultants,  attorney,  agents  and any other  \nprofessional  advisors  for the effective  management  of the Fund;  \n(l)  purchasing  or otherwise  acquiring,  owning,  selling,  transferring  and exchanging  \nany tangible  and intangible,  movable  or immovable  property  or any rights,  title \nor interest  in such property  acquired  or vested  in Fund  for the conduct  of its \nbusiness;  \n(m)  accepting  and furnishing  any lien, charge,  hypothecation  or mortgage  of any \ntangible  or intangible  movable  or immovable  property  or assets  in the conduct  \nof its business  receiving  and paying  commissions,  fees and brokerage  in \nconnection  with its business;  \n \nPage 8 of 23 \n (n)  establishing  any entity  constituted,  organised  and operated  in compliance  with \napplicable  law, including  funds,  sub-funds,  any company,  corporation,  trust,  \nlimited  liability  partnership  or a joint venture  solely  or jointly  with other  \ninvestors.  \n(o)  Coordinating  and taking  local  or foreign  technical  assistance  including  \nexchange  of experiences  and capacity  building  to achieve  objectives  of the fund;  \nentering  into agreements  and contracts  and executing  such documents  as may \nbe considered  necessary  to achieve  its objectives;  \n(p)  borrowing  or raising  any money  in such manner  and upon  such security  as the \nfund may consider  fit; \n(q)  participate  in the process  of privatization  to acquire  ownership  of state-owned  \nenterprises  or to provide  financial  advisory  services  in the privatization  process;  \n(r)  doing  of all such acts and things  as may be incidental  or subsidiary  to transacting  \nany of the aforesaid  businesses;  and \n(s)  doing  of such other  acts and things  in furtherance  of purposes  of this Act as may \nbe approved  by the Supervisory  Council.  \n6. Expenditure  charged  upon  the Fund .___The follow  expenditure  shall  be expenditure  \ncharged  upon  the Fund  in accordance  witin  annual  budget  referred  to in section  28,— \n(a)  general  operational  and administrative  expenses  of the Fund;  \n(b)  such remuneration,  if any, as the Supervisory  Council  may fix for directors  of \nthe Board;  \n(c)  charges  regarding  insurance  and indemnity  of directors  of the Board;  \n(d)  such remuneration  of the chief  executive  officer  and staff of the Fund;  \n(e)  the expenses  for the audit  of the Fund ’s books  and accounts;  \n(f)  the remuneration  payable  to any investment  manager,  agent,  advisor  or \nconsultant  employed  or retained  by the Fund;  \n(g)  expenses  arising  from  the contractual  obligations  and liabilities  of the Fund;  and \n(h)  any other  amount  as approved  by the Board.  \n7. Borrowing  and lending .___ (1) The Fund  may,  subject  to Board  approval,  borrow  in order  \nto finance  any of the investment  projects  that it is carrying  out or participating  in. \n(2) A request  for loan approval  must  be based  on a recommendation  from  the investment  \ncommittee  accompanied  by a review  of the economic  viability  of each project  and the data and analysis  \nthat the Investment  Committee  depended  on for its recommendation,  and the project  must  meet  all \nstandards  required  by the investment  policy  of the Fund.  \n \nPage 9 of 23 \n (3) The Fund  shall  exercise  its lending  powers  in accordance  with this Act, as well as any \nregulations  and limits  established  by the Board  upon  recommendation  from  the chief  executive  officer.  \n8. Winding  up of the Fund .___ The Fund  shall  not be wound  up except  through  an Act of the \nMajlis -e-Shoora  (Parliament).  \n9. Transfer  of assets  to the Fund .___(1)The  Supervisory  Council  shall  have  the power  to \ntransfer  the ownership  of any of the assets  of the Federal  Government  or the ownership  interests  of the \nFederal  Government  in any entity  to the Fund  on the recommendation  of the Board  and subject  to the \napproval  of Federal  Government.  \n(2) From  the date of commencement  of this Act, the transfer  assets  listed  in Schedule  I shall  \nstand  transferred  to the Fund  as ultimate  owner  and their valuation  in terms  of Schedule  II may be \napproved  by the Federal  Government  subsequently.  The transfer  assets  and any assets  of the Federal  \nGovernment  which  are transferred  thereafter  to the Fund  in accordance  with this section  shall  be \nrecorded  in the books  and accounts  of the Fund  at their fair value.  \n(3) The fair value  of transfer  assets  listed  in Schedule  I and assets  transferred  thereafter  to the \nFund  shall  be determined  in accordance  with the methodologies  as given  in Schedule  II, by an \nindependent  valuer  appointed  by Supervisory  Council  and such fair value  of transfer  assets  shall  also \nbe approved  by the Federal  Government.  \n10. Establishment  of entities .___ (1) Subject  to the approval  of the investment  committee  and \nthe Board,  the Fund  may establish  entities  that are wholly  owned  by it, or acquire  shares  in other  \nentities  and increase  their capital,  in accordance  with the investment  plan proposed  by the chief  \nexecutive  officer.  \n(2) The entities  established  or acquired  in this manner  shall  be governed  by the laws for the \ntime being  in force  as applicable  in their respective  jurisdiction  of incorporation  and such entities  shall  \nnot be subject  to Pakistani  governmental  auditing  rules,  regulations,  maximum  wage  or similar  laws.  \nPART  III \n \nTHE  SUPERVISORY  COUNCIL  \n11. Constitution  and composition  of Supervisory  Council .___ (1) A Supervisory  Council  of \nthe Fund  is hereby  constituted  with the following  membership,  namely: — \n(a)  The Prime  Minister  of Pakistan,  being  Chairman;   \n(b)  the Minister  of Finance  and Revenue;  \n(c)  the Minister  of Planning  Development  and Special  Initiative;   \n(d)  the ex-officio  Finance  Secretary;  \n(e)  the ex-officio  Governor  of the State  Bank  of Pakistan;  and \n(f)  the CEO  of the Fund.  \n \nPage 10 of 23 \n (2) In the absence  of Prime  Minister,  the Minister  of Finance  and Revenue  shall  chair  the \nmeetings  of the Supervisory  Council.  \n(3) The quorum  for the Supervisory  Council  meetings  shall  not be less than four members.  \n(4) Membership  of the Supervisory  Council  members  shall  end in the case of their death  or by \nresignation.  \n12. Powers  of Supervisory  Council .___ The Supervisory  Council  shall  have  the following  \npowers,  namely: — \n(a)  follow  up and assessment  of the Fund  performance  and the extent  to which  the \nFund  has achieved  its purposes;  \n(b)  appoint  members  of the Advisory  Committee  of the Fund  and form  a nomination  \ncommittee  and appoint  the directors  of the Board  on the proposal  of the \nnomination  committee;  \n(c)  transfer  any asset  to the Fund;  \n(d)  review  the reports  submitted  by the Board  and the action  plan for the following  \nfiscal  year;  \n(e)  discussion  and approval  of the Board ’s annual  report  on what  the remuneration  \nof the Board  members  is, under  any circumstance,  during  the fiscal  year;  \n(f)  discussion  and approval  of the annual  financial  statements,  the budget,  the \nproposal  for the distribution  of profits,  the report  of the Board  and the auditors  \nand the Fund ’s final financial  statements;  \n(g)  follow  up on the performance  of the Board  in light of performance  measurement  \nstandards;  \n(h)  reduce,  increase  or determine  the Fund ’s authorized  capital;   \n(i)  proposal  for dissolving  and liquidating  the Fund;  \n(j)  proposal  for removing  any of the members  of the Board  from  office;  \n(k)  setting  the remuneration  of the Chairman  and directors  of the Board  which  may \ninclude  transportation  allowance  for meetings  and Board  meetings;  and \n(l)  deal with all matters  which  are presented  by the Fund ’s Board  to the Supervisory  \nCouncil.  \n13. Supervisory  Council  meetings .___(1)The  Fund  Supervisory  Council  meeting  shall  be \nconvened  at least once  a year upon  invitation  by its Chairman  or by two-thirds  of its members  or one \nof the Fund ’s auditors.  \n \nPage 11 of 23 \n (2) Supervisory  Council  Meeting  decision ’s shall  be passed  by the majority  of votes  present  \nand, in case of equal  votes,  the Chairman ’s vote shall  be final.  \n(3) Delegation  or proxy  shall  not be permitted  in attending  the Supervisory  Council  meetings.  \nTHE BOARD  \n14. The Board .___(1) The Supervisory  Council,  acting  on the advice  of the nomination  \ncommittee,  shall  appoint  the directors  of the Board.  \n(2) The general  superintendence,  direction,  management  of the affairs  and business  of the Fund  \nand overall  policy  making  in respect  of its operations  shall  vest in the Board  which  may exercise  all \nsuch powers  and do all such acts, deeds  and things  which  may be exercised  or done  to achieve  the \nobjectives  of the Fund  under  this Act. \n(3) For avoidance  of doubt,  no legal  proceedings  in any court  of Pakistan  shall  be instituted,  \nfiled,  continued  or concluded  against  the Fund  except  by, against  or on behalf  of the CEO  as the \nadministrator  of the Fund.  \n15. Composition  of the Board .___ The Board  shall  consist  of seven  directors  appointed  by \nSupervisor  Council  from  the private  sector  who have  proven  competence  in finance,  investment  \nmanagement,  banking,  risk management,  treasury,  economics,  accountancy,  business  management,  \nlaw or any other  relevant  field.  The Supervisory  Council  shall  designate  one of the director  as \nChairman  of the Board.  \n16. Term  of a director  of the Board .___ (1) Term  of every  director  of the Board  shall  be five \nyears  from  the date of his appointment.  Director  of the Board  shall  be eligible  for reappointment  for \none or more  additional  terms.  \n(2) No act, proceedings  or decision  of the Board  shall  be invalid  by reason  only of the existence  \nof a vacancy  in, or defect  in the constitution  of the Board.  \n17. Functions  and responsibilities  of the Board .___(l) The Board  shall  be responsible  for the \naffairs  of the Fund  and have  all powers  necessary  for attaining  objectives  of this Act. \n(2) The following,  and such others  as may prescribed  by regulations  shall  be the powers,  \nfunctions  and responsibilities  of the Board,  namely: — \n(a)  to oversee  the investment  and management  of the Fund  in accordance  with this \nAct and in a manner  the Board  judges  best suited  to achieve  the objectives  of \nthe Fund;  \n(b)  to develop  financial,  administrative  and investment  policies,  standard  operating  \nprocedures  necessary  for the Fund  to achieve  the objectives  of this Act along  \nwith supervision  of implementation  thereto;  \n(c)  to prepare  the investment  mandate  of the Fund  and appoint  investment  managers  \nin accordance  with section  25; \n \nPage 12 of 23 \n (d)  to invest  assets  of the Fund  either  directly  or through  other  entities  to achieve  \nthe best possible  risk adjusted  return;  \n(e)  to reinvest  the profits  and proceeds  of the Fund ’s investments;  \n(f)  the issuance  of internal  policies  and objectives,  and performance  indicators  to \nachieve  the Fund  objectives;  \n(g)  to follow  up on the Fund  overall  performance  according  to the performance  \nindicators  established  by the Board;  \n(h)  to oversee  the periodic  performance  assessment  process  for the Fund  investment  \nportfolios  and investments;  \n(i)  to approve  the annual  budget  of the Fund  and ratifying  the financial  statements  \nand proposing  the distribution  of profits  in preparation  for submission  to the \nSupervisory  Council  for approval;  \n(j)  to approve  the auditors ’ reports  and the Chief  Executive  Officer ’s report  on the \nfinancial  position  of the Fund  and outcomes  of its work  for each fiscal  year and \nsubmitting  them  to the Supervisory  Council  for approval;  \n(k)  to discuss  and approve  the investment  and business  plan of the Fund  in \nconsultation  with the Advisory  Committee  after approval  by the Investment  \nCommittee  and monitoring  its implementation;  \n(l)  to approve  the governance  regulations  of the Fund  and the regulation  of non-\nconflict  of interests  of its employees,  Directors  of its Board  and its advisors;  \n(m)  to issue  the financial,  administrative  and technical  regulations  of the Fund,  the \npersonnel  regulations,  contracts  and procurement  and service  delivery  \nregulations  without  being  subject  to the restrictions  of governmental  rules  and \nregulations;  \n(n)  to issue  of internal  policies  and procedures  necessary  for the functioning  of the \nFund;  \n(o)  to ratify  the recruitment  of higher -level  positions  in the Fund;   \n(p)  to appoint  or change  the auditors,  and determining  their fees;  \n(q)  to issue  regulations  and procedures  observed  by the Fund  in its transactions,  \ninvestments  and contracts;  \n(r)  to issue  standards  and criteria,  guaranteeing  the soundness  of the Fund ’s \nfinancial  position  and due financial  performance  thereof,  and issuing  decisions  \nnecessary  for the due implementation  of such standards  and criteria;  \n \nPage 13 of 23 \n (s)  to approve  the Fund ’s organizational  and administrative  structure  and the \npowers  of the Fund  staff including  the powers  to enter  into contracts;  \n(t)  to develop  regulations  regulating  the Board  work  and meetings;  \n(u)  to oversee  all technical,  administrative  and financial  work  assumed  by the CEO;  \n(v)  to approve  lending  and borrowing  and mortgage  contracts  or pledge  of any \nassets  of the Fund  to secure  the financing  of any of the Fund ’s investment  \nprojects,  in addition  to settlement  agreements  arbitration  agreements  provided  \nthat delegation  shall  not be permitted  in terms  of such powers;  and \n(w)  to carry  out such other  activity  connected  therewith  or ancillary  thereto.  \n18. Disqualifications  of directors  of Board .___ No person  shall  be appointed  or hold office  as \ndirector  of the Board,  who— \n(a)  has been  convicted  by a competent  court  for tax evasion  or has been  convicted  \nfor fraud,  misappropriation  or siphoning  of funds  or has been  convicted  by a \ncourt  of law for an offence  involving  moral  turpitude;  \n(b)  has been  deprived  of the right  to hold a position  of financial  responsibility  by a \nregulatory  authority  or a competent  court  of law; \n(c)  is a person  declared  insolvent  by a competent  court  of law; \n(d)  is in the services  of Pakistan  or other  employee  of the Government;   \n(e)  is a public  sector  person;  and \n(f)  has been  convicted  by a competent  court  of law for any crime  involving  \ndishonesty,  even  if pardoned.  \nExplanation :___For the purpose  of this section,  the expression  “public  sector  person ” means  a \nperson  who is in the service  of Pakistan  or a member  of Majlis -e-Shora  (Parliament)  or Provincial  \nAssembly  or in the service  of any statutory  body  or entity  which  is owned  or controlled  by the Federal  \nGovernment  or a Provincial  Government  not including  a university  or an educational  institution.  \n19. Removal  of director  of the Board :___ (1) A director  of the Board  may be removed  by the \nSupervisory  Council  by an order  in writing  where  it is established  that,— \n(i)  any ground  under  section  18 is applicable;  \n(ii)  he has become  physically  or mentally  incapable  of carrying  out his \nresponsibilities  as determined  by an independent  Medical  panel  of experts;  \n(iii)  he has been  found  engaged  by an independent  investigation  committee  in breach  \nof any provision  of this Act or regulations  made  thereunder;  \n(iv)  he has been  convicted  for criminal  offence  by a competent  court  of law; or \n \nPage 14 of 23 \n (v)  he has been  absent  from  three  or more  successive  meetings  of the Board  without  \nleave  of absence.  \n(2) A director  of the Board  may at any time resign  from  his office  by a written  notice  addressed  \nto the Supervisory  Council.  \n20. Functions  of a Board  of director .___(1)The  directors  of the Board  shall  perform  the \nfollowing  functions,  namely: — \n(a)  act within  powers  conferred  upon  the director  in accordance  with this Act; \n(b)  promote  the success  of the Fund;   \n(c)  exercise  independent  judgment;  \n(d)  exercise  reasonable  care,  skill and diligence;   \n(e)  avoid  conflicts  of interest;  \n(f)  not accept  benefits  from  third  parties;  \n(g)  declare  an interest  in a proposed  transaction  or arrangement;  and \n(h)  declare  the interest  in existing  transaction  or arrangement.  \n(2) The directors  of the Board  may rely on the advice,  opinions,  reports  or statements  prepared  \nby external  professionals  or experts  in the course  of discharging  their functions  and shall  include  \nadvice,  opinions,  reports  or statements  provided  by the Advisory  Committee.  \n21. Committees  of the Board .___(l) The Board  shall  constitute  the following  committees  \nconsisting  at least three  members  of the Board  each,  to assist  it in the performance  of its functions  \nunder  this Act— \n(a)  investment  committee;   \n(b)  audit  committee;  \n(c)  risk management  committee;  and \n(d)  such other  committee  as it considers  necessary  or expedient.  \n(2) The powers,  functions,  duties  and other  terms  of appointment  of a committee  shall  be such \nas the Board  may determine.  \n(3) The members  of a Board  committee  shall  hold office  for such period  as the Board  may \ndetermine.  \n(4) The minutes  of every  meeting  of a committee  shall  be presented  before  the Board  at its next \nmeeting  following  the meeting  of the committee.  \n \nPage 15 of 23 \n (5) The Board  shall  develop  necessary  policies  and mechanism  to ensure  independent  and \nefficient  performance  by the committees  of their assigned  responsibilities.  \n(6) All decisions  shall  be taken  by majority  of committee  members  and in the event  of equality  \nof the votes,  the chairperson  may exercise  a casting  vote.  \n22. Chief  executive  officer  and other  employees .___(1) The Board  shall  appoint  CEO  of the \nFund  for a term of five years  renewable  for other  periods  and he shall  be deemed  member  of the Board.  \nThe CEO  appointment,  powers  and financial  perks  thereof  shall  be determined  by resolution  by the \nBoard.  The CEO  shall  represent  the Fund  in all its relations  with third  parties  and before  courts.  \n(2) The CEO  resignation  or removal  from  office  shall  be made  by a Board  resolution  upon  a \nreport  prepared  by the Board  and after inviting  the CEO  to attend  the Board  meeting  to discuss  and \nhearthis  viewpoint  in this regard . The Board  shall  submit  its report  in the following  meeting  of the \nSupervisory  Council.  \n(3) The Fund  may,  from  time to time,  induct  persons  to be employees  of the Fund  who shall  be \npaid such remuneration  and allowances  and shall  hold their employment  on such terms  and conditions  \nas may be prescribed  by regulations.  \n23. Powers  of the CEO .___ The CEO  shall,  subject  to the general  control  of the Board, — \n(a)  be responsible  to implement  the decisions  of the Board  and carry  out the day-\nto-day administration  and management  of the Fund  and staff and property;  \n(b)  be the custodian  of the Board ’s records;  \n(c)  be responsible  for proposing  and overseeing  implementation  of the Fund  plans,  \nprograms  and budgets  upon  the approval  of the Board;  \n(d)  be responsible  for preparation  of the work  plan of the Fund  and determining  \nperformance  indicators  for its administrative  units;  \n(e)  be responsible  for proposing  administrative  and financial  regulations  and any of \nthe Fund ’s internal  regulations  or those  related  to the Fund ’s activities;  \n(f)  be responsible  for recruiting  and supervising  the staff of the Fund  according  to \nthe powers  granted  thereupon  and determined  by the regulations;  \n(g)  be responsible  for determining  performance  indicators  according  to the Fund  \nstrategy;  \n(h)  be responsible  for contracting  the custodian  for its owned  securities  according  \nto the requirements  provided  for in the legal  system  applied  to same;  \n(i)  be responsible  for following  up on the implementation  of the resolutions  issued  \nby the Board;  \n \nPage 16 of 23 \n (j)  be responsible  for overseeing  the preparation  of the Fund  budget  and submitting  \nit to the Board;  \n(k)  be responsible  for preparing  the annual  report  comprising  details  of the Fund  \nperformance,  financial  position,  business  progress  and plan for the coming  \nfiscal  year,  and submitting  it to the Board  within  ninety  days from  the end of the \nFund  fiscal  year;  \n(l)  be responsible  for issuing  orders  regarding  the Fund  expenses  in accordance  \nwith the annual  budget  adopted  by the Board;  \n(m)  be responsible  for entering  into all kinds  of agreements  and contracts  pursuant  \nto powers  as may be prescribed  by regulation;  \n(n)  be responsible  to actively  collaborate  and maintain  open  communication  with \nboth the Board  and the Advisory  Committee  of the Fund,  ensuring  their \ncollective  involvement  and consultation  on matters  of strategic  significance,  in \norder  to facilitate  informed  decision -making  and promote  the overall  success  \nand prosperity  of the Fund;  and \n(o)  be responsible  to perform  such other  functions  as may be assigned  by the Board:  \n    Provided  that an assignment  of functions  in terms  of clause  (o)― \n (i)  may be made  generally  or specially  and subject  to such conditions,  \nrestrictions,  reservations  and exceptions  as the Board  may determine;  \n(ii)  may be revoked  by the Board  at any time;  and \n(iii)  shall  not preclude  the Board  itself  from  exercising  such functions.  \n24. Advisory  committee .___(1) An advisory  committee  shall  be constituted  by Supervisory  \nCouncil  consisting  of seven  leading  and world - renowned  experts  in finance,  economics,  or other  \nrelevant  fields.  \n(2) Each  advisory  committee  member  shall  serve  for a term of five years  and may be eligible  \nfor reappointment  for one or more  additional  terms.  \n(3) The first advisory  committee  shall  act as the nomination  committee  for the duration  of its \nterm.  \n(4) The advisory  committee  shall  inform  and counsel  the Board  or, at its direction,  the CEO.  \n(5) The advisory  committee  shall  have  no authority  to exercise  the powers  of the Board  in the \nmanagement  of the Fund.  \n(6) The advisory  committee  may give suggestion  regarding  annual  business  and investment  \nplan to the Board  for consideration  and implementation.  \n \nPage 17 of 23 \n (7) Advice  or guidance  provided  by the advisory  committee  shall  be recorded  in writing.  \n(8) Where  the Board,  or any individual  director  of the Board,  deviates  from  the advisory  \ncommittee ’s advice  or guidance,  such deviation  shall  be recorded  in the annual  report  of the Fund.  \n25. Investment  managers .___(1)The  Board  shall,  in the manner  as prescribed  by regulation  \nand through  a competitive  and transparent  process,  appoint  such number,  as are necessary,  of fit and \nproper  persons  with the requisite  qualifications,  skills,  competencies  and experience  to be investment  \nmanagers.  \n(2) When  appointing  an investment  manager,  the Board  may have  regard  to the following  \nconsiderations  among  other  relevant  factors,  namely: — \n (a)  the relative  qualifications  and experience  of the person  competing  to be  \n   appointed  as investment  manager;  \n(b)  the expertise  of a person  competing  to be appointed  as an investment  manager  \nin the area of investment  concerned;  and \n(c)  the professional  record  of a person  competing  to be appointed  as an investment  \nmanager  in controlling  operational  and financial  risk with respect  to assets  \nwhich  that person  has managed  or is managing  in the capacity  of investment  \nmanager:  \n Provided  that subject  to the approval  of the Board,  the functions  of investment  manager  \nmay be assigned  to a person  other  than the employee  of the Fund,  having  valid  licence  for such activity  \nfrom  any financial  services  regulator.  \nPART -IV \n \n OPERATIONS  \n26. Establishment  of Sub-Funds .___(1) The Fund,  with the approval  of the Board,  may \nestablish  one or more  sub-Funds.  \n(2) A Sub-Fund  shall  have  an independent  financial  capacity  and capital.  From  the date of \npublication  of its establishment  in the official  Gazette  by the Board,  the Sub-Fund  may acquire  legal  \npersonality  for the purpose  of acquiring  and holding  any assets,  property,  rights  and obligations.  \n(3) The Fund,  subject  to approval  of the Board,  may transfer  any asset  of the Fund  to any \ninvestment  vehicle  that may take the form  of a sub-fund of the Fund  or any other  legal  entity  or trusts.  \n(4) The Fund  may accept  equity  and debt investment,  in any manner,  from  other  investors  in \nsub-funds  or legal  entities  or trust owned  or managed  by the Fund.  \n27. Holding  and investment  of the Fund .___(1) The Fund  must  be invested  in conformity  with \nthe investment  mandate  and in whatever  other  way not inconsistent  with the investment  mandate  that \nthe Board  considers  most  appropriate  to enable  it to achieve  the Fund ’s objectives.  \n \nPage 18 of 23 \n (2) At least twice  a year,  the Board  shall  review  the size of the Fund  and the manner  in which  \nthe money  held in the Fund  is invested,  considering  the Fund ’s current  and potential  liabilities,  and in \nthe light of that review,  the Board  may make  any necessary  adjustments  in the holding  of the Fund.  \n28. Annual  investment  plan  and budget  of the Fund .___ On or before  such date prior  to the \nbeginning  of the financial  year,  the Board  shall  approve — \n(a)  a budget  showing  the expenditure  which  the Fund  proposes  to incur  during  that \nfinancial  year for the purposes  of section  6; and \n(b)  a written  investment  plan in accordance  with the investment  mandate  approved  \nby the Supervisory  Council  and shall  include — \n(i)  indications  of the types  of investments  in which  the Fund  can be invested  \nand the selection  criteria  for investments  within  those  classes;  \n(ii)  indications  relating  to the management  of credit,  liquidity,  operational,  \ncurrency,  market  and other  risks;  \n(iii)  indications  on prohibited  or restricted  investments  or any investment  \nconstraints  or limits;  and \n(iv)  information  on the acceptable  balance  between  risk and return  in the \noverall  Fund ’s portfolio.  \n29. Establishment  and operation  of general  reserve .___(1) The Fund  shall  establish  a general  \nreserve  to which  it shall  appropriate  at least fifty percent  from  surplus  of income  over expenditure  of \nthe Fund  at the end of its financial  year.  \n(2) The Board  may,  in its sole discretion,  decide  to appropriate  a higher  amount  from  surplus  \nto the general  reserve  in any given  financial  year.  \n(3) If in any financial  year,  the income  of the Fund  together  with any surplus  income  brought  \nforward  from  a previous  financial  year,  is insufficient  to enable  the Fund  to meet  the charges  and to \nmake  the provisions  required  under  sub-section  (1), the deficiency  shall  be met from  the general  \nreserve.  \n30. Payment  of dividends  to the Federal  Government .___ Where  in a financial  year the \nrevenues  accruing  to the Fund  are more  than sufficient — \n(a)  to meet  the expenditure  of the Fund  in that year;  \n(b)  to meet  the expenditure  and investments  required  to be made  by the Fund  in \ncompliance  with its investment  mandate;  and \n(c)  to enable  the Fund  to make  appropriations  to its general  reserve  in terms  of \nsection  29, \n  the Fund  may pay out of the surplus  such dividends  to the Federal  Government  through  \nMinistry  of Finance  as the Board  may determine  from  time to time.  \n \nPage 19 of 23 \n 31. Prohibition  against  using  the Fund  assets  as collateral .___(1) The assets  of the Fund  shall  \nnot be used— \n(a)  as collateral  for debts,  guarantees,  commitments  or other  liabilities  of any other  \nperson  or entity,  whether  public  or private;  or \n(b)  to provide  borrowing  to the Federal  Government.  \n(2) The Fund  may use its assets  as collateral  in any investments  under  consideration,  subject  to \nthe prior  approval  of the investment  committee  and the investment  committee  must  determine,  as part \nof its approval,  that the use of such assets  as collateral  is beneficial  to the investment  of the Fund.  \n(3) Any contract,  agreement  or arrangement,  to the extent  that it purports  to encumber  the assets  \nreferred  to in sub-section  (1), whether  by way of guarantee,  security,  mortgage  or any other  form  of \nencumbrance,  shall  be null and void.  \n32. Public  private  partnership .___ In pursuance  of Fund ’s objectives,  the Supervisory  Council  \nmay,  on its own initiative  or at the request  of the Federal  Government,  invest  any part of assets  of the \nFund  for the purpose  of infrastructure  development  as the private  partner  with the Government  under  \nthe Public  Private  Partnership  Authority  Act 2017  (VIII  of 2017).  \nPART -V \n \nMISCELLANEOUS  \n33. Internal  audit  function .___(1) The Board  shall  establish  an independent  internal  audit  \nfunction  in the Fund  and the internal  auditor  shall  report  to the audit  committee  of the Board.  \n(2) Audit  committee  shall  submit  its report  to the Board  at least on quarterly  basis.  \n34. Books  of accounts .___(1) The Fund  shall  maintain  proper  accounts  and other  records  to \nreflect  true and fair view  of Fund ’s state of affairs  and prepare  financial  statements  as per the relevant  \ninternational  financial  reporting  standards.  \n(2) The fund shall  also prepare  separate  financial  statements  of each fund established  under  \nsection  26 as per the relevant  international  financial  reporting  standards.  \n35. Audit  of accounts .___(1) The accounts  of the Fund  shall  be audited  by one or more  \nindependent  auditors  of international  repute  who shall  be chartered  accountants  within  the meaning  of \nthe Chartered  Accountants  Ordinance,  1961  (X of 1961),  to be appointed  by the Board.  \n(2) The Board,  on the recommendation  of the audit  committee,  shall  appoint  the external  \nauditors  for a period  of five years.  \n(3) The Board  may,  on the recommendation  of the audit  committee,  terminate  the contract  of \nthe Fund ’s external  auditors  and any removal  of an auditor  along  with the reasons  of the same  must  be \nnotified  to the Supervisory  Council.  \n(4) In case resignation  is tendered  by auditor  then it shall  communicate  the reasons of its \nresignation  to the Board.  \n \nPage 20 of 23 \n (5) The external  auditor  shall  report  to the audit  committee  and the Board  on key matters  arising  \nfrom  the audit  and in particular  on material  weaknesses  in internal  controls  relating  to the financial  \nreporting  process.  \n(6) The external  auditors  shall  have  full power  to examine  all books  and accounts  of the Fund  \nand obtain  all information  about  its transactions.  \n(7) The Auditor -General  of Pakistan  may,  without  prejudice  to the audits  conducted  by the \nexternal  auditors  pursuant  to sub-section  (1), conduct  audit  of the accounts  of the Fund  and such audit  \nshall  not have  concern  with the merits  of the policy  decisions,  investment  and divestment  decision  \nincluding  return  thereof  by the Fund.  \n(8) Any resigning  external  auditor  must  provide  a letter  to the Board  explaining  their reasons  \nfor resignation.  \n36. Reports .___(1) The Fund  shall  not later than sixty  days after the end of first, second  and \nthird  quarter  submit  to the Supervisory  Council  a quarterly  report  on its operations  and activities  during  \nthe preceding  quarter.  \n(2) Quarterly  reports  under  sub-section  (1) shall  include  the performance  of the fund during  the \nquarter  and the value  of the assets  and where  the assets  are held at the end of each quarter.  \n(3) The Fund  shall  with the approval  of the Board,  within  one hundred  and twenty  days of the \nend of each financial  year,  together  with the annual  report  of the Fund,  send a copy  of the statement  of \naccounts  of the Fund  certified  by the auditors  and a copy  of the auditors ’ report  to the Supervisory  \nCouncil;  \n(4) The Fund ’s capital  currency  shall  be Pakistani  and any other  currency  as approved  by the \nBoard.  \n(5) In addition,  the Fund — \n(a)  shall  submit  to the Supervisory  Council  any other  report,  and provide  any other  \ninformation,  that may be required  in regard  to the operations  and activities  of \nthe Board;  and \n(b)  may submit  to the Supervisory  Council  any other  report  that it considers  \ndesirable.  \n37. Submission  of annual  report  to the Majlis-e-Shoora  (Parliament) .___The Supervisory  \nCouncil,  within  thirty  days of receipt  of report  from  the Board  as given  in sub-section  (3) of section  \n36, shall  submit  the report  to the Majlis -e-Shoora  (Parliament).  \n38. Public  disclosure .___The Fund  shall  make  a public  disclosure  policy  for the Fund  that \nadheres  to the best international  standards  and practices  and which  includes  but is not limited  to the \nfollowing: — \n(a)  type and extent  of information  to be made  public;  \n \nPage 21 of 23 \n (b)  frequency  and timeline  of information  intended  for public  dissemination;  \n(c)  medium  to be used for dissemination  of public  information;  and \n(d)  In addition  to information  disclosed  in accordance  with this section,  the Fund  \nshall  produce  and publicly  release  an annual  report  that adheres  to the best \ninternational  standards  and practices.  The report  shall  contain  all the \ninformation  required  to be disclosed  under  this Act and any other  relevant  \ninformation  deemed  appropriate  by the Board.  \n39. Disclosure  of interest .___(l) Every  member  of the Board  and employee  of the Fund  shall  \ndisclose  in writing  any commercial,  financial  or other  business  interest  which  he or his spouse  and \ndependent  children  may have,  whether  directly  or indirectly,  and which  may have  adverse  implications  \nfor the Fund ’s interest.  \n(2) In performing  their obligations,  the persons  under  sub-section  (1) shall  be bound  to place  \nthe Fund ’s interests  before  their own interests.  \n(3) Directors  of the Board  shall  not participate  in any discussion  and shall  restrain  from  voting  \non the issues  in which  their commercial,  financial  or other  business  interest,  or those  of their families,  \nis involved.  \n40. Financial  year of Fund .—The financial  year of the Fund  shall  be the financial  year of the \nGovernment  of Pakistan  starting  from  the first day of July and ending  on the 30th day of June of the \nfollowing  year.  \n41. Exemption  from  liability  of the directors  of Board,  members,  employees  of the Fund  \nand agents .___(1) No suit, prosecutions  or any other  legal  proceedings  or action  in damages  shall  lie \nagainst  the Board,  Advisory  Committee  and their members  and employees  of the Fund  for anything  \ndone  or omission  in exercise  or performance  of any functions,  power  or duty conferred  or imposed  by \nor under  this Act unless  the act or omission  is shown,  to have  been  in bad faith.  \n(2) Directors  of the Board,  Advisory  Committee  and employees  of the Fund  shall  not be sued \nin their personal  capacity  for the action  bonafidly  taken  in their official  capacity.  \n42. Preservation  of secrecy .___ (1) Except  for the performance  of his duties  or the exercise  of \nhis functions  or when  lawfully  required  to do so by any court  under  the provisions  of any law, no \nmember  of the Board  or employee  of the Fund  shall  disclose  to any person  any intonation  relating  to \nthe affairs  of the Board  or Fund  or any person  which  he has acquired  in the performance  of his functions  \nor the exercise  of his powers  under  this Act. \n(2) Any person,  who contravenes  sub-section  (1), shall  be liable  to disciplinary  proceedings  in \naccordance  with the procedure  as may be prescribed  by regulations.  \n43. Use of confidential  information  for personal  gain.___If any member  of the Board,  \nemployee  or agent  of the Fund  for personal  gain makes  use of any information  which  he has acquired  \nin the performance  of his functions  under  this Act and which  relates  to the affairs  of the Fund,  or of \nany entity  in which  the Fund  has made  any investment,  or of any investor  in the Fund,  he shall  be \n \nPage 22 of 23 \n guilty  of an offence  and liable  to fine not exceeding  double  the amount  of his gain in addition  to the \ndisciplinary  proceedings  in accordance  with the procedure  prescribed  in regulations.  \n44. Protection  of action  taken  in good  faith .___(1) No suit, prosecutions  or any other  legal  \nproceedings  or action  in damages  shall  lie against  the directors  of the Board,  Chairperson,  investment  \nmanagers  and employees  for anything  done  or omission  in good  faith in exercise  or performance  of \nany functions,  power  or duty conferred  by or under  this Act or any other  law for time being  in force,  \nunless  the act or omission  is determined,  to have  been  in bad faith.  \n(2) Chairperson,  director  of the Board,  investment  managers,  employees,  consultants  and \nadvisers  shall  not be sued in their personal  capacity  for the action  bona  fidely  taken  in their official  \ncapacity  and in case of any such suit, the Fund  shall  bear expenses  of the proceeding  till its final \nconclusion.  \n(3) The Fund  shall  indemnify  each Director  of the Board,  a former  Director  or employee  of the \nFund,  or any person  who acts or acted  at the Fund ’s request  as a Director  or officer  of an entity  of \nwhich  the Fund  is or was a shareholder  or in which  the Fund  has or had a financial  interest  against  any \nliability  incurred  by the person  in that capacity  unless  the liability  relates  to a failure  to act honestly  \nand in good  faith.  \n45. Power  to make  rules .___The Supervisory  Council  may,  by notification  in the official  \nGazette,  make  rules  to carry  out the purposes  of this Act. \n46. Power  to make  regulations .___ The Board  may by notification  in the official  Gazette,  make  \nregulations  for all matters  for which  it is necessary  or expedient  for carrying  out the purposes  of this \nAct. \n47. Power  to amend  the Schedules .___ The Supervisory  Council  may,  by notification  in the \nofficial  Gazette,  amend  the Schedules.  \n48. Exemption  form  Ordinance,  LII of 2000 .___The provisions  of the Privatization  \nCommission  Ordinance,  2000  (LII of 2000)  shall  not be applicable  on the acquisition,  divestment  and \ntransfer  of asset  by the Fund.  \n49. Exemption  from  Ordinance,  LII of 2002 .___ The Fund  shall  be exempt  from  the \napplicability  of the Public  Procurement  Regulatory  Authority  Ordinance,  2002  (LII of 2000).  \n50. Exemption  from  Act, VII of 2023 .___ The Fund  and the state-owned  enterprise  majority  \nowned  by the Fund  shall  be exempt  from  the applicability  of the State -Owned  Enterprises  (Governance  \nand Operations)  Act, 2023  (VII of 2023).  \n51. Act to override  other  laws .___ The provisions  of this Act shall  have  effect  notwithstanding  \nanything  inconsistent  contained  in any other  law for the time being  in force  and any such law, rule or \nregulation  shall,  to the extent  of any inconsistency,  cease  to have  effect  from  the date this Act comes  \ninto force.  \n52. Power  to remove  difficulties .___ If any difficulty  arises  in giving  effect  to the provisions  \nof this Act, the Federal  Government  may,  by order  published  in the official  Gazette,  make  such \n \nPage 23 of 23 \n provisions  not inconsistent  with the provisions  of this Act, as appear  to it to be necessary  or expedient,  \nfor removing  the difficulty.  \nSchedule -I \nTransfer  Assets  \n \n[See section  9 (2)] \n \nThe entire ownership of the Federal Government in the following assets/entities shall stand \ntransferred to the Fund  in terms of section 9 (2): \n \nS No.  Name  of Company  Government  \nShareholding  \n(No. of Shares)  \n1. Oil And Gas Development  Company  Limited  3,657,079 ,419 \n2. Pakistan  Petroleum  Limited  1,952,181 ,498 \n3. National  Bank  Of Pakistan  1,608,420 ,866 \n4. Government  Holdings  (Private)  Limited  2,088,512 ,092 \n5. Pakistan  Development  Fund  Limited  6,000,000 ,000 \n6. Mari  Petroleum  Company  Limited  24,532,720  \n7. Neelum -Jehlum Hydro -Power Company (Pvt.) Limited  4,166,346,230  \n \nSched ule-II \nValuation Methodologies \n \n[see section 9 (3)] \n1.     Discounted Cash Flow (DCF) and Discounted Dividend Model (for valuation of banks) \nmethodologies and their variants. \n2.     Balance Sheet Methodologies and their variants. \n3.     Transaction Multiple Methodologies and their variants. \n4.     Asset Valuation Methodologies and their variants. \n \n \n \n \n \n         Last Uploaded on 18.09.2023"
}