{
    "file": "./converted_json\\administratorf9c206847eda2ca44c51fb160c99bb31.json",
    "name": "The Decorations Act, 1975",
    "date": "24th April 1975",
    "tagline": "An Act to provide for the conferment by the President of decorations in recognition of gallantry, meritorious service in the Armed Forces",
    "content": "Page 1 of 5 \n   \n \n \n \n \nTHE DECORATIONS ACT, 1975.  \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title and commencement  \n2. Definitions  \n3. Institution or creation of decorations  \n4. Continuance of existing decorations and their warrants of institution and statutes  \n5. Restriction on creation, conferment or acceptance of decorations  \n6. Penalty and procedure  \n7. Repeal  \nSCHEDULE.  \n \n   \n\n \nPage 2 of 5 \n THE DECORATIONS ACT, 1975.  \n1ACT NO.XLIII OF 1975  \n[ 24th April 1975 ]  \nAn Act to provide for the conferment by the President of decorations in re cognition of gallantry, \nmeritorious service in the Armed Forces 2[, academic distinction or distinction in the field of sports or \nnursing.]  \nWHEREAS it is expedient to provide for the conferment by the President of decorations in \nrecognition of gallantry, meritorious service in the Armed forces 2[,academic distinction or distinction \nin the field of sports or nursing], restriction on the acceptance of 3[foreign decorations by the citizen s \nand person s in the service of] Pakistan a nd matters ancillary thereto;  \nIt is hereby enacted as follows :­  \n1. Short title and commencement.­  (1) This Act may be called the Decorations Act, \n1975.  \n(2) It shall come into force at once and shall be deemed to have taken effect on the  \nfourteenth day of August , 1973.  \n2. Definitions.__ In this Act, unless there is anything repugnant in the subject or context,  \n(a) \"academic distinction\" includes__ \n(i) research, achievement or performance in medicine, science, \nengineering, technology, philosophy, history, literature or the arts ;  \n(ii) invention of national importance;  \n(b) \"decorations\" means any Title, Honour, Award, Order, Medal, Bar, Clasp or \nCommendation instituted or created under section 3, and includes the \ndecorations enumerated in the Schedule;  \n4[(c)  \"gallantry\" includes an act of bravery, heroism, courage and rendering of \ndedicated services with selfless devotion in human rights and public service;]  \n(d)  \"meritorious service in the Armed Forces\" means service rendere d by the \nmembers of the Armed Forces in Peace or War or Emergency or in relation to \nany national historic occasion which is worthy of decoration.  \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. III, p.183.  \n2Subs. by the Decorations (Amdt.) Ordinance, 1981 (35 of 1981),s.2.  \n3By corrigenda . \n4Subs. by the Decorations (Amdt.) Act, 1997 (8 of 1997),s.2, for clause (c).  \n  \n \nPage 3 of 5 \n 3. Institution or creation of decorations.__ (1) The President may, by warrant, institute, \nor create, from time to time any decorations in recognition of gallantry, meritorious service in the \nArmed Forces 1[, academic distinction or distinction in the field of sports or nursing] and prescribe the \nconditions under which a decoration may be awarded, conferred, withdrawn, forfeited or annulled, or \nmay be restored after its withdrawal, forfeiture or annulment.  \n(2) The President may also award decoration posthumously and the monetary reward, if \nany, attac hed to the decoration shall be paid to the next of kin of the person to whom the decoration is \nawarded.  \n(3) No decoration shall be awarded, conferred, withdrawn, forfeited or annulled, and no \ndecoration which has been withdrawn, forfeited or annulled shall  be restored, except with the personal \napproval of the President.  \n(4) Every award, conferment, withdrawal, forfeiture, annulment and restoration of a \ndecoration shall be published in the official Gazette.  \n4. Continuance of existing decorations and their Wa rrants of Institution and \nstatutes.__ (1) All the decorations enumerated in the Schedule and the Warrants of institution and \nstatutes, rules, regulations and instructions pertaining thereto, which were in force immediately before \nthe commencement of this A ct, shall continue to be in force until altered, repealed or amended by the \nPresident.  \n(2) The President may, by order, amend the Schedule so as to include therein or exclude \ntherefrom any decoration.  \n(3) Notwithstanding anything contained in sub­section ( 1), the President may, at any time, \nwithdraw, forfeit or annul any decoration awarded to, or conferred on, any person, and upon such \nwithdrawal, forfeiture or annulment of any decoration, the person concerned shall cease to have any \nright or privilege appe rtaining thereto; but the President may restore any such decoration after its \nwithdrawal, forfeiture or annulment.  \n5. Restriction on creation, conferment or acceptance of decorations.__ (1) Subject to \nthe provisions of this Act, no person or authority in P akistan shall institute or create, or confer on any \nperson, any Title, Honour, Award, Order, Medal, Bar, Clasp or Commendation of the nature of a \ndecoration or which is an imitation of any decoration.  \n(2) No citizen of Pakistan and no person in the service  of Pakistan shall accept any title, \nhonour or decoration from any foreign State or sovereign except with the approval of the Federal \nGovernment.  \n(3) No person to whom a decoration has not been awarded or on whom a decoration has \nnot been conferred, and no person whose decoration has been withdrawn, forfeited or annulled, shall \nuse or cause to be used with his name any words or letters representing that  the decoration has  been \nawarded to, or conferred on, him. \n \n1Subs. by the Decoration (Am dt.) Ordinance, 1981 (35 of 1981),s.3.  \n  \n \nPage 4 of 5 \n 6. Penalty and procedure.__ (1) Whoever contravenes the provisions of section 5 shall \nbe punished with fine which may extend to twenty thousand rupees.  \n(2) A person convicted under this section for accepting any decoration from a foreign State \nor sovereign shall be deemed to have be en deprived of such decoration.  \n(3) No prosecution for an offence punishable under this Act shall be instituted except with \nthe previous sanction of the Federal Government.  \n(4) No Court inferior to a Court of Session shall try an offence punishable under t his Act.  \n7. [Repeal.]  Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(XXVII of 1981), s.3 and Sch.,II.  \n \nSCHEDULE  \n \n1. Nishan­i­Haider.  \n2. Nishan­i­Shujaat.  \n3. Nishan­i­Imtiaz.  \n4. Hilal­i­Juraat.  \n5. Hilal­i­Shujaat.  \n6. Hilal­i­Imtiaz.  \n7. Sitara­i­Juraat.  \n8. Sitara­i­Shujaat.  \n9. Sitara­i­Imtiaz.  \n10. Sitara­i­Basalat.  \n11. Tamgha­i­Juraat.  \n12. Tamgha­i­Shujaat.  \n13. Tamgha­i­Imtiaz.  \n14. Tamgha­i­Basalat.  \n15. Quaid­i­Azam Police Medal for  Gallantry.  \n16. President's Police Medal for Gallantry.  \n17. I'zaz­i­Kamal.  \n \nPage 5 of 5 \n 18. Izaz­i­Fazeelat.  \n19. I’zaz­i­Sabqat.  \n20. President's Medal for Technology.  \n21. President's Award for Children.  \n22. Imtiazi­Sanad.  \n23. Campaign/War Medals: — \n1. Tamgha­i­Difaa  with Clasp Kashmir 1948.  \n2. Tamgha­i­Difaa with Clasp Dir­Bajaur 1960 —62. \n3. Tamgha­i­Difaa with Clasp kutch 1965.  \n4. Tamgha­i­Difaa with Clasp Kashmir 1964­65.  \n5. Sitara­i­Harb 1965 War.  \n1[(5A) Sitara­i­Harb 1971 War.]  \n6. Tamgha­i­Jang 1965 War.  \n1[(7)  Tamjha­i­Jang 1971 War]  \n24. Tamgha­i­Khidmat (Military) Class I, II and III.  \n25. President's Medal for Best Shot.  \n26. Pakistan Medal.  \n27. Republic Commemoration Medal.  \n \n \n \n \n1Ins. and added by order dated. 22­3­76 published in the Gaz. of P., Ext., (Islamabad), Pt. III, pp. 261­62."
}