{
    "file": "./converted_json\\administrator34632301b5caab698d8ab0053b40db6f.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 5 \n   \n \n \n \nTHE RICE MILLING CONTROL AND DEVELOPMENT \n(REPEAL) ORDINANCE, 1977  \n \n              \nCONTENTS  \n1. Short title, extent and commencement \n2.  Definitions \n3.  Return of establishments \n4.  Continuance in service of the employees \n5.  Regulation of movement etc. of paddy and rice \n6. Compensation \n7.  Corporation to continue until wound up \n8.  Debtor \n9.  General effect of return of establishment \n10.  Ordinance to override other laws \n11.  Bar of  jurisdiction \n12.  Penalties \n13.  Power to make rules \n14. Removal of difficulties \n15.  Repeal  \n \n\n \nPage 2 of 5 \n THE RICE MILLING CONTROL AND DEVELOPMENT (REPEAL) \nORDINANCE, 1977  \nORDINANCE No. XXX OF  1977  \n[5th S eptember, 1977 ] \n \nAn Ordnance to repeal the Rice Milling Control and Development Act, 1976  (LVIII of 1976)  \n \n WHEREAS it is expedient to repeal the Rice Milling Cont rol and Developm ent Act, \n1976 , (LVIII of 1976)  and to p rovide for matters connected therewith or incidental thereto; \nAND WHEREAS the President is satisfied that circumst ances exist which render it \nnecessary to take imm ediate action; \n \nNOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, \nread with the Laws (Continuance in Force) Order, 1977  (CMLA Order No. I of 1977)  and in  \nexercise of all powers enabling hi m in that behalf, the President is pleased to make and promul gate \nthe followi ng Ordinance:― \n \n 1. Short title, extent and commencement.―(1) This Ordinance may be called the Rice \nMilling  Cont rol and D evelopm ent (Repeal) Ordinance, 1977.  \n (2) It extends to the whole of Pakistan. \n (3) It shall come into force at once. \n2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or \ncontext, “repealed Act” means the Rice Milling  Cont rol and Developm ent Act, 1976  (LVIII of \n1976),  and other words and expressions  shall have the same meaning as in the repealed Act. \n \n3. Return of establishments.    (1) Within one month  of the comm encement of this \nOrdinance, or such longer period not exceeding six months  as the Federal Government may by \nnotification in the official Gazette specify in this behalf, the Corporation shall deliver poss ession \nof an establishm ent the ownership and management of whi ch has been acquired under  section 5 of \nthe repealed Act to the p revious  management thereof: \n \nProvided that, in any case in which any amount is recoverable by the Corporation \nfrom the previous  owner of the establishm ent under sub-section (3) or sub-section (4) of \nsection 6, the Corporation may not  so deliver possession  of the establishm ent until such amount  \nhas been recovered. \n \n (2) On  the  delivery  of  the  possession  of  an  establishment  in  pursuance  of sub -section \n(1)― \n(a)  the Co rporation shall stand divested of the own ership and m anagement of the \nestablishm ent ; and \n   \n \nPage 3 of 5 \n (b)  the owne rship and m anagement of the establishm ent, along with its assets and \nliabilities as on the day on whi ch its possession is d elivered, sh all stand \ntransferred  to  the  p ersons  in  whom  those  v ested  imm ediately  before  the  \nmaking of an order und er section 5 of the repealed Act in respect of the \nestablishm ent. \n(3)  No  claim, suit,  prosecution  or  other  legal  proceedings  arising  out  of  the \nacquisition  or return of an establishm ent shall lie against the Federal Government or the \nCorporation or any officer or employee of the Federal Government or the Corporation. \n \n(4) Where the Federal Government is satisfied that the previous  management of an \nestablishm ent has refused or wilfully failed to receive possession  of the establishm ent, it may pass \nsuch order in respect of the establishm ent as it may deem fit. \n \n(5) In the case of an establishm ent, for the  purpose of computing  the period of limit ation \nprescribed in the Limitation Act, 1908  (IX of 1908) for the institution  of a suit  for the  recovery of \nmoney, the period comm encing on the day on which an order under section 5 of the repealed Act \nwas made in respect of the establishm ent and ending  on the day on which poss ession  thereof is \ndelivered to its  previous m anagement shall be excluded. \n \n(6) In the case of any dispute  between the previous management of an establishm ent and \nthe Corporation regarding the  assets or liabiliti es of the establishm ent, the matter shall be referred \nto the  Federal Government whose decision  shall be final. \n \n4. Continuance in service of the employees. Every who le-time employee of an \nestablishm ent on the d ate of m aking an order under section 5 of the repealed Act in respect of the  \nestablishm ent,  and  every whol e-time  employee  who  h as  worked  continuous ly in  an \nestablishm ent since before the first day of July, 1977, shall continue  in his office on the same \nterms and conditions  as are applicable to his appointm ent : \n \nProvided that this section shall not apply to employees who had resigned or been removed \nby the Co rporation from its service. \n \n5. Regulation of movement etc. of paddy and rice.―The Federal Government, or a \nProvincial Government if so authorised by it, may, if it consid ers it necessary in the public int erest \nto do so, by notification in the o fficial Gazette, provide for— \n \n(a) regulating or prohibiting  the keeping, storage, movement, transpo rt \nsupp ly, dist ribution,  disposal, acquisition.  or use of, and trade and \ncomm erce in, paddy and rice ; \n \n(b)       controlling  the p rices and grading of  paddy and rice ; and \n \n(c)       regulating the milling  of rice. \n \n6. Compensation.―(1) The Corporation shall pay compensation in respect of an \nestablishm ent at the rate of 11  per cent per annum of the amount  determined as payable in \naccordance with  paragraphs 1 and 2 of the Schedule to the repealed Act for the  period the \nownership and management of the establishm ent remained with th e Corporation. \n \n \nPage 4 of 5 \n (2) In a case in  which the N etworth Value is higher than the Present Value, the \nCorporation shall pay the difference between the Networth Value and the Present Value of the  \nassets and liabilities transferred to the previous  owners, both such difference and the Present Value \nto be determined by the Co rporation. \n \n(3) Where the Present Value is higher than the Networth Value the Corporation may \nrecover from the previous owners, in accordance with the provision s of section 8 or in any oth er \nmanner it may deem fit, the amount  representing  the difference between the Net-worth Value and \nthe Present Value. \n \n(4) Where a previous  owner has received payment of compensation  assessed in \naccordance with  paragraphs 1 and 2 of the Schedule to  the repealed Act, such compensation sh all \nbe recovered from him in the s ame m anner as is provided is sub -section (3): \n \nProvided that any int erest which has accrued on any compensation bonds given to su ch \nprevious  owner shall not be withheld or, as the case may be, recovered and shall be deemed to be  \nthe compensation payable und er sub -section (1). \n \n7. Corporation to continue until wound up. Notwithst anding the  repeal of the repealed \nAct under section 15, the Rice Milling  Corporation of Pakistan shall continue  in existence until  it \nis wou nd up by an order of the Federal Government. \n \n8. Debtor.―(1) The Corporation may, by noti ce in writing, call upon  a debtor to pay to the  \nCorporation the amount of money due  from him to the Corporation within a period of thi rty days \ncomm encing from the d ate of receipt of such noti ce by the debtor. \n \n(2)  Where  the  debtor  fails  to  pay  the  amount  due  from  him  within  the  period \nspecified in the noti ce under sub -section (1), the Corporation shall have the same power of \neffecting recovery as the Indust rial Developm ent Bank of Pakistan has under sections 39, 40 and \n41 of  the Indust rial Developm ent Bank of  Pakistan Ordinance, 1961  (XXXI of 1961). \n \n9. General effect of return of establishment.―(1) Where the management of an \nestablishm ent has been transferred to the previous  management under section 3, all contracts, \nagreements and other instruments of wh atever nature subsisting or h aving effect immediately \nbefore the date of transfer, to which such establishm ent was a party or which were in respect of \nsuch establishment, shall be of as full force and effect against or in favour of the p revious \nmanagement, and may be enforced or acted upon  as fully and effectively as if, instead of the \nCorporation, the previous management had been a party thereto, or as if they had been \nentered into, or  issued in respect of, the previous  management. \n \n(2) If, on the date of transfer of an establishm ent to the previous  management, any suit,  \nappeal or legal proceeding of whatever nature is pending  by or against the Corporation in  respect \nof such establishm ent, it shall not abate or be in any way prejudicially affected by reason of such \ntransfer or anything done  under this Ordinance or the repealed Act, but the suit,  appeal or other \nproceeding may be continu ed, prosecuted and enforced by or against the p revious m anagement. \n \n10. Ordinance to override other laws. The provisions  of this  Ordinance shall have effect \nnotwithst anding  anything contained in any oth er law for the time being in force or any agreement, \ncontract, memorandum  or articles of association of a company. \n \nPage 5 of 5 \n  \n11. Bar of  jurisdiction.―(1) No Court shall call into qu estion  or permit to be  called in \nquestion  any provision  of this Ordinance or of any rule or order made, or anything done  or any \naction t aken thereunder, \n \n(2)  No  Court  shall  give  any injun ction  or  make  any order,  nor  shall  any Court \nentertain any proceedings, in relation to anything done  or intended to be done  under this \nOrdinance. \n \n12. Penalties. Whoever― \n \n(a)      Obst ructs or resists or hinders any person in the discharge of his duties \nunder this  Ordinance ; or \n(b)       contravenes  any  notification  under  section  5;  shall  be  punis hable  \nwith rigorous imprisonm ent for a term which may extend to three \nyears, on with fine, or with both ;  \n Provided that no Court shall take cognizance of an offence \nunder this Ordinance unless a complaint in this behalf is made by the \nFederal Gover nment or the Corporation or a person authorised by the \nFederal Governmen t or the Corporation for the purpose.  \n13. Power to make rules. The Federal Government may make rules for carrying out the \npurposes of this Ordinance. \n \n14. Removal of difficulties. If any difficulty arises in giving effect to any provision of  \nthis Ordinance, the Federal Government may make such order, not inconsist ent with the p rovisions  \nof this Ordinance, as may appear to it to be necessary for the purpose of removi ng the di fficulty. \n \n15. Repeal. The Rice Milling Cont rol and Developm ent Act, 1976  (LVIII of 1976),  is \nrepealed. \n \n  \n \n \n \n \n \n \n \n   Last Uploaded on 19.09.2023"
}