{
    "file": "./converted_json\\administrator16a64f92734a087c34a808294e416e15.json",
    "name": "The Right to Free and Compulsory Education Act, 2012",
    "date": "2012",
    "tagline": "An Act to provide for free and compulsory education to all children of the age of five to sixteen years",
    "content": "Page 1 of 13 \n \n \n \n \nTHE RIGHT TO FREE AND COMPULSORY EDUCATION  \nACT, 2012  \n \n \n \n   \nCONTENTS  \n1.  Short title, extent and commencement . \n2.  Definitions . \n3.  Right of child to free education . \n4.  Special provisions for education . \n5.  Right of transfer to other school . \n6.  Duty of ap propriate Government to establish school . \n7.  Sharing of financial and other responsibilities . \n8.  Duty of parents . \n9.  Appropriate Government to provide pre school education . \n10.  Responsibility of private school for free education . \n11.  No capitatio n fee and screening procedur e. \n12.  Proof of age for admission . \n13.  No denial of admission and expulsion . \n14.  Registration of Schools . \n15.  Norms and standards of schoo l. \n16.  School Management Committee .  \n\n \nPage 2 of 13 \n 17.  Terms and conditions of service of teachers . \n18.  Duties of t eachers . \n19.  Other teachers related matters . \n20.  Monitoring of child's right to education . \n21.  Medical and dental inspection of children . \n22.  Education Advisory Council . \n23.  Awards . \n24.  No Advertisement without Registration . \n25.  Inspections and directions . \n26.  Prosecution of the offences . \n27.  Protection of action taken in good faith . \n28.  Repeal . \n29.  Powers to make rules . \n \n \nPage 3 of 13 \n THE  RIGHT TO FREE AND COMPULSORY EDUCATION ACT, 2012  \nACT  NO. XXIV  OF 2012  \nAn Act to provide  for free and compulsory  education  to all children of the age of five to sixteen  years  \nWHEREAS  it is expedient  to provide  free and compulsory  education  to all children  of the \nage of five to sixteen  years  in schools  established  by the Federal  Government  and Local  Government  \nin Islamabad  Capital  Territo ry; \nIt is hereby  enacted  as follows:⸺ \n1. Short  title,  extent  and commencement. —(1) This Act may be called  the Right  to Free \nand Compulsory  Education  Act, 2012.  \n(2) It shall  extend  to the Islamabad  Capital  Territory.  \n(3) It shall come  into force  on such date and in such areas,  as the Federal  Government  may,  \nby notification  in the Official  gazette,  appoint.  \n2. Definitions. —In this Act, unless  there  is anything  repugnant  in the subject  or context,— \n(a)  “Appropriate  Government ” means,— \n(i)  in relation  to a school established,  owned  or controlled  by the Federal  \nGovernment,  the Federal  Government;  and \n(ii)  in relation  to a school  established,  owned  or controlled  by the Local  \nGovernment,  the Local  Government;  \n(b) “capitation  fee” means any donation,  contribution  or payment,  by whatever  \nname,  other  than the fee notified  by the school  or the appropriate  Government;  \n(c) “child” means  a child  including  a child  with special  education  needs,  male  or \nfemale,  of the age of five to sixteen  years of age; \n(d)  “disadvantage d child” means  a child  who belongs  to a socially  and \neconomically  disadvantaged  class,  or group  or belongs  to such parent  whose  \nannual  income  is lower  than the minimum  limit  specified  by the appropriate  \nGovernment,  by the notif ication  in the Official  gazet te; \n(e)  “education ” means  the prescribed  education  for a child  by the academic  \nauthority,  notified  by the Government;  \n(f)  “Education  Advisory  Council” means  the Education  Advisory  Council  \nestablished  under  this Act; \n \nPage 4 of 13 \n (g) “free education ” means  education  free of any education  related  costs  including  \nexpenditure  on stationery,  school  bags,  and transport.  \n(h)  “notification ” means  a notification  published  in the Official  gazette;  \n(i)  “parent” includes  a person  having  the care and custody  of a child  and inclu des \na natural  guardian  or legal  guardian  so appointed  or declared  by a Court.  \n(j)  “prescribed ” means  prescribed  by rules  made  under  this Act; \n(k)  “School” means  any registered  school  imparting  prescribed  education  and \ninclude s a,— \n(i)  A school  establish ed, owned  or controlled  by the appropriate  \nGovernment;  \n(ii)  A school  receiving  aid or grants  from  the appropriate  Government  to \nmeet  the whole  or part of its expenses;  and \n(iii)  A school  not receiving  any kind of aid or grant s from  the appropriate  \nGovern ment  to meet  its expenses.;  \n(l)  “screening  procedure ” means  the method  of selection  for admission  of a child,  \nin preference  over another,  other  than a random  method;  and \n(m)  “special  education ” means  educational  programmes  and practices  designed  for \nstudents as handicapped  or gifted  students,  whose  mental  ability,  physical  \nability,  emotional  functioning,  etc. require  special  teaching  approaches,  \nequipment,  or care within  or outside  a regular  classroom.  \n3. Right  of child  to free education. —(1) Every  child,  regardless  of sex, nationality  or race,  \nshall  have  a fundamental  right  to free and compulsory  education  in a neighbourhood  school.  \n(2) No child  shall  be liable  to pay any kind of fee, charges,  expenses,  etc., which  may prevent  \nhim from  pursuing  and comple ting the education.  \n(3) It is the obligation  of the appropriate  Government  to,— \n(a)  provide  free education  to every  child;  \n(b) ensure  admission  of children  of migrant  families;  \n(c)  ensure  compulsory  admission,  attendance  and completion  of education;  \n(d)  ensure  safely  of travel  of the child  and the teacher  to and from  school;  \n(e) ensure  availability  of a neighbourhood  school;  \n \nPage 5 of 13 \n (f) ensure  that the disadvantaged  child  is not discriminated  against  and prevented  \nfrom,  on any ground s whatsoever,  pursuing  and completing  education:  \n(g)  provide  infrastructure  including  school  building,  playgrounds,  laboratories,  \nteaching  learning  material  and reaching  staff;  \n(h) monitor  functioning  of schools  within  its jurisdiction;  \n(i) decide  the academic  calendar;  \n(j) provide  all training  facilities  for teachers  and students;  \n(k) ensure  good  quality  education  conforming  to the prescribed  standards  and \nnorms;  \n(l)  ensure  timely  prescribing  of curriculum  and courses  of study  for education;  \nand \n(m) provide proper  training  facility  for teachers.  \n4. Special  provisions  for education. —Where  a child  has not been  admitted  in any school  or \nthough  admitted,  could  not complete  his education,  then he shall  be admitted  in an appropriate  class  \nin a formal  or non-formal school:  \nProvided  that he shall,  in order  to be at par with others,  have  a right  to receive  special  \ntraining,  in such a manner,  and within  one academic  year.  \n5. Right  of transfer  to other  school.—(1) Where  in a school,  there  is no provision  for \ncompleti on of the prescribed  educatio n, a child  shall  have  a right  to seek transfer  to any other  school  \nfor completing  his education.  \n(2) Where  a child  is required  to move  from  one school  to another,  for any reason  whatsoever,  \nsuch child  shall  have  a right  to seek transfer  to any other  school  for completing  his education.  \n(3) for seeking  admission  in such other  school,  the in-charge  of the school  where  such child  \nwas last admitted,  shall  immediately  issue  the transfer  certificate:  \nProvided  that delay  in producing  the transfer  certificate  shall  not be a ground  for cither  \ndelaying  or denying  admission  in such other  school:  \nProvided  further  that the in-charge  of the school  delaying  issuance  of transfer  certificate  or \ndelaying  or denying  admission  shall  be liable  for disciplinary  action  under  the service  rules.  \n6. Duty  of appropriate  Government  to establish  school.—(1) The appropriate  Government  \nshall,  for carrying  out the provisions  of this Act, establish,  within  such limits  of neighbourhood  as \nmay be prescribed,  a school, within  a period  of three  years  from  the commencement  of this Act. \n(2) The appropriate  Government  shall  encourage  enterprises,  institutions  and other  segments  \nof society,  by offering  incentives,  to establish  schools  to facilitate  free and compulsory  education.  \n \nPage 6 of 13 \n (3) The appropriate  Government  shall  establish  a system  of grants -in-aid to support  the \nschool  attendance  of poor students.  \n7. Sharing  of financial  and other  responsibilities. —(1) The Federal  Government  and the \nLocal  Government,  if any, shall  have  concurrent  responsibility  for providing  funds  for carrying  out \nthe provisions  of this Act. \n(2) The Federal  Government  may provide  to the Local  Government  as grants -in-aid such \npercentage  of expenditure  for education  as it may determine,  from  time to time,  in consultation  with \nthe Loca l Government.  \n(3) The Federal  Government  shall  establish  or specify,  through  notification,  an academic  \nauthority  to lay down  the curriculum  and evaluation  procedures,  including  approval  of syllabi  and \ntextbooks  for students,  to develop  and enforce  standard s for training  of teachers,  and to provide  \ntechnical  support  and resources  for planning  and capacity  building  of teachers  and education  \nmanagers.  \n8. Duty  of parents.—(1) The parent  of a child  shall,  except  in the case of a reasonable  \nexcuse,  cause  a child  to attend  a school  in the neighbourhood  until the said child  has completed  the \nprescribed  education.  \n(2) Reasonable  excuse  for the purpose  of sub-section  (1) shall  include  any of the following  \ncases  namely;— \n(a)  where the School  management  Committee  is satisfied  that the child  is \nincapable  of attending  school  by reason  of any infirmity  or mental  incapacity  \nor it is not desirable  that the child  should  be compelled  to carry  on his study  \nfurther;  or \n(b)  where there  is no School  in the neighb ourhood.  \n9. Appro priate  Government  to provide  pre-school  education. —The appropriate  \nGovernment  may make  necessary  arrangements  for providing  free pre-school  education  and early  \nchildhood  care for the children  above  the age of three  years  until they join the school  for educ ation.  \n10. Responsibility  of private  school  for free education. —For the purposes  of this Act, a \nschool,— \n(a)  specified  in sub-clauses  (i) and (ii) of clause  (k) of Section  2, shall  provide  \nfree education  to such proportion  of children  admitted therein  as its annual  aid \nor grant  so received  bears  to its annual  recurring  expenses;  and \n(b)  in sub-clause  (iii) of clause  (k) of Section  2, shall  admit  in class  I and then in \nevery  class,  to the extent  of at ten percent  of the strength  of that class, \ndisadvantage d children  in the neighbourhood  and provide  free education  till \nthe educational  level  of that school:  \n \nPage 7 of 13 \n Provided  that where  a school  specified  in clause  (b), imparts  preschool  \neducation,  the provisions  of clauses  (a) and (b) shall  apply  for admission  to \nsuch pre-school  education.  \n11. No capitation  fee and screening  procedure. —(1) No school  or person  shall,  while  \nadmitting  a child,  collect  any capitation  fee and subject  the child  or his parents  or parent  to any \nscreening  procedure.  \n(2) Any school or person,  if in contravention  of the provisions  of sub-section  (1),— \n(a) receives  capitation  fee, shall  be punishable  with fine which  may extend  to \ntwenty  times  the capitation  fee charged  for the first contravention  and fifty \nthousand  rupees  for each subsequent  contra vention;  and \n(b)  subjects  a child  or parent  to screening  procedure,  shall  be punishable  with fine \nwhich  may extend  to fifty thousand  rupees  for the first contravention  and one \nhundred  thousand  rupees  for each subsequent  contravention.  \n12. Proof  of age for admission .—For the purposes  of admission  to a school,  the age of a \nchild  shall  be determined  on the basis  of the Form -B of NADRA  and birth  certificate  issued  as \nprescribed:  \nProvided  that no child  shall  be denied  admission  in a school  for lack of proof  of age. \n13. No denial  of admission  and expulsion. —(1) A child  shall  be admitted  in a school  at the \ncommencement  of every  academic  year:  \nProvided  that no child  shall  be denied  admission  if such admission  is sought  subsequent  to \ntermination  of admission  period  of the academic  year:  \nProvided  that any child  subsequently  admitted  shall  complete  his studies  in such manner  as \nmay be prescribed.  \n(2) No child  admitted  in a school  shall  be expelled  from  school  till the completion  of the \nprescribed  educa tion. \n(3) No child shall  be subjected  to corporal  punishment  or mental  harassment.  \n(4) Whoever  contravenes  the provisions  of this section,  shall  be liable  to disciplinary  action  \nunder  the service  rules.  \n14. Registration  of Schools.—(1) No school,  other  than a school  establ ished,  owned  or \ncontrolled  by the appropriate  Government,  after the commencement  of this Act, be established  or \nfunction,  without  obtaining  a certificate  of registration  from  the prescribed  authority.  \n(2) The prescribed  authority  shall  issue the certificat e of registration  in such form,  within  \nsuch period,  in such manner,  and subject  to such conditions,  as may be prescribed:  \n \nPage 8 of 13 \n Provided  that no such registration  shall  be granted  to a school  unless  it fulfils  the prescribed  \nnorms  and standards.  \n(3) The prescrib ed authority  shall,  on the contravention  of the conditions  of registration,  by \nan order  in writing,  withdraw  registration:  \nProvided  that registration  shall  not be so withdrawn  without  giving  a reasonable  opportunity  \nof being  heard  to such school:  \nProvided  further  that such order  shall  contain  a direction  as to which  of the neighbourhoo d \nschool,  the children  studying  in the so de-registered  school,  shall  be shitted.  \n(4) The appropriate  Government  or an authorized  officer  may take such steps  as it or he may \ndeem necessary  to close  a unregistered  or de-registered  educational  institution.  \n(5) Any person  who establishes  or runs a school  without  obtaining  certificate  of registration,  \nor continues  to run a school  after withdrawal  of registration,  shall be liable  to fine which  may extend  \nto two hundred  thousand  rupees  and in case of continuing  contraventions,  to a fine of twenty  five \nthousand  rupees  for each day during  which  such contravention  continues.  \n15. Norms  and standards  of school.—(1) No school shall  be estab lished  or registered  or \ncontinue  to Function,  unless  it fulfils  the prescribed  norms  and standards.  \n(2) Where  a school  established  before  the commencement  of this Act does not conform  to the \nprescribed  norms  and standards,  it shall  take steps to conform  to prescribed  norms  and standards  at \nits own expense,  within  a period  of two years.  \n(3) Where  a school  fails to conform  to the prescribed  norms  and standards  within  two years,  \nthe prescribed  authority  shall  withdraw  registration  granted  to such school.  \n(4) Any person  who continues  to run a school  after the registration  is withdrawn,  shall  be \nliable  to fine which  may extend  to two hundred  thousand  rupees  and in case of continuing  \ncontraventions,  to a fine of twenty  five thousand  rupees  for each day during  whic h such \ncontravention  continues.  \n16. School  Management  Committee. —(1) Every  school,  other  than a school  specified  in \nsub-clause  (iii) of clause  (k) of Section  2, shall  constitute  a School  Management  Committee  \nconsisting  of the representativ es of the appropr iate Government,  teachers,  parents  of children  \nadmitted  in such school:  \n Provided  that at-least two-thirds  of members  of such Committee  shall  be parents:  \n Provided  further  that one-third  of members  of such Committee  shall  be women.  \n (2) The School  Manageme nt Committee  shall  perform  the following  functions,  namely: - \n(a)  monitor  the general  working  of the school;  \n(b)  ensure  that the prescribed  norms  and standards  are observed;  \n \nPage 9 of 13 \n (c) ensure  that the education  policy  of the appropriate  Governme nt is \nimplemented ; \n(d) prepare  and recommend  the annual  development  plan;  \n(e) monitor  the utilization  of the aids and grants  received  from  the appropriate  \nGovernment  or any other  source;  and \n(f)  perform  such other  functions  as may be prescribed  or entrust ed to it by the \nappropriate  Government.  \n(3) The School  Management  Committee  shall  also ensure  that every  child  required  to attend  a \nschool  under  this Act attends  a school  and for this purpose,  it shall  take all steps  as maybe  considered  \nnecessary  or as may be prescribed  by Government.  \n(4) Where  a School  Management  Committee  is satisfied  that a parent  who is required  under  \nthis Act to cause  a child  to attend  a school  has failed  to do so, the School  Management  Committee,  \nafter giving  the parent  an opportunity  of being  heard  and after such enquiries  as it considers  \nnecessary,  may puss an order  directing  the parent  to cause  such child  to attend  a school  on and from  \na date which  shall  be specified  in the order.  \n(5) Any parent  who fails to comply  with an order  issued under  sub-section (4) of this section,  \nshall  on conviction  be punishable  with fine which  may extend  to five thousand  rupees  and with \nfurther  fine which  may extend  to five hundred  rupees  for every  day after the conviction  for which  the \nfailure  continues  or with imprison ment  which  may extend  to three  month  or with both.  \n(6) Any employer  of a child,  who is required  under  this Act to attend  a School,  after receiving  \ndue warning  from  the School  Management  Committee,  continues  to employ  a child,  whether  on \nremuneration  or otherwise,  shall  on conviction,  be punishable  with fine which  may extend  to fifty \nthousand  rupees  or with imprisonment  which  may extend  to six month  or with both and with a \nfurther  fine which  may extend  to one thousand  rupees  for every  day after the convictio n for which  \nthe non-attendance  at a school  continues.  \n17. Terms  and conditions  of service  of teachers. —(1) No person  shall  be appointed  as a \nteacher  unless  he possesses  the prescribed  qualifications.  \n(2) Where  the persons  having  the prescr ibed qualificatio ns are not available,  the appropriate  \nGovernment  may,  by notification,  relax  the prescribed  qualifications,  for a period  not exceeding  two \nyears:  \n Provided  that a teacher,  who at the commencement  of this Act does not possess  the \nprescribed  qualifications,  shall  acquire  such qualifications  within  a period  of two years.  \n18. Duties  of teachers. —(1) A teacher  shall  perform  the following  duties,  namely:— \n(a)  maintain  regularity  and punctuality  in attending  the school;  \n(b)  complete  the curricul um and syllabi  within the specified  time;  \n \nPage 10 of 13 \n (c)  assess  the learning  abilities  of every  child  and supplement  additional  \ninstructions,  if any, as required;  \n(d) all round  development  of the child;  \n(e)  building  up child's  knowledge,  potentiality  and talent;  \n(f)  adopt  learning  through  activities,  discovery  and exploration  in a child  friendly  \nand child -centered  manner;  \n(g)  make  the child  free of fear, trauma  and anxiety  and help the child  to express  \nviews  freely;  \n(h)  hold regular  meetings  with parents  and share with them  the relevant  \ninformation  about  the child;  and \n(i) perform  such other  duties  as may be prescribed.  \n (2) A teacher  committing  default  in performance  of duties  specified  in sub-section  (1), shall  \nbe liable  to disciplinary  action  under  the applicab le service  laws.  \n19. Other  teachers  related  matters.—(1) The appropriate  Government  shall  ensure  that the \nprescribed  pupil -teacher  ratio,  is maintained  in each school  within  one year from  the date of \ncommencement  of this Act. \n(2) The appointing  Government  shall  ensure  that vacancies  of teachers  in a school  shall  not \nexceed  ten per cent of the total sanctioned  strength  and such vacancy  shall  be filled  within  four \nmonths.  \n(3) No teacher  shall  be deployed  for any non-educational  purposes  other  than the populat ion \ncensus,  disas ter relief  duties  or duties  relating  to elections.  \n(4) Every  child  completing  his education  shall  be awarded  a proper  certificate,  in such form  \nand in such manner,  as may be prescribed.  \n(5) The grievances,  if any, of a teacher  shall  immedi ately  be redresse d in such manner  as may \nbe prescribed.  \n20. Monitoring  of child's  right  to education. —(1) The appropriate  Government,  shall,  in \naddition  to the functions  assigned  to them  under  this Act, also perform  the following  functions,  \nnamely: - \n(a)  take all necessary  measures  for the effective  implementation  of the child  rights  \nunder  this Act; and \n(b) inquire  into complaints  relating  to child's  right  and take appropriate  action.  \n(2) Any person  having  any grievance  relating  to the rights  of a child  under this Act may make \na written  complaint  to the appropriate  Government.  \n \nPage 11 of 13 \n (3) After  receiving  the complaint  under  sub-section  (2), the appropriate  Government  shall  \ndecide  the matter  within  the period  of one month  after affording  a reasonable  opportunity  of being \nheart  to the parties  concerned.  \n21. Medical  and dental  inspection  of children. —(1) Every  school  shall,  so far as it is \nreasonable  and practicable  so to do, provide  for the medical  and dental  inspection,  at appropriate  \nintervals,  of the students.  \n (2) The school  may require  the parent  of a student  to cause  the student  to undergo  medical  or \ndental  inspection  in accordance  with arrangements  made  by the school  authorities,  or by a registered  \nmedical  or dental  practitioner,  and a person  who fails without  reasonable  excuse  to comply  with the \nrequirement  shall  be guilty  of an offence  and shall,  on conviction,  be liable  to a fine not exceeding  \nfive thousand  rupees.  \n22. Education  Advisory  Council.—(1) The appropriate  Governments  shall  constitute  an \nEducation  Advisory  Council  consisting  of such number  of members,  not exceeding  nine,  to be \nappointed  from  amongst  persons  having  knowledge  and practical  experience  in the field of the \neducation,  child  rights  and child  development  to advise  the appropriate  Governments  on \nimplementation  of the provisions  of this Act in an effective  manner.  \n(2) The Education  Advisory  Council  shall  also ensure  that every  child  required  to attend  a \nschool  under  this Act attends  a school  and for this purpose  it shall  take all steps  as may be considered  \nnecess ary or as may be specified  by Government.  \n(3) The terms  and conditions  of the appointment  of members  of the Education  Advisory  \nCouncil  shall  be such as may be prescribed.  \n23. Awards.—(1) The teachers,  educational  administrators,  educationa l researchers,  \nindividuals  and organizations  who meet  the set criteria  may be awarded  the prescribed  awards.  \n(2) The students  with excellent  achievements  in learning  and training  may be awarded  the \nprescribed  awards.  \n24. No Advertisement  without  Registrati on.—(1) No person  shall  promote  an educational  \ninstitution,  whether  by advertisement,  prospectus,  brochure  or otherwise,  unless  the educational  \ninstitution  has been  registered  or a provisional  certificate  of registration  has been  issued.  \n(2) A person  who contravenes  sub-section  (1) shall  be guilty  of an offence  and shall,  on \nconviction,  be liable  to a fine not exceeding  one hundred  thousand  rupees  or to imprisonment  for a \nterm not exceeding  one year or to both.  \n25.Inspections  and directions. —(1) The appropr iate Government  shall, from  time to time,  \ninspect  or cause  to be inspected  a registered  educational  institution  for the purpose  of ascertaining  \nthat this Act and the rules  made  under  this Act have  been  and are being  complied  with.  \n(2) The appropriate  Gover nment  may issue  such guidelines  and give such directions  as it \ndeems  fit for the proper  implementation  of the provisions  of this Act. \n \nPage 12 of 13 \n (3) Every  school  shall  provide  such information  as may be required  by the appropriate  \nGovernment.  \n26. Prosecution  of the offences.—(1) No prosecution  for offences  punishable  under  this Act \nshall  be instituted  except  upon  a complaint  with the previous  sanction  of the appropriate  \nGovernment.  \n(2) All the offences  under  this Act are bailable  and compoundable.  \n(3) The authorized  officer  in a ease where  he deems  it fit and proper  so to do, may compound  \nany offence  committed  by a person  which  is punishable  under  this Act on payment,  within  such time \nas may be specified  in the order,  of such sum of money,  as may be so specified,  which  shall  not \nexceed  fifty per centum  of the amount  of the maximum  fine to which  the person  would  have  been  \nliable  if he had been  convicted  of the offence.  \n27. Protection  of action  taken  in good  faith .—No suit or other  legal  proceeding  shall  lie \nagainst  the appropriate  Govern ment,  the School  Management  Committee  or any other  person,  in \nrespect  of anything  which  is in good  faith done,  in pursuance  of this Act, or any rules  or order  made  \nthere  under.  \n28. Repeal.—The Islamabad  Capital  Territory  Compulsory  Primary  Education  Ordina nce, \n2002  (XIV  of 2002)  shall  stand  repealed:  \nProvided  that such repeal  shall  not affect  the previous  operations  of the law under  repeal  or \norder  passed  or anything  duly done  or suffered  there  under.  \n29. Powers  to make  rules .—(1) The appro priate  Government  may,  by notification,  make  \nrules,  for carrying  out the provisions  of this Act. \n(2) Without  prejudice  to the generality  of the foregoing  powers,  such rules  may provide  for \nall or any of the following  matters,  namely:⸺ \n(a) the area or limit s for establishme nt of a neighbourhood  school;  \n(b) the manner  of maintenance  of records  of children:  \n(c)  determining  the age of child;  \n(d)  the extended  period  for admission  and the manner  of completing  study  if \nadmitted  after the extended  period;  \n(e)  the manner  of givin g special  training  and the time-limit  thereof;  \n(f)  the authority,  the form  and manner  of making  application  for Certificate  of \nRegistration;  \n(g)  the form,  the period,  the manner  and the conditions  for issuing  Certificate  of \nRegistration;  \n \nPage 13 of 13 \n (h)  the manner  of giving  opportunity  of hearing  under  this Act; \n(i)  the functions  of School  Management  Committees;  \n(j)  school  annual  development  plan;  \n(k)  the salary  and allowances  payable  to, and the terms  and conditions  of service  \nof teachers;  \n(l)  the duties  to be performed  by the teachers;  \n(m) the manner  of redressing  grievances  of teachers,  students  or any other  person;  \n(n) the form  and manner  of awarding  certificate  for completion  of the education;  \nand \n(o)  the allowances  and other  terms  and conditions  of appointment  of members  of \nthe relevant  Education  Advisory  Council.  \n__________________"
}