{
    "file": "./converted_json\\administratord058f1585ed54ef81974349bcf705d53.json",
    "name": "The Provident Funds Act, 1925",
    "date": "27th August, 1925",
    "tagline": "An Act to amend and consolidate the law relating to Government and other Provident Funds",
    "content": "Page 1 of 9 \n   \n \n \n \n \nTHE PROVIDENT FUNDS ACT, 1925  \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement.   \n \n2. Definitions.  \n \n3. Protection of compulsory deposits.  \n \n4. Provisions regarding repayments.  \n \n5. Rights of nominees.  \n \n6. Power to make deductions.  \n \n7. Protection for acts done in good faith.  \n \n8.  Power to apply the act to the provident Funds.  \n \n9. Savings as to estates of soldiers.  \n \n10. Repeals.  \nTHE SCHEDULE  \n \n \n \n \n \n \n \n \n\n \n \nPage 2 of 9 \n THE PROVIDENT FUNDS ACT, 1925  \n \n1ACT No. XIX OF 1925  \n \n[27th August, 1925 ] \n \nAn Act to amend and consoli date the law relating to Gover nment and other Provident Funds  \n \n WHEREAS  it is expedient to amend and consolidate the law relating to Government and other \nProv ident Funds;  \n It is hereby enacted as fo llows;___ \n 1. Short title, extent and commencement .⸻(1) Th is Act may be called the Provident Funds \nAct, 1925.  \n   2[(2) It extends to the whole of Pakistan. ] \n \n   (3) It shall come into force on such date 3as the 4[Federal  Government ] may, by \nnotification in the 5[official Gazette ], appoint.  \n \n 2. Definitions . ⸻In this Act, unless there is anything repugnant in the subject or context,____ \n(a)    “compulsory deposit ” means a subscription to, or deposit in, a Provident Fund \nwhich, under the rules of the Fund, is not, until the happening of some \nspecified contingency, r epayable on demand other wise than for the purpose of \nthe Payment of Premia in respect of a policy of life insurance 6[or the payment \nof subscriptions or premia in respect of a family pension fund ], and includes \nany contribution  7[* *    * ] and any interes t or increment which has accrued \nunder the rules of the Fund on any such subscrip tion, deposit or contribution, \nand also any such subs cription, deposit, contribution, interest or increment \nremaining to the credit of the subscriber or depositor after the happening of \nany such contingency ; \n(b)  “contribution ” means any amount credited in a Provident Fund, by 8[any \nauthority administering the Fund ], by way of addition to, 9[a subscription to, \nor deposit or balance at the credit of an individual account in ], the Fund; and \n“contributory Provident Fund ” means a Provident Fund the rules of which \nprovide for  the crediting of contributions ; \n \n 1This Act has been applied to Phulera in the Excluded Area of Upper Tanawal to the extent the Act is applicable in the N.W.F .P. and also \n extended to the Excluded Area of Upper Tanawal N.W.F.P. other than Phulera with effect from such date and subject to such mod ifications \n as may be notified.___ see N.W.F.P. (Upper (Tanawal) Excluded Area) Laws Regulation, 1950.  \n It has also b een extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950) : and applied in \n the Federated Areas of Baluchistan, see  Gazette of India, 1937, Pt. I. p. 1499.  \n The Act has been extended and shall be deemed to  have been so extended on the 14th October, 1955, to the whole of Pakistan by the Central \n Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.3.  \n 2Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960 (XXI  of 1960), s.3 and 2nd Sch.  \n original sub -section (2), as amended by A.O., 1949 and the Federal Laws (Revision and Declaration) Act, 1951 (26 of 1951), s.8.  \n 3The 1st April, 1926; see Gen. R. & O.  \n 4Subs. by F.A.O., 1975, Art. 2 and Table.  \n 5Subs. by A.O., 1937 . \n 6Ins. by the Provident Funds (Am dt). Act, 1930 (I of 1930), s.2.  \n 7Omitted., ibid. \n 8Subs. by the Provi dent Funds (Amdt.) Act, 1925 (XXVIII  of 1925), s.2.  \n 9Subs. by Act I  of 1930, s.2 . \n \n \nPage 3 of 9 \n (c) “dependant” means any of the following relatives of a deceased su bscriber to, \nor a depositor in, a Provident  Fund, namely, a wife, husband, parent, child, \nminor brother, unmarried sister and a deceased son's widow and child, and, \nwhere no parent of the subscriber or depositor is alive, a paternal grand -parent;  \n \n(d)  “Government Provident Fund ” means a P rovident Fund, other than a Railway \nProvident Fund, con stituted by the authority of 1[the Secretary of State, the \n2[Federal  Government ], the Crown Representative or any Provincial \nGovernment ] for any class or classes of 3[persons in the service of the Sta te] or \n4[of persons employed in educational institutions or em ployed by bodies \nexisting solely for educational purposes ], 5[and references in this Act to the \nGovernment shall be construed accordingly ]; \n \n(e)  \"Provident Fund\" means a fund in which subscri ptions or deposits of any class \nor classes of employees are received and held on their individual accounts, and \nincludes any contributions  6[*  *  * ] and any interest or increment accruing on \nsuch subscriptions, deposits or contributi ons under the rules o f the Fund ; \n \n7[(f)  “Railway administration ” means___ \n \n (i)  any company administering a railway or tramway in 8[Pakistan ] \n9[under a  Pakistan law ], or under contract with the 10[Government ], or \n \n 11[(ii)  the manager of any railway or tramway adminis tered by the Federal \nGovernment or the manager of any tramway administered by a \nProvincial Government ; and].  \n \n(g)  \"Railway Provident Fund\" means a Provident  Fund constituted by the \nauthority of a railway administration for any class or classes of its employe es. \n \n 3. Protection of compulsory deposits .⸻(1) A compulsory deposit in any Government or \nRailway Provident Fund shall not in any way be capable of being assigned or charged and shall not \nbe liable to attachment under any decree or order of any Civil, Reve nue or Criminal Court in respect \nof any debt or liability incurred by the subscriber or depositor, and neither the Official Assignee nor \nany receiver appointed under the Provincial Insolvency Act, 1920  (V of 1920) , shall be entitled to, or \nhave any claim o n, any such compulsory deposit.  \n \n \n \n 1Subs. by A.O., 1937.  \n 2Subs. by F.A.O., 1975, Art . 2 and Table.  \n 3Subs.  by A.O., 1961, Art. 2 and Sch.   4Subs. by the Prov ident Funds (Amdt.) Act, 1927 (VII  of 1927), s. 2 . \n 5Ins. by A.O., 1937.  \n 6Omitted by the Provi dent Funds (Amdt.) Act, 1930) (I  of 1930), s.2.  \n 7Subs. by A.O., 1937.  \n 8Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960 (XXI  of 1960), s.3 and 2nd Sch. \n 9Subs. by A.O., 1961, Art, 2 and Sch.  \n 10Subs, by A.O., 1961, Art, 2 . \n 11Subs. by F.A.O., 197 5, Art, 2 and Sch . \n \n \n  \n \n \nPage 4 of 9 \n  (2) Any sum standing to the credit of any subscriber to, or depositor in, any such Fund at the \ntime of his decease and payable under the rules of the Fund to any dependant of the subscriber or \ndepositor, or to such person as may be authorised by law to receive payment on his behalf, shall, \nsubject to any deduction authorised by this Act and, save where the dependant is the widow or child \nof the subscriber or depositor, subject also to the rights of an assignee under an assignment mad e \nbefore the commencement of this Act, vest in the dependant, and shall, subject as aforesaid, be free \nfrom any debt or other liability incurred by the deceased or incurred by the dependant before the \ndeath of the subscriber or depositor.  \n  \n 4. Provisions regarding repayments .⸻(1) When under the rules of any Government or \nRailway Provident Fund the sum standing to the credit of any sub scriber or depositor, or the  balance  \nthereof after the making of any deduction authorised by this Act, h is become payable , the officer \nwhose duty it is to make the payment shall pay the sum or balance, as the case may be, to the \nsubscriber or deposito r, or, if he is dead, shall ⸻ \n \n(a) if the sum or balance, or any part thereof, vests in a dependant under the \nprovisions of sec tion 3, pay the same to the dependant or to such person as \nmay be authorised by law to receive payment on his behalf; or   \n \n (b)  if the whole sum or balance, as the case may be, does not exceed five \nthousand rupees, pay the same, or any part thereof, which  is not payable under \nclause ( a), to any person nominated to receive it under the rules of the Fund, \nor, if no person is so nominated, to any person appearing to him to be \notherwise entitled to receive it ; or  \n \n (c)  in the case of any sum or balance, or a ny part thereof, which is not payable to \nany person under clause ( a) or clause ( b) pay th e same,___ \n \n(i) to any person nominated to receive it under the rules of the Fund, on \nproduction by such person of probate or letters of administration \nevidenc ing the  grant to him of administration to the estate of the \ndeceased or a certificate granted under the 1[Succession Act, 1925 \n(XXXIX of 1925)] , or under the 2[Sind Regulation VIII of 1827 ], \nentitling the holder thereof to receive payment of such sum, balance or \npart, or  \n \n (ii) where no person is so nominated, to any person who produces such \nprobate, letters or certifi cate;  \n \n  Provided that, where the whole or any part of any sum standing to the credit of the subscriber \nor depositor has been assigned to any other  person before the commencement of this Act, and notice \nin writing of the assignment has been received by the officer from the assignee, the officer shall, \nafter making any deduction authorised by this Act and any payment due under clause ( a) to or on \nbeha lf of the widow or children of the sub scriber or depositor___ \n \n(i)   if the subscriber or depositor or, if he is dead, the person to whom in the \nabsence of any valid assignment the sum or balance would be pay able under \nthis sub -section gives his consent in writing, pay the sum or part or the balance \nthereof, as the case may be, to the assignee, or  \n \n 1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII  of 1981), s.3 and Sch. II.  \n 2Subs. ibid. \n \n \nPage 5 of 9 \n (ii)  if such consent is not forthcoming , withhold payment of the sum, part or \nbalance, as the case may be, pending a decision of a competent Civil Court as \nto the person entitled to receive it.  \n  \n (2) The making of any payment authorised by sub -section (1) shall be a full discharge to the \nGover nment or the railway administration, as the case may be, from all liability in respect of so \nmuch of the sum standing to the credit of the subscriber or depositor as is equivalent to the amount \nso paid.  \n  \n 5. Rights of nominees .⸻1[(1) Notwithstanding anything contained in any law for the time \nbeing in force or in any disposition, whether testamentary or otherwise, by a subscriber to, or \ndepositor in, a Gov ernment or Railway Provident Fund of the sum standing to his credit in the  \nFund, or of any part thereof, where any nomination,  duly made in accordance with the rules of \nthe Fund, purports to confer upon any person the right to receive the whole or any part of such sum \non the death of the subscriber or depositor occurring before the sum has become payable or before \nthe sum, having become payable, has been paid, the said person shall, on the death as aforesaid of the \nsubscriber or depositor, become entitled, to the exclusion of all other persons, to receive such sum or \npart thereof , as the case may be, unless___ \n \n        (a) such nomination is at any time varied by another nomination made in like manner or \nexpressly can celled by notice given in the manner and to the authority prescribed by those rules, or  \n \n       (b) such nominatio n at any time becomes invalid by reason of the happening of some \ncontingency speci fied therein,___  \n \n and if the said person predeceases the subscriber or depositor, the nomination shall, so far as \nit relates to the right conferred upon the said person, b ecome void and of no effec t: \n \n  Provided that where provision has been -duly made in the nomination in accordance with the \nrules of the Fund, confer ring upon some other person such right in the stead of the person deceased, \nsuch right shall, upon the decea se as aforesaid of the said person, pass to such other person. ]   \n (2) Notwithstanding anything contained in the 2[Succession Act, 19 25 (XXXIX of 1925)] , or \nthe 3[Sind  Regulation VIII of 1827 ], any 4[person, who becomes entitled as aforesaid, may be \ngrante d] a certificate under that Act, or that Regulation, as the case may be, entitling him to receive \npayment of such sum or part, and such certificate shall not be deemed to be invalidated or superseded \nby any grant to any other person of probate or letters o f administra tion to the estate of the deceased.  \n5[(3) The provisions of this section as amended by sub section (1) of section 2 of the Provident Funds \n(Amendment) Act, 1946  (XI of 1946) , shall apply also to all such nominations made before the date \nof the  commencement of that Act :  \n \n Provided that the provisions of this section as so amended shall not operate to affect any case, \nin which before the said date any sum has been paid, or has under the rules of the Fund become pay -\nable in pursuance of any nomin ation duly made in accordance with those rules. ]  \n \n 6. Power to make deductions . ___When the sum standing to the credit of any subscriber or \ndepositor in any Government or Railway Provident Fund which is a contributory Provident  \n \n \n 1Subs. by the Provident Funds (Amdt. ) Act. 1946 (II of 1946), s. 2.  \n 2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (XXVII  of 1981), s.3, and Sch. II . \n 3Subs. ibid. \n 4Subs. by the Provident Funds (Amdt.) Act, 1946 (II of 1946), s.2 . \n 5Sub-section (3) added,  ibid. \n \n \nPage 6 of 9 \n  Fund becomes payable, there may, if the authority 1[specified in this behalf in the rules of the \nFund ] so directs, be deducted therefrom and paid to 2[Government or the Railway Administration, as \nthe case may be, ]___ \n \n(a) any amount due under a lia bility incurred by the subscriber or depositor to \n2[Government or the Railway Administration ], but not exceeding in any case \nthe total amount of any contributions credited to the account of the subscriber \nor depositor and of any interest or increment which  has accrued on such \ncontributions ; or  \n \n (b) where the subscriber or depositor has been dismissed from 3[his employment ] \nfor any reasons specified in this behalf in the rules of the Fund, or where he \nhas resigned such employment within five years of the c ommencement \nthereof, the whole or any part of the amount of any such contributions, interest \nand increment.  \n \n 7. Protection for acts done in good faith . ___No suit or other legal proceeding shall lie \nagainst any person in respect of anything which is in go od faith done or in tended to be done under \nthis Act.  \n \n 4[8. Power to apply the act to the provident Funds . ___ (1) The 5[appropriate Government ] \nmay, by notifica tion in the 6[official Gazette ], direct that the provisions of this Act shall apply  7to any \nProvident Fund established for the benefit of its employees by any local authority within the meaning \nof the Local Authorities Loans Act, 1914  (IX of 1914) , and, on the making of such declaration this \nAct shall apply accordingly, as if such Provident Fund w ere a Government Provident Fund and such \nlocal auth ority were the Government.  \n \n 8[(2) The 9[appropriate Government] may, by notification in the 10[official Gazette], direct \nthat the provisions of this Act shall 11apply to any Provident Fund established fo r the benefit of the \nemployees of any of the institutions specified in the Sche dule, or of any group of such institutions, \nand, on the making of such declaration, this Act shall apply accordingly, as if such Provident Fund \nwere a Government Provident Fund  and the authority having custody of the Fund were the \nGovernment:  \n \n 1Subs. by the Provident Funds (Amdt. ) Act, 1925 (28 of 1925), s. 3.  \n 2Subs. ibid. \n 3Subs. ibid. \n 4The original s. 8 was re -numbered as sub -section (1) of that section by the Prov ident Fun ds (Amdt.) Act, 1930 (I  of 1930), s.3.  \n 5Subs. by A.O., 1937.  \n 6Subs. ibid. \n 7For extension of the provisions of this Act to Provident Funds established by local authorities, see Gen. R. & O.  \n 8Sub-sections (2) and (3) ins. by Act. I  of 1930, s.3  \n 9Subs. b y A.O., 1937.  \n 10Subs. ibid. \n 11The provisions of this Act have been applied to the Provident Fund established for the benefits of the employees of ___ \n  (i)  the Pakistan Industrial Credit and Investment Corporation Limited ( with effect from the 2nd Octob er, 1957), see Gaz. \n   of P., 1958, Pt. I, p. 453;  \n  (ii) the P.I.D.C. ( with effect from 1st October, 1958 ), see ibid., p.454;  \n  (iii) the Agricultural Bank of Pakistan ( with effect from the 1st October, 1958 ), see Gaz. of P., 1959, Pt. I, p. 347. ;  \n  (iv) the Inter -University Board of Pakistan ( with effect from the 7th August, 1959 ), see Gaz. of P., 1960, Pt. I, p. 371. ;  \n  (v) the University of Karachi ( with effect from the 21st March, 1952 ), see Gaz. of  P., 1962, Pt. I, p. 3 ; \n  (vi) the House Building F inance Corporation Limited ( with effect from the 1st January, 1954 ), see ibid., p. 514. ;  \n  (vii) the Pakistan Security Printing Corporation Limited ( with effect from the 1st April, 1953), see Gaz. of P., 1963, Pt. I, p. \n   298 ; and  \n  (viii)  the Pakistan Atomic Energy Council ( with effect from the 2nd May, 1959 ), see Gaz. of P., 1964, Pt. I, p.102.;  \n  (ix) the National Shipping Corporation ( with effect from 1st day of July, 1965 ), see Gaz. of P., 1972, Ext. Pt. II, p. 1136, dt. \n   20th November, 1972.  \n  (x)The Pakistan International Airlines Corporation ( with effect from 23rd Sept., 1974 ),see Gaz. of P., 1975, Ext., Pt. II, page 22.  \n The provisions of this Act have been applied to the Contributory Provident Fund established for the benefit of the employees of the \n Investment Corporation of Pakistan, s ee Gaz. of P., 1975, Ext., (Islamabad), Pt. II, p. 1145.  \n \n \nPage 7 of 9 \n   Provided that section 6 shall apply as if the authority mak ing the contributions referred to in \nthat section were the Govern ment.  \n \n  (3) The 1[appropr iate Government ] may, by notification in the 2[official Gazette ], add to the \nSchedule the name of any public institution 3[it] may deem fit, and any such addition shall take effect \nas if it had been made by this Act. ] \n \n  4[(4) In this section “the appropri ate Government ” means___ \n \n (a)  in relation to a cantonment authority, a port auth ority for a major port and any \ninstitution which, or the objects of which, appear to the 5[Federal  Govern ment ] \nto fall within 6[the 7[Federal Legislative List in the Fourth  Schedule ] to the \nConstitution ], the 5[Federal  Government ]; and  \n \n (b) in other cases, the Provincial Government.  \n \n Explanation.___ “The Provincial Government”  in relation to an institution registered under the \nSocieties Registration Act, 1860  (XXI of 1860) , means the Provincial Government of the Province in \nwhich the society is registered. ]  \n \n 9. [Savings as to estates of soldiers .] Omitted by the Federal Laws (Revision and \nDeclaration) Ordinance, 1981 (XXVII of 1981) s. 3 and Sch. II.  \n \n 10. [Repeals.]  Rep. by the Repealing Act, 1927 (XII of 1927), s. 2 and Schedule.  \n8THE SCHEDULE  \nLIST OF INSTITUTIONS  \n[See sub -section (2) or section 8]  \n9[1. A Court of Wards ]. \n \n2. A College affiliated to a University established by Statute.  \n \n10[3. The Pakistan Red Cross Socie ty]. \n \n4. The 11[*Punjab ] University.  \n \n5. The State Bank of Pakistan.  \n \n6. The North -West Frontier Provincial Branch of the 12[Pakistan Red Cross Society ]. \n \n \n 1 Subs. by A.O., 1937 . \n 2Subs. ibid. \n 3Subs. ibid. \n 4Sub-section (4) and explanation ins. ibid. \n 5Subs. by F.A.O., 1975, Art. 2 and Table . \n 6Subs. b y A.O., 1964, Art. 2 and Sch . \n 7Subs. by the Federal Laws (Revision and De claration) Ordinance, 1981, (XXVII of 1981), s.3 and Sch. II .  \n 8The Schedule containing items 1 to 7 were added originally by the Pr ovident Fund s (Amdt.) Act, 1930 (I  of 1930), s.4.  \n 9Subs. by A.O., 1949 .  \n 10Subs. by Or d. XXVII  of 1981, s.3 and Sch. II.  \n 11Subs. by the Federal Laws (Revision and Declaration) Act, 1951 ( XXVI of 1951), s. 8.  \n 12Subs. by Ord. XXVII of 1981, s. 3 and Sch.  II. \n1[* *  *  *  *  *         *] \n \n \nPage 8 of 9 \n  \n2[8. The National Bank of Pakistan. ] \n \n3[9. The Pakistan Industrial Finance Corporation. ] \n \n4[10. The Pakistan Security Printing Corporation, Ltd. ] \n \n5[11. The House Building Finance Corporation.]  \n \n12. The Agricultural Devel opment Finance Corporation.  \n \n6[13. The Pakistan Insurance Corporation. ] \n \n7[14. The Pakistan Council of Scientific and Industrial Research. ] \n \n8[15. The Pakistan Industrial Credit and Investment Corporation, Limited. ]  \n \n 9[16.The Pakistan Industrial Developm ent Corporation. ]  \n \n10[17. The Agricultural Bank of Pakistan. ]  \n \n11[18. The Telephone Industries of Pakistan, Limited. ] \n \n12[19. The Inter -University Board of Pakistan. ] \n \n13[20. The University of Karachi. ] \n \n14[21. Pakistan Atomic Energy Council. ] \n \n15[* *  *  *  *  *           *] \n \n16[23. The Institute of Chartered Accountants of Pakistan.]  \n \n18[24. The National Shipping Corporation.]  \n \n19[25. Pakistan International Airlines Corporation.]  \n \n20[26. The Investment Corporation of Pakistan.]  \n \n21[27.  \n \n28.        \n29. \n \n 1Item 7 omitted by the Federal Laws (Revision and D eclaration) Ordinance, 1981 (XXVII of 1981), s. 3, and Sch. II.  \n 2Added with effect from the 1st April 1950, by Notification No. 4185 -RI/50, dated the 29th August, 1950, see Gaz. of P., 1950, Pt. I, p. 4 57. \n 3Added with effect from the 1st March, 1951, by the Ministry of Finance Notification No.F. 21(2) -RI/52, dated the 25th February, 1952, see \n Gaz. of P ., 1952, Pt. I, p. 156.  \n 4Item 10 was added with effect from the 1st April, 1953, by Notification no. 1670 -/RI/54,  see Gaz. of P. 1954, Pt.I, p. 99.  \n 5Item 11 and 12 were added with effect from the 1st January, 1954, and the 15th July, 1952, respectively by Notification no. (13) D - 163- \n RI(3)/54, see ibid., p. 180.  \n 6Item 13 was ins. with effect from the  12th January, 1953, by Notification No. F. (17)24 -RI/55, see ibid., 1958, Pt.I, p. 142.  \n 7Item 14 was added with effect from the 1st September, 1953, by Notification No. F5(1)/RI(3)/57, see ibid.,  p. 160.  \n 9Added with effect from the 2nd October, 1957, by  Notification No. FI(115) -RI(3)/58, see Gaz. of P., 1958, Pt. I. p.454.  \n 10Added with effect from the 1st October, 1957, by Notification No. I (202), RI (3)/58, see ibid.  \n 11Added with effect from the 1st October, 1958, by Notification No. S.R.O 352, see ibid., 1959, Pt. I, p. 347 . \n 12Added with effect from the 30th December, 1959, by Notification No. TIP 3 -2/54, see ibid., 1960, Pt. I, p. 32 . \n 13Added with effect from the 7th August, 1959, by Notification No. S.R.O 1037 (K), see ibid.,  p. 372 . \n 14Added wi th effect from the 21st March, 1952, by Notification No. S.R.O 7 (K)/62, see ibid., 1962, Pt. I, p. 3 . \n 15Added with effect from the 2nd May, 1959, by Notification No. S.R.O 228 (K)/64, see ibid., 1964, Pt. I, p. 102 . \n 16Omitted by the Federal Laws (Revisi on and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II, which was previously added by \n S.R.O No. 1328 (K) /69, ( w.e.f. 1st January 1963.)  \n 17Added by S.R.O No. 563 (K) /70, dated 12th June, 1970.  \n 18Added by S.R.O No. 1121 (I) /72, dated 25th October, 1972.  \n 19Added by S.R.O No. 16 (I) /75, dated 20th December, 1975.  \n 20Added by S.R.O No. 699 (I) /75, dated 18th June, 1975.  \n 21Entries 27 to 29 are missing.  \n \n \n \n \nPage 9 of 9 \n 1[30. The Habib Bank Limited.  \n \n31. The United Bank Limited.  \n \n32. The Muslim Commercial Bank Limited.  \n \n33. The Allied Bank of Pakistan Limited.  \n \n34. The Agricultural Development Bank of Pakistan.  \n \n35. The Industrial Development Bank of Pakistan.  \n \n36. The National Development Finance Corporation.  \n \n37. The National Investment Trust.  \n \n38. The Sm all Business Finance Corporation.  \n \n39. The Federal bank for Cooperatives.]  \n \n2[40.The National Insurance Corporation.]  \n \n3[41.Pakistan Space and Upper Atmosphere Research Commission.]  \n \n4[42.Trading Corporation of Pakistan Limited.]  \n \n \n \n_____ _______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRI - Date: 13 -05-2024  \n 1Added by S.R.O No. 37(I)/83, dated 12th January 1983.  \n 2Added by S.R.O. No. 354 (I)/ 85, dated 14th April, 1985.  \n 3Added by S.R.O. No. 701 (I)/ 87, dated 26th August, 1985.  \n 4Added by S.R.O No. 159 (KE)/91 dated 2nd March 1991."
}