{
    "file": "./converted_json\\administratoraed14d36f9b9cb1259757b1af838ca51.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \nTHE PAKISTAN AERONAUTICAL COMPLEX BOARD \nORDINANCE, 2000  \n \n \n \n \n \n \nCONTENTS  \n____________  \nSECTIONS:  \n1.  Short title, extent and commencement.  \n2.  Definitions.  \n3.  Establishment of the Board.  \n4.  Terms of office of the members.  \n5.  Meetings.  \n6.  Functions of the B oard.  \n7.  Investment of the Board with certain powers.  \n8. Submission of estimates of receipts and expenditures to the Federal  Government.  \n9.  Accounts and audit etc.  \n10.  Submission of annual report, returns, etc.  \n11.  Delegation of Powers.  \n12.  Mode of si gnifying communications from the Board.  \n13.  Power to issue directions.  \n14.  Power to make rules.  \n15.  Dissolution of the Board.\nUpdated till 19.04.2023\n \nPage 2 of 6 \n THE  PAKISTAN  AERONAUTICAL  COMPLEX  BOARD , ORDINANCE,  2000 . \nORDINANCE  No. XXVIII  of 2000  \n[20th  July,  2000]  \nAn Ordinance  to establ ish the Pakistan  Aeronautical  Complex  Board  Kamra  \nWHEREAS  it is expedient  to establish  the Pakistan  Aeronautical  Complex  Board  Kamra  and \nto provide  for matters  connected  therewith  or incidental  thereto;  \nAND  WHEREAS  the National  Assembly  and the Senate  stand suspended  in pursuance  of \nProclamation  of Emergency  of the fourteenth  day of October,  1999,  and the Provisional  Constitution  \nOrder  No. 1 of 1999;  \nAND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary  \nto take immediate  action;  \nNOW,  THEREFORE , in pursuance  of the Proclamation  of Emergency  of the fourteenth  day \nof October,  1999,  and Provisional  Constitution  Order  No. 1 of 1999,  as well as Order  No. 9 of 1999,  \nand in exercise  of all powers  enabling  him in that behalf,  the President  of the Islamic  Republic  of \nPakistan  is pleased  to make  and promulgate  the following  Ordinance: — \n1. Short  title,  extent  and commencement. —(1) This Ordinance  may be called  the Pakistan  \nAeronautical  Complex  Board  Ordinance,  2000.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  at once.  \n2. Definitions .— In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext,— \n(a) “Board” means  the Pakistan  Aeronautical  Complex  Board  Kamra  established  \nunder  section  3; \n(b)  “Chairman ” means  the Chairman  of the Board:  \n(c) “factory” means  a Pakistan  Aeronautical  Complex  factory  established  by the \nFederal  Government  and functioning  under  the control  of the Board;  and \n(d)  “member” means  a member  of the Board  and includes  the Chairman  thereof.  \n3. Establishment  of the Board.—(1) As soon  as may be after the commencement  of this \nOrdinance,  the Federal  Government  shall,  by notification  in the official  gazette,  establish,  for \ncarrying  out the purposes  of this Ordinance,  a Pakistan  Aero nautical  Complex  Board  consisting  of a \nChairman  and five members  appointed  by it. \n(2) The Chairman  shall  be appointed  by the Federal  Government  on recommendation  of the \nChief  of the Air Staff.  \n \nPage 3 of 6 \n (3) Out of the five members  to be appointed  by the Federal  Gove rnment,  one shall  be \nappointed  as Member  Finance  in consultation  with Ministry  of Finance,  the second  to be as the \nMember  Ministerial  Co-ordination,  third  and fourth  to be the Members  Technical  and Commercial,  \nrespectively  and the fifth member  shall  be appointed  from  the corporate  sector  to be called  the \nMember  (Private)  on the recommendation  of the secretary,  Defence  Production  Division.  \n4. Terms  of office  of the members. —(l) The Chairman  and members  shall  hold office  \nduring  the pleasure  of the Federal  Government  for a term of four years  and, unless  earlier  removed,  \nshall  be eligible  for re-appointment  and shall  receive  such salary  and allowances  as the Federal  \nGovernment  may determine:  \nProvided  that the Member  (Private)  shall  hold office  in honorary  capaci ty. \n(2) Every  member,  except  Member  Ministerial  Co-ordination  and Member  (Private) , shall  be \na whole -time officer  of the Board  and shall  perform  such functions  as are, or may be, assigned  to him \nunder  this Ordinance.  \n(3) Every  member,  except  Member  (Priva te), shall,  before  assuming  his office  as such,  \nrelinquish  or divest  himself  of any office  or interest  in any corporation,  company  or concern  other  \nthan an industry  owned  by the Federal  Government  or sponsored  by the Board.  \n5. Meetings. —(1) No business  of the Board  shall  be transacted  except  at a meeting  at which  \na quorum  of three  Members  is present.  \n(2) The Chairman  or, in his absence,  senior  most  member  shall  preside  at the meetings  of the \nBoard.  \n(3) At the meetings  of the Board  each member  shall  have  one vote and, in the event  of \nequality  of votes,  the Chairman  or the member  presiding  shall  have  a second  or casting  vote.  \n6. Function s of the Board.—(1) The principal  function  of the Board  shall  be to manage,  \norganize  or, as the case may be, re-organize,  within the existing  financial  resources,  any factory  and \nadminister  the affairs  of the factories  and to run them  on sound  commercial  lines  so as to adequately  \nmeet,  during  war and peace,  the needs  of the defence  of the country.  \n(2) The Board  shall,  in dischar ging its functions,  be guided  on questions  of policy  involving  \nnational  interest,  including  defence  requirement  during  war and peace,  by such directions  as the \nFederal  Government,  which  shall  be the sole judge  whether  or not national  interest  is involved,  may \ngive from  time to time.  \n7. Investment  of the Board  with  certain  powers.— Notwithstanding  anything  contained  in \nany law, regulation,  rule, order,  notification,  agreement  or other  instrument  for the time being  \napplicable  to any factory,  or any officer  or other  employee  appointed  or engaged  in, or in connection  \nwith,  any factory,  the Board  may,  in relation  to such factory,  officer  or employee,  exercise  the \nfollowing  powers  of the Federal  Government  or of any officer  authorized  for the purpose  by the \nFedera l Government,  namely:— \n(a) to determine  the terms  and conditions  of service , recruitment,  promotion,  \ntransfer,  posting,  dismissal,  discharge,  demotion  and other  disciplinary  actions  \nof all officers  and other  employees:  \n \nPage 4 of 6 \n Provided  that the terms  and condition s of service  of any officer  or other  employee  appointed  \nor engaged  before  the commencement  of this Ordinance  shall  not be varied  to his disadvantage  and \nthat he shall  not be dismissed  or removed  from  service  or reduced  in rank by any authority  \nsubordinate  to that by which  he was appointed:  \nProvided  further  that the officers  or employees  appointed  before  the commencement  of this \nOrdinance  shall  be given  an option,  after the service  rules  for the officers  and employees  of the \nBoard  have  been  made,  to opt for the new service  rules  or to continue  to be governed  by their \nexisting  service  rules;  but once  the option  has been  exercised  by an officer  or employee  within  the \ntime fixed  by the Board,  it shall  be final,  and an officer  or employee  who does not exercise  the \noption  within  the prescribed  time shall  be considered  to have  opted  for the new rules:  \nProvided  also that the promotion,  demotion  or other  disciplinary  action  against  an officer  or \nemployee  on deputation  or secondment  shall  be governed  by the service  rules applicable  to him; \n(b) to appoint  or engage  such officers  and other  employees,  advisers,  consultants  \non contract  as it considers  necessary  for the efficient  discharge  of its functions  \non such terms  and conditions  of service  as it may determine;  \n(c)  to carry out all technical  and engineering  projects  or works,  or to enter  into \ncontract  or agreement  pertaining  to their execution;  \n(d)  to make  all purchases  of plant,  machinery  and stores  either  in the country  or \nabroad  in such manner  as it thinks  fit and also to dispose  of stores  and \nequipment  and write  off the losses;  \n(e)  to fix pay of the officers  and other  employees  wherever  necessary  either  \ninitially  or otherwise  at any stage  within  the pay scales  prescribed  by the \nFederal  Government;  \n(f) to utilize  or incur  expenditure  in respect  of lump  sum grant  allocated  for the \npurpose  in the budget;  \n(g)  to utilize  surplus  capacity  of factories  to undertake  commercial  activities  in \nmarkets  within  the country  and abroad;  \n(h)  to create  and operate  with the approval  of the Federal  Government  non-\nlapsable  revolving  fund in foreign  as well as local  currency  to meet  objectives  \nof indigenization  and to promote  export  and R&D  activities  from  sale \nproceeds  of the factory  products;  and \n(i) to make,  subject  to any direction  issued  in this behalf  by the Federal  \nGovernment,  departmental,  financial,  and accounting  rules  and procedures  \nbased  on sound  commercial  lines  within  six months  of establishment.  \n8. Submission  of estimates  of receipts  and expenditures  to the Federal  Governm ent.—\n(1) The Board  shall,  in the month  of December  every  year,  submit,  in such manner  and form  as the \nFederal  Government  may direct,  to the Federal  Government,  for making  necessary  provision  in its \nbudget,  a statement  of the discharge  of its functions  unde r this Ordinance  in respect  of the new \nfinancial  year together  with a statement  showing  separately  the estimated  receipts  and expenditure  in \nforeign  exchange  for that year.  \n \nPage 5 of 6 \n (2) The Board  shall  not, without  the previous  sanction  of the Federal  Government,  incur any \nexpenditure  or undertake  any financial  liability  involving  expenditure  in excess  of the amount  \nprovided  for in the budget.  \n9. Accounts  and audit  etc.— (1) The Board  shall  maintain  its accounts  including  those  of \nthe factories  in such manner  and form as may be prescribed  by the Federal  Government  in \nconsultation  with the Auditor -General  of Pakistan.  \n(2) The accounts  of the Board,  including  those  of the factories,  shall  be audited  by the \nAuditor -General  of Pakistan.  \n(3) The Board  shall,  within  six months after the end of every  financial  year,  submit  to the \nFederal  Government  a statement  of accounts  audited  by the Auditor -General  of Pakistan.  \n(4) The Federal  Government  may,  at any time,  require  the Auditor -General  of Pakistan  to \nreport  to it upon  the adequacy  of measures  taken  by the Board  for the efficient  management  of the \nfactories.  \n(5) The Board  shall  establish  a costing  mechanism  in all the factories  so as to exercise  \neffective  cost control  and organized  production  on modern  commercial  lines.  \n10. Submission  of annual  report,  returns,  etc. —(1) The Board  shall,  as soon  as possible  \nafter the end of every  financial  year but not later than the thirty -first day of December  next \nfollowing,  submit  to the Federal  Government  a report  on the conduct  of the affairs of the Board  \nduring  the year.  \n(2) The Federal  Government  may require  the Board  to furnish  it with— \n(a)  any return,  statement,  estimate,  statistics  or other  information  regarding  any \nmatter  relating  to, or under  the control  of, the Board;  \n(b)  a report on any subject  with which  the Board  is concerned;  and \n(c)  any document  or its copy  in charge,  or under  the control,  of the Board,  and the \nBoard  shall  comply  with such requisition.  \n1[11. Delegation of Powers. —The Board  may,  from  time ; to time,  authorize  the Chairman,  \nany one or more  of its members  or any subordinate  authority  of the Board  to perform  such functions  \nor exercise  such powers  on its behalf  as may be specified  by the Board  through  a resolution  passed  at \na meeting  with proper  quorum,  and the Chairman,  member  or subordinate  authority  so authorized  \nshall  conform  to such regulations  or restrictions  as may be prescribed  by the Board].  \n12. Mode  of signifying  communications  from  the Board.— Any notice,  determination,  \ndirection,  requisition,  appointmen t, expression  of opinion,  approval  or sanction  to be given  or \nsignified  on the part of the Board  for any of the purposes  of, or in relation  to, any powers  or \nfunctions  with which  it has been  invested  under  this Ordinance,  shall  be sufficient  and binding  if it is \nin writing  signed  by the Chairman  or by any other  person  authorized  by the Board  to act in its behalf  \nin respect  of the matters  to which  such authorization  may relate,  and the Board  shall  not in any case \nbe bound  in respect  of any of the matters  aforesaid  unless  by some  writing  signed  in the manner  \naforesaid.  \n13. Power  to issue  directions .— The Federal  Government  may,  from  time to time,  issue  \ndirections  to the Board  to take such measures  as it considers  necessary  for the efficient  management  \nand comm ercialization  of the factories  and the Board  shall  comply  with such directions.  \n \n \n1Subs,  by the Pakistan  Aeronautical  Complex  Board  (Amdt.)  Ordinance,  2002  (LXXVIII  of 2002),  s. 2, for the original  section  11. \n \nPage 6 of 6 \n 14. Power  to make  rules .— The Federal  Governm ent may,  by notification  in the official  \nGazette,  make  rules  for carrying  out the purpose  of this Ordinance.  \n15. Dissolution  of the Board .— The Federal  Government  may,  by notification  in the official  \ngazette,  declare  that the Board  shall  be dissolved  on such date as may be specified  therein,  and the \nBoard  shall  accordingly  stand  dissolved."
}