{
    "file": "./converted_json\\administratorc77877693578339dcfce8d8f88b63b9b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 23 \n  \n \n \n THE ISLAMABAD NATURE CONSERVATION AND WILDLIFE \nMANAGEMENT ACT, 2024  \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n2. Definitions  \nPART -II \nTHE BOARD  \n3. Constitution of the Board  \n4. Procedure of the Board  \n5 Committees of the Board  \n6. Powers and Functions of the Board  \nPART -III \nCONFLICT OF INTEREST, DIS -QUALIFICATION, REMOVAL, RESIGNATION AND \nVACANCIES  \n7. Application of this Part  \n8. Disclosure of Conflict of Interest by non ex-officio  Board Member  \n9. Removal an d Resignation  \nPART -IV \nFINANCE  \n10. Conservation of Nature Fund  \n11. Management of the Fund   \n\n \nPage 2 of 23 \n PART -V \nPROTECTED AREAS  \n12. National Park  \n13. Wildlife Sanctuary  \n14. Buffer Zones Around Protected Areas  \n15. Alteration of Boundaries of Protected Areas  \nPART -VI \nPROTECTION OF WILDLIFE  \n16. Prohibitions  \n17. Licenses  \n18. Certificate of Lawful Possession  \n19. Restriction on Transfer of Trophy or Meat  \n20. Restriction on import of wild animals, trophies etc . \n21. Restriction on export of wild animals, trophies, etc . \n22. Animals, trophies, etc., in transit  \n23. Animals found Dead, etc. to be Property of the Federal Government  \nPART -VII \nPROTECTION OF FLORA AND FAUNA  \n24. Protection of Flora and Fauna  \nPART -VIII \nOFFENCES, PENALTIES AND ENFORCEMENT  \n25. Penalties  \n26. Suspension and  Revocation  \n27. Power of Seizure  \n28. Killing or Capturing in Self Defence  \n29. Power to Search without Warrant  \n30. Power to Prevent Commission of Offences  \n31. Prosecution for Offence under any other Law  \n \nPage 3 of 23 \n PART -IX \nCOURT  \n32. Appointment of Magistrates etc . \n33. Appeals from Orders of the Magistrate  \nPART -X \nGENERAL  \n34. Wildlife Check post  \n35. Indemnity and Bar of Jurisdiction  \n36. Act to Override Other Laws  \n37. Power to Make Rules  \n38. Power to Make Regulations  \n39. Power to Issue Directives, Circ ulars, Guidelines, etc . \n40. Sums payable to the Board to be recoverable as land revenue  \n41. Repeal & Savings  \nSchedule -I \nUnder Section 2 u  \nSchedule  II \nUnder section 25  \n \n \n  \n \nPage 4 of 23 \n THE ISLAMABAD NATURE CONSERVATION AND WILDLIFE \nMANAGEMENT ACT, 2024  \nACT NO. XVI OF 2024  \n[27th August, 2024]  \nAN  \nACT  \nto provide for the protection, preservation, conservation, and manageme nt of Nature in the \nIslamabad Capital Territory  \nWHEREAS humanity exists within nature and all life depends on the integrity of the bio-sphere \nand the interdependence of ecological systems and there is therefore a close relationship between \nhuman rights and nature conservation and protection, and there is a fundamental importance of \necological integrity;  \nAND WHEREAS the Federal Governm ent recognises the contribution of nature conservation \nlaw principles to conservation and sustainability, and supports the evolution of such principles;  \nAND WHEREAS the Federal Gov ernment recognises the existing ga ps and short-comings that \nprevent nature c onservation and wildlife manage ment la w from achieving adequate nature \nconservation and protection;  \nAND WHEREAS it is expedient to provide for the protection, preservation, conservation and \nmanagement of Nature in the Islamabad Capital Territory ; \nIt is her eby enacted as follows :__ \nPART -I \nPARLIMUNARY  \n1. Short title, extent and commencement .__ (1) This Act shall be called the Islamabad Nature \nConservation and Wildlife Management Act, 2024.  \n(2) It shall extend to the whole of  Islamabad  Capital Territory . \n(3) It shall come into force at once.  \n2. Definitions.__ In this Act, unless there is anything repugnant in the subject or context :__ \n(a) “Animals” means mam mals, birds, reptiles, amphibians, fish, insects, or arachnids, \ntheir young and also in the cases of  amphibians, reptiles and birds, their eggs excluding \nlivestock and poultry;  \n(b) “Authorised officer ” means any officer authorised by the Board to ca rry out functions \nunder this Act;  \n(c) “Board” means the Nature Conservation and Wildlife Management  Board constituted \n \nPage 5 of 23 \n under section 3;  \n(d) “Beard Member ” means a Member of the Board appointed under section  3; \n(e) “Capture” means the taking alive of any wild animal;  \n(f) “Court” means Court established under section 34;  \n(g) “Exotic Species ” means species,  both flora and fauna, which does not occur in an area \nnaturally and it is introduced or intended to be introduced -from outside of its natural \noccurrence;  \n(h) “Fund” means the Conservation of Nature Fund constituted under section 11;  \n(i) “Habitat” means natural environment, including biotic and a  biotic  factors essential \nfor free survival of an animal, plants or any other living organis im; \n(j)  “Hunting” means any Act  directed to the killing or capturing of a Wild animal, and \nincludes but is not limited to fishing, angling, netting, the taking of nests or eggs of \nsuch animals and their parts, products or derivatives thereof;  \n(k) “Humus” means the layer of dead organic matter below the fallen leaves, where the \nphenomenon of degradation by the soil bio­diversity takes place;  \n(l) “indigenous ” means an animal species native to a specified area, a count ry or a region;  \n(m) “Invasive species ” means invasive alien species int roduced, in a habitat where they \noutgrow the native species and may reach a level where they could become a weed  or \na pest;  \n(n) “ICT” means the Islamabad Capital Te rritory; \n(o) “National Park ” means an area declared as such u nder section 12;  \n(p) “Nature” means the phenomena of the physical world collectively, including plants, \nanimals, the landscape, and other features and products of the earth, as opposed to \nhumans or human creations;  \n(q) “Plant” means a living organism of the kind exemplified by trees, shrubs, herbs, \ngrasses, fe rns and mosses, typically growing in a permanent site, absorbing water and \nin-organic substances through its roots, and synthesising nut rients in its leaves by \nphotosynthesis using the green pigment chlorophyll;  \n(r) “Protected Ani mals” means a wild animal included in Schedule -I whose hunting, \nkilling, t rapping, capturing, possession or t rade is not allowed;  \n(s) “Protected Area ” means an area declared as under Part -V of this Act;  \n(t) “Trophy” means the dead body of a wild animal or any horn, antler, tooth, tusk, hoof, \nskin hair, fe ather, egg, shell or other durable bone claw part of any wild animal, whether \nor not included in a manufactured or processed a rticle;  \n \nPage 6 of 23 \n (u) “Wild Animal ” means an animal which is usually found in a  natural wild environment \nand is not predisposed to be domesticated or tamed. Such animals shall also include any \nanimal which has been declared a protected animal in Schedule -I or notified by Minist ry \nof Climate Change a nd Environmental Coordination as protected or wild animal; and  \n(v) “Wildlife” means the natural flora and fauna and their habitat including organic soil \nwith humus and nat ural water bodies.  \nPART -II \nTHE BOARD  \n3. Constitution of the Board .__ (1) The Federal Government may constitute a Boa rd for Nature \nConservation and Wildlife Management consisting  of nine Boa rd Member of which five shall be ex-\nofficio  and four non ex-officio  Members, including a chairperson, as it may appoint.  \n(2)  Five ex-officio  Board Members shall be:  \n(a) An offi cer not below the rank of BS -20 of the Administ rative Division, as \nnominated by the Secret ary of the said Division;  \n(b) Joint Secreta ry of the Minist ry of Climate Change and Environmental \nCoordination;  \n(c) Member Environmen t of the Capital Development Authority;  \n(d) An officer not below the rank of BS -20 appointed by Mayor of  Islamabad /Head \nof Municipal Corporation of  ICT;  \n(e) Deputy Commissioner of  ICT. \n(3) Four non  ex-officio  members shall be appointed by the Federal Government, each of whom \nshall be well known for his  integrity having expe rtise and experience in the sphere of bio -diversity or \nwildlife management or any other ancilla ry field.  \n(4) The Federal Government shall e nsure the appointment of non ex-officio  members of the \nBoard within one hundred and twenty days from the date a vacancy a rises on the Boa rd. \n(5) The Federal Government may alter the composition of the Board as provided in this section \non need basis.  \n(6) The Chair of the Board shall be appointed by the Federal Government from amongst the \nBoard Members.  \n(7) Non ex-officio  Board Members shall hold office for a term of three years and may be eligible \nfor re -appointment for one further three year te rm subject to  Federal Government ’s approval, on such \nterms and conditions; including remuneration and allowances, as may be prescribed by rules made \nunder this Act:  \nProvided further that no person shall be appointed or remain a non ex-officio  Board Member:  \n(a) if he is convicted of a criminal offence involving fraud, dis -honesty, co rruption or \nviolence;  \n \nPage 7 of 23 \n (b) is or becomes bankrupt or suspends payment or compounds with his creditors; or  \n(c) is absent from three consecutive meetings without leave of the Board.  \n4. Procedure of the Board .__ (1) Subject to the provisions of this Act, the procedure and \nconduct of business of the Board shall be regulated by regulations made by the Board.  \n(2) The Board shall meet as often as may be necessar y for the performance of its functions not \nless than once in a qua rter yea r. \n(3) The quorum for a meeting of the Boa rd shall be four Board Members, including the Chair.  \n(4) If the Chair is un -able to attend a meeting of the Board, the Boa rd Members may ele ct one \nof the Members present to chair meeting of the  Board. \n(5) The Boa rd may invite any person not a member of the Boa rd to attend its meetings or \ndeliberations including meetings or deliberations of its Committees in an exclusively advisory \ncapacity.  \n5. Committees of the Board.__ (1) The Boa rd may constitute such number of its committees \nas it considers necessa ry or expedient to advi se it in the perf ormance of its functions under this Act.  \n(2) A committee constituted under this section shall Act in accordance with the regulations \nmade by the Boa rd. \n(3) The meetings of a committee shall be held at such times and places  as the chair of the \ncommittee may determine.  \n(4) The Board Members and any other person invited to attend any meeting of the Board or a \ncommittee shall be entitled to such compensation and re -imbursement of expenses as the Board may \nfrom time to time determine by regulations.  \n6. Powers and Functions of the Board .__ (1) Subject to other provisions of this Act, rules and \nregulations made h ereunder, the Board may take such measures and exercise such powers as may be \nnecessa ry for ca rrying out the purposes of this Act.  \n(2) Without prejudice to  the generality of powers confe rred by sub­section (1), the Board may \nperform  the following functions : \n(a) administer and implement the provisions of this Act, rules, regulations, policies, \nguidelines and directives issued thereunder;  \n(b)  make policies, draw plans, including management plans and programmes  for \nprotection, promotion, preservation, conservation and management of nature in \nProtected Areas;  \n(c)  implement policies, pla ns, including management plans and programmes for protection, \npromotion, preservation, conservation and management of nature in Protected Areas;  \n(d)  prepare, submit, promote, implement or execute projects for the protection , \nconservation, rehabilitation and improvement of wildlife in Protected Areas;  \n \nPage 8 of 23 \n (e) implement all directions with respect to development and maintenance of a reas \ndesignated by the Federal Government as protected areas;  \n(f) every three years prepa re and publish a rep ort on the state of nature m Protected Areas;  \n(g) propose to the Administrative Division suitable projects for submissi on to intern ational \nand local institutions for funding;  \n(1) prepa re policy papers and concept notes a nd provide tec hnical input for f ormulating \nnational policy positions for international conferences or negotiations;  \n(i) work in collaboration with relevant Government Agencies, non­governmental \norganizations and other stakeholders, and after conducting relevant research and studies \nset targets and coordinate actions with respect to the objectives of this Act;  \n(j) request Auditor General of Pakistan to audit the accounts  of the  Board; and  \n(k)  to make regulations, subject to approval of the Federal Government, for ca rrying out \nthe purposes of this Act.  \nPART -III \nCONFLICT OF INTEREST, DIS -QUALIFICATION, REMOVAL, RESIGNATION AND \nVACANCIES  \n7. Application of this Part .__ This part shall have application to Board Members other than \nex-offici o Board Members.  \n8. Disclosure of Conflict of Interest by non ex-officio  Board Member .__ (1) For the purpose \nof this section, a person shall be deemed to have conflict of  interest in a m atter if he has any interest, \npecuniary or otherwise, in such matter which could reasonably be regarded as giving rise to a conflict \nbetween his duty to honestly perform his functions under this Act and such interest, so that his ability \nto consider and de cide any question impa rtially or to give any advice without bias, may reasonably be \nregarded as impaired.  \n(2) A Boa rd Member having conflict of interest in any matter to be discussed or decided by the \nBoard or a committee shall upon becoming. aware of the conflict of interest disclose his interest and \nthe nature  thereof in writing to the Board or committee, as the case may be.  \n(3) Upon disclosure of conflict of interest, the Boa rd Member shall:  \n(a) not take part nor b e present in any deliberation or dec ision of the Boa rd or a committee \non any matter in which he has a conflict of interest; and  \n(b) be dis -regarded for the purpose of constitution of a quorum of the Boa rd or a committee \nin any meeting on any matter in which he has a conflict of interest.  \n(4) Non-disclosure of conflict of interest as required under this section may be a ground for \nremoval from the Board if it is established that such non­disclosure was willful and deliberate.  \n(5) A person who has any conflict of interest in any ma tter shall not take p art, or continue to \ntake p art, in any matter with respect to which the conflict of interest has a risen. \n \nPage 9 of 23 \n 9. Removal and Resignation .__ (1) The Chairperson or a Bo ard Member may by writing under \nhis hand resign from office.  \n(2) The Chairperson or a Boa rd Member may be removed by the Federal Government, from \noffice if on inqu iry he is found incapable of performing functions of his office by reason of mental \nincapacity or has been found guilty of misconduct or fails to disclose conflic t of interest as provided \nfor under this Act.  \n(3) The inqui ry under sub -section (2) shall be conducted in accordance with the Efficiency and \nDiscipline Rules as applicable to Civil Servants by a committee constituted by the Minister -in-Charge \nto which the subject of the Board is assigned.  \n(4) The accused shall be given a reasonable opp ortunity to be hea rd by the inqui ry committee \nand shall only be found guilty if majority members of the inqui ry committee come to that conclusion.  \nPART -IV \nFINANCE  \n10. Conserva tion of Nature Fund .__ (1) The Administrative Division may, by notification in \nthe Official Gazette, constitute a fund to be called the Conservation of Nature and Management of \nWildlife Fund which shall vest in the Boa rd and shall be utilised by the Boa rd for conservation of \nnature, management of wildlife and expenses of the Bo ard for performance of functions under this Act.  \n(2)  The Fund shall comprise of:  \n(a) grants made by the Federal Government;  \n(b) loans obtained from the Federal Government;  \n(c) grants made by local bodies;  \n(d) donations and funds raised from national and international organisations;  \n(e) donations from philanthropists, conservationists and civil society;  \n(f) receipts from visitors including but not limited to fee for entry of a pe rson or a \nvehicle into a national park or a wildlife sanctu ary, and/or parking fees;  \n(g) fees for certificates and licenses issued by the Board under this Act, rules and \nregulations made thereunder; and  \n(h) any other sources notified by the Federal Government.  \n(3) In addition to the provisions of sub -section (1) above, the Fund shall be utilised for:  \n(a) conservation, restoration and rehabilitation of nature and protected areas, located in the \nICT and other various facilities and areas managed by the  Board under this Act;  \n(b) conservation ed ucation and awareness about Nature;  \n(c) research in the field of wildlife;  \n  \n \nPage 10 of 23 \n (d) meeting of exigencies like forest fires, calamities, depredation losses etc;  \n(e) capacity building of the Board and communities in ma nagement of wildlife and bio -\ndiversity;  \n(f) payment of salaries and other remuneration to the officers, staff, experts and consultants \nof the Board;  \n(g) incentives or rewards for the staff of the Board and comm unities for outstanding \ncontribution to conservation of Nature;  \n(h) running any project or activity for the promotion of  Bio-diversity including flora and \nfauna in the areas managed by the Board under this Act;  \n(i) any other activity as may be approved by the Federal Government.  \n11. Management of the Fund .__ The Board shall manage the Fund in accordance with rules \npresc ribing the procedure and criteria for management of the Fund.  \nPART -V \nPROTECTED AREAS  \n12. National Park .__ (1) With a view to conserving, protecting and preserving nature, the \nFederal Government may by notification in the Official Gazette declare any area to be a national park \nand may demarcate it in such a manner as may be prescribed by rules.  \n(2) The national parks ment ioned in sub -section (1) above shall be accessible to the public for \nrecreation, education, and research subject to such res trictions and conditions as the Board may specify \nthrough regulations.  \n(3) Provision for access to roads, con struction of rest house s, hotels and other buildings in the \nnational park along -with amenities for the public may be so made, the forest therein shall be so \nmanaged, and forest produce so obtained, subject to approval of the Board upon satisfaction that such \nactivities will not adversely impact the conservation, protection and preservation of nature in the \nNational Park.  \n(4) Except as oth erwise provided by this Act, rules and regulations made hereunder, the \nfollowing acts shall be prohibited in a national park, namely:  \n(a) huntin g, shooting, trapping, killing, or capturing of any wild animal within a radius of \ntwo kilometers of its boundaries;  \n(b) felling, tapping, damaging or des troying of, or taking, collecting or removing \ntherefrom, any plant, or causing any damage by negligenc e in felling any tree or cutting \nor dragging any timber, stripping off the bark or leaves from, or othe rwise damaging \nthe same;  \n(c) introducing any exotic, alien or invasive species of wildlife;  \n(d) firing any firea rm or doing any other Act which may distu rb any wild animal or int erfere \nwith its breeding place;  \n(e) clearing or breaking up of any land  for cultivation, mining, residential, commercial or \n \nPage 11 of 23 \n any other purpose;  \n(f) constructing any walls, structures, or buildings for residential, commercial, or any  other \npurpose or residing in any such wall, structure or building;  \n(g) polluting water flowing in or through it;  \n(h) polluting or contaminating soil and ground -water in it;  \n(i) littering and dumping of waste;  \n(j) trespassing or past uring cattle, or pe rmitting cattle to trespass;  \n(k) writing,  inscribing,  carving,  disfiguring,  defacing,  painting,  chalking  or advertising;  \n(l) use of vehicular transpo rt, except on recognized roads and routes;  \n(m) blowing of press ure horns within half kilome tre of the park bounda ry; \n(n) play back music using mobile phones, audio players or any other audio -video \nequipment or making noise;  \n(o) bringing in pets;  \n(p) carrying any firearms;  \n(q) carrying any incendia ry mate rial that can be used to light a fire;  \n(r) kindling any fire or leaving any fire burning, in such manner as to endanger nature;  \n(s) feeding any wild animals;  \n(t) removal of dead leaves, humus and soil; and  \n(u) quarrying stone or collecting any forest produce.  \n13. Wildlife Sanctuary.__ (1) With a view to securing un-disturbed breeding of wildlife, the \nFederal Government may, by notification in the official Gazette, decla re any  area in ICT to be a wildlife \nsanctua ry. \n(2) Subject to rules, the wildlife sanctua ry shall be closed to the public, and no person shall \nenter the wildlife sanctuary except for -reducing fire hazards, epidemic or insect attacks or other natural \ncalamities.  \n(3) No person shall reside, cultivate any land, damage, or destroy any vegetation, cons truct any \nstructures or building for any p urpose, introduce species of any animal or plant, in troduce any domestic \nanimal or allow it to stray, cause any fire, or pollute water, in a wildlife sanctua ry, or hunt, kill or \ncapture any wild animal or fire any gun or other firea rm w ithin two kilometers of the boundaries \nthereof.  \n(4) The Board shall ensure the installation of sufficient sign -boards or  fences or any other \nvisible feature which clearly identifies the boundaries of the wildlife sanctu ary and gives wa rning to \nthe general public about the consequences of entering a wildlife sanctu ary without legal justification.  \n \nPage 12 of 23 \n 14. Buffer Zones Around Protected Areas .__ (1) An area falling within 100 meters outside \nthe bounda ry of a national park or a wildlife sanctua ry will be considered a protected area buffer zone \nprovided it is a state land or acquired for this purpose.  \n(2) The developments in the buffer zones including structures, roads and buildings or any other \ninfrastructure or facility will be designed and operated in su ch a ma nner that the disturbance to wildlife \nin the national park is minimised.  \n(3) No development shall take place in a buffer zone unless a No Objection Ce rtificate is taken \nfrom the Bo ard prior to the sta rt of development.  \n15. Alteration of Boundaries o f Protected Areas .__ The Federal Government may, by \nnotification in the official Gazette, declare any alteration  in the bounda ries of a protected area.  \nPART -VI \nPROTECTION OF WILDLIFE  \n16. Prohibitions .__ (1) Save as otherwise provided in this Act or  the rules or regulations made \nhereunder, no person shall:  \n(a) injure, hunt, kill or capture wild animals;  \n(b) keep wild animals in captivity;  \n(c) use hawks for hawking or dogs for coursing wild animals.  \n(2) The Board may for public safety or protection of natu re, by notification in the official \nGazette, permit the killing and capturing of any wild animal by such person, at such place, and by such \nmeans as may be specified in the notification;  \n(3) A person who, on the coming into force of this Act, is in possess ion of a wild animal with \nor without permission shall su rrender the same to the Boa rd within three months of commencement of \nthis Act, thereafter the Boa rd shall  forcefully seize the same . \n17. Licenses.__ (1) No person shall undertake the following activit ies without obtaining a \nlicense from the Board in the form and manner specified by regulations, namely :__ \n(a) the establishment and operation of a public sector facility for breeding of wild animals, \nincluding exotic animals;  \n(b) the establishment of a public sector animal rescue and rehabilitation facility for rescue \nand rehabilitation of wild animals;  \n(c) use of  certain species for research and development by licensed facilities;  \n(d) engage in any trade or business, or otherwise deal in, any trophy or meat or, in the \ncourse of such trade or busine ss carried on by him on his own behalf or on behalf of \nany other pe rson, shall sell, purchase, ba rter, cut, ca rve, polish, prese rve, clean or mount \nany wild animal, trophy or meat, or manufacture any a rticle thereof.  \n(2) Provided no breeding facility or a rescue and rehabilitation facility for wild animals shall \nbe establ ished in the private sector.  \n \nPage 13 of 23 \n (3) A license may be issued by the Boa rd on such terms and conditions and payment of such \nfees as may be prescribed by regulations.  \n(4) The Boa rd shal l specify guidelful  for the manner in which a licensed activity is unde rtaken \nby the holder of a license issued under sub -section (1).  \n(5) Every operator of an existing facility or permission refe rred to in sub -section (1), shall \nobtain a license under this Act within three months of coming into force of this Act, and till such time \nthat their application for license has been decided upon by the Boa rd, the facility or p ermission will be \ndeemed to be validly existing.  \n18. Certificate of Lawful Possession .__ (1) No person shall be in possession of any trophy or \nmeat except under a ce rtificate of lawful possession in respe ct thereof issued by the Boa rd on such \nterms and conditions upon payment of such fees as may be prescribed by the regulations.  \n(2) The form and nianner of obtaining a ce rtificate of  lawful possession shall be specified by \nregulations:  \nProvided that a person who, on the coming into force of this Act, is in possession of, or at any \ntime thereafter, imports or acquires, any such trophy or  meat shall, within thr ee months of the coming \ninto effect of this A ct, apply to the Board for a ce rtificate of lawful possession.  \n(3) The Board shall mark the trophy or meat in respect of which a ce rtificate of lawful \npossession is issued and make entries in respect thereof in the prescribed register.  \n(4) The holder of a ce rtificate of lawful possession shall produce the ce rtificate to the Board \nwhen asked by him to do so.  \n(5) No person shall counte rfoil, change, or in any way interfere with, any mark put on a trophy \nor meat und er sub -section (3) or alter. or in any way change a ce rtificate of lawful possession.  \n19. Rest riction on Transfer of Trophy or Meat.__ (1) No person who is not in possession of \na certificate of lawful possession in respect of a trophy or meat shall transfer such trophy or meat to \nany other person by way of gift, sale or otherwise.  \n(2) No person shall receive by gift, purchase or otherwise any trophy or meat unless he is at the \nsame time given the ce rtificate of lawful possession clearly mentioning th eron the nature of the transfer \nand the name of the person to whom the trophy or meat is transfe rred. \n(3) The person to whom a trophy or meat is transferred shall submit the ce rtificate of lawful \npossession given to him by the transferor to the Board who s hall endorse it in favour of the transferee \nand make necessary amendments in the prescribed register.  \n20. Rest riction on import of wild animals, trophies etc .__ (1) No person shall imp ort, or \nattempt to imp ort, into ICT any live wild animal or exotic speci es or alien species thereof or any trophy \nor meat, or derivatives thereof except through a customs -port of entry, and any person, imp orting such \nanimal or exotic species or alien species, trophy or meat, or derivatives thereof, shall produce to the \nofficer  of customs:  \n(a) proof to his satisfaction that it has been lawfully exported from the country or region of \nexport; \n \nPage 14 of 23 \n (b) in addition to all other requisite permissions under any other applicable laws, an imp ort \npermit issued by the Board on such te rms and c onditions as deemed appropriate by thy \nBoard.  \n(2) The officer of customs may detain any live wild animal or exotic species or alien species, \ntrophy or meat, which has been imported until such time  as the proof of its lawf ul export from the \ncountry or region of export is given and the imp ort permit is su rrendered to him, and if the proof is not \ngiven or the imp ort permit is not s urrendered within a reasonable time, the wild animal or exotic species \nor the alien species, trophy or meat, or derivatives th ereof shall be handed over to the Board to be dealt \nwith in accordance with law.  \n21. Restriction on export of wild animals, trophies, etc.__ No person shall export, or attempt \nto export,  any wild animal, trophy, or meat except without first obtaining an ex port pe rmit from the \nBoard on such te rms and conditions as deemed approp riate by the Board.  \n22. Animals, trophies, etc., in transit.__ Nothing in this Pa rt shall apply to live wild animals, \nor exotic species or alien species, thereof or any trophy or meat in transit through ICT if the animal, \nexotic species or alien species or trophy or meat:  \n(a) is accompanied by transit documents;  \n(b) enters through a customs p ort of entry; and  \n(c) is not un -loaded from the ship or vehicle on which it is being c arried, or , in case of ra il \nor air transport, does not leave the precinct of the railway station or the airp ort at which \nit is landed or transhipped  or does not remain at such precincts, except in a customs \nwarehouse, for more than 48 hours.  \n23. Animals found Dead, etc. to be Property of the Federal  Government.__ (1) Any wild \nanimal found dead or dying or which has been killed or caught otherwise than  in accordance with the \nprovisions of this Act, r ules or regulations and any trophy or meat thereof, shall be the property of the \nFederal Government and be held by the Boa rd for the Federal Government.  \n(2) When in any proceeding under this Act a question a rises as to whether a wild animal, trophy \nor meat is the property of the Federal Government such wild animal, trophy, or meat shall be presumed \nto be the property of the Federal Government until the contra ry is proven.  \nPART -VII \nPROTECTION OF FLORA AND FAUN A \n24. Protection of Flora and Fauna__ The Board shall make regulations for protection of flora \nfauna on matters including but nit limited to control, ent ry and release of alien, invasive, exotic and \ndiseased species in ICT. \nPART -VIII \nOFFENCES, PENALTIES AND ENFORCEMENT  \n25. Penalties__ (1) Any person who contravenes or attempts to cont ravene or abets in the \ncontravention of, section 12,13,14, shall be punish able with f ine in accordance with Schedule -II. \n(2) Any person who, in violation of section 16, kills, hunts or captures, or abets in the killing, \nhunting or capturing of a wild animal otherwise than in accordance with the provisions of this Act, \n \nPage 15 of 23 \n rules and regulations shall be. punishable with imprisonment fora term which may extend up to one \nyear, with f ine in accordance with Schedule -II, or both.  \n(3) Any person who, in violation of section 16, through wilful, negligent, or reckless behaviour \ninjures, or attempts to injure, or abets in the inj ury of a wild animal otherwise than in accordance with \nthe provisions of this Act, rules and regulations shall be punishable with imprisonment for a te rm \nwhich may extend up to one year, or with f ine iti accordance with Schedule -II, or both.  \n(4) Any person who, in violation of section 16, keeps, attempts to keep or abets in keeping a \nwild animal in captivity otherwise than in accordance with the provisions of this Act, rules and \nregulations shall be punishable with imprisonment for  a term which’ may extend up to one year, or \nwith f ine in accorda nce with Schedule -II, or both.  \n(5) Any person who, in violation of section 16, uses, attempts to use or abets in using hawks \nfor hawking or dogs for coursing wild animals shall be  punishable with imprisonmen t for a term which \nmay extend up to six months, or with f ine in accordance with Schedule -II, or both;  \n(6) Any person who cont ravenes or attempts to cont ravene or abets in the contravention of, \nsection 17, 18, 19, 20, 21 shall be punishable with imprisonmen t for a te rm which may extend up to \none year, or with f ine in accordance with Schedule -II, or both;  \n(7) Where no specific penalty is provided under this Act for cont ravention of any of the \nprovisions of this Act, rules and regulations such  contravention sh all be punishable with a fine which \nmay extend up to one hundred thousand rupees.  \n26. Suspension and Revocation .__ (1) Notwithstanding anything contained in section 27, the \nBoard may, in public interest, or where there is a consistent contravention of this  Act, the rules, \nregulations or conditions of a license or certificate of lawful possession issued under this Act, suspend \nor revoke such license or certificate of lawful possession:  \nProvided that before taking action under this section, the B oard shall issue a notice to show \ncause and may provide an opp ortunity to rectify the contravention on such conditions as the Board \nmay specify.  \n(2) Where the Board revokes or suspends a license or certificate of lawful possession, it may \nunde rtake all or any o f the following actions for continuance of the facilities, namely:__ \n(a) permit the holder of the license or ce rtificate of lawful possession to  continue operations \non such terms and conditions as the Board may impose; and  \n(b) in case of a license:  \n(i) contract with another person to immediately take over the operation of the \nfacilities being operated under license; or  \n(ii) appoint an administrator to take over the operation of such facilities.  \n(3) The actions specified in clause (b) of sub -section (2) may continue until a successor takes \nover charge of the facilities on such terms and conditions as the Board may determine, including \npayment of compensation for the equipment and materials being used at such facility.   \n  \n \nPage 16 of 23 \n 27. Power of Seizure .__ (1) The Board may seize any wild animal which is in the possession \nof a person who is not authorized to possess it under this Act or any rules or regulations made \nhereunder, together with any firearm, net, trap, snare, bow, a rrow, vehicle, boat or anything  whatsoever \nused or suspected to have been used in contravention of any provision of this Act or the rules and \nregulations made hereunder.  \n(2) The property seized under sub -section (1) shall be dealt with in accordance with the orders \nof the Co urt: \nProvide d that, if the property is subject to natural decay, it may at any time be sold with the \npermissi on of the Co urt and the proceeds shall be dealt with in accordance with the orders of the Co urt. \n28. Killing or Capturing in Self Defence.__ Notwithstanding anything contained in this Act, \nit shall not be an offence for any person to kill or capture any wild animal by any means in the defence \nof his own life ,or prope rty or the life and prope rty of any other person. Such killing or capturing of  \nany wild animal shall, as soon as may be, be repo rted to the Board. The t rophy or meat of any wild \nanimal so killed shall be the pr operty of the Board and shall be disposed of in such manner as the Board \nmay direct.  \n29. Power to Search without Warrant.__ Any authorized officer, if the has reason to believe \nthat any person has in his possession or control any wild animal or exotic species or trophy or meat in \nan un -authorized manner or has committed an offence under this Act or rules and regulations, may \nsearch any person place, vessel, vehicle, animal, package, receptacle or covering without wa rrant. \n30. Power to Prevent Commission of Offences.__ Every officer of the Board and any \nauthorized officer in this behalf shall be competent to take all lawful means to prevent the commission \nof any offence under this Act, and may, in this regard seek assistance of any law enforcement agency \nwhose j urisdiction extends to ICT, including the police or the Federal Investigation Agency, and such \nlaw enforcement  agenc y shall have a duty to provide the assistance requested under this section.  \n31. Prosecution for Offence under any other Law.__ Nothing con tained in this Act shall be \ndeemed to prevent any person from being prosecuted under any other law for any act or omis sion \nwhich constitutes an offence under this Act or from being liable under any other law to any higher \npunishment or penalty than that provided by this Act.  \nPART -IX \nCOURT  \n32. Appointment of Magistrates etc.__ (1) Notwithstanding anything contained in the Code \nof Criminal Procedure, 1898 (Act V of 1898), Area  Magistrate of the First Class within the meaning \nof the said Code shall try offences under this Act.  \n(2) No Co urt other than a Magistrate authorized under sub -section (1) shall try any offence \nunder this Act.  \n(3) A Magistrate of the first class competent to try offences under this Act, may, if  he thinks \nfit, try in a summar y way all or any of the offences.  \n33. Appeals from Orders of the Magistrate.__ Any person aggrieved by any f inal order or by  \nany sentence of the Magis trate passed under this Act may, within th irty days of communication of such \norder or sentence, prefer an appeal to the Co urt of Session.  \n \nPage 17 of 23 \n PART -X \nGENERAL  \n34. Wildlife Check post .__ (1) The Boa rd, may notify the establishment of a wildlife check \npost and erection of a barrier at any place as deemed approp riate so as to determine whether or not an \noffence under this Act has been committed.  \n(2) Eve ry person crossing  a wildlife check post, whether on foot or in a veh icle or by any other \nmeans of transport, shall be liable to stop by the check post and off  er himself and his belongings for \nchecking by the check post staff to their satisfaction.  \n35. Indemnity and Bar of Jurisdiction .__ (1) No suit, prosecution or other legal proceeding \nshall lie against the Federal Government, the Boa rd or any other person for anything done or intended \nto be done in good faith under this Act, the rules, or the regulations.  \n(2) No co urt shall call in question, or pe rmit to be called in qu estion, anything done or any \naction taken under this Act.  \n36. Act to Override Other Laws .__ The provisions of this Act shall have effect \nnotwithstanding anything to the con trary contained in any other law for the t ime being in force.  \n37. Power to Make Rules.__ The Federal Government may, by notification in the official \nGazette make rules for matters required to be prescribed under this Act or for any other matt er required \nto give effect to the provisions of this Act.  \n38. Power to Make Regulations.__ The Board may make -regulations with approval of the \nFederal Government for the purposes of this Act.  \n39. Power to Issue Directives, Circulars, Guidelines, etc.__ The Board shall have the power \nto issue such directives, codes, guidelines, circulars or notifica tions as are necessary to ca rry out the \npurposes of this Act or the rules and regulations made hereunder, not inconsistent with the prov jsions \nof this Act or the rules and regulations made hereunder . \n40. Sums payable to the Board to be recoverable as land revenue .__ All sums payable to the \nBoard in accordance with the provisions of this Act and the rules, including penalties imposed by the \nBoard, shall be recoverable as arrears of land revenue.  \n41. Repeal & Savings .__ (1) The Islamabad Wildlife (Protection, Preservation, Conservation \nand Management) Ordinance (LXX of 1979), is hereby repealed.  \n(2) Notwithstanding the repeal of the Islamabad Wildlife (Protection,  Preservation, \nConservation and Management) Ordinance (LXX of 1979), or anything contr ary contained herein, all \nrules, regulations, regulat ory requirements, procedures, notifications issued, or made, decisions, \ndisciplina ry action , taken by the Board, or any other Committee of the Islamabad Wildlife  Board shall \nbe deemed to have been valid ly made under the provisions of this Act until altered, repealed or \nmodified by the new Boa rd constituted under this Act shall continue in force until repealed or altered \nby rules or regulations made under this Act.  \n  \n \nPage 18 of 23 \n SCHEDULE -I \nUnder Section 2 u  \nThe following wildlife species are declared as protected unti l otherwise as per provisions of this Act; \nshall not be hunted, killed, trapped, captured or traded.  \n(i)  All game animals when immature.  \n(ii)  All females of game animals when:  \n(a) pregnant;  \n(b) suckling or feeding young ones; and  \n(c) accompanied with immature offspring.  \n(iii).  All species, including native & exotic, listed on Appendix -I of the Convention on International  \nTrade in Endangered Species of Wild Fauna and Flora (CITES), except if spec ified otherwise.  \n(iv). All species, including native & exotic, listed on Appendix -I of the Convention on the \nConservation of Migratory Species of Wild Animals (CMS), except if specified otherwise.  \n(v). Ungulate mammals;  \n \n \n \n  1 Ibex All species  Sindhi Jungli Bak ra/Ter, \nPashin, Pachin , Sarah  \n2 Urial  All species  Urial/Hurian, Shah Kohi, \nKoch, Garand, Gad  \n3 Markhor  All species  Markhor  \n4 Blue Sheep or \nBharal  Pseudois nayaur   \n \n \n5 Gray goral  Naemor hedus goral  Goral  \n6 Indian Gazella or \nChinkara  Gazella gazelle  Hiran, Chinkara  \n7 Goitred of Parsian  \nGazella  Gazella \nsubgutterosa  Pharal Ghazal  \n8 Hog Deer  Axis porcinus . Para,  \n9 Barking deer Muntiacus Muntja k Muntjak, Kakar, Maya  \n10 Wild Ass  Equus hemionus \nkhur Gor khar, Jangli gadha  \n11 Blue Bull  Boselaphus \ntragocamelus  Nil Gai  \n12 Black Buck  Antelope \ncervicapara  Kala hiran,  \n13 Kashmir Stag  Cervus elaphus  Barasingha, Hangal, Honglu.  \n \nPage 19 of 23 \n (vi) Carnivore mammals;  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(vii) Primate mammals  \n \n1 Rhesus monkey  Macaca mulatta  bandar , \n2 Gray Langur  Semnopithecus \nentellus  Bandar, langur  \n3 Brown bear  Ursus arctos  Safed Bhalu, bhoora reech , \n4 Black Bear  Ursus thibetanus  Kala Reech, Bhalu , \n(viii)  All aquatic mammals such as Dolphins, Whales, and Dugong whether found in fresh waters or \nmarine waters.  \n(ix) Rodents mammals;  1 All big cats  \nincluding native  \nand exotic  \nspecies.  \n2  \n3 Grey Wolf  Canis lupus  Bharria, Baghar  \n4 Lynx  Felis Lynx  patsalan, Phiauku  \n5 Caracal  Felis caraca l Sish-gosh, Ech, H arwullo \n6 Leopard Cat  Felis Bengalensis  Chite Billi, Ban Bilar  \n7 Sand Cat  Felis margarita   \n8 Desert Cat  Felis si lvestris / \nFellis libyca  Sahrai billi, Rann billo \n9 Fishing Cat  Prionailurus \nvaverrinus  Machhli khore billi, Fehai billo  \n10 Jungle Cat  Felis  chaus  Jungli billi, Jhangrar billo  \n13 Civet  All species  Phawwi Khastoori billo  \n14 Marten  All species   \n15 Striped Hyena  Hyaena hyaena  Lagar Bagar, Charakh  \n16 Honey Badger/ \nRatel  Mellivora capensis  Bijoo, Go rpat \n17 Scaly -anteater,  \nIndian Pangolin  Manis crassicaudata  Salla  \n18 Hedgehogs  All species  Jaho chuha, Jaho  \n19 Fox All species  Lal Loamri, Lomer, Lokar  \n20 Common Otter or \nLudher  Lutra lutra  Ludher, Ud -bilaw, Pani  Kutta, \nSagi Ab  \n21 Otters  All species  Ludher, Ludra Udni, Ludhrhoo  \n25 Mongoose  All species  Neaola, Nore  \n1 Squirrel  All species  \n \nPage 20 of 23 \n (x) Ducks;  \n1 Marbled Teal  Marmaronetta angustirostris  \n2 Ferruginous Duck  Aythya  nyroca  \n3 Spot-bill Duck  Anas poecilorhyncha  \n4 Cotton Teal  Nettapus coromandelicus  \n5 Bear's pochard  Aythya baeri  \n6 Comb  Duck  Sarkidiornis melanotos  \n7 White -winged  \nWood  Duck  Cairine scutulata  \n8 White headed Duck  Oxyura leucocephala  \n(xi) All individuals of water bird species such as Herons, Egrets, Flamingos, Pelicans, Ibis, Storks, \nGrebes, Plovers, Lapwings, Geese, Swans and Sandpipers;  \n(xii) All individuals of  Raptor species such as Hawks, Buzzards, Eagles, Ovis, Harriers, Ospreys, \nVultures, Kites, Falcons and Kestrels;  \n(xiii)  All individuals of following other bird species;  \n \n \n \n \n \n(xiv)  The Pheasants , Chukar and Partridge of family PHASIANIDAE including the following:  \n \n \n \n \n \n \n \n \n(xv) All Cranes, Bustards and Pigeons  \n  1 Woodpeckers  \n2 Starlings  \n3 Plum -headed parakeet  (Psittacula cyanocephala)  \n4 Slaty -headed parakeet  (Psittacula himalayana)  \n5 Rose -ringed parakeet  (Psittacula krameri)  \n6 Alexandrine Parakeet  (Psittacula eupatria)  \n1 Common Peafowl  Pavo cristatus  \n2 Black  \nFrancolin/Partridge  Francolinus francolinus  \n3 Chukor Partridge  Electoris gracea  \n4 Western Horned  \nTragopan  Tragopan melanocephalus  \n5 Kalij pheasant  Lophura leucomel anos \n6 Himalayan monal  Lophophorus impejan us \n \n7 Koklass pheasant  \n Pucrasia macrolopha  \n8 Cheer pheasant  \n Catreus wallichii  \n \n9 Red jungl efowl Gallus gallus  \n \nPage 21 of 23 \n (xvi)  All members of Reptile group that includes:  \n \n \n \n \n \n(xvii) . All Corals found in the coastal belt or marine waters of Pakistan.  \n  (a) Crocodiles  \n(b) Gharial  \n(c) All Snake species  \n(d) All Lizards species  \n(e) All Skins/Lacertas, and Geckos species  \n(f) All Marine Turtle species  \n(g) All Freshwater Turtle species  \n(h) All Tortoise species  \n \nPage 22 of 23 \n Schedule II  \nUnder section 25  \n \n \nSr.No.   \nSection   \nPenalty  \n \n1.  \n12(4)(a)   \nRs 1,000,000  \n \n2.  \n12(4)(b)   \nRs 100,000  \n \n3.  \n12(4)(c)   \nRs 100,000  \n \n4.  \n12(4)(d)   \nRs 100,000  \n5. 12(4)(e)  Rs 100,000  \n \n6.  \n12(4)(f)   \nRs 1,000, 000 \n \n7.  \n12(4)(g)   \nRs 100,000  \n \n8.  \n12(4)(h)   \nRs 100,000  \n \n9.  \n12(4)(i)   \nRs l0,000  \n \n10.  \n12(4)(j)  \nRs 10,000  \n \n11. 12(4)(k)  Rs 10,000  \n12. 12(4)(l)  Rs 50,000  \n13. 12(4)(m)  Rs 10,000  \n14. 12(4)(n)  Rs 5000  \n15. 12(4)(o)  Rs 5,000  \n \nPage 23 of 23 \n 16. 12(4)(p)  Rs 100,000  \n17. 12(4)(q)  Rs 10,000  \n18. 12(4)(r)  Rs 1,000,000  \n19. 12(4)(s)  Rs 10,000  \n20. 12(4)(t)  Rs 10,000  \n21. 12(4)(u)  Rs 1,000,000  \n22. 13(2)  Rs 10,000  \n23. 14(3)  Rs 1,000,000  \n24. 16 Rs 1,000,000  \n25. 17 Rs 1,000,000  \n26. 18 Rs 50,000  \n27. 19 Rs 1,000,000  \n28. 20 Rs 1,000,000  \n29. 21 Rs 1,000,000  \n \n \n \n_______  \n \nRGN Date: 05 -11-2024"
}