{
    "file": "./converted_json\\administrator76aadf17aac1b3e1809b622fc6afdce5.json",
    "name": "The Post Office Act, 1898",
    "date": "1898",
    "tagline": "An Act to consolidate and amend and make further provision for the Post Office in British India",
    "content": "THE POST OFFICE ACT, 1898  \n \n \nCONTENTS  \n______  \nCHAPTER I  \nPRELIMINARY  \nSECTIONS:   \n1.  Short title, extent, application and commencement . \n2.  Definitions.  \n3.   Meaning s of “in course of transmission  by post” and delivery”.   \n______  \n \nCHAPTER II  \nPRIVILEGE  AND PROTECTION  OF THE GOVERNMENT  \n4.  Exclusive privilege of conveying letters reserved to the Government.  \n5.  Certain persons expressly forbidden to convey letters.  \n6.  Exemption from liability for loss , misdelivery, delay or damage.  \n______  \n \nCHAPTER III  \nPOST AGE \n7.  Power to fix rates of inland postage . \n8.  Power to make rules as to payment of postage and fees in certain cases.  \n9.  Power to make rul es as to registered newspapers.  \n10.  Power to declare rates of foreign postage . \n11.  Liability for payment of po stage.  \n12.  Recovery of postage and other sums due in respect of postal articles.  \nUpdated till 15.12.2021  \n \n 13.  Customs duty paid by the Post Office to be recoverable as postage.  \n14.  Post Office marks prima facie evidence of certain facts denoted.   \n15.  Official mark to be evide nce of amount of postage.  \n______  \nCHAPTER IV  \nPOSTAGE  STAMPS  \n16.  Provision of postage stamp and power to make rules as to them . \n17. Postage stamps to be deemed to be stamps for the purpose of revenue.    \n______  \n \nCHAPTER V  \nCONDITIONS  OF TRANSMISSION OF  POSTAL  ARTICLES  \n18.  Redelivery to sender or delivery to another addressee at the request of the sender of \npostal article in course of transmission by post.  \n19.  Transmission by post of anything injurious prohibited.  \n20.  Transmission by post of anything indecen t, etc. prohibited.   \n21.  Power to make rules as to transmission by post of postal articles.  \n22.  Power to postpone  despatch or delivery of certain postal articles.  \n23.  Power to deal with postal articles posted in contravention of Act.  \n24.  Power to deal  with postal articles containing goods contraband or liable to duty.  \n24A.  Power to deliver such articles to Customs authority.  \n25.  Power to intercept notified goods during transmission by post.  \n26.  Power to intercept postal articles for public good.   \n27.  Power to deal with postal articles from abroad bearing fictitious or previously used \nstamps.  \n27A.  Prohibition of transmission  by post of certain newspapers.  \n27B.  Power to detain newspapers and other articles being transmitted by post.  \n27C.  Procedur e for disposal by High Court of application s for release of newspapers and \narticles so detained.  \n \n 27D.  Jurisdiction barred.  \n______  \n \nCHAPTER VI  \nREGISTRATION , INSURANCE  AND V ALUE -PAYA BLE POST \n28.  Registration of postal articles.  \n29.  Power to make rules a s to registration.  \n30.  Insurance of postal articles.  \n31.  Power to require insurance of postal articles.  \n32.  Power to make rules as to insurance.  \n33.  Liability in respect of postal articles insured.  \n34.  Transmission by post of value -payable postal art icles.  \n35.  Power to make rules as to value -payable postal articles.  \n36.  Power to give effect to arrangements with other countries.   \n______  \n \nCHAPTER VII  \nUNDELIVERED  POSTAL  ARTICLES  \n37.  Power to make rules as to disposal of undelivered postal articles .  \n38.  Disposal of undelivered postal articles at office of Post Master General.  \n39.  Final disposal of undelivered postal articles.   \n______  \n \nCHAPTER VIII  \nSHIP LETTERS  \n40.  Duty of master of ship, departing from any port in Pakistan , and not being a mail sh ip, \nto convey mail bags.  \n41.  Duty of master of ship arriving at any port in the P akistan , in respect of postal articles \nand mail bags on board.  \n42.  Allowance of gratuities for conveyance of postal articles by ships other than mail \nships.  \n______  \n \n CHAPT ER IX \nMONEY ORDER S \n43.  Power to maintain money order system and to make rules as to remittances thereby .  \n44.  Power for remitter to recall money order or alter name of payee.  \n45.  Power to provide for the issue of postal orders.  \n46.  Power to give effect to arrangements with other countries .  \n47.   Recovery of money order paid to the wrong person.  \n48.  Exemption from liability in respect of money orders.  \n______  \n \nCHAPTER X  \nPENALTIES  AND PROCEDURE  \n \nOffences by Officers of the Post Office  \n49.  Penalty for misconduct of person employed to carry or deliver mail bags or postal \narticles . \n50.  Penalty for voluntary withdrawal from duty, without permission or notice, of person \nemployed to carry or deliver mail bags or postal articles.  \n51.  Penalty for making fal se entry in register kept by person employed to carry or deliver \npostal articles  \n52.  Penalty for theft, dishonest misappropriation, secretion , destruction or throwing away \nof postal articles.   \n53.  Penalty for opening, detaining or delaying postal article s.  \n54.  Penalty for fraud in connection with official marks and for receipt of excess postage.  \n55.  Penalty for fraudulently preparing, altering, secreting or destroying post office \ndocuments.  \n56.  Penalty for fraudulently sending unpaid postal articles .  \n57.  Punishment of offences committed in an Acceding State or tri bal area or non -\nAcceding State.  \nOther Offences  \n58.  Penalty for contravention of section 4.  \n59.  Penalty for contravention of section 5.  \n \n 60.  Penalty for breach of rules under section 16.  \n61.  Penalty for contravention of section 19 or 20.  \n62.  Penalty for defiling o r injuring post office letter -boxes.  \n63.  Penalty for affixing without authority thing to, or painting, tarring or disfiguring, post \noffice or post office letter -box.  \n64.  Penalty for making false declaration.  \n65.  Penalty for master of ship failing to comply with the provisions of section 40 or 41.  \n66.  Penalty for detention of letters on board vessel arriving in port.  \n67.  Penalty for detaining mails or opening mail bag.   \n68.  Penalty for retaining postal articles wrongly delivered or mail bags.  \n69.  Penalty for unlawfully diverting letters.  \nGeneral  \n70.  Penalty for abetting, or attempting to commit, offences under Act.  \n71.  Property in cases of offences to be laid in t he Post Office.  \n72.  Authority for prosecutions under certain sections of Act.  \n______  \n \nCHAPTER XI  \nSUPPLEMENTAL  \n 73.  Zamindari and other district posts.  \n74.  General power to make rules and provisions as to rules under Act.  \n75.  Delegation of powers, othe r than rule -making powers, to Director General.  \n76.  [Repeal ed.]  \n77. [Omitted .]  \nTHE FIRST SCHEDUL E.___[Repealed ] \nTHE SECOND SCHEDULE .___[Repealed ] \n \n \n THE POST OFFICE ACT, 1898  \n \n1ACT No. VI OF 1898  \n \n[22nd M arch, 1898]  \n \nAn Act to consolidate and amend the Law relating to the Post Office 2* * \n \nWHEREAS  it is expedient to consolidate and amend the law  relating to the Post Office 2* * ; It \nis hereby enacted as follows: - \n \n \nCHAPTER I  \n \nPREL IMINARY  \n \n1. Short title, extent, application and commencement.___(1) This A ct may be called the \n3*Post Office Act, 189 8. \n  \n4[(2) It extends to the whole of Pakistan  and applies to all c itizens of Pakistan and persons in \nthe service of Government wherever they may be.]  \n  \n(3) It shall come into force  on the first day of July,  1898.  \n \n2. Definitions. In this Act, unless there is anything repugnant in the  subject or context,___ \n \n(a)  the expression “Director General ” means the 5[Direc tor General, Pakistan Post \nOffice] ; \n \n(b)  the expression “inland, ” used in relation to a postal artic le, means___  \n \n \n1 For Statement of Objects and Reasons, see Gazette of India, 189 7, Pt. V, p. 385; for Report of the Select Committee, see ibid., 1898, Pt. \nV,p.211; for Proceedings in Council, see ibid., 1897, Pt. VI, p. 249; ibid., 1898, Pt. VI, pp . 23, 9 9 and 285 to 289.  \n \nIt has been extended to t he State of Bahawalpur, by the Bahawalpur (Extension of Federal Laws) Order, 1953 (G.G .O. 11 of 1953), as \namended.  \n \nIt has been applied to excluded area of Upper Tanawal in N.W.F.P., with modifications, see N.W.F .P. Regulation I of 1942.  \n \nAs to rules made under the Post Office Act , which are now in force or are in force from time to time, see the Postal Guide, which is \npublished by the Post Office periodically; see also Gazette of India, 1926, Pt. I, p. 1224.  \n \n2 The words “in India” omitted by A.O., 1949, Sch.  \n  \n3 The word “Indian” omitted, ibid., . \n \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for \nsubsection (2) as amended b y A.O., 1949, Sch., the Burma Laws Act, 1898 (13 of 1898), s. 18 and Sch. V, and the Federal Laws (Revision and \nDeclaration) Act, 1951 (26 of 1951), ss. 4 and 8 and 3rd Sch.  \n \n5 Subs.  by the Posts and Telegraphs (Amdt.) Act, 1962 (5 of 1962), s.3 ( with effe ct from the 1st July , 1962), for “Director General of [Posts \nand Telegraphs]”. The words in crotchets were subs. by the Indian Post Office and Telegraph (Amdt.) Act, 1914(14 of 1914), s.  3(i), for “the Post \nOffice of India”.  \n \n \n (i)  posted in 1[Pakistan] a nd addressed to any place in 1[Pakistan] or to \nany place for which a post office is esta blished by 2[the 3[Federal \nGovernment ] 4* * *] beyond the limits of 1[Pakistan]; or  \n \n(ii)  posted at any post office established by 2[the 3[Federal Government] 4* \n* *] beyond the limits of 1[Pakistan ] and addressed to any place for \nwhich any such post office is established or to any place in 1[Pakistan] : \n \n5[Provided that the expression “inland ” shall not apply to  any \nclass of postal articles which may be specified  in thi s behalf by the \n6[Federal Government ] by notification in the 7[ official Gazette], when \nposted in  or at or addressed to any places or post offices which may be \ndescribed in such notification:]  \n \n(c)  the expression “mail bag ” includes a bag, box, parcel or any other envelope or \ncovering in which post al articles in course of transmission by post are con -\nveyed, whether it does or does not contain any such article:  \n \n8[(d)  the expression “mail ship ” means a ship employed for carrying mails, pursuant \nto contract  or continuing arr angement, by the Federal Governm ent or the \nGovernment of any foreign country;]  \n \n(e)  the expression “officer of the Post Of fice” includes any person employed in \nany business of the Post Office or on behalf of the Post Office ; \n \n(f)  the ex pression “postage ” means the duty chargeable for the transmission by \npost of postal articles ; \n \n(g) the expression  “postage stamp ” means any stamp provided by the 6[Federal \nGovernment] for denoting postage or other fees or sums payable in respect of \npostal articles under this Act, and includes adhesive postage stamps and \nstamps printed, embossed, impressed or otherwise indicated on  any envelope,  \nwrapper, postcard or other article ; \n \n \n \n1Subs. by Ordinance 21 of 1960, s. 3 and 2nd Sch. ( with effect from the 14t h October, 1955), for “the Provinces and the Capital of the \nFederation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n2Subs. by A.O., 1937, for “the G.G. in C.”.  \n3 Subs. by F.A. O. 1975, Art. 2 and Table, for “Central Governmen t”.  \n4 The words “or the Crown Representative” omitted by A.O.,1949, Sch.  \n5Proviso ins. by the Indian Post Office (A mdt.) Act, 1903 (2 of   1903), s.2.  \n6Subs. by F.A.O., 1975. Art. 2 and Table, for “Central Government” which h ad been subs. by A.O., 1937, f or “G.G. in. C.”.  \n 7 Subs. by A.O., 1937 for “Gazette of India ”. \n8Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981, s. 3 and Second Sch., for the existing clause (d). This  clause was \namended previously by A.O,1937, to read as above.  \n \n \n \n \n (h)  the expr ession “post office ” includes every house,  building, room, carriage or \nplace used for the purposes of the Post Office, and every letter -box provided \nby the Post Office for the reception of postal articles ; \n \n(i)  the expression “postal article ” includes a letter , postcard, newspaper, 1[printed \npaper or small packet], parcel and every article or thing transmissible by post ; \n \n(j)  the expression  “Post Master General ” includes a Deputy Post Master General \nor other of ficer exercising the powers of a  Post Master General ; and \n \n(k)  the expression “Post Office ” means the department 2[ established for the \npurpose of carrying the provisi ons of this Act into effect and] presided over by \nthe Director General.  \n3.  Meaning s of “in course of trans mission by po st” and “delivery”.  For the purposes of \nthis Act, – \n(a)  a postal article shall be deemed to be in course of transmission by post from \nthe time of its being deliv ered to a post office to the time of its being delivered \nto the addressee or of its being ret urned to the sender or otherw ise disposed of \nunder Chapter VII  : \n \n(b)  the delivery of a postal article of any description to a postman or other person \nauthorised to receive postal articles of that description for the post shall be \ndeemed to be a delivery to a post office: and  \n(c)  the delivery of a postal article at the house or office of the addres see, or to the \naddressee or  his servant or agent or other person considered to be authorised \nto receive the article according to the usual manner of delivering  postal articles \nto the addressee, shall be deemed to be delivery to the addressee.  \n_____  \n \nCHAPTER II  \n \nPRIVILEGE  AND PROTECTION  OF THE GOVERNMENT  \n \n4. Exclusive privilege of conveying letters reserved to the Government.___(1) Wherever \nwithin 3[Pakistan] pos ts or postal com munications are established by the 4[Federal Government], the \n4[Federal Government] shall have the exclusive privilege of con veying by post, from one place to \nanother, all letters, except in the following cases, and shall also have the ex clusive privilege of per -\nforming all the incidental services of receiving, collecting, se nding, dispatching and delivering all \nletters, except in the following cases, that is to say :___ \n \n \n1 Subs. by the Finance Ordinance, 1979 (30 of 1979) s. 7, for “boo k pattern or sample packet”.  \n2 Ins. by the Indian Post Office and Telegraph (Amdt.) Act, 1914 (14 of 1914), s. 3.  \n3 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (2l of 1960), s. 3 and 2nd Sch. ( with effect from the 14th \nOctober, 1955), for “t he Provinces and the Capital of the Federation” which had been subs. by A.O. , 1949, Arts. 3(2) and 4, for \n“British India”.  \n4 Subs. by F.A.O., 1975. Art. 2 and Table, for “Central Government”, which had been subs. by A.O. , 1937, for “G.G. in. C”.  \n \n (a)  letters sent by a private friend in his way, journey  or travel, to be delivered by \nhim to the person to whom they are directed, without hire, reward or othe r \nprofit or advantage for receiving, carrying or delivering them;  \n \n(b)  letters solely concerning the aff airs of the sender or receiver thereof, sent by a \nmessenger on purpose; and  \n \n(c)  letters solely concerning goods or property, sent 1[ by sea or by land or by air] \nto be delivered with the  goods or property which the letters concern, without \nhire, reward o r other profit or advantage for receiv ing, carrying or delivering \nthem:  \nProvided that nothing in the section shall authorise any person to make \na collection of letters excepted as aforesaid for the purpose of sending them \notherwise than by post.  \n \n(2) F or the purposes of this section and section 5, the ex pression “letters ” includes postcards.  \n \n5. Certain persons expressly forbidden to convey letters. Wherever within 2[Pakistan] \nposts or postal communi cations are established by the 3[Federal Government], t he follow ing persons \nare expressly forbidden to collect, carry, tender or deliver letters, or to receive letters for the purpose \nof carrying or delivering them, although they obtain no hire, reward or other profit or advantage for \nso doing, that is to say  :___ \n \n(a) common carriers of passengers or goods, and their servants or agents, except as \nregards letters solely concerning goods in their carts or carriages; 4* \n \n(b) owners and masters of vessels sailing or passing on any river or canal in 2[Pakistan], \nor between any ports or places in 2[Pakistan], and their servants or agents, except as \nregards letters solely concerning goods on board, and except as regards postal articles \nreceived for conveyance under, Chapter VI II 5[; and]  \n \n6[(c)  owners, pilots and o ther members of the c rew of airc raft flying from or to any airports \nin Pakistan.]  \n \n \n1Subs. by the Post Office (A mdt.) Act, 1952 (49 of 1952), s. 2, for  “either by sea or by land” . \n2 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21  of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by A. O. , 1949, Arts. 3(2) and 4, for “British India”.  \n3 Subs. by F. A.O., 1 975. Art. 2 and Table, for  “Central Governme nt” which had been subs. by A.O., 1937, for “G. G. in C” .  \n4 The word” and” omitted by the Post Office (A mdt.) Act, 1952 (49 of 1952), s. 3 (1).  \n5Subs. ibid., s. 3(2), for the full -stop.   \n6 Added., ibid., s. 3(3).  \n \n 6. Exemption from liability for loss, mis delivery, delay or damage. 1[The 2[Federal \nGovernment]] shall not incur any liability by reason of the loss, misdelivery or delay of, or damage \nto, any postal article in course of transmission by post, except in so far  as such liability may in \nexpress term s be undertaken by the 3[Federal  Government] as hereinafter provided; and no officer of \nthe P ost Office sha ll incur any liability  by reason of any such loss, misdelivery, delay or damage, \nunless he has caused the same fraudulently  or by his wilful act or d efault.  \n \n_____  \n \nCHAPTER III  \n \nPOST AGE \n \n7. Power to fix rates of inland postage.___(1) The 3[Federal Government] may, by \nnotification in the 4[ official Gazette ], fix the rates of postage and other sums to be charged in \nrespect of postal articles sent by th e inland post under this Act, and may make rules as to the scale of \nweights, terms and conditions subject to which the rates so fixed shall be charged:  \n \n 5* * * * * * *  \n \n(3) The 3[Federal Government] may, by notification in the 4[official Gazette], declar e what \npackets may be sent by the inland post as 6[printed papers and small packets] within the meaning of \nthis Act.   \n8. Power to make rules as to payment of postage and fees in certain cases. The 3[Federal \nGovernment] may, by rule,___ \n(a)  require the pr epayment of postage on inland postal articles or any class of inland \npostal articles, and prescribe the manner in which prepayment shall be made;  \n(b)  prescribe the postage to be charged on inland postal articles when the postage is not \nprepaid or is insuf ficiently prepaid ; \n(c)  provide for the redirection of postal articles and the transmission by post of articles so \nredirected, either free of charge subject to such further charge as may be specified in \nthe rules; and  \n \n(d)  prescribe the fees to be charge d for the “express delivery” of postal articles, in \naddition to, or instead of, any other postage chargeable thereon under this Act.  \n \n  Explanation .___“Express delivery ” means delivery by a special messenger or \nconveyance.  \n  \n9. Power to make rul es as to re gistered newspapers.___(1) The 3[Federal Government] may \nmake rules pro viding for the registration of newspapers for transmission by in land post as registered \nnewspapers.  \n \n  \n1The original words  “The Secretary of State for India in Council have successivel y been amended by A.O., 1937, and A.O., 1961, Art. 2 and \nSch. ( with effect from the 23rd March, 1956), to read as above.  \n \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3 Subs. by F. A.O., 1 975. Art. 2 and Table, for  “Central Governmen t” which had been subs. by A.O., 1937, for “G. G. in C” . \n4Subs. by A.O., 1937, for “Gazette of   India”.  \n5Omitted by Act VII. of 1992. s.2 .  \n6Subs. by the Finance Ordinance, 1979 (30 of 1979), for “book, pattern and sample packets.”  \n \n (2) For the purpose of s uch registration, every publication, consisting wholly or in great part \nof political or other news, or of articles relating thereto, or to other current topics, with or without \nadvertisements, shall be deemed a newspaper, subject to the following condition s, namely:___ \n \n(a)  that it is published in numbers at intervals of not more than thirty -one days; \nand \n \n(b)  that it has a bona fide list of subscribers.  \n(3) An extra or supplement to a newspaper, bearing the same date as the newspape r and \ntransmitted the rewith, sha ll be deemed to be part of the newspaper:  \n \nProvided that no such extra or supplement shall be so deemed unless it consists wholly or in \ngreat part of matter like that of the newspaper and has the title and date of publication of the \nnewspaper pr inted at the top of each page.  \n \nExplanation .-Nothing in this section or in the rules there under shall be construed to render it \ncompulsory to send news papers by the inland post.  \n10. Power to declare rates of foreign postage . ___(1) Where arrangements are  in force with \n1[any foreign  country for the transmission by post of postal articles between Pakistan and such] \ncountry, the 2[Federal Government] may, in conformity with the provisions of such arrangements, \ndeclare what postage rates and other sums shall be charged in respect of such postal articles, and may \nmake rules as to the scale of weight, terms and conditions subject to which the rates so declared shall \nbe charged.  \n \n(2) Unless and until such declaration as aforesaid is made, the existing rates and r egulations \nshall continue in force.  \n \n11. Liability for payment of postage .___(1) The addressee of a postal article on which \npostage or any other sum chargeable under this Act is due, shall be bound to pay the postage or sum \nso chargeable on his accepting d elivery of the postal article, unless he forthwith returns it unopened:  \nProvided that, if any such postal article appears to the satisfaction of the Post Master General \nto have been maliciously sent for the purpose of annoying the addressee, he may remit t he postage.  \n \n(2) If any postal article on which postage or any other sum chargeable under this Act is due, \nis refused or returned as afore said, or if  the addressee is dead or cannot be found, then the sender \nshall be bound to pay the postage or sum due th ereon under this Act.  \n \n12. Recovery of postage and other sums due in respect of postal articles. If any person \nrefuses to pay any postage or other sum  due from him under this Act in respect of any postal article, \nthe sum so due may, on application  made by an officer of the Post Office authorised in this behalf by \nthe written order of the Post  Master General, be recovered for the use of the Post Office from the \nperson so refusing, as if it were a fine imposed under this Act by any Magistrate having jurisdict ion \nwhere that person may for the time being be resident; and the Post Master General may further direct \nthat any other postal article, not being on 3[Pakistan State] service, addressed to that person shall be \nwithheld from him until the sum so due is paid  or recovered as aforesaid.  \n \n \n1 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch ., for, certain  words.  \n2 Subs. by F.A.O., 1975, Art. 2 and Table , for “Central Government”, which had be en subs. by A.O.,  1937. for , “G. G. in . C”. \n3Subs. by A.O., 1961, Art. 2 and Sch., for “Her Majesty's” ( with effect from the 23rdMarch, 1956).  \n \n 13. Customs duty paid by the Post Office to be recoverable as postage. When a postal \narticle, on  which any duty of customs is paya ble, has been received by post from any place beyond \nthe limits of 1[Pakistan], and the duty has been paid by the postal authorities at any custom s-port or \nelsewhere, the amount of the duty shall be recoverable as if it were postage due under this Act.  \n \n14. Post Office marks prima facie evidence of certain facts denoted.  In every proceeding \nfor the recovery of any postage or other sum alleged to be due under this Act in respect of a postal  \narticle,___ \n \n(a)  the production of the postal article, having ther eon the official mark of the \nPost Office denoting that the article has been refused, or that the addressee is \ndead or cannot be found, shall be prima facie evidence of the fact so denoted, \nand \n \n(b)  the person from whom the postal article purports to have come shall, until the \ncontrary is proved, be deemed to be the sender thereof.  \n \n15. Official mark to be evidence of amount of postage. The official mark on a postal article \ndenoting that any postage or other sum is due in respect thereof to the Post Office of 1[Pakistan] or to \nthe Post Office of 2[any] foreign country, shall be prima facie evidence that the sum denoted as \naforesaid is so due.  \n_____  \n \nCHAPTER IV  \n \nPOSTAGE  STAMPS  \n \n16. Provision of postage stamp and power to make rules as to them.___(1) The 3[Federal \nGovernment] shall cause postage stamps to be provided of such kinds and denoting such values as \n4[it] may think necessary for the purposes of this Act.  \n (2) The 3[Federal Government] may make rules as to th e supply, sale and use of postage \nstamps.  \n \n (3) In particular and without prejudice to the generality of  foregoing power, such rules may___ \n \n(a)  fix the price at which postage stamps shall be sold;  \n \n(b) declare the classes of postal articles in respect of which postage stamps shall \nbe used  for the p ayment  of postage or other sums charegable under this Act;  \n(c)  prescribe the conditions with regard to perforation,  defacement and all other \nmatters subject to which  postage stamps may be accepted or refused in pay -\nment of postage or other sums;  \n \n \n \n1 Subs . by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October , 1955 , for \n“the Provinces and the Capital of the Federation” which ha d been subs. by A.O. 1949. Arts.  3(2) and 4, for “British India”.   \n2 Subs. by the Federal Laws (Revision and Declaration) O rdinance, 1981 (27 of 1981), s.  3 and 2nd Sch., for, “the United Kingdom or of \nany British possession  or”. \n3 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A.O., 1937, for “G. G. in C”.   \n4 Subs. ibid., for “he”.   \n \n (d)  regulate the custody, supply and sale of postage  stamps;  \n \n(e)  declare the persons by whom and the terms and  conditions subject to which \npostage stamps may be  sold; and  \n \n(f)  prescribe the d uties and remuneration of persons selling postage  stamps.  \n  \n1[17]. Postage stamps to be deemed to be stamps for the purpose of revenue .___1[(1)] \nPostage stamps provided under section 16 shall be deemed to be stamps issued by Government for \nthe purpose of re venue within the meaning of the  Pakistan Penal Code  (XLV of 1860) , and,  subject \nto the other provisions of this Act, shall be used for the prepayment of postage or other sums \nchargeable under this Act in respect of post al articles, accept where the 2[Feder al Government] \ndirects that prepayment shall be made in some other way.  \n \n3[(2) Where the 2[Federal Government] has directed that prepayment of postage or other sums \nchargeable under this Act in respect of postal articles may be made by prepaying the value denoted \nby the impressions of stamping machines issued under 4[its] authority, the impression of any such \nmachine shall  likewise be deemed to be a stamp issued by Government for the purpose of revenue, \nwithin the meaning of the Pakistan Penal Code  (XLV of 1860) .] \n____  \n \nCHAPTER V  \n \nCONDITIONS  OF TRANSMISSION OF  POSTAL  ARTICLES  \n \n18. Redelivery to sender 5[or delivery to another addressee at the request of the sender] \nof postal article in course of transmission by post.___(1) The 2[Federal Government] may, by r ule, \nprovide for the redelivery to the sender, 5[or delivery to another addressee at the request of the \nsender] without reference to the consent of the addressee and subject to such conditions (if any) as \nmay be deemed fit, of any postal article in course of transmission by post.  \n(2) Save as provided by any rules that may be made under sub -section (1), the sender shall \nnot be entitled to recall a postal article in course of transmission by post 6[or to ask for its deli very to \nanother addressee].  \n \n19. Trans mission by post of  anything injurious prohibited.___(1) Except as otherwise \nprovided by rule and subject to such conditions as may be prescribed thereby, no person shall send \nby post any explosive, dangerous, filthy, noxious or deleteri ous substance, any sharp instrument not \nproperly protected, or any living creature which is either noxious or likely to injure postal articles in \ncourse of transmission by post or any officer of the Post Office.  \n(2) No person shall send by post any article or thing which is likely to injure postal articles in \ncourse of transmission by post or  any officer of the Post office.  \n \n \n1 The original s. 17 was re -numbered as s. 17 (1) by the Indian Post Office (Amdt.) Act, 1924 (16 of 1924), s. 2.  \n2Subs. by F.A.O., 1975, Art. 2 and Tab le, for “Central Government”, which had been subs. by A.O., 1937, for “G. G. in C”.  \n3Sub-section (2) ins. by the Indian Post Office (Amdt.) Act, 1924 (16 of 1924), s. 2. . \n4Subs. by A. O. 1937, for “his”.  \n5Ins. by the Post Office (Amdt.) Act, 1957 (24 of 1 957), s. 2.  \n6 Added by Act 24 of 1957, s. 2.  \n \n 20. Transmission by post of anyt hing indecent, etc. prohibited.  No person shall send by \npost___ \n(a)  any indecent or obscene printing, painting, photo graph, lithograph, engraving, \nbook or card, or any other ind ecent or obscene article, or  \n \n(b)  any postal article having thereon, or on the cover thereof, any words, marks or \ndesigns of an indecent, obscene, seditious, scurrilous, threatening  or grossly \noffensive character . \n \n21. Power to make rules as to transmissi on by post of postal articles.___1[(1) The 2[Federal \nGovernment] may make rules as to the transmission of articles by post.  \n   \n(2) In particular and without prejudice to the generality of  the foregoing power, such rule s \nmay___ \n \n(a)  specify articles which may not be transmitted by post;  \n \n(b) prescribe conditions on which articles may be trans mitted by post;  \n \n(c)  provide for the detention and disposal of articles in cou rse of transmission by \npost in contravention of rules made under clause ( a) or clause ( b) ; \n \n(d)  provide for the granting of receipts for, and the granting and obtaining of \ncertificates of, posting and delivery of postal articles and the sums to be paid, \nin addition to any other postage, for such receipts and certificates; and  \n \n(e)  regulat e cov ers, forms, dimensions, maximum  weights, and enclosures, and \nthe use of postal articles, other than letters, for making communications.]  \n \n(3) Postal articles shall be posted and delivered at such t imes and in such mann er as the \nDirector General may, b y order, from tim e to time appoint.  \n \n22. Power to postpone  despatch or delivery of certain postal articles.___(1) Where the \ndespatch or delivery from a post office of letters w ould be delayed by the despatch or delivery \ntherefrom at the same time o f book, pattern or sample packets and parcels, or any of them, such \npackets or parcels , or any of them, may, subject to such rules as the 2[Fede ral Gover nment] may \nmake in this behalf, be detained in the Post Offi ce so long as may be nece ssary . \n \n(2) Where separate  parcel posts are established, parcels may be for warded and conveyed by \nthem, being detained , if necessary, in the Post Office for that purpose.  \n \n23. Power to deal with postal articles posted in contravention of Act.___(1) Any postal \narticle sent by post i n contravention of  any of the provisions of this Act may be detained and either \nreturned to the sender or fo rwarded to destination , in each case charged with such additional postage \n(if any) as the 2[Federal Government] may, by rule, direct.  \n \n  \n1Subs. by t he Indian Post Office (Amdt.) Act, 1912 (3 of 1912), s. 2, for the original sub -section (1) and (2).  \n2 Subs. by F.A.O , 1975, Art. 2 and Table, for “Central Government” which had been subs. by A.O., 1937, for” G. G. in C.”.  \n \n (2) Any officer in charge of a p ost office or aut horised by the Post Master General in this  \nbehalf may open or unfasten any newspaper or any book, pattern or sample packet, in course of \ntransmission by post, which he suspects to have been sent by post in contravention of 1[sectio n 20, \nclause (a) or of] section 21 or of any of the provisions of this Act relating to postage.  \n \n(3) Notwithstanding  anything in sub -section (1)___ \n \n(a)  any postal article  sent by post in contravention of the provisions of section 19 \nmay, under the authority of the Post Master General, if necessary, be opened \nand destroyed  ; and   \n2[(b)  any postal article sent by post in contravention of the provisions of section 20 \nmay be disposed of in as manner as the 3[Federal Government] may by rule, \ndirect.]  \n \n24. Power to deal with postal articles containing goods contraband or liable to duty. \n4[Except as otherwise provided in this Act, where a postal article suspected to contain any goods of \nwhich the import by post the transmission by post is prohibited by or under any en actment for the \ntime being in force,] or anything liable to duty, is received for delivery at a post office, the Officer in \ncharge of the post office shall send a notice in writing to that addressee inviting him to attend, either \nin person or by agent, wit hin a specified time at the post office, and shall in the presence of the \naddressee or his agent, or if the addressee or his agent fails to attend as aforesaid then in his absence, \nopen and examine the postal article:  \n \nProvided, first, that, if the Directo r General so directs in the case of any post office or class of \npost office, the officer in charge of the post office shall call in two respectable persons as witnesses \nbefore he opens a postal article in the absence of the addressee or his agent:  \n \nProvide d, secondly, that in all cases a postal article, after being opened under this section \nshall be delivered to the addressee, unless it is required for the purpose of any further proceeding \nunder this or any other law or enactment for the time being in force , and that the opening of the \npostal article and the circums tances connected the therewith shall be immediately reported the Pos t \nMaster  General.    \n  5* * * * *            *     * \n \n6[24A. Power to deliver such articles to Customs authority. - The 3[Federal Government] may, by \ngeneral or special order, empower any officer of the Post Office, specified in such order, to deliver \nany postal article, received from beyond the limits of 7[Pakistan] and suspected to contain anything \nliable to duty, to such Customs a uthority as may be specified in the said order, and such Customs \nauthority shall deal with such article in  accordance with the provisions of the 8[Custom Act, 1969 \n(IV of 1969)] or of any other law or the time being in force.]  \n \n \n1Ins. by the Indian Post Of fice (A mdt.) Act, 1912 (3 of 1912), s. 3.  \n2 Subs. by the Indian Post Office (A mdt.) Act, 1912 (3 of 1912). s. 3, for the original clause.  \n3 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A. O., 1937, for “G. G. i n. C.”.  \n4 Subs. by Act 3 of 1912, s. 4, for “Where a postal article suspected t o contain any contraband goods”.  \n5 The third proviso was rep. by the Indian Post Office (Amdt.) A ct, 1921 (15 of 1921), s. 2.  \n6 S. 24A ins. ibid., s. 3. \n7Subs. by the Central La ws (Statute Reform) Ordinance, 1960 (21 of 1960 ), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation”, which had been subs. by A.O ., 1949, Arts. 3(2)4, “British India”.  \n8 Subs. by the Federal L aws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and 2nd Sch., for  “Sea Customs Act, 1878 (VIII \nof 1878).  \n \n 25. Power to intercept notified goods during transmission by post. Where a notification \nhas been published under section 1[16 of th e Customs Act, 1969  (IV of 1969) ] in respect of any \ngoods of any specified description, 2[or where the import or export into or from 3[Pakistan] of  goods \nof any specified descrip tion has been prohibited or restricted by or under any other enactment for th e \ntime being in force], any officer of the Post Office empowered in this behalf by the 4[Federal \nGovernment] may search, or cause search to be made, for any such goods in course of  transmission \nby post, and shall deliver 5[all postal articles reasonably be lieved or found to contain such goods] to \nsuch officer as the 4[Federal Government] may appoint in this behalf, and such goods may be \ndisposed of in such manner a s the 4[Federa1 Government] may direct. 6[In carrying out any such \nsearch, such officer of the  Post Office may open or unfasten, or cause to be opened or unfastened, \nany newspaper or any book, pattern or sample packet in course of transmission by post].  \n \n26. Power to intercept postal articles for public good.___(1) On the occurrence of any \npublic e mergency, or in the interest of the public safety or tranquility, the 4[Federal Government], or \na 7[Provincial Government], or any officer specially authorised in this behalf 8[by the 9[Federal or the \nProvincial Government], may, by order in writing, dire ct that any postal article or class or description \nof postal article s in course of transmission by post shall be intercepted or detained, or 10[shall be \ndisposed of in such manner as the authority issuing the order may direct].  \n \n (2) If any doubt arises as  to the existence of a public emergency, or as to whether any act done \nunder sub -section (1) was in the interest of the public safety or tranquillity, a certificate 11[of the \n12[Federal Gove rnmen t] or, as the case may be, of the Pro vincial Government] sha ll be conclusive \nproof on the point.  \n \n27. Power to deal with postal articles from abroad bearing fictitious or previously used \nstamps.___(1) Wh ere a postal artic le is received by post from any  place beyond the limits of \n3[Pakistan]___  \n \n(a)  bearing  a fictitious posta ge stamp, that is to say,  any facsimile or imitation or \nrepresentation of a  postage stamp , or \n \n(b)  purporting to be prepaid with any p ostage stamp which has been previously \nused to prepay any other po stal article,  \n \n \n \n1 Subs. by the Federal L aws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and 2nd Sch., for  “16 of the Sea Customs Act, \n1878 (VIII of 1878).  \n2 Ins. by the Dangerous Drugs Act, 1930 (2 of 1930), s. 40 and Sch. II.  \n3Subs. by the Central Laws (Statute Reform) Ordin ance, 1960 (21 of 1960 ), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation”, which had been subs. by A.O ., 1949, Arts. 3(2)4, “British India”.  \n \n4 Subs. by F.A.O., 1975, Art. 2 and Table, for “ Central Government”  which had been subs. by A.O., 1937, for “G.G. in C”.  \n5 Subs. by the Indian Post Office (Amdt.) Act, 1912 (3 of 1912) , s. 5  for  “all such goods found”.  \n6 Ins. ibid., \n7 Subs. by A..O., 1937, for “ L. G ”.  \n8 Subs. ibid., for “by the G. G . in C.”.  \n9  Subs. by  F.A.O., 1975, Art. 2 and Table , for “Central”.  \n10 Subs. by Act 3 of 1912, s. 6, for “shall be delivered to the Govt. or to an officer thereof mentioned in the order, to be dis posed of in such \nmanner a s the G.G. in C. may direct”.  \n11 Subs. by A.O., 1937 , for “signed by a Secretary to the G. of   I, or to the L. G.,”  \n12Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”  \n \n the officer in charge of th e post office at which the postal article is received, shall send a notice to  the \naddressee inviting him to attend, either in person or by agent, within a specified time, at the post \noffice to receive delivery of the postal article.  \n \n (2) If the addressee or  his agent attends at the post office with in the time specified in the \nnotice and consents to make known to the officer in charge of  the post office the name and address of \nthe sender of  the postal article and to redeliver to the offic er afore said t he portion of the postal article \nwhich bears the address and the fictitious or p reviously used postage stamp, or, if th e postal article is \ninseparable from the stamp, the entire postal artic le, the postal article shall be delive red to the \naddressee or his agent.  \n (3) If th e addressee or his agent fails to attend at the post office wit hin the time spe cified  in \nthe notice, or, having attended within that time, refuses to make known the name and address of the \nsender or to redeliver the postal article or portion thereof  as required by sub -section (2), the postal \narticle shall not be deliv ered to him, but shall be dispo sed of in such manner as the 1[Federal \nGovernment] may direct.  \n \n Explanation.___For the purposes of this section, the  expression “postage stamp ” includes any \npostage s tamp for denot ing any rate or duty of postage of any2* * * foreign country 3[and the \nimpression of any st amping machine provided or autho rised for the like p urpose by or under the \nauthority of the Government of such 4*   *   * country ]. \n \n5[27A . Prohibition of transmission by post of certain newspapers. No newsp aper printed \nand published in 6[Pakistan] without conforming to the rules laid down in the 7[West Pakistan Press \nand Publication s Ordinance, 1963 ( W.P Ordinance No. XXX of 1963) ] shall be transmitted by post.  \n \n \n827B. Power to detain newspapers and other ar ticles being transmitted by post.__(l) Any \nofficer of the Post Office authorised by the Post Master General in this behalf may detain any postal \narticle in course of transmission by post which he suspects to contain___ \n \n \n(a)    (i) any newspaper or book a s defined in the 7[West Pakistan Press and \nPublications Ordinance, 1963 ( W.P Ordinance No. XXX of 1963 )]; or \n \n \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs, by A.O, 1937, for “G, G. in C.”,  \n2 The words “part of  her Majesty’s dominions or of any [Acceeding State] or ” omitted by the Federal Laws (Revision and Declaration) \nOrdinance, 1981 (27 of 1981), s.  3 and Second Sch.  \n3 Ins, by the Indian Post Office (Amendment) Act, 1924   (16 of 1924) section 3.  \n4 The words “ part, State or” omitted by Ordinance 2 7 of 19 81 (s.) 3 and Second Sch. \n5 Ss. 27 A to 27D were ins. by the Press Law Repeal and Amendment Act 1922 (14 of 1922), s 6 and Sch. IV.   \n \n6 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s.  3 and 2nd Sch. ( with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O. ,1949, Arts. 3(2) and 4, for “British India”.   \n \n7 Subs. by the Federal Laws (Revision and Declaration), Ordinance, 1981 (27 of 1981), s. 3. and Second Sch., for “Press and Registration of \nBooks Act, 1867”.  \n8 As to the application of ss.  27B to 27D in respect of book, newspaper or other document containing; matter defamatory of a Ruler of a \nState or Minister of such Rul er, etc., and tending to prejudice the relation between His Majesty’s Government and the Government of such State, see s. \n3 of the Foreign Relations Act , 1932 (12 of 1932 which further provides that for such application of these sections, the provisions of  s. 3 of Act 12 of \n1932 shall be construed as if for the words “Provincial Government ”, wherever they occur in these sections, the words “Central Government” were \nsubstituted.  \n \n (ii)  any document;  \n \n \ncontaining any 1[treasonable or] seditious matter, th at is to s ay, any \nmatter the publication of which is punis hable under 2[section 123A or \nsection 124A, as the case may be, of the Pakistan Penal Code (XLV of \n1860) ] ; or  \n \n(b)  any newspaper as defined in the 3[West Pakistan Press and Publication s \nOrdinance , 1963  (W.P Ordinance No. XXX of 1963 )] (W.P. edited, printed or \npublished otherwise than in conformity with the rules laid down in that  Act; \n \nand sh all deliver any postal article so d etained to such officer as the 4[Provincial  Govern ment] may \nappoint in this be half. \n  \n(2) Any officer detaining any postal article under the pro visions of sub -section ( 1) shall \nforthwith send by post to the addressee of such artic1e notice of the fact of such detention.  \n \n (3) The 4[Provincial Government] shall cause the contents of  any postal article detained under \nsub-section (1) to be examined, and, if it appears to the 4[Provincial Government] that the article \ncontained any newspaper, book or other document, of the nature described in clause (a) or clause (b) \nof sub -section (1), may pass such orders as to the disposal of the article and its contents as it may \ndeem proper, and, if it does not so appear, shall release the article and its contents, unless the same \nbe otherwise liable to seizure under any law for the time being in for ce: \n \nProvided that any person interested in any article detained under the provisions of clause (a) \nof sub -section (l)  may, within two months from the date of such detention, apply to the 4[Provincial \nGovernment] for release of the same, and the 4[Provinc ial Government] shall consider such \napplication and pass such orders thereon as it may deem to be proper:  \n \nProvided also that, if such application is rejected, the appli cant may, within two months from \nthe date of the order rejecting the application, appl y to the High Court for release of the article and its \ncontents on the ground that the article did not contain any newspaper, boo k or other document \ncontaining any 1[treason able or] seditious matter.  \n \n(4) In this section “document ” includes also any paint ing, drawing or photograph, or other \nvisible representation.  \n \n27C. Procedure for disposal by High Court of application for release of newspapers and \narticles so detained . Every application made under the second provi so to sub -section (3) of section \n27B sha ll be heard and determined in the manner provided by sections 99D to 99F of the Code of \nCriminal  Procedure, 1 898 (V of 1 898), 5*   *           *. \n \n \n \n1 Ins. by the Post Office (Amdt.) Act, 1951 (20 of 1951), s. 2.  \n2 Subs. ibid., for “section 124A of the Ind ian Penal Code”.  \n3Subs. by the Federal Laws (Revision and Declaration), Ordinance, 1981 (27 of 1981), s. 3. and Second Sch., for “Press and Reg istration of \nBooks Act, 1867”.  \n \n4 Subs. by A.O., 1937, for “L. G.”  \n \n5 The words “by a Special Bench of the High C ourt constituted in the manner provided by section 99C of that Code” omitted by the Federal \nLaws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch.  \n \n \n \n \n 27D. Jurisdiction barred.  No order passed or action taken under section 27 B shall be called \nin questi on in any Court otherwise than in accord ance with the second provi so to sub -section (3) of \nthat section.]  \n_____  \n \nCHAPTER VI  \n \nREGISTRATION , INSURANCE  AND V ALUE -PAYA BLE POST \n \n28. R egistration of postal articles.  The sender of a posta l artic le may, subject to the other \nprovisions of this Act, have the article registered at the post office at which it is posted, and require a \nreceipt therefor; and the 1[Federal Governmen t] may, by notification in the 2[official Gazette], direct \nthat, in  addition to any postage chargeable under this Act, such further fee as may be fixed by the \nnotification shall be paid on account of the registration of postal articles.  \n \n29. Power to make rules as to registration.___(1) The 1[Federal Government] may make \nrules as to the registration of postal articles.  \n \n(2) In particular and without prejudice to the generality of  the foregoing power, such rules may___ \n \n(a)  declare in what case registration shall be required;  \n \n(b) prescribe the manner in which t he fees for  registra tion shall be paid; and  \n \n(c)  direct t hat twice t he fee for registration shall be levied on the delivery of a \npostal article required to be registered on which the fee for registration has not \nbeen prepaid.  \n \n(3) Postal articles made over to the P ost Office for the pur pose of being registered shall be \ndelivered, when registered, at such times and in such manner as the D irector General may, by order, \nfrom time to time appoint.  \n \n30. Insurance of postal articles.  The l[Federal Government] may, by not ification in the \n2[official Gazette], direct – \n \n(a)  that any postal article may, subject to the other pro visions of this Act, be \ninsured at the post office at  which it is posted, against the risk of loss or \ndamage in course of transmission by post, and t hat a receipt therefor shall b e \ngranted to the person posting it ; and  \n \n(b)  that, in addition to any postage and fees for registra tion chargeable under this \nAct, such further fee as may be fixed by the notification shall be paid on \naccount of the insuranc e of postal articles.  \n \n31. Power to requir e insurance of postal articles.  The 1[Federal Government] may, by \nnotification in the 2[official Gazette], declare in what cases insurance shall be required, and direct \nthat any postal article containing anything r equired to be insured, which has been posted without \nbeing insured, shall be returned to the sender or shall be delivered to the addressee, subject to the \npayment of such special fee as ma y be fixed by the notification :  \n \n \n1Subs. by F.A.O., 1975, Art. 2 an d Table, for “Central Government” which had been subs. by A.O., 19 37, for “G. G. in C.”  \n2Subs. by A.O., 1937, for “Gazette of India”.  \n \n  Provided that the levy of such special fee as aforesaid shall not impose any liability upon \n1[the 2[Federal Government] ] 3* * *. \n \n32. Power to make rules as to insurance. ___(1) The 4[Federal Government] may make rules \nas to the insurance of postal articles.  \n \n(2) In particular and without prejudice to the generality of the foregoing power such rules may___ \n \n \n(a)  declare w hat classes of postal articles may be insured  under section 30 ;  \n \n(b)  fix the limit of the amount for which postal articles  may be insured; and  \n \n(c)  prescribe the manner in which the fees for insurance shall be paid.  \n \n(3) Postal articles made over to th e Post Office for the pur pose of being insured shall be \ndelivered, when insured at such p laces and times and in such mann er as the Director Gen eral may, by \norder, from time to time appoint.  \n \n33. Liability in resp ect of postal articles insured.  Subject to such conditions and \nrestrictions as the 4[Federal Government] may, by rule, prescribe, 1[the 2[Federal Go vernment] 8* * * \nshall be liable to pay compensation, not exceeding the amount for which a postal article has been \ninsured, to the sender thereof for  the loss of the postal article or its contents, or for any damage \ncaused to it in course of transmission by post:  \n \nProvided that the compensation so payable shall in no case exceed the value of the article lost \nor the amount of the damage caused.  \n \n34. Tra nsmission by post of  value -payable postal articles.  The 4[Federal Government] \nmay, by notification in the 5[official Gazette], direct that subject to the other provisions of this Act \nand to the payment of fees at such rates as may be fixed by the notificat ion, a sum of money \nspecified in writing at the time of posting by the sender of a postal article shall be recover able on the \ndelivery thereof from the addressee, and that the sum, so recovered, shall be paid to the sender:  \n  \n Provided that 6[7*the 2[Fede ral Government] 8* * *shall] 9[not] incur any liability in respect of \nthe sum specified for re covery, unless and until that sum has been received from the addressee.  \n \nExplanation .-Postal articles sent in accordance with the provisions of this section may be \ndescribed as “value -payable” postal articles.  \n \n \n1 Subs. by A.O., 1937, for “the Secretary of State for India in Council”.  \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n3The words “or the Secretary of State” omitted by A.O., 1949, S ch. \n4 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A.O.,1937, for “G. G. in C.”.  \n5 Subs. by A.O,. 1937, for “Gazette of India”.  \n6 Subs. ibid., for “the Secretary of State for India in Council shall not”;  \n7 The word “neither” omitted by A.O., 1949, Sch.  \n8 The words “nor the Secretary of State” omitted ibid. \n9Added ibid., \n \n \n 35. Power to make rules as to value -payable postal articles.___(1) The l[Federal \nGovernment] may make rules as to  the transmission by post of  value -payable postal articles.  \n \n(2) In particular and without prejudice to the generality of the foregoing power, such rules \nmay___ \n(a)  declare what classes of postal articles may  be sent as  value -payable posta1  \narticles ;  \n \n(b)  direct that no postal article shall be so sent unless the  sender  declares tha t it is \nsent in execution of a Bona -fide order received by him;  \n \n(c)  limit the value to be recovered on the delivery of any  value -payable postal \narticle; 2* \n \n(d)  prescribe the form of declaration to be  made by the  senders of value -payable \npostal articles, and the time  and manner of the payment of fees;  \n \n3[(e)  provide for the retention and repayment to the addressee in cases of fraud of \nmoney recovered on the delivery of any value -payable postal articl e; and  \n \n(f)  prescribe the fees to be charged for inquiries into complaints regarding the \ndelivery of or payment for value -payable postal articles.]  \n  \n(3) Postal articles sha ll be made over to the P ost Office for the purpose of being sent as \n“value -payable ” and shall be deliver ed, when so sent, at such times and in such manner as  the \nDirector General may, by order, from time to time appoint.  \n \n4[(4) No suit or other legal proceeding shall be instituted against 5[the 6[Federal Government], \n7 * * * or any off icer of the Post Office in respect of any thing done, or in good faith purp orting  to be \ndone, under any rule made under clause (e) of sub -section (2).]  \n \n36. Power to give effect to arrangements with other countries. - (1) Where arrangements \nare in force wit h 8* * * any 9* * * foreign country, for the transmission by post of registered, insured \nor value -payable postal articles between  10[ Pakistan] and 11[such] country, the 1[Federal \nGovernment] may  make rules to give effect to such arrangements.  \n \n \n1 Subs. by  F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A.O., 1937; for “G. G. in C.”.  \n2 The word “and” rep. by the Indian Post Office (Amendment) Act, 1912 (3 of 1912), s. 7 (1).   \n3 Clauses ( e) and (f) ins. ibid. \n4 Sub-section ( 4) ins. by s. 7 (2), ibid. \n5 Subs. by A.O., 1937, for “the Secretary of State for India in Council”  \n6 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n7 The words “the Secretary of State” omitted by A.O., 1949, Sch.  \n8 The words “the Uni ted Kingdom, or with” omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and \nSecond Sch.  \n \n9 The words “British possession, [Acceeding State] or” omitted ibid. the words in crotchets were amended by Act 26 of 1951 , s.  4 and III Sch.  \n10 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) an d 4, for “British India”.   \n \n11 Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch ., for “the United Kingdom or such \npossession, State or”.  \n \n \n   (2) In particular and without prejudice to the generality of  the foregoing power, such rules \nmay prescribe___ \n \n(a)  the form of declaration to be made by the senders of  such postal articles as \naforesaid; and  \n \n(b) the fees to be charged in respect thereof.  \n_____  \n \nCHAPTER VII  \n \nUNDELIVERED  POSTAL  ARTICLES  \n \n37. Power t o make rules as to disposal of undelivered postal articles.___(1) The 1[Federal \nGovernment] may make rules as to the disposal of postal articles which for any reason cannot be \ndelivered (hereinafter referred to as “undelivered postal articles ”). \n  \n(2) In p articular and without prejudice to the generality of  the fore going power, such rules \nmay___  \n(a)  prescribe the period during which undelivered postal  articles at a post office \nshall remain in that office;  and. \n \n(b)  provide for the publication of lists of  undelivered  postal articles, or of any \nclass of undelivered postal  articles.  \n   \n(3) Every undelivered postal article, after being detained at  a post office for the period \nprescribed by rule under the foregoing  provisions of this section, shall  be either forwarded, free of \nfurther  charge, to the post office at wh ich it was posted, for return to the  sender, or sent to the office \nof the Post Master General.  \n \n38. Disposal of undelivered postal articles at  office of Post Master General.___(1) Every \npostal arti cle received at the office of the Post Master General under sub -section (3) of section 37 \nshall be dealt with as follows :___ \n \n(a)  if pract icable, it shall be redirected and forwarded  by post to the addressee; or,\n  \n \n(b)  if it cannot be redirected and fo rwarded as afore said, it shall be opened by \nsome officer, appointed by the Post Master General in this behalf and bound to \nsecrecy, in order to ascertain the name and address of the sender.  \n \n(2) If the name and address of the sender are so ascertained, it  shall be returned by post to the \nsender, free of further charge or sub ject to such further charge as the l[Federal Government ] may, by \nrule, direct.  \n \n39. Final disposal of undelivered postal articles.  Undelivered postal articles which cannot \nbe disposed o f under the foregoing provisions, shall be detained in the office of the Post Master \nGeneral for such further period (if any), and shall be dealt with in such manner, as the l[Federal \nGovernment] may, by rule, direct:  \n \n \n \n \n1 Subs. by F.A.O., 1975, Art. 2 a nd Table, for “Central Government”, which had been subs. by A.O., 1937, for “G. G.  in C.”.  \n \n  Provided that___ \n \n(a)  letters and postcards shall be destroyed;  \n \n(b)  money or saleable property, not being of a perishable nature, found in any \nundelivered posta l article, shall be detained for a period of one year in the \noffice of the Post Master General, and, if on the expiration of that period no \nperson has established his right thereto, sha ll, if money, be credited to the Post \nOffice, and, if saleable property , be sold, the sale -proceeds being credited to \nthe Post Office.  \n \n_____  \n \nCHAPTER VIII  \n \nSHIP LETTERS  \n \n40. Duty of master of ship, departing from any port in the Pakistan  and not being a mail \nship, to convey mail bags.  The master of a ship, not being a mail s hip, about to depart from any port \nin 1[Pakistan ] to any port within, or any port or place beyond, 1[Pakistan], shall receive on board any \nmail bag tendered to him by any officer of the Post Office for convey ance, granting a receipt  therefor \nin such form as the 2[Federal Government] may, by rule, prescribe, and shall, without delay, deliver \nthe same at the port or place of destination.  \n \n41. Duty of master of ship arriving at any port in the  Pakistan  in respect of postal \narticles and mail bags on board.___(1) The master of a ship a rriving at any port in 1[Pakistan] shall, \nwithout delay, cause every postal article or mail bag on board which is directed to that port and is \nwithin the exclusive privilege conferred on the 2[Federal Government ] by section 4, to be delivered \neither at the post office at that port or to some officer of the Post Office authorised in this behalf by \nthe Post  Master General . \n \n(2) If there is on board any postal article or mail bag which is directed to any other place \nwithin 1[Pakistan]  and is within the exclusive privilege aforesaid, the master shall, without delay, \nreport the fact to the officer in charge  of the post office at the port  of arrival and act according to the \ndirections he may receive from such officer, and the receipt  of such officer shall discharge him from \nall further responsibility in respect of the postal  article or mail bag.  \n \n42. Allowance of gratuities for conveyance of postal articles by ships other than mail \nships. The 2[Federal G overnment] may, by notification  in the 3[official Ga zette], declare what \ngratuitie s shall be allowed to masters of ships, not being mail ships, in respect of postal articles \nreceived by them for conveyance on behalf of the Post Office; and the master of a ship, not being \nmail ship, abo ut to leave any port in 1[Pakistan] as aforesaid shall, if he receives on board a mail bag \nfor conveyance, be entitled to demand and obtain  immediately the amount of the grat uity payable \nunder this section  in respect of the mail bag and its contents.  \n \n_______  \n \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts . 3(2) and 4, for “British India”.  \n \n2Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A.O., 1937, for “G. G. in C.”.  \n \n3 Subs. by A.O., 1937,  for “Gazette of India” . \n \n  \nCHAPT ER IX  \n \nMONEY  ORDER S \n \n43. Power to maintain money order system and to m ake rules as to remittances \nthereby.___(1) The 1[Federal Government] may provide for the  remitting of small sums of money \nthrough the Post Office by  means of money orders, and may make rules as to such mone y orders.  \n \n (2) In particular and without prejudic e to the generality of  the foregoing power, such rules \nmay prescribe___ \n \n(a)  the limit of amount  for which money orders may be  issued;  \n \n(b)  the period during which money orders shall remain current; and  \n \n(c)  the rates of commission or the fees to be ch arged on  money orders or in \nrespect thereof.  \n \n44. Power for remitter to recall money order or alter name of payee.___(1) Subject to such \nconditions as the 1[Federal Govern ment] may, by rules made under section 43, prescribe in respect  of the \nlevy of addit ional rates of commission or fees or any other matters, a person remitting money \nthrough the Post Office by means of a money order may require that the amount of the order, if not \npaid to the payee, be repaid to him, or be paid to such person other than th e original payee as he may \ndirect.  \n \n(2) If neither the payee nor the remitter of a money order can be found, and if within the \nperiod of one year from the date of the issue of the order no claim is made by such payee or remitter, \nthe amount of such order s hall not be claimable from the Government. \n \n45. Power to provide for the issue of postal orders. The l[Federal Government] may \nauthorise the issue, in such form 2[and of such amount] as may be suitable, of money orders, to be \ncalled postal orders or by suc h other designation as may be deemed appropriate, for certain fixed \namounts, and may make rules as to the rates of commission to be charged thereon and the manner in \nwhich, and conditions subject to which, they may be issued, paid and cancelled 2[.] \n \n2[* * * * * * *]  \n \n46. Power to give effect to arrangements with other countries.___(1) Where arrange ments \nare in force with 3* * * any  4* * * foreign country, for the issue and payment through the Post Office \nof money orders between 5[Pakistan] and 6[such] cou ntry, the 1[Federal Government] may make \nrules to give effect to such arrangements.  \n \n \n1 Subs. by F.A.O.,  1975, Art.  2 and Table, for “Central Government” which had been subs. by A.O., 1937 for “G. G. in C”.'  \n2 Ins, subs. & omitted by Act XXIX of 2017 , s. 2 . \n3 The words “the United Kingdom, or with” omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and \nSecond Sch.  \n4 The words “British po ssession, [Acceeding State] or\"  omitted ibid., the words in crotchets were amende d by Act 26 of 1951, s. 4 and \nSch.III.  \n5 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the, 14th October, 1955), for \n“the Provinces and the Capital of the Federation which had been subs. by A.O ., 1949 Arts. 3(2) and 4, for “British India”.  \n \n6 Subs. by Ordinance 27 of 1981,  s. 3 and Second Sch., for “the Un ited Kingdom or such possession,  State or”.  \n \n \n (2) In particular and without prejudice to the generality of  the foregoing power, such rules \nmay prescribe___ \n \n(a)  the manner in which, and the conditions subject to  which, such orders may be \nissued and paid in 1[Pakistan] ; and  \n \n(b)  the rates of commission to be charged thereon.  \n \n47.  Recovery of money ord er paid to the wrong person.  If any person , without reasonable \nexcuse, the burden  of proving which shall lie on him, neglects or refuses to refund___ \n \n(a)  any amount paid to him in respect of a money order   by an officer of the Post \nOffice in excess of what  ought to have been paid to him in respe ct thereof, or   \n \n(b)  the amount of a money order paid by an officer of the Post Office to him \ninstead of to some other per son to whom it ought to have been paid,  \n \nsuch amount shall be recoverable by an officer of the Post Office authorised by the Post Ma ster \nGeneral in this behalf from the person so neglecting or refusing as if it were an arrear of land -\nrevenue due from him2. \n \n 48. Exemption from liabil ity in respect of money orders.  No suit or other legal proceeding \nshall be instituted against 3[the Gov ernment] or any officer of the Post Office in respect of___ \n \n(a)  anything done under any rules made by the 4[Federal Government] under this \nChapter; or  \n \n(b)  the wrong payment of a money order caused by in correct or incomplete \ninformation given by the r emitter as to the name and address of the payee, \nprovided that, as regards incomplete information, there was reasonable \nJustification for accepting the information as a sufficient description for the \npurpose of identifying the payee; or  \n \n(c)  the payment of any money order being refused or delayed by, or on account \nof, any accidental neglect, omission or mistake, by, or on the part of, an officer \nof the Po st Office, or for any other cause whatsoever, other than the fraud or \nwilful act or default of such of ficer; or  \n \n(d)  any wrong payment of a money order after the ex piration of one year from the \ndate of the issue of the order; 5[or \n \n(e)  any wrong payment or delay in payment of a  money order beyond the limits of \n1[Pakist an] by an officer of any post offic e, not being one established by the \n4[Federal Government]. ]  \n \n  \n \n1 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the, 14th October, 1955), for \n“the Provinces and the Capital of the Federation w hich had been subs. by A.O., 1949 Arts. 3(2) and 4, for “British India”.  \n2 See the Revenue Recovery Act, 1890 (1 of 1890).  \n3 The original words “the Secretary of State for India in Council” have successively been amended by A.O., 1937, and A.O., 1961 , Art.  2 \n(with effect from the 23rd March, 1956), to read as above.  \n4 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A.O., 1937, for “G. G. in C”.  \n5 The word   “or” and cl. (e) ins. by the Indian Post Office (Amendment)  Act, 1912 (3 of  1912), s. 8.   \n \n CHAPTER X  \n \nPENALTIES  AND PROCEDURE  \n \nOffences by Officers of the Post Office  \n \n49. Penalty for misconduct of person employed to carry or deliver mail bags or postal \narticles. - Who ever, being employed to carry or deliver any mai l bag or any postal article in course of \ntransmission by post,___ \n \n(a)  is in a state of in toxication while so employed, or  \n \n(b)  is guilty of carelessness or other misconduct, whereby  the safety of any such \nmail bag or postal article as  aforesaid is enda ngered, or  \n \n(c)  loiters or makes delay in the conveyance or delivery of any such mail bag or \npostal article as aforesaid, or  \n \n(d) does not use  due care and diligence safely to convey  or deliver any such mail \nbag or postal article as aforesaid,   \n \nshall be puni shable with fine which m ay extend to fifty rupees.  \n \n50. Penalty for voluntary withdrawal from duty, without permission or notice, of person \nemployed to carry or deliver mail bags or postal articles. Whoever, bein g employed to carry or \ndeliver any mail bag or any postal article in course of  transmissi on by post, volun tarily withdraws \nfrom the duties of his office without, permis sion or without having given one month ’s previous \nnotice in writing , shall be punishable with imprisonment which may extend to  one month, or with \nfine which may extend to fifty rupees, or with both.  \n \n51. Penalty for making false entry in register kept by person employed to carry or \ndeliver postal articles. Whoever, being employed to ca rry or deliver any  postal article in course of \ntransmission by post and required while so employed t o keep any register, makes, or causes or \nsuffers to be made, any false entry in the register with intent to induce the belief  that he has visited a \nplace, or delivered a postal article, w hich he has not vis ited or delivered, shall be punishable with \nimprison ment for a term which may ex tend to six months, or with fine, which may extend to one \nhundred rupees, or with b oth. \n \n52. Penalty for theft , dishonest misappropriation, secretion , destruction or throwing \naway of postal articles.  Whoever, being an officer of the Post Office, commits theft in respect of, or \ndishonestly misappropriates , or, for any purpose whatsoever, secretes, destroys or throws away, any \npostal article in course of transmission by post or anything contained therein, shall be punishable \nwith imprisonment for a term  which may extend to seven yea rs, and shall also be punishable with \nfine. \n \n53. Penalty for opening, detaining or delaying postal articles. Whoever, being an officer \nof the Post Off ice, contrary to his duty, opens, or causes or suffers to be opened, any postal article in \ncourse of transmission by post, or wilfully detains or delays,  or causes or suffers to be detained or \ndelayed, any such postal article, shall be punishable with impr isonment for a term which may extend \nto two years, or with fine, or with both:  \n \n Provided that nothing in this section shall extend to the opening, detaining or delaying of any \npostal article under the authority of this Act or in obedience to th e order in wr iting of  the 1[Federal \nGovernment] or the direction of  a competent Court.  \n \n54. Penalty for fraud in connection with official marks and for receipt of excess postage. \nWhoever, being an officer of the Post Office,___ \n \n(a)  fraudulently puts any wrong officia l mark on a postal article, or  \n \n(b)  fraudulently alters, removes or causes to disappear any official mark which is \non a postal article, or,  \n \n(c)  being entrusted with the delivery of any postal article , knowingly demands or \nreceives any sum of money in re spect of the postage thereof which is not  \nchargeable under this Act,  \n \nshall be punishable with imprisonment for  a term which may extend to two years, and shall also be \npunis hable with fine.  \n \n55. Penalty for fraudulently preparing, altering, secreting or d estroying post office \ndocuments. Whoever , being an officer of the Post Office en trusted with the preparing or keeping of \nany document, frau dulently  prepares the document inco rrectly, or alters or secretes or destroys the \ndocument, shall  be punishable with imprisonment for  a term which may extend to tw o years, and \nshall also be punish able with fine.  \n \n 56. Penalty for fraudulently sending unpaid postal articles. Whoever, being an officer of \nthe Post Office, sends by post, or puts into any mail bag, any posta l article upon which postage has \nnot been paid or char ged in the manner pr escrib ed by this Act, intending thereby to defraud the \nGovernment of the postage on such postal article, shall be punishable with imprisonment for a term \nwhich may extend to two year s, and shal l also be punishable with fine.  \n \n 57. Punishment of offences committed in an Acceding State or tribal area or non -\nAcceding State.___(1) Whoever, being an officer of the Post Office employed  in any place 2[in any \ntribal area]  in which posts are e stablished by 3[the 4[Federal Government]  5* * *], or being appointed \nto sell postage stamps in any such place, commits therein an offence punishable under this Act, shall \nbe punishable either in the place where the offence was com mitted by any Court or o fficer duly \nempowered by 3[the 4[Federal Government] 5* * *] to take cognizance of offences committed in that \nplace, or in any part of 6[Pakistan] by any Court of com petent jurisdiction as if the offence had been \ncommitted in that part.  \n \n \n \n \n1Subs . by F.A. O., 1975, Art, 2 and Table for “Central Government”, which had been subs, by A.O ,., 1937 for “G.G in C”  \n2Subs . by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch., for “ in an Acceding State  or \ntribal areas or  non Acceding State”   \n \n3 Subs. by A.O., 1937, for “the G.G.  in C”.  \n4 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n5The words “or the Crown Representative” omitted by A.O., 1949, Sch.  \n6 Subs. by the Central Laws (Statute Reform) Ordin ance, 1960 (21 of 1960), s. 3 and 2nd Sch. (w ith effect from the 14th October, 1955), for  \n“the Provinces and the Capital of the Federation” which had been subs. by A.O., 1949, Arts. 3(2) and 4, for “British India”.  \n \n (2) The provisions of section 188 of the  Code of Criminal Procedure, 1898  (V of 1898) , shall \nnot apply to any offence referred to in this section.  \n \nOther Offences  \n \n58. Penalty for contravention of section 4.___(1) Whoever___ \n \n(a)  conveys, otherwise than by post, a letter within the exclusive p rivilege conferred on \nthe 1[Federal Govern ment] by section 4, or  \n \n(b)  performs any service incidental to conveying, other wise than by post, any letter within \nthe exclusive privilege aforesaid, or  \n \n(c)  sends, or tenders or delivers in order to be sent, other wise than by post, a letter within \nthe ex clusive privilege aforesaid, or  \n \n(d)  makes a collection of letters excepted from the exclu sive privilege aforesaid for the \npurpose of sending them otherwise than by post,  \n \nshall be punishable with fine which  may extend to fifty rupees or every such letter.  \n \n(2) Whoever, having already been convicted of an offence under this section, is again \nconvicted thereunder, shall, on every such subsequent conviction, be punishable with fine which may \nextend to five hund red rupees.  \n \n59. Penalty for contravention of section 5.___(1) Whoever, in contravention of the \nprovisions of section 5, carries, receives, tenders or delivers letters, or collects letters, shall be \npunishable with fine which may extend to fifty rupees for  every such letter.  \n \n(2) Whoever, having already been convicted of an offence under this section, is again \nconvicted thereunder, shall, on every such subsequent conviction, be punishable with fine which may \nextend to five hundred rupees.  \n \n60. Penalty for b reach of rules under section 16. Whoever, being appointed to sell postage \nstamps,___ \n(a) takes from any purchaser for any postage stamp or quantity of postage stamps \na price higher than that fixed by any rule made under section 16, sub -section \n(3), clause  (a), shall be punishable with imprison ment for a term which may \nextend to six months, or with fine which may extend to two hundred rupees, or \nwith both; or  \n \n(b)  commits a breach of any other rule made under section 16, shall be punishable \nwith fine whic h may extend to two hundred rupees.  \n \n61. Penalty for con travention of section 19 or 20.___(1) Whoever, in contravention of the \nprovisions of section 19 or section 20, sends or tenders or makes over in order to be sent by post any \npostal article or anything , shall be punish able with imprisonment for a term which may extend to one \nyear, or with fine, or with both.    \n(2) The detention in the Post Office of any postal article on the ground of its having been sent \nin contravention of the pro visions of section 19 or section 20, shall not exempt the sender from any \nproceedings which might have been taken if the postal article had been delivered in due course of \npost.  \n \n \n \n1 Subs. by F.A.O, 1975, Art. 2 and Table for “Central Government”, which had been subs. by A.O ., 1937, for “G. G. in C.”.  \n \n 62. Penalty for defiling or  injuring post office letter -boxes. Whoever places in or against \nany letter -box provided by the Post Office for the reception of postal articles any fire, match or light, \nany explosive, dangerous, filt hy, noxious or dele terious substance, or any fluid, or commits a \nnuisance in or against any such letter -box, or does any thing likely to injure any such letter -box or its \nappurtenances or contents, shall be punishable with imprisonment for a term which ma y extend to \none year, or with fine, or with both.  \n \n63. Penalty for affixing without authority thing to, or painting, tarring or disfiguring, \npost office or post office letter -box. Whoever, without due authority, affixes any placard, \nadvertisement, notice, list, document, board or other thing in or on, or paints, tars or in any way \ndisfigures any post office or any letter-box provided by the Post Office for the reception of postal \narticles, shall be punishable with fine which may extend to fifty rupees. \n \n64. Penalt y for making false declaration.  Whoever, being required by this Act to make a \ndeclaration in respect of any postal article to be sent by post or the contents or value thereof, makes \nin his declaration any statement which he knows, or has reason to believe, to be false, or does not \nbelieve to be true, shall be punishable with fine which may extend to two hundred rupees, and, if the \nfalse declaration is made for the purpose of defrauding the Government, with fine which may extend \nto five hundred rupee s. \n \n65. Penalty for master of ship failing to comply with the provision s of section 40 or 41.  \nWhoever, being the master of a ship,___ \n \n(a)  fails to comply with th e provisions of section 40, or,  \n \n(b)  without reasonable excuse, the burden of proving whic h shall lie on him, fails to \ndeliver any postal article or mail bag or to comply with the directions of the \nofficer in charge of the post office at a port of arrival, as required by section 41,  \n \nshall be punishable with fine which may extend to one thousan d rupees.  \n \n66. Penalty for detention of letters on  board vessel arriving in port.___(1) Whoever, being \nl[the master of a ship or the pilot of an aircraft] arriving at any port in 2[Pakistan] or any  one on board \n3[such ship or aircraft], knowingly has in hi s baggage or in his possession or custody, after the postal \narticles on board or any of them have been sent to the post office at the port of arrival, any postal \narticle within the exclusive privilege conferred on the 4[Federal Government] by section 4, sh all be \npunishable with fine which may extend to fifty rupees for every such postal article as aforesaid.  \n \n(2) Whoever, being 5[such master, pilot] or other person as aforesaid, detains any such postal \narticle as aforesaid after demand made for it by an off icer of the Post Office, shall be pun ishable with \nfine which may extend to one hundred rupees for every such postal article.  \n \n67. Penalty for detaining mails or opening mail bag.  Whoever, except under the \nauthority of this Act 6[or of any other Act for th e time being in force] or in obedience to the \norder in writing of the 4[Federal Government] or the direction of a competent Court, detains \nthe mails or any postal article in course of transmission by post, or on any pretence opens a mail \nbag in course of t ransmission by post, shall be punishable with fine which may extend to two \nhundred rupees:  \n \n1 Subs. by the Post Office (A mdt.) Act, 1952 (49 of 1952), s. 4(a), for “either the master of a ship”.  \n2 Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for \n“the Provinces and the Capital of the Federation” which had been subs. by A.O.,  1949, Arts. 3(2) and 4, for “British India”.  \n3 Ins. by Act 49 of 1952, s. 4 (a).  \n4 Subs. by F.A. O., 1975, Art. 2 and Table, for “Central Government”, which had been subs. by A.O., 1937, for “G. G. in C”.  \n5 Subs. by Act 49 of 1952, s. 4 (b), for “such master”.  \n6 Ins. by the Indian Post Office (Amendment) Act, 1921 (15 of 1921) s.4.  \n \n Provided that nothi ng in this section shall prevent the deten tion of an officer of the Post \nOffice carrying the mails or any postal article in course of transmission by post, on a charge of \nhaving committed an offence declared to be cognizable by the Code of Criminal Proced ure, 1898  (V \nof 1898) , or any other law for the time being in force.  \n  \n68. Penalty for retaining postal articles wrongly delivered or mail bags.  Whoever \nfraudulently retains, or wilfully secretes or makes away with, or keeps or detains, or, when required \nby an officer of the Post Office, neglects or refuses to deliver up, any postal article in course of \ntransmission by post which ought to  have  been delivered to any other pers on, or a mail bag \ncontaining a postal article, shall be punishable with imprisonmen t for a term which may extend to \ntwo years, and shall also be punishable with fine.  \n  \n69. Penalty fo r unlawfully diverting letters.  Whoever, not being an officer of the Post \nOffice, wil fully and maliciously, with intent to injure any person, either opens or causes to be opened \nany letter which ought to have been delivered, or does any act whereby the due delivery of a letter to \nany person is prevented or impeded, shall be punishable with imprisonment for a term which may \nextend to six months, or with fine which may extend to five hundred rupees, or with both:  \n \nProvided that nothing in this section shall apply to a person  who does any act to which the \nsection applies, if he is a parent,  or in the position of a parent or guardian, of the addressee, and  the \naddressee is a minor or a ward.  \n \nGeneral  \n \n 70. Penalty for abetting, or attempting to commit, offenc es under Act.  Whoever abets \nthe commission of any offence punishable under this Act or attempts to commit any offence so \npunishable, shall be punishab le with the punishment provided  for that offence.  \n \n 71. Property in cases of offences to be laid in the P ost Office.  In every prosecution for an \noffence in respect of a mail bag or of any postal article sent by post, it shall be sufficient, for the \npurpose of the charge, to describe the mail bag or postal article as being the property of the Post \nOffice, and it shall not be necessary to prove that the mail bag or postal article was of any value.  \n \n 72. Authority for prosecutions  under certain sections of Act.  No Cou rt shall take \ncognizance of an offence punish able under any of the provisions of sections 51, 53, 54, clauses  (a) and \n(b), 55, 56, 58, 59, 61,64,65, 66 and 67 of this Act, unless upon complaint made by order of, or under \nauthority from, the Director Gener al or a Post Master General.  \n \n______  \n \n \nCHAPTER XI  \n \nSUPPLEMENTAL  \n \n 73. Zamindari and other district posts.___(1) The l[Federal Government] may make rules \nfor the management of any zamindari or other district post.  \n \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Tabl e, for “Central Government” which had been subs. by A.O., 1937, for “G. G. in. C”.  \n \n (2) In particular and without prejudice to the generality of the foregoing power, such rules  \nmay declare what portions  of this Act shall be applicable to zamindari and othe r district posts and to \nthe persons employed in connection therewith.  \n  \n74. General power to make rules and provisions as to rules under Act.___(1) In addition to \nthe powers hereinbefore conferred , the l[Federal Government] may make rules2 to carry out any  of \nthe purposes and objects of this Act.  \n \n (2) In making  any rule under this Act, the 1[Federal  Government]  may direct that a breach  of \nit shall be punishable  with fine which may extend to fifty rupees.  \n \n (3) All rules made by the l[Federal Government] un der this Act shall be published in the \n3[official Gazette] and, on such publication, shall have  effect as if enacted by this Act.  \n  \n75. Delegation of powers, other than rule -maki ng powers, to Director General.  The \nl[Federal Government] may, by notification  in the 3[official Gazette] authorise, either absolutely or \nsubject to condi tions, the Director General to exercise any of the powers con ferred upon the l[Federal \nGovernment] by this Act, other than a power to make rules.  \n \n 76. [Repeal. ] Rep. by the Repe aling and Amending Act, 1914 ( X of 1914), s. 3 and Schedule II.  \n \n 77.[Saving. ] Omitted by the Federal Laws (Revision and  Declar ation) Ordinance, 1981 \n(XXVII of 1981) s. 3 and 2nd Sch.  \n \n \n1 Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government” wh ich had been subs. by A.O., 1937, for “G. G. in. C”.  \n2 For the Pakistan Post Office Rules, 1961, see Gaz. of Pa k., 1961, Pt. I, pp.87 -111. \n3 Subs. by A.O., 1937, for “Gazette of India”.  \n \n  \n1[THE  FIRST SCHEDULE  \n \nINLAND POSTAGE PARTS  \n \n1* * * * * * * \n \nTHE SEC OND SCHEDULE .___[Enactments repealed. ] Rep. by the Repealing and \nAmending Act, 1914 (X of 1914), s. 3 and Sch. II.  \n \n \n \n \n \n \n \n \n \n \n \n1Omitted by Act. VII of 1992. s.2"
}