{
    "file": "./converted_json\\administrator27dd9b5b40c494fc6f706270b7df1f96.json",
    "name": "Tax Laws (Amendment) Ordinance, 2016",
    "date": "August 31, 2016",
    "tagline": "Further to amend certain tax laws for increased economic efficiency and transparency",
    "content": "va{it o?... >g-t>- ).,lt,\nREGISTEREDNo.M'302L.-76/,6I\n@0e 6tvdc d $e[tdt!il\n--...F{-\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, Wf,DNESDAY, AUGUST 31, 2016\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\nIslamabad, the 3lst August, 2016\nOnonieNcs No. v or 2016\nAN\nOpotr.tlNcr\nfurther to amend certain lax laws\nWHEREAs it is expedient further to amend certain tari laws for the purposes\nhereinafter appearing;\nANDWHEREAs the Senate and the NationalAssembly are not in session and\nthe President is satisfied that circumstances exist which render it necessary to take\nimmediate action;\n(77s)\nPrice: Rs. 3.00\n[3611(2016)lEx. Gaz.]PART I\nNo. F. 2(f)201cPub.- The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nNow, THEREFoRE, in exercise of the powers conferred by clause (1) of\nArticle 89 ofthe Constitution ofthe Islamic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\nl. Short title and commencement,{ l) This Ordinance may be called\nthe Tax Laws (Amendment) Ordinance,20l6.776 THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 31,2016 [Penr I\n(2) It shall come into force at once, except section 2, which shall have\neffect from the first day ofJuly,20l6.\n2. Amendment of Sales Tax Act, 1990.-ln the Sales Tax Act. 1990.\nin section 2, in clause (14),-\n(a) in sub-clause (c) the word \"and\" at the end shall be omifted; and\n(b) after sub-clause (c), amended as aforesaid, the following new clause\nshall be inserted, namely:-\n\"(d) provincial sales tax levied on services rendered or provided to\nthe person; and\";\n3. Amendment of Ordinance XLIX of 2001.-ln the Income Tax\nOrdinance, 2001 (XLIX of 2001),\n( I ) after section 5A., the following new section shall be inserted, namely:-\n\"5AA. Tax on return on inyestments in sukuks.{l ) Subject to\nthis Ordinance, a tax shall be imposed, at the rate specified in\nDivision IIIB of Part I of the First Schedule, on every person\nwho receives a retum on investment in sz&nts from a special\npurpose vehicle.\n(2) The tax imposed under sub-section ( I ) on a person who receives\na retum on investment in .s fufr shall be computed by applying\nthe relevant rate of tax to the gross amount of the return on\ninvestment in sukul<s.\n(3) This section shall not apply to a retum on investment in s ,tr*r\nthat is exempt from tax under this Ordinance.\";\n(2) in section 8, after the figure \"5A\", occurring twice, the comma and\nfigure \", 5AA\" shall be inserted;\n(3) in section 28, in sub-section (2), after the word \"securitization,, the\nwords \"or issuance of szlrz*s \" shall be inserted;\nPenrIl THEGAZETTEOFPAKISTAN,EXTRA.,AUGUST 31,2016 777\n(4) after section 150, the following new section shall be inserted, namely:-\n\"150A. Deduction of tax by special purpose vehicle.-Every special\npurpose vehicle making payment of a return on investment in\nsukulrs to a sukuk holder shall deduct tax from the gross arnount\nof return on investment at the rate specified in Division IB of\nPart III of the First Schedule.\";\n(5) in section 153, in sub-section (5), in clause (g), after the word\n\"receivables\" the words \"or issuance of sukulcs \" shall be inserted;\n(6) in section 236C,-\n(a) in sub-section (1), for the full stop at the end a colon shall be\nsubstituted and thereafter the following proviso shall be added,\nnamely:-\n\"Provided that this sub-section shall not apply to a seller,\nbeing the dependant of a Shaheed belonging to Pakistan Armed\nForces or a person who dies while in the service of the Pakistan\nArmed Forces or the service of Federal or Provincial\nGovernment, in respect of first sale of immovable property\nacquired from or allotted by the Federal Government or Provincial\nGovernment or any authority duly certified by the offrcial allotment\nauthority, and the propefty acquired or allotted is in recognition\nofor for services rendered by the Shaheed or the person who\ndies in service.\"; and\n(b) sub-section (4) shall be omitted;\n(7) in the First Schedule,-\n(a) in Part I, after Division [IIA, the f,ollowing new Division shall be\ninserted, namely:-\n\"Division IIIB\nRate of Tax on Return on investment in sukuks received\nfrom a special purpose vehicle\nThe rate oftax imposed under section 5AA on retum on investment\nin sulrulcs received from a special purpose vehicle shall be-\n(a) 25 oh in the case the sukuk-holder is a company;I\n778 THEGAZETTEOF PAKISTAN, EXTRA.,AUGUST 31,2016 [Panr I\n(b) 12.5% in case the sukuk-holder is an individual or an association\nofperson, ifthe return on investment is more than one million; and\n(c) l0Yoin case the sukuk-holder is an individual and an association\nof person, if the return on investment is less than one million \"'\nand\n(b) in Part III, after Division IA, the following new Division shall be inserted,\nnamely:-\n\"Division IB\nReturn on Investment in Sukuks\nThe rate oftax to be deducted under section l50A shall be-\n(a)\n(b)\n(c)\n(d)\n(8)\n(a)l5%o in case the sukuk-holder is a company;\n12.5% in case the sukuk-holder is an individual or an association of\nperson, ifthe return on investment is more than one million;\nlUYo in case the sukuk-holder is an individual and an association of\nperson, ifthe return on investment is less than one million; and\n17.5% in case the sukuk-holder is a non-filer\"; and\nin the Second Schedule,-\nin Part I, in clause ( 1 3 6), in the proviso, after the word \"securitization\"\nthe words \"or redemption of sukul<s \" shall be inserted; and\nin Part IV, in clause (38),\n(i) for the figure and word \"and233\" the comma, figures and word\n\",233 and236Q shallbe substituted; and\n(iD after the word \"securitization\" the words \"or issue of sukuks\"\nshall be added.(b)\nMAMNOON HUSSAIN,\nPresident.\nNYLA QURESHI,\nActing Secretary.\nPzuNTED BYTHE MANAGE& PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUBLISHED BY THE DEPUTY CONTROLLE& STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.I"
}