{
    "file": "./converted_json\\administratore1b5ab79c2c1975670e6aa7fe57e57d6.json",
    "name": "The Competition Act, 2010",
    "date": "6th October, 2010",
    "tagline": "An Act to provide for free competition in all spheres of commercial and economic activity",
    "content": "Page 1 of 28 \n \n \n \nTHE COMPETITION ACT, 2010 . \n   \n \n \n \n \n \n \nCONTENTS  \n \nCHAPTER -I \nPRELIMINARY  \n1. Short title, extent, application and commencement  \n2. Definitions  \nCHAPTER -II \nPROHIBITION OF ABUSE OF DOMINANT POSITION, CERTAIN AGREEMENTS, \nDECEPTIVE MARKETING PRACTICES AND APPROVAL O F MERGERS  \n3. Abuse of dominant position  \n4. Prohibited agreements  \n5. Individual exe mption \n6. Cancellation , etc., of individual exemptions  \n7. Block exemption  \n8. Block exemption  procedure  \n9. The criteria for individual and block exemptions  \n10. Deceptive mark eting practices  \n11. Approval of mergers  \nCHAPTER -III \nCOMPETITION COMMISSION OF PAKISTAN  \n12. Establishment of Commission  \n13. Head Office   \n\n \nPage 2 of 28 \n 14. Composition of Commission  \n15. The Chairman  \n16. The Acting Chairman  \n17. Term of office  \n18. Restriction on employment o f the Chairman and other Members in certain cases  \n19. Termination of appoin tment of Members  \n20. Commission Fund  \n21. Accoun ts and audits  \n22. Annual report  \n23. Appointments by Commission  \n24. Meetings of Co mmission  \n25. Disclosure of interest by Members  \n26. Notification of interest by staff of Commission  \n27. Officers and employees, etc., to be public servants  \nCHAPTER -IV \nFUNCTIONS AND  POWERS OF THE COMMISSION  \n28. Functions and powers of the Commission  \n29. Competition advocacy  \n30. Proceedings in cases of contrave ntion \n31. Orders of the Commission  \n32. Power to issue interim orders  \n33. Powers of the Commission in relation to a proceeding or enquiry  \n34. Power to enter and search premises  \n35. Forcible entry  \n36. Power t o call for information relating to undertaking  \n37. Enquiry and studies  \nCHAPTER -V \nPENALTIES AND APPEALS  \n \nPage 3 of 28 \n 38. Penalty  \n39. Leniency  \n40. Recovery of penalties  \n41. Appeal to the Appellate Bench of the Commission  \n42. Appeal to the Court  \n43. Competition Appellate Tribunal  \n44. Appeal to Supreme Court  \nCHAPTER -VI \nGEN ERAL  \n45. Common Seal \n46. Service of notices and other documents  \n47. Compensation  \n48. Indemnity  \n49. Agreement for exchange of information  \n50. Sharing and supply of information  \n51. Obligation of confidential ity \n52. Permitted disclosure  \n53. Assistance and adv ice to the Commission  \n54. Power to exempt  \n55. Act not to apply to trade union s \n56. Powers of the Federal Government to issue directives  \n57. Power to make rules  \n58. Power to make regulations  \n59. Act to over ride other laws  \n60. Removal of difficulties  \n61. Repeals and savings  \n62. Validation of actions, etc . \n \nPage 4 of 28 \n THE COMPETITION ACT, 2010  \nACT NO . XIX OF 2010  \n[6th October, 2010]   \nAn Act to provide for free competition in all spheres of commercial and economic activi ty to enhance \neconomic efficiency and to protect co nsumers from anti  competitive behavior.  \n WHEREAS it is expedient to make provisions to ensure free competition in all spheres of \ncommercial and economic activity to enhance economic efficiency and to prot ect consumers from \nanti-competitive behavior and to provide for the establishment of the Competition Comm ission of \nPakistan to maintain and enhance competition; and for matters connected therewith or incidental \nthereto;  \n It is hereby enacted as follows:___ \nCHAPTER I  \nPRELIMINARY  \n 1. Short title, extent, appl ication and commencement.__ (1) This Act may be cal led the \nCompetition Act, 2010.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall apply to all undertakings and all actions or matters that take pla ce in Pakistan and \ndistort competition within Pakist an. \n (4) It shall come into force at once.  \n 2. Definitions.__ (1) In this Act , unless there is anything repugnant in the subject or context ;__  \n(a)  “acquisition ” means any change of control of an y under taking by way of \nacquisition of Shares , assets or any  other means;  \n(b)  “agreement ” includes any arra ngement, understanding or practice, whether or \nnot it is in writing or intended to be legally enforceable;  \n(c)  “Chairman ” means the Chairman of the Commis sion and includes the Acting \nChairman;  \n(d)  “Commissi on” means the Competition Commission of Pakistan  established \nunder section 12;  \n(e)  “dominant position ” of one undertaking or several undertakings in  a relevant \nmarket shall be deemed to exist if such undertaking or undertakings  have the \nability to behave to an appreciable extent independently of com petitors, \ncustomers, consumers and suppliers and the position of an undertaking shall \nbe presumed to be dominant if its share of the relevant market exceed s forty \npercent;  \n \nPage 5 of 28 \n (f)  “goods” includes any item, raw ma terial, product or by -product which is sold \nfor consideration;  \n(g)  “Member” means a member of the Commission;  \n(h)  “merger” means the merger, acquisition, amalgamation, combination or \njoining of two or more undertakings or part thereof into an existing \nundertaking or to form a new undertaking; and e xpression “merge” means to \nmerge, acquire, amalgamate, combine or join, as the context may require;  \n(i)  “Minister” means the Federal Minister for Finance and in his absence, the \nAdviser to the Prime Minister on  Finance;  \n(j)  “Ordinance ” means the Compani es Ordinance, 1984  (XLVII of 1984);  \n(k)  “relevant market ” means the market which shall be determined by the \nCommission with reference to a product market and a geographic market and a \nproduct market comprises al l those products or services which are regar ded as \ninterchangeable or Substitutable by the consumers by reason of the products' \ncharacteristics, prices and intended uses. A geographic market comprise s the \narea in which the undertakings concerned are involv ed in the supply of \nproducts or services an d in which the conditions of competition are \nsufficiently homogeneous and which can be distinguished from neighboring \ngeographic areas because, in particul ar, the conditions of competition are \nappreciably differen t in those areas;  \n(l)  “retailer”, in relat ion to the sale of any goods, means a person who sells the \ngoods to any other person other than for re -sale; \n(m)  “regulations ” means the regulations made by the Commission under this Act;  \n(n)  “rules” means the r ules made by the Federal Government under t his Act;  \n(o)  “service s” means a service of any description whether industrial, trade, \nprofessional or otherwise;  \n(p)  “Tribunal” means Competition Appellate Tribunal under section 43 of the Act;  \n(q)  “undertaking ” means any natural or legal person, governmen tal body \nincluding a regulatory authority, body corporate, partnership, association, trust \nor other entity in any way engaged, directly or indirectly, in t he production, \nsupply, distribution of goods or provision  or control of services and shall \ninclude an  association of undertakings; and  \n(r)  “wholesaler ”, in relation to the sale of any goods, means a person who \npurchases goods and sells them to any other p erson for re -sale. \n (2) The words and expressions used bu t not defined in this Act shall have the sam e meanings \nrespectively assigned to them in the Ordinance.  \n \n \nPage 6 of 28 \n CHAPTER II  \nPROHIBITION OF ABUSE OF DOMINANT POSITION, CERTAIN AGREEMENTS, \nDECEPTIVE MARKETING PR ACTICES AND APPROVAL OF MERGERS  \n 3. Abuse of dominant position .__ (1) No person shall abuse dominant  position.  \n (2) An abuse of dominant position shall be deemed to have been brought about, maintained or \ncontinued if it consists of practices which prevent,  restrict, reduce or distort competition in the \nrelevant  market.  \n (3) The expression “practices  referred to in sub -section (2) shall include, but are not limited \nto___ \n(a)  limiting production, sales and unreasonable increases in price or other unfair \ntrading conditions;  \n(b)  price discrimination by charging di fferent prices for the same goods or \nservic es from different customers in the absence of objective justifications that \nmay justify different prices;  \n(c)  tie-ins, where the sale of goods or service i s made conditional on the purchase \nof other goods o r services; \n(d)  making the conclusion of contrac ts subject to acceptance by the other parties \nof supplementary obligations which by their nature or according to \ncommercial usage, have no connection with t he subject of the contracts;  \n(e)  applying dissimilar con ditions to equivalent transactions on other  parties, \nplacing them at a competitive disadvantage;  \n(f)  predatory pricing driving competitors out of a market, prevent new entry, and \nmonopolize the mark et; \n(g)  boycotting or excluding any other undertaking fr om the production, \ndistribution or sale of any goods or the provision of any service; or  \n(h)  refusing to deal.  \n 4. Prohibited agreements .__ (l) No undertaking or association of undertakings shall en ter \ninto any agreement or, in the case of an association of undertakings, shall make a decision in respect \nof the production, supply, distribution, acquisition or control of goods or the provision of services \nwhich have the object or effect of preventing, restricting, or reducing competition within the relevant \nmarket unless exempted under section 5.  \n (2) Such agreements include, but are not limited to___ \n(a)  fixing the purchase or selling price or imposing any other restrictive trading \nconditions with reg ard to the sale or distribution of any goods or the provi sion \nof any service;  \n \nPage 7 of 28 \n (b)  dividing or shar ing of markets for goods or services, whether by  territories, by \nvolume of sales or purchases, by type of goods or services sold or by any other \nmeans;  \n(c)  fixing or setting the quantity of production, distributio n or sale  with regard to \nany goods or t he manner or means of providing any services;  \n(d)  limiting technical development or investment with regard to the production, \ndistribution or sale of any go ods or the provision of any service;  or \n(e)  collusive tende ring or bidding for sale, purchase or proc urement of any goods \nor services . \n(f)  applying dissimilar conditions to equivalent transactions with other trading \nparties, thereby placing them at a disadv antage; and  \n(g)  make the conclusion of contracts subject  to acceptance by the other parties of \nsupplementary obligations which, by their nature or according to commercial \nusage, have no connection with the subject of such contracts.  \n (3) Any agreement ent ered into in contravention of the provision in sub -sectio n (1) shall be \nvoid.  \n  5. Individual exempt ion.___ (1) The Commission may grant an exemption from section 4  \nwith respect to a particular practice or agreement, if a request for an exemption has been  made to it \nby a party to the agreement or practice and th e agreement is one to which section 9 app lies. \n (2) The exemption under sub-section  (1) may be granted subject to such conditions as the \nCommission considers it appropriate to impose and has effect for such period as the Commission \nconsiders appropriate.  \n (3) That period must be specified in the grant of the exemption.  \n (4) An individual exemption may be granted so as to have effect from a date earlier than that \non which it is granted.  \n (5) On an app lication made in such a way as may be specified by  the rules mad e under \nsection 55, the Commission may extend the period for which an exemption has effect; but, if the \nrules so provide, the Commission may do so only in specified circumstances.  \n  6. Cancellatio n, etc., of individual exemptions.__ (1) If the Commis sion h as reasonable \ngrounds for believing that  there has been a material change of circumstances since it granted an \nindividual exemption, it may by notice in writing__ \n(a)  cancel the exemption;  \n(b)  vary or remove any condition or obligation; or \n(c)  impose on e or more additional conditions or obli gations.  \n (2) If the Commission has reasonable suspicion that the information on which it based its \ndecision to grant an individual exemption was incomplete, f alse or misleading in a material \n \nPage 8 of 28 \n particular, the Com missio n may by notice in writing take any of the steps mentioned in sub -section \n(1). \n (3) Breach of a condition has the effect of cance lling the exemption.  \n (4) Failure to comply with an obligation allows the Commission, by notice in writing to take \nany of  the steps mentioned in sub -section (1).  \n (5) The Commission may act under this section on its own initiative or on complaint made by \nany person.  \n  7. Block exemption .__ (1) If agreements which fall withi n a particular category of \nagreements are, in the op inion of the Commission, likely to be agreem ents to which section 9 \napplies, the Commission may make a block exemption order giving exemption to such agreements.  \n (2) A block exemption order may impose co nditions or obligations subject to which a block \nexemption  is to have effect.  \n (3) A block exemp tion order may provide__ \n(a)  that breach of a condition imposed by the order has the effect of canceling the \nblock exemption in respect of an agreement;  \n(b)  that if there is a failure to comply with an obligati on imp osed by the order, the \nCommission may , by notice in writing, cancel the block exemption in respect \nof the agreement;  \n(c)  that if the Commission considers that a particular agreement is not one to \nwhich section 9 applies, the Commission may cancel th e block exemption in \nrespect of that ag reement.  \n (4) A block exemption order may provide that the order is to cease to have effect at the end of \na period specified in the block exemption order.  \n  8. Block exemption  procedure.__ (1) Before making a block ex emption order, the \nCommission must__ \n(a)  publish details of its proposed order in such a way as the Commission thinks \nmost suitable for bringing it to the attention of those likely to be affected; a nd \n(b)  consider any representations about it which are m ade to the Commission.  \n (2) A block exemption order may provide for a block exemption to have effect from a \ndate earlier than that on which the order is made.  \n  9. The criteria for individual and blo ck exemptions .__ (1) The Commission may grant \nindividual or block exemption in respect of an agreement, which substantially contributes to___ \n(a)  improving production or distribution;  \n(b)  promoting technical or economic progress, while allowing consumers  a fair \nshare of the resulting benefit; or  \n \nPage 9 of 28 \n (c)  the benef its of that clearly outweigh the adv erse effect of absence or lessening \nof competition.  \n (2) The onus of claiming an exemption under this Act shall lie on the undertaking seeking \nexemption.  \n  10. Deceptive marketing practices.__ (1) No undertaking shall e nter into deceptive \nmarketing pr actices.  \n (2) The deceptive marketing practices shall be deemed to have been resorted to or continued \nof an Undertaking resorts to__ \n(a)  the distribution of false or misleading information that is capable of harming \nthe bus iness interests of another under taking;  \n(b)  the distribution of false or misleading information to consumers, including the \ndistribution of information lacking a reasonable basis, related to the price, \ncharacter, method or place of production, properties,  suitability for use, or \nquality  of goods;  \n(c)  false or misleading comparison of goods in the process of advertising; or  \n(d)  fraudulent use of another's trademark, firm name, or product labeling  or \npackaging.  \n 11. Approval of mergers.__ (1) No undertakin g shall enter into a merger whi ch substantially \nlessens competition by creating or strengthening a dominant position in the relevant market.  \n (2) Notwithstanding the provisions contained in the Ac t where an undertaking, intends to \nacquire the shares or ass ets of another undertaking, or two or more undertakings intend to merge the \nwhole or part of their businesses, and meet the pre -merger notification thresholds  stipulated in \nregulations prescribed  by the Commission, such undertaking or undertakings shall a pply for \nclearance from the Com mission of the intended merger.  \n (3) The concerned undertakings shall submit a pre -merger application to the Commission as \nsoon as they agree in principle or sign a non-binding letter of intent to proceed with the merger.  \n (4) Application referred to in su b-section (3) shall be in the form and accompanied by a \nprocessing fee as may be prescribed by the Commission. The concerned undertakings shall not \nproceed with the intended merger until they have received clearance from the Commission. \n (5) The Commission  shall by way of an order ref fered to in section 31, decide on whether the \nintended merger meets the thresholds and the presumption of dominance as determined in sectio n 3. \nSuch order shall be made within thirty days of receipt  of the application.  \n (6) If so determined, the Commission shall initiate a second phase review and for that \npurpose the Commission may require the concerned undertakings to provide such informatio n as it \nconsiders necessary to enable the Commission to mak e the necessary determination.  \n (7) Failure to make a determination within the prescribed period of thirty days for the first \nphase review shall mean that the Commission has no objection to the in tended merger.  \n \nPage 10 of 28 \n  (8) On initiation of the second phase review  the Commission shall, within n inety days of \nreceipt of the requested information under sub-section  (6), review the merger to assess whether it \nsubstantially lessens competition by creating or stre ngthening a dominant position in the relevant \nmarket, and s hall give its decision on the pr oposed transaction. In case concerned undertakings fail to \nprovide the information requested, the Commission may reject the application.  \n (9) Failure to render a dec ision within ninety days shall be deemed to mean that the \nCommi ssion has no objection to th e intended merger.  \n (10) If after the second phase review  the Commission determines that the intended merger \nsubstantially lessens competition by creating or streng thening a dominant position, it may \nnonetheless approve the  transaction, if it is shown tha t__ \n(a)  it contributes substantially to the efficiency of the production or distribution of \ngoods or to the provision of services;  \n(b)  such efficiency could not r easonably have been achieved by a less restrictive \nmeans of  compe tition; \n(c)  the benefit s of such efficiency clearly outweigh the adverse effect of the \nabsence or lessening of competition; or  \n(d)  it is the least anti -competitive option for the failing un dertaking's assets, when \none of the undertakings is faced w ith actual or imminent financi al failure:  \n  Provided that the burden of proof shall lie with the undertaking seeking the approval . \n (11) In case the Commission determines that the transaction under review does not qualify \nthe criteria specified in sub-section (10), the Commission may ; \n(a)  prohibit the consummation of the transaction;  \n(b)  approve such transaction subject to the conditions laid by the Commission in \nits order;  \n(c)  approve such trans action on the condition that the said  undertakings e nter into \nlegally enforceable ag reements specified by the Commission in its order.  \n (12) Where an undertaking has consummated the merger without complying with the \nprovisions of sub -section (1) to su b-section (4), the Commission shall, after giving the unde rtaking \nan opportunity of being  heard, make appropriate orders under section 31.  \n (13) Where the Commission has granted approval subject to conditions, the Commission \nmay, within one year, review th e order of approval of merger on its own or on the applica tion of the \nundertakings concer ned on the ground that it is satisfied that  the circumstances of the relevant market \nor the undertakings have so changed as to warrant review of the conditions impose d. \n (14) If the Commission determines that the approval wa s based o n false or misleading \ninformation submitted by the undertaking, or the conditions prescribed in the relevant order  of the \nCommission have not been fully complied with, the Commission may a fter affording the \nundertakings concerned an opportunity o f being he ard___ \n \nPage 11 of 28 \n (a)  undo such  merger or acquisition; or  \n(b)  prescribe modifications or additions in the original order.  \nCHAPTER III  \nCOMPETITION COMMISSION OF PAKISTAN  \n 12. Establishment of Commis sion.___ (1) There is hereby established a Commission to b e \ncalled t he Competition Commi ssion of Pakistan.  \n (2) The Commission shall be a body corporate with perpetual succession and  common seal, \nand may sue and be sued in its own name and, subject to an d for the purpose of this Act, may enter \ninto contracts an d may acqui re, purchase, take,  hold and enjoy mov eable and immovable property of \nevery description and may convey, assign, surrender, yield up, charge, mortgage, demise, reassign, \ntransfer or otherwi se dispose of or deal with any mov eable or immovable proper ty or any interest  \nvested in i t, upon such terms as it deems fit.  \n (3) The Commission shall be administratively and functionally independent, and the Federal \nGovernment shall use its best efforts to  promote, enhance and maintain the independence of the \nCom mission.  \n  13. Head Office .__ The head office of the Commission shall be in Islamabad and the \nCommission may establish and close down offices at such other places in Pakistan as it considers \nnecessa ry. \n 14. Composition of Commission.__ (1) The Commission s hall consi st of no t less tha n five \nand not more than seven members:  \n Provided that the Federal Government may increase or decrease the number of Members, \nfrom time to time, as it may consider approp riate. \n (2) The Members shall be appointed by the Federal G overnment  and fro m amongst t he \nMembers of the Commission, the Federal Government shall appoint the Chairman.  \n (3) All Members of the Commission shall serve on a full -time basis.  \n (4) Not more than t wo Members of the Commission shall be employees of the Fed eral \nGove rnment. \n (5) No per son shall be recommended for appointment as a Member unless that person is \nknown for his integrity, expertise, eminence and experience for not less than ten years in any relevant \nfield including industry, commerce, economics, fi nance, la w, accou ntancy or p ublic administration:  \n Provided that the Federal  Government may prescribe qualifications and experience and mode \nof appointment of such Members in such manner as it may prescribe.  \n (6) No person shall be appointed or continued as a Membe r if he__ \n(a)  has been convicted of an offence involving moral turpitude;  \n(b)  has been or is adjudged insolvent;  \n \nPage 12 of 28 \n (c)  is incapable of discharging his duties by reason of physical, psycho logical or \nmental unfitness and has been so declared by a registered  medica l practiti oner \nappointed by the Federal Government;  \n(d)  absents himself from three consecutive meetings of the Commission, without \nobtaining leave of the Commission;  \n(e)  fails to disclose any conflict of interest at or within the time pr ovided for  such \ndisclosure under this Act or contravenes any of the provisions of this Act \npertaining to unauthorized disclosure of information; or  \n(f)  deemed incapable of carrying out his responsi bilities for any other reason.  \n (7) No act or proceeding o f the Comm ission shall be i nvalid by reason of absence of a \nmember or existence of vacancy among its members or any defect in the constitution thereof.  \n (8) No Member or officer of the Commissio n shall assume his office until he has made such \ndeclarati on affirmin g secrecy and fi delity.  \n 15. The Chairman.__ (l) The Chairman shall be the chief executive of the Commission and \nshall, together with the other Members, be responsible for the administrat ion of the affairs of the \nCommission.  \n (2) The Chairman ma y subject t o such conditio ns as he may deem fit, from time to time \ndelegate all or any of his powers and functions to any of the Members.  \n 16. The Acting Chairman.__ At any time when the position of  the Chairman is vacant, or the \nChairman is unable to perf orm his fun ctions due to a ny cause, the Federal Government shall appoint \nthe most senior Member of the Commission to be the Acting Chairman of the Commission until the \nappointment of a Chairman on a  regular basis.  \n 17. Term of office.__ The Chairman and Me mbers of th e Comm ission sh all be appointed for a \nterm of three years on such salary, terms and conditions of service as the Federal Government may \nby rules prescribe:  \n Provided that the Chairman and  Members shall be eligible for re -appointment for such ter m \nor terms but shall cease  to hold office on attaining the age of sixty -five years or the expiry of the \nterm whichever is earlier.  \n 18. Restriction on employment of the Chairman and other Members in  certain cases.__ \nThe Chairman and other Members shall not , for a per iod of one year  from the date on which they \ncease to hold office, accept any employment in, or connected with the management or administration \nof, any undertaking w ith has been a party t o any investigation before the Commission under this Act.  \n 19. Termin ation of appoin tment of Members.__ (1) Subject to sub -section (2), the \nappointment of any Member or the Chairman may, at any time, be revoked and he may be removed \nfrom his office by orde r of the Federal Government if it is found that such perso n has becom e \ndisqualified  under sub-section  (6) of section 14.  \n (2) Unless a disqualification referred to in section (1) arises from the judgment or order of a \nCourt or tribunal of competent jurisdic tion under any relevant provision of applicable law, a Me mber \nor the  Chairman shall  not be removed or his appointment revoked without an enquiry by an impartial \n \nPage 13 of 28 \n person or body of persons constituted in accordance with such procedure as may be prescribed by  \nrules made by the Federal Government and such rules shal l provide f or a reasonable  opportunity for \nthe Member or the Chairman to be heard in defen ce. \n (3) A Member or the Chairman may resign his office at any time by notice in writing \naddressed to the Fed eral Government.  \n (4) A vacancy in the Commission caused by the deat h, resignation or removal of any Member \nor the Chairman shall be filled by the Federal Government within thirty days of the occurrence of \nsuch vacancy.  \n  20. Commission Fund.__ (l) There s hall be established a fund to be known as the “CCP \nFund” which shall  vest in the Commission and shall be utilized by the Commission to meet charges \nin connection with the functioning of the Commission including payment of salaries and other \nremuneration to  the Chairman, Members, officers , officials , experts , advisers, and c onsultants of  the \nCommission.  \n (2) The Fund shall consist of , \n(a)  allocations or grants by the Federal Government;  \n(b)  charges and fees levied by the Commission;  \n(c)  contributions from  local and foreign donors or agencies with the approval o f \nthe Feder al Governmen t; \n(d)  returns on investments and income from assets of the Commission; and  \n(e)  all other sums which may in any manner become payable to or vested in the \nCommission;  \n(f)  a percentage of the fees and charges levied by other regulat ory agencie s in \nPakista n as prescribed by the Federal Government in consultation with the \nCommission and the percentage so prescribed shall not be varied to the \ndisadvantage of the Commission.  \n (3) The Commission shall make regulations for incurring expend itures as w ell as inves tments \nfrom the Fund.  \n (4) The Commission may open and maintain accounts at such scheduled banks as it may from \ntime to time determine. The Commission may with the approval of the Federal Government, open \nand maintain foreign currenc y accounts.  \n 21. Accoun ts and audits.__ (1) The Commission shall cause proper accounts to be kept and \nshall as soon as practicable after the end of each financial year cause to be prepared for that f inancial \nyear a statement of accounts of the Commission w hich shall include a balance sheet and an account \nof income and expenditure.  \n (2) Within sixty days after the end of each financial year, the annual financial statements of \nthe Commission shall be au dited by the Auditor -General of Pakistan or by a firm of chartered \naccountants nominated by the Auditor -General of Pakistan.  \n \nPage 14 of 28 \n  (3) The auditors shall make a report to the commission upon the balance sheet and accounts \nand in such report they shall state whe ther in their opinion the balance sheet is a full and fai r balance \nsheet containing all necessary particulars and properly drawn up so as to exhibit a true and correct \nview of the affairs of the Commission and, in case they have called for any explanation or \ninformation from the Commission, whether it has been g iven and wh ether it is satisfactory.  \n 22. Annual report.__ (1) Within ninety days from the end of each financial year, the \nCommission shall cause a report to be prepared on the activities of the Comm ission (including \ninvestigations, advocacy activities, en quiries and  merger reviews made by the Commission) during \nthat financial year.  \n (2) The Commission shall, within one hundred and twenty days of the end of each financial \nyear send a copy of the annua l report of the Commission under sub -section (1) together  with a cop y \nof the statement of accounts of the Commission certified by the auditors and a copy of the auditors' \nreport to the Federal Government which shall cause them to be published in the offici al Gazette and \nlaid before both Houses of the Majlis -e-Shoora (Parli ament) within two months of their receipt.  \n 23. Appointments by Commission.__ (1) The Commission may appoint such officers, \nofficials, experts, advisers and consultants as it considers nec essary to carry out such functions as \nmay be prescribed b y the Commi ssion with such powers and on such terms and conditions as it may \ndetermine from time to time.  \n (2) The Commission may , by notification in the official Gazette, make regulations in respect \nof the terms and conditions of service of its employees.  \n  24. Meeti ngs of Commission.__ (1) Subject to this section, the Chairman may convene such \nmeetings of the Commission at such times and places as he considers necessary for the efficient \nperformance of the functions of the Commission.  \n (2) The Chairman sha ll preside at every meeting of the Commission, and in the absence \nof Chairman, the Members may elect a Member to preside at the meeting.  \n (3) At any meeting of the Commission the quorum shall be thre e Members.  \n (4) All questions arising at any meeting of t he Commissi on shall be determined by a \nmajority of votes of the Members present and voting.  \n (5) In the event of an equality of votes, the Chairman shall have a casting vote.  \n (6) Subject to the prov isions of this Act, the Chairman may give directions rega rding the \nprocedure to be followed at or in connection with any meeting of the Commission.  \n  25. Disclosure of interest by Members.___ (1) For the purpose of this and the next following \nsection, a pe rson shall be deemed to have an interest in a matter i f he has any interest, pecuniary or \notherwise, in such matter which could reasonably be regarded as giving rise to a conflict between his \nduty to honestly perform his functions under this Act and such interest, so that his ability to consider \nand decide any question im partially or to give any advice without bias, may reasonably be regarded \nas impaired.  \n (2) A Member having any interest in any matter to be discussed or decided by the \nCommission shall, pr ior to any discussion of the matter, disclose in writing,  to the Com mission, the \nfact of his interest and the nature thereof.  \n \nPage 15 of 28 \n  (3) A disclosure of interest under sub-section  (2) shall be recorded in the minutes of the \nCommission, prior to any discussion of,  or decision on, the matter and, after the disclosure, t he \nMember :___ \n(a)  shall not, save in the cases provided in sub-section s (4) to (6), take part nor  be \npresent in any deliberation or decision of the Commission; and  \n(b)  shall be disregarded for the p urpose of constitution of a quorum of the \nCommission.  \n (4) If a Me mber is not the Chairman and the Chairman becomes aware that a Member has a \nconflict of interest, the Chairman shall :__ \n(a)  if the Chairman considers that the Member should not take part, o r continue to \ntake part, as the case may require, in de termining t he matter, direct the \nMember accordingly; or  \n(b)  in any other case, cause the Member's interest to be disclosed to the persons \nconcerned in the matter including any person whose application  is pending \ndecision or adjudication by the Commission,  the Member  in respect of whom \na direction has been given under clause (a) shall comply with the direction.  \n (5) If the Member is the Chairman, he shall disclose his interest to the persons concerned i n \nthe matter including any person whose application is pending dec ision or adjudication by the \nCommission.  \n (6) Subject to sub-section  (4), the Chairman or the Member who has any interest in any \nmatter referred to in this section shall not take part, or con tinue to take part, as the case may require, \nin determ ining the m atter unless everyone concerned in it consents to the Chairman or, as the case \nmay be, the Member so taking part.  \n  26.  Notification of interest by staff of Commission.__ (1) Where a person w ho, in the \ncourse of___ \n(a)  performing a function, or  exercising  a power , as an officer of the Commission , \n(b)  performing functions or service as an employee , or \n(c)  performing a function or services in any capacity by way to assisting or \nadvising the C ommission, or any officer of the Commission, is requir ed to \nconsi der a ma tter in which he has an interest, such person shall forthwith give \nto the Commission a written notice stating that he is required to consider the \nmatter and has an interest in it and setting out particulars of the interest.  \n (2) The pers on referred  to in sub-section (1) shall also declare his interest in accordance with \nthe said sub-section  whenever it is necessary to avoid the conflict of interest.  \n  27. Officers and employees, etc., t o be public servants.__ The Chairman, Members, \nemploy ees, expert s, consu ltants and advisers of the Commission authorized to perform any function \nor exercise any power under this Act shall be deemed to be public servants within the meaning of \nsection 21 of the Pakistan Penal Code, 1860 (Act XLV of 1860).  \n \nPage 16 of 28 \n CHAP TER -IV \nFUNC TIONS AN D POWERS OF THE COMMISSION  \n 28. Functions and powers of the Commission.__ (1) The functions and powers of the \nCommission shall be___ \n(a)  to initiate proceedings in accordance with the  procedures of this Act and make \norders in cases of c ontraventio n of the provisions of the said Act;  \n(b)  to conduct studies for promoting competition in all sectors of commercial \neconomic activity;  \n(c)  to conduct enquiries into the affairs of any underta king as may be necessary \nfor the purposes of this Act ; \n(d)  to give advice to undertakings asking for the same as to whether any action \nproposed to be taken by such undertakings is consistent with the provisions of \nthis Act, rules or orders made there unde r; \n(e)  to engage in competition advocacy; and  \n(f)  to take all other actions as may be necessary for carrying out the purposes of \nthis Act.  \n (2) The Commission may, subject to such conditions as it may think fit to impose, \ndelegate all or any of its funct ions and powers to any of its Members or officers as it deems fi t. \n 29. Competition advocacy.__ The Commission shall promote competition through advocacy \nwhich, among others, shall include__ \n(a)  creating awareness and imparting training about competition issues and taking \nsuch other actions as may be necess ary for the  promotion of a competition \nculture;  \n(b)  reviewing policy frameworks for fostering competition and making suitable \nrecommendations for amendments to this Act and any other laws that affect \ncompetition in Pakistan to the Federal Government and P rovincial \nGovernments; \n(c)  holding open hearings on any matter affecting the state of competition in \nPakistan or affecting the country's commercial activities and expressing \npublicly an opinion with res pect to the issues; and  \n(d)  posting on its website a ll decision s made, inquiries under review and \ncompleted, merger guidelines, educational material  and the like.  \n  30. Proceedings in cases of contravention.__ (1) Where the Commission is satisfied  that \nthere has been or is likely to be, a contravention of  any provis ion of Chapter II, it may make one or \nmore of such orders specified in section 31 as it may deem appropriate. The Commission may also \nimpose a penalty at rates prescribed in section 38, in all  cases of contravention of the provisions of \nChapter II. \n \nPage 17 of 28 \n  (2) Before making an order under sub -section (1), the Commission shall___ \n(a)  give notice of its intention to make such order stating the reasons therefore to \nsuch undertaking as may appear to it t o be in contravention; and  \n(b)  give the undertaking an opportun ity of being heard on such date as may be \nspecified in the notice and of placing before the Commission facts and \nmaterial in support of its contention:  \n Provided that in case the undertaking d oes not avail the opportunity of being heard, the \nCom mission may  decide the case ex parte . \n (3) The Commission shall publish its Orders in the official Gazette, for the information of the \npublic.  \n (4) An order made under sub -section (1) shall have effect n otwithstanding anything to the \ncontrary contained in any other l aw for the time being in force or in any contract or memorandum or \narticles of association.  \n (5) Any order issued under this section shall include the reasons on which the order is based.  \n 31.  Orders of the Commission.__ The Commission may in t he case of___ \n(a)  an abuse of dominant position, require the undertaking concerned to take such \nactions specified in the order as may be necessary to restore competition and \nnot to repeat the prohibitio ns specified in Chapter II or to engage in any other \npractice wi th similar effect; and  \n(b)  prohibited agreements, annul the agreement or require the undertaking \nconcerned to amend the agreement or related practice and not to repeat the \nprohibitions specif ied in section 4 or to enter into any other agreement  or \nengage in any other practice with a similar object or effect; or  \n(c)  a deceptive marketing practice, require___ \n(i)  the undertaking concerned to take such actions specified in the order as \nmay be n ecessary to restore the previous market conditions an d not to \nrepeat the prohibitions specified in section 10; or  \n(ii)  confiscation, forfeiture or destruction of any goods having hazardous \nor harmful effect.  \n(d)  A merger, in addition to the provisions co ntained in section 11__ \n(i)  authorize the merger, po ssibly sett ing forth the conditions to which the \nacquisition is subject, as prescribed in regulations;  \n(ii)  decide that it has doubts as to the compatibility of the merger with \nChapter II, thereby openi ng a second phase review; or  \n(iii)  undo or prohibit the merger,  but only as a conclusion of the second \nphase review.  \n \nPage 18 of 28 \n  32. Power to issue interim orders.__ (1) Where, during the course of any proceeding under \nsection 30, the Commission is of opinion that t he issuance of a final order in the proceedings is li kely \nto tak e time and that, in the situation that exists or is likely to emerge, serious or irreparable damage \nmay occur and an interim Order is necessary in the public interest, it may, after giving the  \nundertaking concerned an opportunity of being heard,  by order, direct such undertaking to do or \nrefrain from doing or continuing to do any act or thing specified in  the order.  \n (2) An order made under sub-section  (1) may, at any time, be reviewed, modifie d or \ncancelled by the Commission and, unless so canc elled, shal l remain in force for such period as may \nbe specified therein but not beyond the date of the final order made under section 31.  \n 33. Powers of the Commission in relation to a proceeding or enquir y.__ (1) Th e \nCommission shall, for the purpose of a proceeding or  enquiry under this Act, have the same powers \nas are vested in a civil court under the Code of Civil Procedure, 1908 (Act V of 1908), while  trying a \nsuit, in respect of the following matters,  namely:  \n(a)  summoning and enforcing the attendance of any witne ss and examining him \non oath;  \n(b)  discovery and production of any document or other material object producible \nas evidence;  \n(c)  accept  evidence on affidavits;  \n(d)  requisitioning of any public reco rd from any court or office; and  \n(e)  issuing of a commis sion for the examination of any witness, document or both.  \n (2) Any proceeding before the Commission shall be deemed to be a judicial pr oceeding \nwithin the meaning of sections 193 and 228 of the Paki stan Penal Code (Act XLV of 1860), and the \nCommission sha ll be deemed to be  civil court for the purposes of section 195 and Chapter XXXV of \nthe code of Criminal Procedure, 1898 (Act V of 1898 ). \n (3) The Commission may, for the purpose of a pro ceeding or enquiry under this Act, require \nany undertaking:  \n(a)  to produce before, and to allow to be examined and kept by, an officer of the \nCommission specified in this behalf, any books, accounts,  or other documents \nin the custody or under the cont rol of the  undertaking so required, being \ndocuments relating to any mat ter the examination of which may be necessary \nfor the purposes of this Act; and  \n(b)  to furnish to an officer so specified such info rmation in its possession, relating \nto any matter as  may be, ne cessary for the purpose of this Act.  \n  34. Power to enter and  search premises.__ (1) Notwithstanding anything contained in any \nother law for the time being in force, the Commission for reasonab le grounds to be recorded in \nwriting shall have the power to au thorize any officer to enter and search any premises for the purpose \nof enforcing any provision of this Act.  \n (2) For the purpose of sub-section  (1), the Commission__ \n \nPage 19 of 28 \n (a)  shall have full and fr ee access to any premises, place, accounts, documen ts or \ncompu ter; \n(b)  may stamp, or make an extract or copy of any accoun ts, documents or \ncomputer -stored information to which access is obtained under clause (a);  \n(c)  may impound any accounts or documents  and retain them for as long as may \nbe necessary fo r the purpo ses of the Act;  \n(d)  may where a hard copy or computer disk of information stored on a computer \nis not made available, impound and retain the computer for as long as is \nnecessary to copy the info rmation required; and  \n(e)  may make an inventory of any arti cle found in any premises or place to which \naccess is obtained u nder clause (a).  \n (3) Any officer of the Commission who seeks to exercise the right to enter and search \npremises shall be required  to provide evidence of his authority to act on beh alf of the Commission.  \n (4) The Commission may authorize any valuer to ente r any premises or place to inspect such \naccounts and documents as may be necessary to enable the valuer to make a valuation of an asset for \nthe purpose of this Act.  \n (5) The occupie r of any pr emises or place to which access is sought under sub-section  (1) \nshall provide all reasonable facilities and assistance to ensure the effective exercise of the right of \naccess.  \n (6) Any accounts, documents or computer impounded and retained under  sub-sectio n (2) and \n(3) shall be signed for by the Commission or an autho rized officer.  \n (7) An undertaking whose accounts, documents or computer have been impounded and \nretained under sub-section  (2) may e xamine them and make an extract or copy from the m during \nregular office hours under such supervision as the Commission may determine.  \n Explanation .__ In this section, the expression “Occupier”, in relation to any premises or place, \nincludes the owner, man ager or any other person found present on the pr emises or p lace. \n  35. Forcible entry.__ (l) In the event that an undertakin g refuses without reasonable cause \nto allow the Commission to exercise the powers contained in section 34, an investigating officer of \nthe Commission may by written order, signed b y any two M embers enter any place or building by \nforce, if necessary.  \n (2) Notwithstanding anything contained in sub-section  (1), no investigating officer of the \nCommission shall enter any premises by the use of force without a written order of the Commiss ion \nsigned by two Members.  \n (3) If, on enquiry conducted in accordance with the rules it is found that the exercise by an \ninvestigating officer of his power under sub-section  (2) was vexatious, excessive or wit h mala fide \nintent such officer shall be dismi ssed from s ervice, and shall be guilty of an offence and shall be \nliable on conv iction to a fine which may extend to five hundred thousand rupees or to imprisonment \nfor a term not exceeding one year or both.  \n \nPage 20 of 28 \n  (4) Whenever a criminal court imposes a fine un der sub-section (3) it shall, when passing \njudgment, order that a sum equal to the whole or any part of the fine recovered, be paid to the person \non whose complaint the investigating officer was convicted, and i n case the fine is not recovered the \nsum shal l be paid o ut of the Fund.  \n (5) Any sum paid under sub-section  (4) shall be without prejudice to the right of the \naggrieved person to avail any other remedies available to him under the law but at the time of \nawarding compensation in any subsequent proceed ings relati ng to  the, same matter the court shall \ntake into account any sum recovered from the convict and paid to the aggrieved person.  \n 36. Power to call for information relating to undertaking.__ Notwithstandi ng anything \ncontained in any other law for t he time bei ng in  force, the Commission may, by general or  special \norder, cal l upon an undertaking to furnish periodically or as and when required any information \nconcerning the activities of the undertaking, inc luding information relating to its organizat ion, \naccoun ts, business, trade practices, management and connection with any other undertaking, which \nthe Commission may consider necessary or useful for the purposes of this Act.  \n 37. Enquiry and studies.__ (1) The Commission may, on its own, and shall up on a refere nce \nmade to it by the Federal Government, conduct enquiries into a ny m atter relevant to the purposes of \nthis Act.  \n (2) Where the Commission receives from an undertaking or a registered association of \nconsumers a complaint in writing of such fact s as appea r to constitute a contravention of the \nprovisions of Chapter II, it  shall, unless it is of opinion that the application is frivolous or vexatious \nor based on insufficient facts, or is not substantiated  by prima facie evidence, conduct an enquiry  into \nthe m atter to which the complaint relates.  \n (3) The Commission may outso urce studies by hiring consultants on contract.  \n (4) If upon the conclusion of an inquiry under sub-section  (1) or sub-section  (2), the \nCommission is of opinion that the findings  are such t hat it  is necessary in the public interest so to do, \nit shall initi ate proceedings under section 30.  \nCHAPTER -V \nPENALTIES AND APPEALS  \n 38. Penalty.__ (1) The Commission may by order direct any undertakin g or any director, \nofficer or employee of an undertak ing, to pay by way of penalty such sum as may be specified in the \norder if, after giving the undertaking concerned an opportunity of being heard, it determines that \nsuch undertaking :___ \n(a)  has been foun d engaged in any activity prohibited under  this Act;  \n(b)  has failed to comply with an order of the Commission made unde r this Act;  \n(c)  has failed to supply a copy of  the agreement or any other documents and \ninformation as required under this Act or requ isitioned by the Commission;  \n(d)  has furn ished any i nformation or made any statement to the Commission \nwhich such undert aking knows or has reason to believe to be false or found by \nthe Commission to be inaccurate; or  \n \nPage 21 of 28 \n (e)  knowingly abuses, interferes with , impedes, imperils, or obstructs the proc ess \nof the Com mission in any manner:  \n Provided that fair comments made in good faith and in the public interest on the working of \nthe Commission or on any order of the Commission issued after the completion of any proceedings, \nshall not be subject to the i mposition o f a penalty.  \n (2) The Commission may impose penalties at the followi ng rates, namely:___ \n(a)  for a contravention of any provision of Chapter II of th e Act, an amount not \nexceeding seventy -five million rupees or an amount not exceeding ten percent \nof the an nual turnover of the undertaking, as may be decided in the \ncircumst ances of the case by the Commission; or  \n (b)  for non -compliance of any order, notice or requisition of the Commission an \namount not exc eeding one million rupees, as may be decid ed in the \ncircumstances of the case by the Commission; and  \n (c)  for clause (e ) in sub-section  (1), an amount not exceeding one million rupees \nas may be decided in the circumstances of the case by the Commission.  \n (3) If the violation of the order of the Commission is a continuing one, the Commission may \nalso direct the undertaking guilty of such violation  shall pay by way of penalty a further sum which \nmay extend to one million rupees for every day after the first  such violation.  \n (4) Any penalty imposed  under this  Act shall be recoverable as provided in section 40.  \n (5) Notwithstan ding anything contained in this Act or any other law for the time being in \nforce, failure to comply with an order of the Commission sha ll constitute a criminal offence \npunishab le with imp risonment for a term which may extend to one year or with fine which may \nextend to twenty five million rupees and the Commission may, in addition to, or in lieu of, the \npenalties prescribed in this Act , initiate proceedings in a Court of competen t jurisdict ion. \n 39. Leniency.__ (l) The Commission may, if it is satisfied tha t any undertaking which is a \nparty to a prohibited agreement and is alleged to have violated Chapter II prohibitions, has made a \nfull an d true disclosure in respect of the alleg ed violatio n, impose on such undertaking a lesser \npenalty as it may deem fit, t han that provided in section 38.  \n (2) Any exemption from a penalty or imposition of a lesser penalty shall be made only in \nrespect of an  undertaking that is a party to a prohibi ted agreeme nt which first made the full and true \ndisclosure under this section.  \n (3) The Commission may , if it is satisfied that any undertaking which has been granted \nlenient treatment under sub-section  (1) failed to  comply with the conditions on which a l esser penal ty \nwas imposed had given false evidence, revoke the leniency provis ion and impose on the undertaking \nthe penalty provided under section 38.  \n 40. Recovery of penalties.__ (1) For the recovery of any amount from an undertaking, the \nCommission may serve upon the concerned person or the chief executive or director of the said  \nundertaking, a copy of a notice in the prescribed form requiring such person to pay the said amount \nwithin the time specified in the noti ce. \n \nPage 22 of 28 \n  (2) If the amount referred to in th e notice un der sub-section  (1) is not paid within the \nprescribed time, the Com mission may proceed to recover the said amount from the person or \nundertaking in default in any  one or more of the following manners, namely :__ \n(a)  attachment of immovable or sal e of any mo vable  property, including bank \naccount of the person or undertaking ; \n(b)  appointment of a receiver for the management of the movable or immovable \nproperty of the person or undertaking;  \n(c)  recovery of t he amount as arrears of land revenue th rough the D istrict \nRevenue Officer;  \n(d)  require any of the following, by notice  in writing, the person to deduct and pay \nthe sum specified in the notice on or before such date as may be so specified, \nnamely:__ \n(i)  from whom any money is due or may become d ue to the u ndert aking;  \n (ii)  who holds, or controls the receipt or disposal o f or may subsequently \nhold, or control the receipt or disposal of, any money belonging to the \nundertaking or on account of the undertaking;  or \n(iii)  who is responsible for the payme nt of any s um to  the undertaking.  \n (3) Any bank, receiver, District Revenu e Officer or undertaking who has paid any sum in \ncompliance with a notice under sub-section  (2) shall be deemed to have paid such sum to the \nCom mission in respect of the undertaking,  and the re ceipt of the Commission shall constitute a good \nand sufficient discharge of the liability of such bank, receiver, District Revenue Officer or \nundertaking to the extent of the sum referred to in such receipt.  \n (4) If any bank, receiver, District Revenue Off icer o r undertaking on whom a notice is served, \nfails to attach , receive, recover, deduct and pay, as the case may be, the amount specified in the said \nnotice, such bank, receiver, District Revenue Officer o r undertaking shall be treated as a de faulter \nand the a mount specified in the said notice shall be recoverable f rom him or it, as the case may be, \nby the Commission in accordance with the provisions of this Act.  \n (5) The Commission may, by order, direct an y bank, receiver, District Revenue Off icer or \nundertaki ng which is a defaulter as referred to in sub-section  (4), to pay by way of penalty, such sum \nas specified in the order, after giving to the bank, receiver, District Revenue Officer or undertaking \nan op portunity of being heard, it determin es that suc h bank,  receiver, District Revenue Officer or \nundertaking has w ilfully failed to comply with the order of the Commission.  \n (6) For the purposes of the recovery of the amount under sub-section  (2), the Commissio n \nshall have the same powers as a civil court has under  the Code of Civil Procedure 1908 (Act V of \n1908).  \n (7) The Commission may make rules regulating the procedure for the recovery of amounts \nunder this section and any other matters connected with or inc idental to the operation of this sec tion. \n (8) All pena lties and fines recovered under this Act shall be cred ited to the Public Account of \nthe Federation.  \n \nPage 23 of 28 \n  41. Appeal to the Appellate Bench of the Commission.__ (1) An appeal shall lie to an \nAppellate Bench  of the Commission in respect of an order made by any M ember or authorized \nofficer of the Commission. The per son aggrieved by such order may, within thirty days of the \npassing of the order submit an appeal, to the Appellate Bench of the Commission.  \n (2) The Commission shall constitute Appell ate Benches  compris ing not less than two \nMembers to hear appeals under sub-section (1). \n (3) The decisions of the Appellate Bench shall be made unanimously or by a majority of \nvotes if the Appellate Bench comprises of mor e than two members. In the event of  a split ve rdict, th e \noriginal order appealed against shall hold and  have effect as the final order of the Commission.  \n (4) No Member shall be included in an Appellate Bench who has participated or been \ninvolved in the decision being appealed against . \n (5) The form in w hich an appeal is to be filed and the fees to be paid th erefore and other \nrelated matters shall be prescribed by rules.  \n 42. Appeal to the Court.__ Any person aggrieved by an order of the Commission co mprising \ntwo or more Members or of the Appella te Bench of the Commission may within sixty days of the \ncommunica tion of the order, prefer appeal to the Competition Appellate Tribunal.  \n 43. Competition Appellate Tribunal.__ (1) As soon as may be within thirt y days of he \ncommencement of this A ct, the Fed eral Gove rnment shall constitute the Competition Appellate \nTribun al whic h shall consist of a Chairperson who shall be a person who has been a judge of the \nSupreme Court or is a retired Chief Justice of a High C ourt and two technical members who shall be \npersons of ability, integrity and have special knowledge and profes sional experience of not less than \nten years in international trade, economics, law, finance and accountancy.  \n (2) The Chairperson and members sh all hold office for a period of thr ee years an d shall b e \neligible for reappointment for a similar term and shal l cease to hold office on attaining the age of \nsixty -eight years or the expiry of the term whichever is earlier.  \n (3) The Chairperson and the mem bers shall be entitled to such sala ry and othe r terms a nd \nconditions of service as the Federal Government may b y rules prescribe.  \n (4) The Competition Appellate Tribunal may, in consultation with the Federal Government, \nmake rules governing procedure in pr oceedings before the Tribunal.  \n (5) The Compet ition App ellate Tribunal shall decide an appeal expeditiously wit hin six \nmonths of its presentation to the Tribunal.  \n  44. Appeal to Supreme Court.__ Any person aggrieved by an order of the Competition \nAppellat e Tribunal may prefer an appeal to Supreme Cou rt within  sixty days.  \nCHAPTER -VI \nGENERAL  \n 45. Common seal.__ (l) The Com mission shall have a common seal which shall be kept in the \ncustody of the Chairman or such other person as may be authorized by the Chair man by regulations \nmade by the Comm ission.  \n \nPage 24 of 28 \n  (2) Docu ments required or permitted to be executed under the seal s hall be specified and \nauthenticated in such manner as shall be authorized by regulations.  \n  46. Service of notices and other documents.__ For the  purpose of this Act any notice, \nrequisition, letter  or order required to be served on an undertaking shall be treated as properly served \non the undertaking, if such service is made in the manner prescribed for the service of a summons \nunder the Code of Ci vil Procedure, 1908 (V of 1908) or as may be p rescri bed by the Commission.   \n 47. Compensation.__ (1) No underta king shall be entitled to or be paid any compensation or \ndamages by the Commission for any loss or injury suffered on account of the termination of any \nagreement or employment or the dives tment of an y shar e or property or any other action taken in \npursuance o f any order made under this Act.  \n (2) Nothing in sub-section  (1) shall prevent an undertaking  from recovering compensation or \ndamages from any oth er party for any loss or injury suffered o n account o f the t ermination of any \nagreement or employ ment or the d ivestment of any share or property or any oth er action taken in \npursuance of any order ma de under this Act.  \n 48. Indemnity.__ Subject  to sub-section  (3) of section 35 no suit, prosecution or other legal \nproceeding shall lie agains t the commi ssion o r any Membe r, officer or servant of the Commission for \nanything in good faith done or intended to be done under this Act or any regulations or order made \nthere under.  \n 49. Agreement for exchange of informa tion.__ The Commission may, with approval of  the \nFederal Govern ment , enter into agreement with competit ion agencies in any part of the world for the \nexchange and assistance in performance of its function under th is Act.  \n  50. Sharing and supply  of informa tion.__ In order that information relevant to the \nperforman ce of  its functions is available to the Commission and for carrying out the purposes of this \nAct,___ \n(a)  all offices and agencies of the Federal Governm ent and Provincial \nGovernment shall supp ly free of cost or charges  information  requested by the \nCommiss ion in the discharge of its functions under this Act; and  \n(b)  the State Bank of Pakistan, Security and Exchange Commission of Pakistan , \nthe Central  board of Revenue , the Federal B ureau of Statistics  and all \nregulator y authorities shall arrange to provide requi site information as \npermissible under their own laws to the Commission, from time to time, at its \nrequest in the discharge of its functions under this Act.  \n 51. Obligation  of confidentiality.___ (1) Subje ct to this section , any person who is or was at  \nany time,___ \n(a)  acting as a Member of the Commission , or \n(b)  engaged as an officer or employee of the Commission , or \n(c)  authorized to perform or exercise any function or p ower of the Commission or \nany fun ction or power  on behalf of the Commission or to render services to the \nCommission in the capacity of a consultant or adviser ;  \n \nPage 25 of 28 \n shall not, except to the extent necessary to perform his official duties, or in the performance or  \nexercise of such a function or p ower, eithe r direc tly or indirectly, make a  record of, or disclose  to any \nperson, any information that is or was acquired by him because of having been so appointed, \nengaged o r authorized, or make use of any such informatio n, for any purpose other than the  \nperformanc e of hi s official duties or the perfo rmance or exercise of that function or power.  \n (2) Any person who contravenes sub -section (1) shall be guilty of an offence which shall be \npunishable with imprisonment for a t erm which may extend to one year,  or with fi ne whic h may \nextend to one milli on ru pees or with both.  \n (3) The Commission shall take all reasonable measures to protect from unauthorized use or \ndisclosure of the information given to it in confidence in connec tion with the performance of its \nfunctions o r the e xercise of its powers.  \n (4) For the purpose of sub -section (1) the disclosure of information as required or permitted \nby any law for the time being in force in Pakistan or any other jurisdiction shall be t aken to be \nauthorized use and dis closure of the inf ormation.  \n (5) For the pu rpose s of sub -section (1), the disclosure of information by a person for the \npurposes of :__ \n(a)  performing his functions as ,____ \n(i)  a Member or employee of the Commission;  \n(ii)  an officer, or employee or who  is authori zed to perform or exercise a \nfunction or power of, or on behalf of, the Commission; or  \n(b)  the performance of functions or service by the person by way of assisting a \nMember or an officer of the Commission,  \n shall be taken to be authorized use and disclos ure of the information.  \n (6) Wher e the  Chairman is satisfied that any particular information ,___ \n(a)  may enable or assist the Commission to perform or exercise any of its \nfunctions or powers;  \n(b)  may enable or as sist the Federal Government, or a n agency of  the Fe deral \nGovernment to perfor m a function or exercise a power; or  \n(c)  may enable or assist the Federal Government, an agency of the Federal \nGovernment, or of a foreign country to perform a function, or exerc ise a \npower, conferred by a law i n force in that fo reign country,  \nthe disclo sure of the information to such person s by a person whom the Chairman authorize s for the \npurpose shall be taken to be authorized use and disclosure of the information . \n (7) The Chai rman may impose conditions to be complied wi th in r elation to information \ndisclosed under sub-section  (6). \n \nPage 26 of 28 \n  (8) The Chairman may delegate all or any of his functions and powers under sub-section s (6) \nand (7) to a Member or an officer of the Commission.  \n (9) Nothing in any of sub-section s (4), (5), ( 7) and (8)  shall limit what may otherwise \nconstitute, for the purposes of sub-section  (1), authorized use or disclosure of information.  \n  52. Permitted disclosure.__ Nothing in section 49 shall preclude a person from ,__ \n(a)  producing a document  to a court in the cou rse of criminal proce edings or in \nthe course of any proceedings under this Act, the Act or any other law for the \ntime being in force;  \n(b)  disclosing to a court in the course of any proceedings referred to  in clause (a) \nany matter or thing, that  came under  his or her notice in  the performance of his \nor her official duties or in the performance of a function or the exercise of a \npower referred to in that section;  \n (c)  producing a document or disclosing info rmation  to a person to whom,  in the \nopinion of the  Commission, it is in the public interest that the document be \nproduced or the information be disclosed;  \n(d)  producing a document or disclosing information that is required or permitted \nby any law for the  time being in force in Pakis tan or any other juris diction to \nbe produced  or disclosed, as the case may be; or  \n(e)  producing a document or disclosing information to the Commission.  \n 53. Assistance and advice to the Commission.__ (1) The Commission may see k the \nassistance of any perso n, authorit y or agency  for the performance o f its functions under this Act.  \n (2) All officers of an agency and any person whose assistance has been sought by the \nCommission in the performance of its functions shall render such assistance to the extent it i s within \ntheir power o r capacity.  \n (3) Subje ct to sub-section (3) of section 35, no statement made by a person or authority in the \ncourse of giving evidence before the Commission or its staff shall use against him or subject su ch \nperson or authority to civ il or crimi nal proceed ings except for prosec ution of such person or \nauthority for giving false evidence.  \n 54. Power to exempt.__ The Federal Government may, by notification in the official Gazette, \nexempt from the application o f this Act or any provi sion thereo f and for s uch period as it may \nspecify  in such notification,__ \n(a)  any class of undertaking if such exemption is necessary in the interest of \nsecurity of the State or public interest;  \n(b)  any practice or agreement arising out of and in accorda nce with an y obligatio n \nassumed by Pakistan under  any treaty, agreement or convention with any other \nState or States; or  \n(c)  any undertaking Which performs a sovereign function on behalf of the Federal \nGovernment or a Provinci al Government.  \n \nPage 27 of 28 \n  55. Act not t o apply to trade union s.__ Nothing in th e Act sh all apply to trade unions or its \nmember  functioning in accordance with any law pertaining to trade unions for the time being in \nforce.  \n 56. Powers of the Federal Government to i ssue directives.__ The Federa l Governmen t may, \nas and when it considers necess ary, issue policy directives to the Commission, not inconsistent with \nthe provisions of this Act, and the Commission shall comply with such directives.  \n 57. Power to make rules.__ (1) Subject to sub-section  (2), the Co mmission may , by \nnotification in the o fficial Gazette  and with the approval of Federal Government, make rules for all \nor any of the matters in respect of which it is required to make rules or to carry out the purpose s of \nthis Act.  \n (2) The power to make rules conferred by  this section, except for the first occasion, shall be \nsubject to the condition of previous publication and before making any rules the  draft thereof shall be \npublished in the official Gazette for eliciti ng public opinion thereon wi thin a peri od of not le ss than \nthirty days from th e dat e of publication.  \n 58. Power to make regulations.__ (1) Subject to sub-section  (2), the Commission  may, by \nnotification in the official Gazette, make such regulations as ma y be required to carry out the \npurpose s of this Act . \n (2) The power to make reg ulations conferred by this section, except for the first occasion, \nshall be subject to the condition of previous publication and before making any regulations the draft \nthereof shall be published in two n ewspapers o f wide circul ation for eliciting public o pinio n thereon \nwithin a period of not less than thirty days from the date of publication.  \n 59. Act to override other laws.__ The provisions of this Act shall have effect \nnotwithstanding anything to the contrar y contained i n any other law for the time being  in force.  \n 60. Removal of difficulties.__ If any difficulty arises in giving effect to the provisions of this \nAct, the Commission may make such order, not inconsistent wi th the provisions of this A ct, as may \nappear to it to be necessary for the purpose of  remo ving the difficulty.  \n 61. Repeals and savings.__ On the commencement of this Act__ \n(a)  the Monopolies and Restrictive Trade Practices (Control and Prevention) \nOrdin ance, 1970 (V of 1970), her einafter re ferred to as the repealed Act, shall \nstand repea led; \n(b)  the Monopoly Control Authority established under the repealed Act shall stand \ndissolved;  \n(c)  all assets, rights, powers, authorities and privileges and propert y, movable and \nimmovable, c ash and ban k balances, r eserve funds, investments and all o ther \ninterests and rights in, or arising out of such property and all debts, liabilities \nand obligations of whatever kind of the Monopoly Control Authority \nsubsisting imm ediately before its dissolu tion shall stand transfe rred to and vest \nin the Competition  Comm ission of Pakistan established under this Act;  \n(d)  no officer, employee, servant, or any other person holding any post in \nconnection with the affairs of the Monopol y Control Authority shall h ave any \n \nPage 28 of 28 \n right or lien to  appointment to any post in the Com petition Commission of \nPakistan established under this Act;  \n(e)  officers, employees, servants, or any other person holding any post in \nconnection with the affairs of the  Monopoly Control Authority , not consi dered \nfor app ointment in the Commission shall ha ve the option to be discharged \nfrom service on payment of admissible relieving benefits , or alternatively, \ntheir services shall be placed at the disposal of the Finance Di vision  for \nabsorption on t he terms an d conditions to be determined by that Division b ut \nnot less favorable than those which they were entitled to in Monopoly Control \nAuthority, and unless sooner they are absorbed elsewhere  they shall continue \nto draw the ir pay, allowances, privile ges or othe r benefits fr om the \nCommission as they were drawi ng wh ile holding their posts in the Authority;  \n(f)  save as otherwise provided in clause (c), all the debts and obligations incurred \nor contracts entered into or rights acquired and all matters an d things en gaged \nto be d one by, with or for the Monopoly Con trol Authority before the \nenforcement of this Act shall be deemed to have been incurred, entered into, \nacquired or engaged to be done by  with or for the Commission, est ablished \nunder this Act, as  the case m ay be; and  \n(g)  all suits and other legal proceedi ngs i nstituted by or against the Monopoly \nControl Authority before the commencement of this Act shall be deemed to be \nsuits and proceedings by or against the Comp etition Commission of Pakis tan \nas the case may be a nd may proceed and be dealt with acco rdingl y. \n 62. Validation of actions, etc.__ Anything done, actions taken, orders passed, instruments \nmade, notifications issued, agreements made, proceedings initiated,  processes or communication  \nissued, po wer conferred , assumed or exercised, by the Commis sion o r its officers on or after the 2nd \nOctober, 2007 and before the commencement of this Act, shall be deemed to have been validly done, \nmade, issued, taken, initiate d, conferred, assumed, and exercised a nd provisions  of th e Act shall \nhave, and shall be  deemed  alwa ys to have had, effect accordingly.  \n \n \n________  \n \n \n \n \n \n \n         Last Uploaded on 20.11.2023"
}