{
    "file": "./converted_json\\administratorcbc496362ddd945945553a29ecd45074(2).json",
    "name": "Federal Government Lands and Buildings (Recovery of Possession) Ordinance, 1965",
    "date": "10th December, 1965",
    "tagline": "An Ordinance for the speedy recovery of possession of Central Government lands and buildings.",
    "content": "Page 1 of 5 \n  \n \nTHE FEDERAL  GOVERNMENT LANDS AND BUILDINGS \n(RECOVERY OF POSSESSION) ORDINANCE, 1965  \n \nCONTENTS  \n \n1.  Short title, extent and commencement  \n2.  Definitions  \n3.  Eviction of outgoing lessees on licensees from land or building  \n4.  Revocation of license and re covery of possession of building in certain cases  \n5.  Eviction of unauthorized occupants  \n6.  Mode of recovery of possession  \n7.  Recovery of cost of demolition and removal of structures  \n8.  Recovery of arrears of rent  \n9.  Power to delegate  \n10.  Jurisdiction  of Civil Court barred  \n11.  Indemnity  \n12.  Requisition of police assistance  \n13.  Power to make rules  \n \n\n \nPage 2 of 5 \n THE FEDERAL  GOVERNMENT LANDS AND BUILDINGS \n(RECOVERY OF POSSESSION) ORDINANCE, 1965  \n \n1ORDINANCE NO. OF 1965  \n[10th December, 1965]  \nAn Ordinance to pro vide for the speedy recovery of possession of Central Government lands and \nbuildings.  \n   WHEREAS it is expedient to provide for the speedy recovery of possession of Central \nGovernment lands and buildings from outgoing lessees and licensees and unauthorized  occupants, \nand for matters ancillary thereto;  \n AND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render immediate legislation necessary;  \n NOW, THEREFORE, in exercise of the powers conferred b y clause (1) of Article 29 of the \nConstitution and of all other powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance:___ \n            1. Short title, extent and commencement.___ 2[(1) This Ordinance may  be called the Federal \nGovernment Lands and Buildings (Recovery of Possession) Ordinance, 1965 ].  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions . In this Ordinance, unless there is anything repugnant in the  subject or \ncontext,___  \n(a)  “building ” means a building, or part thereof, which vests in, or is in the \npossession or under the management and control of, the 1[Federal \nGovernment], and includes the land appurtenant thereto;  \n(b)  “land” means land which v ests in, or is in the possession or under the \nmanagement and control of, the 1[Federal Government], and is used or held for \npurposes other than agriculture;  \n(c)  “lease ” and “lessee ” have the same meaning as in the Transfer of Property \nAct, 1882 (IV of 188 2), and for the purpose of section 3, “lessee ” includes his \nheirs, assigns, legal representatives and all persons inducted by him into the \ndemised land or building;  \n \n1Approved by the National Assembly of Pakistan on 9th March, 1966, see Gaz. of P., 1966, E xt., pp. 105 -108. \nThis Ordinance and the rules, notifications and Orders made thereunder as in force in N.W.F.P. before the 15th July, 1975, ha ve been applied to all the \nProvincially Administered Tribal Areas of the N.W.F.P., by Regulation No. III of 1975,  s. 2 and the Sch.  \n2Subs by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for sub -section (1).  \n \nPage 3 of 5 \n (d)  “license ” and “licensee ” have the same meaning as in the Easements Act, \n1882 (V of 1882), and, for the purpo se of section 4, “licensee ” includes all \npersons inducted by him into the building to which the license relates;  \n(e)  “unauthorized occupant ” means a person who is in occupation of any land or \nbuilding without the express permission or authority of the 1[Federal \nGovernment], and includes___ \n(i)  a person inducted into any land or building by the lessee or licensee \nthereof; and  \n(ii)  every member of the lessee’s or licensee’s family who remains in \noccupation of any land or building after the determination of  the lease \nor license in respect of the same.  \n 3. Eviction of outgoing lessees on licensees from land or building. If, on the expiry, \nwhether before or after the commencement of this Ordinance, of the period of any lease or license in \nrespect of any land o r building of which the 1[Federal Government] is the lessor or licensor or on the \ndetermination of such lease or license on the ground of breach of any covenant imposing an \nobligation on the lessee or licensee to give up possession of the demised land or b uilding required for \nany public purpose, the lessee or licensee refused or failed, or refuses or fails, to vacate that land or \nbuilding and put the 1[Federal Government] into possession of the same, any officer authorized by \nthe 1[Federal Government] in th is behalf may, notwithstanding anything, contained in any other law \nfor the time being in force or in any contract, at any time, enter upon the demised land or building \nand recover, vacant possession of that land or building by evicting the lessee or licen see and may \nalso demolish and remove the structures, if any, erected or built thereon by the lessee or licensee:  \n 2[Provided that such officer shall not enter upon the demised land or building unless the \nFederal Government has given an opportunity of being  heard to the lessee or licensee]  \n Provided 2[further] that such officer shall, before demolishing and removing any structures \nunder this section, issue a notice to the lessee or licensee calling upon him to remove such structures \nwithin the period specif ied in the notice.  \n 4. Revocation of license and recovery of possession of building in certain cases.___(1) \nNotwithstanding anything contained in any other law for the time being in force of in any contract, \nwhere the licensee of a building is a person in the service of Pakistan, the license in respect of such \nbuilding shall, in addition to the grounds mentioned in section 62 of the Easements Act, 1882, stand \nrevoked on the discharge, removal dismissal, resignation, retirement or death of such servant or on  \nhis transfer from the station in which he is employed to any other station, after the expiration of the \nperiod for which he or his dependents may retain possession of the building under the rules for the \ntime being applicable to the license.  \n (2) On the r evocation of a license in respect of a building the licensee shall, notwithstanding \nanything contained elsewhere in  the  aforesaid Act or in any other  law for the time being in  force or  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government ”. \n2Ins. by the Federal Government Lands and Buildings (Recovery of Possession) (Amdt.) Ordinance, 1984 (10 of 1984), ss 2 and 3.  \n \nPage 4 of 5 \n in any contract, forthwith put the 1[Federal Government] into possession of such building, or part, \nfailing which any officer authorized by the 1[Federal Government] in this behalf may enter anti \nrecover possession of the same by evicting the licensee:  \n Provided that the licensee shall be given 2[an opportunity of being heard and a] notice of not \nless than fourteen days for vacat ing such building.  \n 5. Eviction of unauthorized occupants.___ (1) If the 1[Federal Government] is satisfied after \nmaking such enquiry as it thinks fit that a person is an unauthorized occupant of any land or building, \nit may, 2[after giving such person an opportunity of being heard,] by order in writing, direct such \nperson to vacate the land or building within the period specified in the order.  \n (2) If any person refuses or fails to vacate any land or building as directed by an order under \nsub-section (1),  any officer authorized in this behalf by the 1[Federal Government] may, \nnotwithstanding anything contained in any other law for the time being in force, enter upon such land \nor building and recover possession of the same by evicting such person and may al so demolish and \nremove the structures, if any, erected or built by that person.  \n 6. Mode of recovery of possession . For the purpose of recovering possession of  any land or \nbuilding under the provisions of section 3 or section 4 or section 5, an officer aut horized by the \n1[Federal Government] in this behalf may use  or cause to be used such force as may be necessary.  \n 7. Recovery of cost of demolition and removal of structures .___ (1) The cost of demolition \nand removal of structures under section 3 or section  5, hereafter in this section referred to as the cost, \nshall be payable to the 1[Federal Government] by the lessee or licensee or the unauthorized occupant, \nas the case may be.  \n (2) If the cost is not paid on demand, the 1[Federal Government] may cause th e materials of \nthe structures demolished and removed under section 3 or section 5 to be sold in auction in such \nmanner as may be prescribed by rules.  \n (3) If the proceeds of the sale under sub -section (2) are not sufficient to cover the cost, the \nbalance s hall be recoverable as arrears of land revenue and, if such proceeds exceed the cost, the \nexcess shall be paid to the lessee, licensee or unauthorized occupant.  \n Explanation .___ In this section, lessee and licensee mean the person in whom the ownership of \nthe structures vested at the time of their demolition and removal under  section 3 or section 5.  \n 8. Recovery of arrears of rent . If any rent payable in respect of any land or building has \nbeen in arrears on the day of recovery of possession of such land or  building, the amount due on \naccount of such arrears, with interest, if any, accrued thereon shall be recoverable as arrears of land \nrevenue.  \n 9. Power to delegate . The 1[Federal Government] may, by notification in the official \nGazette, direct that any pow er exercisable by it under this Ordinance may be exercised also by any \nofficer subordinate to it.   \n \n1Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government”.  \n2Ins. by the Federal Government Lands and Buildings (Recovery of Possession) (Amdt.) Ordi nance, 1984 (10 of 1984), s s. 2 and  3. \n \nPage 5 of 5 \n  10. Jurisdiction of Civil Court barred.  No Civil Court shall pass an order in any suit or \nproceeding granting a temporary or interim injunction restraining the 1[Federal Government] or any \nofficer authorized by it f rom taking possession of any land or building under this Ordinance.  \n 11. Indemnity.___(1) No suit or legal proceeding shall lie against the 1[Federal Government] \nin respect of anything which is, in good faith, done or intended to be done under this Ordinan ce.  \n (2) No suit, prosecution or other legal proceeding shall lie against any person in respect of \nanything which is, in good faith, done or intended to be done under this Ordinance.  \n 12. Requisition of police assistance . If any officer authorized to take  action under this \nOrdinance requires police assistance in the exercise of his powers thereunder, he may send \nrequisition to the officer in charge of a police station who shall on such requisition render the \nassistance required.  \n 13. Power to make rules. The 1[Federal Government] may make rules for carrying out the \npurposes of this Ordinance.  \n \n______ ______ _ \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government ”."
}