{
    "file": "./converted_json\\administrator51a3a70592acbd83abc6a3880a068797.json",
    "name": "Federal Investigation Agency (Inquiries and Investigations) Rules, 2002",
    "date": "August 27, 2002",
    "tagline": "Regulating Inquiries and Investigations within the Federal Investigation Agency",
    "content": "REGISTERED No.-M 302  \nZbe alette of Velltistatt \n*'\"szonmewi  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, AUGUST 27, 2002 \nFART II \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nINTERIOR DIVISION \nNOTIFICATION \nIslamabad, the 23rd August, 2002 \nS.R.O. 567 (1)/2002.— In exercise of the powers conferred by sub-section \n(1) of section 9 of the Federal Investigation Agency Act, 1974 (VIII of 1975); the \nFederal Government is pleased to make the following rules, namely :- \nShort title and commencement.— (1) These Rules may be called \nthe Federal Investigation Agency (Inquiries and Investigations) Rules, 2002. \n(2) \tThey shall come into force at once. \nDefinitions.—(1) In these rules unless there is anything repugnant in \nthe subject or context,— \n(a) \t\"Act\" means the Federal Investigation Agency Act, 1974 (VIII of \n1975); \n(2349) \nPrice: Rs. 05.00 L.-7646 \n[698(2002) Ex. Gaz.] \n2350 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 27, 2002 [PART 11 \n(b) \t\"Additional Secretary\" means the Additional Secretary, Ministry of \nInterior, Government of Pakistan; \n(c) \"competent authority\" means the authority to accord permission either \nto hold an inquiry or investigation, or to order registration of a criminal \ncase, or drop the case after investigation, or decide departmental \nproceedings under these Rules; \n\"Council\" means the Federal Anti-Corruption Council (FACC); \n\"Deputy Director\" means the Deputy Director of the Agency; \n\"Director\" means the zonal and functional Director of the Agency; \n\"Head of Department\" means an officer incharge of a Department of \nthe Federal Government, corporation or an autonomous body \nestablished by the Federal Government; \n\"prosecution sanctioning authority\" means the Federal Government \nor, as the case may be, a Provincial Government which may sanction \nfor prosecution under section 197 of the Code of Criminal Procedure, \n1898 (Act V of 1898), or, as the case may be, under sub-section (5) \nof section 6 of the Pakistan Criminal Law Amendment Act, 1958 \n(XL of 1958); and \n\"Secretary\" means the Secretary, Ministry of Interior, Government of \nPakistan. (2) The words and expressions used but not herein defined \nshall have the meanings assigned to them in the Act. \n3. \tInitiation of action by the Agency.-(1) The Agency may, subject \nto rules 4 and 5, initiate an inquiry or investigation either on its own initiative or on \nreceipt of a complaint or oral or written information. \n(2) \tAfter an inquiry or investigation has been registered, the inquiry or \ninvestigation shall proceed with care and discretion and no undue publicity shall be \ngiven to it. Special care shall be taken to ensure that no unnecessary damage is \ncaused to the prestige, reputation and dignity of any public servant involved in the \ncase. \n4 \tVerification of complaints against public servants.—The Deputy \nDirector or an officer above the rank of Deputy Director may initiate verification of a \ncomplaint in order to ascertain the identity of the complainant or informer and \ngenuineness of the complaint or information. No action shall be taken on any \nanonymous or pseudonymous complaint. \nPART In THE GAZE \tI E OF PAKISTAN, EXTRA., AUGUST 27, 2002 2351 \n5. \tInitiation of inquiry and registration of criminal case.—(1) An \ninquiry shall be initiated against an accused public servant specified in column (2) of \ntable below with prior permission of the authority, specified in column (3) of that \ntable. \nTABLE \nS. No. Basic Pay Scale of public servant Authority \n(1) (2) (3) \n BPS 1-12 and equivalent. Deputy Director. \n BPS 13-17 and equivalent. Director. \n BPS 18-19 and equivalent. Directof-General . \n BPS 20-21 and equivalent. Secretary. \n BPS 22 and equivalent. FACC. \n(2) \tSubject to sub-rule (3), a criminal case shall be registered against an \naccused public servant specified in column (2) of table below with prior permission \nof the authority specified in column (3) of that table. \nTABLE \nS. No. Basic Pay Scale of public servant Authority \n(1) (2) (3) \n BPS 1-12 and equivalent. Director. \n BPS 13-17 and equivalent. Director-General. \n BPS 18-19 and equivalent. Additional Secretary. \n BPS 20-21 and equivalent. Secretary. \n BPS 22 and equivalent. FACC. \n2352 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 27, 2002 [PART II \n(3) \tNo prior permission under sub-rule (2) shall be required for registration of a \ncase against a public servant caught as a result of trap arranged by the Agency under \nthe supervision of a Magistrate of the first class. In such case, a report within twenty-\nfour hours shall be made to the Secretary of the Ministry or Division concerned or \nthe Head of the Department concerned and immediate superior of the public servant \nconcerned. \n(4) If on receipt of a complaint, the competent authority decides not to \ninitiate an inquiry or register a case, it shall record reason therefor. \nReport regarding registration of case and arrest—The Registration \nof a case and consequential arrest of a public servant shall be reported to the Head of \nthe Department of the accused within twenty-four hours. \nPower to call for record of case.—(1) The Secretary and Director- \nGeneral may suo mow or otherwise call for the record of any case or inquiry, pending \nwith the Agency, for examination and give such directions as may be necessary for \nthe speedy, fair and just disposal of the case \n(2) \tA Director may suo moto or otherwise call for the record of any case \nor inquiry for the purpose of satisfying himself as to the correctness or propriety of \ndecision taken by a Deputy Director under these rules and may pass such orders as \nhe may be deem fit. \nPower to drop case and recommend departmental proceeding.— \n(1) The authority specified in column (3) of the table below may drop a case and \nrecommend departmental proceedings in respect of a public servant specified in \ncolumn (2) of that table. \nTABLE \nS. No. Basic Pay Scale of public servant Authority \n(1) (2) (3) \n BPS 1 —16 and equivalent. Director-General. \n BPS 17 and equivalent. Additional Secretary. \n BPS 18-19 and equivalent. Secretary. \n BPS 20-22 and equivalent. FACC. \nT II] THE GAZETTE OF PAKISTAN, EXTRA., AUGUST 27, 2002 2353 \n(2) When decision to hold departmental proceedings against a public \nservant is taken under sub-rule (1), the Agency shall forward facts of the case, \nstatement of allegations, list of witnesses and documents if any to the concerned \ncompetent authority of the accused public servant for initiating departmental \nproceedings. \n9. \tFederal Anti-Corruption Council.—(1) There shall be a Federal Anti- \nCorruption Council (FACC) which shall consist of— \n(a) Secretary. \t Chairman. \nRepresentative of the Law, Justice and \nHuman Rights Division not below the \nrank of Joint Secretary. \nRepresentative of the Establishment \nDivision not below the rank of Joint \nSecretary. Member \nMember \nDirector-General, FIA. \t Member \nThe Director-General, Federal Investigation Agency, shall act as \nSecretary of the Council. \nThe Federal Anti-Corruption Council shall co-opt a representative of \nthe concerned Ministry (not below the rank of Joint Secretary) whose officer's case \nis before the Council. \n10. Obtaining Sanction for prosecution.—(1) On completion of an \ninvestigation, a case found fit for prosecution for which sanction for prosecution is \nrequired under section 197 of the Code of Criminal Procedure, 1898 (Act V of \n1898), or under sub-section (5) of section 6 of the Pakistan Criminal Law Amendment \nAct, 1958 (XL of 1958), or the rules made thereunder, shall be submitted by the \nAgency to the Federal Government to accord sanction for prosecution along with full \nfacts of the case, the opinion of the Legal Officer and statement of allegations. \nIn cases registered against officers working in BPS-20 and above, \nexplanation of the accused officer, giving him fifteen days time shall be obtained by \nthe Director-General. Questions asked and replies furnished by the concerned officer \nshall invariably be incorporated in the Confidential Final Report and shall be submitted \nto the Federal Anti-Corruption Council along with relevant documents. \nIn cases of officers working in BPS-19 and below, the prosecution \nsanctioning authority shall communicate full facts of the case and statement of \n2354 \tTHE GAZETTE OF PAKISTAN, EXTRA., AUGUST 27, 2002 [PAR. \nallegations to the Ministry or Department under whom the public servant concerned \nis employed. The Ministry or Department shall supply these documents to the public \nservant concerned and give him an opportunity to submit his reply within thirty days \nof its receipt. \nThe Ministry or Department concerned to whom a case has been sent \nunder sub-rule (3) shall convey its recommendations along with the statement of the \npublic•servant concerned to the prosecution sanctioning authority within sixty days \nof its receipt. \nThe prosecution sanctioning authority shall take into consideration \nthe explanation of the accused public servant while making a decision regarding \ndisposal of the case. \nIf the prosecution sanctioning authority decides to prosecute the accused \npublic servant, sanction for prosecution under section 197 of the Code of Criminal \nProcedure, 1898 (Act V of 1898), or, as the case may be sub-section (5) of section 6 \nof the Pakistan Criminal Law Amendment Act, 1958 (XL of 1958), shall be given \nforthwith. \nIf it is decided to hold departmental proceedings against the public \nservant, it shall be held by the authority under whom the public servant is serving. \nThe Ministry of Interior, Government of Pakistan or, as the case may lie, the Agency \nshall supply all material required for the departmental proceedings to the concerned \nMinistry, Division or Department under which the public servant concerned is \nemployed. \n11. Competent authority in cases where senior public servant is \ninvolved along with junior public servant.—If more than one public servant is \ninvolved in a case, the competent authority for the public servant in the highest rank \nshall also be the competent authority for the junior public servant involved in the \ncase. \n[No. F 1/20/99-FIA(I).] \nSd/- \nMANZOOR ALI KHAN, \nDeputy Secretary. \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI"
}