{
    "file": "./converted_json\\administrator3de374c43e9eb70f6a686ecedaa99aec.json",
    "name": "Extradition Act, 1972",
    "date": "24th September, 1972",
    "tagline": "An Act to consolidate and amend the law relating to the extradition of fugitive offenders.",
    "content": "Page 1 of 10 \n  \n \nTHE EXTRADITION ACT, 1972  \n \n \n \nCONTENTS  \n \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short title, extent a nd commencement and application  \n2.  Definitions  \n3.  Treaty State  \n4.  Application of Act  to non -treaty States  \nCHAPTER II  \n \nSURRENDER OF FUGITIVE OFFENDERS  \n5.  Liability of fugit ive offenders to be surrendered  \n6.  Requisition for surrender of fugitive offender  \n7.  Order of Magisterial enquiry  \n8.  Magisterial enquiry  \n9.  Receipt in evidenc e of exhibits, depositions, etc  \n10.  Magi strate to re port after enquiry  \n11.  Removal and del ivery of the fugitive offender  \n12.  Discharge of person apprehended if not  surrendered within two months  \n13.  Power to the Federal Government to discharge a  fugitive offender  \n14. Simultaneous requisitions  \nCHAPTER III  \n \nSURRENDER TO PAKISTAN OF PERSONS ACCUSED OF EXTRADITION - OFFENCES  \n15.  Requisition for su rrender of persons to Pakistan  \n16.  A person surrendered by a treaty state not to  be tried for previous offence  \n \n \n\n \nPage 2 of 10 \n 17.  Return of the p ersons surrendered to Pakistan  \nCHAPTER IV  \nMISCELLANEOUS  \n18.  Jurisdiction as to offen ces committed at sea or in air  \n19. Release o f persons arrested on bail  \n20.  Prope rty found on fugitive offender  \n21.  Lawfulness of custody and re -taking under warrant issued under Act  \n22.  Power to make rules.  \n23.  Power to amend the Schedule  \n24. [Repeal .]  \nTHE SCHEDULE  \n \n \n  \n \nPage 3 of 10 \n THE EXTRADITION ACT, 1972.  \n1ACT No. XXI OF 1972  \n[24th September, 1972 ]  \nAn Act to consolidate and amend the law relating to the extradition of fugitive offenders.  \n WHEREAS it is expedient to consolidate arid amend the law relating to the extradition of \nfugitive offenders;  \n It is hereby enacted as follows: —  \nCHAPTER I  \n \nPRELIMINARY  \n 1. Short title, extent and commencement and application. —(1) This Act may be called the \nExtradition Act, 1972.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on such date2 as the Federal Government may, by notification in the \nofficial Gazette, appoint.  \n (4) It shall apply in relation to the return of persons to, and to persons returned from, —  \n(a)  a treaty State, subject to a declarati on under section 3 if any; and  \n(b)  a foreign State not being a treaty State, subject to a direction under section 4.  \n 2. Definitions. —(1) In this Act, unless there is anything repugnant in the subject or context, —  \n(a)  “extradition offence ” means an offence the act or omission constituting  which \nfalls within any of the descriptions set out in the Schedule and, if it took place \nwithin, or within the jurisdiction of, Pakistan would constitute an offence \nagainst the law of Pakistan and also —  \n(i)  in the case of a treaty State, an offence a pe rson accused of which is, \nunder the extradition treaty with that State, to be returned to or from that \nState; and  \n(ii)  in the case of a foreign State not being a treaty State, an offence specified \nin a dir ection issued under section 4;  \n(b)  “extradition  treaty” means a treaty or agreement between Pakistan and a foreign \nState for the extradition to or from such State of a person accused or convicted \nof an extradition offence;  \n \n \n1For Statement of Objects and Reasons, see Gaz. of R. 1972. Ext.. Pt. III. p.  415.  \n2I. e 20th February, 1973, see S.R.O. 210(I)/73, dated 20 -2-1973, Gaz.. of P. 1973, Ext., Pt. II, p. 276.  \n \nPage 4 of 10 \n  (c)  “foreign State ” includes every constituent part , colony or dependency of such \nState;  \n(d)  “fugitive offender ” means the person who, being accused or convicted of an \nextradition offence is, or is suspected to be, in any part of Pakistan;  \n(e)  “prescribed ” means prescribed by rules made under this Act;  \n(f)  “treaty State ” means a foreign State with which an extradition treaty is for the \ntime being in operation.  \n (2) In determining for the purposes of this Act whether an offence against the law of a foreign \nState falls within a description set out in the Schedule, any spec ial intent or state of mind or special \ncircumstances of aggravation which may be necessary to constitute that offence under the law shall be \ndisregarded.  \n 3. Treaty State. —(1) As soon as may be after the commencement of this Act, the Federal \nGovernment sh all publish in the official Gazette a list1 of the foreign States with which an extradition \ntreaty is in operation, specifying in respect of each such State the offences persons accused of which \nare, under the treaty, to be returned to or from that State.  \n (2) Whenever there is concluded an extradition treaty between Pakistan and a foreign state, the \nFederal Government may, by notification in the official Gazette, declare such State to be a treaty State \nfor the purposes of this Act.  \n (3) A declaration und er sub -section (2) in relation to a foreign State shall specify the offences \npersons accused of which are, under the extradition treaty with that State, to be returned to or from that \nState and may provide that this Act shall apply in relation to that Stat e with such modification as may \nbe set out therein; and the provisions of this Act shall have effect accordingly.  \n 4. Application of Act to non -treaty States. —(1) Where the Federal Government considers it \nexpedient that the persons who, being accused or c onvicted of offences at places within, or within the \njurisdiction of, a foreign State, are or are suspected to be in Pakistan should be returned to the State, \nnotwithstanding that there is no extradition treaty with that state, it may, by notification in t he official \nGazette, direct that the provisions of this Act shall, with respect to such offences and subject to such \nmodifications, exceptions, conditions and qualifications, if any, as may be specified therein, have effect \nin relation to that State.  \n (2) Where a direction under sub -section (1) in relation to a foreign State is in force, the \nprovisions of this Act shall, with respect to the offences specified in that direction, have effect in \nrelation to such State as if it were a treaty State.  \nCHAPTER II  \n \nSURRENDER OF FUGITIVE OFFENDERS  \n 5. Liability of fugitive offenders to be surrendered. —(1) Subject to the provisions of sub -\nsection (2), every fugitive offender shall be liable to be apprehended and surrendered in the manner \nprovided in this Act, whether the offence in respect of which his surrender is sought was committed \nbefore or after t he commencement of this Act and whether or not a court in Pakistan has jurisdiction \nto try that offence.  \n1For such list, see S.R.O. No. 211(I)/73, dated 20 -2-73, Gaz., of P., 1973, Ext., (Islamabad), Pt. II, pp. 276 —284. \n \nPage 5 of 10 \n  (2) No fugitive offender shall be  surrendered —  \n(a)  if the offence in respect of which his surrender is sought is of a political \ncharacter or if it is shown to the satisfaction of the Federal Government or of \nthe Magistrate or court before whom he may be produced that the requisition \nfor his surrender has, in fact, been made with a view to his being tried or \npunished for an offence of a political character;  \n(b)  if the offence in respect of which his surrender is sought is not punishable with \ndeath or with imprisonment for life or a term  which is not less than twelve \nmonths;  \n(c)  if the prosecution for the offence in respect of which the surrender is sought is, \naccording to the law of the State asking for the surrender, barred by time;  \n(d)  if there is no provision in the law of, or in the extradition treaty with, the State \nasking for the surrender that the fugitive offender shall not, until he has been \nrestored or has had an opportunity of returning to Pakistan, be detailed or tried \nin that State for any offence committed prior to his s urrender, other than the \nextraditi on offence proved by the facts on which the surrender is based;  \n(e)  if it appears to the Federal Government that he is accused or alleged to have \nbeen convicted of such an offence that if he were charged with that offenc e in \nPakistan he would be entitled to be discharged under any law relating to \nprevious acquittal or conviction ;  \n(f)  if he has been accused of some offence in Pakistan, not being the offence for \nwhich his surrender is sought, or is undergoing sentence un der any conviction \nin Pakistan, until after he has been discharged, whether by acquittal or on the \nexpiration of his sentence or otherwise.  \n(g)  if it is shown to the satisfaction of the Federal Government or of the Magistrate \nor court before whom he may be pr oduced that he might if surren dered be \nprejudiced at his trial or punished, detained or restricted in his personal liberty \nby reason of his race, religion, nationality or political opinions.  \n 6. Requisition for surrender of fugitive offender. A requi sition for the surrender of a fugitive \noffender shall be made to the Federal Government —  \n(a)  by a diplomatic representative in Pakistan of the State asking for the surrender; \nor \n(b) by the Government of the State asking for the surrender through the diplomatic \nrepresentative of Pakistan in that State; or  \n(c)  in such other manner as may have been settled by arrangement between the \nFederal Government and the Government of the State asking for the surrender.  \n 7. Order of Magisterial enquiry. Where a requisition is made under section 6, the Federal \nGovernment may, if it thinks fit, issue an order to enquire into the case to any Magistrate of the first \n \nPage 6 of 10 \n class who would have had jurisdiction to enquire into the extradition offence to which the requisition \nrelates if it had been an offence committed within the local lim its of his jurisdiction.  \n 8. Magisterial enquiry. —(1) On receipt of an order under section 7, the Magistrate shall issue \na summon or a warrant for the arrest of the fugitive offender according as the case appears to be one \nin which according to the law of  Pakistan a summon or warrant would ordinarily issue.  \n (2) When the fugitive offender appears or is brought before him, the Magistrate shall enquire \ninto the case in the same manner, and have the same jurisdiction and powers, as nearly as may be, as \nif the case were one triable by a court of session and shall take such evidence as may be produced in \nsupport of the requisition and on behalf of the fugitive offender, including any evidence to show that \nthe offence of which the fugitive offender is accused or  alleged to have been convicted is an offence \nof a political character or is not an extradition offence.  \n 9. Receipt in evidence of exhibits, depositions, etc. —(1) In any proceedings against a fugitive \noffender under this Act, exhibits and depositions, wh ether or not they are received or taken in the \npresence of the person against whom they are used, and copies thereof, and official certificates of facts \nand judicial documents stating facts, may, if duly authenticated, be received as evidence.  \n (2) Warran ts, depositions or statements on oath which purport to have been issued, received or \ntaken by any Court of Justice outside Pakistan, or copies thereof, and certificates of, or judicial \ndocuments stating the fact of, conviction before any such Court, shall be deemed duly authenticated —  \n(a)  if the warrant purports to be signed by a Judge, Magistrate, or officer of the State \nwhere the same was issued or acting in or for such State;  \n(b)  if the depositions or statements or copies thereof purport to be certif ied, under \nthe hand of a Judge, Magistrate or officer of the State where the same were taken \nor acting in or for such State, to be the original depositions or statements or to \nbe true copies thereof, as the case may require;  \n(c)  if the certificate of, or  judicial document stating the fact of, a conviction purports \nto be certified by a Judge, Magistrate or officer of the State where the conviction \ntook place or acting in or for such State; and  \n(d)  if the warrant, depositions, statements, copies, certific ates and judicial \ndocuments, as the case may be, are authenticated by the oath of some witness  or \nby the official seal of a minister of the State where the name were respectively \nissued, taken or given.  \n (3) For the purposes of this section, “warrant” includes any judicial document authorising the \narrest of any person accused or convicted of an offence.  \n 10. Magistrate to report after enquiry. If, after th e enquiry under section 8, the Magistrate is \nof opinion —  \n(a)  that a prima facie case has not been m ade out in support of the requisition for \nsurrender of the fugitive offender, he shall discharge the fugitive offender and \nmake a report to that effect to the Federal Government;  \n \nPage 7 of 10 \n (b)  that a prima facie case has been made out in support of such requisitio n, he \nshall—  \n(i)  report the result of his enquiry to the Federal Government ;  \n(ii)  forward, together with such report, any written statement which the \nfugitive offender may desire to submit for the consideration of the \nFederal Government; and  \n(iii)  subject to any provision relating to bail, commit the fugitive offender to \nprison to await the orders of the Federal Government.  \n 11. Removal and delivery of the fugitive offender. If, upon receipt of the report and statement \nunder clause (b) of section 10 , the Federal Government is of opinion that the fugitive offender ought \nto be surrendered, it may issue a warrant for the custody and removal of the fugitive offender and for \nhis delivery at a place and to a person to be named in the warrant:  \nProvided that the fugitive offender shall not be so delivered until after the expiration of fifteen days \nfrom the date he has been taken in custody under such warrant.  \n 12. Discharge of person apprehended if not surrendered within two months. If a fugitive \noffender who, in pursuance of this Act, has been taken into custody to await his surrender, is not \nconveyed out of Pakistan within two months after such committal, the High Court, upon application \nmade to it by or on behalf of the fugitive of fender and upon proof that reasonable notice of the intention \nto make such application has been given to the Federal Government, may order such prisoner to be \ndischarged unless sufficient cause is shown to the contrary.  \n 13. Power to the Federal Governmen t to discharge a fugitive offender. If it appears to the \nFederal Government that by reason of the trivial nature of the case or by reason of the application for \nthe surrender of a fugitive offender not being made in good faith or in the interest of justice  or for any \nother reason it would be unjust or inexpedient to surrender the fugitive offender, it may, by order, at \nany time stay the proceedings under this Act against him and direct any summons or warrant issued \nunder this Act to be cancelled and the fug itive offender, if he is in custody or under detention, to be \ndischarged.  \n 14. Simultaneous requisition. If requisitions for the surrender of a fugitive offender are \nreceived from more than one treaty State, the Federal Government may, having regard to  the \ncircumstances of the case, surrender the fugitive offender to such State as it may think fit.  \nCHAPTER III  \n \nSURRENDER TO PAKISTAN OF PERSONS ACCUSED OF EXTRADITION - OFFENCES  \n 15. Requisition for surrender of persons to Pakistan. A requisition for the sur render to \nPakistan of a person who, being accused or convicted of an extradition offence, is or is suspected to be \nin a treaty State may be made by the Federal Government —  \n(a)  to the diplomatic representative in Pakistan of that State;  \n(b)  to the Gover nment of that State through th e diplomatic representative of  \nPakistan in that State; or  \n \nPage 8 of 10 \n (c)  in such other manner as may have been sett led by arrangement between the \nFederal Government and the Government of that State.  \n 16. A person surrendered by a tre aty state not to be tried for previous offence. A person \nsurrendered by a treaty State in pursuance of a requisition under section 15 shall not, until he has been \nrestored or has had an opportunity of returning to that State, be tried in Pakistan for an of fence \ncommitted prior to the surrender, other than the extradition offence proved by the facts on which the \nsurrender is based.  \n 17. Return of the persons surrendered to Pakistan. The Federal Government may, if it thinks \nfit, on the request of a person su rrendered to Pakistan in pursuance of a requisition under section 15, \narrange for him to be sent back at the cost of the Federal Government and with as little delay as possible \nto the State by which he was so surrendered, if —  \n(a)  proceedings against him for the offence for which he was surrendered are not \nbegun within the period of six months from the day of his arrival in Pakistan; or  \n(b)  he is acquitted or discharged on his trial for that offence.  \nCHAPTER IV  \n \nMISCELLANEOUS  \n 18. Jurisdiction as to offences committed at sea or in air. Where the offence in respect of \nwhich the surrender of a fugitive offender is sought was committed on board any vessel on the high \nseas or any aircraft in the air outside Pakistan or the Pakistan territorial waters and such vessel or \naircraft comes into any port or aerodrome of Pakistan with the fugitive offender on board, the Federal \nGovernment and any Magistrate having jurisdiction in such port or aerodrome may exercise the powers \nconferred on it  or him by this Act.  \n 19. Release of persons arrested on bail. The provisions of the Code of Criminal Procedure, \n1898, relating to bail shall apply to a fugitive offender arrested or detained under this Act in the same \nmanner as they would apply if he wer e accused of committing in Pakistan the offence of which he is \naccused or has been convicted; and in relation to such  bail the Magistrate before whom he is brought \nshall have, as far as may be, the same powers and jurisdiction as a court of session under t hat Code.  \n 20. Property found on fugitive offender. Everything found in the possession of a fugitive \noffender at the time of his arrest which may be material as evidence in proving the extradition offence \nmay be delivered up with the fugitive offender on his surrender, subject to the rights, if any, of third \nparties with respect thereto.  \n 21. Lawfulness of custody and re -taking under warrant issued under Act. It shall be lawful \nfor any person to whom a warrant is directed in pursuance of the provisions of  this Act to receive, hold \nin custody and convey the fugitive offender mentioned in the warrant to the place named in the warrant,  \nand, if such offender escapes out of any custody to which he may be delivered in pursuance of such \nwarrant, he may be re -taken as a person accused of an offence against the law of Pakistan may be re -\ntaken upon an escape.  \n 22. Power to make rules.___(1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n \nPage 9 of 10 \n  (2) In particular and without prejudice to the generality of the foregoing power, such rules may \nprovide for all or any of the following matters, namely: —  \n(a)  the form in which a requisition for the surrender of a fugitive -offender may be \nmade;  \n(b)  the removal of fugitive offenders apprehended or in custody under this Act and \ntheir control and maintenance until such time as they are handed over to the \npersons entitled to receive them;  \n(c)  the seizure and disposition of any property which is the subjec t of, or required \nfor proof of, any alleged offence with respect to which this Act applies; and  \n(d)  the form and manner in which the Magistrate may be required to make his report \nto the Federal Government under this Act.  \n 23. Power to amend the Schedule . The Federal Government may, by notification in the \nofficial Gazette, amend the Schedule so as to add any entry thereto or modify or omit any entry therein.  \n 24. [Repeal.] Omitted by the Federal Laws (Revision and Declaration) Ordinance, (XXVII of \n1981),  s. 3 and II Sch.,  \nTHE SCHEDULE  \n \n[See section 2 (1) (a)]  \n \nEXTRADITION OFFENCES  \n1.  Culpable homicide.  \n2.  Maliciously or wilfully wounding or inflicting grievous bodily harm.  \n3.  Rape.  \n4.  Procuring or trafficking in women o r young persons for immoral purposes.  \n5.  Kidnapping, abduction or false imprisonment or dealing in slaves.  \n6.  Stealing, abandoning, exposing or unlawfully detaining a child.  \n7.  Bribery.  \n8.  Perjury or subornation of perjury or conspiring to defeat t he course of justice.  \n9.  Arson.  \n10.  An offence concerning counterfeit currency.  \n11.  An offence against the law relating to forgery.  \n12.  Stealing, embezzlement, fraudulent conversion, fraudulent false accounting, obtaining property \nor credit by false pretences, receiving stolen property or any other offence in respect of property \ninvolving fraud.  \n \nPage 10 of 10 \n 13.  Burglary, house -breaking or any simila r offence.  \n14.  Robbery.  \n15.  Blackmail or extortion by means of threats or by abuse of authority.  \n16.  An offence against bankruptcy law or company law.  \n17.  Malicious or wil ful /damage to property.  \n18.  Acts done with the intention of endangering ve hicles, vessels or aircraft.  \n19. An offence against the law relating to dangerous drugs or narcotics.  \n20.  Piracy.  \n21.  Revolt against the authority of the master of a ship or the commander of an aircraft.  \n22.  Contravention of import or export prohibi tions relating to precious stones, gold and other \nprecious metals.  \n1[22.A Illicit dealing in arms, ammunition or explosive material used in their production]  \n23.  Aiding and abetting, or counseling or procuring the commission of, or being an accessory \nbefore or after the fact to, or attempting or conspiring to commit, any of the aforesaid offences.  \n2[“24.  Financing for terrorism, ”]  \n3[“25.  Money Laundering ”]  \n \n_______________  \n \n \n \n \n \n \n \n           Date: 11 -11-2024  \n1New serial number and entry 22A. ins. by S.R.O. No. 67(KE)/98, dated the 11 -2-1998 see Gaz. of P. 1998 Ext., Pt -II, p. 477.  \n2Added by S.R.O. 1051(1)/08, dated:  08-10-08.  \n3Added by S.R.O. 246 (I)/2009, dt: 16 -3-09."
}