{
    "file": "./converted_json\\administratoreca44c7ae7c0b932302259eec44aeb6c.json",
    "name": "The Transgender Persons (Protection and Rights) Act, 2018",
    "date": "22nd May, 2018",
    "tagline": "An Act to provide for protection, relief and rehabilitation of rights of transgender persons and their welfare.",
    "content": "Page 1 of 9 \n  \n \n \n \nTHE TRANSGENDER PERSONS (PROTECTION AND RIGHTS) \nACT, 2018  \n \n \n \n \nCONTENTS  \n__________  \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1.  Short  title, extent,  and commencement . \n \n2.  Definitions . \n \nCHAPTER  II \n \nRECOGNITION OF IDENTY OF TRANSGENER PERSONS  \n \n3.  Recognition of identity of transgender person . \nCHAPTER I II \n \nPROHIBITION OF CERTAIN ACTS  \n4.  Prohibition against discrimination . \n5.  Prohibition against harassment . \nCHAPTER I V \n \nOBLIGATIONS BY THE GOVERNMENT  \n6.  Obligations of the Government . \nCHAPTER V  \n \nPROTECTION OF RIGHTS OF TRANSGENDER PERSONS  \n7.  Right to inherit .  \n\n \nPage 2 of 9 \n 8.  Right to education . \n9.  Right to employment . \n10.  Right to vote . \n11.  Right to hold public office . \n12.  Right to health . \n13.  Right to assembly . \n14.  Right of access to public places . \n15.  Right to property . \n16.  Guarantee of fundamental rights . \n17.  Offences and penalties . \nCHAPTER VI  \n \nENFORCEMENT MECHANISM  \n18.  Enforcement mechanism . \nCHAPTER VII  \n \nMISCELLANEOUS  \n19.  Act having over-riding effect to any other law . \n20.  Power of Government to make rules . \n21.  Power to remove difficulties . \n \n \n \n \n \n \n \n  \n \nPage 3 of 9 \n THE TRANSGENDER PERSONS (PROTECTION AND RIGHTS) ACT, 2018  \n \nAct No. XIII of 2018  \n      [22nd May, 2018 ] \n \nAn Act to provide for protection, relief  and rehabilitation of  rights of the transgender  persons \nand their welfare and  for matters connected therewith and incidental thereto  \n \nWHEREAS  it is expedient to provide for protection, relief and rehabilitation of rights of the \ntransgend er persons and their welfare and for matters connected therewith and incidental thereto;  \n \n It is hereb y enacted as follows: — \nCHAPTER I  \n \nPRELIMINARY  \nl. Short title, extent and commencement. ⸻ (1) This Act may be called the Transgender \nPersons (Protection of Rights) Act, 2018.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall co me into force at once.  \n2. Definitions.  — (1) In this Act, unless there is anything. repugnant in the subje ct or context,  \n \n(a) “Act” means the Transgender Persons (Protection of Rights) Act,  2018;  \n \n(b) “CNIC” means Computerized National Identity Card.  \n \n(c) “complainant ” means a transgender person who has made a complaint : on being \naggrieved by an act of harassment;  \n \n(d) “CRC” means Child Registration Certificate or B -Form;  \n \n(e) “gender expression ” refers to a person's presentation of his gender identity and \nthe one that is perceived by others;  \n \n(f) “gender identity ” means a person's innermost and individual sense of self as \nmale, female or a blend of bot h or neither that can correspor d or not to the sex \nassigned at birth;  \n \n(g) “Government ” means the Federal Government;  \n \n(h)  “harassment ” includes sexual, physical, mental and psychological harassment  \nwhich means any aggressive pressure or intimidation intended o f coerce, \nunwelcome sexual advance, request for sexual favors or other verbal or written \ncommunication or physical  conduct of  a sexual nature or sexually demeaning \nattitudes. Causing  interferen ce with living, mobility or work performance or \ncreating an intimidating, hostile or offensive work or living environment \nincluding the attempt to punish the complainant for refusal to comply with such \nrequests or to bring forth the complaint;  \n \nPage 4 of 9 \n  \n(i) “NADRA” means the National Database and Registration  Authority ; \n \n(j) “notification ” means a notification published in the official  Gazette;  \n \n(k) “PMDC” means The ·Pakistan Medical and Dental Council constituted under \nthe PMDC Ordinance, 1962(XXXII of 1962);  \n \n(l) “prescribed ” means prescribed by rules made by the Government under this Act;  \n \n(m) “rules” means the rules made under this Act; and  \n(n) “transge nder person ” is a person who is — \n \n(i) intersex (khusra) with mixture of male and female genital features or \ncongenital ambiguities; or  \n \n(ii) eunuch assigned male at birth, but undergoes genital excision or \ncastration; or  \n \n(iii) a transgender man, transgender woman, KhawajaSira or any person \nwhose gender identity or gender expression differs from the social \nnorms  and cultural expectations  based on the sex they were assigned at \nthe-time of their birth.  \n(2) A word or expression not defined in the Act shall have the same meaning as assigned to it \nin the Code of Criminal Procedure, 1898 (Act V of  1898) or The Pakistan  Penal Code, 1860 (Act XLV \nof 1860).  \nCHAPTER I I \n \nRECOGNITION OF IDENTY OF TRANSGENER PERSONS  \n \n3. Recognition of identity of transgender person. ⸻ (1) A transgender person shall have a \nright to be recognized as per hi s or her self -perceived  gender identity, as such, in accordance with the \nprovisions of this Act.  \n \n(2) A person recognized as transgender under sub -section (I) shall have a right to get himself \nor herself registered as per self -perceived gender identity with all government depart ments including, \nbut not limited to, NADRA.  \n \n(3) Every transgender person, being the citizen of Pakistan, who has attained the age of eighteen \nyears shall have the right to get himself or herself registered according to self -perceived gender identity \nwith NADRA on the CNIC, CRC, driving licence and passport in accordance with the provisions of \nthe NADRA Ordinance, 2000 (Vlll of 2000) or any other relevant laws.  \n \n(4) A transgen der person to whom CN IC has already been issued by NAD R A shall be allowed \nto chan ge the name and gender according to his or her s elf-perceived identity on the CN IC, CR C  \ndriving licenee and passport in accordance with the provisions of the NADRA Ordinance, 2000 (V II \nof 2000).  \nCHAPTER I II \n \nPROHIBITION OF CERTAIN ACTS  \n \nPage 5 of 9 \n 4. Prohibition against discrimination .⸻No person shall discriminate against a transgender \nperson on any of the following grounds, namely:  ⸻ \n \n(a) the denial or discontinuation of, or unfair treatment in, educational institution  s \nand services thereof;  \n \n(b) the unfair treatment in, or in relation to, employment, trade or occupation  ; \n \n(c) the denial of, or termination from, employment or occupation;  \n \n(d) the denial or discontinuation of, or unfair treatment in, healthcare services;  \n \n(e) the denial or discontinuation of, or unfair treatment with regard to, access to, or \nprovision or enjoyment of use of any goods, accommodation, service, facility, \nbenefit, privilege or opportunity dedicated to the use of general public or \ncustomarily available to the pub lic; \n \n(f) the denial or discontinuation of, or unfair treatment with regard to, right to \nmovement, safe travel and use of public facilities of transportation;  \n \n(g) the denial or discontinuation of, or unfair treatment with regard to, the right to \nreside, sale, purchase, rent or otherwise occupy or inherit any movable and \nimmovable property;  \n \n(h) the denial or discontinuation of, or unfair treatment in, the opportunity to stand \nfor or hold public or private office; or  \n \n(i) the denial of access to, removal f rom, or unfair treatment in, government or \nprivate establishment, organizations, institutions, departments, centers in whose \ncare, custody or employment a transgender person may be.  \n \n \n5. Prohibition against harassment . ⸻ Harassment of transgender persons, as defined in this \nAct, both within and outside the home, based on their sex, gender identity and gender expression is \nprohibited.  \nCHAPTER I V \n \nOBLIGATIONS BY THE GOVERNMENT  \n6. Obligations of the Government .⸻The Government shall take following steps to secure \nfull and effective participation of transgender persons and their inclusion in society, namely:  ⸻ \n \n(a) establish protection centers and safe houses to ensure the rescue, protection and \nrehabilitation of tran sgender persons in addition to providing medical facilities, \npsychological care, counseling and adult education to the transgender persons;  \n \n(b) establish separate prisons, jails, confinement cells, etc  for the transgender \npersons involved in any kind of offence or offences;  \n \n(c) institute mechanisms for the periodic sensitization and awareness of the public \nservants, in particular, but not limited to, law enforcement agencies and medical \n \nPage 6 of 9 \n institutions, r elating to the issues involving the transgender  persons and the \nrequirement of protection and relief of such persons;  \n \n(d) formulate special vocational training programmers  to facilitate, promote and \nsupport livelihood for transgender persons;  \n \n(e) encoura ge transgender persons to start small business by providing incentives, \neasy loan schemes and grants; and  \n \n(f) take any other necessary measures to accomplish the objective of this Act.  \n \nCHAPTER V  \n \nPROTECTION OF RIGHTS OF TRANSGENDER PERSONS  \n7. Right to inherit . ⸻ (I) There shall be no discrimination against transgender persons in \nacquiring the rightful share of property as prescribed under the law of inheritance.  \n \n(2) The share of transgender persons shall be determined as per the gender declared on CNIC  \nin accordance with the law of inheritance in Pakistan.  \n(3) The share of inheritance for transgen der persons will be as follows: — \n(i) for transgender male, the share of inheritance will be that of man;  \n(ii) for transgender  female, the share of inheritance  will be that of  woman;  \n \n(iii) for person who has both male and female or ambiguous characteristics, \nsuch as their state is difficult to determine upon birth, following shall \napply:— \n \n(a) upon reaching the age of eight een years, if the person's self -percei ved gend er \nidentity is transgender male  the share of inheritance will be that of man;  \n \n(b) upon reaching the age of eight een years, if the person's self -perceived  gender \nidentity is transgender female, the share of inheritance will be that of woman;  \n \n(c) upon reaching the age of eight een years, if the person's self -perceived  gender \nidentity is n either transgender man nor tran sgender  wom an, the share of \ninheritance will  be an average of two separate distributions for a man and a \nwoman; and  \n \n(d) below the ag e of eighteen years, the gender as determined by medical officer on \nthe basis of predominant male or female features.  \n \n8. Right to education .⸻ (1) There shall be no discrimination against transgender persons in \nacquiring admission in any educational instit utions, public or private, subject to fulfillment of the \nprescribed requirements.  \n \n(2) All educational institutions shall provide education and opportunities for sports, recreation \nand leisure activities without any discrimination and on an equal basis wit h others.  \n \nPage 7 of 9 \n  \n(3) The Government shall take steps to provide free and compulsory education to transgender \npersons as guaranteed under Article 25A of the Constitution of the Islamic Republic of Pakistan.  \n \n(4) It is unlawful for an institution, whether private or public, to discriminate against a person \non the ground of person's sex, gender iden tity and gender expression, inc luding  but not limited to, - \n(a) in determ ining who should be offered admission; or  \n(b) in the terms  or conditions on which admission is off ered; or  \n \n(c) by denying the person's access, or limiting the person's access, to opportunities, \ntraining or to any other positive externalities associated with the education; or  \n \n(d) by denying access to appropriate student facilities based on a person's sex, \ngender identity and expression.  \n \n9. Right to employment .⸻ (1) The Government must ensure the right to enter into any lawful \nprofession or occupation and to conduct any lawful trade or business for the transgender persons as \nguaranteed under Article 18  of the Constitution of the Islamic Republic of Pakistan.  \n \n(2) No establishment, institution, department, organization, shall discriminate against any \ntransgender person in any matter relating to employment including, but not limited to, recruitment, \npromo tion, appointment, transfer and other related issues.  \n \n(3) It shall be unlawful for an employer to discriminate against an employee on the ground of \nhis sex, gender identity or gender expression, — \n \n(a) in determining who should be offered employment; or  \n \n(b) in the terms or conditions on which employment is offered; or  \n \n(c) by denying the employee access, or limiting the employee's access, to \nopportunities for promotion, transfer or training or to any other benefits \nassociated with employment; or  \n \n(d) by dismissing the employee; or  \n \n(e) by subjecting the employee to any other detriment.  \n \n10. Right to vote.⸻No transgender person shall be deprived of his right to cast a vote during \nnational, provincial and local government elections:  \n \nProvided that the acces s to polling stations shall be determined according to the gender declared \non the CNIC of a transgender person.  \n \n11. Right to hold public office. ⸻ (1) There shall be no discrimination on the basis of sex, \ngender identity and gender expression for transgender persons if they wish to contest election to hold \npublic office.  \n \n \nPage 8 of 9 \n 12. Right to health .⸻The Government shall take the following measures to ensure on -\ndiscrimination in relation to transgender persons, namely: — \n \n(a) to review medical curriculum an d improve research for doctors and nursing staff \nto address specific health issues of transgender persons  in cooperation with \nPMDC;  \n \n(b) to facilitate access by providing an enabling  and safe environment for \ntransgender persons in hospitals and other healthcare institutions and centers;  \n \n(c) to ensure transgender persons access to all necessary medical and psychological \ngender corrective treatment.  \n \n13. Right to assembly .⸻ (I) The Governm ent must ensure the  freedom of assembly for \ntransgender persons in accordance with Article 16 of the Constitution of the Islamic Republic of \nPakistan.  \n \n(2) The Government must take steps to ensure appropriate safety measures for transgender \npersons.  \n \n(3) N o discrimination shall be made on the basis of person's sex, gender identity and gender \nexpression subject to reasonable restrictions imposed by law in the interest of public order.  \n \nI4. Right of access to public places .⸻ (1) No transgender person shall be  denied access to \npublic places, places of entertainment or places intended for religious purpose solely on the basis of \nhis sex, gender identity or gender expression.  \n \n(2) The Government must ensure transgender persons' access to public places in view of Article \n26 of the Constitution of the Islamic Republic of  Pakistan.  \n \n(3) It shall be unlawful to prevent transgender persons to access facilities available for access \nof general public and public pl aces mentioned in sub -section (l ). \n \n15. Right to property .⸻ (1) No transgender person shall be denied right to purchase, sell, rent \nor lease property, household or tenancy on the basis  of sex, gender identity or gender expression.  \n \n(2) It shall be unlawful to discriminate any tra nsgender per son with regards to re nting, \nsubletting or tenancy on the basis of his sex, gender identity or gender expression.  \n \n16. Guarantee of fundamental rights. ⸻ (1) In addition to rights mentioned in this Chapter, \nfundamental rights mentioned in Part II of Chapter I of the Constitution of the Islamic Republic of \nPakistan shall be available unequivocally for every transgender person.  \n \n(2) It shall be the duty of the Government to ensure that the fundamental rights mentioned in \nsub-section (1) are protected and there shall be no discrimination for any person on the basis of sex, \ngender identity or gender expression.  \n \n17. Offences and penalties . ⸻ (1) Whoever employs, compels or uses any transgender person \nfor begging shall be punishable with imprisonment which may extend to six  months or with fine which \nmay extend to fifty thousand rupees or with both.  \n \nPage 9 of 9 \n  \nCHAPTER VI  \n \nENFORCEMENT MECHANISM  \n18. Enforcement mechanism. —In addition to the remedies available under the Constitution \nor The Pakistan Penal Code 1860 (Act XLV of 1860), the C ode of Criminal Procedure, 1898 (Act V \nof 1898) or the Code of Civil Procedure 1908 (Act V of 1908), the aggrieved transgender person shall \nhave a right to move a complaint to the Federal Ombudsman, National Commission for Status of \nWomen and National Comm ission of Human Rights (NCHR) if any of the rights guaranteed herein \nare denied to him or her.  \n \nCHAPTER VII  \n \nMISCELLANEOUS  \n19. Act having over -riding effect to any other law.—The provisions of this Act shall have \nan over -riding effect on any other law for the time being in force.  \n \n20. Power of Government to make rules. —The Government may, by notification, make \nrules for carrying out the purposes of this Act.  \n \n21. Power to remove difficulties .— If any difficulty arises in giving effect to the provisions \nof this Act, the Government may make such order or give such directions, by order published in the \nofficial Gazette, or make such provisions, not inconsistent with the provisions of  this Act as appear to \nit to be necessary or expedient for removing the difficulty:  \n \nProvided that no such order shall be made after the expiry of the period of two years from the \ndate of commencement of this Act  \n \n \n                                        _______________________"
}