{
    "file": "./converted_json\\administratore0767bf00fe62670dafafbc1e7ee3988.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE NATIONAL UNIVERSITY OF MODERN LANGUAGE'S \nORDINANCE, 2000  \nORDINANCE No. XVIII of 2000  \n[29th May, 2000]  \nAn Ordinance to provide for the establishment of the National University of Modern \nLanguages at Islamabad  \nWHEREAS,  in view of the complex global changes in social, economic, political and defence \nfields, acquisition of higher knowledge of linguistic skills has become imperative to enable Pakistanis \nto face and work with people, groups, nations and world organisations speaking different languages \nand originating from diverse cultural background;  \nAND WHEREAS,  it is expedient to establish a National University of Modern Languages for \nimparting education and research facilities in the field of modern languages;  \nAND WHEREAS , the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No. 1 of 1999;  \nAND WHEREAS  the President is satisfied that circumstances exi st which render it necessary \nto take immediate action;  \nNOW, THEREFORE,  in pursuance of Proclamation of Emergency of the fourteenth day of \nOctober, 1999, and Provisional Constitution Order No. 1 of 1999, as well as Order No. 9 of 1999, and \nin exercise of al l powers enabling him in that behalf, the President of the -Islamic Republic of Pakistan \nis pleased to make and promulgate the following Ordinance: - \n1. Short title of commencement  :___ (1) This Ordinance may be called the National University \nof Modern Langu ages Ordinance, 2000.  \n  \n(2) It shall come into force at once.  \n  \n2. Definitions  :___In this Ordinance, unless there is anything repugnant in the subject or \ncontext,—  \n(a)   \"Academic Council\" means the Academic Council constituted under \nsection 16;  \n(b)   \"Board\" means the Board of Governors constituted under section 13;  \n(c)   \"Chancellor\" means the Chancellor of the University;  \n(d)   \"College\" means a college constituted or affiliated with the University;  \n(e)   \"Committee\" means the Executive committee of the University \nconstituted under section 15;  \n\n \n (f)    \"Constituent Colleges and Institutes\" means any other college or \ninstitute designated as such by the Board;  \n(g)   \"Dean or Commandant\" means the head of a College or Institute under \nthe University;  \n(h)  \"Director of Examinations\" means the coordinator of examinations of \nthe University;  \n(i)    \"Director of Administration\" means the coordinator of administration;  \n(j)  \"Director of Academics\" means the coordinator of academics of the \nUniversity;  \n(k)  \"Direct or Finance\" means the Director Finance of the University;  \n(l)   \"Director -General\" means the head of administration, academics and \nfinance of the University;  \n(m)  \"Director of Technical and Library Facilities\" means the Director of \nTechnical and Library Fa cilities of the University;  \n(n)  \"Institute\" means an institute constituted or affiliated with the \nUniversity;  \n(o)  \"Prescribed\" means prescribed by Statutes, Regulations, Rules;  \n(p)  \"Pro-Chancellor\" means the Pro -Chancellor of the University appointed \nunder section 8;  \n(q)  \"Rector\" means Rector of the University appointed under section 10;  \n(r)    \"Registrar\" means the Registrar of the University;  \n(s)    \"Regulations, Rules and Statutes\" means Regulations, Rules and \nStatutes made under this Ordinance; and  \n (t)  \"University\" means the National University of Modern Languages \n(NUML) established under this Ordinance.  \n3. Establishment and i ncorporation or the University  :___ (1) There shall be established a \nUniversity to be called the National University of Mode rn Languages consisting of —  \n(a)   the Chancellor, the Pro -Chancellor, the Board, the Rector, the Executive \nCommittee, the Academic Council, the Director General, Deans, \nDirectors, Commandants and the Registrar;  \n(b)   the members of such other councils, co mmittees and advisory bodies as \nthe Board may establish or authorise from time to time;  \n \n (c)   the members of the faculties and students of the colleges and institutes; \nand \n(d)   such other officers and members of the staff as may be specified by the \nBoard from time to time.  \n(2)   The University shall be a body corporate by the name of the National University of Modern \nLanguages, having perpetual succession and a common seal, with power, among others, to acquire, \nhold and dispose of any property and shall by  the said name sue and be sued.  \n(3)   The principal seat of the University shall be. at Islamabad, and it may set up any number \nof campuses, colleges and institutes at such places in Pakistan and abroad as the Board may, from time \nto time, determine.  \n4. Pu rposes, power and function of the University  :___(1) The purposes of the University \nshall be the promotion and dissemination of knowledge of Modern Languages and relevant areas of \nstudy.  \n(2) The University shall be a fully autonomous body with freedom to govern its academic and \nadministrative functions in order to achieve its objectives, in general and in particular, freedom to — \n(a)   determine course of study of languages and such other branches of \nlearning as it may determine;  \n(b)    conduct of examinati ons; \n(c)    award degrees, diplomas, certificates and other academic distinctions;  \n(d)     pursue and co -ordinate research;  \n(e)    affiliate itself or associate with other institutions, and establish faculties \nin Pakistan or abroad for better discharge of its functions and \nresponsibilities subject to laws of the land;  \n(f)    decide teaching methods and strategies in order to ensure the most \neffective educational and research programmes;  \n(g)   use the financial and other resources allocated to it for the exe cution of \nits functions;  \n(h)   confer in the manner prescribed honorary degrees or other distinctions \non persons approved by the Board for the purpose;  \n(i)    provide for such instructions for persons not being students of the \nUniversity as it may determin e, and to grant certificates and diplomas to \nsuch persons;  \n(j)  confer degrees on persons who have carried on independent research \nunder prescribed conditions;  \n \n (k)   accept the examinations passed, and the periods of study spent, by \nstudents of the Univers ity at other universities and places of learning as \nequivalent to such examinations and periods of study in the University \nas it may determine, and to withdraw such acceptance;  \n(1)  institute professorship, associate professorship, assistant professorship,  \nresearch associationship and other posts, and to make appointments \nthereto;  \n(m)   create posts for teaching, research, administration and other related \npurposes and to appoint persons thereto;  \n(n)  institute and award fellowships, scholarships, exhibition s, bursaries, \nmedals and prizes under prescribed conditions;  \n(o)   establish institutes, faculties, libraries, laboratories, workshops, \nmuseums and other centres of learning for the development of teaching \nand research and to make such arrangements for the ir maintenance, \nmanagement and administration as it may determine;  \n(p)  make provisions for research and advisory services and with these \nobjects to enter into arrangements with other institutions or with public \nbodies within Pakistan and abroad under pres cribed conditions;  \n(q)   enter into, carry out, vary or cancel contracts;  \n(r)   receive and manage property transferred and grants, bequests, trusts, \ngifts, donations, endowments and other contributions made to it and to \ninvest any funds representing such property, grants, bequests, trusts, \ngifts, donations, endowments or contributions and to convert one kind \nof property into other, in such manner as it may deem fit;  \n(s)   provide for the printing and publication of research and other works ;  \n(t)   authoris e and agree when required by the educational institutions to the \nmobility of qualified staff among universities, research organisations \nand the Government or corporate bodies, provided that the rights and \nprivileges of the staff under this arrangement shal l be protected.  \n(u)  grant affiliation to an educational institution and to withdraw such \naffiliation; and  \n(v)     do all such other acts and things, whether incidental to the powers \naforesaid or not, as may be requisite in . order to further its objects a s a \nplace of education, learning and research.  \n(3) The principal teaching facilities of the University shall consist of the National University \nof Modern Languages and such other colleges and institutes as may be established by the Board from \ntime to time.  \n \n 5. University open to all classes, creeds, e tc :___The University shall be open to all persons \nof either sex of whatever religion, race, class, creed, colour  or domicile who qualify for admission to \nthe courses of study offered by the University based on the criteria and policy determined by the \nBoard, and no such person shall be denied the privileges of the University on the ground only of sex, \nreligion, race , class, creed, colour or domicile.  \n  \n6. Officers of the University  :___The following shall be officers of the University, namely: —  \n(a)    the Chancellor;  \n(b)    the Pro -Chancellor;  \n(c)    the Rector;  \n(d)    the Director General:  \n(e)    the Dean or Comman dant;  \n(f)     the Registrar;  \n(g)    the Director of Administration;  \n(h)    the Director of Academics ;  \n(i)     the Director of Examinations ;  \n(j)   the Director Finance ;  \n(k)   the Director of Technical and Library Facilities; and  \n(l)    such other persons  as may be prescribed to be officers by the Board.  \n7. The Chancellors  :___ (1) The President of Pakistan shall be the Chancellor of the University.  \n (2) The Chancellor shall preside over the convocations of the University and meetings at which \nbusiness of the University is transacted.  \n(3)   Every proposal to confer an honorary degree shall be subject to confirmation by the \nChancellor.  \n(4)   If the Chancellor is satisfied that the proceedings or orders of any authority are not in \naccordance with the provisio ns of this Ordinance, the statutes, regulations or the rules, he may, after \ncalling upon such authority to show cause in writing, annul such proceedings or orders.  \n8. The Pro -Chancellor  :___ (1) Federal Minister for Education shall be the Pro -Chancellor of  \nthe University.  \n(2)   At any time when the office of Chancellor is vacant, or the Chancellor is absent, or is \nunable to perform the functions of his office due to any cause, the Pro -Chancellor shall act for him.  \n \n (3)   The Pro -Chancellor shall perform such other functions as may be entrusted to him by the \nChancellor.  \n9. Visitation, etc  :___ (1) The Pro -Chancellor may cause a visitation or an inspection or inquiry \nto be made in respect of any matter connected with the affairs of the University and shall,  from time \nto time appoint such person or persons as he may deem fit for the purpose of carrying out inspection \nof—  \n(i)  the University, its buildings, laboratories, libraries, workshops and other \nestablishments and equipments;  \n(ii)  any institution or re gional centre of the University;  \n(iii)  the teaching and other work conducted by the University; and  \n (iv)  the conduct of examinations held by the University.  \n(2)    The Pro -Chancellor shall give notice to the Board of his intention to cause a visitation or \nan inspection or inquiry to be made under sub -section (1), and the Board shall be entitled to be \nrepresented there.  \n(3)    The Pro -Chancellor shall communicate to the Board his views with regard to the results \nof a visitation or an inspection or inquiry  made under sub -section (1), and shall, after ascertaining the \nviews of the Board thereon, advise the Board on the action to be taken by it.  \n(4)    The Board shall, within such time as may be specified by the Pro -Chancellor, \ncommunicate to him such action,  if any, as has been taken or may be proposed to be taken upon the \nresults of a visitation or an inspection or inquiry communicated to it under sub -section (3).  \n(5)    Where the Board does not, within the time specified by the Pro -Chancellor, take action \nto the satisfaction of the Pro -Chancellor, he may, after consideration of any explanation furnished or \nrepresentation made by the Board, issue such directions as he thinks fit, and the Rector shall comply \nwith such directions.  \n10. The Rector  :___ (1) The Board shall appoint a senior serving or retired Army Officer with \nsufficient experience to ensure the disciplined educational environment visualised for the University \nto be the Rector.  \n(2)    A Rector shall hold office for a term of four years an d shall be eligible for reappointment \nfor a similar term or such shorter terms as the Board may determine.  \n(3)    The Rector shall be the chief executive of the University in all the fields of academics \nand administration, and shall have overall responsibi lity for the direction, organisation, administration \nand programmes of the University in accordance with, the guidelines and general policies formulated \nby the Board and for the implementation of decisions and policies of the Board and shall — \n(a)   oversee , monitor and supervise all academic activities, including \nexaminations and applied research to ensure that proper academic \nstandards are maintained;  \n \n (b)   Exercise administrative control over the academic and administrative \nstaff employed by the Universit y including their recruitment and \ndisciplinary action in accordance with service rules;  \n(c)    submit the plans of work and budget estimates of the University for the \napproval of the Board and may reappropriate an amount laid down by \nthe Board for unforese en expenditure;  \n(d)    direct the activities connected with execution of programmes for \ninstruction, training, research, demonstration and service, and authorise \nexpenditure provided for in the budget as approved by the Board;  \n(e)    make appointments of teachers, officers and members of the staff of the \nuniversity and other persons on regular basis in accordance with the \npolicies and procedures approved by the Board so as to ensure the \nhighest intellectual and moral qualities in the persons appointed;  \n(f)    appoint on contract teachers, officers and members of the staff of the \nUniversity, and such other persons a may be necessary for a period not \nexceeding two years;  \n(g)   submit to the Board, in accordance with the rules of procedure framed \nby it, report s on the activities of the University and the execution of the \nplans of works ;  \n(h)   prepare and revise from time to time statutes and regulations with the \napproval of the Board for the efficient and effective working of the \nUniversity; and  \n(i)    provide  the necessary service to the Board.  \n11. The Director General  :___A language qualified Brigadier of Army Education Corps shall \nbe appointed by the Chairman of the Board to be the Director -General.  \n \n12. Authorities  :___The following shall be the authorities  of the University namely:  \n(a)    the Board of Governors ;  \n(b)    the Executive Committee ;  \n(c)    the Academic Council;  \n(d)    the Faculty Board of Studies ; and  \n(e)    such other authorities as may be constituted by the Board.  \n13. The Board of Governor  :___There shall be a Board of Governors .—(1). for general \nsupervision and control of the affairs of the University including laying down the policies of the \nUniversity, which shall consist of —  \n \n (a)     the Chief of the Army Staff or his nominee;  \n(b)     the nominee of the Chief Justice of Pakistan;  \n(c)     Director General, Joint Staff Headquarters;  \n(d)     the Rector;  \n(e)    Secretary, Ministry of Defence, Government of Pakistan or his nominee \nnot below the rank of a Joint Secretary;  \n(f)    Secretary, Mini stry of Education, Government of Pakistan or his \nnominee not below the rank of a Joint   Secretary;  \n(g)   Secretary, Ministry of Finance, Government of Pakistan or his nominee \nnot below the rank of a Joint Secretary;  \n(h)   Secretary, Ministry of Foreign Aff airs, Government of Pakistan or his \nnominee not below the rank of a Joint Secretary;  \n(i)    Chairman, University Grants Commission;  \n(j)    Director General;  \n(k)    Senior Dean or Professor of the University; and  \n(l)   One or two members from private sector  with established credentials \nuseful for the University to be nominated by the Board;  \n(2)    Registrar shall be member and Secretary of the Board but shall not be entitled to vote.  \n(3)    The Chancellor may, in consultation with the Board, appoint any othe r person including \na linguist or educationist as member of the Board.  \n(4)    No act or proceeding of the Board shall be invalid merely for the reason of the existence \nof a vacancy in, or defect in the constitution of, the Board.  \n(5)    The Board may direct  any officer, member of faculty or any other person to be in \nattendance during all or any parts of its meetings.  \n(6) Without prejudice to the generality of the provisions of sub -section (1), the Board shall \nexercise and perform the powers and functions her einafter specified, namely: — \n(a)   to hold, control and administer the property, funds and resources of the \nUniversity and to borrow or raise money for the purposes of the \nUniversity upon such security as may be required ;  \n(b)   to formulate or approve the  principles, policies and plans governing the \nactivities and operations of the University so as to ensure that the \n \n academic staff enjoy academic freedom in their research and educational \nwork;  \n(c)   to prepare or have prepared and revised from time to time  rules and \nregulations for the efficient and effective operation of the University;  \n(d)   to review and approve the creation of any standing component of the \nUniversity, such as faculties, and councils and other administrative \nbodies necessary to assist or  improve the working of the University ;  \n(e)    to approve the plans of work and annual budget of the University \nsubmitted by the Director Finance, the budget being based on the budget \nprepared and submitted by the constituent or affiliated colleges or \ninstitutes ;  \n(f)     to require of, and consider reports submitted by the officers of the \nUniversity relating to the activities of the. University and the execution \nof the plans of work and to direct the Rector to submit reports relating \nto any matter specifi ed by the Board;  \n(g)    to create such academic or administrative posts as it may consider \nnecessary for the purposes of the University and to approve \nappointments to such of these posts as it may specify, including the posts \nof deans, directors, professor s, associate professors; assistant professors, \nlecturers, instructors and demonstrators;  \n(h)    to approve selection and appointment of all administrative and academic \nstaff of the University, recommended by a Selection Board;  \n(i)     to fix the scales of pay, allowances and honoraria for all the staff, both \nacademic and administrative, commensurate with their qualification and \nexperience, in order to attract the best talent from within and outside \nPakistan for the University ;  \n(j)   to undertake responsibi lity for the financial integrity of the University, \nincluding responsibility for ensuring effectiveness of its future \noperations and their continuity and the preservation of the autonomy of \nthe University;  \n(k)   to approve all affiliation and other similar  arrangements through which \ncolleges, institutions or individuals may become associated with the \nUniversity within Pakistan and abroad;  \n(l)    to appoint from amongst its members such committees or sub -\ncommittees as may in the opinion of the Board lead to its more efficient \nand effective operations ; and  \n(m)  to take all such initiative as it may consider necessary or desirable for \nthe efficient an d effective management and functioning of the \nUniversity.  \n \n (7)    The Board shall lay down its own rules of procedures and may amend or modify them \nfrom time to time.  \n(8)    The Board may delegate all or any of its powers and functions to a committee, sub -\ncommittee or to the Rector.  \n14. Meeting of the Board , etc :___ (1) The Board shall meet at least twice during a year for \nregular or scheduled meetings and may meet at any other time at which a special meeting thereof may \nbe called by the Chairman of the Boa rd. \n(2)   Not less than ten clear days notice of a special meeting shall be given to the members of \nthe Board and the agenda of the meeting shall be restricted to the matter specified in the agenda to be \nannexed to such notice.  \n(3)   The quorum for a meeti ng of the Board shall not be less than fifty per cent of its members.  \n15. Executive Committee  :___ (1) The Executive Committee shall consist of the following, \nnamely:— \n (a)   the Rector, who shall be the Chairman of the Executive Committee;  \n(b)  Director General of the University;  \n(c)    Director Army Education ;  \n(d)    Director Naval Education ;  \n(e)    Assistant Chief of Air Staff (Education);  \n(f)     Director of Military Training;  \n(g)    Director of Administration;  \n(h)    Director of Academics ;  \n(i)    Director of Examinations;  \n(j)    Director of Finance;  \n(k)   a nominee of the Ministry of Education not below the rank of B -19 officer; and  \n(l)    the Registrar, who shall be Secretary of the Committee.  \n(2)    Deans and Commandants shall, if required, attend  the meetings of the Executive \nCommittee.  \n(3) The Executive Committee shall deliberate on various aspects related to the functioning of \nthe University and recommend specific measures to the Board for approval and shall — \n(a)   delineate  priorities for research ;  \n \n (b)   recommend allocation of training and research funds to the colleges and \ninstitutes;  \n(c)   guide and direct the Academic Council and Faculty Board of Studies of each \ncollege and institute on all matters relating to the acade mics, including syllabi \nand duration of various courses;  \n(d)   recommend disciplines for all academic studies in the colleges and institutes \nand help in creation of necessary infrastructure for the same;  \n(e)    help induct highly competent linguistic talen t into the faculty of each College \nto enhance the quality of education and research;  \n(f)    lay down guidelines for proper and efficient conduct of professional \nexamination at the Colleges or Institutes;  \n(g)   recommend such measures which would foster and  enhance interaction and \ncollaboration between the University and the existing national and international \norganisations, institutions and research centres and foreign embassies;  \n(h)   recommend apportioning of the national research and development budget f or \nthe University;  \n(i)    workout and propose affiliation measures with foreign institutions and \nuniversities of repute;  \n(j)  decide methods and strategies in -order to ensure the most effective scientific \narid technological programmes;  \n(k)  co-ordinate wit h relevant Government Ministries, Universities and University \nGrants Commission and embassies;  \n (l)     propose statutes to the Board for approval; and  \n  (m)   prepare regulations for approval by the Board.  \n16. Academic Council  :___ (1) The Academic Counci l shall consist of the following, namely: —  \n(a)   the Rector, who shall be the Chairman of the Academic Council;  \n(b)  the Deans or Commandants or Principals of affiliated institutions and colleges;  \n(c)   representatives from relevant Directorates of the Ar med Forces of Pakistan;  \n(d)   a nominee of the University Grants Commission;  \n(e)   three senior most heads of departments of different languages;  \n(f)   any other faculty member, on as required basis; and  \n \n (g)  Director of Academics who shall be the Secretary of the Council.  \n(2)   The Academic Council shall act as an advisory and implementing body for the decisions \nof the Executive Committee on all matters relating to the conduct of examinations, revision and \nupdating of course syllabi, quality of edu cation, duration of all courses including conduct of \npostgraduate classes in specified disciplines.  \n(3)   The Academic Council shall also help the Rector in evaluating, proposing and co -\nordinating research and development projects and respective institutes  and colleges.  \n17. Faculty Board of Studies  :___ (1) The Faculty Board of Studies of each college and institute \nshall consist of the following, namely: —  \n(a)  Rector, Chairman, Principal, Commandant or Director General, who \nshall be its Chairman;  \n(b)   Deputy Dean or Deputy Commandant or Deputy Director General;  \n(c)   Heads of the Departments and Directors of colleges and institutes;  \n(d)   selected teaching staff;  \n(e)   representatives from relevant Directorates of the Armed Forces of \nPakistan; and  \n(f)    a representative of the University.  \n(2)   the Faculty Board of Studies shall — \n(a)    implement the decisions of the Board, the Executive Committee and the \nAcademic Council on all matters relating to academic standards, \nexaminations and research;  \n(b)    ensure feedback of the implemented measures on research and academic \nmatters to the Rector; and  \n(c)    workout and report to the Rector details of research funding required.  \n18. Selection Board  :___ (1) The Selection\" Board shall be responsible for conducting \ninterviews and organising tests should the need arise for appointments determined to be in its purview \nby the Board including all academic positions.  \n(2) The Selection Board shall consist of the following, namely: — \n(i)    the Rector, who shall be its Chai rman;  \n(ii)   two subject experts in the subject concerned drawn from a list approved by the \nBoard of Governors but not serving in the University or its constituent units. In \nthe case of positions of associate professors and professors the experts must be \n \n those to whom the research documents of candidates have been sent for \nassessment;  \n(iii)   the whole -time member of the University Grants Commission or his nominee;  \n(iv)    the Director -General;  \n(v)    the senior most teacher in the subject for which the in terview is being conducted \nfor appointment. In the case of non -academic positions the senior most officer \nin the area in which appointment is being made;  \n(vi)    a nominee of the Ministry of Education not below the rank of B -19 officer; and  \n(vii)   the Re gistrar, who shall act as Secretary of the Selection Board.  \n19 Council of Regents  :___ (1) The University may set up, a Council of Regents consisting of \nsuch members as the Board may determine.  \n(2)    The members of the Council of Regents shall be appoint ed from amongst heads of \nGovernment and non -Government organisations, bodies and institutions of repute, both national and \nforeign, interested in the educational promotion and its patronage.  \n(3)    The business of the Council of Regents shall be regulated by the Board as may be \nprescribed.  \n20. Academic and administrative staff  :___The academic and administrative staff of the University \nshall be selected with a view to achieving its stated objectives and the basic criteria for their selection \nshall be the hi ghest standards of competence, integrity and efficiency.  \n  \n21. Statutes  :___ (I) Subject to the provisions of this Ordinance, statutes may be made to \nregulate or prescribe all or any of the following matters, namely: —  \n(a)     creation  of the institutes and faculties;  \n(b)     service pension and fringe benefits for University employees and terms and \nconditions of their service;  \n(c)     conditions for appointment of Professors Emeritus and award of honorary \ndegrees;  \n(d)     efficiency an d discipline of the University employees; and  \n(e)     all other matters required to be regulated by Statutes.  \n(2)   Draft Statutes shall be proposed by the Executive Committee for approval by the Board, \nwhich may approve them or refer them back for reconsi deration.  \n(3)   No Statute shall be valid until it has been approved by the Board and the Chancellor.  \n \n 22. Regulation s :___ (1) Subject to the provisions of this Ordinance and the Statutes, the \nCommittee may make regulations for all or any of the following matters, namely: — \n(a)   scheme of studies and research, including the duration of courses, \nnumber of subjects or papers for examinations;  \n(b)   syllabi and courses of study and research programmes leading to \ndegrees, diplomas or certificates;  \n(c)    method ology for selection and admission of students;  \n(d)   conduct and supervision of examinations, appointment of examiners and \nscrutiny and tabulation of results;  \n(e)   determination of fees and other charges for admission to various \ncourses;  \n(f)    maintenanc e of discipline among students and schemes for their welfare;  \n(g)   institution of fellowships, scholarships, prizes and medals, honorarium \nand other financial assistance to students and research scholars;  \n(h)   conduct of convocations and the manner in wh ich they are to be \nconducted; and  \n(i)    all other academic matters which are to be or may be prescribed.  \n(2)   The regulations shall be approved by the Board on recommendations of the committee.  \n(3)   No regulation shall be valid until it has been approve d by the Board.  \n23. Rules  :___The Executive Committee may make Rules for implementation of Statutes or \nRegulations where so required under the Statutes or Regulations or make Rules to regulate any matter \nrelating to the affairs of the University which unde r this Ordinance are not specifically required to be \nprovided for by the Statutes or Regulations.  \n \n  24. University Funds  :___ (1) The University shall have a Fund to which shall be credited all \ndirect donations, trusts, bequests, endowments, grants, propo rtionate grant from the Federal \nGovernment, assistance from international agencies, contributions, shares of fee, and income from any \nother sources and .which shall be under the control of the Board.  \n(2) The present recurring and non -recurring grants bein g allocated by the Federal Ministry of \nEducation to the National Institute of Modern Languages immediately in existence before the \ncommencement of this Ordinance, shall continue to be allocated in future to the National University \nof Modern Languages, with  suitable upward adjustments from time to time.   \n(3) All expenditure of the University shall be met within the sanctioned budget of University \nor as approved by the Board.  \n \n 25. Audit and Accounts  :___ (1) The accounts of the University shall be maintained i n such \nform and in such manner as may be prescribed.  \n(2)   No expenditure shall be made from the funds of the University if it is not included in the \napproved budget of the university nor a bill or its payment has been audited by the University Auditor \nin conformity with the Statutes, the Regulations and the Rules.  \n(3)   The annual statement of the accounts of the University signed by the Director Finance and \nthe University Auditor shall be submitted to the Government within six months of the closing of the \nfinancial year.  \n(4)   The accounts of the University shall be audited once a year by an Auditor appointed by \nthe Federal Government for the purpose.  \n(5) The observation of the Government auditor, together with such annotations as the Director \nFinance m ay make, shall be presented to the Board.  \n26. Pension, insurance, gratuity, prov ident fund and benevolent fund  :___ (1) The \nUniversity shall constitute for the benefit of its officers, teachers and other employees in such manner \nand subject to such conditi ons as may be prescribed such pension, insurance, gratuity, allowances, \nprovident fund and benevolent fund and other welfare schemes, as it may deem fit.  \n(2) Where any provident fund has been constituted under this Ordinance, the provisions of the \nProviden t Funds Act, 1925 (XIX of 1925) shall apply to such fund as if it were the Government \nProvident Fund.  \n27. Opportunity to show cause  :___Except as otherwise provided, no officer, teacher or other \nemployee of the University holding a permanent post shall be reduced in rank, or removed or \ncompulsorily retired from service, unless he has been given a reasonable opportunity of showing cause \nagainst the action proposed to be taken.  \n \n28. Appea l to, and review, by the Board  :___ (1) Where an order is passed punishing any \nofficer (other than the Rector), teacher or other employee of the University or altering or interpreting \nto his disadvantage the prescribed terms or conditions of his service, he shall, where the order is passed \nby the Rector or any other officer or teacher of the University, have the right to appeal to the Board, \nagainst the order, and where the order is made by the Board have the right to apply to that Board for \nreview of its order.  \n(2) The appeal, or applicatio n for review, shall be submitted to the Rector who shall place it \nbefore the Board with his comments and views of any other person or body concerned with the matter.  \n29. Retire ment from service  :___ (1) An officer, teacher or other employee of the Universi ty \nshall retire from service on attaining the age of sixty years or as provided in his terms of appointment.  \n(2)   Persons above the age of sixty years may be re employed in the manner prescribed by the \nBoard on contract in specially deserving cases, in c onformity with the prevailing instructions of the \nGovernment.  \n(3)   No order on an appeal or application for review shall be passed without affording to the \nappellant or, as the case may be, applicant an opportunity of being heard.  \n \n 30. Commencement of term  of office of members of authorities  :___The term of office of a \nnewly appointed or nominated person on a body or authority shall be as fixed under this Ordinance \nand shall commence from such date as may be prescribed.  \n \n  31. Filling of casual vacancies in  authorities  :___Any casual vacancy among the appointment \nor nominated member of any Authority shall be filled, as soon as conveniently may be, by the person \nor the body who appointed or nominated the member whose place has become vacant and the person \nappointed or nominated to the vacancy shall be member of such Authority for the residue of the term \nfor which the person whose place he fills would have been a member.  \n \n  \n32. Filling of vacancies in authorities in certain circumstances  :___Where a vacancy in the \nmembership of an authority other than the Board of Governors cannot be filled because —  \n(a)   the office of which the holder, was a member of die authority ex-ojficio having \nceased to exist;  \n(b)   the organisation  or a body other than the University having either ceased to exist \nor to function; or  \n(c)   the occurrence of other circumstances in which it has become impracticable to \nfill the vacancy, the vacancy shall be filled in such manner as the Board may \ndirect;   and \n(d)   vacancies in the membership of the Board that may have been caused for \nreasons mentioned in the foregoing sub -clauses of this section shall be filled as \ndetermined by the Chancellor.  \n33. Disputes about membership of authorities, etc  :___Notwiths tanding anything contained \nin this Ordinance, a person nominated or appointed to any authority shall cease to be a member of such \nauthority as soon as he ceases to hold the position by virtue of which he was nominated or appointed.  \n \n34. Proceedings of auth orities not invalidated by vacancies  :___No act, proceedings, \nresolution or decision of any authority shall be invalid by reason only of any vacancy in, or any defect \nin the constitution of, or in the appointment or nomination of any member of, the authori ty. \n  \n35. Interpretation  :___Any question that may arise as to the interpretation of any of the \nprovisions of this Ordinance, shall be placed before the Board whose decision thereon shall be final.  \n36. Removal of difficulties  :___ (1) Any difficulty arises  in giving effect to any provision of \nthis Ordinance, the Board may make such order or direction, not inconsistent with the provisions of \nthis Ordinance, as may appear to it to be necessary for the purpose of removing such difficulty.  \n(2) The Board may iss ue directions or decide such matters as are covered by this Ordinance in \nthe manner it considers proper.  \n37. Repeal and savings  :___ (1) The Government of Pakistan's Resolution No. F.10 -2/79-SB, \ndated the 20th November, 1979, is hereby repealed.  \n(2)  Upon  the commencement of this Ordinance: — \n(a)   all funds, assets, properties, rights and interests of whatsoever kind issued, used, \nenjoyed, owned or vested in National Institute of Modern Languages, \nhereinafter referred to as the Institute, in existence imme diately before such \ncommencement and any liabilities subsisting against the aforesaid Institute shall \nstand transferred to the University established under this Ordinance;  \n(b)    subject to clause (c) all persons serving in connection with the affairs of t he \naforesaid Institute shall stand transferred to the University established under this \n \n Ordinance and become employees of the University on the same terms and \nconditions to which they were entitled before such commencement; and  \n(c)    the person holding th e Office of Director in the Institute, in existence \nimmediately before such commencement, shall stand transferred to, and \nappointed as the Rector of, the University established under this Ordinance."
}