{
    "file": "./converted_json\\administrator5a436c410d7fc88fc27dae7b864c6f63.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 70 \n  \n \n \n THE PAKISTAN ARMY ACT, 1952  \n \n \n \n \n \n \n \nCONTENTS  \nCHAPTER I  \nPRELIMINARY  \n1. Short title and commencement  \n1A.      Raising and maintaining the Army  \n2. Persons subject to the Act  \n2A. Secondment to Navy or Air Force  \n2B. Secondment of other Armed Forces  \n2C. Protection to Witnesses, President, Members of the Court, Defending Officers, Prosecutors and \npersons concerned with court proceedings  \n3. Special provision as to rank in certain cases  \n4. Commanding officer of certain pe rsons subject to the Act  \n5. Powers to apply Act to certain forces under the Federal Government  \n6. Application of Act to States forces by Order of the President  \n7. Power to declare persons to be on active service  \n8. Definitions  \nCHAPTER IA  \nAPPOINTMENT OF THE  CHIEF OF THE ARMY STAFF AND THE  CHAIRMAN, JOINT \nCHIEFS OF STAFF COMMITTEE  \n8A. Appointment of the Chief of the Army Staff   \n\n \nPage 2 of 70 \n 8B. Reappointment or extension of the Chief of the Army Staff  \n8C. Retirement age and service limits of the Chief of the Army Staff  \n8D. Appointment of the Chairman, Joint Chiefs of Staff Committee  \n8E. Reappointment or extension of the Chairman, Joint Chiefs of Staff Committee  \n8F. Retirement age and service limits of the Chairman, Joint Chiefs of Staff Committee  \nCHAPTER II  \nAPPOINTMENT, ENROLEMENT AND ATTESTATION  \n9. Appointment to warrant rank  \n9A Administration of oath to warrant officers. [ Omitted ] \n10. Ineligibility for commissioning or attestation  \n11. Procedure before enrolling officer  \n12. Enrolment  \n13. Presumption of validity of enrolment in certain cases  \n14. Persons to be attested  \n15. Mode of attestation  \n15A Fresh oath to certain persons. [ Omitted ] \nCHAPTER III  \nTERMINATION OF SERVICE  \n16. Dismissal or removal by  Federal Government  \n17. Dismissal or removal by Chief of the Army Staff  or other authorised officer  \n18. Retirement, resignation, release, or discharge  \n19. Certificate on termination of service  \n20. Discharge or dismissal when out of Pakistan  \nCHAPTER IV  \nSUMMARY REDUCTION AND PUNISHMENT OTHERWISE THAN BY SENTENCE OF \nCOURT MARTIAL  \n21. Reduction of warrant officers and non -commissioned officers  \n22. Reversion of an acting non -commissioned officer  \n23. Minor punishments  \n \nPage 3 of 70 \n CHAPTER V  \nOFFENCES  \n24. Offences in relati on to enemy and punishable with death  \n25. Offences in relation to the enemy and not punishable with death  \n26. Disclosure of parole or watchword  \n26A Unauthorised disclosure  \n26B Political activity  \n27. Offences against property or persons of inhabitant of cou ntry where serving  \n28. Offences relating to sentries  \n29. House breaking, false alarms, unauthorized disclosures, punishable more severely on active \nservice than at other times  \n30. Other service offences  \n31. Mutiny and insubordination  \n32. Offences in relation to superior officers  \n33. Disobedience of lawful command  \n34. Neglect to obey orders  \n35. Insubordination and obstruction  \n36. Desertion and aiding deserters  \n37. Absence without leave  \n38. Fraudulent enrolment  \n39. False answers on enrolment  \n40. Fraudulent offence in respect of property  \n41. Certain forms of disgraceful conduct  \n42. Illegal gratification  \n43. Intoxication  \n44. Offences in relation to persons in custody  \n45. Loss of arms, etc., and destruction of property  \n46. False accusation  \n \nPage 4 of 70 \n 47. False documents  \n48. Signing in blank and failure to report  \n49. Offences in relation to courts martial  \n50. False statement before court martial  \n51. Irregular confinement  \n52. Unbecoming behavior  \n53. Striking or ill -treating person subject to the Act  \n54. Unlawful d etention of pay  \n55. Violation of good order and discipline  \n55A Conflict of interest  \n55B Electronic crimes  \n55C Defamation  \n56. Offences relating to aircraft  \n57. Attempt  \n58. Abetment  \n59. Civil offences  \nCHAPTER VI  \nPUNISHMENT  \n60. Punishments  \n61. Field punishment  \n62. Special provisions regarding sentences  \n63. Retention in the ranks of person convicted on active service  \nCHAPTER VII  \n PENAL DEDUCTIONS  \n64. Authorized deductions only to be made from pay  \n65. Deductions from pay and allowances  \n66. Pay and allowances during trial  \n67. Deduction from public money due, other than pay  \n \nPage 5 of 70 \n 68. Power to withhold pay and allowances pending inquiry into conduct as prisoner of war  \n69. Remission of deductions  \n70. Provision for dependents of prisoner of war from remitted d eductions  \n71. General power to make provision for dependents  \n72. Period during which a person is deemed to be a prisoner of war  \nCHAPTER VIII.  \nARREST AND PROCEEDINGS BEFORE TRIAL  \n73. Custody of offenders  \n74. Duty of commanding officer in regard to person in custody  \n75. Interval between committal and court martial  \n76. Arrest by civil authorities  \n77. Capture of deserters  \n78. Inquiry into absence of person subject to the Act \n78A.  Inquiry into any other provost m arshals  \nProvost Marshals  \n79. Appointment, duties and powers of provost marshals  \nCHAPTER IX  \nCOURTS MARTIAL  \nCONSTITUTION, JURISDICTION AND POWERS OF COURTS MARTIAL  \n80. Kinds of courts martial  \n81. Power to convene general courts martial  \n82. Power to convene district courts martial  \n83. Limitation of powers of convening authorities  \n84. Power to convene field general Court martial  \n85. Composition of general Court martial  \n86. Composition of district Court martial  \n87. Composition of field general Court martial  \n88. Summary courts martial  \n \nPage 6 of 70 \n 89. Dissolution of Courts martial  \n90. Prohibition of second trial  \n91. Period of limitation for trial  \n92. Liability of offender who ceases to be subject to the Act  \n93. Place of trial  \n94. Order in case of concurrent jurisdiction of court martial and criminal cou rt \n95. Power of criminal court to require delivery of offender  \n96. Trial by court martial, bar to subsequent trial by criminal court  \n96A.  Definition of court martial  \n97. Powers of general and field general courts martial  \n98. Power of district courts martia l \n99. Offences triable by summary Court martial  \n100. Persons triable by summary Court martial  \n101. Sentence awardable by summary Court martial  \n102. President  \n102A.  Religion of confirming officer, president, judge advocate and members of general, district or \nfield general court martial  \n103. Judge advocate  \n104. Challenges  \n105. Voting of members  \n106. Oaths of president and members  \n107. Oaths of judge advocate and other s \n108. Oaths of witnesses  \n108A  Affirmation not allowed in the case of Muslim  \n109. Summoning witnesses and production of documents  \n110. Commission for the examination of witness  \n111. Conviction of one offence permissible on charge of another  \n \nPage 7 of 70 \n 112. Rules of evidence to be the same as in criminal court s \n113. Judicial notice  \n114. Presumption as to signatures  \n115. Enrolment paper  \n116. Presumption as to certain documents  \n117. Reference by accused to Government officer  \n118. Evidence of previous conviction s and general character  \nCHAPTER X  \nCONFIRMATION AND REVISION OF FINDING AND SENTENCES  \n119. Finding and sentence not valid unless confirmed  \n120. Power to confirm finding and sentence of general Court martial  \n121. Power to confirm finding and sentence of dist rict Court martial  \n122. Limitation of powers of confirming authority  \n123. Power to confirm finding and sentence of field general court martial  \n124. Power of confirming authority to mitigate, remit or commute sentences  \n125. Confirmation of finding and sentence on board a ship  \n126. Revision of finding and sentence  \n127. Finding and sentence of a summary court martial  \n128. Transmission of proceedings of a summary court martial  \n129. Substitution of a valid finding or sentence for an invalid finding or sente nce \n130. Provision in the case of accused being lunatic  \n131. Remedy against finding and sentence of Court martial  \n132. Annulment of proceedings  \n133. Bar of appeals  \n133A .  Court of appeals for hadd  cases  \n133B . Court of Appeals for other cases  \nCHAPTER XI  \nEXECUTION OF SENTENCES  \n \nPage 8 of 70 \n 134. Form of sentence of stoning to death or death  \n134A.  Form of sentence of amputation of hand, foot or both or whipping  \n135. Commencement of sentence of imprisonment or imprisonment or detention  \n136. Execution of sentence of impris onment for life or imprisonment  \n137. Execution of sentence of imprisonment in special cases  \n138. Execution of sentence of detention  \n139. Interim custody of offenders sentenced to transportation  [omitted ] \n140. Conveyance of prisoner from place to place  \n141. Communication of certain orders to civil prison officers  \n142. Execution of sentence of fine  \nCHAPTER XII  \nPARDONS, REMISSION S AND SUSPENSION  \n143. Pardons and remissions  \n144. Suspension of sentence of transportation, imprisonment , whipping  or detention  \n145. Orders pending suspension  \n146. Release on suspension  \n147. Computation of period of sentence under suspension  \n148. Power to set aside suspension or to order remission  \n149. Periodical review of suspended sentence  \n150. Procedure on further sentence of offender whose sentence is suspended  \n151. Scope of power of suspension  \n152. Effect of suspension on dismissal  \nCHAPTER XIII  \nPROPERTY OF DECEASED PERSONS, DESERTERS AND LUNATICS  \n153. Property of deceased persons and deserters, other than officers  \n154. Disposal of certain property without production of probate, etc  \n155. Discharge of commanding officer prescribed person and the Government  \n156. Application of sections 153 to 155 to lunatics, etc  \n \nPage 9 of 70 \n 157. Property of officers  \n158. Powers of Committee of Adjustment  \n159. Disposal of surplus by the prescribed person  \n160. Disposal of certain property without production of probate, etc  \n161. Discharge of committee, prescribed person, and the Government  \n162. Property in the hands of the committee or  the prescribed person not to be assets at the place \nwhere the committee or the prescribed person is stationed  \n163. Saving of rights of representative  \n164. Applications of sections 158 to 163 to lunatics, etc  \n165. Appointment of standing committee of adjus tment when officers die or desert while on active \nservice  \n166. Interpretations  \nCHAPTER XIV  \nMISCELLANEOUS PRIVILEGES  \n167. Complaint against officers  \n168. Complaint by officers  \n169. Privileges of person attending courts martial  \n170. Exemption from arrest for debt  \n171. Property exempted from attachment  \n172. Application of the last two foregoing sections to reservists  \n173. Priority of hearing by courts of cases in which persons subject to this Act are concerned  \n174. Order for custody and disposal of p roperty pending trial in certain cases  \n175. Order for disposal of property regarding which offence committed  \n175A.  Military, civil awards and decorations  \n175B.  Service awards  \n175C.  Welfare and rehabilitation  \n175D.  Welfare through affiliated entities  \n175E.  National development  \n \nPage 10 of 70 \n CHAPTER XV  \nRULES  \n176. Power to make rules  \n176A  Power to make regulations  \n176AA. Power to issue instructions  \n176B   Reference to Commander -in-Chief in other Laws  \n176C   Delegation of powers of the Chief of the Army Staff  \n176D   Validation  \n176E  Overriding effect  \n 177. Repeals [Omitted ] \n \nCHAPTER XVI  \n [Omitted]  \n \nTHE SCHEDULE  \n[Omitted]   \n \nPage 11 of 70 \n THE PAKISTAN ARMY ACT, 1952  \n1ACT No. XXXIX OF 1952  \n[13th May, 1952]  \nAn Act to consolidate and amend the law relating to the Pakistan Army.  \nWHEREAS it is expedient to consolidate and amend the law relating to the Pakistan Army; It \nis hereby enacted as follows:__ \nCHAPTER I.__ PRELIMINARY  \n1. Short title and commencement.__ (1) This Act may be called the Pakistan Army Act, \n1952.  \n(2) It shall come  into force on such date2 as the 3[Federal Government] may, by notification \nin the Official Gazette, appoint in this behalf.  \n4[1A.  Raising and maintaining the Army. — (1) Subject to the provisions of the \nConstitution of the Islamic Republic of Pakistan, the President shall raise and maintain the Pakistan \nArmy and its reserves in accordance with the provisions of this Act, the rules, regulations and \ninstructions made an d issued, thereunder.  \n(2) Subject to the provisions of the Constitution of the Islamic Republic of Pakistan the \ncontrol and command of the Army shall rest with the Federal Government and its administration shall \nvest in the Chief of the Army Staff.  \n(3) Subject to the provisions of the Constitution of the Islamic Republic of Pakistan, the \nPresident shall grant commission in the Pakistan Army in accordance with the provisions of this Act \nand the rules, regulations and instructions made and issued thereunder.  \n(4) Personnel of the Pakistan Army shall consist of such officers, soldiers and other staff \nmembers as may be prescribed.  \n \n1For Statement of Object and Reasons, see Gaz. of P., (1951 Pt. V, dated the 23rd November 1951, P. 71; and for Report of Select Comm ittee, see ibid . \n1952. Ext., pp. 347 -400. \nThe Act has been extended to Khairpur State, by the Khairpur (Federal Laws) Extension) Order, 1953 (G.G.O. 5 of 1953).  \nIt has been extended to the Baluchistan States Union by the Baluchistan States Union (Federal L aws) (Extension) Order, 1953 (G.G.O. 4 of 1953), as \namended.  \nThe Act has been and shall be deemed always to have been applied to Baluchistan and the Federated Areas of Baluchistan with e ffect from the 1st April, \n1955, see Gaz. of P., 1955, see Gaz. of P., 1955. Pt. I p. 204.  \nThe Act has been extended to the whole of Pakistan by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3, a nd 2nd Sch. ( with effect \nfrom the 14th October, 1955 ). \nThe Act has been and shall be deemed to have been brough t into force in Gwadur with effect from the 8th September, 1958, by the Gwadur (Application \nof Central Laws) Ordinance, 1960 (37 of 1960), s. 2.  \nThe Act, rules, notifins, and orders made under it, have been applied to the Tribal Areas or to the part of tho se areas to which they have not been already \napplied, see the Tribal Areas (Application of Acts) Reason 1965. Gaz. of P. 1965., Ext., pp 1016 -1018.  \nThe Provisions of this Act and rules made thereunder have been applied in their application to non -commissio ned officer and men of the Pakistan Mujahid \nForce. When embodied for or otherwise undergoing training with certain modification specified in Sch. II to rule 12 of the Pa kistan Mujahid Force Rules, \n1965, see Gaz. of P., 1965, Ext., pp. 1105 -1107.  \n2The 1st d ay of April, 1955, see Gaz. of P., 1955, Ext. p. 389.  \n3Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n4 Ins. by Act LXII of 2023, s.2.   \n \nPage 12 of 70 \n (5) The selection, recruitment, qualifications, salary, allowances, discipline, training, \nadministration and other terms and conditions of service in respect of personnel of the Pakistan Army \nunder sub -section (4) shall be such as may be prescribed. ] \n2. Persons subject to the Act.__ (1) The following persons sh all be subject to this Act, \nnamely :__ \n1[(a) officers, soldiers and others of the Pakistan Army;]  \n2[(b)  persons enrolled under the Indian Army Act, 1911, before the date notified in \npursuance of sub -section (2) of section 1, and serving with the Pakistan Army \nimmediately before that date, and persons enrolled under this Act;]  \n3[(bb)  persons subject to the 4[Pakistan Navy Ordinance, 1961], or the Pakistan Air \nForce Act, 1953, when seconded for service with the Pakistan Army, to such \nextent and sub ject to such regulations as the 5[Federal Government] may direct;]  \n(c) persons not otherwise subject to this Act, who, on active service, in camp, on \nthe march, or at any frontier post specified by the 5[Federal Government] by \nnotification in this behalf, are employed by, or are in the service of or are \nfollowers of, or accom pany any portion of the Pakistan Army 6[;] \n6[(d)  persons not otherwise subject to this Act who are accused of__ \n(i) seducing or attempting to seduce any person subject to this Act from his \nduty or allegiance to Government, or  \n(ii) having committed, in rel ation to any work of defence, arsenal, naval, \nmilitary or air force establishment or station, ship or aircraft or otherwise \nin relation to the naval, military or air force affairs of Pakistan, an \noffence under the Official Secrets Act, 1923 7[;] \n7[(e)  persons not otherwise subject to this Act who belonged to the former East \nPakistan Civil Armed Forces and were repatriated to Pakistan after the sixteenth \nday of December, 1971.]  \n(2) Every person subject to this Act under clause (a) or clause (b) 7[or clause (e)] of sub - \nsection (1) shall remain so subject until duly retired, released, discharged, removed or dismissed from \nthe service.  \n8[(3) Every person subject to this Act under clause (bb) of sub -section (1) shall remain so \nsubject during the period of his secondment to the Pakistan Army.]  \n \n1Subs. by Act LXII of 2023, s.3.  \n2Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 2, for the original clause (b) ( with effect from the 1st April, 1952 ). \n3Clause (bb) ins. by ibid. \n4Subs. by the Repealing and Amending Ordinance, 1965 (10 of 1965), s. 3, and 2nd Sch., for “Pakistan Navy (Discipline) Act, 1934 (XXXIV of \n1934)”.  \n5Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n6Subs. and added by the Defence  Services Laws Amendment Ordinance, 1967 (3 of 1967), s. 2.  \n7Subs., added and ins. by the Pakistan Army (Amdt) Act, 1975 (73 of 1975) s. 2.  \n8New sub -section (3) added by the Pakistan Army (amdt.) Act, 1958 (11 of 1958), s. 2 ( with effect from the 1st April , 1952 ). \n  \n \nPage 13 of 70 \n 1[2A. Secondment to Navy or Air Force . The 2[Federal Government] may by order in \nwriting direct that any person 3[* * * ] 4[referred to in clause (a), clause (b) or clause (c)] of sub -section \n(1) of section 2 shall, under such conditions as may be laid down by regulations, be seconded for \nservice with the Pakistan Navy or the Pakistan Air Force.]  \n5[2B. Secondment to other armed forces .__ The Federal Government may by order in \nwriting  direct that any person referred to in clause (a) of sub -section (1) of section 2, other than a junior \ncommissioned officer or warrant officer, shall, under such conditions as may be laid down by \nregulations, be seconded for service with any other armed forces raised or maintained by the Federal \nGover nment, including civil armed forces.]  \n6[2C. Protection to Witnesses, President, Members of the Court, Defending Officers, \nProsecutors and persons concerned with court proceedings .__ The convening authority or the court \nconstituted under this Act may, make such orders or take such measures, like sitting in camera, not \npublishing the names of court officials etc., as it deems fit, within available resources, for the protection \nof witne sses, President, members, prosecutors, defending officers and other persons concerned in court \nproceeding for an offence under this Act, as may be prescribed.]  \n3. Special provision as to rank in certain cases.__ (1) The 2[Federal Government] may, \nby notifi cation, direct that any person or class of persons subject to this Act under clause (c) 7[or clause \n(d)] of sub -section (1) of section 2 shall be so subject as officers, junior commissioned officers, warrant \nofficers or non -commissioned officers, and may a uthorise any officer to give a like direction with \nrespect to any such person or to cancel such direction.  \n(2) All persons subject to this Act other than officers, junior commissioned officers, \nwarrant officers or non -commissioned officers shall, if they a re not persons in respect of whom a \nnotification or direction under sub -section (1) is in force, be deemed to be of a rank inferior to that of \na non -commissioned officer.  \n4. Commanding officer of certain persons subject to the Act.  Every person subject to \nthe Act under clause (c) of sub -section (1) of section 2 shall, for the purposes of this Act, be deemed \nto be under the command of the commanding officer of the corps, unit or detachment (if any) to which \nhe is attached, and if he is not so attached, then he shall be under the command of any officer who may \nfor the time being be named as his commanding officer by the officer commanding the force with \nwhich such person may for the time being be serving, or if no such officer is named, under the \ncommand of th e said officer commanding the force:  \nProvided that an officer commanding a force shall not place a person under the command of \nan officer of rank inferior to that of such person, if there is present at the place where such person is \nany officer of a higher  rank under whose command he can be placed.  \n \n \n1Ins. by the Pakistan Army (Amdt.) Act, 1958 ( 11 of 1958), s. 3. \n2Subs. by the Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n3The words “belonging to the Army Medical Corps and” omitted by the Pakistan Army (Amdt.) Ordinance, 1959 (61 of 1959), s. 2 ( with effect from the \n1st April, 1955 ). \n4Subs. by the Defence Service laws (Amdt.) Ordinance, 1967 (3 of 1967),s.2 for “subject to this Act otherwise the under clause  (abb)”.  \n5Ins. by Act 73 of 1975, s. 3.  \n6Ins. and added by Act XIX of 2015, s. 2.  \n7Ins. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 2  \n \n  \n \nPage 14 of 70 \n 5. Powers to apply Act to certain forces under the 1[Federal Government ].__ (1) The \n1[Federal Government] may, by notification, apply all or any provisions of this Act to any force raised \nand maintained in Pakistan under the authority of the 1[Federal Government 2[or a Provincial \nGovernment]].  \n(2) On such notification being made any provis ions of this Act so applied shall have effect \nin respect of persons belonging to any such force as they have effect in respect of person s subject to \nthis Act holding in the Pakistan Army the same rank as or equivalent to that which the aforesaid persons \nhold for the time being in the said force ; and shall have effect in respect of persons who are employed \nby, or are in the service of, or are followers of, or accompany any portion of any such force as they \nhave effect in respect of persons subject to this A ct under clause (c) of subsection (1) of section 2.  \n(3) While any of the provisions of this Act apply to any such force, the 1[Federal \nGovernment] may, by notification, direct by what authority any jurisdiction, powers or duties incident \nto the operation o f these provisions shall be exercised or performed in respect of that force, and may \nsuspend the operation of any other enactment for the time being applicable to that force.  \n6. Application of Act to States forces by Order of the President.  The 3[President ] may \nby Order apply all or any provisions of this Act to any Land Forces of an Acceding State.  \n7. Power to declare persons to be on active service.  Notwithstanding anything \ncontained in clause (1) of section 8, the 1[Federal Government] may, by notificati on, direct that any \nperson or class of persons subject to this Act shall, with reference to any area in which they may be \nserving or with reference to all or any of the provisions of this Act or of any other law for the time \nbeing in force, he deemed to be on active service within the meaning of this Act.  \n8. Definitions.  In this Act, unless the context otherwise requi res,__ \n(1) “active service”, as applied to a person subject to this Act, means the time during which \nsuch person is attached to, or forms part of a force which is engaged in operation s against an enemy, \nor is engaged in military operations in, or is on the  line of march to, a country or place wholly or partly \noccupied by an enemy, or is attached to or forms part of a force which is in military occupation of a \nforeign country;  \n4[(1A)  “affiliated entities” mean entities affiliated with or controlled by the Pa kistan Army, \nincluding but not limited to statutory bodies, trusts, foundations, organizations and other entities as \napproved by Federal Government;]  \n5[(2) “Chief of the Army Staff” means the officer commanding the Pakistan Army 6[, duly \nappointed by the P resident, in accordance with Article 243 of the Constitution of the Islamic Republic \nof Pakistan, read with section 8A.]  \n7[(2A)  “Chairman, Joint Chiefs of Staff Committee” means an officer who has been appointed \nas the Chairman, Joint Chiefs of Staff Committee, by the President, in accordance with Article 243 of \nthe Constitution of the Islamic Republic of Pakistan, read with section 8D;]  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Added by the Pakistan Army (Amdt.) Ordinance, 1971 (13 of 1971), s. 2.  \n3Subs. by A.O., 1961, Art. 2 and Sch., for “Governor -General” ( with effect from the 23rd March, 1956 ). \n4Ins. by Act LXII of 2023, s.4.  \n5Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 3. for sub -section (2) and (3).  \n6Ins. By Act I of 2020, s.2(a)  (w.e.f. 27 -11-2019.)  \n7Ins. by Act I of 2020, s.2(b) ( w.e.f.  27-11-2019.)  \n \nPage 15 of 70 \n (3) “Civil offence” means an offence which, if committed in Pakistan, would be triable by \na criminal court.]  \n(4) “Comma nding Officer” means:__ \n(i) when used in any provision of this Act with reference to any separate portion of \nthe Pakistan Army, the officer whose duty it is under the regulations of the \nPakistan Army, or in the absence of such regulations by the custom of the \nservice, to discharge wi th respect to that portion, the functions of the \ncommanding officer, 1[* * * ] \n(ii) when used in relation to a person subject to this Act, the officer for the time \nbeing in command of any separate portion of the Pakistan Army 2[or of any unit \nof a force] to  which such person belongs or is attached 3[, and] \n4[(iii)  when used in relation to a person subject to this Act under clause (d) of sub - \nsection (1) of section 2, any staff officer of General Headquarters or a formation \nHeadquarters or an officer, not be low the rank of field officer, within whose \njurisdiction the offence is alleged to have been committed or the person who is \nalleged to have committed it resides or is found.]  \n5[(4A)  “convening authority” mean an officer who is empowered  to convene court martial \nunder this Act;]  \n(5) “corps” means any separate body of the Pakistan Army 2[or of any force] which is \nprescribed as a corps for the purposes of all or any of the provisions of this Act ;  \n(6) “Court martial” means a Court martial held under this Act ;  \n(7) “Criminal Court” means a court of ordinary criminal justice in Pakistan, or established \nelsewhere by the authority of the 6[Federal Government] ;  \n(8) “enemy” includes all armed mutineers, armed rebels, armed rioters, pirates and any \nperson in arm s against whom it is the duty of any person subject to this Act to act ;  \n7[(8a) “Islamic law” means a law relating to the enforcement of Hudood;]  \n(9) “junior commissioned officer” means a person commissioned, gazetted or in pay as a \njunior commissioned off icer in the Pakistan Army;  \n8[(9a)  “military custody” means the arrest or confinement of a person according to the usage  \nof the service and includes naval or air force custody;  \n \n \n1Omitted by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 2.  \n2 Ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 2.  \n3Subs. by the Pakistan Army (Amdt.) Act 1973 (51 of 1973), s. 2, for semi colon.  \n4Added ibid., s. 2.  \n5Ins. by Act LXII of 2023, s.4.  \n6Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of  1973) , s. 3, for “Central Government”.  \n7Ins. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 2.  \n8New clauses (9a) and (9b) ins. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 4.  \n \n \n \nPage 16 of 70 \n (9b)    “military reward” includes any gratuity or a nnuity for long service or good conduct, any \ngood service pay or pension, and any other military pecuniary award ;]  \n(10) “non -commissioned officer” means a persons attested under this Act who holds a non -\ncommissioned rank in the Pakistan Army 1[and include s an active non -commissioned officer];  \n(11) “offence” means any act or omission punishable under this Act and includes a civil \noffence as hereinbefore defined;  \n2[(12)  “officer” means a person, other than a junior commissioned officer, commissioned, \ngazetted or in pay as an officer of the Pakistan Army and includes, in relation to a person subject to \nthis Act when serving under such conditions as may be prescribed, an officer of the Pakistan Navy and \nan officer of the Pakistan Air Force, ]. \n(l3) “prescribed” means prescribed by rules 3[, regulations and instructions] made under this \nAct; \n(14) “service” when used in relation to an institution, necessaries, books, band, mess, \nmoney, goods or other property means an institution, necessaries, books, band, mess, money, goods or \nother property belonging to, or connected with, the Pakistan Army or any unit or part thereof;  \n(15) “superior officer”. when used in relation to a person subject to this Act, 4[includes a \njunior commissioned officer, a warrant officer] or a non -commissioned officer; and, as regards persons \nplaced under his orders, an officer, warrant officer, petty offic er or non -commissioned officer of the \nPakistan Navy or Air Force;  \n(16) “warrant officer” means a person appointed, gazetted or in pay as a warrant officer of \nthe Pakistan Army 5[;] \n6[(17)  All words and expressions used but not defined in this Act and defin ed in the Pakistan \nPenal Code (XLV of 1860) 7[or in any Islamic Law] shall be deemed to have the meanings assigned \nto them in that Code 7[or, as the case may be, that law].  \n8[CHAPTER .__  IA \nAPPOINTMENT OF THE CHIEF OF THE ARMY STAFF AND THE CHAIRMAN, JOINT  \nCHIEFS OF STAFF COMMITTEE  \n8A. Appointment of the Chief of the Army Staff .__ (1) The President shall, on the advice \nof the Prime Minister, appoint a General as the Chief of the Army Staff, for a tenure of 9[five (05)] \nyears.  \n(2) The terms and conditions of the Chief of the Army Staff shall be determined by the \nPresident, on the adv ice of the Prime Minister.  \n \n1Added by the Pakistan Army (Amdt.) Act, 1958  (11 of 1958), s.4.  \n2Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 3 which was previously subs. by the Pakistan Army (Amdt.) Act, 1963 (9 of 1963), s. 2, \nfor the origi nal clause (12), to read as above.  \n3Ins. by Act LXII of 2023, s.4.  \n4Subs. by the Pakistan Army (Amdt.) Act, 1958. (11 of 1958), s. 4. for “includes a warrant officer”.  \n5Subs. ibid, for full -stop.  \n6New clause (17) added ibid.  \n7Ins. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s.2.  \n8Ins. by the Pakistan Army (Amdt.) Act, 2020 (1 of 2020 ), s. 3. (w.e.f  27-11-2019)  \n9Subs. by Act No. XXXIII of 2024, s.2.  \n \nPage 17 of 70 \n 8B. Reappointment or extension of the Chief of the Army Staff. — (1) Notwithstanding \nanything contained in this Act or any other law for the time being in force, the President, on the advice \nof the Prime Minister, may reappoint the Chief of the Army Staff for additional tenure of 1[five (05)] \nyears, or  1[, and/or] extend the tenure(s) of the Chief of the Army Staff up to 1[five (05)] years, on such \nterms and conditions, as may be determined by the President, on the advice of the Prime Minister, in \nthe national security interest or exigencies, from time to ti me. \n(2)  Notwithstanding anything contained in this Act or any other law, or any order or \njudgment of any Court, the appointment, reappointment or extension of the Chief of the Army Staff, \nor the exercise of discretion by the appointing authority in this r egard, shall not be called into question \nbefore any Court on any ground whatsoever.  \n1[8C. Retirement age and service limits of the Chief of the Army Staff. — The retirement \nage and service limits prescribed for a General, under the Rules and Regulations made under this Act, \nshall not be applicable to the Chief of the Army Staff, during his tenure of appointment, re - \nappointment, and/or extension. Throughout suc h tenure, the Chief of the Army Staff shall continue to \nserve as a General in the Pakistan Army. ] \n8D. Appointment of the Chairman, Joint Chiefs of Staff Committee. — (1) The \nPresident may, on the advice of the Prime Minister, appoint a Chairman, Joint Chief s of Staff \nCommittee, from amongst Generals in the Pakistan Army, Admirals in the Pakistan Navy, or Air Chief \nMarshals in the Pakistan Air Force, for a tenure of three (03) years.  \n(2) The terms and conditions of the Chairman, Joint Chiefs of Staff Committe e shall be \ndetermined by the President, on the advice of the Prime Minister.  \n(3) If the Chairman, Joint Chiefs of Staff Committee is appointed from amongst Generals \nin the Pakistan Army, the provisions of this Act shall be applicable to such Chairman, Join t Chiefs of \nStaff Committee.  \n8E. Reappointment or extension of the Chairman, Joint Chiefs of Staff Committee. — (1) \nNotwithstanding anything contained in this Act or any other law for the time being in force, the \nPresident, on the advice of the Prime Minist er, may reappoint the Chairman, Joint Chiefs of Staff \nCommittee for additional tenure of three (03) years, or extend the tenure(s) of the Chairman, Joint \nChiefs of Staff Committee up to three (03) years, on such terms and conditions, as may be determined \nby the President, on the advice of the Prime Minister, in the national security interest or exigencies, \nfrom time to time.  \n(2) Notwithstanding anything contained in this Act or any other law, or any order or \njudgment of any Court, the   appointment, reappoi ntment or extension of the Chairman, Joint Chiefs \nof Staff Committee, or the exercise of discretion by the appointing authority in this regard, shall not \nbe called into question before any Court on any ground whatsoever.  \n8F. Retirement age and service limi ts of the Chairman, Joint Chiefs of Staff Committee.__ \nIn case a General of the Pakistan Army is appointed as the Chairman, Joint Chiefs of Staff Committee, \nthe retirement age and service limits, prescribed under the Rules and Regulations made under this A ct, \nshall not be applicable to the said General during his tenure of appointment, reappointment or \nextension, subject to a maximum age of sixty -four (64) years. Throughout such tenure(s), the \nChairman, Joint Chief s of Staff Committee, appointed under this Act, shall continue to serve as a \nGeneral in the Pakistan Army.]  \n1Subs. by Act No. XXXIII of 2024, ss.3-4 \n \nPage 18 of 70 \n CHAPTER II  \nAPPOINTMENT, ENROLEMENT AND ATTESTATION  \n9. Appointment to warrant rank.  The 1[President] may appoint any person as a warrant \nofficer.  \n9A. [Administration of oath to warrant officers. (Omitted by the Pakistan Army (Amdt.)  Act, \n1976 (51 of 1976), s. 4].  \n2[10. Ineligibility for commissioning or attestation.__ A person who is not a citizen of \nPakistan or a dual national or under the age of eighteen years shall not be granted commission or \nattestation in the Pakistan Army.]  \n11. Procedure before enrolling officer.  Upon the appearance before the prescribed \nenrolli ng officer of any person desirous of being enrolled, the enrolling officer shall read and explain \nto him, or cause to be read and explained to him in his presence, the conditions of the service for which \nhe is enrolled and shall put to him the questions se t forth in the prescribed form of enrolment and shall, \nafter having cautioned him that if he makes a false answer to any such question he will be liable to \npunishment under this Act, record or cause to be recorded his answer to each such question.  \n12. Enro lment.  If, after complying with the provisions of section 11, the enrolling officer \nis satisfied that the person desirous of being enrolled understands the questions put to him and consents \nto the conditions of service, and if the enrolling officer perceiv es no impediment, he shall sign and also \ncause such person to sign the enrolment paper and the person shall thereupon be deemed to be enrolled.  \n13. Presumption of validity of enrolment in certain cases.  Every person who has for the \nspace of three months be en in receipt of military pay as a person enrolled under this Act and been \nborne on the rolls of any corps or unit of the Pakistan Army shall be deemed to have been duly enrolled \nand shall not be entitled to claim his discharge on the ground of any irregul arity or illegality in his \nenrolment or on any other ground whatsoever, and if any person, in receipt of such pay and borne on \nthe rolls as aforesaid , claim s his discharge before the expiry of three months from his enrolment, no \nsuch irregularity or illegality or other ground shall, until he is discharged in pursuance of his claim, \naffect his position as a person enrolled under this Act or invalidate any proce edings, act or thing taken \nor done prior to his discharge.  \n14. Persons to be attested.  The following persons shall be attested, namely:__ \n(a) all persons enrolled as combatants;  \n(b) all persons selected to hold a non -commissioned or acting non -commissioned  \nrank;  \n(c) all other enrolled persons prescribed by the 3[Federal Government].  \n \n \n \n \n \n1Subs. by A.O., 1961, Art. 2, for “Governor -General” ( with effect from the 23rd March, 1956 ). \n2Subs. by Act LXII of 2023, s.5.  \n3Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3 for “Central Government”.  \n \n \nPage 19 of 70 \n 15. Mode of attestation.__ (1) When a person who is to be attested is reported fit for duty, \nor has completed the prescribed period of probation, an oath or affirmation shall be administered to \nhim in the prescribed form by his commanding officer, in front of his corps or unit or s uch portion \nthereof as may be present, or by any other prescribed person 1[:] \n1[Provided that, if the person to be attested is a Muslim, this section shall have effect as if \nreference therein to affirmation were omitted.];  \n2[(2)  The form of oath or affirm ation prescribed under this section shall contain a promise \nthat the person to be attested will bear true faith and allegiance to Pakistan and uphold the Constitution \nof the Islamic Republic of Pakistan which embodies the will of the people, that he will n ot engage \nhimself in any political activities whatsoever and that he will honestly and faithfully serve Pakistan in \nthe Pakistan Army as required by or under the law, and that he will obey all commands of any officer \nset over him, even to the peril of his life.]  \n(3) The fact that an enrolled person has taken the oath or affirmation directed by this section \nshall be entered on his enrolment paper, and authenticated by the signature of the officer administering \nthe oath or affirmation.  \n15A.   [Fresh oath to ce rtain persons]. [Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 \nof 1976), s. 6].  \nCHAPTER III  \nTERMINATION OF SERVICE  \n16. Dismissal or removal by Federal Government.  The 3[Federal Government] may \ndismiss or remove from the service any person subject to this Act.  \n17. Dismissal or removal by 4[Chief of the Army Staff] or other authorised officer.__ \n(1) The 4[Chief of the Army Staff] may dismiss or remove from the service any junior commissioned \nofficer, or 5[non-commissioned], or any person enro lled under this Act.  \n(2) An officer having power 6[to convene a district court martial or an officer not below the \nrank of lieutenant -colonel] empowered by the 4[Chief of the Army Staff] in this behalf may dismiss or \nremove from the service any person enro lled under this Act who may be serving under his command.  \n5[18. Retirement, resignation, release or discharge .__ The competent authority may, as \nmay be prescribed in this behalf, retire, release, accept or reject resignation of, or discharge from the \nservice, any person subject to this Act:  \nProvided that owing to exigencies, extraordinary circumstances, or if war is  imminent or \nexisting, the Federal Government may retain compulsor ily in service upto sixty years of age any person \nwith the recommendations of the Chief of the Army Staff and as prescribed in this Act or the rules, \nregulations or instructions made and iss ued thereunder.]  \n \n1Subs. and added by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 5.  \n2Subs. F.A.O. 1975, Art. 2, and Sch, for sub -section 2 and 3.  \n3Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n4Subs. by F.A.O., 1975 Art. 2 and Sch., for “Command -in-Chief”.  \n5Subs. by Act LXII of 2023, s.6 -7. \n6Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), section 3, for “not less than that of a brigade commander or  any officer not b elow \nthe rank of brigadier”.  \n \n \nPage 20 of 70 \n 19. Certificate on termination of service.  Every junior commissioned officer, warrant officer, \nor person enrolled under this Act, who is dismissed, removed, retired, released or discharged from the \nservice shall be furnished by his commanding officer with a certificate in the English  language or s uch \nother language as he understands, setting forth,__ \n(a) the authority who terminates his service;  \n(b) the cause for such termination;  \n(c) the full period of his service in the Pakistan Army.  \n20. Discharge or dismissal when out of Pakistan.__  (1) Any pe rson subject to this Act, who \nis entitled under the conditions of his service to be discharged, or whose discharge is ordered by competent \nauthority, and who, when he is so entitled or ordered to be discharged, is serving out of Pakistan, and \nrequests to b e sent to Pakistan, shall, before being discharged, be sent to Pakistan with all convenient speed.  \n(2) Any person subject to this Act who is dismissed from the service and who, when he is so \ndismissed is serving out of Pakistan shall be sent to Pakistan wi th all convenient speed.  \n(3) When any such person as is mentioned in sub -section (2) is sentenced to dismissal \ncombined with any other punishment, such other punishment, or in the case of a sentence of 1[Imprisonment \nfor life or for a shorter term] a porti on of such sentence may be inflicted before he is sent to Pakistan.  \nExplanation .__ For the purposes of this section, the word “discharge” shall include  retirement or \nrelease, and the word “dismissal” shall include removal.  \nCHAPTER IV  \nSUMMARY REDUCTION AND PUNISHMENT OTHERWISE THAN BY SENTENCE OF \nCOURT MARTIAL.  \n21. Reduction of warrant officers and non -commissioned officers.__ (1) The 2[Chief of the \nArmy Staff] may reduce to a lower grade or class any warrant officer.  \n(2) The 2[Chief of the Arm y Staff] or 3[an officer having power to convene a district court \nmartial or an officer not below the rank of lieutenant -colonel empowered by the 2[Chief of the Army Staff] \nin this behalf] may reduce to a lower grade or rank or to the ranks any non -commiss ioned officer who may \nbe serving under his command.  \n22. Reversion of an acting non -commissioned officer.  The commanding officer of an acting \nnon-commissioned officer may order him to revert to his permanent grade as a non -commissioned officer \nor, if he has no permanent grade above the ranks, to the ranks.  \n23. Minor punishments.__ (l) The 4[Federal Government ] may, on the recommendation of  the \n2[Chief of the Army Staff] prescribe the minor punishments to which persons subject to this Act shall be \nliable without the intervention of court martial, and the officer by whom, and the extent to which, such \nminor puni shments may be awarded.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 7, for “transportation or imprisonment”.  \n2Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 4, for original words.  \n4Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \n \n \nPage 21 of 70 \n (2) Detention, or rigorous imprisonment in military custody, and, in the case of persons \nsubject to this Act on active service, a ny prescribed field punishment may be specified as minor \npunishments : \nProvided that__ \n(a) the term of such detention, rigorous imprisonment or field punishment shall not \nexceed twenty -eight days, and  \n(b) such detention, rigorous imprisonment or field punis hment shall not be awarded \nto any person who is of or above the rank of non -commissioned officer, or who, \nwhen he committed the offence in respect of which it is awarded, was of or \nabove such rank.  \nCHAPTER V  \nOFFENCES  \n24. Offences in relation to enemy and punishable with death.  Any person subject to this \nAct who commits any of the following offences, that is to say,__ \n(a) shamefully abandons or delivers up any garrison, fortress, airfield, place, post \nor guard committed to his charge or which it is his duty to defend, or uses any \nmeans to compel or induce any commanding officer or other person to do any \nof the said act; or  \n(b) in the presence of any enemy, shamefully casts away his arms, ammunition, \ntools or equipment, or misbehaves in such manner as to show cowardice; or  \n(c) intentionally uses words or any other means to compel or induce any person \nsubject to this Act, 1[* * *] 2[or the Pakistan Air Force Act, 1953 (VI of 1953),] \nor to the 3[Pakistan Navy Ordinance, 1961 (XXXV of 1961)], to abstain from \nacting against the enemy or to discourage such person from acting against the \nenemy; or  \n(d) directly or indirectly, treacherously holds correspondence with, or \ncommunicates intelligence to, the enemy or who coming to the knowledge of \nsuch correspondence or  communication treacherously omits to discover it to his \ncommanding or other superior officer; or  \n(e) directly or indirectly assists or relieves the enemy with arms, ammunition, \nequipment, supplies or money, or knowingly harbours or protects an enemy not \nbeing a prisoner; or  \n(f) treacherously or through cowardice sends a flag of truce to the enemy; or  \n(g) in time of war, or during any operation, intentionally occasions a false alarm in \naction, camp, garrison or quarter, or spreads reports Calculated to crea te alarm \nor despondency; or  \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and Sch. 2.  \n2Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ). \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 5, for “Pakistan Navy (Discipline) Act, 1934”.  \n \nPage 22 of 70 \n (h) in time of action, leaves his commanding officer, or quits his post, guard, \npicquet , patrol or party without being regul arly relieved or without leave; or  \n(i) having been made a prisoner of war, voluntarily serves with or aids the enemy; \nor \n(j) knowingly does when on active service any act calculated to imperil the success \nof the Pakistan forces or any forces co -operating t herewith or of any part of such \nforces;  \nshall on conviction by court martial, be punished with death or with such less punishment as is \nin this Act mentioned.  \n25. Offences in relation to the enemy and not punishable with death.  Any person \nsubject to this Act who, on active service,__ \n(a) without orders from his superior officer leaves  the ranks in order to secure \nprisoners, animals or materials, or on pretence of taking wounded men to the \nrear; or  \n(b) without orders from his superior officer, wilfully destroys or damages any \nproperty; or  \n(c) is taken prisoner for want of due precaution or through disobedience of orders \na wilful neglect of duty, or, having been taken prisoner, fails to rejoin his service \nwhen able to do so; or  \n(d) without due authority, either holds correspondence with, or communicates \nintelligence, or sends a flag of truce,  to the enemy; or  \n(e) by word of mouth, or in writing, or by signals, or otherwise spreads reports \ncalculated to create alarm or despondency; or  \n(f) in action , or previously to going into action, uses words calculated to create \nalarm or despondency;  \nShall,  on conviction by Court martial, be punished with rigorous imprisonment for a term which \nmay extend to fourteen years, or with such less punishment as is in this Act mentioned.  \n26. Disclosure of parole or watchword.  Any person subject to this Act who__ \n(a) treacherously makes known the parole, watch -word or countersign to any \nperson not entitled to receive it, or  \n(b) treacherously gives a parole, watchword or countersign different from what he \nreceived,  \nshall, on conviction by court martial,  \nif he commits t he offence on active service, be punished with death, or with such less \npunishment as is in this Act mentioned, and  \n \nPage 23 of 70 \n 1[if he commits such offence not on active service], be punished with rigorous imprisonment \nfor a term which may extend to five years, or with such less punishment as is in this Act mentioned.  \n2[26A.  Unauthorisd disclosure. — (1) If any person, who is or has been subject to this Act, \ndiscloses or causes to be disclosed any information, acquired in official capacity, which is or may be \nprejudi cial to the security and interest of Pakistan or the Armed Forces of Pakistan, shall be guilty of \nan offence, and on conviction by the court constituted under this Act, be punished with rigorous \nimprisonment for a term which may extend to five years.  \n(2) Any disclosure made after seeking prior approval from the Chief of the Army Staff, or \nany officer duly empowered by him, in the manner prescribed, shall not be deemed as unauthorized \ndisclosure under sub -section (1).  \n(3) The information disclosed in co ntravention of sub -section (1), if prejudicial to the \nsecurity and interest of Pakistan or the Armed Forces of Pakistan, shall be dealt with under section 59 \nof this Act, read with the Official Secrets Act, 1923 (XIX of 1923).  \n26B.  Political activity. — (1) Any person, who is or has been subject to this Act, shall not \nengage in political activity of any kind within a period of two years from the date of his retirement, \nrelease, resignation, discharge, removal or dismissal from the service.  \n(2) A person, who is or has been subject to this Act and has remained posted, employed, \nseconded, tasked or otherwise attached on sensitive duties, as prescribed under this Act, shall not take \npart in political activity of any kind, during a period of five years from the da te of his retirement, \nrelease, resignation, discharge, removal or dismissal from the service.  \n(3) Whoever violates sub -sections (1) or (2) of this section shall, on conviction by the court \nconstituted under this Act, be punished with rigorous imprisonment for a term, which may extend to \ntwo years.]   \n27. Offences against property or persons of inhabitant of country where serving.  Any \nperson subject to this Act who, on active service, commits any offence against the property or person \nof any inhabitant of, or resident in, the country in which he is serving shall, on conviction by court \nmartial, be punished with rigorous imprisonmen t for a term which may extend to fourteen years, or \nwith such less punishment as is in this Act mentioned.  \n28. Offences relating to sentries.  Any person subject to this Act who commits any of the \nfollowing offences, that is to say,__ \n(a) being a sentry, sl eeps or is intoxicated on his post or quits it without leave; or  \n(b) being a sentry, or on guard, plunders, or wilfully destroys, or injures, any \nproperty placed under his charge or under charge of his guard; or  \n(c) strikes , or force or attempts to force a ny sentry or safeguard; or  \n(d) without orders from his superior officer, leaves his guard, picquet, patrol or post;  \nshall, on conviction by court martial,  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 5, for “if he commits such offence on  active service”.  \n2Ins. by Act LXII of 2023, s.8.  \n  \n \nPage 24 of 70 \n if he commits such offence on active service, be punished with rigorous imprisonment which \nmay extend to fourteen years or with such less punishment as is in this Act mentioned; and  \nif he commits such offence not on active service, be punished with rigorous imprisonment for \na term which may extend to five years or with such less punishment as is in this Act mentioned.  \n29. House breaking, false alarms, unauthorised disclosures, punishable more severely \non active service than at other times.  Any person subject to this Act who__ \n(a) breaks into any house or other place in search of plunder; or  \n(b) by any means whatever, intentionally occasions a false alarm;  or \n(c) without due authority, either ve rbally or in writing or by signals or otherwise \ndiscloses the number or position of any of the Pakistan forces, or any part \nthereof, or any preparation for, or orders relating to operations or movement of \nsuch forces;  \nshall, on conviction, by court martial , \nif he commits the offence on active service be punished with rigorous imprisonment for a term \nwhich may extend to fourteen years, or with such less punishment as is in this Act mentioned, or  \nif he commits the offence not on active service, be punished wi th rigorous imprisonment for a \nterm which may extend to five years or with such less punishment as is in this Act mentioned.  \n30. Other service offences.  Any person subject to this Act who__ \n(a) by any means whatever, negligently occasions a false alarm; or  \n(b) makes known the parole, watchword, or countersign to any person not entitled \nto receive it, or, without good and sufficient cause, gives a watchword, parole \nor countersign different from what he received; or  \n(c) irregularly detains or appropriates to his own unit or detachment any provisions \nor supplies proceeding to the forces, contrary to orders issued in that respect;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to three ye ars or with such less punishment as is in this Act mentioned.  \n31. Mutiny and insubordination.  Any person subject to this Act who commits any of the \nfollowing offences, that is to say,__ \n(a) begins, incites, causes, or conspires with any other person to cause, or joins in, \nany mutiny in the military, naval or air forces of Pakistan or any forces  co-\noperating therewith; or  \n(b) being present at any such mutiny, does not use his ut -most endeavours to \nsuppress the same; or  \n(c) knowing or having reason to believe in the existence of any such mutiny or any \nintention to commit such mutiny, or of any such c onspiracy, does not without \n \nPage 25 of 70 \n reasonable delay give information thereof to his commanding or other superior \nofficer; or  \n(d) attempts to seduce any person in the military, naval or air forces of Pakistan \nfrom his duty or his allegiance to the Government of Pa kistan;  \nshall, on conviction by court martial, be punished with death or with such less punishment as \nis in this Act mentioned.  \n32. Offences in relation to superior officers.__ (1) Any person subject to this Act who \nuses or attempts to use criminal force to, or commits an assault on, his superior officer being in the \nexecution of his office, knowing or having reason to believe him to be such, shall, on conviction by \ncourt martia l, be punished with rigorous imprisonment for a term which may extend to fourteen years, \nor with such less punishment as is in this Act mentioned.  \n(2) Any person subject to this Act who commits any of the following offences, that is to \nsay__ \n(a) uses or at tempts to use criminal force to, or commits an assault on, his superior \nofficer, knowing or having reason to believe him to be such; or  \n(b) is grossly insubordinate or insolent to his superior officer, knowing or having \nreason to believe him to be such; or  \n(c) impedes a provost marshal or any person lawfully acting on his behalf, or any \nmember of the service police, or when called upon, refuses to assist a provost \nmarshal or any person lawfully acting on his behalf or any member of the service \npolice in the  execution of his duty,  \nshall, on conviction by court martial,  \nif he commits such offence on active service, be punished with rigorous imprisonment for a \nterm which may extend to fourteen years, or with such less punishment as is in this Act mentioned; \nand \nif he commits such offence not on active service, be punished with rigorous imprisonment for \na term which may extend to five years, or with such less punishment as is in this Act mentioned.  \nExplanation .__ For the purposes of sub -section (2), “provost mars hal” shall be deemed to  \ninclude a provost marshal or any of his assistants appointed under 1[*   *   * ] the Pakistan Air Force \nAct, 1953 (VI of 1953), or the 2[Pakistan Navy Ordinance, 1961 (XXXV of 1961)], and “service \npolice” shall be deemed to include members of the Air Force or the Naval Police, being persons subject \nto the aforesaid Acts.  \n33. Disobedience of lawful command.__ (1) Any person subject to this Act who disobeys \nin such a manner as to show a willful defiance of authority a lawful command given personally by his \nsuperior officer, knowing or having reason to believe him to be such, shall, on conviction by court \nmartial , be punished with rigorous imprisonment for a term which may extend to fourteen years, or \nwith such less punishment as is in this Act mentioned.  \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II.  \n2Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 5, for “Pakistan Navy (Discipline) Act, 1934”.  \n \n \nPage 26 of 70 \n (2) Any person subject to this Act who disobeys the lawful command of his superior \nofficer, knowing or having reason to believe him to be su ch, shall, on conviction by court martial,  \nif he commits such offence on active service, be punished with rigorous imprisonment for a \nterm which may extend to fourteen years, or with such less punishment as is in this Act mentioned; \nand \nif he commits such offence not on active service, be punished with rigorous imprisonment for \na term which may extend to five years, or with such less punishment as is in this Act mentioned.  \n34. Neglect to obey orders.__ Any person subject to this Act who neglects to obey any  \nstanding or routine or other orders shall, on conviction by court martial, be punished with rigorous \nimprisonment for a term which may extend to two years, or with such less punishment as is in this Act \nmentioned.  \n35. Insubordination and obstruction.  Any person subject to this Act, who__  \n(a) being concerned in any quarrel, affray or disorder, refuses to obey any officer \nthough of inferior rank, who orders him into arrest, or uses criminal force to, or \nassaults any such officer; or  \n(b) uses criminal force to or assaults any person, whether subject to this Act or not, \nin whose custody he is lawfully placed, and whether he is or is not his superior \nofficer; or  \n(c) resists an escort whose duty it is to apprehend him or to have him in charge;  \nshall, on convicti on by court martial, be punished with rigorous imprisonment for a term which \nmay extend to two years or with such less punishment as is in this Act mentioned.  \n36. Desertion and aiding deserters.__ (1) Any person subject to this Act who deserts or \nattempts to desert the service shall, on conviction by court martial.  \nif he commits the offence when on active service or when under orders for active service, be \npunished with death, or such less punishmen t as is in this Act mentioned; and  \nif he commits the offence under any other circumstances, be punished 1[with rigorous \nimprisonment for a term which may extend to five years] or with such less punishment as is in this Act \nmentioned.  \n(2) Any person subject  to this Act who knowingly harbours any deserter from any of the \nmilitary, naval or air forces of Pakistan shall, on conviction by court martial, be punished with rigorous \nimprisonment for a term which may extend to seven years or with such less punishment  as is in this \nAct mentioned.  \n(3) any person subject to this Act who, being cognizant of any desertion, or attempt at \ndesertion, of any person belonging to the military, naval or air forces of Pakistan, does not forthwith \ngive notice to his own or some other superior officer, or does not take any steps in his power to cause  \n  \n1Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 8.  \n \nPage 27 of 70 \n such person to be apprehended, shall, on conviction by court martial, be punished with rigorous \nimprisonment for a term which may extend to three years or with such less punishment as is in this \nAct mentioned.  \n37. Absence without leave.  Any person subject to this Act who,__ \n(a) absents himself without leave; or  \n(b) without sufficient cause overstays leave granted to him; or  \n(c) being on leave of absence and having received information from proper \nauthority that the corps or unit or detachment or portion of the corps , unit or \ndetachment to which he belongs, has been ordered on active service, fails , \nwithout sufficient cause, to rejoin without delay; or  \n(d) without sufficient cause fails to appear at the time fixed, at the parade or place \nappointed for exercise or duty; or  \n(e) when on parade, or on the line of march, without sufficient cause 1[or] withou t \nleave from his superior officer, quits the parade or line of march; or  \n(f) when in camp or garrison or elsewhere, is found beyond any limits fixed, or in \nany place prohibited, by any standing or routine order without a pass or written \nleave from his supe rior officer; or  \n(g) without leave from his superior officer or without sufficient cause, absents \nhimself from any school or other institution when duly ordered to attend there;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to 2[three years], or with such less punishment as is in this Act mentioned  \n38. Fraudulent enrolment.  Any person subject to this Act who,__ \n(a) without having obtained a regular discharge from the corps or unit to which he \nbelongs, or without having otherwise fulfilled the conditions enabling him to \nenroll or enter, enrolls himself in, or enters the same or any other corps or unit \nor any part of the Pakistan Forces regular or non -regular; or  \n(b) is concerned in the enrolment  in any of the Pakistan Forces, regular or non -\nregular, of any person whom he knows or has reason to believe to be so \ncircumstanced that by enrolling he commits an offence against this Act 3[* * *] \n4[or the Pakistan Air Force Act, 1953 (VI of 1953),] or th e 5[Pakistan Navy \nOrdinance, 1961 (XXXV of 1961)];  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to five years, or with such less punishment as is in this Act mentioned.  \n \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 6, for “and”.  \n2Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 9, for five years.  \n3Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s. 3, and Sch., 2.  \n4Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3, and 2nd Sch., ( with effect from the 14th October, 1955 ). \n5Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 5, for “Pakistan Navy (Discipline) Act, 1934”.  \n \nPage 28 of 70 \n 39. False  answers on enrolment.  Any person having become subject to this Act by \nenrolment who is discovered to have made at the time of his enrolment a wilfully false answer to any \nquestion set forth in the prescribed form of enrolment which was put to him by the e nrolling officer \nbefore whom he appeared for the purpose of being enrolled shall, on conviction by court martial, be \npunished with rigorous imprisonment for a term which may extend to five years or with such less \npunishment as is in this Act mentioned.  \n40. Fraudulent offence in respect of property.  Any person subject to this Act who \ncommits any of the following offences, that is to say,__ \n(a) dishonestly misappropriates or commits theft of, or criminal breach of trust in \nrespect of , any property belonging t o the Government or any service property \nor the property of any person subject to this Act, 1[* * * ] 2[or the Pakistan Air \nForce Act, 1953 (VI of 1953)] or to the 3[Pakistan Navy Ordinance, 1961 \n(XXXV of 1961)], or of any person serving with or attached to any of the armed \nforces of Pakistan; or  \n(b) dishonestly receives or retains any stolen property of the nature specified in \nclause (a), knowing or having reason to believe the same to be stolen; or  \n(c) is guilty of any other act or omission with  intent to defraud, or to cause wrongful \ngain or wrongful loss to any person;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to five years, or with such less punishment as is in this Act mentioned.  \n41. Certain forms of disgraceful conduct.  Any person subject to this Act who commits \nany of the following offences this is to say,__ \n(a) malingers or feigns or produces disease or infirmity in himself, or intentionally \ndelays his cure or aggravates his disease or infirmity; or  \n(b) with intent to render himself or any other person subject to this Act unfit for \nservice, voluntarily causes hurt to himself or such other person; or  \n(c) is guilty of any disgraceful conduct of a cruel , indecent o r unnatural kind;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to ten years or with such less punishment as is in this Act mentioned.  \n42. Illegal gratification.  Any person subject to this Act who directly or indirectly accepts \nor obtains, or agrees to accept, or attempts to obtain, from any person for himself or any other person, \nany gratification whatever other than a legal remuneration, as a motive or reward fo r doing or \nforbearing to do any act, or for showing favour or disfavour to any person, in relation to any of the \naffairs of the State or of any service affairs, shall, on conviction by court martial, be punished with \nrigorous imprisonment for a term which may extend to five years, or with such less punishment as is \nin this Act mentioned.  \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s. 3 and Sch. 2.  \n2Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1 960), s. 3. and 2nd Sch ( with effect from 14th October, 1955 ). \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 5, for “Pakistan Navy (Discipline) Act, 1934”.  \n \n \nPage 29 of 70 \n 43. Intoxication.  Any person subject to this Act who commits the following o ffence, that \nis to say, the offence of being in a state of intoxication, shall, on conviction by court martial,  \nif he commits such offence on active service or while he is on duty, be punished with rigorous \nimprisonment for a term which may extend to five years or with such less punishment as is in this Act \nmentioned; and  \n1[if he commits such offence while not on active service or not on duty , be punished with \nrigorous imprisonment for a term which may extend to three years or with such less punishment as i s \nin this Act mentioned.].  \n44. Offences in relation to persons in c ostody.__ (1) Any person subject to this Act who, \nwithout authority, wilfully releases any prisoner or person placed in service custody, shall, on \nconviction by court martial, be punished with rigorous imprisonment for a term which may extend to \nfourteen years, or with such less punishment as is in this Act mentioned.  \n2[(2) Any person subject to this Act who commits any of the following offences, that is to  \nsay,__ \n(a) negligently or without reasonable excuse allows any prisoner or person placed \nin his charge to escape; or  \n(b) being in lawful custody escapes or attempts to escape or leaves such custody \nbefore he is set at liberty by proper authority;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to two ye ars or with such less punishment as is in this Act mentioned.].  \n45. Loss of arms, etc. and destruction of property.  Any person subject to this Act who \ncommits any of the following offences, that is to say,__ \n(a) loses by neglect any arms, ammunition, equipment, instruments, tools, clothing \nor any other thing , being Government or service property issued to him for his \nuse or entrusted to him for his use or entrusted to him for military purposes; or  \n(b) wilfully destroys or injures any Govern ment or service property;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to two years or with such less punishment as is in this Act mentioned . \n46. False accusation.  Any person subject to this Act who commits any of the following \noffences, that is to say,__ \n(a) makes a false accusation against any person subject to this Act, knowing or \nhaving reason to believe such accusation to be false; or  \n(b) in making a complaint to his superior officer makes an y statement affecting the \ncharacter of a person subject to this Act knowing or having reason to believe \nsuch statement to be false, or in making such complaint knowingly and wilfully \nsuppresses any material fact;  \n \n1Subs. by the Pakistan Army (Amdt.) Ordina nce, 1984 (36 of 1984), s. 3.  \n2Subs. ibid., s.4.  \n \nPage 30 of 70 \n shall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to two years, or with such less punishment as is in this Act mentioned.  \n47. False documents.  Any person subject to this Act who commits any of the following \noffences, that is to say,__ \n(a) in any report, return, list certificate, book or other service or official document \nmade or signed by him, or of the contents of which it is his duty  to ascertain the \naccuracy,__ \n(i) knowingly makes or is privy to the making of any false or fraudulent \nstatement; or  \n(ii) knowingly makes or is privy to the making of an omission with intent to \ndefraud; or  \n(b) knowingly and with intent to injure any person , or to defraud, suppresses, \ndefaces, alters or makes away with, any service or official document which it is \nhis duty to preserve or produce; or  \n(c) when it is his official duty to make a declaration respecting any service or \nofficial matter, knowingly ma kes a false declaration;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to seven years, or with such less punishment as is in this Act mentioned.  \n48. Signing in blank and failure to report.  Any person subject to this Act who,__ \n(a) when signing any document relating to pay, arms, ammunition, equipment, \nclothing, supplies or stores 1[or] any other Government or service property, \nknowingly leaves in blank any material part for which his signat ure is a voucher; \nor \n(b) refuses, or by culpable neglect omits, to make a report or return which it is his \nduty to make;  \nshall, on conviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to two years, or with such le ss punishment as is in this Act mentioned.  \n49. Offences in relation to courts martial.  Any person subject to this Act who commits \nany of the following offences, that is to say,__ \n(a) refuses to be sworn or affirmed when duly required by a court martial to be \nsworn or affirmed; or  \n(b) refuses, when a witness, to answer any question or to produce or deliver up any \nbook, document or other thing when duly required by a Court martial to answer \nsuch question, or to produce or deliver up such book, document or other thing; \nor \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 10, fo r “of”.  \n \n \nPage 31 of 70 \n (c) is guilty of contempt of Court martial, by using insulting or threatening \nlanguage, or by causing any interruption or disturbance in the proceedings of \nsuch court ; \nshall, on conviction by court martial be punished with rigorous imprisonment fo r a term which \nmay extend to five years, or with such less punishment as is in this Act mentioned.  \n50. False statement before court martial.  Any person subject to this Act who, having \nbeen duly sworn or affirmed before any court martial or other military Court competent under this Act \nto administer an oath or affirmation, makes any statement which is false and which he either knows or \nbelieves to be false or does not believe to be true, shall, on conviction by court martial, be pu nished \nwith rigorous imprisonment for a term which may extend to ten years, or with such less punishment as \nis in this Act mentioned.  \n51. Irregular confinement.  Any person subject to this Act who,__ \n(1) without lawful excuse, detains a person in arrest or confinement without bringing him \nto trial or fails to bring his case before the proper authority for investigation; or  \n(2) having committed a person to custody, fails without reasonable cause to deliver at the \ntime of such committal, or as soon as practica ble, and in any case within twenty -four hours thereafter, \nto the officer or other person into whose custody the person arrested is committed, an account in writing \nsigned by himself of the offence with which the person so committed is charged ; \nshall, on co nviction by court martial, be punished with rigorous imprisonment for a term which \nmay extend to two years or with such less punishment as is in this Act mentioned.  \n52. Unbecoming behaviour.  Any officer, junior commissioned officer or warrant officer, \nwho behaves in a manner unbecoming his position and the character expected of him shall, on \nconviction by court martial, be liable to be dismissed from the service or to suffer such less punishm ent \nas is in this Act mentioned.  \n53. Striking or ill -treating person subject to the Act.  Any person subject to this Act who \nstrikes or ill -treats any person subject to this Act being his subordinate in rank or position shall, on \nconviction by court martial , be punished with rigorous imprisonment for a term which may extend to \nfive years or with such less punishment as is in this Act mentioned.  \n54. Unlawful detention of pay.  Any officer, junior commissioned officer, warrant officer \nor non -commissioned office r who, having received the pay of a person subject to this Act, unlawfully \ndetains or refuses to pay the same, when due, shall, on conviction by court martial, be liable to be \npunished with rigorous imprisonment for a term which may extend to seven years, or with such less \npunishment as is in this Act mentioned.  \n55. Violation of good order and discipline.  Any person subject to this Act who is guilty \nof any act, conduct, disorder or neglect to the prejudice of good order any of military discipline shall, \non conviction by court martial, be punished with rigorous imprisonment for a term which may extend \nto five years, or with such less punishment as is in this Act mentioned.  \n1[55A. Conflict of interest .— (1) A personnel who is or has been subject to this Act during \nthe preceding five years, shall not directly or indirectly enter into employment, consultation o r other  \n1Ins. by Act LXII of 2023, s.9.  \n \nPage 32 of 70 \n engagement with an entity having conflict of interest with any of the activities of the Armed Forces of \nPakistan or its affiliated entities, in a manner or position that utilizes the skills or experience acquired \nby such person during association with the Armed Forces:  \nProvided that sub -section (1) shall not apply to any such employment, consultation or \nengagement, made after seeking prior approval from the Chief of the Army Staff, or any officer duly \nempowered by h im, in the manner prescribed.  \n(2) Any person who contravenes the provision of sub -section (1) shall be guilty of an \noffence under this Act and may be punished with imprisonment for a term which may extend to two \nyears or with fine not exceeding five hundre d thousand rupees or with both.  \n55B.  Electronic crimes. — A personnel who is or has been subject to this Act commits an \noffence under the Prevention of Electronic  Crimes Act, 2016 (Act XL of 2016) or relevant electronic, \ndigital, social media laws, with th e malafide  intention to undermine, ridicule or scandalize the Armed \nForces of Pakistan, may be proceeded under this Act and shall, on conviction by a court constituted \nunder this Act, shall be punished in prescribed manner with the same punishments as prov ided for in \nthe said Act XL of 2016 or such other laws, as the case may be.  \n55C.  Defamation. — A personnel who is or has been subject to this Act intentionally \nridicules, scandalizes, brings into hatred or otherwise attempts to lower the Armed Forces of Pak istan \nor any part thereof in the estimation of others shall, on conviction by a court constituted under this Act, \nin the prescribed manner, be punished with imprisonment which may extend to two years or fine or \nwith both.]  \n56. Offences relating to aircraft.  Any person subject to this Act who,__ \n(a) voluntarily or negligently damages, destroys or loses any service aircraft or \naircraft material; or  \n(b) is guilty of any act or omission likely to cause such damage, destruction or loss; \nor \n(c) without du e authority disposes of any service aircraft or aircraft material; or  \n(d) is guilty of any act or omission in flying or in the use of any aircraft, or in \nrelation to any aircraft, or aircraft material which causes or is likely to cause \nloss of life or bodily injury to any person; or  \n(e) during a state of war, voluntarily and without proper occasion or negligently \ncauses sequestration, by or under the authority of a neutral State, or the \ndestruction in a neutral State, of any service aircraft;  \nshall , on conviction by court martial, be punished,  \nif he has acted voluntarily, with rigorous imprisonment for a term which may extend to fourteen \nyears or with such less punishment as is in this Act mentioned; and  \nif he has not acted voluntarily, with rigorous imp risonment for a term which may extend to five \nyears or with such less punishment as in this Act mentioned.  \n \n \nPage 33 of 70 \n 1[Explanation.__ In this section, “aircraft” includes aeroplanes, balloons, kite balloons,  airships, \ngliders or other machines for flying and “aircraft material” includes any engines, fittings, guns, gear, \ninstruments or apparatus for use in connection with aircraft, and components and accessories of \naircraft, and petrol or any other substance used for providing motive power for aircraft, and lu bricating \noil.] \n57. Attempt.  Any person subject to this Act who attempts to commit any offence before in \nthis Act specified and  in such  attempt does any act towards the Commission of the offence shall, on \nconviction by  court martial, where no express provi sion is made by this Act for the punishment of such \nattempt, be punished,  \nif the offence attempted to be committed is punishable with death, with rigorous imprisonment \nfor a term which may extend to fourteen years or with such less punishment as is in this  Act mentioned ; \nand \nif the offence attempted to be committed is punishable with rigorous imprisonment, with \nrigorous imprisonment for a term which may extend to one -half of the longest term provided for that \noffence, or with such less punishment as is in t his Act mentioned.  \n58. Abetment.  Any person subject to this Act who abets the commission of any offence \nbefore in this Act specified, or of any offence punishable under 2[*    *     * ] the Pakistan Air Force \nAct, 1953 (VI of 1953), or the 3[Pakistan Navy O rdinance,1961 (XXXV of 1961)], such offence being \nof the same nature as an offence before in this Act specified, shall, on conviction by court martial , be \npunished with the punishment provided for such offence in this Act (XIV of 1932) 2[* * *] 4[or the \nPakistan Air Force Act, 1953 (VI of 1953),] or in the 3[Pakistan Navy Ordinance, 1961 (XXXV of \n1961)], as the case may be, or with such less punishment a s in this Act mentioned.  \n59. Civil offences.__ (1) Subject to the provisions of sub -section (2), any person subject to \nthis Act who at any place in or beyond Pakistan commits any civil offence shall be deemed to be guilty \nof an offence against this Act and , if charged therewith under this section, shall be liable to be 5[dealt \nwith under this Act],  \nand, on conviction, to be punished as follows, that is to say,__ \n(a) if the offence is one which would be punishable under any law in force in \nPakistan with death or with 6[imprisonment for life], he shall be liable to suffer \nany punishment 7[*   *   * ] assigned for the offence by the aforesaid law or such \nless punishment as is in this Act mentioned; and  \n(b) in any other case, he shall be liable to suffer any punishment 7[* * * ] assigned \nfor the offence by the law in force in Pakistan, or 6[*] rigorous i mprisonment \nfor a term which may extend to five years or 6[*] such less punishment as is in \nthis Act mentioned [:]7 \n7[Provided that, where the offence of which any such person is found guilty is an offence liable  \n \n1Explanation added by the Pakistan Army ( Amdt.) Act, 1958 (11 of 1958), s. 7. \n2Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and 2nd Sch.  \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), ss. 5 and 6, for “Pakistan Navy (Discipline) Act , 1934”.  \n4Ins. by the Central Laws (Statute Reform) Ordinance 1960 (21 of 1960), s. 3, and 2nd Sch., ( with effect from 14th October, 1955 ). \n5Subs. by Ordinance, 1965 (40 of 1965), s. 6, for “tried by court material”.  \n6Subs. and omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 11.  \n7Omitted, subs. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 5.  \n \nPage 34 of 70 \n to hadd  under any Islamic law, the sentence awarded to him shall be that provided for the offence in \nthat law.  \n(2) A person subject to this Act who commits an offence of murder against a person not \nsubject to this Act 1[* * * ] 2[or the Pakistan Air Force Act, 1953 (VI of 1953)], or to the 3[Pakistan \nNavy Ordinance, 1961 (XXXV of 1961)], or of culpable homicide not amounting to murder against \nsuch a person or of 4[Zina or Zina -bil-Jabr] in relation to such a person, shall not be deemed to be \nguilty of an offence against this Act and shall not be 5[dealt with under this Act] unless he commits \nany of the said offences,__ \n(a) while on active service, or  \n(b) at any place outside Pakistan, or  \n(c) at a frontier post specified by the  6[Federal Government] by notification in this \nbehalf.  \n(3) The powers of a court martial 7[or an officer exercising authority under section 23] to \ncharge and punish any person under this section shall not be affected by reason of the fact that the civil \noffence with which such person is charged is also an offence against this Act.  \n8[(4) Notwithstanding anything contained in this Act or  in any other law for the time being \nin force a person who becomes subject to this Act by reason of his being accused of an offence \nmentioned in clause (d) of sub -section (1) of section 2 shall be liable to be tried or otherwise dealt with \nunder this Act f or such offence as if the offence were an offence against this Act and were committed \nat a time when such person was subject to this Act ; and the provisions of this section shall have effect \naccordingly].  \nCHAPTER VI  \nPUNISHMENTS  \n60. Punishments.  Punishment s may be inflicted in respect of offences committed by \npersons subject to this Act and convicted by courts martial according to the scale following, that is to \nsay,__ \n4[(a) stoning to death;  \n(aa) death;  \n(aaa)  amputation of hand, foot or both;]  \n9[(b) Imprisonment for life;]  \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3, and 2nd Sch.  \n2Ins. by the Central Laws (Statute Reform) Ordinance 1960 (21 of 1960), s. 3, and 2nd Sch., ( with effect from 14th October, 19 55). \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), ss. 5 and 6, for “Pakistan Navy (Discipline) Act, 1934”.  \n4Omitted, subs. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 5 -6. \n5 Subs. by the Pakistan Army (Amdt. ) Ordinance, 1965 (40 of 1965), s.6, for “tried by Court martial”.  \n6Subs. by the Pakistan Army (Amdt) Act, 1973 (51 of 1973), s. 3. for “Central Government”.  \n7Ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 6.  \n8Added by the Defence Services Laws (Second Amendment) Ordinance, 1967 (4 of 1967), s. 2.  \n9Subs. by the Pakistan Army (Amdt.) Act, 1976, (51 of 1976), s. 12.  \n \n \nPage 35 of 70 \n (c) 1[*] imprisonment for any term not exceeding 1[Twenty -five] years;  \n1[(cc)  whipping not exceeding one hundr ed strip es;]; \n(d) dismissal from the service;  \n(e) in the case of persons other than officers, junior commissioned officers or \nwarrant officers, detention for a period not exceeding six months;  \n(f) in the case of warrant officers, reduction in grade or clas s; and in the case of \nnon-commissioned officers, reduction to the ranks or to a lower rank;  \n(g) in the case of officers, junior commissioned officers, warrant officers and non -\ncommissioned officers, forfeiture of seniority of rank; or, in the case of any o f \nthe aforesaid whose promotion depends upon length of service, forfeiture of all \nor any part of the service for the purposes of promotion;  \n(h) forfeiture of service for the purposes of increased pay, or any other prescribed \npurpose;  \n(i) in the case of officers, junior commissioned officers, warrant officers and non -\ncommissioned officers, severe reprimand or reprimand;  \n(j) forfeiture, fines and stoppages as follows, namely:__ \n(i) in the case of a person sentenced to dismissal from the service, forfeiture  \nof all arrears of pay and allowances and other public money due to him \nat the time of such dismissal;  \n(ii) fine; \n1[(iii)   stoppages of pay and allowances to make good the whole or any part of \nthe proved loss or damage occasioned by the offence of which h e is \nconvicted;]  \n(iv)  for an offence committed on active service, forfeiture of pay and \nallowances for a period commencing on the day of the sentence and not \nexceeding three months [;]1 \n1[(k) any other punishment provided for in any Islamic law .]  \nProvided that,  \n1[(1) a person shall not be sentenced to imprisonment for life except in respect of an offence of \nwhich he is convicted under section 24 or section 31 or sub -section (1) of section 36 or section 59; nor \nshall a person be fined except in resp ect of an offence of which he is convicted under section 40 or \nsection 42 or section 55 or section 59; ]  \n \n \n1Omitted Subs. , Ins. and added  by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 6.  \n \n \nPage 36 of 70 \n (2) Where in respect of an offence under this Act there is specified a particular punishment \nor such less punishment as is in this Act mentioned, there may be awarded in respect of that of fence \ninstead of such particular punishment, but subject to the other provisions of this Act and regard being \nhad to the nature and degree of the offence, any one punishment lower in the scale than the particular \npunishment, 1[except an offence liable to hadd under any Islamic law, for which the punishment \nprovided for in that law shall be awarded ;]  \n(3) an offender under this Act shall not be subject to detention for more than six months \nwhether under one or more sentences 1[ ; and]  \n1[(4) a person shall no t be sentenced to stoning to death, amputation of hand, foot or both, \nwhipping or simple imprisonment except in respect of an offence of which he is convicted under an \nIslamic law.  \nExplanation .__ While computing a sentence under an Islamic law, “imprisonme nt for life”  shall \nhave the same meaning as in such law.]  \n61. Field punishment.__ (1) Where any person subject to this Act, being below the rank of  \nwarrant officer, commits any offence on active service, it shall be lawful for a court martial to award \nfor that offence any such punishment, other than flogging, as may be prescribed as a field punishment. \nField punishment shall be of the character of per sonal restraint or of hard labour but shall not be of a \nnature to cause injury to life or limb.  \n(2) Field punishment shall, for the purpose of commutation, be deemed to stand next below \ndetention.  \n62. Special provisions regarding sentences .__ (1) Where an officer, junior commissioned \nofficer or warrant officer is sentenced to 2[stoning to death,] death, 3[Imprisonment for life] or 2[*] \nimprisonment, the court shall, by its sentence, sentence such officer, junior commissioned officer, or \nwarran t officer to be dismissed from the service.  \n(2) A person subject to this Act, being below the rank of warrant officer who is sentenced \nto 3[Imprisonment for life] , 4[or to imprisonment to be undergone otherwise than in military custody] \nmay, in addition thereto, be sentenced to be dismissed from the service.  \n(3) An officer, junior commissioned officer, warrant officer or non -commissioned officer, \nwhen sentenced to forfeiture of seniority of rank or service for the purposes of promotion or to \nforfeiture of service for the purposes of increased pay, or any other prescribed purpose, may, in addition \nthereto , be sentenced by court martial to be severely reprimanded or reprimanded.  \n(4) In addition to, or without any other punishment, in respect of any offence, an offender \nmay be sentenced by court martial to any forfeiture, fine or stoppages authorised by this Act.  \n(5) A non -commissioned officer sentenced by court martial to 5[ amputation of hand or foot \nor both,] 3[Imprisonment for life], 6[*] imprison ment, detention, field punishment or dismissal from \nthe service shall be deemed to be reduced to the ranks.  \n1Sub. Ins. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 6.  \n2Ins. and omitted ibid, s. 7.  \n3Subs. by Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 13.  \n4Subs. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 7.  \n5Ins. ibid. \n6Omitted ibid. \n \n \nPage 37 of 70 \n 1[(6) A person subject to this Act who is sentenced to amputation of hand or foot or both or \nwhipping, may, in additi on thereto, be sentenced to be dismissed from the service.]  \n63. Retention in the ranks of person convicted on active service.  When, on active \nservice, any person enrolled under this Act has been sentenced by court martial to dismissal from the \nservice or t o 2[imprisonment for life] or 3[*] imprisonment whether combined with dismissal or not, \nthe prescribed officer may direct that such person may be retained to serve in the ranks, and where \nsuch person has been sentenced to 2[Imprisonment for life] or 3[*] imprisonment, such service shall be  \nreckoned as part of his term or 2[Imprisonment for life] or 3[*] imprisonment.  \nCHAPTER VII  \nPENAL DEDUCTIONS  \n64. Authorised deductions only to be made from pay.  The pay 4[and allowances] of an \nofficer, junior commissioned officer, warrant officer, or of a ny person enrolled under this Act shall be \npaid without any deductions other than deductions authorised by or under this Act or any other law for \nthe time being in force.  \n65. Deductions from pay and allowances .__ (1) The following penal deductions may be \nmade from the 5[pay and allowances of an officer], that is to say,__ \n(a) all pay and allowances for every day he absents himself without leave, unless a \nsatisfactory explanation has been given to his commanding of ficer or other \nsuperior officer and has been accepted by the 6[Federal Government];  \n(b) all pay and allowances for every day while he is in custody or under suspension \nfrom duty on a charge for an offence of which he is afterwards convicted by a \ncriminal c ourt or a court martial or by an officer exercising authority under \nsection 23;  \n(c) any sum required to make good the pay of any person subject to this Act which \nhe has unlawfully retained or unlawfully refused to pay;  \n(d) all pay and allowances ordered by  a court martial or by an officer exercising \nauthority under section 23 to be forfeited or stopped;  \n(e) any sum required to pay a fine awarded by a criminal court or a court martial \nexercising jurisdiction under section 59;  \n(f) any sum required to make goo d any loss, damage or destruction of any public \nor service property which, after due investigation, appears to the 6[Federal \nGovernment] to have been occasioned by any wrongful act or negligence on the \npart of the officer;  \n \n1Added by the Pakistan Army (Amdt.) Ordinance, 1984  (36 of 1984),  s. 8. \n2Subs. by Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 13.  \n3Omitted by the Pakistan Army (Amdt.) Ordinance, 1984  (36 of 1984),  s. 7. \n4Ins. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 8.  \n5Subs. ibi d., s. 9, for “pay of an officer”.  \n6Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \n \nPage 38 of 70 \n (g) all pay and allowances forfeited by order of the 1[Federal Government] if the \nofficer is found by a court of inquiry constituted in the behalf by the 2[Chief of \nthe Army staff] to have deserted to the enemy, or while in enemy hands, to have \nserved with or under the orders of, the enemy, or in any manner to have aided \nthe enemy, or to have allowed himself to be  taken prisoner by the enemy through \nwant of due precaution or through disobedience of orders or wilful neglect of \nduty, or having been taken prisoner by the enemy to have failed to rejoin his \nservice when it was possible to do so;  \n(h) any sum which a crim inal court or the 1[Federal Government] orders him to pay \nfor the maintenance of his wife or his child, legitimate or illegitimate.  \n(2) The following penal deductions may be made from the pay and allowances of a person \nsubject to this Act other than an officer, that is to say,__ \n(a) all pay and allowances for every day of absence without leave or as a prisoner \nof war, and for every day of 3* imprisonment or detention awarded by a criminal \ncourt , a court martial, or an officer exercising authority under s ection 23 or of \nfield punishment awarded by court martial, or such officer;  \n(b) all pay and allowances for every day while he is in custody or under suspension \nfrom duty on a charge for an offence of which he is afterwards convicted by a \ncriminal court or a court martial, or on a charge of absence without leave for \nwhich he is afterwards awarded imprisonment, detention or field punishment by \nan officer exercising authority under section 23;  \n(c) all pay and allowances for every day on which he is in hospital  on account of \nsickness certified by the medical officer attending on him to have been caused \nby an offence under this Act committed by him;  \n(d) for every day on which he is in hospital on account of sickness certified by the \nmedical officer attending on h im to have been caused by his own misconduct or \nimprudence, such sum as may be specified by order of the 1[Federal \nGovernment] or of the prescribed officer;  \n(e) all pay and allowances ordered by a court martial or by an officer exercising \nauthority under section 23 to be forfeited or stopped;  \n(f) all pay and allowances for every day between his being recovered from the \nenemy and his dismissal from the service in consequence of his conduct when \nbeing taken prisoner by, or while in the hands of, the enemy;  \n(g) any sum required to make good such compensation for any expense, loss, \ndamage or destruction caused by him to the 1[Federal Government] or to any \nbuilding or property as may be awarded by his commanding officer;  \n \n1Subs.  by the Pakistan  Army (Amdt.)  Act, 1973  (51 of 1973),  s. 3., for “Central  Government”.  \n2Subs.  by F.A.O.,  1975  Art. 2 and Sch.,  for “Commander -in-chief”.  \n3Omitted  by the Pakistan  Army  (Amdt.)  Act, 1976  (51 of 1976),  s. 15. \n \n \nPage 39 of 70 \n (h) any sum required to pay a fine awarded by a criminal court , a court martial exercising \njurisdiction under section 59 or an officer exercising authority under section 23;  \n(i) any sum which a criminal court , the 1[Federal Government] or any prescribed officer \norders him to pay for the maintenance of his wife or his child, legitimate or illegitimate:  \nProvided that the total deductions from the pay and allowances of a person under clauses (e), \n(g), (h) or (i) shall not, except where he is sente nced to dismissal, exceed in any one month one -half \nof his pay and allowances for that month.  \nExplanation .__ For the purposes of clauses (a) and (b):  \n(i) no person shall be treated as absent or in custody unless the absence or custody \nhas lasted for six ho urs or upwards (except where the absence or custody \nprevents the absentee from fulfilling any military duty which is thereby thrown \non some other person);  \n(ii) absence or custody for six consecutive hours or upwards, whether wholly in one \nday or partly in one day and partly in another may be reckoned as absence or \ncustody for a day;  \n(iii) absence or custody for twenty -four consecutive hours or upward may be \nreckoned as absence or custody for the whole of each day during any portion of \nwhich the person was a bsent or in custody;  \n(iv) for the purposes of this explanation “custody” includes custody on a charge for \nan offence of which a person is afterwards convicted, and any period in custody \nof any nature, under a sentence of 2[*] rigorous imprisonment, detention or field \npunishment.  \n66. Pay and allowances during trial.  In the case of a person subject to this Act who is in \ncustody or under suspension from duty on a Charge for an offence, the prescribed officer may direct \nthat the w hole or any part of the pay and allowances of such person shall be withheld, pending the \nresult of his trial, on the charge against him, in order to give effect to the provisions of clause (b) of \nsub-section (1) or sub -section (2) of section 65.  \n67. Deduct ion from public money due , other than pay.  Any sum authorised by this Act \nto be deducted from the pay and allowances of any person may, without prejudice to any other mode \nof recovering the same, be deducted from any public money due to him other than a pe nsion.  \n68. Power to withhold pay and allowances pending inquiry into conduct as prisoner \nof war.  Where the conduct of any person subject to this Act, when being taken prisoner by or whilst \nin the hands of the enemy, is to be inquired into under this Act or  any other law for the time being in \nforce, the 3[Chief of the Army Staff] or any officer empowered by him in this behalf may order that \nthe whole or any part of the pay and allowances of such person shall be withheld pending the result of \nsuch inquiry.  \n \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 15, for “transportation”.  \n3Subs. by F.A.O., 1975 Art, 2 and Sch., for “Commander -in-Chief”.  \n \n \nPage 40 of 70 \n 69. Remission of deductions.  Any deduction from pay and allowances authorised by this \nAct may be remitted in such manner, to such extent and by such authority as may be prescribed.  \n \n70. Provision for dependants of prisoner of war from remitted deductions.  In the case \nof a person subj ect to this Act being prisoner of war, whose pay and allowances have been forfeited \nunder clause (g) of sub -section (1) or clause (a) of sub -section (2) of section 65 but in respect of whom \na remission has been made under section 69 it shall be lawful for proper provision to be made by the \nprescribed authority out of such pay and allowances for any dependants of such a person and any such \nremission shall in that case be deemed to apply only to the balance thereafter remaining of such pay \nand allowances.  \n71. General power to make provision for dependants.  In the case of a person subject to \nthis Act, it shall be lawful, for proper provision to be made by the prescribed authority for any \ndependants of any such person who is a prisoner of war or missing out of h is pay and allowances.  \n72. Period during which a person is deemed to be a prisoner of war.  For the purposes \nof sections 70 and 71 a person shall be deemed to continue to be a prisoner of war until the conclusion \nof any inquiry into his conduct such as is r eferred to in section 68 and if he is dismissed from the \nservice in consequence of such conduct, until the date of dismissal.  \nCHAPTER VIII  \nARREST AND PROCEEDINGS BEFORE TRIAL.  \n73. Custody of offenders.__ (1) Any person subject to this Act who is charged wi th any \noffence may be taken into military custody.  \n(2) Any such person may be ordered into military custody by any superior officer, or except \nin the case of a person subject to this Act as an officer, by any member of the military, naval or air \nforce police.  \n(3) An officer may order into military custody any officer, though he may be of a higher \nrank, who is engaged in a quarrel, affray or disorder.  \n74. Duty of Commanding Officer in regard to person in custody.  Every commanding \nofficer shall take care that a person under his command when charged with an offence is not detained \nin custody for more then forty -eight hours after the committal of such person into custody is reported \nto him, without the charge being , investigated, unless investigation within that period seems to him to \nbe impracticable having due regard to the public service. Every case of a person detained in custody \nbeyond a period of forty -eight hours and the reason therefor shall be reported by the commanding \nofficer to the officer to whom  application is to be made to convene a general or District court martial \nfor the trial of the person charged:  \nProvided that in reckoning the period of forty -eight hours all public holidays shall be excluded.  \n75. Interval between committal and Court martia l. In every case where any such person \nas is mentioned in section 73 and as is not on active service remains in custody for a longer period than \neight days, without a court martial for his trial being ordered to assemble, a special report giving \nreasons fo r the delay shall be made by his commanding officer in the manner prescribed and a similar \nreport shall be forwarded at intervals of eight days until a court martial is assembled or such person is \nreleased from custody.  \n \nPage 41 of 70 \n 76. Arrest by civil authorities.  Whe never any person subject to this Act, who is accused \nof any offence under this Act, is within the jurisdiction of any magistrate or police officer, such \nmagistrate or police officer shall aid in the apprehension and delivery to military custody of such \nperson upon receipt of a written application to that effect signed by that person’s commanding officer.  \n77. Capture of deserters.__ (1) Whenever any person subject to this Act deserts, his \ncommanding officer shall give written information of the desertion to such civil authorities as in his \nopinion may be able to afford assistance towards the capture of the deserter. Such authorities shall \nthereupon take steps for the apprehension of the said deserter in like manner as if he were a person for \nwhose apprehension a warrant had been issued by a magistrate, and shall deliver to deserter, when \napprehended, into military custody.  \n(2) It shal l be lawful for any police officer to arrest without warrant any person whom he \nreasonably believes to be subject to this Act, and to be a deserter or absentee without leave, and to \nbring him without delay before the nearest magistrate, to be dealt with ac cording to law.  \n78. Inquiry into absence of person subject to the Act.__ (1) When any person subject to  \nthis Act has been absent from his duty without due authority for a period of 1[thirty days] a Court of \ninquiry shall, as soon as practicable, be assembled and such court shall, upon oath or affirmation \nadministered in the prescribed manner, inquire respect ing the absence of the person, and the deficiency, \nif any, in the property of 2[Federal Government] entrusted to his care, or in his arms, ammunition, \nequipment, instruments, clothing or necessaries ; and, if satisfied of the fact of such absence without \ndue authority or other sufficient cause, the court shall declare such absence and the period thereof and \nthe said deficiency, if any, and the commanding officer of the corps or unit to which the person belongs \nshall enter in the court martial book of the co rps or unit a record of the declaration.  \n(2) If the person declared absent does not afterwards surrender, or is not apprehended, he \nshall, for the purposes of this Act, be deemed to be a deserter.  \n3[(3) Notwithstanding anything contained in sub-section (1), a person who, after enrolment, \nfails to report to the corps or unit to which he is required to report within thirty days of the date on \nwhich he was required to so report, the commanding officer of the corps or unit shall declare such \nfailure and enter in the court martial book of the corps or unit, as the case may be, a record of the \ndeclaration; and if the person in respect of whom such declaration has been made does not afterwards \nsurrender, or is not apprehended, he shall, for the purpo ses of this Act, be deemed to be a deserter.].  \n4[78A. Inquiry into any other marshals.  A court of inquiry may also be assembled in the \nprescribed manner to inquire into any matter which may be referred to it.]  \nProvost Marshals  \n79. Appointment, duties and p owers of provost marshals.__ (1) For the prompt and \ninstant repression of irregularities and offences committed, provost marshals with assistants may be \nappointed by the 5[Chief of the Army Staff] or by any prescribed officer.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 16, for “sixty days”.  \n2Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n3Added by Act 51 of 1976, s. 16.  \n4New section 78A ins. by the Pakistan Army (Amdt.) Ordinance , 1965 (15 of 1965), s, 3.  \n5Subs. by F.A.O., 1975 Art 2 and Sch.  \n  \n \nPage 42 of 70 \n (2) the duties of a provost marshal so appointed shall be to take charge of persons confined \nfor any offence, to preserve good order and discipline, and to prevent breaches on the same by p ersons \nsubject to this Act.  \n(3) A provost marshal may at any time arrest and detain for trial any person subject to this \nAct who commits, or is charged with an offence, and may also carry into effect any punishment to be \ninflicted in pursuance of a sentenc e awarded by a court martial, or by an officer exercising authority \nunder section 23 but shall not inflict any punishment on his own authority:  \nProvided that no officer shall be so arrested or detained otherwise than by or under the orders \nof an officer.  \n(4) For the purposes of sub -sections (2) and (3) “provost marshal” shall be deemed to \ninclude an assistant provost marshal appointed under this Act, or a provost marshal or any of his \nassistants appointed under 1[* * *] 2[the Pakistan Air Force Act, 1953 (VI of 1953)] or the 3[Pakistan \nNavy Ordinance, 1961 (XXXV of 1961)].  \nCHAPTER IX  \nCOURTS MARTIAL  \nConstitution, Jurisdiction and Powers of Courts Martial.  \n \n80. Kinds of courts martial . For the purposes of this Act, there sha ll be four kinds of courts \nmartial, that is to say,__ \n(1) general courts martial;  \n(2) district courts martial;  \n(3) field general courts martial; and  \n(4) summary courts martial.  \n81. Power to convene general courts martial.  A general court martial may be convened \nby the 4[Chief of the Army Staff] or by an officer empowered in this behalf by warrant of the 4[Chief \nof the Army Staff].  \n82. Power to convene district courts martial.  A district court martial may be convened \nby an authority having power to convene a general court martial or by an officer empowered in this \nbehalf by a warrant of any such authority.  \n83. Limitation of powers of convening authorities.  A warrant issued under section 81 or \nsection 82 may contain such restrictions, reservations or conditions as the authority issuing it may \nthink fit.  \n \n \n \n1Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch-II. \n2Ins. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October 1955 ). \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 7, for Pakistan Navy (Discipline) Act, 1934.  \n4Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n  \n \nPage 43 of 70 \n 84. Power to convene field general court martial.  The following authorities shall have \npower to convene a field general court martial, namely:__ \n(a) an officer empowered in this behalf by an order of the 1[Federal Government] \nor of the 2[Chief of the Army Staff].  \n(b) on active service, an officer commanding a portion of the Pakistan Army, not \nbelow the rank of brigadier, if in the opinion of such offic er commanding, such \nopinion to be recorded in writing and to be conclusive, it is not practicable with \ndue regard to discipline and the exigencies of the service to try the alleged \noffender by a general court martial.  \n85. Composition of general court marti al. A general court martial shall consist of not less \nthan five officers each of whom has held a commission for not less than three whole years and of whom \nnot less than four are of a rank not below that of captain.  \n86. Composition of district court martia l. A district court martial shall consist of not less \nthan three officers each of whom has held a commission for a continuous period of not less than two \nyears.  \n87. Composition of field general court martial.  A field general court martial shall consist \nof not less than three officers.  \n88. Summary courts martial.__ (1) A summary court martial may be held by the \ncommanding officer of any corps o r unit or any detachment thereof.  \n(2) At every summary court martial, the officer holding the trial shall alone constitute the \ncourt , but the proceedings shall be attended throughout by two officers, or two junior Commissioned \nofficers, or one officer and one junior commissioned officer, who shall not as such be swo rn or \naffirmed.  \n3[(3) In the trial of an accused who is a Muslim for an offence punishable under an Islamic \nlaw, the officer holding the trial, and the officers and junior commissioned officers attending the trial \nunder sub -section (2), shall all be Muslim s; and, where the commanding officer is a non -Muslim, a \nMuslim officer shall be appointed by the formation commander for holding the trial].  \n89. Dissolution of courts martial.__ (1) If a court martial after the commencement of a \ntrial is reduced below the smallest number of officers of which it is by this Act required to consist, it \nshall be dissolved.  \n(2) If, on account of the illness 4[* * * ] of the accused before the finding, it   is impossible \nto continue the trial, the court martial shall be dissolved.  \n(3) The officer who convened a court martial may dissolve such court martial if it appears \nto him that the exigencies of the service or the necessities of discipline render it impossible or \ninexpedient to continue the trial.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n3Added b y the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 9.  \n4Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 17.  \n  \n \nPage 44 of 70 \n (4) Where a court martial is dissolved under this section, the accused may be tried by a \nfresh Court martial.  \n90. Prohibition of second trial.  Where any person subject to this Act has been acquitted \nor convicted of an offence by a court martial or by a criminal court or has been summarily dealt with \nfor an offence under section 23, he shall not be liable to be tried a gain for the same offence by a court \nmartial or be dealt with summarily in respect of it under the said section [:]1 \n2[ Provided that this section shall not apply in a case in which the finding or sentence of the \ncourt martial has not been confirmed or the  proceedings have been annulled under section 132.]  \n91. Period of limitation for trial.__ (1) No trial by court martial of any person 3[who is or \nhas been] subject to this Act for any offence, other than an offence of desertion or fraudulent enrolment \nor any of the offences mentioned in 2[section 3[26A, 26B, 31, 40, 55A, 55B, 55C or 59] ], shall be \ncommenced after the expiration of three years from the date of such offence, and no such trial for an \noffence of desertion, other than desertion on active service or of fraudulent enrolment shall be \ncommenced if the person in question, not being an officer, has subsequently to the commission of the \noffence, served continuously in an exemplary manner for not less than three years with any portion of \nthe Pakis tan regular forces.  \n(2) In the computation of the period of three years specified in sub -section (1) any time \nspent by the person in question as a prisoner of war, or in evading arrest; shall be excluded.  \n92. Liability of offender who ceases to be subject to Act.__ (1) Where an offence has \nbeen  committed by any person while subject to this Act, and he has ceased to be so subject, he may be \ntaken into and kept in military custody and tried and punished for such offence as if he had continued \nto be so subject . \n(2) No such person shall be tried for an offence, unless his trial commences within six \nmonths after he had ceased to be subject to this Act :  \nProvided that nothing contained in this 3[section] shall apply to the trial of any such person for \nan offence o r desertion, fraudulent enrolment or for any of the offences mentioned in section 3[26A, \n26B, 31, 40, 55A, 55B or 55C] or shall affect the jurisdiction of a criminal court to try any offence \ntriable by such court as well as by court martial.  \n93. Place of trial.__ Any person subject to this Act who commits any offence against it may \nbe tried and punished for such offence in any place whatever.  \n94. Order in case of concurrent jurisdiction of court martial and criminal court . When \na criminal court and a court martial  have each jurisdiction in respect of a civil offence, it shall be in \nthe discretion of the prescribed officer to decide before which court the proceedings shall be instituted \nand, if that officer decides that they shall be instituted before a court martia l, to direct that the accused \nperson shall be detained in military custody.  \n \n \n1Subs. and added by the Pakistan Army (Amdt.) Ordinance, 1983 (39 of 1983), s. 2.  \n2Subs. by Pakistan Army (Amdt.) ordinance, 1984 (36 of 1984), s.10, for “Section 31 (or section 40). The word in crotechets were ins. by the Pakistan \nArmy (Amdt.) Act, 1958 (11 of 1958), s.10, to read as above.  \n3Ins. and subs. by Act LXII of 2023. s.10 -11. \n  \n \nPage 45 of 70 \n 95. Power of criminal court to require delivery of offender.__ (1) When a criminal court \nhaving jurisdiction is of the opinion that proceedings ought to be instituted before itself in respect of \nany civil offence, it may, by written notice, require the prescribed officer, at his option, either to deliver \nover the offender to the  nearest magistrate to be proceeded against according to law, or to postpone \nproceedings pending a reference to the 1[Federal Government].  \n(2) In every such case, the said officer shall either deliver over the offender in compliance \nwith the requisition or  shall forthwith refer the question as to the court before which the proceedings \nare to be instituted for the determination of the 1[Federal Government], whose order upon such \nreference shall be final.  \n2[96. Trial by court martial, bar to subsequent trial by criminal court . Where a person \nsubject to this Act is acquitted or convicted of an offence by a court martial, a criminal court shall be \ndebarred from trying him subsequently for the same offence or on the same facts.]  \n3[96A.  Definition of court martial.  For the purposes of sections 94 and 96, the term “court \nmartial” shall include an officer exercising authority under section 23.]  \n97. Powers of general and field general court s martial.  A general or field general court \nmartial shall have power to try any person subject to this Act for any offence made punishable therein, \nand to pass any sentence authorised by this Act.  \n98. Power of district court s martial.  A district court martial shall have power to try any \nperson subject to this Act, except an of ficer, junior commissioned officer or warrant officer, for any \noffence made punishable therein, and to pass any sentence authorised by this Act other than a sentence \nof 4[stoning to death or death or amputation of hand, foot or both or imprisonment for a t erm exceeding \ntwo years or whipping exceeding forty stripes].  \n99. Offences triable by summary court martial.  A summary court martial may try any \noffence punishable under any of the provisions of this Act 4[other than an offence liable to hadd  under \nany Islamic law]:  \nProvided that when there is no grave reason for immediate action and reference can without \ndetriment to discipline be made to the officer empowered to convene a district court martial, or on \nactive service a field general court martial, for the trial of th e alleged offender, an officer holding a \nsummary court martial shall not try without such reference any of the following offences, namely:__ \n(a) any offence punishable under sections 24, 31 and 59; or  \n(b) any offence against the officer holding the court . \n100. Persons triable by summary court martial.  A summary court martial may try any \nperson subject to this Act and under the command of the officer holding the court , except an officer, \njunior commissioned officer or warrant officer.  \n \n \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Subs. by the Pakistan Army (Amdt.) Act, 1966 (6 of 1966), s. 2, “for original section 96”.  \n3New section 96A ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (40 of 1965), s. 8.  \n4Subs. and Ins. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 11 -12 \n \n \nPage 46 of 70 \n 101. Sentence awardable by summary court martial.  A summary court martial may pass \nany sentence which may be passed under this Act, except a sentence of 1[stoning to death or death or \namputation of hand, foot or both or imprisonment for a term exceeding one year or whipping exceeding \ntwenty stripes]:  \nProvided that if the officer holding the summary court martial is below the rank of 2[Major], \nhe shall not a ward 1[whipping or] imprisonment for a term exceeding three months.  \n102. President.  The president of a general, district or field general court martial shall be \nappointed by order of the authority convening the court . \n3[102A. Religion of confirming officer , president, judge advocate and members of general, \ndistrict or field general court martial.  In the trial, by a general, district or field general court martial, \nof an accused who is a Muslim for an offence punishable under an Islamic law, the confirming o fficer, \nthe president, the judge advocate and the members shall be Muslims].  \n103. Judge Advocate.  Every general court martial shall, and every district or field general \ncourt martial may, be attended by a judge advocate, who shall be an officer belonging to the department \nof the Judge Advocate  General, Pakistan Army or, if no such officer is available, a person appointed \nby the convening officer.  \n104. Challenges.__ (1) At all trials by general, district or field general court martial, as soon \nas the court is assembled, the names of the president and members shall be read over to the accused, \nwho shall thereupon be asked whether he objects to being tried by any offic er sitting on the court . \n(2) If the accused objects to such officer, his objection , and also the reply thereto of the \nofficer objected to, shall be heard and recorded, and the remaining officers of the court shall, decide \non the objection in the absence of  the challenged officer.  \n(3) If the objection is allowed by one half or more of the votes of the officers entitled to \nvote, the objection shall be allowed and the member objected to shall retire and his vacancy may be \nfilled in the prescribed manner by ano ther officer subject to the right of the accused to object.  \n(4) When no challenge is made, or when challenge has been made and disallowed or the \nplace of every officer successfully challenged has been filled by another officer to whom no objection \nis made or allowed, the court shall proceed with the trial.  \n105. Voting of members .__ (1) Every decision of a court martial shall be passed by an \nabsolute majority of votes; and where there is an equality of votes, as to either finding or sentence, the \ndecision sh all be in favour of the accused :  \nProvided that no sentence of death shall be passed without the concurrence, in the case of a \ngeneral court martial of at least two -thirds of the members and, in the case of a field general court \nmartial of all the members,  of the court [:]4 \n4[Provided further that, where the offence of which an accused is found guilty is an offence \nliable to hadd  under an Islamic law, the sentence awarded shall be that provided for the offence in that \nlaw.].  \n1Subs. the Pakistan Army (Amdt.) ordinance, 1984,(36 of 1984), s. 13. \n2Subs. by the Pakistan Army (Amdt.) Act, 1963 (9 of 1963), s. 3, for “Lieutenant -Colonel” . \n3Ins. by the Pakistan Army (Amdt.) Ordinance, 1984, (36 of 1984.), s. 14.  \n4Subs. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 15.  \n \n \nPage 47 of 70 \n (2) In matters other than a challenge or the finding or sentence, the president shall have a \nsecond or casting vote.  \n106. Oaths of president and members.  An oath or affirmation in the prescribed form shall \nbe administered to every member of every court martial before the commencement of the trial.  \n107. Oaths of judge advocate and others.  After the members of the court have been sworn \nor affirmed, an oath or affirmation in the prescribed form shall be administered to the following persons \nor such of them as are present at the court martial:__ \n(a) judge advocate;  \n(b) officer attending for the purpose of instruction;  \n(c) shorthand writer;  \n(d) interpreter.  \n108. Oaths of witnesses.  Every person giving evidence at a court martial shall be examined \non oath or affirmation and shall be duly sworn or affirmed in the prescribed form:  \nProvided that where a court martial is satisfied that a child of tender years is unable to \nunderstand the nature of an oath or affirmation, it may dispense with the administration of oath or \naffirmation.  \n1[108A.  Affirmation not allowed in the case of Muslim.  Where the person referred to in \nsection 106 or section 107 or section 108 is a Muslim, the said section shall have effect as if reference \ntherein to affirmation were omitted.].  \n109. Summoning witnesses and production of documents.__ (1) The conveni ng officer, \nthe president of 2[*] 3[a court martial or a court of inquiry], the judge advocate, or the commanding \nofficer of the accused person may, by summons under his hand, require the attendance at a time and \nplace to be mentioned in the summons of any  person either to give evidence or to produce any \ndocument or thing.  \n(2) In the case of a witness amendable to military, naval or air force authority, the summons \nshall be sent to his commanding officer and such officer shall serve it upon him accordingly.  \n(3) In the case of any other witness, the summons shall be sent to the magistrate within \nwhose jurisdiction he may be or reside, and such magistrate shall give effect to the summons as if the \nwitness were required in the court of such magistrate.  \n(4) When  a witness is required to produce any document or thing in his possession or \npower, the summons shall describe it with reasonable precision.  \n(5) Nothing in this section shall be deemed to affect the Evidence Act, 1872 (I of 1872), \nsections 123 and 124, or to apply to any letter, postcard, telegram or other document in the custody of \nthe postal or telegraph authorities.  \n \n1Ins. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 21.  \n2The redundant word “the” has been omitted in printing.  \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1965 (15 of 1965), s. 4, for “Court”.  \n \nPage 48 of 70 \n (6) If any document in such custody is, in the opinion of any district magistrate, high court , \nor court of session wanted for the purpose of any court martial, such magistrate or court may require \nthe postal or telegraph authorities, as the case may be, to deliver such document to such person as such \nmagistrate or court may direct.  \n(7) If any such document i s, in the opinion of any other magistrate or of any commissioner \nof police or district superintendent of police, wanted for any such purpose, he may require the postal \nor telegraph authorities, as the case may be, to cause search to be made for and to deta in such document \npending the orders of any such district magistrate, high court or court of session.  \n1[110. Commission for the examination of witness .__ (1) Whenever, in the course of trial by \na court -martial, it appears to the court that the examination o f a witness is necessary for the ends of \njustice, and that the attendance of such witness cannot be procured without an amount of delay, expense \nor inconvenience which in the circumstances of the case, would be unreasonable, such court may, if it \nthinks ne cessary, issue a commission in the manner specified in Chapter XL of the Code of Criminal \nProcedure, 1898 , (Act V of 1898), according as the witness resides in a place in or outside Pakistan.  \n(2) The court may be adjourned for a specified time reasonably s ufficient for the execution \nand return of the commission.  \n(3) Such a commission shall be executed by the magistrate or officer to whom it is issued \nin the same manner as if it was issued in the trial of a 2[*] case under the Code of Criminal Procedure, \n1898 ( Act V of 1898), or of any corresponding law in force at the place where the evidence is recorded; \nand shall be returned, together with the deposition of the witness examined thereunder, to the Judge \nAdvocat e General.  \n(4) The Judge Advocate General will forward the same to the court -martial who issued it \nor, if the said court -martial is in the meanwhile dissolved, to another court -martial convened for the \ntrial of the accused in respect of the same charge and  any deposition so taken shall be recorded in \nevidence and shall form part of the proceedings of the court.  \nExplanation.__ The expression “Judge Advocate General” means the Judge Advocate  General, \nPakistan Army, and includes a Deputy Judge Advocate General .] \n111. Conviction of one offence permissible on charge of another .__ (1) A person charged \nbefore a court martial with desertion may be found guilty of attempting to desert or of being absent \nwithout leave.  \n(2) A person charged before a court martial with attempting to desert may be found guilty \nof being absent without leave.  \n(3) A person charged before a court martial with any one of the offences specified in \nclauses  (a) and (b) of section 40 may be found guilty of any other of these offences with which he  \nmight have been charged.  \n \n \n1Subs. by the Pakistan Army and Air Force (Amdt.) Ordinance, 1964 (6 of 1964), s. 2, for the original section 110, as amended by A.O., 1961, the \nRepealing and Amending Ordinance, 1961 (1 of 1961) and the Pakistan Army (Amdt.) Ordinance, 1962 (58 of 1962).  \n2Omitted by the Pakistan Army (Amdt.) Ordinance, 1983 (39 of 1983), s. 4.  \n \n \nPage 49 of 70 \n (4) A person charged before a court martial with an offence punishable under section 59 \nmay be found guilty of any other offence of which he mi ght have been found guilty if the provisions \nof the Code of Criminal Procedure, 1898 (V of 1898), had been applicable.  \n(5) A person charged before a court martial with any offence under this Act may, on failure \nof proof of an offence having been committed in circumstances involving a more severe punishment \nbe found guilty of the same offence as having been committed in circumstances involving a less severe \npunishment.  \n(6) A person charged before a court -martial with any offence under this Act may be found \nguilty of having attempted to commit, or of abetment of, that offence although the attempt or abetment \nis not separately charged.  \n(7) A person charged before a court martial with using or attempting to use, criminal force, \nto his superior officer,  knowing or having reason to believe him to be such may be found guilty of \nhaving committed an assault on such superior officer.  \n112. Rules of evidence to be the same as in criminal courts . Subject to the provisions of \nthis Act, the rules of evidence in pr oceedings before courts martial shall be the same as those which \nare followed in criminal courts . \n113. Judicial notice.  A court -martial may take judicial notice of any matter within the \ngeneral military knowledge of the members.  \n114. Presumption as to signatures.  In any proceedings under this Act, any application, \ncertificate, warrant, reply or other document purporting to be signed by an Officer in the service of the \nGovernment shall, on production, be presumed to have been duly signed by the person by  whom and \nin the character in which it purports to have been signed until the contrary is proved.  \n115. Enrolment paper.__ (1) Any enrolment paper purporting to be signed by an enrolling \nofficer shall, in proceedings under this Act, be evidence that the per son enrolled gave the answers \nwhich he is therein represented as having given.  \n(2) The enrolment of such person may be proved by the production of his enrolment paper \nor a copy of his enrolment paper purporting to be certified to be a true copy by the offi cer having the \ncustody of the enrolment paper.  \n116. Presumption as to certain documents.__ (1) A letter, return or other document with \nrespect to a person,  \n(i) having, or not having, at any time served in, or been discharged from any part \nof the armed forc es of Pakistan, or  \n(ii) having, or not having, held any rank or appointment in, or been posted or \ntransferred to any part of such forces, or having or not having served in any \nparticular country or place, or  \n(iii) being, or not being, authorised to use or wear any naval, military or air force \ndecoration, medal, me tal ribbon, badge, wound stripe or emblem, the use or \nwearing of which by an unauthorised person is, by any law in force for the time \nbeing, an offence,  \n \nPage 50 of 70 \n if purporting to be signed by or on behal f of a Secretary to the 1[Federal Government], \nor on behalf of the Pakistan Military, Naval or Air Force Headquarters, or by the commanding \nofficer or the officer or record officer having the custody of the records of any portion of those \nforces or of any of the ships of Pakistan Navy to which such person appears to have belonged, \nor alleges that he belongs or had belonged, shall, be evidence of the facts stated in such letter, \nreturn or other document.  \n(2) Any army, navy or air force list or gazette purpor ting to be published by authority shall \nbe evidence of the status and rank of the officers, Junior commissioned officers or warrant officers , \ntherein mentioned, and of any appointment held by such officers, junior commissioned officers or \nwarrant officers and of the corps, unit, battalion, ship, arm, branch or department of the service to \nwhich such officers, junior commissioned officers or warrant officers belong.  \n(3) Where a record is made in any service book in pursuance of this Act or of any rules \nmade thereunder or otherwise in pursuance of duty and purports to be signed by the commanding \nofficer or by the officer whose duty it is to make such record, such record shall be evidence of the facts \nthereby stated.  \n(4) A copy of any record in any service book  purporting to be certified to be a true copy by \nthe officer having the custody of such book shall be evidence of such record.  \n(5) Where any person subject to this Act is being tried on a charge of desertion or of absence \nwithout leave and such person has surrendered himself into the custody of, or has been apprehended \nby, any officer, or any portion, of the armed forces of Pakistan, a certificate purporting to be signed by \nsuch officer, or by the commanding officer of that portion of the armed forces and s tating the fact, date \nand place of such surrender or apprehension, shall be evidence of the matter so stated.  \n(6) Where any person subject to this Act is being tried on a charge of desertion or of absence \nwithout leave and such person has on arrest or surrender been taken to a police station in Pakistan, a \ncertificate purporting to be signed by the officer -in-charge of that police station, and stating, the fact, \ndate and place of such surrender or apprehension shall be evidence of the matters so stated.  \n(7) Any document purporting to be a report under the hand of any Chemical Examiner or \nAssistant Chemical Examiner to the Government of Pakistan upon any matter or thing duly submitted \nto him for examination or analysis and report may be used as evidence i n any proceeding under this \nAct. \n117. Reference by accused to Government officer .__ (1) If at any trial, or other \nproceedings, for  desertion or absence without leave, overstaying leave, or not rejoining when warned \nfor service, the accused states in his defence any sufficient or reasonable excuse for his unauthorised \nabsence, and refers in support thereof to any officer in the service  of the Government or if it appears \nthat any such officer is likely to prove or disprove the said statement in the defence the court or officer \nconducting the proceedings shall address such officer and adjourn the court or proceedings until his \nreply is re ceived.  \n(2) The written reply of any officer so addressed shall, if signed by him, be received in \nevidence and have the same effect as if made on oath before the court or officer conducting the \nproceedings.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973, ( 51 of 1973), s. 3.  \n \nPage 51 of 70 \n (3) If the court martial is dissolved before receipt of such reply or if it omits to comply with \nthe provisions of this section, the convening officer may, at his discretion, annul the proceedings and \norder a fresh trial by the same or a nother court martial.  \n118. Evidence of previous convictions and general character.__ (1) When any person \nsubject to this Act has been convicted by a court martial of any offence, such court martial may inquire \ninto, and receive and record evidence of, any previous convictions of such person, either by a court \nmartial or by a criminal court , and may further inquire into and record the general character of such \nperson, and such other matters as  may be prescribed.  \n(2) Evidence received under this section may be either oral, or in the shape of entries in, or \ncertified extracts from, service records, and it shall not be necessary to give notice before trial to the \nperson tried that evidence as to h is previous convictions or character will be received.  \n(3) At a summary court martial, the officer holding the trial may, if he thinks fit, record any \nprevious convictions against the offender, his general character, and such other matters as may be \nprescr ibed, as of his own knowledge, instead of requiring them to be proved under the foregoing \nprovisions of this section.  \nCHAPTER X  \nCOMFIRMATION AND REVISION OF FINDING AND SENTENCES.  \n119. Finding and sentence not valid unless confirmed.  No finding or sentence  of a general, \ndistrict or field general court martial shall be valid except in so far as it may be confirmed as provided \nby this Act.  \n120. Power to confirm finding and sentence of general court martial.  The finding and \nsentence of a general court martial may be confirmed by the 1[Chief of the Army Staff] or by an officer \nempowered in this behalf by warrant of the 1[Chief of the Army Staff].  \n121. Power to confirm finding and sentence of District court martial.  The finding and \nsentence of a district court martial may be confirmed by an officer having power to convene a general \ncourt martial or by any officer empowered in this behalf by warrant of any such officer.  \n122. Limitation of powers of confirming authorit y. A warrant issued under section 120 or \nsection 121 may contain such restrictions, reservations or conditions as the officer issuing it may think \nfit. \n123. Power to confirm finding and sentence of field general court martial.  The finding \nand sentence of a  field general court martial may be confirmed by the convening officer or 2[, if it is \nnot practicable for the convening officer to do so by reason of his absence on leave or otherwise or the \nconvening officer so directs,] by an authority superior to him.  \n124. Power of confirming authority to mitigate, remit or commute sentences.  Subject to \nsuch restrictions, reservations or conditions, as may be contained in any warrant issued under section \n120 or section 121, a confirming officer may, when confirming the sentence of a court martial,  mitigate \nor remit the punishment thereby award ed, or commute that punishment for any less punishment or \npunishments to which the offender might have been sentenced by court martial or if  that punishment  \n1Subs. by F.A.O., 1975 Art. 2 and Sch.  \n2Subs. by the Pakistan Army (Amdt.) Ordinance, 1983 (39 of 1 983), s. 5.  \n \nPage 52 of 70 \n is death  or 1[imprisonment for life], for any less punishment or punishments mentioned in this Act:  \n2[Provided that a sentence awarded as hadd  under any Islamic law shall not be so mitigated, \nremitted or commuted otherwise than in accordance with such law.],  \n3[* * * * * * *] \n125. Confirmation of finding and sentence on board a ship .__ When any person subject \nto this Act is tried and sentenced by  a court martial while on board a ship the finding and sentence so \nfar as not confirmed and executed on board the ship may be confirmed and executed in like manner as \nif such person had been tried at the port of disembarkation.  \n126. Revision of finding and  sentence.__ (1) Any finding or sentence of a court martial \nwhich requires confirmation may be once revised by order of the confirming officer 4[or convening \nauthority], and, on such revision, the court , if so directed by him, may take additional evidence.  \n(2) The court , on revision, shall consist of the same officers as were present when the \noriginal decision was passed unless any of those officers are unavoidably absent.  \n(3) In case of such unavoidable absence, the cause thereof shall be duly rec orded in the \nproceedings and the court shall proceed with the revision, provided that, if a general court martial, it \nstill consists of five officers or, if a field general or district court martial, of three officers.  \n127. Finding and sentence of a summar y court martial.  The finding and sentence of a \nsummary court martial shall not require to be confirmed, but may be carried out forthwith:  \nProvided that if the officer holding the trial is of less than five years’ service, he shall not, \nexcept on active ser vice, carry into effect any sentence until it has received the approval of 5[an officer \nhaving power to convene a district court martial].  \n128. Transmission of proceedings of a summary court martial.  The proceedings of every \nsummary court martial shall without delay be forwarded to 6[an officer having power to convene a \ndistrict court martial], and such officer, or any higher authority, may, for reasons based on the merits \nof the case but not on any m erely technical grounds, set aside the proceedings or reduce the sentence \nto any other sentence which the court might have passed [:]7 \n7[Provided that a sentence awarded as hadd  under any Islamic law shall not be so mitigated, \nremitted or commuted otherwis e than in accordance with such law.].  \n \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 22 for “transportation for Life”.  \n2Proviso Subs. by the Pakistan Army (Amdt.) Ord., 1984, (36 of 1984), s. 16.  \n3Proviso omitted by Act 51 of 1976, s. 22.  \n4Ins. by Act LXII of 2023, s.12.  \n5Subs. by the Pakistan Army (Amdt.) Act, 1963 (9 of 1963), s. 4, for “an officer not below the rank of brigadier, who may be e mpowered in this behalf \nby the Commander -in-Chief”.  \n6Subs. by the Pakistan Army (Amdt.) Act, 1958 (11 of 1958), s. 11, for “an officer not below the rank of brigadier, who may be empowered in this behalf \nby the Commander -in-Chief”.  \n7Subs. and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 17.  \n  \n \nPage 53 of 70 \n 129. Substitution of a valid fin ding or sentence for and invalid finding or sentence.__ (1) \nWhere a finding of guilty by a court martial, which has been confirmed, or which does not require \nconfirmation, is found for any reason to be invalid or cannot be supported by the evidence, the au thority \nwhich would have had power under section 143 to commute the punishment awarded by the sentence, \nif the finding had been valid, may substitute a new finding, if the new finding could have validly been \nmade by the court martial on the charge and if i t appears that the court martial must have been satisfied \nof the facts establishing the offence specified or involved in the new finding, and may pass a sentence \nfor the said offence.  \n(2) Where a sentence passed by a court martial which has been confirmed,  or which does \nnot require confirmation, not being a sentence passed in pursuance of a new finding substituted under \nsub-section (1) is found for any reason to be invalid, the authority referred to in the sub -section may \npass a valid sentence.  \n(3) The punishment awarded by a sentence passed under sub -section (1) or sub -section (2) \nshall not be higher in the scale of punishments than, or in excess of the punishment awarded by, the \nsentence for which a new sentence is substituted under this section.  \n(4) For the purposes of this Act, any finding or sentence substituted in accordance with this \nsection for the finding or sentence of a court martial, and any sentence imposed for an offence specified \nor involved in any such substituted finding, sh all have effect as if it was a finding or sentence of a court \nmartial.  \n130. Provision in the case of accused being lunatic.__ (1) Whenever, in the course of a trial  \nby court martial, it appears to the court that the person charged is of unsound mind and co nsequently \nincapable of making his defence, or that such person committed the act alleged but was by reason of \nunsoundness of mind incapable of knowing the nature of the act or that it was wrong or contrary to \nlaw, the court shall record a finding accordin gly, and the president of the court , or the officer holding \nthe trial as the case may be, shall forthwith report the case to the confirming officer or, in the case of \na court martial whose finding does not require confirmation to the prescribed officer.  \n(2) The confirming officer to whom a case is reported under sub -section (1) may, if he does \nnot confirm the finding, take steps to have the accused person tried by the same or another court martial \nfor the offence with which he was originally charged  \n(3) The prescribed officer to whom a case is reported under sub -section (1) and a \nconfirming officer confirming a finding in any case so reported to him shall order the accused person \nto be kept in custody in the prescribed manner, and shall report the case for t he orders of the 1[Federal \nGovernment].  \n(4) On receipt of a report under sub -section (3), the 1[Federal Government] may order the \naccused person to be detained in a lunatic asylum or other suitable place of safe custody.  \n(5) Where an accused person, having been found by reason of unsoundness of mind to be \nincapable of making his defence, is in custody or under detention, the prescribed officer may__ \n(a) if such person is in custody under sub -section (3), on the report of a medical \nofficer that he is c apable of making his defence, or  \n \n1Subs. by the Pakistan Arm (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n \nPage 54 of 70 \n (b) if such person is detained in a jail under sub -section (4), on a certificate of the \nInspector General of Prisons and if such pe rson is detained in a lunatic asylum \nunder the said sub -section, on a certificate of any two or more of the visitors of \nsuch asylum that he is capable of making his defence,  \ntake steps to have such person tried by the same or another court martial for the offence with \nwhich he was originally charged or, provided that the offence is a civil offence, by a criminal \ncourt . \n(6) Where any person is in custody under sub -section (3) or under detention under sub -\nsection  (4),__ \n(a) if such person is in custody under sub -section (3), on the report of a medical \nofficer, or  \n(b) if such person is detained under sub -section (4), on a certificate from any of the \nauthorities mentioned in clause (b) of sub -section (5), that, in the judgment of \nsuch officer or authority,  such person may be released without danger of his \ndoing injury to himself or to any other person, the 1[Federal Government] may \norder such person to be released, or to be detained in custody or to be transferred \nto a public lunatic asylum if he has not al ready been sent to such an asylum.  \n(7) Where any relative or friend of any person who is in custody under sub -section (3) or \nunder detention under sub -section (4) desires that he shall be delivered to his care and custody, the \n1[Federal Government] may, up on the application of such relative or friend and on his giving security \nto the satisfaction of the 1[Federal Government] that the person delivered shall__ \n(a) be properly taken care of and prevented from doing injury to himself or to any \nother person, and  \n(b) be produced for the inspection of such authority, and at such time and places, as \nthe 1[Federal Government] may direct,  \norder such person to be delivered to such relative or friend.  \n(8) A copy of every order made by the prescribed officer under sub-section (5) shall \nforthwith be sent to the 1[Federal Government].  \n131. Remedy against finding and sentence of court martial.__ (1) Any person subject to \nthis Act who considers himself aggrieved by the finding or sentence of a general, field general or \ndistrict court martial may submit a petition, before confirmation of such finding or sentence, to the \nofficer empowered to confirm it and, after confirmation, to the 1[Federal Government], or the 2[Chief \nof the Army Staff] or to any 3[prescribed officer wh o is superior in command to] the one who confirmed \nsuch finding or sentence.  \n(2) Any person subject to this Act who considers himself aggrieved by the finding or \nsentence of a summary court martial may submit a petition to the 1[Federal Government], or the  2[Chief \nof the Army Staff], or any officer empowered to act under section 128.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Subs. by F.A.O., 1975 Art. 2 and Sch., for “Commander -in-Chief”.  \n3Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 23, for certain words.  \n \nPage 55 of 70 \n 132. Annulment of proceedings.  The 1[Federal Government] or the 2[Chief of the Army \nStaff] or any prescribed officer may annul the proceedings of any court martial on the ground that they \nare illegal or unjust.  \n133. Bar of appeals.  No remedy shall lie against any decision of a court martial save as \nprovided in this Act,  and for the removal of doubt it is hereby declared that no appeal or application \nshall lie in respect of any proceeding or decision of a court martial to any court exercising any \njurisdiction whatever 3[except as provided for in section 133A 4[and section  133B] . \n3[133A. Court of Appeals 4[for Hadd  cases].__ (1) Any person to whom a court  martial has  \nawarded a sentence of hadd under an Islamic law may, within sixty days from the date of the sentence, \nprefer an appeal against the finding and sentence of the court martial to a Court of Appeals consisting \nof the Chief of the Army Staff or an officer, being a Muslim, designated by h im in this behalf, \nhereinafter referred to as the Court of Appeals 4[for Hadd  cases].  \n(2) No sentence awarded by a court martial as hadd  under an Islamic law shall be executed \nunless it is confirmed by the Court of Appeals 4[for Hadd  cases.]  \n(3) The Court of Appeals 4[for Hadd  cases] shall have power to__ \n(a) confirm the finding or sentence of both; or  \n(b) substitute a valid finding or sentence for an invalid finding or sentence; or  \n(c) call any witness for the purpose of recording additional evid ence in the presence \nof the parties who shall be afforded an opportunity to put any question to the \nwitness; or  \n(d) annul the proceedings of the court martial on the ground that they are illegal or \nunjust; or  \n(e) order retrial of the accused by a fresh cou rt. \n(4) The decision of the Court of Appeals 4[for Hadd  cases] shall be final and shall not be \ncalled in question before any court or other authority.].  \n4[133B. Court of Appeals for other cases .__ (1) Any person to whom a court -martial has \nawarded a sentence of death, imprisonment for life, imprisonment exceeding three months, or dismissal \nfrom the service after the commencement of the Pakistan Army (Amendment) Act, 5[1992], may, \nwithin forty days f rom the date of announcement of finding or sentence or promulgation thereof, \nwhichever is earlier, prefer an appeal against the finding or sentence to a Court of Appeals consisting \nof the Chief of the Army Staff or one or more officers designated by him in  this behalf, presided by an \nofficer not below the rank of Brigadier in the case of General Court -Martial or Field General Court -\nMartial  or District Court -Martial  or Summary Court -Martial  convened or confirmed or countersigned \nby an officer of the rank of Brigadier or below as the case may be, and one or more officer s, presided \nby an officer not below the rank of Major General in other cases, hereinafter referred to as the Court \nof Appeals : \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Subs. by F.A.O., 1975 Art. 2 and Sch.  \n3Added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), Ss. 18. and 19.  \n4Added and ins. by the Pakistan Army (Amdt.) Act, 1992 (28 of 1992), ss. 2,3, and 4.  \n5Corrigenda G. of Pak Pt. I, dated 27 -01-1993.  \n \n \nPage 56 of 70 \n Provided that where the sentence is awarded by the court -martial under an Islamic law, the \nofficer or officers so designated shall be Muslims:  \nProvided further that every Court of Appeals may be attended by a judge advocate who sh all \nbe an officer belonging to the Judge Advocate General’s Department, Pakistan Army, or , if no such \nofficer is available, a person appointed by the Chief of the Army Staff.  \n(2) A Court of Appeals shall have power to__ \n(a) accept or reject the appeal in w hole or in part; or  \n(b) substitute a valid finding or sentence for an invalid finding or sentence; or  \n(c) call may witness, in its discretion for the purpose of recording additional \nevidence in the presence of the parties, who shall be afforded an opportun ity to \nput any question to the witness; or  \n(d) annul the proceedings of the court -martial on the ground that they are illegal or \nunjust; or  \n(e) order retrial of the accused by a fresh court; or  \n(f) remit the whole or any part of the punishment or reduce or  enhance the \npunishment or commute the punishment for any less punishment or \npunishments mentioned in this Act.  \n(3) The decision of a Court of Appeals shall be final and shall not be called in question \nbefore any court or other authority whatsoever.]  \n \nCHAPTER XI  \nEXECUTION OF SENTENCES  \n1[134.  Form of sentence of stoning to death or death.__ (1) In awarding a sentence of stoning \nto death, a court martial shall direct that the sentence shall be executed in the manner provided for in \nthe Offence of Zina (Enforcement of Hudood) Ordinance, 1979.  \n(2) In awarding a sentence of death, a court martial  shall, in its discretion, direct that the \noffender shall suffer death by being hanged by the neck until he be dead, or shall suffer death by being \nshot to death.  \n134A.  Form of sentence of amputation of hand, foot or both or whipping .__ (1) In awarding \na sentence of amputation of hand, foot or both a court martial shall direct that the sentence shall be \nexecuted in the manner provided for in the Offences Against Property (Enforcement of Hudood ) \nOrdinance, 1979 (V of 1979).  \n \n1Subs. by the Pakistan Army (Amdt.) Ordinance 1984 (36 of 1984), s. 20.  \n \n  \n \nPage 57 of 70 \n (2) In awarding a sentence of whipping, a court martial shall direct that the sentence shall \nbe executed in the manner provided for in the Execution of the Punishment of Whipping Ordinance, \n1979 (IX of 1979).]  \n135. Commencement of sentence of imprisonment for life or imprisonment or \ndetention.  Whenever any person is sentenced under this Act to 1[Imprisonment for life] imprisonment \nor detention, the term of sentence shall, whether it has been revis ed or not, be reckoned to commence \non the day on which the original proceedings were signed by the president or, in the case of summary \ncourt martial, by the court . \n136. Execution of sentence of imprisonment for life or imprisonment.  Whenever any \nsentence of 1[imprisonment for life] or 2[*] imprisonment is passed under this Act, or whenever any \nsentence of death so passed is commuted to 1[imprisonment for life] or to 2[*] imprisonment, the \ncommanding officer of the person under senten ce, or such other officer as may be prescribed, shall \nforward a warrant in the prescribed form to the officer -in-charge of the civil prison in which such \nperson is to be confined, and shall forward him to such prison with the warrant:  \nProvided that in the case of a sentence of 2[*] imprisonment for a period not exceeding three \nmonths, the confirming officer, or in the case of a sentence which does not require confirmation, the \ncourt , may direct that the sentence shall be carried out in military custody:  \nProvided further that, on active service, a sentence of 2[*] imprisonment may be carried out by \nconfinement in such place as the officer commanding the forces in the field may, from time to time, \nappoint.  \n137. Execution of sentence of imprisonment in special cases.  Whenever in the opinion of \nan officer not below the rank of brigadier empowered in this behalf by the 3[Chief of the Army Staff] \nany sentence or portion of a sentence of imprisonment cannot, for special reasons, be conveniently \ncarried out i n accordance with provisions of section 136 such officer may direct that such sentence or \nportion of sentence shall be carried out by confinement in any civil prison or other fit place.  \n138. Execution of sentence of detention.  Where a sentence of detention  is passed under this \nAct, the person on whom that sentence has been passed shall undergo the term of his detention either \nin a detention barrack or in military custody, or partly in one and partly in the other, but not in a prison.  \n139. [Interim custody of offenders sentenced to transportation] Omitted by the Pakistan \nArmy (Amendment) Act, 1976 (51 of 1976), s. 26.  \n140. Conveyance of prisoner from place to place.  A person under sentence of 2[stoning to \ndeath, death, amputation of hand, foot or bot h, imprisonment for life, imprisonment, whipping] or \ndetention may during his conveyance from place to place, or when on board a ship or aircraft, be \nsubjected to such restraint as is necessary for his safe conduct and removal.  \n141. Communication of certai n orders to civil prison officers.  Whenever an order is duly \nmade under this Act setting aside or varying any sentence, order or warrant under which any person is \nconfined in a civil prison, a warrant in accordance with such order shall be forwarded by the  prescribed \nofficer to the officer -in-charge of the prison in which such person is confined.  \n \n1Subs. by the Pakistan Army (Amdt.) Act 1976, (51 of 1976), s. 24.  \n2Subs. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), ss. 21 -23. \n3Subs. by F.A.O., 1975 Art. 2 and Sch.  \n  \n \nPage 58 of 70 \n 142. Execution of sentence of fine.  When a sentence of fine is imposed by a court martial \nunder this Act, whether the trial was held within Pakistan or not, a copy of such sentence, signed and \ncertified by the president of th e court or the officer holding the trial, as the case may be, may be sent \nto any magistrate in Pakistan and such magistrate shall thereupon cause the fine to be recovered in \naccordance with the provision of the Code of Criminal Procedure, 1898 (V of 1898),  for the levy of \nfines as if it were a sentence of fine imposed by such magistrate.  \nCHAPTER XII  \nPARDONS REMISSIONS AND SUSPENSION  \n143. Pardons and remissions.__ (1) When any person subject to this Act has been convicted \nby a court martial of any offence, t he 1[Federal Government] or the 2[Chief of the Army Staff] or any \nofficer not below the rank of brigadier empowered in this behalf by the 2[Chief of the Army Staff] \nmay__ \n(i) either without conditions or upon any conditions which the person sentenced \naccepts, pardon the person or remit the whole or any part of the punishment \nawarded; or  \n(ii) mitigate the punishment awarded or commute such punishment for any less \npunishment or punishments mentioned in this Act;  \nProvided that a sentence of 3[* * *] rigorous imprisonment shall not be commuted for a sentence \nof detention for a term exceeding the term of rigorous imprisonment awarded by the court [:]4 \n4[Provided further that a person to whom a sentence has been awarded as hadd  under an Islamic \nlaw shall not be pardoned, and no such sentence shall be mitigated remitted or commuted to any less \npunishment or punishments, otherwise than in accordance with such law.]  \n(2) If any condition on which a person has been pardoned or a punishment has been \nremitt ed is, in the opinion of the authority which granted the pardon or remitted the punishment, not \nfulfilled, such authority may cancel the pardon or remission, and thereupon the sentence of the court \nshall be carried into effect as if such pardon had not bee n granted or such punishment had not been \nremitted:  \nProvided that, in the case of a person sentenced to 5[Imprisonment for life] 4[*] imprisonment, \nor detention, such person shall undergo only the unexpired portion of his sentence.  \n(3) When under the provisions of sub -section (5) of section 62 a non -commissioned officer \nis deemed to be reduced to the ranks, such reduction shall, for the purposes of this section, be treated \nas a punishment awarded by sentence of a court martial.  \n144. Suspension of   sen tence   of   transportation, 4[imprisonment,  whipping   or  \ndetention.__ (1) Where a person subject to this Act has been sentenced by a Court martial to  \n5[imprisonment for life] 4[imprisonment, whipping] or detention, the 1[Federal Government], or the \n2[Chief of the Army Staff], or any  officer  empowered to   convene   a  general  or  field  general  court  \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3.  \n2Subs. by F.A.O., 1975, Art. 2 and Sch.  \n3Certain words omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 28.  \n4Subs. Omitted and added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s. 24 -25. \n5Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 28.  \n \nPage 59 of 70 \n martial may suspend the sentence whether or not the offe nder has already been committed to prison or \ncustody [:]1 \n2[Provided that a sentence awarded as hadd  under any Islamic law shall not be suspended \nexcept while the offender is on active service nor otherwise than in accordance with such law.].  \n(2) The authority or officer specified in sub -section (1) may in the case of an offender so \nsentenced direct that, until the orders of such authority or officer have been obtained, the offender shall \nnot be committed to prison or custody.  \n(3) The powers conferred by sub -sections (1) and (2) may be exercised in th e case of any \nsuch sentence which has been confirmed, mitigated or commuted.  \n145. Orders pending suspension .__ (1) Where the sentence referred to in section 144 is \nimposed by a court martial other  than a summary court martial the confirming officer may, when \nconfirming the sentence, direct that the offender be not committed to prison or to custody until the \norders of the authority or officer specified in section 144 have been obtained.  \n(2) Where a sentence of rigorous imprisonment or detention is awarded by a summary court \nmartial, the officer holding the trial or the officer authorised to approve the sentence under the proviso \nto section 127 may make the direction referred to in sub -section (1).  \n146. Release on suspension.  Where in accordance with any order passed under section 144 \na sentence is suspended, the offender shall, whether he has been committed to prison or custody or not, \nbe released forthwith.  \n147. Computation of period of sentence unde r suspension.  Any period during which a \nsentence is under suspension shall be reckoned as part of the term of such sentence.  \n148. Power to set aside suspension or to order remission.  The authority or officer \nspecified in section 144 may, at any time whilst  a sentence is suspended, order__ \n(a) that the offender be committed to undergo the unexpired portion of the sentence; \nor \n(b) that the sentence be remitted.  \n149. Periodical review of suspended sentence.__ (1) Where a sentence has been suspended, \nthe case may at any time and shall, at intervals of not more than four months be reconsidered by the \nauthority or officer specified in section 144 or by an officer not below the rank of field officer duly \nauthorise d in this behalf by the authority or officer specified in section 144.  \n(2) Where  on such reconsideration by the officer authorised in this behalf under sub -section \n(1), it appears to him that the conduct of the offender since his conviction has been such a s to justify a \nremission of the sentence, he shall refer the case to the authority or officer specified in section 144.  \n \n1Subs. by Ordinance, 36 of 1984, s. 25.  \n2Added ibid. \n  \n \nPage 60 of 70 \n 150. Procedure on further sentence of offender whose sentence is suspended.  Where an \noffender, while a sentence on him is suspended, is sentenced for any other offence, then__ \n(a) if the further sentence is also suspended under this Act, the two sentences shall \nrun concurrently;  \n(b) if the further sentence is for a peri od of three months or more and is not \nsuspended under this Act, the offender shall also be committed to prison or \nmilitary custody on the unexpired portion of the previous sentence, but both \nsentences shall run concurrently; and  \n(c) if the further sentence  is for a period of less than three months and is not \nsuspended under this Act, the offender shall be committed on that sentence only, \nand the previous sentence shall, subject to any order which may be passed under \nsection 148 or 149 continue to be suspend ed. \n151. Scope of power of suspension.  The powers conferred by section 144 or section 148 \nshall be in addition to and not in derogation of the powers of mitigation, remission or commutation of \nsentences.  \n152. Effect of suspension on dismissal.__ (1) Where in addition to any other sentence, the \npunishment of dismissal has been awarded by a Court martial, and such other sentence is suspended \nunder section 144, then, such dismissal shall not take effect until so ordered by the authority or officer \nspecified in  section 144.  \n(2) If such other sentence is remitted under section 148 the punishment of dismissal shall \nalso be remitted.  \nCHAPTER XIII  \nPROPERTY OF DECEASED PERSONS, DESERTERS AND LUNATICS.  \n153. Property of deceased persons and deserters other than officers.  The following \nprovisions are enacted respecting the disposal of the property of every person subject to this Act,  other \nthan an officer, who dies or deserts:__ \n(1) The commanding officer of the corps, unit or detachment to which the deceased pers on \nor deserter belonged 1[or the officer commanding a station where the deceased person or deserter left \nhis belongings before moving to field or operational area or before deserting] shall secure all the \nmovable property belonging to the deceased or deser ter that is in camp or quarters, and cause an \ninventory thereof to be made, and draw any pay and allowances due to such person.  \n(2) In the case of a deceased person who has left in a bank (including any post office savings \nbank, however named) a deposit no t exceeding one thousand rupees, the commanding officer 2[or the \nofficer commanding the station] may, if he thinks fit, require the agent, manager or other proper officer \nof the bank to pay the deposit to him forthwith, and such agent, manager or other off icer shall comply \nwith the requisition notwithstanding anything in the rules of the bank; and after the payment thereof \nin accordance with such requisition, no person shall have any right in respect of the deposit except as \nhereinafter provided.  \n1Ins. by t he Pakistan Army (Second Amdt.) Ordinance, 1965 (40 of 1965), s. 9.  \n2Ins. by the Pakistan Army (Seccond Amdt.) Ordinance, 1965 (58 of 1965), s. 2.  \n \nPage 61 of 70 \n (3) In the case of a deceased person whose representative, widow or next of kin is on the \nspot and has given security for the payment of regimental or other debts in camp or quarters, if any, of \nthe deceased, the commanding officer 1[or the officer commanding the station] shall deliver over any \nproperty received under clauses (1) and (2) to that representative, widow or next of kin as the case may \nbe, and shall not further interfere in relation to the property of the deceased.  \n(4) In the case of deceased person  whose estate is not dealt with under clause (3), and in \nthe case of any deserter, the commanding officer 1[or the officer commanding the station] shall cause \nsuch of the movable property as does not consist of money to be sold by public auction, and shall  pay \nthe regimental and other debts in camp or quarters, if any, and in the case of a deceased person, the \nexpenses of his funeral, ceremonies, from the proceeds of the sale and from any pay and allowances \ndrawn under clause (1) and from the amount of the deposit, if any, received under clause (2).  \n(5) The surplus, if any, shall, in the case of a deceased person, be paid to his representative, \nwidow or next of kin, if any, or in the event of no claim to such surplus being established, within twelve \nmonths a fter the death then the same shall be remitted to the prescribed person:  \nProvided that the remission shall not bar the claim of any person to such surplus or any part \nthereof.  \n(6) In the case of a deserter, the surplus, if any, shall be forthwith remitted to the prescribed \nperson and shall, on the expiry of three years from the date of his desertion, be forfeited to the State \nunless the deserter shall in the meantime have surrendered or been apprehended.  \n(7) The decision of the commanding officer 1[or the o fficer commanding the station] as to \nwhat are the regimental and other debts in camp or quarters of a deceased person or a deserter or as to \nthe amount payable therefor shall be final.  \n154. Disposal of certain property without production of probate, etc . Property \ndeliverable and money payable to the representative, widow or next of kin of a deceased person under \nsection  153 may, if the total value or amount thereof does not exceed one thousand rupees, and if the \nprescribed person thinks fit, be delivered or paid to any one of them who appears to be entitled to \nreceive it or to administer the estate of deceased, without requiring the production of any probate, \nletters of administration, succession certificate or other such conclusive evidence o f title 2[:] \n2[Provided that when the deceased person was attched to , or formed part of, a force which was \nnot on active service, the commanding officer shall obtain from the representative, widow or next of \nkin of the deceased to whom the amount as afores aid is paid an undertaking to the effect that the \namount left after payment of debts, if any, shall be distributed amongst the legal heirs of the deceased.]  \n155. Discharge of commanding officer prescribed person and the Government.  Any \npayment of money or delivery, application, sale or other disposition of any property made, or in good \nfaith purported to be made, by the commanding officer 1[or the officer commanding the station] or the \nprescribed person in pursuance of section 153 or 154 shall be valid and shall be a full discharge to \nthose ordering or making the same and to the Government from all further liability in respect of the \nproperty or money, but nothing herein contained shall effect the rights of any executor or administrator \nor other representati ve, or of any creditor of a deceased person against any person to whom such \ndelivery or payment has been made.  \n \n1Ins. by the Pakistan Army (Second Amdt.) Ordinance, 1965 (58 of 1965), ss. 2 and 3.  \n2Subs. and added by the Pakistan Army (Amdt.) Act, 1992, (2 8 of 1992), s. 5.  \n \nPage 62 of 70 \n 156. Application of sections 153 to 155 to lunatics, etc.  The provisions of sections 153 to \n155 shall, so far as they can be made applicable, apply in the case of a person subject to the Act, other \nthan an officer who, notwithstanding anything contained in the Lunacy Act, 1912  (IV of 1912) , is \nascertained in the  prescribed manner to be insane, or who, being on active service, is officially reported \nmissing, as if he had died on a day on which his insanity is so ascertained or, as the case may be, on \nthe day on which he is officially reported missing:  \nProvided tha t in the case of a person so reported missing no action shall be taken under clauses \n(2) to (5) of section 153 until he is officially presumed to be dead.  \n157. Property of officers . The provisions of sections 158 to 163, inclusive, shall apply to \nthe dispo sal of the property of officers subject to this Act who die or desert.  \n158. Powers of Committee of Adjustment .__ (1) On the death or desertion of an officer, a \nCommittee of Adjustment appointed in this behalf in the manner prescribed (hereinafter referred to as \nthe committee) shall, as soon as may be, subject to the rules made in this behalf under this Act,__ \n(a) secure all movable property belonging to the deceased or deserter that is in camp \nor quarters and cause an inventory thereof to be made and ascertain the pay and \nallowances, if any, due to him; and  \n(b) ascertain the amount, and provide for the payment of the regimental and other \ndebts in camp or quarters, if any, of the deceased or deserter.  \n(2) In the case of a deceased officer whose representative, widow or next of kin has given \nsecurity to the satisfaction of the committee for the payment of the regimental and other debts in camp \nor quarters if any, of the deceased, the committee shall deliver any property received by it under sub -\nsection (1) to that representative, widow or next of kin and shall not further interfere in relation to the \nproperty of the deceased.  \n(3) In the case of a deceased officer, the committee, save as may be prescribed, shall, if it \nappears necessary for the paym ent of the regimental and other debts in camp or quarters, and the \nexpenses, if any, incurred by the committee, collect all moneys left by the deceased in any bank \n(including any post office savings bank, however named) and for that purpose may require the  agent, \nmanager or other proper officer of the bank to pay the moneys to the committee forthwith, and such \nagent, manager or other officer shall comply with the requisition notwithstanding anything in any rules \nof the bank; and when any money has been paid  in compliance with the requisition under this sub -\nsection, no person shall have a claim against the bank in respect of such money.  \n(4) In the case of a deceased officer, whose estate has not been dealt with under sub -section  \n(2) and in the case of a deser ter, the committee, save as may be prescribed, shall, for the purpose of \npaying the regimental and other debts in camp or quarters, and may in any other case, sell or convert \ninto money such of the movable property of the deceased or deserter as does not c onsist of money.  \n(5) The committee shall, out of the money referred to in sub -sections (3) and (4), pay the \nregimental and other debts in camp or quarters, if any, of the deceased or deserter and, in the case of a \ndeceased, also the expenses of his last il lness and funeral.  \n(6) In the case of a deceased officer the surplus, if any, shall be remitted to the prescribed  \nperson.  \n  \n \nPage 63 of 70 \n (7) In the case of an officer who is a deserter, the surplus, if any, shall be forthwith remitted \nto the prescribed person and shall , on the expiry of three years from the date of his desertion, be \nforfeited to the State, unless the deserter shall in the meantime have surrendered or been apprehended.  \n(8) If, in any case, a doubt or difference arises as to what are the regimental and ot her debts \nin camp or quarters of a deceased officer or a deserter or as to the amount payable therefor, the decision \nof the prescribed person shall be final.  \n(9) For the purposes of the exercise of its duties under this section, the committee shall, to \nthe exclusion of all authorities and persons whomsoever, have the same rights and powers as if it had \ntaken out representation to the deceased, and any receipt given by the committee shall have effect \naccordingly.  \n159. Disposal of surplus by the prescribed pe rson.  On receipt of the surplus referred to in \nsub-section (6) of section 158 the prescribed person shall proceed as follows:__ \n(1) If he knows of a representative, widow or next of kin of the deceased he shall pay the \nsurplus to that representative, widow or next of kin;  \n(2) If he does not know of any such representative, widow or next of kin he shall publish \nevery year a notice in the prescribed form and manner for six consecutive years. If no claim to the \nsurplus is made by a represe ntative, widow or next of kin of the deceased within six months after the \npublication of the last of such notices, the prescribed person shall deposit surplus together with any \nincome or accumulation of income accrued therefrom to the credit of the 1[Feder al Government]:  \nProvided that such deposit shall not bar the claim of any person to such surplus or any part \nthereof.  \n160. Disposal of certain property without production of probate, etc.  Property \ndeliverable and money payable to the representative, widow or next of kin of a deceased officer under \nsection 158 or section 159 may, if the total value thereof does not exceed two thousand rupees, and if \nthe prescribed person thinks fit, be delivered or paid to any one of them who appears to him to be \nentitled to  receive it or to administer the estate of the deceased, without requiring the production of \nany probate, letters of administration, succession certificate or other such conclusive evidence of title \n[:]2 \n2[Provided that when the deceased officer was attached to , or formed part of, a force which was \nnot on active service the commanding officer shall obtain from the representative , widow or next of \nkin of the deceased to whom the amount as aforesaid is paid an undertaking to the effect that the \namount l eft after payment of debts, if any, shall be distributed among the legal heirs of the deceased.]  \n161. Discharge of committee, prescribed person and the Government.  Any payment of \nmoney or delivery, application, sale or other disposition of any property mad e, or in good faith \npurported to be made, by the committee or the prescribed person in pursuance of section 158, section \n159 or section 160 shall be valid shall be a full discharge to those ordering or making the same and to \nthe Government from all further  liability in respect of the property o r money; but nothing in this section \nshall affect the rights of any executor or administrator or other representative, or of any creditor of the \ndeceased officer against any person to whom such delivery or payment has  been made.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Subs. and added by the Pakistan Army (Amdt.) Act, 1992 (28 of 1992), s. 6.  \n \nPage 64 of 70 \n 162. Property in the hands of the committee or the prescribed person not to be assets \nat the place where the committee or the prescribed person is stationed.  Any property coming under \nsection 158 into the hands of the committee or the prescribed person shall not, by reason of so coming, \nbe deemed to be assets or effects at the place in which that committee or prescribed person is stationed \nand it shall not be necessary by reason thereof that representation be taken out in respect of that \nproperty for that place.  \n163. Saving of rights of representative.  After the committee has de posited with the \nprescribed person the surplus of the property of any deceased officer under sub -section (6) of section \n158 any representative of the deceased shall, as regards any property not collected by the committee \nand not forming part of the aforesa id surplus, have the same rights and duties as if section 158 had not \nbeen enacted.  \n164. Applications of sections 158 to 163 to lunatics, etc.  The provisions of sections 158 to \n163 shall so far as they can be made applicable apply in the case of an officer  who, notwithstanding \nanything contained in the Lunacy Act, 1912 (IV of 1912) is ascertained in the prescribed manner, to \nbe insane or who, being on active service is officially reported missing, as if he had died on the day on \nwhich his insanity is so asc ertained or, as the case may be, on the day on which he is officially reported \nmissing:  \nProvided that, in the case of an officer so reported missing, no action shall be taken under sub -\nsections (2) to (5) of section 158 until such time as he is officially presumed to be dead.  \n165. Appointment of standing committee of adjustment when officers die or desert \nwhile on active service.  When an officer dies or deserts while on active service, the references in the \nforegoing section s of this Chapter to the committe e shall be construed as references to the Standing \nCommittee of Adjustment, if any, appointed in this behalf in the manner prescribed.  \n166. Interpretations.  For the purposes of this Chapter:__  \n(1) a person shall be deemed to be a deserter if he without authority has been absent from \nduty for a period of 1[Thirty days] and has not subsequently surrendered or been apprehended;  \n(2) the expression “regimental and other debts in camp or quarters” include s money due as \nmilitary debts, namely, sums due in respect of, or of any advance in respect of__ \n(a) quarters;  \n(b) mess, band and other regimental accounts;  \n(c) military clothing, appointments and equipment, not exceeding a sum equal to \nsix months , pay of the deceased and having become due within eighteen months \nbefore his death ; \n(3) “representation” includes probate and letter s of administration with or without the will \nannexed, and a succession certificate, constituting a person the executor or ad ministrator of the estate \nof a deceased person or authorising him to receive or realize the assets of a deceased person;  \n(4) “representative” means any person who has taken out representation.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s.  30, for “sixty days”.  \n \nPage 65 of 70 \n CHAPTER XIV  \nMISCELLANEOUS PRIVILEGES  \n167. Complaint against officers .__ (1) Any person subject to this Act, other than an officer, \nwho deems himself wronged by any superior or other officer, may, if not attached to a unit, troop or \ncompany, complain to the officer under whose command or orders he is serving; and may if attached \nto a unit, troop or company, complain to the officer commanding the same.  \n(2) When the officer complained against is the officer to whom any complain t should , \nunder sub -section (1), be preferred the aggrieved person may complain to such officer’s next superior \nofficer.  \n(3) Every officer receiving such complaint shall examine into it for giving full redress to \nthe complainant or, when necessary refer it  to superior authority.  \n(4) Every such complaint shall be preferred in such manner and through such channels as \nmay from time to time be specified by proper authority.  \n(5) The 1[Federal Government] may revise any decision by the 2[Chief of the Army Staff] \nunder sub -section (2), but otherwise the decision of the 2[Chief of the Army Staff] shall be final.  \n168. Complaint by officers . Any officer who deems himself wronged by his commanding \nofficer or any superior officer and who, on due application made to his commanding officer, does not \nreceive the redress to which he considers himself entitled, may complain to the 1[Federal Governme nt] \nin such manner and through such channels as may from time to time be specified by proper authority.  \n169. Privileges of person attending courts martial.__ (1) No president or member of a \ncourt martial, no Judge Advocate, no party to any proceedings befo re a court martial, or his legal \npractitioner or agent, and no witness acting in obedience to a summons or order to attend a court martial \nshall, while proceeding to, attending, or returning from, a court martial, be liable to arrest under civil \nor revenue  process.  \n(2) If any such person is arrested under any such process, he shall be discharged by order \nof the court martial.  \n170. Exemption from arrest for debt.__ (1) No person subject to this Act shall, so long as \nhe belongs to the Pakistan Army, be liable to be arrested for debt under any process issued by, or by \nthe authority of, any civil or revenue court or revenue officer . \n(2) The judge of any such court or the said officer shall examine into any complaint made \nby any such person or his superior officer of the arrest of such person contrary to the provisions of this \nsection, and shall, by warrant under his hand, discharge the person, and award reasonable costs  to the \ncomplainant, who may recover those costs in like manner as he might have recovered costs awarded \nto him by a decree against the person obtaining the process.  \n(3) For the recovery of such costs no court fee shall be payable by the complainant.  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2Subs. by F.A.O., 1975, Art. 2 and Table for “Commander -in-Chief”.  \n  \n \nPage 66 of 70 \n 171. Property exempted from attachment.  Neither the arms, clothes, equipment, \naccoutrement or neces saries of any person subject to this Act, nor any animal used by him for the \ndischarge o f his duty, shall be seized, nor shall the pay and allowances of any such person or any part \nthereof be attached, by direction of any civil or revenue court or any reve nue officer, in satisfaction of \nany decree or order enforceable against him.  \n172. Application of the last two foregoing sections to reservists.  Every person belonging \nto any of the categories of the Reserves of the Pakistan Army constituted under the Pakistan (Army \nand Air Force) Reserve s Act, 1950 (XLVII of 1950), shall, when called out or engaged upon returning \nfrom, training or service, be ent itled to all the privileges accorded by sections 170 and 171 to a person \nsubject to this Act.  \n173. Priority of hearing by courts of cases in which persons subject to this Act are \nconcerned.__ (1) On the presentation to any court by or on behalf of any pers on subject to this Act of \na certificate from the proper authority, that leave of absence has been granted to him or has been \napplied for by him for the purpose of prosecuting or defending any suit or other proceeding in such \ncourt , the court shall, on the application of such person, arrange as far as may be possible, for the \nhearing and final disposal of such suit or other proceeding within the period of leave so granted or \napplied for.  \n(2) The certificate from the proper authority shall state the first and  the last day of leave or \nintended leave, and shall set forth a description of the case with respect to which the leave was granted \nor applied for.  \n(3) No fee shall be payable to the court in respect of the presentation of any such certificate, \nor in respe ct of any application by or on behalf of any such person for priority for the hearing of his \ncase.  \n(4) Where the court is unable to arrange for the hearing and final disposal of the suit or \nother proceeding within the period of such leave or intended leave  as aforesaid, it shall record its \nreasons for such inability and shall cause a copy thereof to be furnished to such person on his \napplication without any payment whatever by him in respect of the application for such copy or of the \ncopy itself or otherwis e. \n(5) If in any case a question arises as to the proper authority qualified to grant such \ncertificate as aforesaid such question shall be at once referred by the court to the officer commanding \nthe corps or unit concerned, whose decision shall be final.  \n174. Order for custody and disposal of property pending trial in certain cases.  When \nany property regarding which any offence appears to have been committed, or which appears to have \nbeen used for the commission of any offence, is produced before a court martial during a trial, the \ncourt may make such order as it thinks fit for the proper custody of such property pending the \nconclusion of the trial and, if the property is subject to speedy or natural decay, may, after recording \nsuch evidence as it th inks necessary, order it to be sold or otherwise disposed of.  \n175. Order for disposal of property regarding which offence committed.__ (1) After the \nconclusion of a trial before a court martial, the court or the officer confirming the finding or sentence \nof such court martial, or any authority superior to such officer, or, in the case of the trial by  summary  \n  \n \nPage 67 of 70 \n court martial, 1[an officer having power to convene a district court martial], may make such order  as it \nor he thinks fit for the disposal by destruction, confiscation, delivery to any person claiming to be \nentitled to possession thereof or otherwise of any property or document produced before the court or \nin its custody, or regarding which any offence  appears to have been committed or which has been used \nfor the commission of any offence.  \n(2) Where any order has been made under sub -section (1) in respect of property regarding \nwhich an offence appears to have been committed, a copy of such order signed and certified by the \nauthority making the same may, whether the trial was held within Pakistan or not, be sent to a \nmagistrate in any district in which such property for the time being is, and such magistrate shall \nthereupon cause the order to be carried i nto effect as if it was an order passed by such magistrate under \nthe provisions of the Code of Criminal Procedure, 1898 (V of 1898).  \nExplanation .__ In this section the term “property” includes in the case of property regarding \nwhich an offence appears to have been committed, not only such property as has been originally in the \npossession on under the control of any person, but also any property into or for which the same may \nhave been converted or exchanged, and anything acquired by such conversion or exchange whether \nimmediately or otherwise.  \n2[175A. Military, civil awards and decorations. — The Federal Government may confer \ncombat, non -combat, merito rious service awards, or any other awards or decorations, on serving \npersonnel, war wounded personnel or families of Shuhada, for outstanding contributions and \nperformance, participation or specific achievements.  \n175B. Service awards. — The Pakistan Army ma y, in the prescribed manner, confer service \nawards on serving personnel, war wounded personnel, families of Shuhada on the basis of \nperformance, participation, rank specific achievements or otherwise:  \nProvided that all such activities already undertaken sh all always be deemed to have been validly \ndone under this Act.  \n175C. Welfare and rehabilitation .— The Pakistan Army may, in the manner as may be \nprescribed, carry out activities for the purpose of welfare and rehabilitation of serving, retired or \nwounded p ersonnel as well as families of Shuhada:  \nProvided that all such activities already undertaken shall always be deemed to have been validly \ndone under this Act.  \n175D. Welfare through affiliated entities. — The Pakistan Army may, in the manner as may \nbe prescr ibed through its affiliated entities, carry out activities that relate to or generate proceeds for, \ninter alia , welfare and rehabilitation of serving and retired personnel of Pakistan Army, wounded \npersonnel, as well as families of Shuhada:  \nProvided that a ll such activities already undertaken shall always be deemed to have been validly \ndone under this Act.  \n \n1Subs. by the Pakistan Army (Amdt.) Act 1963 (9 of 1963), s. 5, for “an officer not below the rank of brigadier empowered in t his behalf by the    \nCommander -in-Chief”.  \n2Ins. by Act LXII of 2023, s.13.  \n  \n \nPage 68 of 70 \n 175E. National development. — The Pakistan Army may, upon direction or with the \nconcurrence of relevant authorities of the appropriate government in the prescribed manner, directly \nor indirectly, carry out activities related to, inter alia , national development and advancement of \nnational or strategic interest:  \nProvided that all such activities already undertaken shall be deemed to be and always to have \nbeen validly done under this Act.  \nExplanation .— “appropriate government” means the Federal Government or Provincial \nGovernment as the case may be.]  \nCHAPTER XV  \nRULES  \n176. Powers to make rules.__ (1) The 1[Federal Government] may make rules 2for the \npurpose of carrying into effect the provisions of this Act.  \n(2) Without prejudice to the generality of the power conferred by sub-section (1), such rules \nmay provide for__ \n(a) the 3[appointment, reappointment, 4[retention] or extension] retirement, release, \n4[resignation,] discharge, removal or dismissal from the service of persons \nsubject to this Act 3[, including the Chief of t he Army Staff and / or the \nChairman, Joint Chiefs of Staff Committee];  \n(b) the specification of punishments which may be awarded as field punishments \nunder sections 23 and 61;  \n(c) the assembly and procedure of Courts of inquiry 5[the recording of summaries  \nof evidence and the abstracts of evidence] and the administration of oaths and \naffirmations by such courts ; \n(d) the convening and constitution of courts martial 6[and the Court of Appeals]  ; \n(e) the adjournment, dissolution and sittings of courts martial 6[and the Court of \nAppeals];  \n(f) the procedure to be observed in trials by courts martial 7[and the Court of \nAppeals], and the qualification s of legal practitioners who appear thereat;  \n(g) the con firmation, revision and annulment of, and petitions against, the findings \nand sentences of courts martial;  \n(h) the carrying into effect of sentences of court s martial 6[and the Court of \nAppeals];  \n \n1Subs. by the Pakistan Army, (Amdt.) Act, 1973 (51 of 1973), s. 3, for “Central Government”.  \n2For the Pakistan Army Act Rules, 1954, see Gaz. of Pak., 1955, Ext., pp. 251 -388. \n3Added By Act I of 2020, s.4...(w.e.f. 27 -11-2019.)  \n4Ins. by Act LXII of 2023, s.14.  \n5Ins. by the Pakistan Army (Amdt.) Ordinance, 196 5 (15 of 1965), s. 5.  \n6Added by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s, 26.  \n7Ins. ibid. \n \nPage 69 of 70 \n (i) the forms and orders to be made under the provisions of this Act relating to \ncourts martial 1[and the court of Appeals] and sentences of 1[stoning to death, \ndeath, amputation of hand, foot or both, imprisonment for life, imprisonment, \ndetention or whipping] ;  \n(j) the constitution of authorities to decide for what persons, to what amounts and \nin what manner provision should be made for dependents  under section 71 and \nthe due carrying out of such decisions;  \n(k) the relative rank of, and powers of comm and to be exercised by, officers, junior \ncommissioned officers, warrant officers, petty officers and non -commissioned \nofficers of the Pakistan Army, Navy and Air Force, when acting together;  \n(l) deductions on account of public and regimental debts from the  pay and \nallowances of persons subject to this Act; 2[*] \n2[(la)   the activities related to welfare and rehabilitation of retired and serving Army \npersonnel, wounded personnel and  families of Shuhada; and  \n(lb) the activities connected with or resulting in public utility, national development, \ndisaster relief, advancement of national or strategic interests; and]  \n(m) any matter in this Act directed to be prescribed.  \n(3) All rules made under this Act shall be published in the official Gazette and, on such \npublication shall have effect as if enacted in this Act.  \n3[176A. Power to make regulations.  The 4[Federal Government] may make regulations for \nthe governance, command, discipline, recruitment, terms and conditions of service, rank, precedence, \nand administration of the Pakistan Army 5[including, appointment, reappointment, extension or \nretirement of t he Chief of the Army Staff and / or the Chairman, Joint Chiefs of Staff Committee] and \ngenerally for all or any of the purposes of this Act 2[* * *].  \n2[176AA*.  Power to issue instructions. – The Chief of the Army Staff may, from time to time, \nmake and issue  instructions for carrying into effect the provisions of this Act and the rules and \nregulations made thereunder:  \nProvided that all such instructions already made and issued shall always be deemed to have \nbeen validly made and issued under this Act.]  \n6[176B . Reference to Commander -in-Chief in other Laws .__ Reference in any law, and in \nany rule, regulation, bye -law, notification, order, warrant, bond, document or other instrument made \nor issued under any law, to the “Commander -in-Chief ” in relation to the Pak istan Army shall be \nconstrued as reference to the Chief of the Army Staff.  \n \n \n1Ins. and Subs. by the Pakistan Army (Amdt.) Ordinance, 1984 (36 of 1984), s .26. \n2omitted  and Ins.  by Act LXII of 2023, s.14 -16. (* newly inserted section 176AA appears as 176A in Gazette notification)  \n3New section 176A ins. by the Pakistan Army (Amdt.) Ordinance, 1965 (15 of 1965), s. 6  \n4Subs. by the Pakistan Army (Amdt.) Act 1973 (51 of 1973), s. 3. , for “Central Government”.  \n5Added By Act I of 2020, s.5( w.e.f . 27-11-2019.)  \n6Ins. by the Pakistan Army (Amdt.) Act, 1976 (51 of 1976), s. 32.  \n \nPage 70 of 70 \n  176C.  Delegation of powers of the Chief of the Army Staff.  __ 1[(1) If at any time the Federal \nGovernment considers it necessary to do so for any reason, the Federal Government may, by order in \nwriting, authorise the officer appointed as 2[Vice Chief of the Army Staff or, Deputy Chief of the Army \nStaff] to exercise an d perform such of the powers and functions vested in the Chief of the Army Staff \nunder any law, rules, regulations, order s or instruction s for the time being in force as may be so \nspecified ; and any such order may be made so as to have retrospective effec t from any day not \npreceding the twenty -fourth day of June, 1978].  \n(2) 3[The Vice Chief of the Army Staff or, as the case may be, the] Deputy Chief of the \nArmy Staff shall exercise the powers and perform the functions conferred upon him under sub -section \n(1) in accordance with such general or special direction as may be given in that behalf by the Federal \nGovernment.  \n4[(3) The Chief of the Army Staff may delegate any of his powers and functions conferred \nby, or delegated under, this Act to any officer or au thority subordinate to him.]  \n4[176D. Validation. — On commencement of the Pakistan Army (Amendment) Act, 2023 (    of \n2023) and notwithstanding anything contained in any other law for the time being in force, all rules, \nregulations, instructions and orders issued and actions taken in purported exercise thereof, from time \nto time, shall always be deemed to have been validly issued, made, taken or done under this Act and \nshall not be called in question on any ground whatsoever.]  \n4[176E. Overriding effec t.— The provisions of this Act shall have effect notwithstanding \nanything inconsistent contained in any other law, rules or regulations for the time being in force and \nsuch law, rules or regulations shall, to the extent of any inconsistency, cease to have effect.]  \n177. [Repeals.] Omitted by the Federal Law s (Revision and Declaration) Ordinance, 1981 \n(27 of 1981), s. 3 and 2nd Sch.  \nChapter XVI. [Transitory Provisions] Omitted by the Pakistan Army (Amdt.) Act, 1976 (51 of \n1976), s. 33.  \n[The Schedule].__ Omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 \n(27 of 1981), s. 3 and Sch. II.  \n \n \n \n \nLast Uploaded on 18.10.2023  \n \n1Subs. by the Pakistan Army (Amdt.) Act, 1979 (60 of 1979), s. 2.  \n2Subs. by the Pakistan Army (Amdt.) Ordin ance, 1980 (37 of 1980), s. 2, ( w.e.f.  1-5-1980)  \n3Subs. by the Pakistan Army (Amdt.) Ordinance, 1980 (37 of 1980), s. 2, ( w.e.f . 1-5-1980)  \n4Subs.  and Ins. by Act LXII of 2023, s.17 -19."
}