{
    "file": "./converted_json\\administratorb809cb9a95b72eaae36eba4df210870a.json",
    "name": "Anti-Dumping Duties Rules, 2014 Amendment",
    "date": "February 4, 2014",
    "tagline": "Amendments to Anti-Dumping Duties Rules, 2001",
    "content": "ettlette REGISTERED No. M  - 302 \nL.-7646 \nof Fabian \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, THURSDAY, FEBRUARY 6, 2014 \nPART II \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF COMMERCE AND TEXTILE INDUSTRY \nNOTIFICATION \nIslamabad, the 4th February, 2014 \nS.R.O. 84 (I)/2014.—In exercise of the powers conferred by section 67 \nof the Anti-Dumping Duties Ordinance, 2000 (LXV of 2000), the Federal \nGovernment is pleased to direct that the following further amendments shall be \nmade in the Anti-Dumping Duties Rules, 2001, namely:— \nIn the aforesaid Rules:— \nin rule 6, for the words \"contain adequate information on\" the words \n\"set forth on otherwise make available through a separate report\" \nshall be substituted; \nin rule 10, for the words \"also contain\" the words \"set forth or \notherwise make available through a separate report\" shall be \nsubstituted; \n(239) \nPrice : Rs. 02.00 \n[4123 (2014)/Ex. Gaz.] \n• \t240 \tTHE GALLI l'h OF PAKISTAN, EXTRA., FEBRUARY 6,2014 \t[PARTII  \n(c) \tin rule 15, for the commas and words \", in addition to the information \nrequired under the Ordinance, contain\" the words \"set forth or \notherwise make available through a separate report\" shall be \nsubstituted; and \n(d) \tin rule 20,— \nfor the words \"shall be in the amount set out\" the words \"and \npublication charges in an investigation shall be set out\" shall be \nsubstituted; and \nfor full stop at the end a colon shall be substituted and thereafter \nthe following proviso shall be added, namely:- \n\"Provide that— \nall expenses for publication of notices in the newspapers \nin an investigation shall be borne by the applicant on actual \nbasis; \nfor the purpose of publication charges, approximate amount \ndetermined by the Commission shall be deposited by the \napplicant, with the Commission in the form of post dated \ncheque, bank draft or pay order at the time of submission \nof the Application; and \nsubject to clause (a), the post dated cheque, bank draft or \npay order shall be adjusted and, if any, returned to the \nApplicant on conclusion of the investigation.; and \n(e) \tin the Second Schedule, for the figure \"75,000\" the figure \"100,000\" \nshall be substituted. \n[F. No. 3 (45)/201.2-VVT01 \nNIAZ MUHAMMAD KHAN, \nDeputy Secretary (WTO). \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBUSHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}