{
    "file": "./converted_json\\administratorf40478264f9ddec8e5f65995e2602d8e.json",
    "name": "National Accountability (Second Amendment) Ordinance, 2019",
    "date": "December 28, 2019",
    "tagline": "Amending the National Accountability Ordinance, 1999",
    "content": "PART I]     THE GAZETTE OF PAKISTAN, EXTRA., DEC.  28,  2019  787 \n \n \n \n \nISLAMABAD,  SATURDAY , DECEMBER   28,  2019 \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF PAKIST AN \nMINISTRY OF LAW AND JUSTICE  \n \nIslamabad, the 28th December , 201 9 \n \n  No. F. 2(1)/201 9-pub.—The following Ordinance promulgate d on 2 7th \nDecember, 2019 by the President is hereby pub lished for general information: — \n \nORDINANCE NO. XXV II OF 2019  \n \nAN \n \nORDINANCE  \n \nto amend the National Accountability Ordinance, 1999  \n \n WHEREAS  it is expedient further to amend the  National Accountability  \nOrdinance, 1999 ( XVIII of 1999), for the purposes hereinafter appearing;  \n \n AND WHEREAS the Senate and the National Assembly are not in session \nand the President is satisfied that circumstances exist which render it necessary to \ntake immediate action;  \n \n(787) \n \nPrice: Rs. 6.00 \n \n[2034(2019)/Ex. Gaz.].   \n788 THE GAZETTE OF PAKISTAN, EXTRA., DEC.   28,  201 9 [PART I \n \n  NOW THEREFORE , in exercise of powers conferred by clause (1) of \nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President is \npleased to make and promulgate the following Ordinance: —  \n \n 1. Short title and commencement. —This Ordinance may be called \nthe National Accountability (Second Amendment) Ordinance, 2019.  \n \n (2) It shall come into force at once.  \n \n 2. Amendment of section 4, Ordinance XVIII 1999. —In the \nNational Accountability Ordinance , 1999 (XVIII of 1999), hereinafter referred to \nas “the Ordinance ”, for section 4, the following shall be substituted, namely: —  \n \n “4. Application. —(1) This Ordinance extends to the whole of Pakistan \nand shall apply to all persons, including those persons who are or \nhave been in the service of Pakistan, except in respect of persons \nand transactions specified in sub -section (2).  \n \n (2) The provisions of this Ordinance shall not a pply to the  following \npersons and transactions, namely: — \n \n (a) matters pertaining  to Federal or Provincial taxation, levies or \nimposts. Upon the commencement of the National \nAccountability  (Amendment) Ordinance, 2019, all pending: — \n \n (i) inquiries and investigations shall stand transferred to the \nrespective authorities or departments w hich administer \nthe relevant laws of taxation, levies or imposts in \nquestion; and  \n \n (ii) trials shall stand transferred from the relevant \nAccountability Courts to the criminal courts which deal \nwith offences under the respective laws pertaining to \ntaxation , levies or imposts in question;  \n \n (b) any person or entity, or transaction in relation thereto, who or \nwhich are not directly or indirectly connected with a holder of \npublic office, except offences falling under clauses (ix), (x) \nand (xi) of sub -section ( a) of section 9;  \n \n (c) with regard to procedural lapses in any government project or \nscheme, no action under this Ordinance shall be taken against \nPART I]     THE GAZETTE OF PAKISTAN, EXTRA., DEC.  28,  2019  789 \n any holder of public office, unless it is shown that the holder \nof public office has materially benefitted by  gaining any asset \nor monetary benefit which is disproportionate to his known \nsources of income, or where such material benefit cannot be \nreasonably accounted for, and there is evidence to corroborate \nthe acquiring of such material benefit; and  \n \n (d) with regard to any matter pertaining to the rendition of any \nadvice, opinion or report, no action under this Ordinance shall \nbe taken against any holder of public  office, unless it is shown \nthat the holder of public office has materially  benefitted by \ngaining a ny asset or monetary benefit which is \ndisproportionate to his known sources of income, or where \nsuch material benefit cannot be reasonably accounted for, and \nthere is evidence to corroborate such material benefit.  \n \n (3) Notwithstanding anything contained i n this Ordinance or any other \nlaw for the time being in force, the valuation of immovable \nproperties, for the purposes of assessing as to whether a holder of \npublic office has assets disproportionate to his known sources of \nincome, shall be reckoned either  according to the applicable rate \nprescribed by the District Collector or the Federal Board of \nRevenue, whichever is higher. No evidence contrary to the latter \nshall be admissible. ” \n \n 3. Amendment of section 9, Ordinance XVIII 1999. —In the \nOrdinance, in se ction 9, in sub -section (a): —  \n \n (a) in clause (vi), after the “semi colon ”, at the end, the follo wing shall \nbe inserted, namely: — \n \n   “Explanation: —For the purposes of this clause nothing shall be \nconstrued as misuse of authority by a holder of public off ice unless \nthere is corroborative evidence of accumulation of any monetary \nbenefit or asset which is disproportionate to his known sources of \nincome or which cann ot be reasonably accounted for;”  \n \n (b) after clause (xii), the following new clause (xiii) sha ll be inserted, \nnamely: —  \n \n “(xiii)  an act done in good faith and in discharge of duties and \nperformance of official function  shall not, unless there is \ncorroborative evidence of accumulation of any monetary \n790 THE GAZETTE OF PAKISTAN, EXTRA., DEC.   28,  201 9 [PART I \n \n benefit or asset which is disproportionate to th e known  \nsources of income or which cannot be reasonably accounted \nfor, constitute an offence under this clause. ” \n \n \n \n \n \nDR. ARIF ALVI , \nPresident . \n \n————  \n \n \n \nMUHAMMAD KHASHIH -UR-REHMAN , \nSecretary.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPRINTED  BY THE MANAGER, PRINTING COR PORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}