{
    "file": "./converted_json\\administrator46fe17bddef7c9215969d19100030678.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 2 \n  \n \n \n \nTHE LEGAL TENDER  (INSCRIBED NOTES) ORDINANCE, 1977  \n \n \n \n    CONTENTS  \n \n1.   Short  title, extent and commencement  \n2.  Definition  \n3.  Certain bank not es to cease to be legal tender  \n   \n \n\nPage 2 of 2 \n THE LEGAL TENDER (INSCRIBED NOTES) ORDINANCE, 1977  \nORDINANCE No. XXII OF 1977  \n[26th May, 1977]  \nAn Ordinance to provide that certain bank notes shall cease to be legal tender  \nWHEREAS it is expedient to provide that certain bank notes shall cease to be le gal tender;  \nAND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \nNOW, THEREFORE,  in exercise of the powers conferred by clause (1) of Article 89 of t he \nConstitution of the Islamic Republic of Pakistan, the President is pleased to make and promulgate the \nfollowing Ordinance: — \n1. Short title, extent and commencement .—(l) This Ordinance may be called the . \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definition . In this Ordinance, “bank notes ” shall have the same meaning as in the State Bank \nof Pakist an Act, 1956 (XXXIII of 1956) 1[, and shall include a Government of Pakistan one rupee \nnote].  \n3. Certain bank notes to cease to be legal tender. —(1) Notwithstanding anything contained \nin the State Bank of Pakistan Act, 1956 ( XXXIII  of 1956), or in any other law for the time being in \nforce, a bank note of any denomination w hich bears written, stamped, embossed or inscribed upon it \nany words or visible representation intended to convey or capable of conveying a message of a \npolitical, religious or commercial character shall, on and from such day as the Federal Government \nmay,  by notification in the official Gazette specify, cease to be legal tender; and the State Bank of \nPakistan shall, as from the day so specified, not be under any obligation to receive, exchange or refun d \nthe value of, any such note 2[:] \n2[Provided that noth ing in this section shall apply to a Bank note which bears upon it under a \ndirection of the Federal Government, any words or visible representation intended to convey or capable \nof conveying a mes sage of a religious character.]  \n(2) Any person in possession  of any bank note referred to in sub -section (1) may, before the \nday specified in the notification under that sub -section, tender for exchange such note at any office, \nbranch or agency, if any, of the State Bank of Pakistan, and any such office, branch or agency shall \nexchange the note s. \n \n \n1 Added by the Legal Tender (Inscribed Notes) (Amdt.) Ordinance, 1980 (23 of 1980), s. 2. (w.e.f. 23 -5-77).  \n2  Subs . and added by the Legal Tender ( Inscribed Notes) (Amdt.) Ordinance, 1981 (44 of  1981). s. 2."
}