{
    "file": "./converted_json\\administratordbbced85c2a2e033ef5ef0acced5dc89.json",
    "name": "National University of Computer and Emerging Sciences Ordinance, 2000",
    "date": "1st July, 2000",
    "tagline": "An Ordinance to provide for the establishment of a National University of Computer and Emerging Sciences",
    "content": "Page 1 of 18 \n   \n \nTHE NATIONAL UNIVERSITY OF COMPUTER AND EMERGING \nSCIENCES ORDINANCE, 2000  \n \n \n \nCONTENTS  \n \n1.  Short title and commencement  \n2.  Definition s \n3.  Establishment and incorporation of the University  \n4.  Powers and functions of the University  \n5.  University open to all  \n6.  Teaching and examinations  \n7.  Authorities of the University  \n8.  Officers of the University  \n9.  Patron  \n10.  Visitation  \n11.  Rector  \n12.  Board of Trustees  \n13.  Powers and functions of the Board of Trustees  \n14.  Board of Governors  \n15.  Powers and functions  of the Board  \n16.  Meetings of the Board  \n17.  Academic and administrative staff  \n18.  University fund, audit and accounts  \n19.  Academic Council   \n20.  Powers and duties o f the Academic Council   \n21.  Constitution , function s and powers of authorities  \n \n\n \nPage 2 of 18 \n 22.  Appointment of Committees by certain authorities  \n23.  Statutes  \n24.  Indemnity and bar of jurisdiction  \n25.  Removal of difficulties  \nTHE SCHEDULE  \n1.  Faculties  \n2.  Board of Faculty  \n3.  Functions of the Board of Faculty  \n4.  Dean  \n5.  Academic Departments and Head of Department  \n6.  Board of Advanced Studies and Research  \n7.  Functions of Board of Advanced Studies and Research  \n8.  Selection Board  \n9.  Functions of the Selection Board  \n10.  Finance and Planning Committee  \n11.  Functions of the Finance and Planning Committee  \n  \n \nPage 3 of 18 \n THE NATIONAL UNIVERSITY OF COMPUTER AND EMERGING \nSCIENCES ORDINANCE, 2000  \nORDINANCE No. XXIII OF 2000  \n[1st July,2000]  \nAn Ordinance to provide for the establishment of a National University of Computer and Emerging \nSciences  \n WHEREAS it is in the interest of the country to establish centres of excellence in the emerging \ndisciplines of science and technology to provide a strong base for economic growth and  human \ndevelopment and to provide quality education to talented students;  \n AND WHEREAS  it is expedient to provide for the establishment of a National University of \nComputer and Emerging Sciences, and for matters ancillary thereto;  \n AND WHEREAS the National  Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No. I of 1999;  \n AND WHEREAS  the President is satisfied that circumstances exist which rend er it necessary \nto take immediate action;  \n NOW, THEREFORE,  in pursuance of Proclamation of the Fourteenth day of October, 1999, \nand Provisional Constitution Order No. 1 of 1999, as well as Order No. 9 of 1999, and in exercise of \nall powers enabling him in that behalf, the President of the Islamic Republic of Pakistan is pleased to \nmake and promulgate the following Ordinance: — \n 1. Short title and commencement .___ (1) This Ordinance may be called the National \nUniversity of Computer and Emerging Sciences Ordin ance, 2000.  \n (2) It shall come into force at once.  \n 2. Defin itions.___ In this Ordinance, unless there is anything repugnant in the subject or \ncontext,—  \n(a)   “Academic Council ” means the Academic Council of the University;  \n(b)   “Authority ” means any of the authorities of the University specified in section \n7; \n(c)   “Board” means the Board of Governors of the University;  \n(d)   “Board of Trustees ” means the Board of Trustees of the University:  \n(e)   “Chancellor ” means the Chancellor of the University;  \n(f)   “Dean” means the Dean of a Faculty of the University;  \n \nPage 4 of 18 \n (g)   “Faculty” means the Faculty of the University;  \n(h)   “Foundation ” means Foundation for Advancement of Science and Technology \n(FAST) registered under the Societies Registration Act, 1860 (XXI of 1860) ;  \n(i)   “Head” means Head of a teaching department of the University;  \n(j)   “Patron” means the Patron of the University;  \n(k)  “prescribed ” means prescribed by Statutes, Regulations or Rules;  \n(l)   “Rector” means the Rector of the University;  \n(m)   “Registrar” means the Registrar of the University;  \n(n)   “Statutes”, “Regulations and Rules ” means the Statutes, the Regulations and the \nRules made, or deemed to have been made, under this Ordinance;  \n(o)  “teacher s” includes the Professors, Associate Professors, Assistant Professors, \nLecturers and research staff engaged by the University for teaching graduate or \npost graduate classes and such other persons as may be declared as “Teachers” \nby the Board;  \n(p)   “teach ing department ” means a teaching department established and maintained \nby the University; and  \n(q)   “University ” means the National University of Computer and Emerging \nSciences.  \n 3. Establishment and incorporation of the University .___ (1) There shall be established at \nIslamabad a University to be called the National University of Computer and Emerging Sciences \nconsisting of —  \n(a)   the Patron, the Chancellor, the Rector, the Deans and the members of the Board \nof Trustees and the Board o f Governors;  \n(b)   the members of such councils, committees and other bodies as the respective \nBoards may establish;  \n(c)   the teachers and students of the University and its constituent units; and  \n(d)   such other officers and members of the staff as may,  from time to time, be \nspecified by the respective Board.  \n (2) The University shall be a body corporate by the name of the National University of \nComputer and Emerging Sciences having perpetual succession and a common seal, with power, among \nothers, to acq uire, hold and dispose of any property or investments and shall by the said name sue and \nbe sued.  \n \nPage 5 of 18 \n  (3) The University will be a multi -campus university with its principal seat at Islamabad and \nin addition to Foundation's existing institutes at Islamabad, L ahore and Karachi, may set up any \nnumber of campuses, colleges and Institutes at such places in Pakistan as the board may determine.  \n (4) The University shall receive and abide by the directives issued by the Foundation from time \nto time in furtherance of the Foundation's objectives.  \n 4. Powers and functions of the University .— The University shall have the powers —  \n(a)     to provide for instruction and training in computer and emerging sciences and \nin such allied branches of learning as it may deem fit; a nd to make provision for \nresearch, demonstrations and other services, and for the advancement and \ndissemination of knowledge in such manner as it may determine;  \n(b)     to admit and examine students;  \n(c)     to hold examinations and confer or award degrees, diplomas, certificates and \nother academic distinctions on and to persons who have passed its examinations \nunder prescribed conditions;  \n(d)     to select and promote faculties;  \n(e)     to confer honorary degrees;  \n(f)      to prescribe courses of st udies in computer and emerging sciences and such \nother branches of learning as the University may determine;  \n(g)     to pursue research;  \n(h)     to establish and support other facilities for education, training and research;  \n(i)      to decide teaching met hods and strategies in order to ensure the most effective \neducational and training programmes;  \n(j)  to use its financial and other resources to the fullest extent for the execution of \nits programmes;  \n(k)    to enter into agreements, contracts and arrangeme nts with organizations, \ninstitutions, bodies and individuals for carrying out its functions and activities;  \n(l)    to affiliate or associate itself with other institutions for effective discharge of   its \nfunctions and responsibilities;  \n(m)  to provide for the teaching of specified courses and training for persons not \nbeing the students of the University and grant certificates and diplomas to such \npersons;  \n(n)  to establish, administer and maintain halls of residence and approve any place \nas hostel or lodgin g for students;  \n \nPage 6 of 18 \n (o)  to recognise the examinations passed or the period of study spent at other \nuniversities or places of learning as equivalent to examinations or periods of \nstudy in the University or to withdraw such recognition; and  \n(p)   to do all such  other acts and things as may be required to further its objectives.  \n 5. University open to all.___ The University shall be open to persons of either sex of whatever \nreligion, race, creed, colour or domicile who are academically qualified for admission to the courses \nof study offered by the University and no such person shall be denied the privileges of the University \non the ground only of sex, religion, creed, race, class, colour or domicile.  \n 6. Teaching and examinations .___ (1) The academic programmes of  the University shall be \nconducted in the prescribed manner.  \n (2) The University may associate external examiners for the conduct of examinations.  \n (3) No degree shall be granted unless a students has passed an examination in Islamic and \nPakistan Studies a t the Bachelor's degree level or, in the case of a non -Muslim student, in Ethics and \nPakistan Studies at his option.  \n 7. Authorities of the University .____ The authorities of the University shall consist of —  \n(i) Academic Council;  \n(ii) Advanced Studies and  Research Board;  \n(iii) Board of Governors;  \n(iv)     Board of Trustees;  \n(v)      Finance and Planning Committee;   \n(vi)     Selection Board; and  \n(vii)    such other authority as may be specified by regulations to be the authority.  \n 8. Officers of the University . The following shall be the officers of the University  namely:—  \n(a)   the Chancellor who shall be appointed by the Patron on the recommendation of \nthe Foundation;  \n(b)   the Rector;  \n(c)   the Deans;  \n(d)   the Heads of teaching departments;  \n(e)   the Registrar; and  \n(f)   such other persons as may be specified by regulations to be officers.  \n \nPage 7 of 18 \n  9. Patron .___ (1) The President of the Islamic Republic Of Pakistan shall be the Patron of the \nUniversity.  \n (2) The Patron, or in his absence, the Chancellor shall preside at the convocation of the \nUniversity.  \n (3) Every proposal to confer an honorary degree shall be subject to confirmation by the Patron.  \n 10. Visitation .___ (1) The Chancellor may cause an inspection or inquiry to be made in respect \nof any matt er connected with the affairs of the University and shall, from time to time, direct any \nperson or persons to enquire into or carry out inspection of —  \n(i)      the University, its buildings, laboratories, libraries, and other facilities;  \n(ii)       any in stitution, department, school, college or hostel maintained by the \nUniversity;  \n(iii)      the adequacy of financial and human resources;  \n(iv)      the teaching, research, curriculum, examinations and other matter of the \nUniversity; and  \n(v)     such other m atters as may be specified by him.  \n (2) The Chancellor shall communicate to the Board his views with regard to the result of \nvisitation and shall, after ascertaining the views of the Board, advise the Board on the action to be \ntaken by it. .  \n (3) The Board  shall, within such time as may be specified by the Chancellor, communicate to \nhim such action, if any, as has been taken or may be proposed to be taken upon the results of visitation.  \n (4) Where the Board, within the time specified, does not take action t o the satisfaction of the \nChancellor, the Chancellor may issue such directions as he thinks fit and the Board shall comply with \nall such directions.  \n 11. Rector .___ (1) The Chancellor shall, on the recommendation of the Board of Trustees \nappoint an eminent  scholar and an educationist of distinction as Rector for a period of four years and \non such terms and conditions as he may determine.  \n (2) The Rector shall be the chief academic and administrative officer of the University and \nshall be responsible for th e implementation of the decisions of the Board and for the execution of the \nprogrammes of the University in accordance with the guidelines and policies formulated by the Board \nand shall be responsible for implementing the decisions of the Board of Trustees . \n (3) The Rector shall — \n(a)     submit plans of work and budget estimates of the University for the \nconsideration of the Board;  \n \nPage 8 of 18 \n (b)    direct the activities connected with the execution of programmes  for instruction, \ntraining, research, demonstration, services to community, etc;  \n(c)     authorise expenditure provided for in the approved budget;  \n(d)    re-appropriate funds within the approved budget and report it to the Board in \nthe next meeting;  \n(e)     appoint, with the approval of the Board, teachers, officers and members of the \nstaff of the University and such other persons as may be necessary in accordance \nwith policies and procedures approved by the Board so as to ensure the highest \nintellectual a nd moral qualities in the persons appointed;  \n(f)     submit to the Board, in accordance with the rules of procedure made by it, \nreports on the activities of the University and the execution of the plans of work;  \n(g)     create and fill temporary posts for a period not exceeding six months; and  \n(h)     undertake any work assigned by the Board of Trustees.  \n 12. Board of Trustees .___ (1) There shall be a Board of Trustees consisting of the following, \nnamely:—  \n(i)      The Chancellor who shall be its Chairpers on; \n(ii)      Chairman, University Grants Commission or his nominee not below the rank of \nan officer of Basic Pay Scale 20;  \n(iii)      a retired judge of the Supreme Court of Pakistan or a High Court;  \n(iv)      a retired vice -chancellor or an eminent schol ar; \n(v)     two eminent scientists;  \n(vi)     two nominees of the Foundation;  \n(vii)      Rector;  \n(viii)      one nominee of the Board; and  \n(ix)    Secretary, Ministry of Education.  \n (2) Members of the Board of Trustees referred to in clauses (iii), (iv) and (v) shall be nominated \nby the Foundation.  \n (3) Members of Board of Trustees, other than ex-officio members, shall hold office for three \nyears.  \n (4) The quorum for the meeting of the Board of Trustees shall be one half of total number of \nthe members, a frac tion being counted as one.  \n \nPage 9 of 18 \n  (5) The Chairperson may nominate any member of the Board of Trustees to act as Chairperson \nin his absence.  \n (6) The Board of Trustees shall meet at least twice in a year on dates to be fixed by the \nChairperson.  \n 13. Powers and functions of the Board of Trustees .___ The Board of Trustees shall exercise \nthe powers and perform the following functions, namely: —  \n(a)  To hold, control and administer the property, funds and resources of the \nUniversity and borrow or rais e funds for the purposes of the University upon \nsuch security as may be required;  \n(b)   to undertake responsibility for the financial viability of the University including \nresponsibility for ensuring effectiveness of its operations, their continuity and \npreservation of the autonomy of the University;  \n(c)   to approve the draft statutes proposed by the Board of Governors;  \n(d)   to consider and pass the resolutions of the annual report, plan of work, statement \nof accounts and the annual budget estimates as re commended by the Board of \nGovernors;  \n(e)   to appoint members of the Board and other authorities in accordance with the \nprovision of this Ordinance;  \n(f)    to delegate powers to an authority or officer or a committee; and  \n(g)   to approve arrangements thro ugh which other institutions may become affiliated \nor associated with the University.  \n 14. Board of Governors .___ (1) The general supervision and control of administrative, \nacademic and financial affairs and the power to lay down the policies of the Univer sity shall vest in a \nBoard of Governors consisting of the following members, namely: —  \n(a)    Rector who shall be the Chairperson of the Board;  \n(b)   one retired judge of the Supreme Court of Pakistan or a High Court, to be \nnominated by the Foundation;  \n(c)  Chairman, University Grants Commission, or his nominee not below the rank \nof an officer of Basic Pay Scale 20;  \n(d)   one vice -chancellor of a University to be nominated by the Foundation;  \n(e)   Secretary, Ministry of Education, or his nominee not below t he rank of an \nofficer of Basic Pay Scale 20;  \n(f)    one Dean to be nominated by the Board of Trustees in consultation with the \nRector;  \n \nPage 10 of 18 \n (g)   three persons, prominent in the field of their specialisation because of their \nexperience and achievements, to be n ominated by the Board of Trustees; and  \n(h)   Registrar of the University shall act as Secretary of the Board.  \n (2) A nominated member of the Board shall hold office for a term of three years and shall be \neligible for re -nomination on the expiry of his term  unless the Board of trustees, for reason to be \nrecorded, terminates his membership earlier.  \n (3) The office of a nominated member of the Board shall become vacant if he resigns or fails \nto attend three consecutive meetings of the Board without sufficient cause or leave of absence.  \n (4) A casual vacancy in the office of a member of the Board shall be filled by a person \nnominated by the authority which nominated the member whose vacancy is to be filled.  \n (5) No act or proceedings of the Board shall be invali d by reason only of the existence of a \nvacancy in, or any defect in the constitution of, the Board.  \n 15. Powers and functions  of the Board .___ (1) The Board shall exercise the powers and \nperform the following functions, namely: —  \n(a)     to formulate or ap prove the principles, policies and plans governing the \nactivities and operations of the University so as to facilitate research, teaching \nand other academic work;  \n(b)     to make rules and regulations;  \n(c)     to prepare or have prepared and revised from time to time rules and regulations \nfor the efficient and effective operation of the University;  \n(d)     to create a component of the University such as faculties, departments, schools, \ncolleges and institutions under its jurisdiction and to constitute such  standing \ncommittees, councils and other administrative or academic advisory bodies, as \nit deems necessary, and review their work;  \n(e)     to consider plans of work and annual budget of the University for the approval \nof Board of Trustees;  \n(f)      to call  for and consider reports relating to the activities of the University and the \nexecution of the plans of work and to direct the Rector to furnish information \nrelating to any matter specified by the Board;  \n(g)     to create such academic or administrative p osts as it may deem necessary and \nto approve appointments to such posts as it may specify;  \n(h)     to appoint from amongst its members, committees or sub -committees as it may \ndeem necessary;  \n(i)      to take all such initiatives as it may consider necessar y or desirable for the \nefficient and effective management and functioning of the University; and  \n \nPage 11 of 18 \n (j)    to lay down its own rules of procedure.  \n (2) The Board may delegate any of its powers to the Rector subject to such conditions as it may \ndeem fit to imp ose. \n 16. Meetings of the Board .___ (1) The Board shall meet at least twice in a year on dates to be \nfixed by the Rector.  \n (2) A special meeting may be called at any time by the Patron, Chancellor or Rector or on a \nrequest by not less than five members of  the Board to consider any matter of urgent nature.  \n (3) In the case of a special meeting not less than ten clear days' notice shall be given to the \nmembers of the Board and the agenda of the meeting shall be restricted to the matter for which the \nspecial meeting is called.  \n (4) The quorum for a meeting of the Board shall be one half of its members, a fraction being \ncounted as one.  \n (5) The decisions of the Board shall be expressed in terms of the views of the majority of the \nmembers present and voting and,  if the members are equally divided, the Chairperson of the Board \nshall have, and exercise, a casting vote.  \n 17. Academic and administrative staff .___ (1) The academic and administrative staff of the \nUniversity shall be selected with a view to achieving it s stated objectives and the basic criteria for their \nselection shall be the highest standards of competence, integrity and efficiency.  \n (2) In the case of academic staff, academic qualification and fringe benefits shall not be less \nthan those duly approved  by the University Grants Commission for such appointments.  \n 18. University fund, audit and accounts .___ (1) The University shall have a Fund to which \nshall be credited income from fees, donations, trusts, bequests, endowments, grants, contributions and \nany other sources.  \n (2) No contribution, donation or grant which may directly or indirectly involve any im mediate \nor subsequent financial liability of the University, or which may involve an activity not included in its \nprogrammes for the time being, shall be accepted without the prior approval of the Board of Trustees.  \n (3) The accounts of the University shal l be maintained in such form and in such manner as may \nbe prescribed by rules.  \n (4) The accounts of the University shall be audited each year within four months or the closing \nof the financial year of the University by a Chartered Accountant appointed by t he Board of Trustees.  \n (5) The accounts, together with the report of the auditor thereon, shall be submitted to the Board \nof Trustees for approval.  \n (6) The auditor's report shall certify that the auditor has complied with the standards of audit \nand certif ication laid down by the Institute of Chartered Accountants of Pakistan.  \n 19. Academic Council .___ (1) The Academic Council shall consist of —  \n \nPage 12 of 18 \n (i)      the Rector who shall be its Chairperson;  \n(ii)      all the Deans;  \n(iii)      all the Heads of the teaching departments and institutes;  \n(iv)      all professors and Associate Professors of the University;  \n(v)     two Assistant Professors and two Lecturers to be nominated by the Board;  \n(vi)      three eminent persons, one each from the field of arts, sci ences and engineering \nto be nominated by the Board;  \n(vii)    nominee of the University Grants Commission; and  \n(viii)     the Registrar as Secretary.  \n (2) Members appointed by nomination shall hold office for three years.  \n (3) The quorum for a meeting of the  Academic Council shall be one -third of the total number \nof members, a fraction being counted as one.  \n 20. Powers and duties of the Academic Council  .___ (1) The Academic Council shall be the \nacademic body of the University and shall, subject to the provis ions of this Ordinance and the Statutes, \nhave the powers to lay down proper standards of instructions, research, publications and examinations \nand to regulate and promote the academic life of the University.  \n (2) In particular and without prejudice to the generality of the foregoing provisions, and subject \nto the provisions of this Ordinance and the Statutes, the Academic Council shall have the powers — \n(a)     to advise the Board on academic matters;  \n(b)     to regulate the conduct of teaching, research, pu blications and examinations;  \n(c)     to regulate the admission of students to the courses of studies and examination \nin the University;  \n(d)     to regulate the conduct and discipline of the students of the University;  \n(e)     to propose to the Board scheme s for the constitution and organisation of \nfaculties and teaching departments;  \n(f)      to consider or formulate proposals for the planning and development of teaching \nand research in the University;  \n(g)     to make regulations prescribing the courses of s tudies; the syllabi and the \noutlines of tests for all University examinations subject to the approval of the \nBoard;  \n \nPage 13 of 18 \n (h)     to regulate the award of fellowships, scholarships, stipends, bursaries, \nexhibitions, medals and prizes;  \n(i)     to frame regulation s for submission to the Board;  \n(j)  to appoint or nominate members to the various authorities in accordance with \nthe provisions of this Ordinance; and  \n(k)  to perform such other functions as may be prescribed by Statutes. .  \n 21. Constitution , function and powers of authorities .___ Subject to the provisions of this \nOrdinance, the constitution, functions and the powers of the authorities for which no specific provision \nhas been made in this Ordinance shall be such as may be prescribed by Statutes.  \n  22. Appoi ntment of Committees by certain authorities .___ The Board of Trustees, the Board, \nthe Academic Council and any other authorities may from time to time, appoint such standing, special \nor advisory committees as they may deem fit and may appoint such persons on these committees who \nare not members of the authorities appointing the committees.  \n 23. Statutes .___ (1) Subject to the provisions of this Ordinance, Statutes may be made to \nregulate or prescribe all or any of the following matters, namely::—  \n(a)     creation of institutes and faculties;  \n(b)     service, pension and fringe benefits for University employees and terms and \nconditions of their service;  \n(c)     efficiency and discipline of the University employees;and  \n(d)     all matters required to be regulated under the statutes.  \n (2) The Board shall propose draft of the Statutes for approval by the Board of Trustees which \nmay approve them, or refer them back for reconsideration, and no Statute shall be valid until the Board \nof Trustees has approved it . \n (3) Notwithstanding anything contained in sub -section (2), the Statutes set out in the Schedule \nto this Ordinance shall be deemed to be the Statutes framed under this section and shall remain in force \nuntil they are rescinded or replaced by new Statutes  framed in accordance with this Ordinance.  \n 24. Indemnity and bar of jurisdiction .___ (1) No suit, prosecution or other proceeding shall \nlie against any person or authority for anything which is in good faith done or intended to be done \nunder this Ordinanc e.  \n (2) No decision taken, or act or thing done, by the Chancellor or the Board shall be called in \nquestion before any court or other authority.  \n 25. Removal of difficulties .___ (1) If any difficulty arises in giving effect to any of the \nprovisions of this Ordinance, the Chancellor may make such order, not inconsistent with the provisions \nof this Ordinance, as may appear to him to be necessary for removing the difficulty.  \n \nPage 14 of 18 \n  (2) Wh ere this Ordinance makes any provision for anything to be done, but no provision or no \nsufficient provision has been made as respects the authority of whom, or the time at which, or the \nmanner in which, it should be done, then it shall be done by such auth ority, at such time, or in such \nmanner as the Chancellor may direct.  \nTHE SCHEDULE  \n[See section 23 (3)]  \n 1. Faculties .___ There shall be a faculty for a teaching department or a group of teaching \ndepartments. The University shall include the following facul ties and such other faculties as may be \nprescribed by the Board of Trustees:  \n(a)  Faculty  of Computer  Science  and Software  Engineering;  \n(b)  Faculty  of Engineering  Sciences;  \n(c)  Faculty  of Economics,  Business  Management  and Environmental  Sciences;  and \n(d)  Faculty  of New  and Emerging  Sciences.  \n 2. Board of Faculty .___ (1) There shall be a Board of each Faculty which shall consist of —  \n(a)     the Dean of the Faculty;  \n(b)     the Professors and the Head of the teaching departments in the Faculty;  \n(c)     one member other than Professors and Head of each teaching department to be \nnominated by the Head of Department;  \n(d)     two teachers to be nominated by the Academic Council by reason of their \nspecialized knowledge of the subjects which, though not assigne d to the Faculty, \nhave in the opinion of the Academic Council, important bearing on the subjects \nassigned to the Faculty;  \n(e)     two experts in the field from outside the University to be appointed by the \nBoard; and  \n(f)      one member to be nominated by the Rector.  \n (2) The members, other than ex-officio members, shall hold office for three years.  \n (3) The quorum for a meeting of the Board of a Faculty  shall be one -half of the total number \nof members, a fraction being counted as one.  \n 3. Functions of the Board of Faculty .___ The Board of each Faculty shall, subject to the \ngeneral control of the Academic Council and the Board, have the powers to —  \n(a)  co-ordinate the teaching, and research work in the subjects assigned to the \nFaculty;  \n \nPage 15 of 18 \n (b)  scrutinise the recommendations of the Board of Studies comprising the Faculty \nwith regard to the appointment or paper -setters and examiners for graduate and \npost graduate examinations and to forward the panels of suitable paper -setters \nand examiners for each examination to the Rector;  \n(c)     consider any other academic matter relating to the Faculty and report thereon to \nthe Academic Council;  \n(d)     prepare a comprehensive annual report regarding the performance of each \ndepartment, comprising the Faculty for presentatio n to the Academic Council; \nand \n(e)     perform such other functions as may be prescribed by Statutes.  \n 4. Dean .___ (1) There shall be a Dean of each Faculty who shall be the Chairperson and \nconvener of the Board of Faculty.  \n (2) The Dean shall be appointe d by the Board from amongst the three most senior Professors \nof the Faculty on the recommendation of the Rector and shall hold office for a period up to three years \nand shall be eligible for re -appointment.  \n (3) The Dean shall present candidates for admiss ion to degree (except honorary degrees) in the \ncourses falling within the purview of the Faculty.  \n (4) The Dean shall have such powers and duties as may be prescribed by the Board on the \nrecommendations of the Rector.  \n 5. Academic Depa rtments and Head of D epartment .___ (1) There shall be an academic \ndepartment for each subject or a group of subjects as may be prescribed by Regulations and a head of \ndepartment shall head each academic department.  \n (2) The Head of an academic department shall be appointed by  the Board on the \nrecommendations of the Rector from amongst three senior most Professors other than any Professor \nalready working as Dean for a period of three years and shall be eligible for re -appointment:  \n Provided that in a department where there are less than three Professors, the appointment shall \nbe made from amongst the three senior most Professors and Associate Professors of the department:  \n Provided further that in a department in which there is no Professor or Associate Professor, no \nsuch appoin tment shall be made and the department shall be looked after by the Dean of the Faculty \nwith the assistance of the senior most teacher of the department.  \n (3) The Head of department shall plan, organise and supervise the work of the department and \nshall be  responsible to the Dean for the work of his department.  \n (4) The Head of department shall, under the general supervision of the Rector and the Dean, \nexercise all administrative, financial and academic powers and such other duties or powers as may be \ndeleg ated to him.  \n \nPage 16 of 18 \n  (5) The Head of department shall prepare a comprehensive annual report regarding the \nperformance of department at the graduate and postgraduate levels. Faculty research and development \nand submit this report to the Dean of the Faculty for his  evaluation.  \n 6.  Board of Advanced Studi es and Research .___ (1) The Board of Advanced Studies and \nResearch shall consist of —  \n(a)     Board Advanced Studies and Research the Rector who shall be its Chairperson;  \n(b)     all the Deans;  \n(c)     one University professor from each faculty other than Professors having \nexperience in research in relevant field to be appointed by the Academic \nCouncil;  \n(d)     one University professor from each faculty other than Dean to be appointed by \nthe Board;  \n(e)     one member to be nominated by the Rector;  \n(f)      three members from the relevant field Research Organisations and government \ndepartments to be nominated by the Board; and  \n(g)     the Registrar as Secretary.  \n (2) The term of office of the members of the Bo ard of Advanced Studies and Research, other \nthan ex-officio members, shall be three years.  \n (3) The quorum for a meeting of the Board of Advanced Studies and Research, shall be one -\nhalf of the total number of members, a fraction being counted as one.  \n 7. Functions of Board o f Advanced Studies and Research .___ The functions of the Board of \nAdvanced Studies and Research shall be to — \n(a)     advise the Authorities on all matters connected with the promotion of advanced \nstudies and research publication in the U niversity;  \n(b)     consider and report to the Authorities on the institution of research degrees in \nthe University;  \n(c)     propose regulations regarding the award of research degrees;  \n(d)     appoint supervisors for postgraduate research students and to a pprove titles and \nsynopses of their theses or dissertations;  \n(e)     recommend panels of names of examiners for evaluation of their other research \nexaminations; and  \n(f)      perform such other functions as may be prescribed by Statutes.  \n \nPage 17 of 18 \n  8. Selection Board .— (1) The Selection Board shall consist of — \n(a) the Rector who shall be its Chairperson;  \n(b) the Dean of the Faculty concerned;  \n(c) the Head of the teaching department concerned;  \n(d) one member of the Board to be nominated by the Board;  \n(e) one eminent sc ientist or scholar to be nominated by the Board of Trustees; and  \n(f) one expert in the subject to be nominated by the University Grants Commission.  \n (2) The Registrar shall be the Secretary of the Selection Board.  \n (3) The members, other than ex-officio members, shall hold office for three years.  \n (4) The quorum for a meeting of the Selection Board shall be four.  \n (5) No member who is a candidate for the post to which appointment is to be made shall take \npart in the proceedings of the Selection Board.  \n (6) The selection of candidate for the posts of Professors and Associate Professors, the \nSelection Board shall co -opt or consult three experts in the subject concerned and in selecting \ncandidates for other teaching posts two experts in the subject concerned, t o be nominated by the Rector, \nfrom a standing list of experts for each subject approved by the Board on the recommendations of the \nSelection Board and revised from time to time.  \n 9. Functions of the Selection Board . The functions of the Selection Board sha ll be—  \n(a)  to consider the applications and recommend to the Board the names of suitable \ncandidates for appointment to teaching and other posts, as the case may be, and \nrecommend suitable salary for the person concerned;  \n(b)  to consider all cases of pro motion or selection of officers of the University and \nrecommend the names of suitable candidates for such promotion or selection to \nthe Board;  \n(c)  in the event of an unresolved difference of opinion between the Selection Board \nand the Board the matter sha ll be referred to the Board of Trustees whose \ndecision shall be final.  \n 10. Finance and Planning Committee .___ (1) The Finance and Planning Committee shall \nconsist of —  \n(a)     the Rector who shall be its Chairperson;  \n(b)     all the Deans;  \n \nPage 18 of 18 \n (c)     one member of the Board to be nominated by the Board;  \n(d)     one member of the Academic Council to be nominated by the Academic \nCouncil;  \n(e)     one nominee of the University Grants Commission;  \n(f)      the Registrar; and  \n(g)     one nominee of the Board of T rustees.  \n (2) The term of office of the nominated members shall be three years.  \n (3) The quorum for a meeting of the Finance and Planning Committee shall be four.          \n 11. Functions of the  Finance and Planning Committee .___ The functions of the Finance  and \nPlanning Committee Fund shall be to —  \n(a)     prepare the annuals statement of accounts and propose annual budget estimates \nand advise the Board thereon;  \n(b)     review periodically the financial position of the University:  \n(c)     advise the Board an d Board of Trustees on all matters relating to finance, \ninvestments and accounts of the University; and  \n(d)     perform such other functions as may be prescribed by Statutes."
}