{
    "file": "./converted_json\\administrator73b8488fc2d15e4c017ef6c69f87d329.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \n \n \nTHE  PAKISTAN SCIENCE  FOUNDATION  ACT, 1973  \n \nCONTENTS  \n1. Short title, extent  and commencement  \n2. Definition \n3. Establishment of the Foundation \n4. Functions of the Foundation \n5. Board of Trustees \n6. Chairman of the Foundation \n7. Members of the Board \n8. Meetings of the Board \n9. Quorum at the meet ing of the Board \n10. Executive Committee \n11. Delegation of powers  \n12. Ad hoc Committees \n13. Funds \n14. Budget \n15. Accounts and Audit \n16. Appointments of officers and servants \n17. Annual Report \n18. Regulation \n19. [Repeal.] \n\n \nPage 2 of 6 \n \n THE  PAKISTAN SCIENCE  FOUNDATION  ACT, 1973  \n 1ACT No. III OF 1973   \n  [31st Januar y, 197 3] \nAn Act to provide for the establishment of the Pakistan Science Foundation. \n \nWHEREAS  it is expedient to provide  for the establishm ent of the Pakistan Science \nFound ation and for matters ancillary thereto;  \n \n It is hereby enacted as follows :— \n \n1. Short title, extent and comme ncement.—(1) This Act may be called the Pakistan Science \nFoundation Act, 1973.  \n \n(2) It extends to the whole of  Pakistan. \n  \n(3) It shall come into  force at once. \n \n2. Definition. In this Act, unless there is anything repugnant in the subject or context,— \n  \n(a) \"Board\" means the Board of Trustees of the Foundation; \n \n(b) \"Chairman\" means the Ch airman of the Found ation; and \n \n(c) \"Foundation\"  means the Pakistan Science Found ation establish ed under, this \nAct. \n \n3. Establishment of the Foundation.—(1) As soon  as may be after the comm encement of \nthis Act, the Federal Government may, by noti fication in the official Gazette, establish  a Pakistan \nScience Foundation to promote and finance scientific activiti es having a  bearing on the socio-\neconomic needs of  the country. \n(2) The Found ation shall be a body corporate by the  name of the Pakistan Science \nFound ation, having perpetual succession  and a common  seal, with power, subje ct to the p rovisions  \nof this Act, to acquire, hold and dispo se of property, both movable and immov able, and sh all by the \nsaid name sue  and be  sued.   \n(3) The head office of the Found ation sh all be at Islamabad. \n \n4. Functions of the Foundation.—(1) The  Foundation sh all function as a financing \nagency for— \n \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1973, Ext., Pt. III, p. 27. \n \nPage 3 of 6 \n \n  (i) the establishm ent of comprehensive s cientific and technological information \n and diss emination centres; \n (ii) the promotion  of basic and fundamental research in the universities and \n other institutions  on scientific problems relevant to the so cio- economic  \n developm ent of the country; \n (iii) the utilis ation of the results of scientific and technological research including \n pilot plant studi es to prove the technical and econom ic feasibili ty of processes \n found to be  promising  on a laboratory scale; \n(iv) the establishm ent of science centres, clubs, mus eums, herbaria and \nplanetaria; \n(v) the p romotion  of scientific societies, associations  and academies engaged in \nspreading the cause of scientific knowl edge in general or in  the pursuit of a \nspecific scientific discipline  or technolo gy in p articular; \n(vi) the o rganisation of periodical science conferences, symposia and \nseminars; \n(vii) the exchange of  visits  of scientists  and technolo gists with oth er countries; \n(viii)  the grant of awards, prizes and fellowships  to individu als engaged in \ndeveloping processes, products and inventions  of consequence to the economy \nof the country; and \n(ix) special scientific surveys not undertaken by any other organization and \ncollection of scientific statistics related to the scientific effort of the \ncountry. \n(2) The Found ations  shall also— \n(i) review the progress of scientific research sponso red by it and evaluate the \nresults of such research; \n(ii) maintain a National Register of highly qualified and talented scientists of \nPakistan, including engineers and doctors, in or outside  the country and to \nassist them, in collaboration with the concerned agencies in finding  \nappropriate employment; and \n (iii) establish  liaison with si milar bodi es in oth er countries. \n (3) In the performance of its functions,  the Foundation shall be guided on questions of  \npolicy by the instructions, if any, given to it by the Federal Government which shall be the sole  \njudge as to wh ether a question  is a question of policy. \n \nPage 4 of 6 \n \n 5. Board of Trustees. The general direction, conduct and management of the affairs of the \nFoundation, including administ ration of its funds,  shall vest in a Board of Trustees consisting  of the \nfollow ing members namely:— \nWhole-time members \n(i) the Chairman; \n(ii) one eminent scientist;  \n(iii) the Di rector of Finance; \nto be  appoint ed by the President;  \nPart-time m embers \n(iv)   the Ch airman of the National Science Coun cil; \n(v)    four scientists  to be  nomin ated by the N ational Science Coun cil; and \n(vi)   eleven eminent scientists  to be  nomin ated by the President. \n(2) The remuneration and other terms and condit ions of service of the C hairman and the  \ntwo other whol e-time members of\" the Board' shall be such as may be determined by the President. \n1[6. Chairman of the Foundation.—(1) The  Chairman of the Board shall be the Ch airman \nof the  Foundation and shall be appoint ed from amongst eminent scientist of the country having \nexperience of research and scientific administ ration:— \n(2) The  Chairman shall, subject to sub-section (3), hold  office for a term not exceeding \nthree years and shall be eligible for re-appointment  \n \n (3) The President may at any time t erminate the appointm ent of the Ch airman without  notice \nand without  assigning any reason.]. \n2[7. Members of the Board.—(1) The members of the Board, other than the ex-officio \nmember shall, subject to sub-section (3), hold  office for a term not exceeding th ree years and shall \nbe eligible for re-appointm ent or re-nomin ation, as the case may be. \n \n (2) A member, other than an ex -officio member, may at any time resign his office by writing \nunder his hand addressed to the President but shall continue to perform his functi ons until his \nresignation has been accepted.  \n(3) The President may at any time  terminate the appointm ent or, as the case may be, \nnomin ation of  any member of the Board without noti ce and without assigning any reason]. \n \n1 Subs, by the Pakistan Science Foundation (Amdt.) Ordinance, 1979 (13 of 1979), s. 2. \n2 Subs. by the Pakistan Science Foundation (Amdt.) Ordinance, 1979 (13 of 1979), s. 3. \n \nPage 5 of 6 \n \n 8. Meet ings of the Board.—(1) The meetings of the Board shall be held at least twi ce \na year and shall be presided over by the Chairman or, in his absence, by its whol e-time s cientist \nmember. \n(2) All decisions  at a meeting of the Board shall be taken by a majority of the votes of the \nmembers present and votin g. \n 9. Quorum at the meet ing of the Board. To constitute  a quorum at a meeting of  the Board \nnot less than nine members shall be present. \n 10. Executive Committee. There shall be an Executive  Committ ee consisting  of the \nChairman and the two o ther whol e-time members of the Board. \n11. Delegation of  powers. The Board may, from time to time, delegate to the Ch airman or \nthe Executive Committ ee such of its powers and functions  as it may consid er necessary. \n12. Ad hoc Committees. The Foundation may set up ad hoc committ ees consisting of  \nuniversity professors and other leading scientists and experts to scrutinize applications  for financial \nassistance for carrying out scientific research submitt ed to the Found ation by the univ ersities or \nother institutions  or by ind ividual scientific workers or groups  of scientific wo rkers and to review \nand evaluate the  results of research sponso red by the Found ation. \n13. Funds. The funds of  the Found ation sh all consist of— \n (a) grants made by the Federal Government and the Provincial Governments; \n (b) donations  and endowm ents; and \n (c) income from other sou rces. \n14. B udget. The Foundation shall cause to be prepared and approve a  statement of its \nreceipts and expenditu re for each financial year. \n15. Accounts and Audit.—(1) The  funds  of the Foundation shall be kept in a personal \nledger account of the Foundation with the State Bank of Pakistan or with any Branch of the \nNational Bank of  Pakistan acting as an agent of the State Bank. \n(2) The  accounts  of the Found ation shall be maintained in such form and manner as the   \nAuditor -General  of  Pakistan  may  determine  in  consult ation  with  the  Federal Gov ernment. \n(3) The accounts  of the Found ation shall be audited by one or more audito rs who are \nchartered accountants within the meaning of the Chartered Accountants Ordinance, 1961  (X of  \n1961)  and are appointed by the Found ation in consult ation with the Auditor -General of Pakistan. \n16. Appointments of officers and servants.—(1) The Found ation may appoint  such \nofficers and servants, and engage such consult ants or experts, as it may consid er necessary for \nthe efficient performance of its Functions,  on such terms and conditions  as it may deem fit. \n(2) In fixing the  terms and conditions  of service of its officers and servants, the Found ation \n \nPage 6 of 6 \n \n shall as nearly as may be conform to the scales of pay, allowances and conditions  of service \napplicable to the corresponding class of employees of the Federal Gov ernment. \n17. Annual Report.—(1) The annual report of the Found ation, which shall, among oth er \nthings, clearly bring out the benefits accruing to the nation as a result of the activities sponso red by \nthe Found ation, shall be prepared by the Chairman and submitted, through the Board, to the  \nFederal Government alongwith the audited accounts of  the Foundation. \n(2) The annual report alongwith the audited accounts of the  Found ation shall be laid before \nthe National Assembly. \n 18. Regulation . The Foundation  may make  Regulations  for the efficient  conduct  of it affairs.  \n 19. [Repeal.]  Omitted  by the Federal  Laws  (Revision  and Declaration)  Ordinance,  \n1981(XXVIIof  1981),  s. 3 and Sch., II."
}