{
    "file": "./converted_json\\administratorb2fbc34e79ff66be113d5273204739ce(1).json",
    "name": "Islamabad Capital Territory Local Government (Amendment) Ordinance, 2015",
    "date": "October 15, 2015",
    "tagline": "An Ordinance to amend the Islamabad Capital Territory Local Government Act, 2015",
    "content": "OFFICE MEMORANDUNlz- 5f<-rvVan _- J * € - Lo l(\nlslamabad, the 15rh February, 2016No.F 22 (38)/20 1 5-Legrs\nSublect:\nE\n, iar:e .i$:I;i3\nj)-.'i':\n'1, 6: :\n:rt -+':i#s: ';i\nJt; ':\ni;r.i q.,;\n,' j;\nrlf,.IIC\nThe undersigned is directed to forward herewith a copy of the Resorutiorradopted by the Nationar Assenrbry on the 15rh February, 2016 under prori.o to sub_paragraph(ii) of paragraPh (a) of clause (2) of Article 89 of the constitution of the lstamic Repubtic ofPakistan for extensron of the lslamabad capitar rerritory Locoi Government (Amendment)ordinance' 2015 (XlVof 20'15,) for a further perioci of one hundred and twenty days, for furthernecessary actron piease\n-;!..a1):.\".? a. (_- ,\n(MUHAMMAD MUSHTAQ)\nJoint Secretary (Legis)\nTele No.9208213(\n.\nL\nREGISTEREDNo.M-302L'7&69\n@$eGp;ffi d $E[tdtcrr\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\n,t\nPART I\nActs, Ordinances, President's Orders and Reguletions\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE AND IIUMAN RIGHTS\nIslamabad, the 14th October, 2a15\nNo. F. 2(l/20f s-Pub.-The following Ordinance promulgated by the\nr.sident is hereby published for general information:-\nOnorNeNce NO. XIV oF 2015\nAN\nORDINANCE\n.amend the Islamabad Capital Tetitory Local Government Act, 2015.\nAND WHERIAS the Senate and the National Assembly are not in session\nand'he President is satisfied that circumstances exist which render it necessary to\ntake immediate action;\n(82e)\nPrice : Rs. 3.00\n|t757 (20tslEx.Gaz.lv^\\\\a (\"bt \")\nWHEREAS, it is expedient to amend the Islamabad Capital Territory Local\n. cmment Act, 2015 (X of 2015), for the purposes hereinafter appearing;\n830 THE GAZETTE OF PAKISTAN. EXTRA.. OCTOBER 1s. 2015 [P.tnr I\nNow. rtttenonr, in exercise ofthe powers conferred by clause (1) of\nArticle 89 ofthe Constitulion olthe Islamic Republic ofPakistan. the Presidenl is\npleased to make and promulgate the following Ordinance:-\nI . Short title and commencement.-( I ) 'Ihis Ordinance may be called\nthe Islamabad Capital Tenitory Local Govemment (Amendment) Ordinance,20l5.\n(2) lt shall come inlo force at once.\n2. Amendment of section 2,ActXof 2015.-lnthe Islamabad Capital\nTerritory Local Government Act, 2015 (X of20l5), hereinafter referred to asthe\nsaid Act, in section 2, in sub-section (l), in clause (eee), the word \"not\" shall be\nomitted.\n3. Amendment of section 6, Act X of 2015.- In the said Act, ir\nsection 6, in sub-section (3), after the word \"notifo\", the words \"in the official\nGazelle\" shall be inserted.\n4.\nsection 7,-\n(DAmendment of section 7, Act X of 2015.- In the said Act, in\nfor sub-section (2), the following shall be substituted, namely:-\n\"(2) The Election Commission shall delimit Union Council into six\nwards for the election of members on general seats and into\ntwo wards consisting of three adjoining rvards of the Union\nCouncil for the election ofthe two seats reserved for women.\";\nand\n(ii) after sub-section (2) substituted as aforesaid, the following new, sub-\nsection shall be added, namelY;-\n\"(3) For the purpose ofdelimitation ofa ward ofa Union Council,-\n(a) a ward shall consist ofa census block or adjoining census\nblocks;\n(b) boundaries ofthe wards shallnot cross limits ofthe Union\nCouncil;\n(c) population of wards in a Union Council shall as far as\npossible be uniform; and\n(d) a court, officer or authority shall not review or correct any\ndelimitation ofUnion Councilor ward after the notification\nof the election schedule.\".\n5. Amendment of section 10, Act X of 2015.-ln the said Act, in\nsection 10, sub-section (2) shall be omitted.\nP,tnr I]\n6. Amendment of section 12, Act X of 2015.-ln the said Act. in\nsection 12, in sub-section (l ), in clause (i), for the words \"Mayorand Deputy Mayor,\"\nthe words \"Mayor and three Deputy Mayors\" shall be substituted.\n7. Amendment of section 16, Act X of 2015.-ln the said Act, in\nsection 16, for the word \"membef'appearing before the expression \"Union Councils\",\nthe word 'Chairmen' shall be substituted.\n8. Amendment of section 17, Act X of 20t5.-ln the said Act, in\nsection I 7,-\n(i) in sub-section ( I ), after the word \"elections\", the words and commas\n\"and for this purpose shall, by notification in the official Gazette, declare\nthe election schedule for election under this Act\" shall be inserted;\nand\n(ii) after sub-section (2), the following new sub-section shall be added,\nnamelY:-\n\"(3) Without prejudice to the provisions ofthis Act and for the purpose\nof election to the Local Governments under this Act, the\nprovisions of the Representation of the People Act, I976\n(LXXXV of 1976\\ shall mutatis mutandis apply.\".\n9. Amendment of section 20, Act X of 2015.-ln the said Act, in\nsection 20, for sub-section ( I ), the following shall be substituted, namely:-\n\"( l ) For the purpose ofelection under this Act and subject to sub-section\n(2), the Election Commission shall appoint District Retuming Officers,\nRetuming Officers and Assistant Returning Officers from amongst\nthe officers ofthe Election Commission, the Government, a body or\nentity controlled by the Govemment.\"\n10. Amendment of section 21, Act X of 2015.-ln the said Act, for\nsection 21, the following shall be substituted, namely:-\n\"21. Polling stations.{1) The Returning Officer shall, before such time\nas the Election Commission may fix, send to the District Retuming\nOfficer a list of polling stations proposed in a constituency for the\npurpose ofelection ofa member for that constituency.\n(2) The Election Commission may make such alterations in the list of\npolling stations sent under sub-section (l) as it may deem necessary\nand shall, at least fifteen days before the polling day, publish in the\nofficial Gazette the final list ofpolling stations specirying the electoral\narea, the electors whereof will be entitled to vote at each polling station\nand shall, at least seventy-two hours before the polling day, give wide\npublicity ofthe polling stations in such manner as it may deem fit'THE GAZETTE OF PAKISTAN, EXTRA,, OCTOBER I5, 20 I5 83I\n832 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 15, 2015 [Penr I\n(3) The Returning Officer shall establish in eacl.r constituency polling\nstations according to the final list published under sub-section (2).\n(4) A polling station shall be situated in a Governrnent building for the\nconstituency and, where no Government building is available for the\npurpose, an improvised polling station shall be set up on a public\npropetty:\nProvided that no polling station shall be loqated in any premises\nwhich belong to or are under the direct or indirect control of any\ncandidate\".\nll. Amendment of section 25, Act X of 2015.-In the said Act, in\nsection 25, in sub-section ( I ), in clause (b), for the word \"is\", occurring for the first \n-. time, the word \"except\" shall be substituted.\n12. Amendment of section 31, Act X of 2015.-In the said Act,-\n(D section 3 I shall be re-numbered as sub-section ( I ) ofthat section and\nin sub-section (l) re-numbered as aforesaid, for the words \"thirty\ndays\" the words \"sixty days\" shall be substituted; and\n(ir) after sub-section (l) re-numbered and amended as aforesaid, the\nfollowing new sub-sections (2) and (3) shall be added, namely:-\n\"(2) All by-elections for the vacant seats of members of Union\nCouncils and Reserved Seats of Metropolitan Corporation shall\nbe held once a year on a date or dates fixed by the Election\nCommission of Pakistan.\n(3) The period ofone year referred to in sub-section (2) shall be\ncomputed from the date of assumption of oflice ofthe Councils.\".\nMAMNOON HUSSAIN,\nPresident.\nJusrtce (R)\nMUHAMMAD RAZA KHAN,\nSecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPI,JBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}