{
    "file": "./converted_json\\administratorafa4fdd36c8c056983862bafa7068bb2.json",
    "name": "National Textile University Ordinance, 2002",
    "date": "15th November, 2002",
    "tagline": "Establishing a National University for Education and Research in Textile Technology",
    "content": "Page 1 of 15 \n    \n \n \nNATIONAL  TEXTILE UNIV ERSITY ORDINANC E, 2002  \n              \n \n \nCONTENTS  \n1.  Short title a nd commencement \n2.  Definitions \n3.  Establishment and Incorporation  of University \n4.  Purposes, powers and functions of the University \n5.  University to be open to all classes, creeds, etc. \n6.  Officers of the University \n7.  The Chancellor. \n8.  The Pro-Chancellor \n9.  Rector \n10.  Authorities \n11. The Board of Governors \n12.  Meeting of the Board, etc. \n13.  Executive Com mittee \n14.  Academic Council \n15.  Council of Regents \n16.  Academic and administrative  staff \n17.  University funds, audit and accounts \n \n \n\n   \nPage 2 of 15 \n 18.  Pension, insurance, gratuity, provident fund and benevolent Fund \n20.  Regulations \n21.  Rules \n22.  Indemnity and bar of Jurisdiction \n23.  Ordinance to ov erride other laws \n24.  Removal of difficulties \n \n \n \n  \n   \nPage 3 of 15 \n NATIONAL  TEXTILE UNIV ERSITY ORDINANC E, 2002  \nORDINAN CE CXXIV OF 2002  \n         [15th November, 2002]  \nAn Ordinance to set-up a Natio nal Textile University \n WHEREAS  it is expedient to establish a University at the national level for imparting  \neducation and providing  research facilities in the field of textile technology;  \n AND  WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take imme diate action;  \n NOW, TH EREFORE, in pursu ance of the Proclamation of  Emergency of the Fourteenth day \nof October, 1999,  and the Provision al Constitution  Order No. 1 of 1999,  read with the Provision al \nConstitution  (Amendment) Order No.9  of 1999,  and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is please to make and promulgate the \nfollow ing Ordinance:― \n 1. Short title a nd commencement.___(1) This Ordin ance may be called the National Textile \nUniversity Ordinance, 2002.  (2) It shall come into force at once. \n 2. Definitions.___In this Ordin ance, unless there is anything  repugnant in the subject on \ntext,― \n(a)  “Academic Council” means the Academic Council constit uted under section \n14; \n(b)  “Board” means the Board of Governors  of the University constitut ed under \nsection 11;  \n(c)  “Chancellor” means the Chancellor of the University; \n(d)  “College” means a college constituted or affiliated with the University; \n(e)  “Commission” means the Higher Education Commission set up by the Higher \nEducation Commission  Ordinance, 2002  (LIII of 2002):  \n(f)  “Committee” means the Executive Committee of the University consti tuted \nunder Section 13; \n(g)  “Dean” means the head of a department of the University; \n(h)  “Director of Examination and Academics” means the Chief Coordi nator of \nExaminations, Academics and Research of the University; \n(i) “Director Finance” means the Director Finance of the University; \n(j) “Institu te” means an institu te constituted or affiliated with the University; \n   \nPage 4 of 15 \n (k) “prescribed” means prescribed by the statutes, regulations  or rules, as the case \nmay be; \n(l) “Pro-Chancellor” means the Pro-Chancellor of the University appoint ed \nunder section 8; \n(m) “Rector” means the Rector of the University; \n(n) “Registrar” means the Registrar of the University; \n(o) “regulations” means regulations  made under this Ordin ance:  \n(p) “Rules” means the rules made under this Ordinance; \n(q) “statures” means statutes made under section 19; and \n(r) “University” means the National University established under this Ordin ance. \n 3. Establishment and Incorporation  of University.___(1) There shall be established a \nUniversity to be called the National Textile University consisting  of___ \n(a)  the Chancellor, Pro-Chancellor, the Board, the Rector, Deans, the Committee \nand the Academic Council; \n(b)  the mem bers of such other councils, committees and advisory  bodies as the \nBoard may establish  or authori ze from time to time; \n(c)  the members of the faculties and students of the colleges and instit utes; and \n(d)  such other officers and mem bers of the staff as may be specified by the Board \nfrom time to time. \n (2) The University shall be a body  corpor ate by the name of the National Textile University, \nhaving perpetual succession and a common seal, with power, among others, to acquire, hold and \ndispo se of any property and shall by the  said name sue and be sued, so long as property acquired \nthrou gh Government is not sold or transferred as detailed in clause (v) of subsection (2) of section \n4. \n (3) The principal seat of the University shall be at Islamabad and it may set up any number or \ncolleges and institutes at such places in Pakistan as the Board may determine. \n (4) The pr esent regular or full time employees of the N ational College of Textile Engineering, \nFaisalabad (NCTE) shall contin ue to be employed under this Ordin ance in the National Textile \nUniversity und er existing t erms and conditions not  less favorable than those  prevailing at present. \n (5) The Uni versity sh all be t he su ccessor of N ational College of Textile Engineering, \nFaisalabad for the purposes of the National College of Textile Engineering (Governing Body and \nCess) Order, 1983  (President’s Order No. 11 of  1983)  and shall be the beneficiary of the textile cess \nproceeds. \n 4. Purposes, powers and functions of the University.___(1) The purpos es of the University \nshall be the promotion and dissemination of knowledge and technolo gy in textile and to provide \n   \nPage 5 of 15 \n for instr uction, tr aining, research, demonstration and service in the s aid area of learning  as the Board \nmay deem appropri ate. \n (2) The University shall be a fully autono mous body  with freedom to govern its academic and \nadministrative functions in ord er to achieve its objectives, in general and, in particular, freedom to- \n(a) determine courses of study  in textile education, tr aining  and such other \nbranches of learning  as it may determine; \n(b)  select and examine students; \n(c)  award degrees, diplomas, certificates and other academic distinctions;  \n(d)  pursue  and coordin ate research; \n(e) affiliate itself or associate with other institu tions,  and establish  faculties in \nPakistan or abroad for better discharge of its functions and responsibilit ies; \n(f) decide teaching methods  and strategies in order to ensure  the most effective \neducational and research programm es; \n(g) use the financial and other resources allocated to it for the execution  of its \nfunctions;  \n(h) confer in the manner prescribed, honor ary degrees or oth er distin ctions on \npersons approved by the Board for the purpos e, \n(i) provide for such instructions  for persons not being students of the University \nas it may determine, and to grant certificates and diplomas to such persons; \n(j) confer degrees on p ersons who h ave carried on in dependent research as may be \nprescribed; \n(k) accept the examinations p assed, and the periods of study sp ent by stud ents of \nthe University at other Universities and places of learning  as equivalent to such \nexaminations and periods  of study in the University as it may determine and \nto withdr aw such acceptance; \n(l) institute Professorships, Asso ciate Prof essorships, Assist ant Professorships, \nResearch  Asso ciate ships and other posts  and to make appointments thereto; \n(m) create posts for teaching, research, extension, administration and other related \npurpos es and to appoint persons  thereto; \n(n)  institute  and award fellowships,  scholarships,  exhibitio ns, bursaries, medals \nand prizes as may be prescribed; \n(o) establish in stitutes, faculties, libr aries, laboratories, workshops, museums and \nother centers of learning for the development of teaching and research, and to \nmake such arrangements for their maintenance, management and \nadministr ation as it may determine; \n   \nPage 6 of 15 \n (p)  make provisions  for research and advisory  services and with these objects to \nenter into arrangements with other institutions  or with public bodies within  \nPakistan and abroad as may be prescribed; \n(q) enter into, carry out, vary or cancel contracts; \n(r) receive and manage property and grants, bequests, trusts,  gifts, donations,  \nendow ments and other contributions  made to it and to invest any funds,  \nrepresenting  such property, grants, bequests, trusts,  gifts, donations,  \nendow ments or contributions and to convert one kind of property into other, \nin su ch manner as it may, deem fit, so long  as property acquired throu gh \nGovernment is not sold or transferred as detailed in clause (v) of subsection \n(2) of section 4; \n(s) provide for the printing and publi cation of research and other works;  \n(t) authori ze and agree when required by the colleges to the mobility  of qualified \nstaff among universities, research organizations and t he Government or \ncorpor ate bodi es, subject to condition  that the rights and privileges of the staff \nunder this arrangement shall be protected;  \n(u)  do all such other acts and things, whether Incidental to the powers aforesaid \nor not, as may be requisi te in order to further its objects as a place of \neducation, learning and research; and \n(v) the assets and properties attached to and owned by the National College of \nTextile Engineering, Faisalabad and the liabilities, if any, of the College shall \nbe transferred, to the propos ed National Textile Uni versity and these assets \nand properties may not be sold or dispos ed or transferred without  approval \nof the Government. \n (3) The principal teaching facilities of the  University shall consist of constituent colleges and \ninstitu tes and such other colleges and institu tes as may be determined by the Board from time to \ntime. \n (4) The colleges and institutes referred to in sub-section (3 ) that are in existence at the \ncommencement of this Ordinance , shall continue to function un der their existing administrative and \nfinancial arrangements, provided that the examination and other academic activities, in cluding \nresearch shall be su bject to coordin ation and supervision by the Uni versity. \n (5) The Uni versity may, with the approval of the Board, pro vide facilities to the representatives \nof the Commission to enable them to verify that appropri ate academic standards are being maintained \nby the University. \n 5. University to be open to all classes, creeds, etc.―The University shall be open to all \npersons  of either sex of whatever religion, race, class, creed, colour  or domicile who qualify for \nadmission to  the courses of study  offered by the University b ased on the criteria and policy \ndetermined by the Board, and no such person shall be denied the privileges of the University on the \nround  only of sex, religion, race, class, creed, colour or domicile. \n 6. Officers of the University.___ (1) The follow ing shall be officers of the University, \nnamely:― \n   \nPage 7 of 15 \n (a) the Chancellor; \n(b) the Pro-Chancellor;  \n(c) the Rector; and \n(d) such person or persons as may be prescribed to be an officer or officers by the \nBoard. \n 7. The Chancellor.___(1) President of Pakistan shall be the Chancellor of the University. \n (2) The Chancellor shall preside over at the convo cations of the University and meetings at \nwhich busin ess of the University is transacted. \n (3) Every propos al to confer an hono rary degree shall be subject to confirmation by  the \nChancellor. \n (4) If the Chancellor is satisfied, that the proceedings or orders of any authority  are not in \naccordance with the provisions  of this Ordin ance, the statutes rules or regulations,  he may, after \ncalling upon  such authority  to show  cause in writin g, annul such proceedings or orders. \n 8. The Pro-Chancellor.___(1) The  Pro-Chancellor sh all be appointed by the Chancellor on \nrecommendations of the Board for such period and on such terms and conditions as the Chancellor \nmay determine. \n (2) The Pro-Chancellor sh all perform functions of t he Chancellor, in  the absence of the \nChancellor, and such other functions  as may be entrusted to him by the Chancellor. \n (3) The Pro-Chancellor shall hold office for a term of four years and shall be eligible for re- \nappoint ment for a similar or such short er terms as the Board may decide and his other terms and \nconditions  of service shall be such as the Board may, determine. \n (4) The Pro-Chancellor sh all be the Chief Executive of the University in all the fields of \nacademics and administration, and sh all have overall responsibi lity for the direction, organization, \nadministr ation and pro gramme s of the Uni versity in accordance with the guidelines and general \nPolicies formulated by the Board and for the implementation of the decisions and pol icies of the Board \nand, in particular, he sh all without pr ejudice to the provisions  of subsection (4) of section 4,― \n(a) oversee, monitor and sup ervise all academic activities, including examinations \nand applied research to ensure that proper academic standards are maintained; \n(b) exercise administrative control  over the academic and administrative staff \nemployed by the University including  their recruitment; \n(c) submit the plans of work  and end budget estimates of the University for the \napproval of the Board; \n(d) direct the activities connected with  execution of programme s for instruction, \ntraining, research, demonstration and service, and authori ze expenditure  \nprovided for in the  budget as approved by the Board; \n   \nPage 8 of 15 \n (e) make appointments of teachers, officers and mem bers of the staff of the \nUniversity and other persons  on regular basis in accordance with the policies \nand procedures approved by the Board so as to ensure the highest intellectual \nand moral qualities in the persons  appoin ted; \n(f)  appoint,  subject to approval of the Board, on contract, teachers, officers and \nmem bers of the staff of the University and such other persons as may be \nnecessary for a period not exceeding two years; \n(g)  submit to the Board, in accordance with the rules of procedure framed by it,  \nreports  on the activities of the University and the execution of the plans of \nworks;  \n(h)  prepare and revise from  time to time statutes and regulations  with the \napproval of the Board for the efficient and effective operations of the \nUniversity; and , \n(i) provide the necessary service to the Board. \n 9. Rector.___(1) The Board sh all appoint a  person, h aving expertise or  understanding of textile \narea with recognized standing, as Rector.  \n (2) The Rector shall, in the absence of the Pro-Chancellor, perform the functions  of the \nPro-Chancellor.  \n (3) The Rector shall hold the office for a term of four years and shall be eligible for re-\nappoint ment for a similar term or such shorter terms as the Board may decide and his other terms \nand conditions  of service shall be such. \n 10. Authorities.___The following  shall be the authorities of the University, namely;--  \n(a)  the Board of Governors;  \n(b) the Executive Committee;  \n(c)  the Academic Council; \n(d)  the Faculty Board of Studies; and, \n(e)  such other authorit ies as may be constit uted by the Board. \n 11. The Board of Governors.___(1) The general supervision  and control  of the affairs of the \nUniversity and the power to lay down  the policies of the University, shall vest in a Board. of \nGovernors  consisting  of___ \n(i)  eight mem bers of the of National Textile Education Found ation;  \n(ii)  Chairman, All Pakistan Textile Mills Association (APTMA);  \n(iii)  Chairman, Hi gher Edu cation Commission or his no minee not below the r ank of \na professor or an officer of BPS-20; \n   \nPage 9 of 15 \n (iv)  two T extile prof essionals of national or international repute to  be no minated \nby the National Textile Education Found ation;  \n(v)  a nominee from Lahore University of Management Sciences (LUMS):  \n(vi)  Vice-Chancellor of a public  University of Engin eering and Technolo gy; \n(vii)  two representatives of the Federal Government, p referably the Secretary, \nMinistry  of Industri es and Production and the Textile Commission er; \n(viii)  two mem bers nominated, by All Pakistan Textile Mills Association (APTMA);  \nand \n(ix)  two nominees of the Provincial Governments of the Punjab, Sindh, N.W.F.P. \nand Baluchistan (by rot ation, for a term of two years). The nominees should  be \neminent textile professionals or industr ialists.  \n (2) Registrar will be the mem ber and Secretary of the Board, but shall not be entitled to vote.  \n \n (3) The Chancellor may, in consul tation with the Board, appoint  any other person,  including  \na scientist or educationist, as member of the Board. \n (4) The existence of a vacancy in, or d efect in the constitution of the Board, shall not invalidate \nany act or proceedings of the Board. \n (5) The Board may direct any officer, mem ber of the faculty or any other person to be \nin attendance during  all or any of its meetings.   \n (6) Without  prejudice to the  generality of the provisions  of subsection (1), the Board shall \nexercise and perform the following  powers and functions,  namely:- \n(a) to hold,  control  and administer the property, funds  and resources of the \nUniversity and to borrow or raise money for the purpose of  the University \nupon su ch security as may be required; \n(b) to formulate or approve the principles, po licies and plans governing  the \nactivities and operations  of the University, so as to ensure  that the academic \nstaff enjoy academic freedom in their research and educational work;  \n(c) to prepare and revise, form time to time the rules and regulations for the \nefficient and effective operation of the University ; \n(d) to review and approve  the creation of any standing  component of the \nUniversity, such as faculties, and councils and other administr ative bodi es \nnecessary to assist or improve the worki ng of the University; \n   \nPage 10 of 15 \n (e) to approve the plans of work and annual budget of t he Uni versity sub mitted by \nthe Director Finance, the budget being based on the budget prepared and \nsubmitted by the constit uent or affiliated college or institu tes; \n(f) to require  and consider reports  submitted by the  officers of the University \nrelating to the activities of the University and the execution  of the plans of work  \nand to direct the concerned authority  to submit reports relating to any matter \nspecified by the Broad; \n(g) to create such academic or administrative posts as it may consider necessary \nfor the purpose of the University and to approve appointments to  such of \nthese posts  as it may specify, including the posts of  deans, directors, \nprofessors, associate p rofessors, assistant professors,  lecturers and \ndemonstr ators; \n(h) to select and appoint all administrative and academic staff of the University; \n(i) to fix the scales of pay allowances and honoraria for the staff, both academic \nand administrative, commensurate with their qualification and experience in \norder to attract the best talent from within and outside  Pakistan for the \nUniversity; \n(j) to und ertake responsibility for financial integrity of t he Un iversity, including \nresponsibil ity for ensuring  effectiveness of its future operations  and their \ncontinuity  and the preservation of the autonomy of the University; \n(k) to approve all affiliations and ot her similar arrangements throu gh whi ch \ncolleges, institutions  or indi viduals may become associated with the University \nwithin Pakistan and abroad;  \n(l) to appoint  from amongst its mem bers such committees or sub -committees as \nmay in the opinion  of the Broad necessary for its more efficient and effective \noperation; and \n(m) to take all such initiatives as it may consid er necessary or desirable for the \nefficient and effective management and functioning  of the University. \n (7) The Board shall lay down  its own rules of procedure and may amend or modify them \nfrom time to time. \n (8) The Board may delegate all or any of i ts pow ers and functions to an Executive Committee, \nsub-committee or Rector. \n 12. Meeting of the Board, etc__ (1) The Board shall meet at least twice during  a year for \nregular or scheduled meetings and may meet at any other time at which a special meeting thereof may \nbe called by the Chairman of the Board. \n (2) Not less than ten clear day’s notice of a special meeting shall be given to the members \nof the Board and the agenda of the meeting shall be restricted to the matters specified in the \nagenda to be annexed to such notice, \n (3) The quorum for a meeting of t he Board shall not be less than” fifty percent of its mem bers. \n   \nPage 11 of 15 \n  13. Executive Com mittee.___ (1) The Executive Committee shall comprise the followin g, \nnamely:― \n(a) Pro-Chancellor; who shall also be the Chairman of the Executive Committee; \n(b) Rector; \n(c) Chairman, APTMA;  and \n(d) Four mem bers of the Board of Governors  representing National Textile \nEducation Found ation. \n (2) The Executive Committee shall deliberate on various  aspects related to the functioning \nof the University and recomme nd specific measures to the Board for approval and shall, in \nparticular- \n(a) delineate priorit ies for research; \n(b) recomme nd allocation of training and research funds  to the colleges and \ninstitu tes; \n(c) guide and direct the A cademic Council and Faculty Board of Studies of each \ncollege and institu te on all matters relating to the  academics, including  syllabi \nand duration of various courses;. \n(d) recomme nd disciplines for all academic studies in the colleges and institutes \nand help in creation of necessary infrastructure for the same; \n(e)      help to induct highly competent scientific and technical talent  into     \n      the faculty of each college to enhance the quality of education and research; \n(f) lay down  guidelines for proper and efficient condu ct of professional \nexamination at the colleges and institutes; \n(g) recommend such measures which would  foster and enhance interaction and \ncollaboration between the University and the existing national and \ninternational organizations,  institutio ns and research centers and the industr ial \nbase; \n(h) recomme nd apportioning of the n ational research and development bud get for \nthe University; \n(i) work  out and propose  affiliation measures with foreign institu tions of repute; \n(j)  decide methods and str ategies in or der to ensure t he most effective scientific \nand, technological programmes; \n   \nPage 12 of 15 \n (k)  coordin ate with relevant Government Ministries, Universities and \nCommission;  \n(l)  propose  statutes to the Board for approval; and \n(m) prepare regulations approval by the Board.  \n 14. Academic Council.―(1) The Academic Council shall comprise the followin g, \nnamely:― \n(a)  Rector who shall be the Chairman of the Academic Council;                         \n(b) the Deans of all educational departments; \n(c)  textile professionals; and  \n(d)  Chairman, APTMA, Punjab.  \n (2) The Academic Council shall act as an advisory  as well as an implementing  body  of the \ndecisions  of the Executive Committee on all matters relating to the  condu ct of examinations, revision  \nand updating of courses and syllabi, quality of education, dur ation of  all courses including  condu ct \nof post-graduate classes in specified disciplines. \n (3) The Academic Council shall also help the Pro-Chancellor in evaluating, proposing  and \ncoordin ating research and development, projects and respective, institu tes and colleges. \n 15. Council of Regents. ___ (1) The University may set up a Council of Regents consis ting of \nsuch members as the Board may determine. \n (2) The mem bers of the Council of Regents shall be appoin ted from amongst heads of \nGovernment and no n-Government or ganizations, bodi es and ins titutio ns of r epute, both national and \nforeign, interested in the educational promotion  and its patronage. \n (3) The busin ess of  the Council of Regents sh all be regulated by the Board as may be \nprescribed. \n 16. Academic and administrative  staff. ___The academic and administrative staff of the \nUniversity shall be selected with a view to achieve its stated objectives and the basic criteria of \ntheir selection shall be the highest standards of competence, integrity and efficiency. \n 17. University funds, audit and accounts. ___ (1) The University shall have a Fund to which \nshall be credited all direct donations,  trusts,  bequests, endow ments, grants, assistance from \ninternational agencies, contributions,  shares or fees, and income from any other sources and which \nshall be under the control  of the Board. \n (2) The colleges and institu tes shall receive their fin ances from t he following sources, namely:- \n(a)  annual budget from the University;  \n   \nPage 13 of 15 \n (b)  proportionate share of fees including examinations fee through the University \nbudget;  \n(c) any grants from the Governments;  \n(d) any sale of royalties or publications; and  \n(e)  any assistance from the University Fund as decided by the Board.  \n (3) Capital and recurrent expenditure of the University shall be met from the allocation made \nby the Board out of the University Fund. \n (4) No contribution,  donation or grant which may directly or indir ectly invol ve any imme diate \nor subsequent financial liability for the University, or which may involve an activity not included in \nits progr amme rs for the time being, shall be accepted without  prior approval of the Board. \n (5) The accounts  of the University shall be maintained in su ch form and manner as may be \ndetermined by the  Board and shall be audited each year within  six months  of the closing of the \nfinancial year of the University by a Chartered Accountant appoin ted by the Board. \n (6) The accounts,  together with the report of the auditor  thereon, shall be submitted to the \nBoard for approval. \n (7) The audito rs report shall certify that the auditor has complied with the standards of audit \nand certification laid down by the Institute  of Chartered Accountants of Pakistan. \n 18. Pension, insurance, gratuity, provident fund and benevolent Fund.___(1) The \nUniversity shall constitute for the benefit of its officers teachers and other employees in such manner \nand subject to such condition as may be prescribed such pension,  insurance, gratuity, provident fund \nand benevolent fund and other welfare schemes as it may deem fit. \n (2) Where any Provident Fund has been constituted under this Ordin ance, the provisions  \nof the Provident Funds  Act, 1925  (XIX  of 1925),  shall apply to such Fund as if it were the \nGovernment Provident Fund. \n 19. Statutes. ___ (1) Subject to the pro visions of  this Ordin ance, statutes may be made to \nregulate or prescribe all or any of the following  matters, namely:― \n(a) creation of the instit utes and faculties; \n(b) service, pension  and fringe benefits for University employees and terms and \nconditions  of their service; \n(c) condition  of appoin tment of Professors  Emeritus and award of hono rary \ndegrees;  \n(d) efficiency and discipline of the University employees; and \n(e)  all other matters required to be regulated by statutes. \n (2) No statute shall be valid until it has been approved by the Board or Chancellor. \n   \nPage 14 of 15 \n  20. Regulatio ns. ___ (1) Subject to t he pro visions of this Ordin ance and the s tatutes, the \nExecutive Committee may make regulations for all or any of the followi ng matters, namely:-  \n(a)  scheme of studies and research, including the duration of courses, number of \nsubjects or papers for examination; \n(b) syllabi and courses of study  and research programme s leading to degrees, \ndiplo mas or certificates; \n(c)  methodolo gy for selection and admission  of students; \n(d)  condu ct and sup ervision of  examination, appoint ment of  examiners and \nscrutiny and tabulation of results; \n(e)  determination of fees and other charges for admission  to various  courses; \n(f)  maintenance of discipline amongst the students and schemes for their welfare; \n(g) institution  of fellowships,  prizes and medals, honor arium  and other financial \nassistance to students and research scholars; \n(h) condu ct of convocations and form of academic costumes; and \n(i)  all other academic matters which are to be or may be prescribed. \n (2) The regulation shall be approved by the Board on recommendations  of the committee.  \n (3) No regulation shall be valid until it has been approved by the Board. \n 21. Rules.___ The Ex ecutive Committee may make ru les for implementation of statutes or \nregulations  where so required under the statutes or regulations  or make rules to regulate any matter \nrelating to the affairs of the University which under this Ordin ance are not specifically required to be \nprovided for by the statutes or regulations.  \n 22. Indemnity and bar of Jurisdiction. ___ (1) No  suit prosecution or other legal \nproceedings shall lie against any person or authority  for anything  which is in good faith done  or \nintended to be done  under this Ordinance. \n (2) No decision  taken or act or thing  done, by the Chancellor, Pro-Chancellor of the Board \nshall be called in question before any Court or other authorit y. \n 23. Ordinance to ov erride other laws. ___This Ordin ance shall have effect notw ithstanding \nanything  contained in any other law for the time being in force. \n 24. Removal of difficulties.___ (1) If any question  arises as to t he interpretation of any of the \nprovisions  of the Ordin ance, it shall be placed before the Board whose  decision  thereon will be \nfinal. \n (2) If any difficulty arises in giving effect to any provision of this Ordin ance, the Board may \nmake such order or dir ection, not inconsis tent with the provisions  of this Ordin ance, as may appear \nto it to be necessary for the purpose  of removing such difficulty. \n   \nPage 15 of 15 \n  (3) Where this Ordin ance makes any provision  for anything to be  done  but no provision  or no \nsufficient provision  has been made in respect of the authority  by whom, or the time at which, or the \nmanner in which, shall be done, then, is shall be done  by such authority, at such time, or; such \nmanner as the Board may direct."
}