{
    "file": "./converted_json\\administrator9052d5a368bd546d5a8dbe428bf6744c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page \n1\n \nof \n4\n \n \n \n \nTHE ELEPHANTS’ PRESERVATION ACT, 1879\n \n \nCONTETNS\n \nPreamble\n \n1. \n \nShort title\n \nLocal extent \n \nCommencement \n \n2. \n \n[\nRepeal\n] \n \n3. \n \nKilling and capture of wild elephants prohibited\n \n4\n. \n \nRights of Government with respect to certain \nelephants and tusks.\n \n5.\n \nLicense to kill and capture wild elephants\n \n6. \n \nPower of Provincial Government to declare what are main roads and canals, and to make \nrules as to licenses\n \n7. \n \nPenalty for contravening section 3\n \n8. \n \nLicense to be produced and shown on\n \nrequisition of certain officers\n \n9. \n \nLimitation of prosecution\n \n10. \n \nRecovery of fees\n \n \n \n \n \n \n \n\n \nPage \n2\n \nof \n4\n \n \nTHE ELEPHANTS’ PRESERVATION ACT, 1879\n \n \n1\nACT No. VI OF 1879\n \n[22\nnd \nMarch, \n1879] \n \nAn Act for the preservation of wild elephants.\n \nPreamble. \nWHEREAS it is expedient to provide for the preservation of wild elephants; \nit\n \nis \nhereby enacted as follows:\n–\n \n \nShort title. \nThis Act may be called the El\nephants’ Preservation Act, 1879\n: \n \nLocal extent. \n2\n[\nIt may be extended to any local area by the Provincial Government by \nnotification in the official Gazette.] \n \nCommencement. \nSo far as regards the power to make declarations and rules, it shall come into \nforce on the passing thereof. In other respects it sha\nll come into force on the first day of April, 1879. \n \n2. \n[\nRepeal.\n] \nRep. \nby \nthe Repealing \nand \nAmending Act, 1930 (VIII of 1930), \ns. 3 \nand Sch. II. \n \n3. Killing and capture of wild elephants prohibited. \nNo person shall kill, injure or capture, \nor attempt to kill, injure or capture, any wild elephant unless\n–\n \n \n(a) \n \nin defence of himself or some other person; \n \n(b) \n \nwhen such elephant is found injuring houses or cultivation, or upon, or in the \nimmediate vicin\nity of, any main public road or any railway or canal; or \n \n(c) \n \nas permitted by a license granted under this Act. \n \n3\n[\n4\n. \nRights of Government with respect to certain elephants and tusks. \nEvery wild elephant \ncaptured, and the tusks of every wild elephant kill\ned, by any person not licensed under this Act, shall \nbe the property of Government.] \n \n5. License to kill and capture wild elephants. \nThe Collector or Deputy Commissioner of any \ndistrict may, subject to such rules as may for the time being be in force under\n \nthis Act, grant licenses \nto kill, or to capture, or to kill and capture, wild elephants in such district: \n \nProvided that no such license shall authorize any person to enter upon any land without the \nconsent of the owner or occupier thereof. \n \n4\n6. Power of \nProvincial Government to declare what are main roads and canals, and to \nmake rules as \nto licenses.\n \nThe \n5\n[Provincial Government] may from time to time , \n6\n[\n* * *\n]\n \ndeclare what \nshall be deemed to be main public roads and canals within the meaning of this Act,\n \nand make rules \nconsiste\nnt with this Act for regulating\n—\n \n \n1\nThe Act has been repealed in its application to the Province of Punjab by Punjab Ordinance XXI of 1972, s. 42 with effect fro\nm the 25th October, 1972 \nwhich was temporarily enacted by the \nPunjab Act, VI of 1973 and on the expiry of the Ordinance as so enacted by P\nunjab Act No. II\n \nof 1974, s. 48. \n \nThis Act has been repealed to the extent of Islamabad Capital Territory, \nSee \nOrdinance \nNo\n. \nXXVII\n \nof 1981 s. 4 and 3rd Sch. \n \n2\nSubs. by \nAdaptation O\nrder, \n1949, Sch., for the original\n \nparagraph, as amended by Adaptation Order,\n \n1937\n \na\nnd Act No. \nXXXVIII \nof 1920\n, s. 2 and Sch. I. \n \n3\nSubs. by Act No. \nII\n \nof 1883.\n \n \n4\nFor rules under this section, \nsee \ndifferent local R. and O. \n \n5\nSubs. by Adaptation Order, \n1937.\n \n6\nThe words “subject to the control of the Governor Ge\nneral in Council” rep. by Act No. XXXVIII\n \nof l920, s. 2 and Sch. I. \n \n \n \n \nPage \n3\n \nof \n4\n \n \n \n \n(a) \n \nthe grant and renewal of licenses under this Act; \n \n(b) \n \nthe\n \nfees (if any) in money, tusks or captured elephants to be charged on such \ngrant and renewal; \n \n(c) \n \nthe time during which such licenses shall continue in force; and\n \n(d) \n \nthe conditions (if any) on which they shall be granted. \n \nAll such declarations and rul\nes shall be published in the \n1\n[official Gazette] and shall thereupon \nhave the force of law. \n \n7. Penalty for contravening section 3. \nWhoever, in contravention of section 3, kills, injures \nor captures, or attempts to kill, injure or capture, any wild elephan\nt, shall be punished with fine which \nmay extend to five hundred rupees for each elephant concerned; \n \nand whoever breaks any condition contained in a license granted under this Act shall be \npunished with fine which may extend to five hundred rupees. \n \nAny pe\nrson convicted of a second offence under this section shall be punished with \nimprisonment which may extend to six months, or with fine, or with both. \n \nWhen any person holding a license under this Act is convicted under this section, such license \nshall beco\nme void and shall be delivered up to the convicting Magistrate. \n \n8. License to be produced and shown on requisition of certain officers. \nAny officer of \nRevenue or Police, or any Forest\n-\nofficer, who may find any person killing, injuring or capturing, or \natt\nempting to kill, injure or capture, any wild elephant, except in the cases mentioned in section 3, \nclauses (a) and (b), may require him to produce and show a license granted to him under this Act. \n \nAny person who, on such request, wilfully refuses or is un\nable to produce and show such \nlicense as aforesaid, shall, in addition to any other punishment to which he may be liable under this \nAct, be punished with fine which may extend to one hundred rupees. \n \n9. \nLimitation of prosecution. \nEvery prosecution under th\nis Act shall be commenced within \nsix months from the commission of the offence in respect of which it is instituted. \n \n10. Recovery of fees. \nThe amount or value of any fee payable under any license granted under \nthis Act may be recovered from the licensee a\ns if it were an arrear of land\n-\nrevenue. \n \n \n \n__________\n \n \n \nDate; 16\n-\n09\n-\n2024\n \n1\nSubs. by Adaptation Order, 1937.\n \n \n \nPage \n4\n \nof \n4"
}