{
    "file": "./converted_json\\administrator6b1051bf89aaeb5e9afc3cf2b141fc0b.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 6 \n \n \n \nTHE PREVENTION OF CORRUPTION ACT, 1947  \n \n \n \n \n \n \n \nCONTENTS  \n  \nSECTIONS:  \n \n1. Short  title and extent . \n \n2. Interpretation . \n \n3. Offences under sections 161 to 165 of the Penal Code to be cognizable offences . \n  \n4. Presumption where public servant accepts gratifi cation othe r than legal remuneration . \n \n5. Criminal misconduct . \n \n5A.  \n \n5B. Declaration of assets . \n \n5C. Possession of property disproportionate to known sources of income . \n \n6.  Omitted . \n  \n7.  Accused person to be competent witness . \n Updated till 6-4-2022  \n\n \nPage 2 of 6 \n THE PREVENTION OF CORRUP TION ACT, 1 947 \n1(ACT No. II OF 1947 ) \n[11th March, 1947 ] \nAn Act for the more effective prevention of bribery and corruption  \nWHEREAS it is expedient to make  more  effective provision for the prevention of bribery and \ncorruption;  \nIt is hereby enacted as follow s:__ \n1. Sho rt title and extent.__(1) This Act may be called the Prevention of Corruption Act, \n1947.  \n2[(2) It extends to the whole of Pakistan and applies to all citizens of Pakistan and persons in \nthe service of Government wherever they may be.]  \n3[*  *  *  *  *  *         *] \n2. Interpretation.⸺ For the purpose s of this Act, “public servant ” means a public servant as \ndefined in section 21 of the Pakistan Penal Code (XLV of 1860)  4[and includes an employee of any \ncorporation or other body or organization set 5[controlled  or administered by, or under the authority \nof,] the  6[Federal Government] 7[and provincial government and institution where government \ncapital, share or control is involved]].  \n3. Offences under sections 161 and 165 of the Penal Code to be cogni zable offenc es.⸺An \noffence punishable under Section 161  8[, 162, 163, 164, 165 or 165 -A] of the Pakistan Penal Code \n(XLV of 1860) shall be deemed to be  a cognizable offence for the purpose s of the Code of Criminal \nProcedure, 1898 (V of 1898), notwithstanding anything to the contrary contained therein:  \n \n9[* *  *  *  *  *        *] \n \n1 For Statement of Objects and Reasons, see Gazette of India, 1946, Pt.V. p.374. See also Pakistan Criminal Law Amdt.  Act, 1948 (19 of \n1948).  \nThe Act has been applied to Baluchistan, see Gazette  of India, 1947. Pt.I, p.535.  \nThe Act has been applied to whole of the Province of West Pakistan by the West Pakistan Ordinance 31 of 1958, s.2.  \nIt has been extended to the Leased Areas of Baluchistan by the Leased Areas (Laws) Order, 1950 (G.G.O.3 of 1950 ). \nIt has also been amended in its application to the Province  of West Pakistan by W.P.Ord.17 of 1960, s.2 ( with effect from the 17th May, \n1960 ). \n2Subs.by the Central Laws (Statute Reform) Ordinance, 1960  (21 of 1960),s.3 and 2nd Sch. (with effect from the  14th October, 1955), for \nthe original sub -section (2), as amended by A.O., 1949.  \n3The original sub -section (3) omitted by the Prevention of Corruption (Amdt.) Act, 1949 (9 of 1950), s.2.  \n4Added by the Anti -Corruption Laws (Amendment ) Act, 1965 (12 of 1965 ), s.2 and Sch.  \n5Subs. by the Prevention of Corruption Laws (Amendment) Act, 1977 (13 of 1977), s.2 and Sch. for “by”. \n6Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government ”. \n7Added by Act LII of 2021, s. 2.  \n8Subs. by the Criminal Law Amend ment  Act, 1953 (37 of 1953),s.5, for “or section 165.  \n9Proviso omitted ibid., s. 5.   \n \nPage 3 of 6 \n 4. Presumption where public servant accepts gratification other than legal  \nremuneration. ⸺ 1[(1)] Where in any trial of an offence punishable under section 161 or section 165 \nof the Pakistan Penal Code (XLV of 1860) , it is proved that an accused person has accepted or \nobtained, or has agreed to accept or attempted to obtain, for himself or for  any other person, any \ngratification (other than legal remuneration) or any valuable thing from any person, it shall be \npresumed unless the contrary is proved that he accepted or obtained, or agreed to accept or attempted \nto obtain, that gratification or t hat valuable thing, as the case may be, as a motive or reward such as i t \nmentioned in the said section 161 , or, as the case may be, without consideration or for a \nconsideration which he knows to be inadequate:  \n2[*  *  *  *  *  *        *] \n3[(2) Where in an y trial of an offence punishable under section 165A of the Pakistan Penal \nCode  (Act XLV of 1860),  it is proved that any gratification (other than legal remuneration) or any \nvaluable thing has been given or offered to be given or attempted to be given by an y accused person, \nit shall be presumed , unless the contrary is proved, that he gave or offered to give or attempted to \ngive that gratification or that valuable thing, as the case may be, as a motive or reward such as is \nmentioned in section 161 of the said  Code, or, as the case may be, without consideration or for a \nconsideration which he knew  to be inadequate.  \n(3) Notwithstanding anything contained in  sub-sections (1) and (2), the c ourt may decline to \ndraw the presumption referred to in either of the said sub-sections if the gratification or thing \naforesaid is, in its opinion, so trivial that no inference of corruption may fairly be drawn.]    \n5. Criminal misconduct .⸺(1) A public servant is said to commit the offence of criminal \nmisconduct 4[*    *    *]— \n(a) if he  5* accepts or obtains  or agrees to accept or attempts to obtain from any \nperson for himself or for any other person, any gratification (other than legal \nremuneration) as a motive or reward such as is mentioned is section 161 of the \nPakistan Penal Code (XLV of 1860), or  \n(b) if he 5* accepts or obtain s or agrees to accept or attempts to obtain for himself \nor for any  other person, any valuable thing without co nsideration or for a \nconsideration which he knows to be inadequate, from any person whom he \nknows to have been, or to be, or to be likely to be concerne d in any proceeding \nor business  transacted or about to be transacted by him, or having any \nconnection wi th the official functions of himself or of any public servant to \nwhom he is subordinate, or from any person whom he knows to be interested \nin or related to the person so concerned, or  \n(c) if he dishonestly or fraudulently misappropriates or otherwise conve rts for his \nown use any property entrusted to him or under his control as a public servant \nor allows any  other  person so to do , or \n \n1Section 4 re -numbered as sub -section (1) of that section, by the Criminal law Amended Act, 1953 (37 of 1953),s.5  \n2Proviso o mitted  ibid., s. 5.   \n3Sub-sections (2) and (3) added ibid., s.5.   \n4The words “in the discharge of his duty ” omitted by the Prevention of Corruption (Amdt.) Act, 1949 (9 of 1950),s  .3. \n5The word “habitually ” omitted, ibid. \n \nPage 4 of 6 \n (d) if he, by corrupt or illegal m eans or by otherwise abusing his position as \npublic servant, obtains for himself  or for any other person any valuable thing \nor pecuniary advantage  1[, or]  \n2[(e) if he, or any of his dependants, is in possession, for which the public servant \ncannot reasonab ly ac count , of pecuniary resources or of property \ndisproportionate to his known sources of income.  \nExplanation .⸺In this clause  “dependant ” in rela tion public servant, means  his wife, children \nand step -children, parents,  sisters and minor brothers residing with and wholly dependent on him.]  \n(2) Any public servant who commits 3[or attempts to commit] criminal misconduct  4[* * *] \nshall be punishable with imprisonment for a term which may extend to 5[ten years but not less than \nseven years] . \n(3) In any trial of  an offence punishable under sub -section (2) the fact that the accused person \nor any other person on his behalf is in possession, for which the accused person cannot satisfactorily \naccount, of pecuniary resources or property disproportionate to his known s ources of income may be \nproved, and on such proof the Court shall presume, unless the contrary is proved, that the accused \nperson is guilty of criminal misconduct   4[* * *] and his conviction there for shall not be invalid by \nreason only that it is based so lely on such presumption.  \n6[(4) The provisions of this section shall be in addition to, and not in derogation of, any other \nlaw for the time being in force, and nothing contained herein shall exempt any public servant from \nany proceeding which might, apart  from this section, be instituted against him.]  \n7[5-A Notwithstanding anything contained in the Code of Criminal Procedure, 1898 (Act V \nof 1898), no officer below the rank of 8[Inspector]  of Police  shall investigate any offence punishable \nunder any of the sections of the Pakistan Penal Code ( Act XLV of 1860), mentioned in s ection 3 o r \nany offence punishable under s ection 5 without an order of a Magistrate of the first class or make an \narrest therefor without a warrant : \nProvided that an officer of the Specia l Police  Establishment not bel ow the rank of Inspector \nof Police who is specially authorised  in this beha lf by the Inspector -General of that Establishment , or \nany other  police officer so authori sed by the Provincial  Government, may , if he has re ason to bel ieve \nthat on account of the delay inv olved in obtaining  the order of a Magistrate of the first class an y \nvaluable  evidence relating to such offence is likely  to be destroyed  or conce aled, investigate  the \noffence without s uch order , but in every case where he makes such investigat ion, he sh all, as soon as \nmay be , send a report of the same to a Magistrate of the first c lass toge ther with the circumstance s in \nwhich the investigation was made.]     \n________________ ________________________________________________ __________  \n1Subs. by the Anti -Corruption Laws Act, 1965 (12 of 1965),s.  2 and Sch., for full stop.  \n2Added ibid. \n3Ins. ibid. \n4The word s “in the discharge of his official duty ” omitted by the Prevention of C orruption (Amdt.) Act, 1949 (9 of 1950),  s. 3. \n5Subs by Act LII of 2021, s. 3.  \n6Subs. by the Criminal Law Amendment Act, 1953 (37 of 1953),  s.5, for the original sub -section (4).  \n7New Section 5A, ins. ibid., s.5.  \nSection 5B and 5C,  have been ins. In its application to the Province of W. Pakistan by W.P. or d. No.17 of 1960.,  s. 2.) \n8Subs. by Act 12 of 1965, s.2 and Sch., for “Deputy Superintendent ”. \n \nPage 5 of 6 \n  1[5-B. Declaration of assets. —(1) Whe n the 2[Government and institutions where \nGovernment capital share or control is involved] on receipt of information and a fter making such \nenquiries as it may deem necessary, is satisfied that there is reason to believe that any public servant \nor any othe r person on his behalf is in possession of pecuniary resources or property disproportionate \nto the known sources of income of such public servant it may, by order  require such public servant or \nother person to furnish in the prescribed manner and within th e prescribed time a statement of his \nproperty and liabilities and such information relating thereto as may be required by t he order.  \n(2) If such public servant or person__ \n(a) upon being so required by an order under sub -section (1) fails to furnish the \nstatement or information or furnishes a statemen t or information which he \nknows or has reasonable cause to believe to be fals e or not true in any material \nparticular, or  \n(b) makes in any book, account, record, declaration, return or other document, \nwhich he is required by an order u nder sub -section (1) to furnish,  any \nstatement which he knows or has reasonable cause to believe t o be false or not \ntrue in any material particular,  \nhe shall be punishable with imprisonment for a term which may extend to 3[ten years but not less \nthan five years] and shall also  be liable to fine.  \n \n5C. Possession of p roperty disproportionate to known sou rces of income. ⸺(1) Any \npublic servant who has in his possession any property, movable or immovable , either in his own \nname or in the name of any other person, which there is reas on to believe to have been acqui red by \nimproper means and which  is proved to be disproportio nate to the known sources of income of such \npublic servant shall, if he fails to account for such possession to the satisfaction of the Court trying \nhim, be punisha ble with imprisonment for a term which may extend to 4[ten years but not less than \nfive year s] and with fine , and on such conviction the property found to be disproportionate to the \nknown sources of income of the accused by the Court shall be forfeited to the 4[Governme nt \nconcerned] . \n(2) The reference in sub -section (1) to property acquired by im proper means shall be \nconstrued as reference to property acquired by means which are contrary to law or to any rule or \ninstrument having the force of law or by coercion, undue in fluence, fraud or misrepresentation within \nthe meaning of the Contract Act, 18 72.] \n6. [Previous sanction necessary for the prosecution. ] Omitted by the Criminal Law \nAmendment Act, 1953 , (XXXVII of 1953),  s. 5. \n7. Accused person to be competent witness. Any person charged with an offence \npunishable under section 161 or s ection 165 of the Pakistan Penal Co de or under sub -section (2) of \nsection 5 of this Act shall be competent witness for the defence and may give evidence on oath in \ndisproof of the charges made against him or any person charged together with him at the same  trial:  \n________________________________________________________________________________  \n1Ins. by ord. XVII of 1960,  s. 2. In its application to the province of West Pakistan b W.P.  \n2Subs by Act LII of 2021, s.4.  \n3Subs by Act LII of 2021, s.4.  \n4Subs by Act  LII of 2021, s.5.  \n \nPage 6 of 6 \n Provided that ⸺ \n(a) he shall not be called as a witness except on his own request,  \n(b) his failure to give evidence shall not be made the subject of any comment by the \nprosecution or give rise to any presumption against himself or any pe rson charged \ntogether with him at  the same trial,  \n \n(c) he shall not be asked, and if asked shall not be required to answer, any question \ntending to show that he has committed or been convicted of any offence other than \nthe offence with which he is charged,  or is of bad character, unless__ \n(i) the proof that he has committed or been convicted of such offence is  \nadmissible  evidence to show that he is guilty of the offence with which \nhe is charged, or  \n(ii) he has personally or by  his pleader asked questions of  any witness for \nthe prosecution with a view to establish his own good character, or has \ngiven evidence of his good character, or the nature or conduct of the \ndefence is such as to involve imputations on the character of the \nprosecutor or of any witness fo r the prosecution, or  \n(iii) he has given ev idence against any other person  charged with the same \noffence.  \n \n______"
}