{
    "file": "./converted_json\\administrator1e1c92ed50f5da2b533d5c6f24df075a.json",
    "name": "China Pakistan Economic Corridor Authority Act, 2021",
    "date": "4th June, 2021",
    "tagline": "Establishing China Pakistan Economic Corridor Authority for the development of China Pakistan Economic Corridor",
    "content": "Page 1 of 12 \n \n \n \n \nCHINA PAKISTAN ECONOMIC CORRIDOR AUTHORITY ACT, \n2021  \n \n \n \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement.  \n2.  Definitions . \nCHAPTER II  \nESTABLISHMENT OF THE AUTHORITY  \n3.  Establishment of the Authority.  \n4.  Powers and Functions of the Authority.  \nCHAPTER III  \nMANAGEMENT AND ADMINISTRATION OF THE AUTHORITY  \n5.  Composition of the Authority.  \n6.  Appointment of the Chairperson.  \n7.  Appointment of the Members.  \n8.  Executive Director Operations.  \n9.  Executive Director Research.  \n10.  Removal or Resignation of Chairperson, Executive Directors and Members.  \n\n \nPage 2 of 12 \n 11.  Committees and sub -committees.  \n12.  Meetings of the Authority.  \n13.  Conflict of Interest.  \n14.  China Pakistan  Economic Corridor Business Council.  \nCHAPTER IV  \nBUDGET, FINANCE AND AUDIT  \n15.  China Pakistan Economic Corridor Fund.  \n16.  Budget, Finance and Accounts.  \n17.  Audit.  \n18.  Annual Report.  \nCHAPTER V  \nMISCELLANEOUS  \n19.  Delegation of Powers.  \n20.  Public servants . \n21.  Chairperson, etc. not to be civil servants . \n22.  Confidential Information.  \n23.  Indemnity.  \n24.  Power to make rules  \n25.  Power to make regulations.  \n26.  Overriding effect.  \n27.  Savings .  \n28.  Power to remove difficulties.  \n  \n \nPage 3 of 12 \n CHINA PAKISTAN ECONOM IC CORRIDOR AUTHORITY ACT, 2021  \n \nACT  NO. V OF 2021  \n \n[4th June, 2021 ] \n \nAn Act to provide  for the establishment  of China  Pakistan  Economic  Corridor  \nAuthority  \n \nWHEREAS  it is expedient  to establish  the China  Pakistan  Economic  Corridor  Authority  for the \npurposes  hereinafter  appearing  and to provide  for matters  connected  therewith  and ancillary  thereto;  \n \nIt is hereby  enacted  as follows:— \n \nCHAPTER I  \n \nPRELIMINARY  \n \n1. Short  title,  extent  and commencement .—(1) This Act may be called  the China  Pakistan  \nEconomic  Corridor  Authority  Act, 2021.  \n \n(2) It extends  to the whole  of Pakistan.   \n \n(3) It shall  come  into force  at once.  \n \n2. Definitions .—In this Act, unless  there  is anything  repugnant  in the subject  or context.— \n \n(i)  “Authority”  means  the China  Pakistan  Economic  Corridor  Authority  established  \nunder  section  3; \n \n(ii)  “Budget  Committee”  means  the committee  as provided  under  sub-section  (4) of \nsection  16; \n \n(iii)  “Chairperson”  means  the chairperson  of the Authority  appointed  under  section  6, \nand includes  any person  performing  for the time being  the functions  of the \nChairperson;  \n \n(iv)  “Executive  Director  Operations”  means  the Executive  Director  Operations  \nappointed  under  section  8; \n \n(v)  “Executive  Director  Research”  means  the Executive  Director  Research  appointed  \nunder section  9; \n \n(vi)  “Government”  means  the Federal  Government;  \n \nPage 4 of 12 \n  \n(vii)  “Joint  Cooperation  Committee”  means  the Committee  jointly  headed  by the \nMinister  for Planning  Development  and Special  Initiatives  of the Islamic  Republic  \nof Pakistan  and the Vice  Chairperson  of the National  Development  and Reform  \nCommission  of the People’s  Republic  of China;  \n \n(viii)   “Joint  Working  Group”  means  the working  group  constituted  and working  under  \nthe Joint  Cooperation  Committee;  \n \n(ix)  “Member”  means  a Member  of the Authority  appointed  under  section  7 and shall  \ninclude  the Chairperson,  Executive  Director  Operations  and Executive  Director  \nResearch;  \n \n(x)  “misconduct”  means  misconduct  as defined  in the rules  made  pursuant  to the Civil  \nServants  Act, 1973  (Act LXXI  of 1973);  \n \n(xi)  “Principal  Accounting  Officer”  shall  mean  the person  specified  in sub-section  (3) \nof section  16; \n \n(xii)  “record”  includes  an account,  book,  return,  statement,  document,  report,  chart,  \ntable,  diagram,  form,  survey,  image,  invoice,  letter,  map,  agreement,  memorandum,  \nplan,  voucher,  financial  and non- financial  information,  and anything  containing  \ninformation,  whether  in writing,  digital  or in electronic  form  or represented  or \nreproduced  by any other  means,  and recording  of details  of electro nic data \nprocessing  systems  and programs  to illustrate  what  the systems  and programs  do \nand how they operate;  \n \n(xiii)  “regulations”  means  the regulations  made  under  section  25 of this Act; and \n \n(xiv)   “rules”  means  the rules  made  under  section  24 of this Act. \n \nCHAPTER  II \n \nESTABLISHMENT  OF THE  AUTHORITY  \n \n3. Establishment  of the Authority .—(1) The Government  shall,  by notification  in the official  \nGazette,  establish  an authority  to be known  as the China  Pakistan  Economic  Corridor  Authority,  for \ncarrying  out the purposes  of this Act. \n \n(2) The Authority  shall  carry  out its functions,  in accordance  with the provisions  of this Act, and \nshall  report  to the Prime  Minister  through  its Division  concerned.  \n \n(3) The Authority  shall  be a body  corporate,  having  perpetual  succession  and a common  seal, with \npower  to enter  into contracts  within  its budgetary  allocation  following  all the applicable  rules  and \n \nPage 5 of 12 \n regulations,  acquire  or dispose  of property,  both movable  and immovable,  and may,  by its name,  sue or \nbe sued.  \n \n(4) The head  office  of the Authority  shall  be at Islamabad.  \n \n4. Powers  and Functions  of the Authority .—(1) In addition  to such other  powers  and functions  \nas may be assigned  under  this Act, the Authority  shall  be responsible  for planning,  facilitating,  \ncoordinating,  enforcing,  monitoring,  and evaluating  the smooth  implementation  of all activities  related  to \nthe China  Pakistan  Economic  Corridor,  in accordance  with the Memorandum  of Understanding  between  \nthe National  Development  and Reform  Commission  of the People’s  Republic  of China  and the Ministry  \nof Planning  Development  and Special  Initiatives  of Islamic  Republic  of Pakistan  on Outline  of the Long  \nTerm  Plan of China -Pakistan  Economic  Corridor  signed  in Beijing  on the 8th day of November  2014,  as \nwell as decisions  taken,  from  time to time,  at meetings  of the Joint  Cooperation  Committee:  \n \nProvided  that the function  of planning  shall  follow  the existing  arrangement  being  adopted  by the \nPlanning  Commission:  \n \nProvided  further  that the Government  may,  from  time to time,  assign  additional  functions  and \nresponsibilities  in this regard,  and issue  further  guidelines  to the Authority:  \n \nProvided  also that existing  arrangement  of China  Pakistan  Economic  Corridor  related  activities  \nshall  continue  until the Authority  becomes  functional  under  this Act. \n \n(2) The Authority  may call for any pertinent  information,  required  by it for carrying  out the \npurposes  of this Act, from  any person,  institution  or body  that is or has been  involved,  directly  or \nindirectly,  in any China  Pakistan  Economic  Corridor  related  activity,  or any matter  incidental  or \nconsequential  thereto.  Any person  institution  or body  called  upon  by the Authority,  or its authorized  \nofficer,  to provide  such information  shall  do so within  the period  prescribed  by the Authority  or such \nofficer.  \n \n(3) The Authority  may in the performance  of its functions  seek assistance  or facilitation  of any \noffice,  authority  or agency  working  under  the Government,  a Provincial  government  or a local  government  \nor of a representative  designated  by the Provinces  and Territories.  In this regard,  Provinces  and Territories  \nmay appoint  a representative  to provide  input  and assist  the Authority  in performance  of its functions  \nunder  this Act. \n \n(4) Without  prejudice  to generality  of the foregoing,  the Authority  may: \n \n(i)  take-up issues  involved  for the smooth  implementation  of the CPEC  Framework,  \nwith the relevant  ministries,  offices  and departments.  \n \n(ii)  interface  with National  Development  and Reform  Commission  of the Government  \nof the People’s  Republic  of China  after due deliberations  and consultations  with \n \nPage 6 of 12 \n relevant  ministries,  departments,  and other  existing  fora constituted  by the \nGovernment;  \n \n(iii)  organize  meetings  of Joint  Cooperation  Committee  and Joint  Working  Groups;  \n \n(iv)  ensure  inter-provincial  and inter-ministerial  coordination  for China  Pakistan  \nEconomic  Corridor  related  activities;  \n \n(v)  ensure  narrative  building  and communication  of China  Pakistan  Economic  Corridor  \nrelated  activities;  \n \n(vi)  conduct  sectoral  research  for informed  decision  making,  providing  input  for long-\nterm planning  and identifying  potential  areas  and projects  for intervention;  and \n \n(vii)  perform  any other  function  which  is necessary  for the discharge  of its functions  \nunder  this Act, with the approval  of the Prime  Minister.  \n \nCHAPTER  III \n \nMANAGEMENT  AND  ADMINISTRATION  OF THE  AUTHORITY  \n \n5. Composition  of the Authority .—(1) The Authority  shall  comprise  a Chairperson,  an Executive  \nDirector  Operations,  an Executive  Director  Research  and six other  Members.  \n \n(2) The Chairperson  shall  be the convener  and head  of the Authority.   \n \n(3) The Authority  may,  with the prior  approval  of the Prime  Minister,  co-opt any other  person,  as \na Member,  from  time to time.  \n \n(4) An officer  of the Authority,  so nominated  by it, shall  act as Secretary  to the Authority.  The \nSecretary  shall  be the custodian  of the common  seal of the Authority.  \n \n(5) The Authority  may,  whenever  deemed  appropriate,  employ  officers,  staff,  experts,  consultants,  \nadvisors,  public  and civil servants,  or other  employees,  on such terms  and conditions  as may be determined  \nby the Authority,  from  time to time.  \n \n6. Appointment  of the Chairperson .—(1) The Chairperson  of the Authority  shall  be appointed  \nby the Government  for a term of four years,  on such terms  and conditions  as may be determined  by the \nGovernment.  \n \n(2) The Chairperson  shall  be eligible  for re-appointment  for one additional  term of four years:  \n \nProvided  that no person  shall  be appointed  as Chairperson  for more  than two consecutive  \nterms.  \n \nPage 7 of 12 \n  \n(3) The Government  may,  by rules,  prescribe  the qualifications  and experience  required  for \nappointment  of the Chairperson.  \n \n(4) The Prime  Minister,  if necessary,  may designate  any Member  of the Authority,  as provided  in \nsub-section  (1) of section  5 to act as Chairperson.  \n \n7. Appointment  of the Members .—(1) Members  of the Authority  shall  be appointed  by the Prime  \nMinister  for a term of four years,  on such terms  and conditions  as may be determined  by the Prime  \nMinister.  \n \n(2) Upon  completion  of the first term,  each Member  shall  be eligible  for re-appointment  for one \nadditional  term of four years:  \n \nProvided  that no person  shall  be appointed  as Member  for more  than two consecutive  terms.  \n \n(3) The qualifications  and experience  required  for appointment  as a Member  shall  be such as may \nbe prescribed  by the Rules.  \n \n8. Executive  Director  Operations .—(1) The Prime  Minister  shall,  upon  the recommendation  of \nthe Authority,  appoint  Executive  Director  Operations,  for a term of four years,  on such terms  and \nconditions  as may be prescribed  by the Authority.  \n \n(2) The Executive  Director  Operations  shall  be eligible  for reappointment  for one additional  term \nof four years:  \n \nProvided  that no person  shall  be appointed  as Executive  Director  Operations  for more  than two \nconsecutive  terms.  \n \n(3) The Authority  may,  by regulations,  prescribe  the qualifications  and experience  required  for \nappointment  of the Executive  Director  Operations.  \n \n9. Executive  Director  Research .—(1) The Prime  Minister  shall,  upon  the recommendation  of the \nAuthority,  appoint  Executive  Director  Research,  for a term of four years,  on such terms  and conditions,  \nas may be prescribed  by the Authority.  \n \n(2) The Executive  Director  Research  shall  be eligible  for re- appointment  for one additional  term \nof four years:  \n \nProvided  that no person  shall  be appointed  as Executive  Director  Operations  for more  than two \nconsecutive  terms.  \n \n(3) The Government  may,  by regulations,  prescribe  the qualifications  and experience  required  for \nappointment  of the Executive  Director  Research.  \n \nPage 8 of 12 \n  \n10. Removal  or Resignation  of Chairperson,  Executive  Directors  and Members .—(1) The \nChairperson,  Executive  Director  Operations,  Executive  Director  Research  or any other  Member  may,  prior  \nto expiry  of their respective  terms,  resign  from  office  by writing  under  his hand  addressed  to the Prime  \nMinister.  \n \n(2) The Prime  Minister  or any person  so designated  by him may,  after conducting  an inquiry,  \nremove  the Chairperson  from  office  on grounds  of inefficiency,  incapacity  or misconduct.  The procedure  \nfor conducting  such an inquiry  shall  be such as may be prescribed  by rules.  \n \n(3) The Prime  Minister  may,  upon  recommendation  of the Authority,  remove  the Executive  \nDirector  Operations,  Executive  Director  Research  or any Member  from  office  on grounds  of inefficiency,  \nincapacity  or misconduct.  For the purposes  of such recommendation,  the Authority  shall  conduct  an \ninquiry  in such manner  as may be prescribed  by regulations.  \n \n(4) In case of a vacancy  occurring  due to death,  resignation,  retirement  or removal  of the \nChairperson,  Executive  Director  Operations.  Executive  Director  Research  or a Member,  the appointment  \nof another  qualified  person  to the said post shall  be made  within  a period  not exceeding  ninety  days from  \nthe date of such vacancy.  \n \n11. Committees  and sub-committees .—The Chairperson  may constitute  committees  and sub-\ncommittees  and assign  specific  tasks  to the said committees  or sub-committees  for efficient  performance  \nof the functions  of the Authority.  The committees  or sub-committees,  so constituted,  shall  perform  their \nmandated  tasks  in the manner  to be specified  by the Chairperson.  \n \n12. Meetings  of the Authority .—(1) On the direction  of the Chairperson,  the Executive  Director  \nOperations,  or any other  officer  designated  in this regard  by the Authority,  shall  call a meeting  of the \nAuthority.  \n \n(2) The Chairperson  shall  also call a meeting  of the Authority,  within  five working  days,  on being  \nrequested  in writing  to do so by at least three  Members  of the Authority.  \n \n(3) The Members  of the Authority  shall  have  reasonable  notice  of the date,  time,  and place  of a \nmeeting  of the Authority  and each matter  on which  a decision  has to be made:  \n \nProvided  that in case of an urgent  issue,  the requirement  of prior  notice  may be waived  by the \nChairperson.  \n \n(4) The Authority  may,  by the regulations,  prescribe  the manner  in which  Authority  meetings  are \nto be held.  \n \n(5) The Authority  shall  meet  at least once  in every  quarter  of the financial  year.  \n \n \nPage 9 of 12 \n (6) The Chairperson,  or in his absence,  any other  Member  so nominated  by the Chairperson,  shall  \npreside  the meeting  of the Authority.  \n(7) The decision  of the Authority  shall  be taken  by the majority  of total Members.  \n \n(8) The quorum  for a meeting  shall  be two-third  of the total Members  with a fraction  being  counted  \nas one. \n \n(9) No act or proceedings  of the Authority  shall  be questioned  or invalidated  merely  on the ground  \nof existence  of any vacancy  or defect  in the constitution  of the Authority.  \n \n13. Conflict  of Interest .—(1) No person  shall  be appointed  as Chairperson,  Member,  Executive  \nDirector  Operations  or Executive  Director  Rescarch  if he or his dependents  have  any direct  or indirect  \nfinancial  interest  in, or have  any connection  which  might  reasonably  be viewed  as giving  rise to a conflict  \nof interest  with any person  institution  or body  involved  in any China  Pakistan  Economic  Corridor  project  \nor initiative.  No person  appointed  as Chairperson,  Member,  Executive  Director  Operations  or Executive  \nDirector  Research  shall,  during  his or her term in office,  have  or maintain  any direct  or indirect  financial  \ninterest  with any person  involved  in any China  Pakistan  Economic  Corridor  project  or initiative.  The \nChairperson,  Member,  Executive  Director  Operations  or Executive  Director  Research  shall  not, at any \ntime during  their respective  terms  of office,  engage  themselves  in any other  service,  business,  vocation  or \nemployment.  \n \n(2) If at any time,  the Chairperson,  Member,  Executive  Director  Operations  or Executive  Director  \nResearch  of the Authority,  in any, way,  develops  a conflict  of interest  as described  in sub-section  (1), he \nor she shall  promptly  disclose  the said interest  to the Authority,  which  shall  promptly  inform  the Prime  \nMinister,  who shall  decide  on the continuation  in office  of such person.  \n \n(3) Every  person  who knowingly  contravenes  any of the provisions  of sub-section  (1) or sub-\nsection  (2) shall  be guilty  of misconduct.  \n \n14. China  Pakistan  Economic  Corridor  Business  Council .—(1) There  shall  be a China  Pakistan  \nEconomic  Corridor  Business  Council,  to be constituted  and notified  by the Board  of Investment,  as \nprescribed  by the regulations.  \n \n(2) The China  Pakistan  Economic  Corridor  Business  Council  shall  advise  the Authority  on how \nbest to achieve  the objectives  of this Act, in accordance  with the Memorandum  of Understanding  between  \nthe National  Development  and Reform  Commission  of the People’s  Republic  of China  and the Ministry  \nof Planning  Development  and Special  Initiatives  of the Islamic  Republic  of Pakistan  specified  in sub-\nsection  (1) of section  4 of this Act. \n \n(3) The Board  of Investment  shall  act as secretariat  of Business  Council  which  shall  meet  \nperiodically.  \n \n(4) A Secretary  to the Business  Council  shall  be nominated  by the Board  of Investment.  \n \nPage 10 of 12 \n CHAPTER  IV \n \nBUDGET,  FINANCE  AND  AUDIT   \n \n15. China  Pakistan  Economic  Corridor  Fund .—The Authority  may establish  a CPEC  Fund  to \nfurther  its objectives  in such manner  and on such terms  and conditions  as approved  by the Finance  \nDivision.  \n \n16. Budget,  Finance  and Accounts .—(1) A single  line budget  shall  be provided  to the Authority.  \n \n(2) The Authority  shall,  in respect  of each financial  year,  prepare  its own budget,  and shall  maintain  \ncomplete  and accurate  books  of accounts  and other  records  relating  to its financial  affairs.  \n \n(3) The Chairperson  shall  be the Principal  Accounting  Officer  of the Authority.  \n \n(4) The budget  prepared  by the Authority  shall  be reviewed  by the Budget  Committee  consisting  \nof three  members  of which  two shall  be nominated  by the Authority  and one member  by the Division  \nconcerned.  The Budget  Committee  shall  ensure  that the Authority  complies  with all requirements  of this \nAct and the rules  and regulations.  \n \n(5) All investments  by the Authority  shall  be made  with the approval  of the Budget  Committee.  \n \n17. Audit .—(1) The Auditor  General  of Pakistan  shall  annually  audit  the accounts  of the \nAuthority.  \n \n(2) The Authority,  in addition  to the audit  under  sub-section  (1), shall  cause  its accounts  to be \nannually  audited  by a Chartered  Accountant  or a firm of Chartered  Accountants.  \n \n(3) The auditor  appointed  under  sub-section  (2) shall  be provided  such access  to the books,  \naccounts  and other  documents  as may be considered  necessary  for the audit  of accounts  by the auditor.  \n \n(4) The auditor  appointed  under  sub-section  (2) shall  submit  the annual  or any special  audit  report  \nto the Authority,  and the Authority,  under  intimation  to the Government,  shall  take appropriate  remedial  \nor other  action  in the light of the audit  report.  \n \n(5) The Authority  shall  prescribe,  by regulations,  procedures  for financial  management  and \ninternal  audit.  \n \n18. Annual  Report.—(1) The Authority  shall,  within  three  months  of the end of a financial  year,  \nsubmit  to the Prime  Minister,  its annual  report,  which  shall  consist  of the accounts  and audit  reports  of the \nAuthority,  a comprehensive  statement  of the work  and activities  carried  out by the Authority  during  the \npreceding  financial  year,  and its proposed  activities  as well as such other  matters  as may be deemed  \nnecessary  by the Authority.  \n \n \nPage 11 of 12 \n (2) The Prime  Minister,  at any time,  may seek any details  or clarification  from  the Authority  about  \nits financial  affairs.  \n \n(3) Quarterly  progress  reports  of the Authority  shall  be published  on the official  website  of the \nAuthority.  \n \n \nCHAPTER  V \n \nMISCELLANEOUS  \n \n19. Delegation  of Powers .—(1) The Authority  may by general  or special  order,  subject  to such \nconditions  and restrictions  as may be specified  in the order,  delegate  to any officer  of the Authority,  any \nof the powers,  duties  or functions  of another  officer  of the Authority:  \n \nProvided  that, the delegation  of financial  powers  shall  be in accordance  with the provisions  of \nsystem  of financial  control  and budgeting  and instructions  issued  by Finance  Division  from  time to time.  \n \n20. Public  servants .—The Chairperson,  Members,  Executive  Director  Operations,  Executive  \nDirector  Research,  officers,  or other  employees  of the Authority,  or experts,  consultants,  advisors  \nemployed,  hired  or engaged  by the Authority  from  time to time shall,  when  acting  or purporting  to act in \npursuance  of any of the provisions  of this Act, rules  or regulations,  be deemed  to be public  servants  within  \nthe meaning  of section  21 of the Pakistan  Penal  Code,  1860  (XLV  of 1860).  \n \n21. Chairperson,  etc. not to be civil servants .—The Chairperson,  Members,  Executive  Director  \nOperations,  Executive  Director  Research,  officers,  or other  employees  of the Authority,  or experts,  \nconsultants,  advisors  employed,  hired  or engaged  by the Authority  from  time to time,  shall  be governed  \nby the terms  and conditions  of their appointment,  and shall  not be deemed  to be civil servants  within  the \nmeaning  of the Civil  Servants  Act, 1973  (Act LXXI  of 1973):  \n \nProvided  that if a Civil  Servant  is appointed  to a post in the Authority,  on deputation,  he shall  \ncontinue  to be governed  by the Civil  Servants  Act, 1973  (Act LXXI  of 1973)  and the rules  made  \nthereunder.  \n \n22. Confidential  Information .—(1) Except  as provided  under  the regulations,  no person  shall  \ncommunicate  or allow  to be communicated,  any record  or information  obtained  pursuant  to this Act, to a \nperson  not legally  entitled  to that record  or information  or allow  any person  not legally  entitled  to that \nrecord  or information  to have  access  to any record  obtained  under  this Act. \n \n(2) A person  who knowingly  receives  any record  or information  obtained  under  this Act shall  hold \nsuch record  or information  subject  to the same  restrictions  under  sub-section  (1) as apply  to the person  \nfrom  whom  such record  or information  were  received.  \n \n \nPage 12 of 12 \n 23. Indemnity .—No suit, prosecution  or other  legal  proceeding  shall  lie against  the Authority,  the \nChairperson,  Member,  Executive  Director  Operations,  Executive  Director  Research,  employees,  officers,  \nexperts,  consultants  or advisors  of the Authority,  in respect  of anything  done  or purported  to be done  in \ngood  faith,  under  the provisions  of this Act or the rules  and regulations.  \n \n24. Power  to make  rules .—The Government  may,  by notification  in the Official  Gazette,  make  \nrules  not inconsistent  with the provisions  of this Act, for carrying  out the purposes  of this Act. \n \n25. Power  to make  regulations .—The Authority  may make  regulations,  not inconsistent  with the \nprovisions  of this Act or the rules,  for carrying  out the purposes  of this Act. \n \n26. Overriding  effect .—The provisions  of this Act shall  have  effect  notwithstanding  anything  to \nthe contrary  contained  in any other  law, rule or regulation,  for the time being  in force,  and any such law, \nrule or regulation  shall,  to the extent  of any inconsistency,  cease  to have  effect  on the commencement  of \nthis Act. \n \n27. Savings .—(1) All actions  duly taken  under  the China  Pakistan  Economic  Corridor  Authority  \nOrdinance,  2019  (XII of 2019)  shall  be deemed  to have  been  validly  taken  and done  under  this Act and \nshall  always  be deemed  to have  been  so taken  and done.  \n \n(2) Subject  to this Act, any license,  order,  agreement,  directive,  instruction  or other  instrument,  \nissued  or executed  under  the China  Pakistan  Economic  Corridor  Authority  Ordinance,  2019  (XII of 2019),  \nshall  be deemed  to have  been  issued under  this Act and shall  continue  to be in force  until it expires  or is \ncancelled  or withdrawn  by the competent  authority.  \n \n28. Power  to remove  difficulties .—If any difficulty  arises  in giving  effect  to any provision  of this \nAct, the Prime  Minister  may make  such order  not inconsistent  with the provisions  of this Act, as may be \nnecessary  to remove  the difficulty."
}