{
    "file": "./converted_json\\administrator19d398420319f3c760fdc9dcd840debd(1).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "f..\n'to*-Q-\\'4 *?tO )a -B - 2b>Ej\ni\nREcIsxERED xo.&393L.-7ffi\ntEXTRAORDINARY\nPUBLEHED BY AUTHORITY(l :17;I\nISI+ATT{ABAD. MONDAY, APRIL 21, 2WO\n. PARTI\nActs, Ordinances, President's Orders and Regulations\nMIMSTRY OF I,AW AIYD JUSTICE\nNo, F. 20)nU2GPub::The following Ordinance promulgated on\n23rd April, 2020by the President is hereby published for general information:-\nOnpNeNcaNo.III oF2020\nAN\nOnprNaNce\n(le3)\nPrice: Rs.20.00. to prwidefor the prevention tilsmuggling of scheduled mticles, in the wake of\ncrn en0rsent s i@6n r***r fut#y!; * of tle c oynd vtrus potdemic\nWnrnEes it is expedient to proyide for the.prevention of smuggling in\nrespect of schduled articles, in an emergint situation resulting from the outbreak\nof the corona virus pandemic (COIIID-l9) and for mattirs connected therewittr\nand ancillary ttrereto;\nl5a5a(20201Ex. Gaz.I\nt94 TI{EG^AZETTE OF EXTRA., APRIL 272020 I\nWUpnreS smuggling of scheduled articles is a big menace in the society,\nwhich has exacerbated during lockdowns in the wake of the corona vinrs\n(COVID-[9) pandernic.\nWHPnf,s Pakistan is a state Party to the International Healft\nRegulations, 2fi)5, issued by the World Healdr OrganizatiorU according to which\nPakistan is undbr a direct obligation to preven! protect againsq contol and\nprovide a public healft response to international diseases;\nwrnnsAs the world Health organization has declared corona virus\n(COVD-l9) to be a pandemic rcquiring multifaceted responses;\nWHEREAs smuggling of scheduled articles, causes exponential hardsttip b\nthe people allarirc,'especially in cirlmstayes of partial or completg lockdoum;\nAND WHEREAs, the Sonate and the National Assembly are not r1 session\nand the President of the Islamic Republic of Pakistan is satiSfied &at\ncircumstances erdst which renaler it necessary to take imrnediatc action;t-\nNow, Tr{EREFORE, in the orercise of powers conferred by clause (tr) 9f\nArticle 89 of thp Constitution of thc Islamic Re,ptrblic .\"f p{itt \", 1973, the\nPresident is pleased to make and'pronrulgate the folloring Ordinance:-\nl. short title, extent and commercement{I) This ordinance strall\nbe called COVID-I9 (Prevention of Smuggling) Oldi4ance,2020-\n@ It entends to the whole of Pakistan.\nIf) t shall come into force at once.\nin the subject or context-\n(a) *code\" -\"aos the code of criminal procedure, 1898 (Act V of\nl8e8);\n:- (b) 'tonveyance\" includes any means of transport used for car-rylng\ngoods or passengers such as vessel, aircraft' vehicle, tain, cart\nanimals, etc.;\n(c) *Deputy Commissioner\" means the Deputy Commissio-ner of the\ndistrict concerned;\n\"district administration\" means ttre Deputy Commissioner of the\ndistrict concerned and such other officers, subordinate to him, as\nPART THEGAZETTE APNL l9s\nmay be designated by the Deputy Commissioner concerned in\nrespect ofany particular areas or subject;\n(e) \"goods\" mearls scheduled articles;\n(D \"government\" meansthe Fderal Government;\n(g) \"offrcer\" means an Assistant Collector of Customs or an officer of\nany other departrnent authority or agency including the security or\nlaw enforcement agencies, notified by lthe Federal Board of\nRevenue to implemint the prwisions Of this Ordinance to the\nExplottation.-\"security or law enforcement agencies\" include the\npolice, Inter-Services Intelligence, Military Intelligence, Federal\nInvestigation Agency, Coast Guards, Intelligence Bur€au, Frontier\nConstabularies, Frontier Corps, kvies, Rangers, etc;\n(h) ,'prbscribed' prescribed by rules {na{e under this Qrdinance;\n(i) \"scheduled articles\" means any bf the articles spegified in the\nschedule to this Ordinance; and,\n0) lismuggling\" means to tak€ out or atternpt to take otrt of Pakistan\nthe scheduled adcles through.all routes, whether notified under\nsections 9 and 10 of.the Customs Ac! 1969 (IV of 1969) or\notherwise, without formal approval or authorization.\n3. Offence of s4,ggling.-{1) Airy person who smuggles or afEempts\nto smuggle or is-concerned with or connected to the sr4uggling of soheduled\n(a) if the scheduled articles comprise other than foreign curency,-\n(i) of an offence punishable with simple imprisonment for a terin\nnot exceeding two years, if the value of the goods is betrvee,lr\nfive lacs and one rupees to thirty lacs rupees;\nof an offence punishable with simple imprisonment for a term\nnot exceeding tkee years, if the value of the goods is between\nthirty lacs and one rupees to fifu lacs rupees:i\n,l\nProvided that the sentence of imprisbnment shall not bp\n.fl\nGAZETTEOF 2020\n. Provided that the sentencc of imprisonmort shall not be\nIess thari trno and a halfyears;\n(iv) of an offence punishable-with simple imprisonment for a term\nnot exceeding ten fiears, if the value of the good! is bet-ween\nserrent5r five lacs and orp rupeeg to one crcne rupees: .I\n(iii) of an offence punishable with simple iinprisonment for a term. not exceeding five years, if the value of tlre goods iC between\nfiffy lacs and one rupees to seventy five lacs rup€es:\n(v)'Provided ttat thc sentence of imprisonment shall.not be\nof aa ofrence pu$shablo wirt simple imprisonment for atcrm\nnot orceding fourteen fears, if the value of the goods\ne:rceeds one crore rupees:\n(b)Providedthatthe pntcnce of imprisgnment shall notbe\nless than five yeirs; or\nif the scheduled artictes comprise fueign cunqrcyi\n(i) of an offtnce puqislrable'nrit simple imprisbnment for aterm\nrtot e:rcceding two years, if tre amormt of thc culency is upb\nProvided that this provision'shall not be applicable ip\ncase the valu.e of currency upto ten thousand US dollars and is\nbeing taken oW of Pakistan through rouE$ notified rmder\n-sections 9 and l0 of,the Customs Acq 1969 (IV of 1969);\n(ii) of an offence punishable with simple imprisonment fot a &rm\n\" not exceeding ttmge yeanr, if the amount bf thrc annency is\nbetrreen ten thousand US dollars to turcnty thousand US\ndollrs or equivalent in value:\nPhovided that the sentence of imprisonment shall not be,lessthan{woyearc; :\n(iil) of an ofrence punishable with simple imprisonment for aterm\nnot exceeding five yeare, if .the amount of,the cuncncy is\ntrrcnty thousand and one US dollars to fifty thousand US\ndgllars orequivalent in value:IV\nPART THEGAZETTEOF APRIL 2020\nPro{dd that the sentence of imprisonment slrall not be\nless than five years.Providd that the sentence of imprisonment shall not be\nless than two and a half years;\n(lv) of an offence punishable with simple imprisonment for a term\nnot exceeding ten years,, if the amriunt of the currency is\nbctc,eea fifty thousand and me US dollars to one lac US\ndollars or equivalent in value:\n' Prsvided that ttrc sentence of imprisonment shall not bc\ntessttrqn ttree years; or\n(v) of an offence punishable with simple imprisonment for a term\nno! exceeding forrten years, if ttrc anrount of the currency is\nmorE ftan oltc lac US dollars or equivalent in value:\n(21 ' Thcvahic of tlre schoduled articles for dre purposes of clause (a) of\nsub-section (l) shall be d-*rnined in the manner as may b6 prescribed.\n(3) Any person who aids, assists, abets, afiernpE c conspires in r€spect\nof an offe,nce under sut -section (1) or is a benefieiary, age,nf canier or persm\narranging or runling a network for carrying or flcilitating goods,to gtoss the\nborder, shill be guilty of fire same 6ffence and shdl be awardcd prmishn-rent in\nthe ryqe manner as provided for in sub-sectio,n (1).\nJ 4.. Power to rereh end seizure oi*tdufa erdcle.il) When an\nofficer has rcasonable grounds to suspec( either upon information fr,om anyone\nor on his owu ttat a p€rson is carryingwith him okeeping in a conveyancc ori havi stor€d schedutd articles meant for srruggling he nray stop and search such '\nperson, asy bagglgp, luggage or bclongings, or cotvgyanoe, witlrort any warrant:\nFrovidd that the powecs under gub.section (l) shall only be exercised\nwi&in a distance of fivc kilometers from any intcrndional bor&r a within t[o\npremises of airpora:\nExplan4ion-For the purpose of searching the b1ggage, luggage or\nconvepnce the officer may break oi open any locks or open any Pqckge.\n'(2) Upon scarch of the percon or convg/ance-'under subsection (l), if\nscheduled articles arp found wtrich ara suspected to be meant for smugglin& drc \n,\nofficer shall immedidply seize the same and prepare a detailed r€poft of the\nscheduled articles and othcr relevant material found during the seatch,,.t\n198 THE OF 2020 T\n(3) Ttrc provisions of the Code shall not be applicable on search and\nS. Power to auction seized scheduled articles.{l) Notwithstanding\nanything contairned in any other law for ttre time being inforce Td ln ad{itign- tq\nthi proiecution under this Ordinurce, the officer.may deal with the scheduled\narticles seized under section 4 in the following mannen-\n(a) where the seized items compriqe foreign currency, it strall be\ndeposited in a profit b€aring foreigp curr€ncy account in the\nr Nitional Bank of-Pakistan, and if:-\n(i) the accused person is qpquitted of an offer-rce under section 3,\nthe deposited amount along with the profit shall be releaqed to\nthe same accused; or\nthe deposited amount along with the profit shall be tansferred\naid deposited into the government exLhgqucr;\n(b) where the seized items comprise otlrer tran foreign curre'ncy, the\nauction in the mann€r as may be prescribed, and the procee& so: collected $alt b€ deposited in i profit bearing bank account in the\nNational Bankof Pakistan, and if:-\n(l) the accused person whose scheduled articles are auctioned is\naequitted of an offence under section 3, the deposited amount\n' alongwith the profitshall be released to the said accusad; or\n(ii) the accused person whose scheduled articles are auctioned is\ncorrvicted of an offence under section 3, the deposited arnount\nalongrrith the p:ofit shalt be transferred and deposited into tlre\ngovemment exchequer.\n6. Cognizance of offence and errest without wlrrant-(l)\nNotwithstanding-anything contained in the Code, all offences punistrable under\nthis Ordinance shall be cognizable arrd non bailablg. : '\n(2), ,A Special Court provided for in section 8 shall take cognizance of\nan offence under this Ordinance, upon writen information by the offtcer.*.\n'(3) An offrcer may arrest any pennn without wanllt ggainst rnhgT\nthere is credible information that he has committed an offence under this\nOrdinance.\nP.ART GAZETTEOF 2020 199\n7. Power to try olfences summarily'{l) offences punishable under\nthis Ordinance shall be tried by a Special Court provided for in section 8, in a\n.summary manner as provided in sections 262 ts 265 of the Code' so far\nappticable and with the necessary adaptation:\nProvided that sub-section (2) of section 262 of theCode shall not apply-\n(2) The trial-under this Ordinance shall be concluded within trirty\n(3) Notwithstanding anything to the contrary contained in this section,\nthe Special Courts esablished unlersection 8 shall followthe proqedure giva in\nChapier XXII' of the Code urd the Speciat Court shall exercise all the powers\n, ,veste,d in the Court of Sessiorls under the'Code for the purposes of awrrding\npunishment to the accused under this Ordinance. . \\\nSpecial Courts (Custom, faxatloir and Anti-Smuggling), established under\n\"section 185 of tte Customs Act, 1959 (IV of 1969), shatl'havejrnisdiction to try\nthe o,ffences commiued underthis Ordinance.\n(2) The Federal'Government shall, upon consultation with the Clid\nJustice of Pakisten and ry notification in the offrcial Gazette confer the powers\nof the Special Ciiurt on any Sessions Judgs or Additional Sessions'Judge and\nspecifr their area ofjurisdiction.\n9. Appeat{l) A person aggrieved by an order of conviction and\nsentence under this Ordinance may file an appeal before the High Court\nconcerned within thirty days of the said order.\n' @ An appeal under sub-section (1) shtll be heard and disposed of\nwithin thirty days by a bench of the High Court comprising twoJudges. -\n10. Reryerd for inforuers.-Anyone, other than officials of the\nfederal, provincial or local governments, who provides an information to an\noffrcer:with regard to any act or acts of smuggling which results in conviction\nand transfer of-funds intothe government exchequer, shall be e'ntitled to a reward\nequivalent to ten percent of the amount ftansferrod to the government exchequer,\nin the manner as may be prescribd\nI l. Role of District Administration -(l) Any offrcial of the District\nAdministration, not below the rank of BPS-17, may, upon complaint or\ninformation ftom any quarter or upon his ovm knowledge or irrformatio&\ncommunicate such information to an officer with regard to any contravention\nunder this Ordinance.\n200 27,2024\nQt Upon receipt of informatior under sub-section (l), the ofrrcer shall\nbe under an obligation to process the information and take appropqate action,\nstrictly in accordance with the provisions ofthis Orrdinance.\n(3) In case the officer does not satisfactorily comply with tlp\nobtigi*ions under sub'section (2), the peputy Cornmissioner concerned shall\nforward the reporf in this behalf, to the appropriate authority to take action\nagainst the delinquent offrcer in accordance fuith the law.\n12. Preventirrc detention.{l) When gn officer, has rpasonable\ngrounds to suspect, either upon information from arry murce or on,his ounr, thd a\nperson isengaged or is likely to engage in any act or tursaction of snuggling or\nmay do anything which may facifitate nrch an act, or is.knoum as a habitual\n, smuggler, ;uch person may be ar€sted without warrant and detained by an order\ninwriting.\n,@ The detention order under zub-section (1) rtgU hot be issued\nwithout prior approval of the Deputy Commissioner concemed, who shalt appty\nhis mind based on the reports or information arrailabh wi-& h'im, and where such\na detention order has been issued, the offier,making the order, as soon as may\nbe; but not later than fifteen days from the datd of detentiorl communicate to\nsuch person the gounds on which trc order has boen made and slull afrod him\nthe. earliest opporhnity- of qnaklng a reirese,nation to. the Commissioner of the\nDivision cqrcemed.\n(3) Where a repFesentation is made -under sub'section (2), the\nCommissioner of the Division concerned may, on consid€ration of Ore\nrepresentation and after Sving the detained pe.soo or his represenffiive an\nopportuntty of hearing modiS, rescind or confirm the grder.\n(4) The Commissioner of thc Division concerned may order a\nconditional release of the dertained person on firnishing of surety bon4 the\namount of which shall be fixed by him after due regard to the circumstances of\nthe case.I\nE\n, (5): A person shall not be detaioed under an order made under sub.\nsection (l) fof a priod exceeding three months.\n(6) $ave as provided under this Ordinance and rules niade thereunder,.\nno order made or proceedings taken u4der this Ordinance, or the rules made\nthereunder, shall bc called in question in any court and no injurlction strdl be\ngranted by any court in respect ofany decision rnade, or proceedings taken in\npurstlance of any power conferred fu/, or under, this Ordinance or the rules made\nthereunder.\nPART ffiE OF\n14. Persons who mey conduct piuecution, etc.{l)\nNotwithstanding anyhing containd in the Code, a special prosecutor appoind\nrinder s*ion 47.of tte Prwention of Smuggling .Act,1977 (Xtt of 1977), shall\nbe competent to conduct prosecutior-r before a Special Court and to witlrdraw\npro.\"\"uton whe,n so required by the Chairperson, feaerat Bqard of Revenue or\nany offrcerauthorized by h!4. \n\"\n(2) A law officer appointd shall be competgnt to conduct proceeaingF\nbefore High.Court and to withdraw such procedings when so required by the '\n. 15. Protection of action tsken under the Ordinar,*ir) No sri!\nprosecution or other legal proceedings shalt lie ageinst any person for anyhing\ndone, or intendedto be done, in good faith.\n@ Excep! as plovided in this Ordinance, no suit or other legal\nproceedings shatl iie to challenge any proceedings under this Ordinance on any\ngound.\n: 16- Action in aid of en ofrrceriln giving effect q th\" provisions of\nthis Ordiqancei an offiser, *\\\"tu hC deems fiq'may seek the aid of law\nenforcenie,nt agencies.\n17. Power to make rules.-The Government may, by notification in\nthe official Gazet&i,make rules to carry out the purpose of this Ordinance.\n18. Ordinance to ormride other llws.-The provisions of this\nOrdinance dratl have effectnotwithstanding anything.contained in any other law\n. 19. ' Power to emend schedule.-The Government may, by notification\n' inofficial Gazette, amend the schedule so'as to idd to, or omit noni it, or amend\n20. Removal of dilliculties.-If any diffrculty arise.s in giving effect to\nany of the provisions of this Ordinance, the Federal Government may make such\norder by notification in the official Gazeth, not intbnsistent with the.provisions\nof this Ordinance, which ii necessary for the purpose of removing the difficulty.\n202 TTIE APRIL 2U2A ,\nSCEEIDUI.E\ntsee scdon 2{i)l\nI\nGoH and Silvcr l0Rice\n[Y?ti]+,*] llfVkt, Flowall sorts\n13\nt4\nSalt oi[h1r&ogommedc\nl6fterrycuUc E2\n3\n4\n5\n:,1\nEE'\nMUHAMMAD KIIASHITI'TJR.REHMAN,\nnINIED\nPUBLIITTIED 8Y TIE DEPUTY OONINOUI& S;IANO{BY"
}