{
    "file": "./converted_json\\administratorc4e702ce4c8e77fee0203f809e3833c9.json",
    "name": "The National Institute of Electronics Ordinance, 1979",
    "date": "22nd January, 1979",
    "tagline": "An Ordinance to provide for the establishment of a National Institute of Electronics.",
    "content": "Page 1 of 8 \n  \n \nTHE NATIONAL INSTITUTE OF ELECTRONICS ORDINANCE, \n1979  \n \n \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1  Short title, extent and commencement  \n2  Definitions  \n3  Establishment of the institute  \nCHAPTER II  \n \nFUNCTIONS OF THE INSTITUTE  \n4  The functio ns of the institute shall be to  \nCHAPTER III  \n \nADMINISTRATION OF INSTITUTE  \n5  The Governing Body  \n6  The Director  General and Directors  \n7  Executive c ommittee of the Governing Body  \n8  Meeting of the Govern ing Body  \n9  Committees and working groups  \n10  Funds of the institute  \n11  Budget and a ccounts  \n12  Appointments  \n13  International co operation   \n \n\n \nPage 2 of 8 \n CHAPTER IV  \n \nMISCELLANEOUS  \n14  Reports and returns  \n15  Direct ives of the Federal Government  \n16  Ordinance XXIII of 1969 not to apply to institute  \n17  Discoveries and inventions  \n18  Decla ration of fidelity and decrecy  \n19  Powe r to make rules and regulations  \n  \n \nPage 3 of 8 \n THE NATIONAL INSTITUTE OF ELECTRONICS ORDINANCE, 1979  \nORDINANCE No. III OF 1979  \n[22nd January, 1979]  \nAn Ordinance to provide for the establishment of a National Institute of Electronics.  \n WHEREAS it is expedient to provide for the establishment of a National Institute of Electronics \nand for matters connected t herewith or incidental thereto;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July 1977, read with \nthe Laws (Continuance in Force) Order, 1977 (C . M. L. A. Order No. 1 of 1977), and in exercise of all \npowers enabling him in that behalf, the President is pleased to make and pro mulgate the following \nOrdinance :___ \nCHAPTER I  \n \nPRELIMINARY  \n 1. Short title, extent and commencement .―(1) This Ordinance may be called the National \nInstitute of Electronics Ordinance, 1979.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions . In this Ordinance, unless there is anything repugnant in the subject or context;   \n(a)  “Director” means the Director of a Division;  \n(b)  “Director General ” means the Director General  of the Institute;  \n(c)  “Division” means a unit of the Institute;  \n(d)  “electronic components” means metallic and non -metallic  parts possessing \ndefinite electrical and mechanical characteristics which are connected together \nin a specific pattern to produce electronic equipment;  \n(e)  “electronic equipment” means an electronic device assembled and finally \nprepared for use, such as  radio and television receivers, radio transmitters, tape \nrecorders , radar sets, tele -communication apparatus, computers, electronic \ncontrols, military and space electronic equipment;  \n(f)  “electronic industry” means an industry producing electronic mate rials, \ncomponents and equipment;  \n \nPage 4 of 8 \n (g)  “electronics” means the branch of science, engineering and technology which \ndeals with the controlled flow of electrons in net works consisting of metallic \nconductors, insulators, semi -conductors, electronic valves, resulting in coherent \nand meaningful signals which find application in communication, data \nprocessing, data transmission and display as well as in the automatic and \nsemiautomatic control of machines, missiles and such other devices;  \n(h)  “Governing Body” means the Governing Body of the Institute;  \n(i)  “Institute” means the National Institute of Electr onics Established under section \n3;  \n(j)  “Laboratory” means a laboratory set up by the Institute;  \n(k)  “Member” means member of the Governing Body;  \n(l)  “standardization ” means uniformity in equipment, components and techniques \naiming to achieve efficiency and economy in production and maintenance, and \nincludes uniformity of specifications and nomenclature.  \n 3. Establishment of the Institute .―(1) As soon a s may be after the commencement of this \nOrdinance, the Federal Government shall establish, in accordance with the provisions of this \nOrdinance, an Institute to be called the National Institute of Electronics.  \n (2) The Institute shall be a body corporate b y the name of the National Institute of Electronics, \nhaving perpetual succession and a common seal, with power, subject to the provisions of this \nOrdinance, to acquire, hold and dispose of property, both movable and immovable, and shall by the \nsaid name su e and be sued.  \n (3) The headquarters of the Institute shall be at Islamabad.  \nCHAPTER II  \n \nFUNCTIONS OF THE INSTITUTE  \n 4. The functions of the Institute shall be to:__ \n(a)  carry out design and development work in vital areas in electronics not within \nthe resources of the existing development centres;  \n(b)  design and develop items of common utility for the various user organizations \nand production units and assist in augment ing the local content in production;  \n(c)  develop know -how in advanced electronic techniques of value and exchange \nspecialized  know -how with other research centres in the country;  \n(d)  participate with other development centres in research and developm ent projects \nof national importance and coordinate the work of various research centres in \nthe country;  \n \nPage 5 of 8 \n (e)  assist in advanced training in electronics;  \n(f)  design, develop and guide fabrication of electronic components, particularly \nintegrated circuits, keeping abreast of the latest technologies;  \n(g)  design, develop and guide production of electronic measuring instruments, \nindustrial control equipment, comp uting devices, medical electronic equipment \nand opto -electronic devices;  \n(h)  design, develop and guide production of radio and television sets, including \ncolour television and other consumer electronic devices;  \n(i)  develop expertise in digital electro nic techniques to enable its application to \ncontrol systems, data processing and data transmission equipment of the future;  \n(j)  establish and maintain close liaison with other development centres, \nuniversities, user organizations and production units for  the promotion of \nelectronic research and development activities;  \n(k)  undertake design and development projects on contract with user organizations \nand coordinate the work in the various development centres  in case of composite \nprojects;  \n(l)  conduct se minars on electronic topics of national interest and exchange \nspecialised knowhow with other research organizations, universities and centres \nof competence;  \n(m)  publish an electronics journal with the objects of disseminating knowledge and \nexpertise and the progress of research and development work;  \n(n)  undertake small quantity production of specialised components; integrated \ncircuits and equipment;  \n(o)  assist industry to enable increased use of local components circuits and design; \nand  \n(p)  assist in  standardization  of components, equipment and techniques on the \nnational level.  \nCHAPTER III  \n \nADMINISTRATION OF INSTITUTE  \n 5. The Governing Body .―(1) The general administration of the affairs of the Institute and the \nformulation of its policies shall vest in the Governing Body.  \n (2) The Governing Body shall consist of the following members to be appointed by the Federal \nGovernment, namely:  \n(a)  Fulltime Members:  \n \nPage 6 of 8 \n (i)  Director General , who shall also be the Chairman of the Governing \nBody; and  \n(ii)  Directors of Divisions;  \n(b)  Ex-officio  Members:  \n(i)  Five members representing the Ministries and Organizations concerned, \nincluding the Ministry of Science and Technology; and  \n(ii)  A member representing the Universities.  \n (3) The Governing Body may, for such time as it may deem fit, co -opt as member a \nrepresentative of any unit or organization  relating to electronic industry or an establishment engaged \nin research in, or development of electronics.  \n (4) A person appointed to be a member of the Governing Body by virtue of his holding an \noffice or appointment shall cease to be such member when he ceases to hold that office or appointment.  \n (5) A person appointed to be member of the Governing Body may at any time resign his office \nby writing in his hand addressed to the Chairman:  \n Provide d that no resignation shall take effect until it has been accepted by the Federal \nGovernment.  \n (6) No act or proceeding of the Governing Body shall be invalid by reason only of the existence \nof vacancy in, or defect in th e constitution of, the Government  Body.  \n 6. The Director General  and Directors .―(1) The Director General  shall be the chief \nexecutive of the Institute and shall exercise both administrative and financial powers within the \nframework of policy laid down by the Governing Body.  \n (2) The Director -General  shall be appointed by the Federal Government and shall be an eminent \ntechnologist of standing by virtue of his contribution to the profession of electronic engineering and \ntechnology.  \n (3) The Directors, other than the Director, Finance, shall be appointed by the Federal \nGovernment from amongst eminent technologists in the field of activity of the Division concerned and \nshall perform such functions as may be assigned to them by the Director General , and the Director, \nFinance, shall be nomi nated by the Ministry of Finance.  \n (4) The Director -General  and a Director shall hold office for such period not exceeding three \nyears as the Federal Government may determine at the time of his appointment and shall be eligible \nfor re -appointment for suc h further period or periods, not exceeding three years at any one time, as the \nFederal Government may deem fit.  \n (5) The remuneration and other terms and conditions of service of the Director -General  and \nDirectors shall be such as may be determined by the  Federal Government.  \n \nPage 7 of 8 \n  7. Executive Committee of the Governing Body.―(1) There shall be an Executive Committee \nof the Governing Body consisting  of the Director -General  and the Directors.  \n (2) The Executive Committee shall be responsible for the day to day  functioning of the Institute \nwithin the framework of policy laid down by the Governing Body.  \n 8. Meeting of the Governing Body.― (1) Meetings of the Governing Body shall be convened \nby the Director -General  on such date and at such time and place as may be specified by him:  \n Provided that not less than four meetings shall be held every year and not less than eight days’ \nnotice of a meeting shall be given to the members, specifying the date, time and place o f the meeting.  \n (2) To constitute a quorum at a meeting of the Governing Body, not less than five members, \nincluding the Director -General,  shall be present.  \n (3) The Director General or , in his absence, a member authorised by him in writing shall preside  \nat a meeting of the Governing Body.  \n 9. Committees and working groups.  The Governing Body may from time to time appoint \nsuch working groups or committees from amongst its members as it may consider necessary to assist  \nit in the performance of its functio ns and to discharge such of its functions as it may assign to them  \n 10. Funds of the Institute . The funds of the Institute shall consist of___ \n(a)  grants made by the Federal Government and the Provincial Government;  \n(b)  donations and endowments;  \n(c)  income from investments and royalties;  \n(d)  income from development contracts; and  \n(e)  foreign aid and loans obtained with the approval of the Federal Government.  \n 11. Budget and accounts .―(1) The Institute shall cause to be prepared and submit for the \napproval of the Federal Government a statement of its receipts and expenditure for each financial year \nand the sums which are likely to be required from the Federal Government during that fina ncial year.  \n (2) The funds of the Institute shall be kept in a personal ledger account of the Institute with the \nState Bank of Pakistan or with any Branch of the National Bank of Pakistan, acting as an agent of the \nState Bank of Pakistan.  \n (3) The accoun ts of the Institute shall be maintained in such  form and manner as the Auditor -\nGeneral of Pakistan may determine in consultation with the Federal Government.  \n (4) The accounts of the Institute shall be audited by the Auditor -General  of Pakistan or  one or \nmore auditors who are chartered accountants within the meaning of he Chartered Accountants \nOrdinance, 1961 (X of 1961), and are appointed by the Institute in consultation with the Auditor -\nGeneral  of Pakistan.  \n \nPage 8 of 8 \n  12. Appointments . The Executive Committee of, the Governing Body may appoint, subject to \nsuch general or special orders as the Federal Government may issue to it from time to time, such \nofficers and sub -ordinate staff and engage such consultants or experts as it may consider necessary for \nthe efficien t performance of the functions of the Institute on such terms and conditions as it may deem \nfit.  \n 13. International co operation . The Institute may with the prior approval of the Federal \nGovernment cooperate with any foreign agency or international organi zation for the development of \nelectronics, pursuant to an international agreement or arrangement made before or after the \nestablishment of the Institute.  \nCHAPTER IV  \n \nMISCELLANEOUS  \n 14. Reports and returns .―(1) The annual report and accounts of the Institute for every \nfinancial year shall be considered and approved at a meeting of the Governing Body to be held within \nsix months of the close of that year and shall be submitted to the Federal Government.  \n (2) The Institute shall submit to the Federal Government such reports, returns, summaries, \ncomments, statements and accounts, at such times and in such form as it may specify.  \n 15. Directives of the Federal Government . The Federal Government may from time to time, \nissue to the Institute such directives and orders as it may consider necessary to guide the functions of \nthe Institute and the Institute shall be bound to comply with or carry out such directives and orders.  \n 16. Ordinance XXIII of 1969 not to apply  to Institute . Nothing contained in the Industrial \nRelations Ordinance, 1969 (XXIII of 1969), shall apply to or in relation to the Institute or any of the \nofficers, employees, consultants or experts employed by it.  \n 17. Discoveries and inventions.  All rig hts relating to discoveries, inventions, designs and any \nimprovements in materials, techniques, processes, apparatus or equipment made by any officer or \nemployee of the Institute in the course of his employment shall vest in the Institute, but the Institut e \nmay grant to any such officer or employee such award or honorarium as it may deem fit.  \n 18. Declaration of fidelity and decrecy . Every member of the Governing Body and every \nofficer, employee, consultant or expert of the Institute shall make such declar ation of fidelity and \nsecrecy as may be prescribed by rules made under this Ordinance.  \n 19. Power to make rules and regulations .―(1) The Federal Government may, by notification \nin the official Gazette, make rules for carrying out the purposes of this Ordinance.  \n (2) The Institute may, with the prior sanction of the Federal Government make such regulations \nnot inconsistent with this  Ordinance or the rules made thereunder as may in its opinion be necessary \nor expedient for the achievement of its aims and objects or for the performance of its functions."
}