{
    "file": "./converted_json\\administrator85aa9675e2670d51c2235f23989a0f80.json",
    "name": "Islamabad Capital Territory Domestic Workers Act",
    "date": "October 21, 2022",
    "tagline": "Provision for regulation of employment of domestic workers in Islamabad Capital Territory to safeguard their safety and rights.",
    "content": "REGISTERED No.M - 302' L.-7ffi9\n@eGgqldfo d ?e[tmt\n-...-tRF\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TUESDAY, OCTOB.ER 25, 2022\nPART T\nActs, Ordinances, President's Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the 24th October, 2022\nNo. F.22(121)12021-Legis.-The following Act of Majlis-e-Shoora\n(Parliament) received the assent of,the President on the 2lst October,2022 is\nhereby published for general information:-\nAcrNo. XXY or2022\nto provide for regulatioh of employment of domestic workers in\nIslamabad Capilal Tetitory\nWneRpas Articles 3 and 11 of the Constitution aims to eliminate all\nforms of exploitation and prohibits slavery and forced labour;\nWueRras Government of Pakistan has instituted a mechanism to\ndetermine and notiff minimum wages for unskilled workers on periodical basis;\n(l l4s)\n19600(2022)/Ex. Gaz.lPrice: Rs. 20.00\nI 146 THE GAZETIE OF PAKISTAN, EXTRA., OCTOBER 25,2022 TI\nWHEREAS Government of Pakistan has enacted laws to prevent\nemployment of children of age below sixteen years and declared access to free\nand compulsory education to all children of the age of five to sixteen years as\nmentioned in Article 25A of the Constitution;\nWIfiREAS Government of Pakistan has signed the Convention on the\nnighg of the Child and thus committed to protect rights of all Pakistani children\nand ensure provision of education, health, nutrition, play, entertainment, and all\nother rights to them;\nWueneas rising number of incidents of exploitation, abuse, and violence\nagainst domestic workers created the need to regulate employment of domestic\nworkers to safeguard their safety and rights;\nAND wHEREAS there is a need to regulate the terms of employment of\ndomestic workers to ensure basic needs are met including rest breaks, number of\nhours of sleep, medical care, minimum number of meals, working time, freedom\nfrom discrimination and sexual harassment and to protect the safety and dignity\nof domestic workers.\nlt is hereby enacted as follows:-\nl. Short title, extent and commencement.{l) This Act may be\ncalled the Islamabad CapitalTerritory Domestic Workers Act\"2022.\n(2) It extends to u,hole of the Islamabad Capital Territory.\n(3) It shall uome into force at once.\n2. Delinitions.-In this Act, unless there is anything repugnant in the\nsubject or contcxt-\n(a) \"Act\" means the Islamabad Capital Territory Domestic Workers\nfuct\"2022;\n(b) \"Administrator\" means a person nominated by the Commissioner of\nthe Islamabad Capital Territory;\n(c) \"Appellate Authority\" means an authority appointed under section\n26;\n(d) \"beneficiary\" means a domestic worker or heirs of a deceased\ndomestic worker eligible to receive benefits;\nP^R,I] THE GAZETTE OF PAK\n(e) \"Board\" means the minimum wages board established under\n. section 3 of the Minimum Wages Ordinance, 196l (XXXIX of\n196l) o-r other relevant law adopted by Federal Govemment for the\nIslamabad Capital Territory;\n(0 \"dispute\" means any dispute or conflict between employee and\nemployer or between employer and domestic worker which is\nconnected with the terms of employment of a dometic worker;\n(g) \"domestic r+clkf ineans any wqrk which takes place within or fcr\nthe house hold and includes child care, old age care, sick care or\nnataUpost-natal care and matter ancillary thereto;\n(h) \"Domestic worker\" is a person who provides services of a domestic\nnature in a household;\n(i) \"employ\" means to engage or permit to work;\nC) \"employer\" means-\n(i) in relation to a person or group ofpersons registered underthe\nAct and employing domestic workers, such person or group of\npersons generally or collectively responsible for employment\nthemselves or through an agent, working conditions, hours\nand care of domestic workers; and\n(ii) in relation to an establishment or 4gency, the owners of the\nestablishment or agency or a person registered under the Act\nand having the ultimate control over the affair of the\nestablishment or agency as well.as any other person to whom\naffairs of such establishment or agency are entrusted whether\nsuch person is called an agent, a manager, an occupier or by\nany other name.\n(k) \"family'' in relations to that of a domestic worker means the spouse,\nchildren below the age of eighteen years and includes disabled\nchildren above the age of eighteen years with disability of fifty\n' percent or more;\n(l ) \"Government\" means Federal Government;\n(m) \"Governing Body\" has the same meaning as in section 5 of the\nEmployees Social Security Ordinance, 1965 (X of 1965) or\nelaborated otherwisu separately by the Government for Islamabad\nCapital Territory through a notification;\nI I48 THE GAZETTE OF PAKISTAN, EXT 25,2022 [PARTI\n(n) \"household\" means individual who comprise a family unit and who\nlive together under the same roof;\n(o) \"ICT\" means Islamabad Capital Territory for the purpose of this\nAct;\n(p) \"Labour Coult\" means the labour court established by the\nGovernment;\n(q) \"Prescribed\" means prescribed by rules;\n(r) *Shift\" means the designated number of working hours with a\nstarting hour and an ending hour; and\n(s) \"'Wages\" means all amounts paid for labor performed by employees\nof every description which would if the terms and conditions of\nemployment, express or implied, were fulfilled, be payable to a\nperson employed in respect of his employment or of work done in\nsuch employment, and includes fixed amount or conditional on\ntime, task commission basis or any method of calculation but does\nnot include-\n(i) any contribution paid by the employer in respect of such\nperson under any scheme of social insurance or to a pension\nfund or provident fund; and\n(ii) gift or anything given in kind.\n3. Prohibition on employment.-No child under the age of sixteen\nyears shall be allowed to work in a household in any capacity.\n4. Rights and entitlements of domestic workers.-Domestic\nworkers shall have the following rights and entitlements, namely:-\n(a) a domestic worker shall not be employed under the bonded labour\nsystem or forced or partly forced labor system;\n(b) no domestic worker shall be discriminated in recruitment,\ncontinuance of employment, deciding wages, benefits and other\nrights on grounds of religion, rdce, caste, creed, sex, ethnic\nbackground, place of birth, residence, domicile, migration or any\nother specific employments that require a certain minimum level of\nstrength or educational qualification or carry a risk of physical\n.. danger to a particular class of person;\nPART THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 25,2022 II49\n(c,) domestic worker shall be addressed and referred to as a domestic\nworker;\n(d) domestic workers shall be entitled to receive overtime wages for\n. labour performed in excess of their shift as per the provisions of\nsection;\n(e) employer shall provide dignified working conditions and\noccupational safety and health measures to the domestic worker;\nand\n(0 benefits for domestic worker shall include sickness benefits and\nmedical care during sickness and injury.\n5. Employment on work.{l) Every employment or appointment of\na domestic worker shall be subject to the issuance of letter of employment in the\nprescribed Form showing the terms and conditions of his or her employment\nincluding nature of work and amount of wages.\n(2) The employer shall send a copy of the letter of employment issued\nunder sub-section (l) to the commissioner office, Islamabad or any other official\nappointed by the Government. The employer may keep a copy of identification\ndocuments of domestic worker during the course of employment.\n(3) An employer shall, within sixty days of the commencement of this\nAct arrange for the issuance of letter of employment under sub-section (l) to\neach of the domestic workers employed on work in relation to a household.\n(4) No domestic worker shall be required to perform. Any work other\nthan his job description mentioned in the letter of employment.\n(5) A fulltime or live in domestic worker shall have at least a twelve\nhour period free of duty in a twenty four hours period, provided that in the twelve\nhours of duty performed, not less than three hours shall be for a rest or break,\nexcept-\n(a) the domestic worker and employer may decide mutually as to\nwhether three hours period referred to above shall be continuous or\nwith intervals; and\n(b) the domestic worker is required to work a twelve hours period\nwithout a break, the three hours period shall be compensated at a\nrate not less than ninety times the rate of pay or the wages paid by\nthe employer to the domestic worker.\nI I5O THE GAZETTE OF PAKISTAN; EXTRA., OCTOBER 25,2022 [Penr I\n(6) No full time or live in domestic worker shall be required to work\nmore than a six days in any working week, provided that this may be mutually\nagreed to a seventh day paid at the rate of double the rate of pay or wages\nordinarily paid by the employer to the domestic worker.\n(7) A domestic worker may be employed for consecutive seven\nworkdays if the total hours in a workday of such employment do not exceed\n30 hours and the total numbers of hours on any day do not exceed six hours.\n6. Leave and Holidays.-{l) Every Comestic worker engaged in\ndomestic work shall be entitled to a holiday of at least one whole day in a week.\n(2') Every domestic worker shall be entitled to sick leave with full\nwages for a total period of eight days in a year and such leave, if not availed of\nby a domestic worker during a calendar year, mly be carried forward, but the\ntotal accumulation of such leave shall not exceed sixteen days at one time.\n(3) Every domestic worker engaged in domestic work shall be entitled\nto ten days festival holidays with full wages in a year. The days and dates for\nsuch festival holidays shall be. agreed between the domestic worker and the\nemployer in the beginning of the calendar year.\n(4) A female domestic worker engaged in domestic wcrk'shall be\nentitled to six weeks maternity leave.\n7. Wages during leave or holiday period.{l) For each day of the\nleave or holidays allowed to a domestic worker under sub-sections (l), (2), and\n(3) of section 6, he must be paid at rate equivalent to the daily average amount,\nwhich, during the three months preceding the leave or holidays, was being earned\nby the domestic worker.\n(2) A domestic worker, who has been allowed leave under sub-section\n(2) of section 6 for any period not less than four days shall before the leave\nbegins, be paid his wages for the period of the leave allowed.\n8. Minimum wage.{l) Every domestic worker shall be paid on a\ndesignated day such wages for all the hours of labour perflormed, within such\ntime as may be prescribed in the letter of employment, but such wages must in no\ncase be less than the wages specified by the Government under this Act.\n(2) No employer shall pay to domestic worker, remuneration payable,\nat rates less favorable than those at which remuneration is paid to the domestic\nworkers of the opposite sex performing same work or work of a similar nature or\nofequal value.\nPART I] THE GAZETTE OF PAKIS\n9. Maternity benefit.-A female domestic worker engaged in\ndomestic'work shall be entitled to maternity benefits with a minimum amount\nequivalent to six weeks wages in a prescribed manner but not less than the\nminimum wages notified by the Government.\n10. Accommodation.{l) Every employer under express terms and\nconditions of employment, is to ensure to provide for the accommodation for live\nin domestic worker who at his free will stays at place of work.\n(2) Every emplcycr shall ensure decent living conditions for live-in\ndomestic worker. No domestic worker will be required to share a bed.\nI l. Medical examination, vaccination and inoculation.-Every\nemployer, on yearly basis, shall ensure medical examination of a domestic\nworker in a household by a registered medical practitioner and the domestic\nworker shall also be vaccinated and inoculated against such diseases at such\nintervals as may be prescribed, and expenses, if any, of such medical\nexamination, vaccination and inoculation shall be borne by the employer.\n12. Notice of certain accident.-Where in any household, an accident\noccurs which causes death or bodily injury whereby any domestic worker injured\nis prevented from resuming his or her work in the househotd during the forty-\neight hours after the accident occurred or which is of any nature which may be\nprescribed in this behalf, the employer of the domestic worker shall send a notice\nthereof to such authorities, in such f6rm and within such time, as may be\nprescribed.\n13. Termination of employment.-The termination of employment\nshall be subject to one month's prior notice in writing either by the domestic\nworker or by the employer and in lieu of notice, one month's wages shall be paid\ncalculated on the basis of average of wages earned during the preceding three\nmonths.\n14. Restoration of possession of property to domestic worker.--{l)\nUpon termination of employment personal belongings and identification\ndocuments of domestic worker or his family shall not be retained. If possession\nof any property is not made, the aggrieved domestic worker may apply to the\nDispute Resolution Committee for the restoration of the possession of such\nproperty and the Dispute Resolution Committee may, after giving the employer a\nreasonable opportunity of being heard, direct the employer to restore to the\napplicant the possession of the said property within such time as may be\nspecified in the award.\n(2\\ Whoever, being required by this Act to restore any property to the\npossession of any domestic worker or his family, omits or fails to do so, within\nll52 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 25,2022 [PARr I\nsuch time as specified in sub-section (l), shall be liable, on conviction before a\nMagistrate, to a fine not exceeding ten thousand rupees dnd restoration to the\napplicant the possession of the said property.\n15. Relinquishing of right.-Where a domestic worker relinquishes\nany right conferred by this Act, whether made before or after the commencement\nof this Act, the relinquishment shall be null and void in so far as it purports to\ndeprive him of such right.\n\"16. Recommendation of Minimum Wagcs for Domestic Workers.-\n(l) The Board shall upon a reference made to it by the Govemment, recommend\nto it, after such enquiry as the Board thinks fit, the minimum rates of wages for\ndomestic workers employed in households.\n(2) In its recommendations under sub-section (l), the Board shall\nindicate, whether the minimum rates of wages should be adopted uniformly\nthroughout the tslamabad Capital Territory or with such local variations for. uch\nlocalities as are specified therein.\n(3) [n pursuance of a direction under sub-section (l), the Board may\nrecommend minimum rates of wages for all classes of domestic workers in any\ncategory or capacity and, in such recommendation, may speciff-\n(a) the minimum rates of wages for -\n(i) time work;\n(ii) piece work;\n(iii) on calI work;\n(iv) over tigre work;\n(v) work on the weekly day of rest and for paid holidays; and\n(vi) commission basis; and\n(b) the minimum time rates for domestic workers employed on piece\nwork so as to guarantee minimum wages on a time basis for such\ndomestic workers.\n(4) The time rates recommended by the Board may be on hourly, daily,\nweekly or monthly basis.\n(5) The rates recommended under this section for overtime work and\nwork on paid holidays shall not be less than the minimum rates fixed for such\nwork under any other law for the time being in force.\n17. Power to declare minimum rates of wages.-Upon receipt of a\nrecommendation of the Board under section 16, the Govemmelt may proceed as\nPART THEGAZETTE OF PAKISTAN EXTRA., OCTOBER 25,2022 I153\nper procedure laid down under Section-6 of the Minimum Wages Ordinance,\n196l (xxKx of 196l).\n18. Time and conditions of payment of wages.{l) The wages of\nevery domestic worker shall be paid before the expiry of the fifth day, after the\nlast day of the rvage-period in respect of which the wages are payable.\n(2) No wage period, so fixed, shall exceed one month.\n(3) Where the crnployment of any domestic worker is terminated by\nemployer, the wages earned by him/trer shall be paid before the expiry of the\nsecond working day from the day on which his employment is terminated.\n(4) All payments of wages shall be made on a working day.\n(5) All wages shall be paid in current coin or currency notes or in both\n19. Prohibition to pay below the minimum rate of wages.{l) No\nemployer shall pay any domestic worker wages at a rate lower than the, rate\ndeclared under this Act to be the minimum rate of wages for such domestic\nworker.\n(2) Any employer who contravenes the provisions of this section shall\nbe liable, on conviction before a Magistrate of the first class, to a fine not\nexceeding ten thousand rupees, and if the court trying such contravention by\norder so directs, shall also pay to the domestic worker concerned such sum as\nmay be specified in the order to represent the difference between the amount\nactually paid to such domestic worker and the amount which would have been\npaid to him had there been no such contravention.\n(3) All claims of a domestic worker relating to wages or claims arising\nout of deductions from wages against the employer, as the case may be, shall be\nsettled and recovered in the same manner as is provided in the Minimum Wages\nOrdinance, 1961 (XXXIX of 1961).\n(4) If the Authority hearing any application under this section is\nsatisfied that no amount to be paid as wages is due from the employer to the\napplicant, it shall reject the application; and if the application, in the opinion of\nthe Authority, is malicious or vexatious, the Authority when rejecting ig may\ndirect the applicant to pay a penalty not exceeding five thousand rupees to the\nemployer.\n(5) An appeal against a direction made under sub-section (3) or sub-\nsection (4) under this section mav be preferred, within thirty days of the date on\nI I54 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 25,2022 ART I\nwhich the direction was made, before the Labour Court constituted under the law,\nwithin whose jurisdiction the cause of action to which the appeal relates arose -\n(a) by the employer, if the total sum directed to be paid by way of\n' wages exceeds twenty thousand rupees:\nProvided that no appeal under this clause shall lie unless the\nmemorandum of appeal is accompanied by a certificate of the\nauthority to the effect that the appellant has deposited the amount\npayable to the authority under the directicn appealed against; and\n(b) by the applicant directed under sub-section (4) of this section to pay\na penalty.\n(6) The decision ofappeal shall be final and shall not in any manner be\nquestioned by any person in any court or before any authority.\n20- Violation of child labour laws.-Employers in violation of child\nlabour laws shall be subject to all civil and criminal liabilities attached thereto.\n21. Functions of the Governing Body.-The functions of the\nGoverning Body shall be the same as laid down under the Employees Social\nSecurity Ordinance, 1965 (X of 1965) and Rules made thereunder.\n22. Manner of claiming benefits.{l) All claims for benefits under\nthis Act shall be made within such times as may be prescribed, and in such form\nand manner, and shall be accompanied by such documents, information and\nevidence as to entitlement as may be provided in the regulations laid down by\nthe Governing Body.\n(2) The payment in respect of benefits shall be made in such manner,\nand at such time and place as may be provided in the regulations.\n(3) The payment in respect of benefits shall be made from the Fund\nunder this Act in the prescribed manner\n23. Resolution of Disputes.{l) The Govemment may, by\nnotification in the official Gazette, constitute the Dispute Resolution Committee\nfor the effective enforcement of the Act.\n(2) The Dispute resolution committee shall be headed by the Assistant\nCommissioner or such other officer as may be notified by the Government.\nPART THE GAZETTE OF EXTRA., OCTOBER 25,2022 1155\n(3) All disputes or complaints arising out of and in connection with\nenforcement under this Act shall be heard and resolve through an award by\nDispute Resolution Committee :\nProvided that every such dispute shall be presented within 30 days from\nthe date on which the dispute arises.\n(4) Any party aggrieved of the award made under sub-section (3), may,\nwithin thirty days of the date on which the award was made, prefer an appeal\nbefore the Appellate Authcr'^f.\n24. Appellate Authority.-{l) The Government shall appoint an\nAppellate Authority in each District to hear and decide the appeals preferred\nagainst the award of a dispute resolution committee.\n(2) The Appellate Authority may confirm, modiff or reverse the award\nof a dispute resolution committee.\n25. Powers of the Dispute Resolution Committees and Appellate\nAuthorities.-Dispute Resolution Committee and Appellate Authority shall,\nwhile holding an enquiry regarding a dispute or complaint under this Act or the\nrules made there-under, have same powers as are vested in Civil Court under the\nCode of Civil Procedure, 1908 (Act V of 1908), in respect of the following\nmatters, namely:\n(a) enforcing the attendance of any person and examining him on oath;\n(b) compelling the production of documents and material objects;\n(c) issuing commissions for the examination of witnesses; and\n(d) such other matters as may be prescribed.\n26. Power to issue directions.-The Government may, from time to\ntime, issue such directions to employers as may be necessaql for the effective\nenforcement of the provisions of the Act.\n27. Power to remove diffrculties.-lf any difficulty arises in giving\neffect to the provisions of this Act, the Government may, by order published in\nthe official Gazette, make such provisions not inconsistent with the provisions of\nthe Act as appear to it to be necessary or expedient for removal of the difficulty.\n28. Tax treatment of the [ncome of the Fund.-The income of the\nFund including capital gains \"hall be exempt from Income Tax within the\nmeaning of the Income Tax Ordinance,2001.\nI156 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 25,2022 [PARr I\n29. Penalties.{1) An employer who fails to comply with or\ncontravenes any provisions of this Act other than section 3, shall, on conviction,\nbe punishable with fine which for the first offence may extend to five thousand\nrupees, and for a second or subsequent offence with fine which may extend to ten\nthousand rupees.\n(2) Whoever knowingly contravenes the provisions of section 3, shall\nbe liable to punishment with imprisonment for a term which may extend to one\nmonth if he employs a child under the age of twelve years and in case of a child\nunCer sixteen years by fine which may extenC to rupees fifty thousand but which\nshall not be less than ten thousand rupees.\n(3) Any employer who willfully obstructs any local administration in\nthe exercise of any power in compliance of section 36, or fails to produce on\ndemand there under any evidence, statement or other document, shall be\npunishable with fine which may extend to ten thousand rupees.\n30. Presumption.-A child present in a household along with one or\nboth of his parents who are employed therein shall not be presumed to be in\nemployment within the meaning of the Act unless proved.\n31. Prosecution.-No prosecution under thiS Act or any rules made\nthere under shall be instituted except by or with the previous sanction of the\ndispute resolution committee.\n32. Trial of offence.-No Court inf6rior to that of a Magistrate of the\nfirst class shall try any offence against this Act or any rule made thereunder.\n33. Administrator.-The commissioner may notifu any officer as an\nadminishator in such area as it may deem fit for the purposes of securing\ncompliancq with the provisions of this Act.\n34. Functions and powens of the administrator.{1) No household\nihall be inspected by the adminisffator except on receipt of a complaint to the\ncommissioner or on the directions of a dispute resolution committee as may be.\n(2) Administrator on direction of Dispute Resolution Committee may,\nfor the discharge of any functions under this Act or the rules made there under-\n(a) file a case through the public prosecutor in the Court of competent\njurisdiction; and\n(b) exercise such other powers conferred upon him as may be\nnecessary for carrying out the purposes of this Act.\nPARTI] THEGAZETTEOFP OCTOBER 2022 ll57\n35. Protection of action taken under the Act.-No suit, prosecution\nor other proceedings shall lie against any person for anything which is in good\nfaith done or intended to be done in pursuance of this Act or rules made there-\nunder.\n36. Rules.-The Government may make rules for carrying out the\npurposes of this Act.\nTAHIR HUSSAIN\nSecretry.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLTA.MABAD.\nPLtsLISHED BY THE DEPUTY CONTROLLE& STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHL"
}