{
    "file": "./converted_json\\administratord0c9f2b944908bd73a82334b2e81d577(2).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "vol'ol u/) J\n@tleGp;afe d ?E[tdtllr9\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, MONDAY, SEPTEMBER 28, 2OI5\nPART I\nActs, Ordinances, Prcsident's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE AND IIUMAN RIGHTS\nIslamabad, the 22nd Septemben 2015\nNo. F. 2(1)/2015-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information:-\nOnonerce No. XII or 2015\nAN\nORDINANCE\nfwther to amend the Foreigners Acl, 1946\nWHenses it is expedient further to amend the Foreigners Act, 1946\n(XXXI of 1946) for the purposes hereinafter appearing;\nANDwHEREAS the Senate and National Assembly are not in session and the\nPresident is satisfied that c;rcumstances exist which render it necessary to take\nimmediate action;\nNow, rHER-EFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 ofthe Constitution ofthe Islamic Republic ofPakistan, the President is\npleased to make and promulgate the follorving Ordinance:-\n(7e1)\nPrice : Rs. 2.00\n[ 662 (2015)/Ex. Gaz.]/o.\nREGrsrEREDN\".yffi\nt'- u\n792 THEGAZETTEOF PAKISTAN, EXTRA., SEPT., 28,2015 ART I\n1 . Short title and commencement.- ( I ) This ordinance may be called\nthe Foreigners (Amendment) Ordinance, 2015'\n(2) It shall come into force at once.\n2. Substitution of section l4D, Act XXXI of 1946.- In the Foreigners\nAct, 1946 (XXXI of 1946), hereinafter referred to as the said Act, for section l4D,\nthe following shall be substituted, namely:-\n..Registration of illegal immigrants.-(l) Any foreigner, who\nbefore commencement of this Ordinance has no permission to stay in\npakistan, shall for registration be required to make application on the\nformat and in the manner as may be prescribed and shall be registered -\non that application by the National Database and Registration Authority\nestablished under the National Database and Registration Authority\nOrdinance,2000 (V[I of 2000).\n(2)TheFederalGovemmentmaypermitaforeigner,registered\nunder sub-section (l), to work in Pakistan at such place, for such\nperiod and on payment of sucll fee as may by prescribed '\"'\n3. Insertion of new section 17, Act XXXI of 1946.-ln the said Act,\nafter section 16, the following new section shall be inserted, namely:-\n\" I 7. Repeal.-{ 1 ) The Alien Registration Authority (Composition\nand Functions) Order,2001 is hereby repealed.\n(2) On repeal, under sub-section (l), all assets and liabilities of\nthe Alien Registration Authority shall stand transferred to the National\nDatabase and RegistrationAuthority and shall be regulated under the\nNational Database and Registration Authority ordinance, 2000\n(VIII of 2000).\".\nMAMNOON HUSSAIN,\nPresident.\nJusrtce 1n;\nMUHAMMAD RAZA KHAN,\nSecretarY.\nPRINTED BY THE MANAGER, PzuNTINC CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUSI-ISHEP BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSIry ROAD, KARACHI."
}