{
    "file": "./converted_json\\administrator82a1ef468ce026f7dc3a1a0e19759e2e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 10 \n \n \n \n \n \n \nTHE C OMPAN IES PROFIT S (WORKERS PARTICIPATION) ACT, \n1968 \n \n \n \n \n \n \n \n                                                           CONTENTS  \n       \n1.  Short title, extent and comme ncement. \n2. Definitions. \n3. Establishment of Fund. \n4.  Management  of the Fund. \n5. Penalty. \n6.  Power to call for information. \n7. Settlement of disputes, etc. \n8. Delegation of power . \n9.   Power to make rules. \n10.  Act to overr ide other laws. \n \nTHE SCHEDU LE \n \n  \nUpdated till 14.04.2023\n \nPage 2 of 10 \n THE C OMPAN IES PROFIT S (WORKERS P ARTICIPATION) ACT, 1968. \n \n1Act No.  XII OF 1968 \n \n[5th July, 1968]  \nAn Act to  provide for Par ticipation of  workers in the profits of companies.  \n WHEREAS   it  is  expedient  to  provide  for  participation  of  workers  in  the  profits  of \ncomp anies a nd for ma tters ancillary thereto ; \n AND WHEREAS  the national interest of  Pakis tan in relation to the achievement  of \nuniformi ty within the meaning of clause (2) of Ar ticle131 of the Cons titution requires  Central \nlegisla tion in the ma tter; \nIt is hereby enacted  as follow s :__ \n1. Short title, extent and comme ncement.__ (1) This Act may be called the Compa nies \nProfits (Wor kers Participa tion) Ac t, 1968. \n(2)      It extends to the whol e of Pakistan. \n(3)       It shall come into force at once. \n2. Definitions. __ In this Act, unless  there is anything repugnant in the subject  or context,__ \n \n(a)  “Board” in relation to a Fund means a Board of Trustees constituted  \nunder sec tion 4 for the management  and ad ministration of the Fund; \n(b)  “company” means a company  within the meaning of 2[Companies \nOrdinance , 1984 (XLVII of 1984) ], and includes — \n(i)  a body  corporate established by or under any law for the time being \nin force;  \n(ii)  any institution, organization or association whe ther incorpora ted or not, \ndeclared  by the 3[Federal Govern ment] in the official Gazette to \nbe a comp any for the pu rposes of this Act; \n(c)  “Fund” means a Workers  Participation Fund established u nder section 3;   \n(d)  “Profits” in relation to a company  means such of the “net Profits ” as \ndefined in sec tion 87C of the Companies Act, 1913, as are attributable to its  \nbusiness, trade, undertakings or other operations in Pakistan;    \n4[(dd)  “rules” means rules made under this Act; ]  \n \n_________________________________________________________________ ________________  \n1For Statemen t of Objects and Reasons, see Gaz., of P., 1968, Extraordinary, p. 461.  \n*The Act has  been applied to the Provincially Administered Tribal Areas or to the parts or those areas to which it does not already apply,  see \nRegulation No. 1 of 1972, s. 2 and Sch.  \n2 Subs. and ins. by Act IV of 2007, s. 7  sub-sect.(1) clauses (a) & (b)  (w.e.f. 1 -7-2007).  \n3Subs. and shall be deem ed to have been so subs. by the Labour Laws (Amdt.) Act, 1975 (11 of 1975), s. 2 and Sch., for “Central \nGovernment” w.e.f. 14 -8-1973).  \n4Clause (dd) added by the Companies Profit (Workers Participation) (Amdt.) Ordinance, 197 0, (12 of 1970), s.2.  \n \nPage 3 of 10 \n  (e)  “scheme” means the scheme set out in the S chedule;   \n1[(f)  “worker” in relation to a company, means an employee of the company \n2[,including e mployed by or through the contractors ,] who falls within the \ndefinition of a worker a s defined in clause (xxx) of section 2 of the Industrial \nRelations Ordinance, 2002 (XCI of 2002) and has been 2[working for or in] \nthe company  for a period of not less th an six months.]  \n3[3. Esta blishment of Fund. — (1) Every co mpany to which the sche me applies sh all__  \n \n(a)  establish a Workers  Participation Fund in accordan ce with the scheme as \nsoon as the accoun ts for the year in which the scheme beco mes applicable \nto it are finalised, but not later than n ine mon ths after the close of that year; \n4[*] \n \n5[(b)  subject to adjustments, if any, pay every  year to the Fund not later than \nnine mon ths after the close of  that year five percent of its profits during such \nyear 6[* * *]; and \n \n(c)  furnish  to the Federal Government  and the Board, not later than nine \nmonths after the close of every year of acco unt, its audited accounts for that \nyear,  duly signed by i ts auditors.] \n \n(2) The amount paid to the Fund under clause (b) of sub-section (1) in relation to a year \nshall be deemed to have been allocated  to the Fund on the first day of the year next succeeding that \nyear. \n \n \n4. Man agement  of the Fund.— (1) As soon as may be 7[but not later than two \nmonths], after the esta blishment by a company of a Fund under section 3, there shall be constituted \na Board of Trustees c onsisting of the follow ing trustees,  namely:— \n \n(a)  two persons elected by the workers of the comp any from amongst themselves;  \nand \n \n(b)  two persons  nominated by the management of the comp any of whom at least \none s hall be a person from the ac counts branch of  the comp any. \n \n(2) The person’s boldin g office as trustees s hall elect for one year a person to be the \nchairman of the Board alternately from amongst the trustees elected under clause (a) of sub-section \n(I) and those nominated under clause (b) of that sub-section, the first Chairman being from \namongst the latter. \n(3) A  trustee shall, unless he sooner ceases to represent the interest  he was elected or \nnominated to re present, hold office for such term and on such conditions as may be prescribed by \nrules. \n \n \n  1Subs. by Act. III of o6, s.7.  \n  2 Ins. and Subs. by Act IV of 2007, s. 7 (w.e.f. 1 -7-2007).  \n3Subs. by the Companies Profits; Workers’ Participation) (Amdt.) Ordinance, 1 970 (12 of 1970) s. 3, for the original sections 3 and 4.  \n4The word “and” omitted by the L abour Laws (Amdt.) Act, 1977 (17 of 1977), s. 2 and Sch.  \n5Subs. ibid., for Cl. (b). which was previously amended by various enactments.  \n6Omitted by Act IV of 07,s. 7 (with effect from 01 -07-2007).  \n7Ins. by the Labour Laws (Amdt.) Act, 1977 (17 of 1977), s. 2 and Sch.   \n \nPage 4 of 10 \n (4) A ll decisions of the Board shall be expressed in terms of the opinion of the ma jority of \nthe trustees a nd in the event of the trustees being equally divided in their opinions, the Chairman \nshall have a nd exercise a s econd or casting vote. \n \n(5) The Board shall manage and administer the Fund in accordance with the provisions of \nthis Act, the scheme and any rules made in this behalf. \n \n(6) The Board  shall, in the exercise  of its powers and performance of its functions under this \nAct, be subject to such directions as the 1[Federal Government] may from time to time give. \n \n(7) The 1[Federal Government], if it is of opinion that a trustee or a Board has been \npersistently failing in the performance of his or its functions or has generally been act ing in a \nmanner inconsistent with the objects and interests of the Fund , may, aft er giving such trustee or, as \nthe case may  be, the Board, an oppo rtunity of showi ng cause against it, by order, __ \n \n(a)  remove such  trustee  from  his office  or direct  that the Board  shall  stand  \nsuper seded for such pe riod as may be spe cified in the or der; and \n \n(b)  direct that, pending the election or nomination of a person  in place of the trustee \nremov ed from office or, as the cast may  be, the re-constitution of the Board,  the \npowers  and functions of the trustee so remo ved or the Board sha ll be exerci sed \nand performed by a pers on specified in the order. \n \n(8) A  casual va cancy in the office of a trustee shall be filled as soon as may be by the \nelection or, as the case may be, nomination of another person and the person elected or nominated to \nfill such va cancy shall hold office for the unexpired term of his predecessor. \n \n(9) U pon the supersession of a Board under sub-section (7) the trustees in that Board shall \ncease to hold office and references to the Board in this Act, the scheme a nd the rules shall be \nconstrued as references to the officer specified in the order under that sub-section. \n \n(10)  Before the expiry of the period of supersession, the Board shall be re-constituted in \naccordance with the provisions of this Act so as to enable it to take over its functions upon the \nexpiry of such period. \n \n(11)    No act or proceeding of the Board shall be invalid or questioned merely on the ground \nof the existence of a vacancy in, or defect in the constitution of the Board.] \n \n5. Pen alty.__ 2[(1) Where a company to which the scheme applies fails to comply with \nany of the provisions of this Act or the scheme, every director,  manager or other officer \nresponsible for the management of the  affairs of  the company, shall, if the Federal \nGovernment by order so  directs, pay by way of penalty a s um which may exte nd to five thousand  \nrupees and, in case of a continuing failure, a further sum which may extend to one thousand rupees \nfor every day after the first during which the failure continues.] \n \n(3) A penalty imposed  by an order under sub-section 3[(1)] shall, if it is not paid within \nthe time specified in the order, be recove rable as an arrears of land rev enue. \n \n \n \n1Subs. and shall be deemed to have been so subs. by the Labour Laws (Amdt.) Act, 1975 (11 of 1975) s. 2 and Sch. for “Central \nGovernment” (w.e.f.14 -8-73) \n2Subs. by the Labour Laws  (Amdt.) Act, 1977 (17 of 1977), s. 2 and Sch. for sub -sections (1) and (2) .  \n3Subs.ibid. for “(2)”  \n \nPage 5 of 10 \n (4) The 1[Federal  Govern ment] may, up on an application made in this behalf by any pers on \naggriev ed by an order made under sub-section (1) 2 [* * *] within a period of six months \nfrom the date of the order, rev iew the order and may, upon such review, pass such order as it may \nthink fit. \n \n3[(5) Notwithstanding anything contained in this Act or the scheme, if any defaulting \nemployer strictly complies with the provisions of secti on 3 and distributes the benefits in accordance \nwith paragraph 4 of the scheme for the pe riod of default on or before the date fixed by the Federal \nGovernment, no such penalty shall be imposed and the company shall not be liable to pay interest as \nprovided  in paragraph 2 of the scheme.]  \n \n4[6. Po wer to call for information. __ The 1[Federal Gov ernment] may , at any time, call \nupon a company or a Board  to furnish it with such information and documents, including the \nrecords of the proceedings of the company or  the Board, as may be relevant or useful for the \npurpose of, or  necessary for ensuring pr oper compliance with, the provisions of this Act, the rules \nand the scheme.  \n \n7. Settlement of disputes, etc.__ (1) Any di fference a rising between the Boa rd and the \ncompany relating to the ad ministration of the scheme s hall be  reported to the 1[ Federal \nGovernm ent] who se decision thereon shall be final. \n   \n(2) All claims of a worker relating to the  benefits of the scheme, whether a gainst the \nBoard or the company, shall be settled in the same manner as is provided for in the Payment of \nWages Act, 1 936 (IV of 1936) , for the settlement of claims arising out of deductions from wages. \n \n8. Delegation of power . __ The 1[Federal Government ) may, by notification in the official \nGazette,  direct t hat all or any of its powers or functions under this 5[Ordinance] m ay, subject to such \nlimitations, restrictions or conditions, if any, as may be specified in the notification, be exercised or \nperformed a lso by any officer subordinate to it or by any authority so specified. \n \n7[8A. Powe r to exempt. ⸻ The Federal Government may, through notification in the offic ial \nGazette, ⸻ \n \n(a) declare that any company or class of companies shall  be exempt from the \napplication of the sch eme; and  \n \n(b) exempt any company or class of co mpan ies from any amoun t payable under \nsection 3 of this Act.]  \n \n9.  Power to make rules. __ The 1[Federal Govern ment] may make  rules6 to carry  out the \npurposes of this Ac t. \n \n10. Act   to   overr ide   other   laws. __   The   provisions   of   this   Act   s hall   have   eff ect \nnotwithstanding anything contained in any other law for the time being in force, or in any \ncontract or the memorandum or articles of association of a company.] \n \n1Subs. and shall be deemed to have been so subs. by the Labour Laws (Amdt.) Act, 1975 (11 of 197 5), s. 2 a nd Sch. for “Central \nGovernment”. (w.e.f. 14 -8-73).  \n 2The words “or sub -sectio n (2)” omitted by Act 17 of 1977 s.2 and Sch.  \n3Added  by Act III of 06, s.7.  \n4 Subs. by the Companies Profits (Workers Participation) (Amendment) Ordinance, 1970 (12 of 1970) s.  4 for the original sections 6 and 7 . \n5Sic. Should read “Act”.  \n6For Companies Profits (Workers Participation) Rules, 1971, see Gazette of Pakistan, 1971, Extraordinary, page 1038.  \n7Ins. by Act. no. XXXV of 2022.  \n \nPage 6 of 10 \n THE SCHEDU LE \n \nSCHEME  \n \n[ See Section 2(e)] \n \n1. Scope of the scheme.__ The scheme applies to all companies 1[*]  engaged in i ndustrial \nundertakings w hich satisfy any one of the following conditions, and to such other \ncomp anies  as the 2[Federal Govern ment] may,  by notification in the official Gazette, specify \nin this beha lf, namely :__ \n(i)  The number of workers  employed  by the company 3[* **] at any time during a \nyear is 4[50] or mo re. \n \n(ii)  The paid-up capital of the company as on the last day of its accounting year is \nRs.20 lakhs or more.  \n \n(iii)  The value of the fixed assets of the company (at cost) as on the last day of  the \naccounting year is Rs.  40 la khs or more5[:] \n \n       5[Provide that for the companies established on or  after 1st day of July  2006,__  \n \n     (a)   clause (ii) shall have effect  as if for the figure  and word  “20 la cs” the figure   \nand word “5 million” were substituted; and \n \n(b)    clause (iii)  shall have effect as if for the figure and word “40 lakhs” the        \nfigure and word “20 million” were substituted.]  \n  \n6[Explanation.__ In this scheme,__ \n \n(a)  “industrial undertaking” means an  institution, organization, enterprise or \nestablishment whic h involves the use of electrical., mechanical, thermal, \nnuclear or any other form of energy transmitted mechanically and not \ngenerated by h uman or animal agency  and w hich is engaged in any one or \nmore of the following operation, namely:__ \n \n(i)  the subject ion of goods or materials to any manufacturing, assembly, \nfinishing or other artificial or natural process, which changes their \noriginal co ndition or add to the ir val ue; \n \n(ii)  ship-building;  \n \n(iii)  the transformation, generation, conversion, transmission  or \ndistribution of electrical energy, including hydraulic power; and  \n \n(iv)  the working of a mine, oil well or any other source of minera l deposit, \nincluding blendi ng, refining and purification or oils and gases;  \n \nand includes companies engaged in the ma rketing and distribution of gas or oil or in the carriage of \nmen or goods by sea or air, and any other institution, organization, enterpris e or establishment wh ich \nthe 2[Federal Government] may, by notification in the official Gazette, declare to be an ind ustrial \nundertaking for the purposes of this scheme; and  \n \n \n1The word “primarily” omitted by the Companies Profits (Workers Participation ( Amendment) Ordinance, 1970 ( 12 of 1970), section 5.  \n2Subs. and shall be deemed to have been so subs. by the Labour La ws (Amdt.) Act, 1975 (11 of 1975),s.2 and Sch. for “Central \nGovernment”, ( w.e.f. 14 -8-73). \n3The words “in any shift” omitted by the Compan ies Profits (Workers P artici pation) (Amdt.) Act, 1973 (20 of 1973), s.3.  \n4Subs. ibid., for “100”.  \n5Subs.  & added by A ct III of 06, s. 7.  \n6Explanation  added, by Ord. 12 of 1970,s.5.  \n \nPage 7 of 10 \n  (b)  references to the paid -up capital and the value of the fixed assets  of the \ncompany shall,  in th e case of a company incorporated outside Pakistan but \nhaving a branch in Pakistan , be construed as references respectively to the \ncapital invested in such branch and value of the fixed assets of the branch.]  \n \n 1[2. Investme nt of Fund .__ (1) The amount allocated or accru ing to the Fund shall be \navailable to the company  for its business  operations. The comp any may, however, req uest the Board \nto utilize the amount  in the Fund for investment un der sub-paragraph (7) and the Board may decide \nto so invest the amount. \n \n (2) The company  shall pay to the Fund in respect of the amount in the Fund available to it \nfor its business  operations as aforesaid  interest  at the rate of 2-1 / 2% above the bank rate or \n75 percent of the rate at which dividend is declared  on its ordinary  shares,  whichever is higher.  In \ncase there is more  than one class of ordinary shares on which different  rates of dividend have  been \ndeclared,  then the weighted average of the different  rates of dividend shall be taken  for the purpose \nof determining the rate of interest. The interest  to the Fund shall accrue  on and from the first day of \nthe year next succeeding the year in which  the scheme  beco mes applicable to the company. Even  \nwhen the company  does not wish  to utilize  the amount available to it under sub-paragr aph (1), \ninterest  at the rate aforesa id shall be payable by the comp any for the period betw een the date of \nallocation of any amount to the Fund and the date of its investment  under sub-paragraph (7). \n \n(3) If, at any time after the establishment  of the  Fund, the company  raises any \nadditional capital, otherwise than through the issue of bonus or bonus shares, the Fund shall have  \nthe first option to convert  any amount available to the company  under sub-paragr aph (I) or any of \nthe assets of the Fund into ordinary  equity capital up to a ceiling of 20  per cent of  the paid up \ncapital of the company  prior to such  convers ion on 50  per cent of the additional capital, w hichever \nis less. \n \nExplanation. —In this sub-paragraph, “additional capital” does not include any capital \noffered or to be offered to foreign par ticipates of the com pany. \n \n(4) For the exercise  of the right of conver sion under sub-paragraph (3), the Board sh all be \ngiven sufficient time to sell assets of the Fund to realise the amount  needed for subsc ription to the \nadditional issue of capital by the com pany. \n \n(5) The shares acquired in the manner set out in sub-paragraph (3)  Shall participate in \nfuture bo nus and right issues in the same  manner as other shares. \n \n(6) The shares acquired in the manner set out in sub-paragraph (3) shall carry voting rights \nin the same manner as other shares and  such voting rights shall be exerci sed by the Board on behalf \nof the Fund. \n \n(7) The amount in the Fund which,  under sub-paragraph  (1), the company has \nrequested to be utilized for investment  under this paragr aph my be inves ted by the Board for the \npurchase of any of the following, namely:— \n \n(a)  I.C. P. Mu tual Fund Certificate; \n \n(b)  National Investment  Trust ( Unit) Certificates; \n \n \n 1Subs. by t he companies Profits (Workers Participation) (Amendment) Ordinance, 1970 (12 of 1970), s. 5, for the original para 2.  \n \n \nPage 8 of 10 \n (c)  Governm ent securities including Defence and Postal Savi ngs Certificates; and \n \n(d)  any o ther secu rities app roved for the purpose by the 1[Federal Governm ent]. \n \n2[3. E ligibility to benefits of scheme.__ All workers  shall be eligible to the benefits of the \nscheme  and to participa te in the Fund. However,  a worker  not completing six months of \nemployment  with the company  during a year of account shall not participate in the Fund in respect  \nof that year  \n \n4. Distribution of benefits to worker.__The share  of a worker  in the annual allocation to \nthe Fund shall be expressed  in units or fractions of units (worked  out to two places  of de cimal) of \nthe face v alue of Rs. 10 determin ed in the following m anner,  namely:— \n \n3[a)  The number  of available units shall be so divided into three parts for the \nthree ca tegories of workers  mentioned below that a worker  in the first of  \nthose categories gets four units for each two uni ts that a  worker in the second \nof those ca tegories gets or for each one unit that a  worker  in the last of those \ncategories ge ts. \n \nCategories \n \n4[1. Workers  drawing ave rage mon thly wages not exc eeding seven thousand five \nhundred rupee s. \n \n 2.  Workers dr awing average  monthly wa ges exceeding seven  thousand  five \nhundred  rupees but no t exceeding fifteen thousand.  \n \n 3.  Workers dr awing average  monthly wa ges exceeding fifteen thousand \nrupees.]  \n \n(b)  The aver age monthly w ages sha ll be rou nded up to the nearest  Rs.10. \n \n(c)  The number of units available to each category of workers shall be \ndivided eq ually amo ng all the workers  in that category to determine the share  \nof each wor kers of that category.  \n \n5[(d)  Notwithstanding anything contained in this scheme,  no worker shall, in any \none year, be entitled out of  the annual allocation to units exceeding rupees \n6[the amo unt of 4[four] times  of the minimum  wages for unskilled workers as  \ngiven in the sche dule of  Minimum Wages for uns killed Workers Ordinance, \n1969 (W.P. Ord. XX of 1969)] in value in so far as such allocation is relatable \nto 7 [* * * ] of clause b of sub -section (1) of section 3.   Any amount left out of \nannual allocation after the units have  been so allocated shall be transferred \nto the Fund constituted un der section 3 of  the Workers Wel fare Fund \nOrdinance, 1971 (XXXIV of 1971) . No part of such amo unt shall be deemed \nto be inc luded in  the asset v alue of the Fund established under this Act  and no  \nindividual worker sha ll have any l ien on this amount by virtue of  holding any \nunits]. \n \n \n1Subs. and shall be deemed to have been so subs. by the Lab our Laws (Amdt.) Act, 1975 (11 of 1975), s. 2 and Sch., for “Central \nGovernment”, (w.e.f. 14 -8-73).  \n2Subs. by the Companies Profits (Workers Participatio n) (Amend ment) Ordinance, 1970 (12 of 1970), section 5, for the original paras 3 and \n4.  \n3Subs. by the  Labour Laws (Amdt.) Ordinance, 1972 (9 of 1972), s. 2 and Sch., for cl. (a).  \n4Subs. by Act IV of 07. \n 5Subs. by the Labour Laws (Amdt.) Ordinance 1 972 ( 9 of 1972), s. 2 and, Sch., for cl. (d)  \n6 Subs by Act III of 2006, s. 7.  \n7The words “sub -clause (i) of “omitted  by the Companies profits (Workers Participation) (amdt .), Act 1973 (20 of 1973), s. 3.     \n \nPage 9 of 10 \n  Explanations. —  In this paragr aph, “average  monthly wages” means total \nwages dr awn during the year of acco unt divided by 12,  or by the number  of \nmonths a worker  actually wor ked during a year i n respect  of which he is en titled \nto the benefit under the scheme,  as the case  may be, and  “wages” has the same  \nmeaning as in clause  (vi) of sec tion 2 of the Payment of W ages Act, 1936 (IV of \n1936 ), but  does not include any over time allowan ce 1[or bonus],  \n \n5. Disbursement of benefits. __ The disbursement  of the benefits from the Fund shall be as \nunder: __ \n \n(a)  100 % of the annual income of the Fund , including capital gains  realized, \nshall be distributed each year to workers in proportion to their units of \nentitlement. \n \n2[b)  A worker  who voluntarily  leaves  the employment  of the company  or whose  \nservi ces are terminated shall be entitled to receive 100 per cen t of the net asset \nvalue of the units standing in his name.]; \n \n3[*  *  *  *  *  * *] \n \n4[(f)  A worker  who continues  in the service of the company  shall be entitled to receive \n100 per cent of the net asset value of the units in his name  each year or he may \nchoo se to leave  his share  in the Fund :  \n  \n Provided that a worker  while  in em ployment  may choo se to encash all \nthe units standing in his name at any time at his discretion.].  \n \n(g)  A worker, in the event of his retirement or, his nominated beneficiary, in the \nevent of the worker's death (from whatsoever cause) while in the em ployment of \nthe company, shall receive 100 % per cent of the, net asset va lue of the units \nstanding in the worker’s name 5[* * *]. \n \n6. Def inition of the net asset va lue of the unit. — To determine the net asset  value of a unit, \nthe total net assets of the Fund, namely,  market v alue of the securities, ca sh and o ther asse ts resulting \nfrom the investment  and re-investment, capital accre tion thereto and all in comes  of any kind rising \nthere-from shall be divided by the number  of uni ts in the Fund. Net asset val ue of the entire Fund shall \nbe compu ted once every  year and each worker's  unit en titlement determined  at the same  time. \nAddi tional units will be given to the workers  accor ding to the amount  they vol untarily con tribute to the \nFund. \n \n6[7. Employee's own contribution. — A worker may voluntarily choose to contribute a part of  \nhis wages, cash bonus,  dividend  or interest to the Fund. For each unit of contribution, he shall \nreceive credit for 1-1/4 units. Contribution received  during the course  of a year of acco unt sh all, \nhowever, be deemed  to be contribution received on the last day of that year.  If at any time a worker \nchooses to leave the employment  of the comp any or 7[his services ar e termina ted or in the event of his \nretirement or  death or' on  the expiry of three years from the date he voluntarily chooses  to contribute a \npart of his wages,  cash bonus, dividend or interest to the Fund, he, at his op tion, or, in the event  of his \ndeath, his nominated beneficiary,  may], receive the net asset  value of the units represen ting his \ncontribution. The con tribution by a wor ker in any one year of account shall not exceed 10 per cent \nof his annual wages during such  year.] \n \n \n 1Add by Ordinance 4 of 1 985, s. 3.  \n2Subs. by the Companies Profits (Workers Participation) (Amdt.) Act, 1973 (20 of 1973),  s. 3, for cl. (b), which was previously amended by \nOrd. 12 of 1970, s. 5.  \n3Cls. (c),  (d) and (e) omitted ibid. \n4Subs. by the Companies Profits (Workers ’ Participation) (Amdt.) Act, 1973 (20 of 1973), s. 3, for cl. (f)  \n5Certain words omitted ibid.  \n6Subs.  by the Companies Profits (Workers Participation) (Amdt.) Ordinance, 1970 (12 of 1970), s . 5, for the original para 7.  \n7Subs. by Act, 20 of 1973, s. 3, for certain words.  \n \nPage 10 of 10 \n 8. Fiscal  concessions to the companies.— All companies to whom the scheme applies shall \nbe allowed the allocation made to the scheme as a deduction to arrive at the taxa ble income. \n \n9. Tax treatme nt of the income of the fund.— The incom e of the Fund including capital \ngains shall be exempt  from income -tax. \n \n10. T ax treatment  of the income to the workers .— All sums paid out by the Fund shall be \nexempt from income-tax in the hand of the workers.  \n \n1[11. Worki ng and location of the Board  of Trustees.— The office of the Board of \nTrustees shall be located at the factory premises or, if there is more than one factory run by the \ncompany, at the registered  head office of the company. All expenses of the Board, including the \ncost of maintaining accounts, shall be borne by the company.] \n \n12. Audit of the Fund accoun ts.— The Fund accounts shall be audited annually at the \ncompany's expense in the same ma nner as t he acc ounts of the company are audited : \n \nProvided   that   the 2[Federal Government]   may, at   its   own   cost, appoin t independent \naccountants for a special audit of the accounts of the Fund . \n \n13. Schem e’s benefits to be in addition to other benefits.— The benefits to a worker \nunder this scheme shall be in addition to, and not in derogation or substitution of, any other \nbenefits to which the worker may be entitled under any other law, contract, terms and \nconditions of employment or otherwise. \n \n3[14. Special provision  f or indu stries working  s easonally.—  Notwithstanding  \nanything con tained in this Act  or this scheme the 2[Federal Govern ment] may,  by 4notification in \nthe official Gazette, make  special provisions for the participation of workers in  the profit of \ncomp anies engaged in indus trial un dertakings which o perate only for a part of  the year. \n \n15. C ompanies engaged in more than one indu strial undertak ings.— Notwithstanding \nanything contained in this Act or this scheme,  the 2[Federal Governmen t] may,  at the request of  a \ncompany  which is engaged  in more than one industrial undertakings located at di fferent p laces \npermit  the splitting up of the Fund amongst  the various  undertakings or groups  of \nundertakings  and constitution of the Board  of Trustees for each such undertaking  or group of \nundertakings;  and thereupon the provisions of this Act and this scheme sha ll have effect in relation \nto such undertakings or gro ups as if each such undertaking o r gro up were a com pany. \n \n16. E ntrustment of management of Fund to Investment Corporation of Pakistan \netc.— The Board of Trustees may, with the prior a pproval of the 2[Federal  Governmen t], enter into \na con tract with the Investment  Corporation of Pakistan, the National Investment Trust or the \nNational Bank  of Pakistan, entrusting the management  of the Fund to that Corporation, Trust or  \nBank  on  such  fee,  which  sh all  be  pa yable  by  the  com pany,  and  on  such  terms  a nd \nconditions as may be mu tually agreed up on.] \n \n \n \n \n \n \n \n \n \n1Subs. by the Companies Profits (Workers Participation) (Amdt.), Ordinance, 1970 (12 of 1970), s. 5, for original para 1 1. \n 2Subs. and shall be deemed to have been so subs. by the Labour Laws, (Amdt.) Act, 1975 (11 of 1975) , s. 2 and Sch., for “Central \nGove rnment” (w.e.f. 14 -8-73).  \n3Paras.14, 15 and 16 added, ibid., by Ord. 18 of 1970, s. 5.  \n4For Such notification, see Gaz. of Pak., 1971, Ext. page 1037."
}