{
    "file": "./converted_json\\administrator804ffa6d8c86db47686d4d86995275bc.json",
    "name": "The Surrender of Illicit Arms Act, 1991",
    "date": "1991",
    "tagline": "An Act to provide for the surrender of illicit arms and improvement and control of the law and order situation",
    "content": "Page 1 of 5 \n \n \nTHE  SURRENDER  OF ILLICIT  ARMS  ACT,  1991  \n \n \n \nCONTENTS  \n___________  \nSECTIONS:  \n1 Short  title, extent  and commencement . \n2 Definitions . \n3 Act not to derogate  from  other  laws. \n4 Surrender  of illicit  arms . \n5 Surrender  of arms,  etc., by persons  on visit abroad . \n6 Publicity  for surrender  of illicit  arms . \n7 Punishments . \n8 Indemnity . \n9 Search  for illicit  arms,  etc. \n10 Reward  for successful  recovery . \n11 Scrutiny  of licen ces, etc. \n12 Punishment  for failure  to present  licenc e for scrutiny . \n13 Exemption . \n14 Rules.  \n15 Removal of difficulties.  \n \nUpdated till 06.12.2022\n \nPage 2 of 5 \n THE SURRENDER  OF ILLICIT  ARMS ACT, 1991.  \n1ACT  NO. XXI OF 1991  \nAn Act to provide for the surrender of illicit arms and impro vement and control  of the law and \norder situation  \nWHERE AS it is expedient in the public  interest to provide  for the surrender of illicit arms, \nimprovement and control of law and order situation and for matters connected therewith or \nincidental thereto: \nIt is hereby enacted as follows:⎯ \n1. Short title, extent and comme ncement. (1) This Act may be called the Surrender of \nIllicit Arms Act, 1991.  \n(2) It extends to the whole  of Pakistan. \n(3) It shall come into force in such areas and on such date as the Federal Government \nmay, on recomm endation of the respective Provincial Governments, by notification in the official \nGazette appoint;  and different date may be so appoint ed in respect of different areas. \n2. Definitions. (1) In this Act, unless there is anything repugnant in the subject or context,⸻ \n \n(a)  “illicit arms” includes― \n \n(i)  cannon  as defined in the Pakistan Arms Ordinance, 1965  (W.P. \nOrdinance No. XX of 1965), excluding  sub-machine guns and their \nsilencers revolvers or pistols  of over 46 inches bore; \n \n(ii)  all types of explosive  subst ances as defined in the Explosive \nSubstances Act, 1908  (VI of 1908 ), and the Explosive  Act, 1884  (IV of \n1884 ), including  mines of all types; \n \n(iii)  all types of containers, grenades bombs  and shells that discharge \npoisonous  or noxious gases or other chemicals or subst ances which \ncause damage to human body; \n \n(iv)  fire-arms comprising autom atic weapons  (other than machine guns) \nincluding  sub-machine guns, autom atic rifles and machine pistols;  and \n \n(v)  rifles, carbines musk ets, shortguns, revolvers, pistols  and appliances \nthe object of which is the silencing of fire-arms and all other fire-arms \nnot included in sub-clause (iv), \n \nwhich are held or pos sessed in contravention  of the p rovisions  of the  \nArms Act, 1878  (XI of 1878 ), the Explosiv es Act, 1884  (IV of 188 4), \nthe Explosive  Substances Act, 1908  (IV of 1908 ), the Pakistan Arms \nAct, 1965  (W.P. Ord. XX of 1965 ), or any oth er law for the time b eing \nin force; \n \n \n1This Act shall  come  into force  in the Karachi  Division  (w.e.f.  24-8-95) vide S.R.O.  No. 841 (I)/95,  dt. 24-8-95. \n \nPage 3 of 5 \n (b)  “prescribed” means prescribed by rules made under this Act. \n(2) The Federal Government may, by notification in the official Gazette, declare any article, \nsubst ance, arms, ammunition  or military stores not, specified hereinbefore which is held or \npossessed in contravention of any law as illicit arms, ammunition  or explosiv es, for the purpose of \nthis Act. \n3. Act not to derogate from other laws. The provisions  of this Act shall be in addition to, \nand not in derogation of, any other law for the time being in force, and nothin g contained herein \nshall exempt any person from any proceedings which may be institut ed against him under such law. \n4. Surrender of illicit arms.⎯ 1[(1) On the commencement of this Act, all] persons in \npossession  or control of any illicit arms shall surrender such arms 2[to the District Co-ordination \nOfficer, Deputy District Officer (Revenue)] or officer-in-charge of a police-station within  whose  \njurisdiction such persons ordinarily reside or to such other authority as may be specified by the \nFederal Government by notification in the official Gazette. \n(2) The authority receiving  any illicit arms shall issue a receipt for the same. \n5. Surrender of arms, etc., by persons on visit abroad. A person on a lawful visit abroad \nat the comm encement of this Act shall, within  1[sixty days] of his return to Pakistan, through an \nauthorized route or port of entry surrender and deposit  and deposit  all illicit arms in his possession  \nor control to one of the authorities specified in section 4. \n6. Publicity for surrender of illicit arms.― (1) The Federal Government and the Provincial \nGovernment shall give wide  publi city to the provisions  of this Act on the media, including  \ntelevision,  radio, national and regional press, in Urdu, English and regional languages or by any \nother mode as may be prescribed. \n(2) There shall be publi cly displ ayed a count-down of every expired day of the period \nallowed for surrender of illicit arms under this Act and the numb er of days left for such surrender. \n7. Punishments.― (1) Whoever contravenes the provisions  of section 4 or section 5 or fails \nto surrender illicit arms shall,— \n(a)  in respect of illicit arms defined in sub-clauses (i) to (iii) of clause (a) of \nsection 2, be punish ed with imprisonment for life and forfeiture of property, \nboth movable and immov able; \n(b)  in respect of illicit arms defined in sub-clause (iv) of clause (a) of section 2, \nbe punished with imprisonm ent for life or with imprisonm ent for a term which \nshall not be less than ten years having regard to the antecedents of the accused; \nand \n \n \n \n \n \n \n1Subs.  & deemed always to have been so subs . by Ord. 66 of 01, s. 2 & Sch.  \n2Subs. by Ord. 66 of 01, s. 2 & Sch.  \n \n \nPage 4 of 5 \n (c) in respect of illicit arms defined in sub-clause (v) of clause (a) of s ection 2, \nbe punish ed with imprisonm ent for a t erm which may extend to fourteen years \nbut shall not be less than three years, having regard to the antecedents of the \naccused. \n \n(2) Any illicit arms in respect of which a person is convicted and sentenced under sub-\nsection (1) shall stand forfeited to the Federal Government. \n \n(3) Any conveyance used for the transpo rtation of any illicit arms shall also be liable to \nconfiscation. \n \nExplanatio n.― In this section, “conveyance” includes a vessel, aircraft, vehicle or animal. \n \n8. Indemnity. A person surrendering or depositing illicit arms under section 4 or section 5 \nshall stand indemnified against any legal or penal action for having previous ly possessed such illicit \narms: \n \nProvided that any person who had committ ed any offence with such arms shall not be \nexempted from criminal liability for any such offence. \n \n9. Search for illicit arms, etc. 1[(1) The Federal Government may, from time to time, launch \ncampaign for recovery of illicit arms in a coordinated manner and the Provincial Governments and \nall other agencies of the State which may be called upon  shall act in aid of the Federal Government \nand Provincial Governments.] \n \n(2) Search for illicit arms, ammunition  or explosiv es shall be carried out, as nearly as may be, \nin accordance with Chapter V of the Code  of Criminal Procedure, 1898 (Act V of 1898): \n \nProvided that, where in case of an extreme urgency a departure from the provisions  of the \nCode  is made, the District Superintendent of Police or any other officer authorizing the search \nshall record reasons for such departure. \n10. Reward for successful recovery. Any person providing  information for successful \nrecovery of illicit arms may, in the prescribed manner, be appropriately rewarded by the Federal \nGovernment or, as the case may be, by the Provincial Government to whom such information is \nprovided, keeping in view the number of illicit arms recovered on the basis of such information. \n11. Scrutiny of licences, etc.⎯ (1) Whenever the Federal Government or, if so required by \nit, the Provincial Government deems fit, it may, notwithst anding  anything contained in the \nPakistan Arms Ordinance, 1965  (W.P. Ordinance No. XX of 1965),  the Explosive  Substances Act, \n1908 (VI of 1908),  the Explosives Act, 1884  (IV of 1884), the Arms Act, 1878  (XI of 1878),  or any \nother law, by notification in the official Gazette, direct every person possessing  or keeping in his \ncontrol any arms, ammunition  or explosiv es under any licence issued by any authority appoint ed \nunder any law for the time being in force, to present such licence to the authority specified in the \nnotification, by the Federal Government or, as the case may be, the Provincial Government, for \nscrutiny. \n \n \n \n \n1Subs. and shall be deemed always to have been so subs. by Ord. 66 of 01, s. 2 & Sch.  \n \nPage 5 of 5 \n (2) Where, on scrutiny of a license, the authority referred to in sub-section (1) is satisfied that \nit was not in the public interest or conducive for maintenance of law and order or the public  peace to \nallow retention  of the licence or any arms, ammunition  or explosiv es, it may, after providi ng an \noppo rtunity of being heard, cancel the licence issued to a person to possess or keep any arms, \nammunition  or explosiv es. \n \n(3) Where a licence is cancelled under sub-section (2), the person possessing  or keeping any \narms, ammunition  or explosiv es shall deposit  such arms, ammunition  or explosiv es with the \nauthority specified by the Federal Government. \n \n12. Punishment for failure to present licence for scrutiny. Whoever fails to present his \nlicence for possessing  or keeping any arms, ammunition  or explosi ves as required under section 11 \nshall be punish ed with imprisonm ent which may extend to ten years but shall not be less than three \nyears and confiscation of such arms, ammunition  or explosives. \n \n13. Exemption. Nothing  contained in this Act shall apply to a person who is exempt by \nvirtue of the provisions  of the Pakistan Arms Ordinance, 1965  (W.P. Ordinance No. XX of \n1965),  and the rules framed thereunder from holding a licence for possessing  any arms and \nammunition,  including  those  of prohibit ed bore, by virtue of his office or otherwise.  \n \n14. Rules. The Federal Government may make rules for carrying out the purposes of this \nAct. \n \n15. Removal of difficulties. If any difficulty arises in giving  effect to any provision  of this \nAct, the Federal Government may make such order or direction, not inconsist ent with the provisions  \nof this Act, as may appear to it to be necessary for the purpose of removing  such difficulty. \n \n \n \n___________"
}