{
    "file": "./converted_json\\administrator13c9ec82b8724e13e6f1c993f195adfa.json",
    "name": "Hydrocarbon Development Institute of Pakistan Act, 2006",
    "date": "16th January, 2006",
    "tagline": "An Act to provide for the establishment of the Hydrocarbon Development Institute of Pakistan",
    "content": "Page 1 of 10 \n  \n \nTHE HYDROCARBON DEVELOPMENT INSTITUTE OF  \nPAKISTAN ACT, 2006  \n \n \n       \nCONTENTS  \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short title, extent and commencement  \n2.  Definitions  \nCHAPTER II  \n \nCONSTITUTION OF HYDROCARBON DEVELOPMENT INSTITUTE OF PAKISTAN  \n3.  Establishment of the Institute  \n4.  Objectives and functions of the Institute  \n5.  Board of Governors  \n6.  Powers and functions of the Board of Governors  \n7.  Meetings of the Board of Governors  \n8.  Appointment, functions and powers of the Director -General  \nCHAPTER III  \n \nFINANCES OF THE INSTITUTE  \n9.  Funds of the Institute  \n10.  Audit and accounts  \nCHAPTER IV  \n \nMISCELLANEOUS  \n11.  Directive from the Federal Government  \n12.  International cooperation  \n\n \nPage 2 of 10 \n 13.  Discoveries and inventions  \n14.  Declaration of fidelity  \n15.  Submission of reports; etc  \n16.  Continuance of certain rules, etc  \n17.  Ordinance XCI of 2002 not to apply to Institute  \n18.  Winding up of the Institute  \n19. Dissolution of the former Institute and repeal, etc  \n20.  Transfer of employees of the former Institute to the Institute  \n21.  Employees of the Institute to be civil servants  \n22.  Power to make rules  \n23.  Power to make regulations  \n24.  Removal of difficulties  \n \n  \n \nPage 3 of 10 \n THE HYDROCARBON DEVELOPMENT INS TITUTE OF  PAKISTAN ACT, \n2006  \nACT NO I OF  2006  \n[16th January, 2006 ] \nAn Act to provide for the establishment of the Hydrocarbon Development Institute of Pakistan  \nWHEREAS it is expedient to provide for the establishment of the Hydrocarbon Development \nInstitute of Pakistan for the purpose of undertaking, promoting and guiding scientific and technologica l \nresearch and development in the field of hydrocarbons, and for matters connected therewith or \nancillary thereto;  \nIt is hereby enacted as follows:___ \nCHAPTER I  \n \nPRELIMINARY  \n1. Short title, extent and commencement :___(1) This Act may be called the Hydrocarbon \nDevelopment Institute of Pakistan Act, 2006.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions :___ In this Act, unless there is anything repugnant in the subject or context,___ \n(a)  “Board of Governors ” means an independent Board of Governors of the \nInstitute;  \n(b)  “Chairman ” means Chairman of the Board of Governors;  \n(c)  “Director -General ” means the Director -General of the Institute;  \n(d)  “former Institute ” means the Hydrocarbon Development Institute of Pakistan \nestablished under the Ministry of Petroleum and Natural Resources Resolution \nNo. DP 20(11)/82, dated the 26th July, 1984;  \n(e)  “Institute ” means the Hydrocarbon Development Institute of Pakistan \nestablished under section 3;  \n(f)  “prescribed ” means prescribed by rules;  \n(g)  “regulations ” means regulations made under this Act; and  \n(h)  “rules ” means rules made under this Act.  \n____ ___________  \n \nPage 4 of 10 \n CHAPTER II  \n \nCONSTITUTION OF HYDROCARBON DEVELOPMENT INSTITUTE OF PAKISTAN  \n3. Establishment of the Institute :___ (1) As soon as may be after the commencement of this \nAct, the Federal Government shall, establish, in accordance with the provisions of this Act, an Institu te \nto be called the Hydrocarbon Development Institute of Pakistan.  \n(2) The Institute shall be a bod y corporate having perpetual succession and a common seal with \npower, subject to the provisions of this Act, to acquire, hold and dispose of property, both movable an d \nimmovable, and shall by the name specified in sub -section (1 ) sue and be sued.  \n(3) The headquarters of the Institute shall be at Islamabad.  \n(4) Until the Institute is established under sub -section (1), the former Institute, functioning \nimmediately before the commencement of this Act shall, notwithstanding its dissolution under section \n20, c ontinue to function, and while so functioning be deemed to be the Institute established under this  \nAct. \n4. Objectives and functions of the Institute :___ The objectives and functions of the Institute \nshall be___ \n(a)  to assist the Government in the formulat ion of national policies for the \ndevelopment of hydrocarbon industry according to the national needs;  \n(b)  to undertake basic studies, research and development to facilitate exploration of \nhydrocarbons;  \n(c)  to promote optimum exploitation and utilizatio n of existing hydrocarbon \nresources;  \n(d)  to investigate new energy methods and related technologies for oil and gas \nsector;  \n(e)  to study and recommend measures for controlling environmental pollution \nrelating to hydrocarbon operations;  \n(f)  to carry out quality control and standardization of hydrocarbons, as per Pakistan \nStandards and to review the specifications of petroleum products and their \nblends;  \n(g)  to establish and operate a: comprehensive computer managed data base relevant \nto its activities, linked to indigenous and foreign data -bases;  \n(h)  to develop and promote use of clean, economic and alternative fuels;  \n(i)  to provide consultancy, advisory and laboratory services, expertise and facilities \nto the public and private sector or ganizations and companies;  \n \nPage 5 of 10 \n (j)  to assist educational establishments in the preparation and conduct of courses \nand training programmes in the field of hydrocarbons and to conduct such \ncourses for national as well as international trainees;  \n(k)  to coordi nate research and development in the hydrocarbon sector nationally \nand with international organizations;  \n(l)  to work as a forum of national or international professional bodies in related \ndisciplines;  \n(m)  to act as an organization for checking of quali ty, standards and specifications of \nhydrocarbons including crude petroleum, petroleum products, liquefied \npetroleum gas and natural gas;  \n(n)  to perform such functions for the Government and the regulators in hydrocarbon \nsector as the Government or the re gulators may assign to it from time to time;  \n(o)  to conduct the functions of demonstration, training, testing, inspection, \nequipment approval, data processing, technical advice, transfer of technology, \nrefueling and vehicle conversions for use of CNG in automobiles;  \n(p)  to establish laboratories, facilities and infrastructure anywhere in Pakistan, and \nto take all steps and. measures which are necessary to promote, implement and \nundertake assignments and tasks to fulfil its objectives and functions;  \n(q)  to conduct research and development and to coordinate and promote the \ndevelopment and commercial application of new energy resources and \ntechnologies for substitution of oil and gas;  \n(r)  to establish bilateral and, multilateral institutional arrangemen ts with national \nand international universities and other entities of interest;  \n(s)  to carry out any other related activity, projects or functions entrusted to the \nInstitute by the Federal Government, any Provincial Government or local \nauthority on appro priate terms and conditions including remuneration for \nservices, etc.; and  \n(t)  to carry out any other activity in relation to the above objectives and functions.  \n5. Board of Governors :___ (1) The general direction and supervision of the affairs of the \nInstitute shall vest in the Board of Governors which shall consist of the following members, namely:__ \n(a) Federal Minister for Petroleum and Natural Resources, \nGovernment of Pakistan.  Chairman  \n(b) Secretary, Ministry of Petroleum and Natural Resources, \nGovernment of Pakistan.  Member  \n \n \nPage 6 of 10 \n (c) Director -General, Hydrocarbon Development Institute of \nPakistan.  Member  \n \n(d) A Director -General of the Policy Wing of the Ministry of \nPetroleum & Natural Resources to be nominated by the \nMinistry of Petroleum & Natur al Resources.  Member  \n \n(e) Financial Adviser (Petroleum and Natural Resources), \nFinancial Adviser's Organization, Finance Division, \nGovernment of Pakistan.  Member  \n \n(f) Chief (Fuels), Energy Wing, Planning & Development \nDivision, Government of Pakistan.  Member  \n \n(g) Four eminent scientists or technologists to be nominated by \nthe Federal Government.  Member  \n \n (2) A member, other than an ex officio member, shall hold office for a period of three years at \na time and shall hold office during the pleasure of the Federal Government.  \n  (3) The Director -General shall act as the Secretary of the Board of Governors.  \n(4) The Federal Government may, by notification in the official Gazette, increase or decrease \nthe number of members of the Board of Governors and prescribe the qualifications and mode of \nappointment of such members in such manner as it may consider appropr iate.  \n6. Powers and functions of the Board of Governors :___ The Board of Governors shall have \nthe power to supervise, control, direct and regulate the affairs of the Institute and shall have the \nfollowing functions, namely: - \n(a)  to lay down the policies and guidelines to be followed by the Institute in the \nperformance of its functions;  \n(b)  to review the work of the Institute and to consider its periodical reports;  \n(c)  to approve annual budget of the Institute;  \n(d)  to conside r and approve the proposals, schemes and projects submitted by the \nInstitute;  \n(e)  to assign such special studies, surveys, investigations and other specialized \nworks to the Institute as it may consider necessary;  \n(f)  to prescribe the terms and conditio ns of service of the employees of the Institute; \nprovided that the pecuniary impact of the terms and conditions so prescribed \nshall not in any case be less beneficial than that of the civil servants of similar \ncategory and grade;  \n \nPage 7 of 10 \n (g)  to delegate such adm inistrative and financial powers to the Director -General or \na committee of members of the Board of Governors as may be necessary.  \n7. Meetings of the Board of Governors :___ (1) The Board of Governors shall meet at least \nonce every half -calendar year. The Di rector -General shall convene its meetings with the approval of \nthe Chairman. In case the Chairman is unable to preside a meeting for any reason, the Board of \nGovernors shall hold such a meeting on the last working day of the half calendar year to be presid ed \nby Secretary, Ministry of Petroleum and Natural Resources or, in his absence, by any of its members \nelected by the member -s present in that meeting.  \n(2) The quorum of a meeting of the Board of Governors shall be one half of the total \nmembership. The dec isions in the meeting shall be taken by a majority vote and in case of equality of \nvotes the Chairman shall have a casting vote in addition to his own vote as a member.  \n(3) No act or proceeding of the Board of Governors shall be invalid by reason only of e xistence \nof a vacancy in the Board of Governors.  \n8. Appointment, functions and powers of the Director -General :___ (1) The Director  General \nshall be a highly qualified scientist with experience in the related fields. He shall be appointed to w ork \non full ti me basis by the Federal Government on such terms and conditions as it may deem appropriate.  \n(2) The Director -General shall be the Chief Executive Officer of the Institute and shall, subject  \nto such directions as the Board, of Governors may give from time t o time, exercise all such financial \nand administrative powers as are necessary to direct, manage and control the affairs of the Institute i n \naccordance with the provisions of this Act.  \n(3) The Director -General may, subject to rules and regulations made un der this Act, appoint, \nemploy on contract o~ on part time basis or otherwise, such officers, consultants, advisers and other \nstaff as are considered necessary for the efficient working of the Institute.  \n(4) The Director -General may delegate any of his pow ers to any officer of the Institute.  \n__________ __ \nCHAPTER III  \n \nFINANCES OF THE INSTITUTE  \n9. Funds of the Institute :___ The funds of the Institute shall consist of___ \n(a)  grants by the Government;  \n(b)  income from investment and royalties;  \n(c)  research and development cess;  \n(d)  contributions from public and institutions;  \n(e)  foreign aid and technical assistance with the prior permission of the Federal \nGovernment;  \n \nPage 8 of 10 \n (f)  fees and charges for the services rendered;  \n(g)  income from sale of mov able or immovable property; a nd  \n(h)  loans obtained by the Institute with the approval of Federal Government.  \n10. Audit and accounts :___ (1) The accounts of the Institute shall be maintained in such form \nand manner as the Federal Government may, in consul tation with the Controller -General of Accounts, \ndetermine.  \n(2) The Institute may open its accounts with any scheduled bank authorized by the Federal \nGovernment.  \n(3) The surplus funds, if any, shall be invested in the Government approved schemes, securitie s \nor bonds.  \n(4) The accounts of the Institute comprising funds derived from sources specified in clauses (a) \nto (e), (g) and (h) of section 9 shall be audited by the Auditor  General of Pakistan, while the accounts  \nof the funds derived from source specified in Clause (f) of section 9 shall be audited annually by such \nchartered accountants as may be approved by the Board of Governors and the Auditor -General of \nPakistan.  \n_______________  \n \nCHAPTER IV  \n \nMISCELLANEOUS  \n11. Directive from the Federal Govern ment :___ The Federal Government may from time to \ntime issue to the Institute directives and instructions as it may consider necessary for carrying out t he \npurposes of this Act and the Institute shall be bound to comply with and carry out such directives and \ninstruc tions.  \n12. International cooperation :___ The Institute may, subject to such restrictions as may be \nimposed by the Federal Government, cooperate with any international organization for furthering its \nobjectives and for the promotion of the hydrocarbon scie nces and technologies.  \n13. Discoveries and inventions :___ All rights relating to discoveries and inventions and any \nimprovement in materials, methods, processes, apparatus or equipment made by any officer or \nemployee of the institute in the course of his employment shall vest in the Institute.  \n14. Declaration of fidelity ,___ Every member, adviser, officer or other employee of the Institute \nshall make such declaration of fidelity and secrecy as may be prescribed.  \n15. Submission of reports; etc :___ The Ins titute shall submit to the Federal Government at such \nintervals as the Federal Government may specify,  \n(a)  such periodical reports and summaries as may be required by the Federal \nGovernment; and  \n \nPage 9 of 10 \n (b)  such information and comments as may be asked for by the Federal Government \non any specific point.  \n16. Continuance of certain rules, etc :___All rules, regulations, by -laws, orders and \ninstructions of the former Institute in force immediately before the commencement of this Act shall, \nmutatis mutandis  and so far as they are not inconsistent with any of the provisions of this Act, continue \nto be in force until repealed or altered by rules or regulations made under this Act.  \n17. Ordinance XCI of 2002 not to apply to Institute :___ Nothing contained in the Indust rial \nRelations Ordinance, 2002 (XCI of 2002), shall apply to, or in relation to, the Institute, or to any of  the \nofficers and employees of the Institute.  \n18. Winding up of the Institute :___ No provision of law relating to the winding up of bodies \ncorporat e shall apply to the Institute and the Institute shall not be wound up except by order of the \nFederal Government and in such manner as the Federal Government may direct.  \n19. Dissolution of the former Institute and repeal, etc :___ (1) Upon the commencement  of \nthis Act, the former Institute shall stand dissolved and upon such dissolution___ \n(a)  all assets, rights, powers, authorities and privileges and all property, movable \nand immovable, cash and bank balances, reserve funds, investments and all \nother inte rest and rights in, or arising out of, such property, and all debts, \nliabilities and obligations of whatever kind of the former Institute subsisting \nimmediately before its dissolution, shall be transferred to and vest in the \nInstitute;  \n(b)  all contracts entered into and all matters and things engaged to be done by, with, \nor for the former Institute before such dissolution shall be deemed to have been \nentered into, or engaged to be done by, with, or for the Institute; and  \n(c)  all suits and other legal pr oceedings instituted by, or against, the former Institute  \nbefore such dissolution shall be deemed to be suits and proceedings by, or \nagainst, the Institute, and shall be proceeded or otherwise dealt with \naccordingly.  \n(2) The Government of Pakistan, Ministr y of Petroleum and Natural Resources Resolution No. \nDP(1l)/82, dated the 26th July, 1984, shall stand cancelled.  \n20. Transfer of employees of the former Institute to the Institute :___ All employees, officers, \nconsultants, advisers and other staff employed in any capacity in the former. Institute immediately \nbefore the commencement of this Act shall stand transferred to the Institute on the same terms and \nconditions of service on which they were employed immediately before such transfer and shall be \ndeemed t o be the employees of the Institute under this Act.  \n21. Employees of the Institute to be civil servants :___ The employees of the Institute shall be \ndeemed to be civil servants for the purpose of the Service Tribunals Act, 1973 (LXX of 1973).  \n22. Power to  make rules :___ The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n \nPage 10 of 10 \n 23. Power to make regulations :___ The Institute may, with the approval of the Board of \nGovernors, make such regulati ons, not inconsistent with the provisions of this Act and the rules made \nthere under, as it may consider necessary or expedient for the administration and management of the \naffairs of the Institute.  \n24. Removal of difficulties :___ If any difficulty arises  in giving effect to any of the provisions \nof this Act, the Federal Government may make such order, not inconsistent with the provisions of this \nAct, as may appear to it to be necessary for the purpose of removing the difficulty."
}