{
    "file": "./converted_json\\administratorb28c63d7c4f143d128f61f2b7bbdfb7f(1).json",
    "name": "Police Order (Amendment) Ordinance, 2004",
    "date": "November 25, 2004",
    "tagline": "Amendment to the Police Order, 2002",
    "content": "Gtte Gatxo d pg[fdtErrREGISTERED No. M - 302\nL.-76469\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, THURSDAY, NOVEMBER 25, 2OO4\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVERNN,IENT 0F PAKISTAN\nMINISTRY OF LAW JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n(Laq Justice and Human Rights Division)\nlslanrubad, the 25th Novemben 2004\nNo. F. 2 (l)/2ffi4-Pub.-The following Ordinance promulgated by\nPresident is hereby published for general information.\n. OnorneNce No. V on 2004the\nAN\nORDINANCE\n.l rther to arnerul tlrc Police Orcler.2002\nWHEREAS in pursuance of deliberations and agreement amongst the\nFederal Government and Provincial Governments it is expedient further to\namend the Police Order, 2002 (C.E. Order No. 22 ot 2002)l, for the purposes\nhereinafter appeari,'tg; t\n. AND WHEREAS the President of Pakistan has accorded sanction to the\naforesaid amendments, in terms of clause (2) of Article 268 of the Constitution:\n( I '19;\n971(20M)lEx. Gaz.l Price : Rs. -10.50\nI.5O TFIE GAZETTE OF PAKISTAN, EXTRA.. NOV 25. 2(X),1U'..r nr I\nAND WHEREAS the National Assembly is not in session and thePresident is satisfied that the carcumstances exisl which render it necessary totake immediate action;\n' NOW, THEREFORE, in exercise of the powers confened dy clause (1) ofArticle 89 of the constitution of the rslamic Repubric of pakistan, the president ispleased to make and promulgate the following Ordinance:_\n1 . Short title and commencement.- (1) This Ordinance may be cafiedthe Police Order (Amendment) Ordinance, 2004.\n2. Amendment of Article 2, CEO 22 of 2O02.- tn the potice Order,2002 (Chief Executive's Order No. 22 of 2OOZ,), hereinafrer to be called the saidOrder, in Article 2, in clause (1),-(2\\ lt shall come into force at once\n(a) after paragraph (i), the following new paragraph shal be inserted,\nnamely:-\n(i-a) \"Capital City District\" means the lslamabad City District, theFederal Capital; City District of euetta, Cit District of\nPeshawar, City District of Lahore or City District of Karachi\nbeing the metropolis of the provinces of Baluchistan, North-\nWest Frontier, Punjab and Sind respectively;,,;\n(b) afler paragraph (iv), the folowing new paragraph shall be inserted,\nnamely:-\n\"(iv-a) \"cognizance\" means taking notice by an authority legally\nempowered to take action on its decision regarding a matter\nrelating to neglecl, excess or misconduct by, or any\nomission or commission deemed illegal, committed by, a\nPolice Officer for remedial and corrective measures under\nthe provisions of this Order;\";\n(c) for paragraph (v) the following shall be substituted, namely:-\n\"(v) \"Commission\" means National Public Safety Commission,\nProvincial Public Safety and Police Complaints Commission,\nlslamabad District Public Safety Commission and District\nPubiic Safety and Police Complaints Commission\nestablished under this Order;\";\n(d) after paragraph (v), the following new paragraph shall be inserted,\nnamely:-\n\"(v-a) \"direct\" means a written order or instruction to a Police\nOfficer issued by an authority empowered to direct under this\nP.rtll Il TtlE GAZETTE OF PAKISTAN. EXTRA.. NOV 25. 2004 l5l\nOrder and such directing authority shall be deemed to be an\nofficer authorized under clause (2) of Article '155;\";\n(e) after paragraph (vii), the following new paragraphs sha be\ninserted, namely:-\n\"(vii-a)\"ex-officio Secretary\" means Provincial police Officer who\nshall exercise administrative and financial powers of the\nSecretary to the Provincial Government with total autonomy\nin operational, administrative and financial matters subject tothe policy, oversight and guidance given by the Chief\nl\\.4inister through the Chief Secretary and the provinciat\nHome Departmenti\n(vii-b) \"exigency of service\", in relation to posting and transfer,\nmeans an urgent or unforeseen sit,ration which, for the\nreasons to be recorded in writing, requires premature\ntransfer of a Police Officer for performance of specific tasks\nor duties but not as a replacement for what should be righfly\ntreated as an efficiency and discipline matter: and\n(vii-c) \"fact finding inquiry\" means an inquiry into the allegations\ncontained in a complaint against a Police Officer, including\nthe factual incidents, relating to neqlect, excess or omission\nor commission of any act constituting an offence and the\noutcome of such inquiry shall be admissible in evidence\nbefore a court, tribunal or an authority:\";\n(f)after paragraph (xxii), the following new paragraph shall be inserted,\nnamely:-\n\"(xxii-a) 'responsible\" means a Police Officer who is answerable\nand accountable, for effeclive and efficient performance of\nassigned duties and functions, and for implementation of all\nlawful orders and instructions issued by an officer or an\nauthority to whom he is responsible under this Order and\nnon-compliance of such orders, directions and instructions\nwhich he is bound to observe.or obey for action shall be\nliable under paragEph (c) of clause (1) of Article I55;\":\n(s)in paragraph (xxvi), the word \"and\", at the end, shall be omitted;\nand\n(h) after paragraph (xxvi), the following\ninserted, namely:-newparagraph shall be\n\"(xxvi-a) \"superintendence\" means supervision of Police by the\nappropriate Government through policy, oversight and\nguidance and, in case of a Province, it shall be exercised by\nthe Chief Minister through the Chief Secretary and the\n152 Tt{E GAZETTE OF PAKISTAN. EXTRA.. NOV. 25. 200.1 lPrrrr I\nProvincial Home Department, while ensuring total autonomy\nof the Provincial Police Officer in operational, administrative\nand financial matters and, in case of Federal Capi{al, such\nsupe^iision shall be exercised by the Ministry of lnterior,\nGovernment of Pakistan: and\".\n3. Amendment of Article 10, CEO 22 of 2002.- tn the said Order, in\nArticle 10, in clause (4), after the word \"Safety\", the words \"and police\nComplaints\" shall be inserted.\n4. Amendment of Article 11, CEO 22 of 2002.- tn the said Order, in\nArticle 11, in clause (1), the words \"by the National Public Safety Commission\nfrom a list prorided\" shall be omitted.\n5. Ar.nendment of Article 12, CEO 22 of 2OO2.- tn the said order, in\nArticle 12,-\n(a) for clauses (2) and (3) the following shall be substituted, namely:-\n\"(2) The Provincial Government may, with the approval of\nthe Federal Govemment, repatriate, or the Federal Govemment may,\non its own accord, recall, a Provincial Police Officer.\n(3) The Provincial Public Safety and Police Complaints\nCommission may, for reasons to be recorded in writing,\nrecommend to the Provincial Govemment for repatriation of the\nProvincial Police Officer before the expiry of his term of office and\nthe Provincial Government may thereupon move the Federal\nGovernmenl for his repatriation in accordance with clause (2).\"1\n(b) in clause (5), for the proviso the following shall be substituted,\nnamely:-\n\"Provided that before initiating such transfer, the\nCommission shall give the concerned officer an opportunity\nof being heard in person.\"; and\n(c) clause (6) shall be omitted\n6. Amendment of Article 15, CEO 22 of 2OO2.- ln the said order, in\nArticle '15,-\n(a) in clause (1), for the words \"in consultation with\" the words \"with the\napproval of'shall be substituted; and\n(b) for clause (3) the following shall be substiluted, namely:-\n\"(3) Under exceptional circumstances due to exigency of\nservice or on grounds of misconduct and inefficiency which warrant\nPrrt Il Tlltr GAZII'ITE OIr PAKISTAN. IrXTnA. NO\\r. 25. 2(X)+ l5-l\nmajor penalty under the reievant rules, the City Police Officer or\nDistrict Police Officer may be transferred, with the ?pproval of the\nGovernment, before completion of the term of office.\".\n7. Amendment of Article 18, CEO No.22 of 2002.- tn the said order,\nin Article '18,-\n(a) in clause (3), for the full stop at the end a colon.shall be substituted\nand :hereafter the following proviso shall be added, n€ Tely:-\n\"Provided that the lnvestigation Wing shall be located\nwithin the Police Station aM shall be responsible to its own\nhierarchy in the District under the general control of Officer-\nin-charge of the Police Station\": and\n(b) after clause (6), the following explanation shall be added, namely:-\n\"Explanation.- For the purpose of this Article, \"general\ncontrol\" means the relationship between lhe authority of the\nofficer-in-charge ot lnvestigation in a District or a Police Station\nand the District Police Officer and officer-in-charge of the\nPolice Station, as the case may be. This relationship requires\nfull support to the officer-in-charge of lnvestigation in the\nperformance of his duties and officer-inrharge of investigation\nshall coordinate with the District Police Officer or officer-in-\ncharge of the police station, as the case may be, and provide\ninformation to him on all matters which have a bearing on\nwatch and ward and public order funciions. Any direciions in\nthis regard by the oflicer vested with general control shall not\nexplicitly or impliedly interfere in the condJd of investigation or\ntransfer of investigation and diversion of manpower or\nresources of lnvestigation to other police functions.\".\n8. Amendment of Article 21, CEO 22 of 2002.- tn rhe said Order, in\nArticle 21-\n(a) for clause (2) the following shall be substituted, namely:-\n\"(2) The Provincial Police Officer, Capital City Police Officer or\nthe City Police Officer may, with the approval of the Government,-\n(i) divide districts into police divisions, sub-divisions and police\nstations;\n(ii) sub-divide police stations into police posts; and\n(iii) define the limits and extent of such divisions, sub{ivisions,\n, police stations and police posts.\"; and\n9. Amendment of Articlo32, CEO 22 of 2002.-\nArticle 32,- '!ln the said Order, in\n(a) in clause (1), for the word \"mnsultation\" the word ,.coordination\" shallbe substituted;\n(b) in clause (3),\n(i) for the words \"appropriate public Safety Commission\", the\nwords \"concemed Commission at the Oistrict level\" shall be\nsubstituted: and\n(ii) after the words \"Provincial public Safety\", the words .and\nPolice Complaints\" shall be inserted; and\n(c) in clause (4), for the words \"District public Safety Commission',, thewords \"concerned Commission at the District level\" shall be\nsubstituted.\n10. Amendment of Article 33, CEO 22 of 2002.-\nArticle 33.-ln the said Order, in\n(a) in clause (2), the word 'Provincial', occurdng twice, shall be omitted\nand\n(b) after clause (2), the following new clause shall be added, namelyi\n13) ln the normal channel of writing the performance\nEvaluation Report of the Head of District police, the Zila Nazim\nshall write the manuscript report of the Head of District police in thespecified Part of the Form of performance Evaluation Reportprovided in the Fourth Schedule, which shafl be taken into\nconsideration at the time of promotion of the Officer.\".\n11. Amendment of Article 34, CEO 22 ot 2002.- tn rhe said Order, inArticle 34,-\n(a) in clause (1), in the second proviso, for the colon a full stop shall be\nsubstituted and thereafter the third proviso shall be omitted; andI5r rrlE!4ZE1IEqLP4ry4ry.EI.!B4.-ry9y-i1?!!1 tp^u, t\n(b) in clause (4), in the proviso, for the fu stop at the end a colon shallbe substituted and thereafter the following further proviso shall be\nadded, namely:.\n\"Provided further that the term of office of an officer underwhom a pc ice division, sub-division or police station respect, /ely isplaced shall be the same as that of Head of District police from ihedate of posting and any transfer before completion of his term ofoffice will only take place due to exigency of service or misconduct\nwarranting major penalty.\".\nPexr Il THE GAZETTE OF PAKISTAN. EXTRA.. NOV 25. 2004 155\n(b) clause (3/ shall be omifted.\n12. Amendment of Article 35, CEO 22 ol 2002.' ln the said order, in\nArticle 35,-\n(a) in ctause (1), for the words 'appropriate Public Safety Commission\",\nthe words 'concerned Commission at the District level\" shall be\nsubstituted; and\n(b) in clause (3), for the words \"appropriate Public Safety Commission\",\nthe words \"concerned Commission at the District level\" shall be\nsubstituted.\n'13. Amendment of Article 36, CEO 22 of 2002.- tn the said Order, in\nArticle 36, for the words \"Provincial Police Complaints Authority ol\" the words\nand comma \"Provincial Public Safety and Police Complaints Commission or,\"\nshall be substituted-\n14. Amendment of Title of Chapter V, CEO 22 ot 2002.- tn the said\nOrder, the title of Chapter V, after the word \"SAFETY', the words \"AND POLICE\nCOMPLAINTS\" shall be inserted.\n15. Substitution of Article 37, CEO 22 of 2002.- ln the said Order, for\nArticle 37 the following shall be substituted, namely:-\n\"37. Establishment of District Public Safety and Police Gomplaints\nCommission.- (1) The Provincial Govemment shall establish a District\nPublic Safety and Police Complaints Commission in every Diskict,\nincluding C apital C ity D istrict, consisting of nine members o ne of whom\nshall be the Chairperson.\n(2) The Commission shall have its independent budget under a\nseparate budgetary head ofeccount, Drawing and Disbursing fficer and\nthe Chairperson of the Commission shali be its Principal Accounting\nOfflcer. \".\n'16. Substitution of Article 38, CEO 22 of 2002.- ln the said Order, for\nArticle 38, the following shall be substituted, namely:-\n\"38. Composition.- (1 ) The composition of the District Public Safety and\nPolice Complaints Commission shall be as follows:-\n(a) one{hird members shall be appointed by the Government from\namongst the Members of the Provincial Assembly and National\nAssembly of the District concerned as ex-officio members, including\na woman member:\nProvioed that where in a District, members of the Prov'ncial\nAssembly or National Assembly fall short of the required number of\n156 THE GAZETTE OF PAKISTAN, EXTRA., NOV 25,200.1 [P..rirr, I\nsuch members, the vacant seat shall be allocated to independent\nmembers:\nProvided further that in case of non-avatlability of a woman\nmember of the Provincial Assembly or National Assembly in a\nDistrict, the seat shall be allocated to a woman independent\nmember;\n(b) one{hird members, of whom one shall bL a woman, shall be\nappointed as independent members by the Government from a list\nof names recommended by the Selectton panel; and\n(c)the remaining one-third members, out of whom one shall be a\nwoman, shall be elected by the Zila Council from amongst its\nmembers on the basis of each member casting only one vote rn\nfavour of any contesting candidate through secret ballot.\nExplanation.- For the purpose of this Article, the \"District concerned\" for\nwomen members of the Provincial Assembly and National Assembly shall,\nas far as possible, be on the basis of the District where they are registered\nas voters.\n(2) ln place of the members referred to in paragraphs (b) and (c)\nof clause (1), the elected or appointed members,of the erstwhile District\nPublic Safety Commission in the respective numbers holding office on the\ncommencement of the Police Order (Amendment) Ordinance, 2004, shall\ncontinue to hold their offices till completion of their term of offlce as\nmember of the District Public Safety and Police Complaints Commissron.\n(3) The Chairperson of the District Selection panel shall conduct\nthe election of the Chairman and members of the District Public Safety and\nPolice Complaints Commission referred to in clause (1) of Article 39 and\nparagraph (c) of clause (1 ) of this Article.\n17. Substitution of Article 39, CEO 22 of 2002.- tn the said Order, for\nArticle 39 the following shall be substituted, namely:-\n\"39. Appointment of Chairperson.- (1) The Chairperson of the Drstrict\nPublic Safety and Police Complaints Commission shall be elected by the\nmembers from amongst themselves every three years:\nProvided that the Chairperson of the District public Safety\nCommission at the commencement of the police Order (Amendmeni)\nOrdinance, 2004, shall continue to hold such offlce till completior, of histerm of ofiice as Chairperson of the District public Safety and police\nComplaints Commission.(4) The names of the members of the Commission shall be\nnotified in the Official cazette.\".\nl'rrrr ll lllE (l.AZirTTE OI: l',\\KISI',\\N. EXTII.-\\.. i\\..O\\'. 25. l()l){ r57\n(2) The Chairperson of the District Public Safety and Police\nComplaints Commission shall be eligible for re-election for the second\nterm.\n(3) The Chairperson of the District Public Safety and Police\nComplaints Commission shall not be removed from his office save as\nprovided for removal of a member of the Commission.\n(4) The Chairperson shall be entitled to honoraria and prlvileges\nas may be determined by the Governmenl.\".\n18. Amendment of Article 40, CEO 22 of 2OO2.- i,, !r,!'irid ordor. rn\nArticle 40: after the word Safety\", the words \"and Police Complilnts\" shall be\ninserted.\n19. Amendment of Article 41, CEO 22 ol 2O02.- ln the said order. in\nArticle 41,-\n(a) in clause (1), for the words 'District Government\" the words\n\"Proriincial Public Safety and Police Complaints Commrssron' shall\nbe substituted,\n(b) in clause (2), for the word \"consensus\" the words and comma\n\"majority vote, one of whom shall be the Chairperson of the\nSelection Panel\" shall be substituted: and\n(c)in clause (3), for the words \"commencement of the selection\nprocess\" the words \"occurrence of the vacancy\" shall be\nsubstituted.\n20. Substitution of Article 42, CEO 22 of 2002.- ln the said order, for\nArticle 42 the following shall be substituted, namely :-\n\"42. Functions of the Selection Panel.- The Selection Panel shall\nidentify suitable candidates as well as invite applications and after scrutrny\nforward to the Government the names of persons twice the number of\nappointments to be made.'.\n21 . Amendment of Article 43, CEO 22 ot 2002.- ln the said order, in\nArticle 43, after the word \"Safety\", the words \"and Police Complaints\" shall be\ninserted.\n22. Substitution of Article 44, CEO 22 of 2002.- ln the said order. for\nArticle 44 the following shall be s .bstituted, namely :-\n\"44. Powe6 and Functions of the District Public Safety and Police\nComplaints Commission.- (1) The District Public Safety and Police\nComplaints Commission shall exercise the powers and perform the\nI5li TIlt, (iAZETTE OF PAKISTAN. EXTRA.. NO\\'. 15. ltx)-1['.rnr I\nfollowing functions including those relating to complaints against the police\nofficers serving in the District, except the Head of District Police, namely:-\n(a) approve an annual Local Policing Plan prepared by the Head of\nDistrict Police in coordination with the Zila Nazim setting out the\narrangements for policing during the year:\n(b)Provrded that such Policing Plan shall include-\n(i) a statement oi financial resources expected to be\nmade available: and\n(ii) performance targets for the year and their delivery\nmechanism;\nthe District Public Safety and Police Complaints Commission shall\nsubmit an annual report to the Government through the Provrncial\nPublic Safety and Police Complaints Commission, intor alia.\ncontaining-\n(i) an abstract relating to performance of the Distflct Publc\nSafety and Police Complaints Commissioh during the year;(ii) a report on the functioning of the District Police;(iii) a report on matters connected with the law and order in the\nDistrict: and(iv) a report on the implementation of the District Policing Plan;\nencourage police-public cooperation: (c)\n(d)\n(f)(e)\n(s)evaluate the delivery of performance targets contatned in the Loca\nPolicing Plan on quarterly basis and send half-yearly reoorts to the\nProvincial Government, Provincra Public Safety and Police\nComplaints Commission. Provrnciai Police Officer, Zila Nazrm.\nTehsil (Taulka) Nazim and Town Nazrm,\ntake steps to prevent the Police from engaginq in any unlaMul\nactivity arising out of compliance wtth unlaMul ot mala fide otde-S.\nrefer the mafter in writing to the Provincial Government for\nappropriate action where the District Public Safety and Police\nComplaints Commission is satisfled that a collusive relationshrp\ndetrimental to the interest of the people exists between the Zila\nNazim and Head of District Police.\ndrrect the Head of I istrict Police under clause (4) of Alicle 135.for\ndisposal of unclaimed property in accordance with law;\ndirect the Head of District Police in writing, where the District public\nSafety and Police Complaints Commission has reasons to believe\nthat the in-charge of the police station has unjustifiably refused or\navoided to register the First lnformation Report, to conduct an\ninquiry into the matter and cause the registration of the First\nlnformalion Repo( under section 154 of the Code, if any cognizable(h)\nl'.rrr Il TIlll (ii\\ZETTE OF PAKIS'fAN. EXTRA.. NOV. 25- l0( l4 159\ncase is made out from the allegations of the complainant and report\nto the District Public Safety and Police Complaints Commission\nwithin forty-eight hours the action taken by him:\n(i)\n(t)U)\n(k)direct the Head of District Police in writing to enquire into a\ncomplaint of neglect in general or by a functionary of a District\nPolice in particular, and take appropriate action and reportwithin\nthe specified period;\nrequire, on a complaint.of excess committed by any member of\nFederal Law Enforcement Agency or civil armed forces acting in aid\nof the district police, the appropriate authority of the concerned\ndepartment in writing to take remedial action and report within a\nspecified period and if no action is taken by the concerned\nauthority, a reference may be made by the District Public Safety\nand Police Complaints Commission to the head of concerned\norganization or the Federal Pollce Complaints Authority for\nappropriate action;\nreceive from an aggrieved person a complaint, in writing suppoded\nby an affidavit, of neglect, excess or mrsconduct against a Polrce\nOfficer;\ntake cognizance of such complarnts as may fall within its\ncompetence and forward other comp ainls to the Provincial Public\nSafety and Police Complaints Cormlss on: a'd\n(m) in cases falling within the competence of the Dlstrict Publrc Safety\n- and Police Complaints Commission, ]t may-\n(i) direct the Head of District Police in writing to take\nappropriate action and submit a report within a specified\nperiod; or\n(ii)conduct a fact finding inquiry on rts own by two or more of its\nmembers or through an officer servinq in the District, not\nbelow the rank of Basic Pay Scale 18 and, in case the\ncomplaint is found rorrect, send the inquiry report to the\nHead of District Police and direct him to take leqal action\nagainst the delinquent Police Offlcer;\n(iii) report the matter to the Provincial Government through the\nProvincial Public Safety and Police C omplaints Commission\nfor action under the appropriate law, where the Head of\nDistrict Police does not submit a report or take action on the\ndirections given by the District Public Safety and Police\nComplaints Commrssion;\nI60 THE GAZUITE OF I'AKIS'IAN. EXTIiA.. NO\\I ]5. ]O().1 lP.rrrr I\n(av)inform the complainant of the outcome of the inquiry in\nwriting as soon as possiblet and\n(v) direct the appropriate aulhority, in case of any frivolous, or\nvexalious complaint, to initiate action under the law against\nthe complainant.\n(2) The District Public Safety and Police Complaints Commission\nshall, for the purpose of this Order, have the same powers as are vested in\na civil court under the Code of Civil Procedure (Act.V of .1908), in respect of\nthe following matters, namely:-\n(a) summoning and enforcing the attendance of any person and\nexamining him on oath;\n(b) compelling the production of documents,\n' (c) receiving ev dence on affidavits; and\n(d) issuing comm ssion for the exam natron cf witnesses.,,.\n23. Amendment of Article +6, CeO 22 of 2002.- n the sard orcier rn\nArticle 45,-\n(a) in the margjnal note, aFter the word \"safety , the words ,and police\nComplaints ' shall be inserted;\n(b) rn clause (1), after the words \"niember of, the words and commas''the Provincial Assembly or National Assembly or, as the case may\nbe,' shall be inserted i\n(c) for clause (2)the following shalt be substituted, namety:-\n\"(2) An independent member shall not be eligible for\nappointment as such member for a third term.\"; and\n(d) clause (5) shall be omitted.\n24. Amendment of Article 46, CEO 22 of 2002.-\nArticle 46,-ln the said Order, in\n(a) for the words \"Governor on his\" the words ,,Government on its', shall\nbe substituted;\n(b) after the word \"Safety\", the words ,and potice Complaints', shall beinserted; and\n(c)in paragraph (h), after the word \"Safety,', the words ,,and police\nComplaints\" shall be inserted.\nP.rrlr [] TItE GAZE'|TE OI-- PAKISIAN. EXTIiA.. NO\\l 15. l0()l I(r t\n25. Amendment of Article 47, CEO 22 of 2002.- ln the said Order, in\nArticle 47,-\n(a) rn the marginal note. after the word 'Safety\", the words \"and police\nComplaints\" shall be inserted,\n(b) in clause (1 ),.after the word \"Safety\", the words \"and police\nComplaints\" shall be inserted;\n(c) in clause (3), after the word \"Safety\", the words \"and police\nComplaints shall be inserted;\n(d) in clause (6), for the word \"District Police Officer or City police\nOfficerorintheirabsence their\" t he words a nd comma \" Head of\nDistrict Police or, in his absence his\" shall be substituted; and\nre) tor clause (8) lhe following shall be substituted. namely:-\n\"(8) The rules of procedure for conduct of business of the\nCommission shall be made by the Government.\".\n26. Amendment of Article 48, CEO 22 of 2002.- tn the said Order, in\nArlrcle 48,-\n(a) in clause (1), after the word \"Safety\", the words \"and police\nComplaints, shall be inserted; and\n(b) for clauses (2) and (3) the following shall be substituted, namely;-\n\"(2\\ The Secretariat shall be headed by an officer not\nbelow Basic Pay Scale 18 who shall be appointed by the provincial\nGovernrfient in consultation with the Chairperson of the\nCommission.\n(3) The Secretariat shall consist of such number of\nofficers and members of the staff as the Government may, in\nconsultation with the Commission, determine from time to time.\n(4\\ The terms and conditions of service of the officers and\nmembers of the staff of the District public Safety and police\nComplaints Cbmmission shall be notified by the Goveinment.\n. (5) The Chairperson of the Commission shall, with the\napproval of the Government, engage the services of a legal advisor\non full-time basis.\".\n27. Omission of Chapter Vl, CEO 22 of 2002.- rn the said Order,\nChapter Vl relating to Capital City District Public Safety Commission, rnciuding Articles\n49 to 60 shall be omitted.\nl(r2 THE GAZE't]'E 0F I',AKlSl,\\N. EX'fltA.. NO\\'. 15. 2(X)+ lPrrrt I\n28. Amendment of Article 65, CEO 22 of 2002'tn the said order, in\nArticle 65, in clause (1), for the words \"Chief Justice of High Court the words\n\"District and Sessions Judge\" shall be substituted.\n29. Amendment of Chapter Vlll, CEO 22 ot 2002.- ln the said order.\nin Chapter Vlll, in the title, after the word \"SAFETY', the words \"AND POLICE\nCOMPLAINTS\" shall be inserted.\n30. Amendment of Article 73, CEO 22 oI 2002.- In the said order. in\nArticleT3,- in clause (1), after the word \"Safety\", the words \"and Police\nComplarnts\" shall be inserted.\n31. Amendment of Article 74, CEO 22 of 2002.- ln the said order, in ^\nArticleT4,-\n(a) in clause ( 1),-\n. (i) after the word \"Safety\", the wordb \"and Police Complaints\" shall\nbe inserted; and\n(ii) for the words \"three each from the Treasury and\" the words\n\"four from the Treasury and two from the\" shall bg\nsubstituted: and\n(iii) in the proviso, for the full stop at the end a colon shall be\nsubstituted and thereafter the following further proviso shall\nbe added, namely!\n\"Provided further that such members shall not be\nmembers of the St',nding Committee of the Provincial\n. Assembly on Home Affairs.\";\n(b) for clause (2) the following shall be substituted, namely:-\n\"(2) The other half comprising independent members shall\nbe appointed by the Govemment on the recommendation of the\nSelection Panel:\nProvided that at least two members shall be women.\"; and\n(c) in clause (3), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted.\n32. Amendment of Article 75, CEO 22 ol 2002.- ln the said order, in\nArticleT5,-\n(a) in clause (1), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted; and\nI'rrr Il THE GAZETTE OIr IAKISTAN. EXTRA.. NOV. 25.2{XU l(,1\n(b) in clause (2),. afier the word ..Safety,,, the words ..and potice\nComplaints\" shall be inserted.\n33. Amendment of Article 26, CEO 22 of 2002.- ln the said order, inArticle 76, after the word \"Safety\", the words,,and police Complaints,, shall beinserted.\n34 Amendment of Articte 77. CEO 22 of 2002.-\nAnrcle 77 .-ln the said Order, in\n(a) for clause (1) the following shall be substituted, narnely:-\n\"(1) There shall be a Selection panel for independentmembers consisting of the provincial Ombudsman who sha be itsChairperson and the Chairman of the provincjal public ServiceCommission and a nominee of the Chief Minister as its members:\nProvided that, where in a province, the provincial\nOmbudsman has not been appointed, a retjred Judge of the HighCourt nominated by the Chief Justice of the High Coirl shall act asChairperson of the Selection panel:\nProvided further that the nominee of the Chief Minister shallnot be an elected representalive or a person in the service ofPakistan.\": and\n(b) in clause (3), for the words ,,commencement of the selectionprocess\" the lvords \"occurrenc!.,of a vacancy,' shall be substituted.\n35. Amendment of Article 78, CEO 22 of 2002.-\nArticle 78 the fotlowing shall be substituted, namely:-ln lhe said Order, for\n\"78. Functions of the Selection panel.- The Selection panel shallidentify suitable candidates as well ag invite applications and after scrutinyfouard to the Govemment the names of peisons twice the number ofappointments to be made.\".\n36. Amendment of Article 79, CEO 22 ot 2002.- tn the said Order, in\nArticle 79, for the words \"a member of Provincial public Safety\", the words \"an\nindependent member of the Provincial Public Safety and police Complaints, shall\nbe substituted.\n37. Amendment of Article 80, CEO 22 ot 2002.- tn the said Order, in\nArticle 80,-\n(a) in the marginal note, after the word \"Safety\", the words .and police\nComplaints\" shall be inserted:\nl6-{ THE (IAZETTE OF IAKISTAN. EXTIiA.. NO\\i 25. l(X)-l [Prrr I\n(b) in clause ('l ),-\n(i) after the word \"Safety\", the words \"and Police Complainls\" shall\nbe inserted;\n(ii)for paragraph (a) the following shall be substituted, namely:-\n\"(a) make recommendatlons to the Government for\npromoting integrity, efficiency and effectiveness of\nPolice:\": and\n(iii) for paragraph (b) the following shall be substituted, namely:-\n\"(b) take steps to prevent the Pollce from engaging in any ^\nunlawful activity arising out of compliance with\nunlaMul or mala fide orders;\"; and\n(c) in clause (2),-\n(i) for the.words, brackets and figure 'sub-section (1) the\nCommission shall perform the following specific\nresponsibilities\" the words, brackets, figure and comma\"clause (1), the Commission shall perform the following\nspecific functions\" shall be substituted;\n(ii) in paragraph (a), for the words \"Public Safety\" the words\n\"District Public Safety and Police Complaints\" shall be\nsubstituted;\n(iii) in paragraph (b),-\n(i) for the words \"pre-mature transfei' the word\n\"repatriation\" shall be substituted; and\n(ii) the colon and proviso shall be omitted;\n( iv)\n(v)\n(vi)\n(vii)in paragraPh (d), for the words \"and National Public Safety\nCommiisions\" the words \"Public Safety and Police\nComplaints Commissions and National Public Safety\n. Commission\" shall be substituted;\nparagraph (e) shall be omitted;\nin paragraph (k), after the word \"Safety\", occurring twice, the\nwords'-and Police Complaints\" shall be inserted;\nin paragraph (l), after the word Safety\", occurring thrice, the\nwords \"ind Police Complaints\" shall be inserted:\n(viit)in paragraph (m), after the word \"Safety\", the words \"and\nPolice Complaints\" shall be inserted:\nPem Il THE GAZET'IE OF PAKISTAN, EXTRA,.. NOV. 2-5. 2004 165\n(ix) in paragraph (o), the word \"and\" at the end shall be omitted;\nand\n(x) after paragraph (p), the following paragraphs shalt be added,\nnamely:-\n\"(q) take cognizance of cases of police neglect, excess,\nabuse of authority and conduct prejudicial to public\ninterest against Head. of District police and police\nofficers not serving in a District-\n(i) on a complajnt from an aggrieved person in\nwriting supported by an affidavit; or\n(ii) on a report from a District public Safety and\nPolice Complaints Commission; or\n(iii) on a reference from the Government: or\n(iv) on its own accorl;\n(r) inquire into the complaint either by itself or throuqhany Government officer not below the Basic ply\nScale 19 and on the basis of findings of the inquiry_\n(l) file the complaint, if the charges are not\nproved; or refer the matter to the concemed\nHead of General police Area for departmental\naction and report back; or order the registration\nof a criminal case under the relevant provisions\nof Pakistan penat Code (Act V of 1860), this\nOrder or any other law for the time being in\nforce;\n(ii) report, to the Chief tvtinister. where the\nCommission is not satisfied with the action\ntaken by the Head of General Police Area in, cases refened to in sub-paragraph (i) and make\nappropriate recommendations in this behalf,\n(iii) recommend disciplinary action against an\ninquiry officer for wilful neglect or mishandting\nof an inquiry;\n(iv) inform the complainant of the outcome of the\ninquiry in wriling as soon as pbssible: and\n(v) direct the appropriate authority, in case of any\nfrivolous, or vexalious complaint, to initiate action\nunder the law against the complainant; and\n166 THE GAZETTE OF PAKISTAN. EXTRA.. NOV 2-5.2004 [Prru I\n(s) delegate any of its powers to its Chairperson.\"\n38. Amendment of Article 81, CEO 22 of 2002.- ln the said Order, in\nArticle 8'1,-\n(a) in the marginal note, after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted;\n(b) in clause (1), for the words \"the same as that of the Provincial\nAssembly\" the words \"for a period of three years\" shall be' substituted;\n(c) for clause (2) the following shall be substituted, namely:-\n\"(2) A member shall not be eligible for a third term.\"; and\n(d) clause (5) shall be omitted\n39. Amendment of Article 82, CEO 22 of 2002.- tn the said Order, in\nArticle 82,-\n(a) for the words \"Governor on its own volition or on the\nrecommendation of the Provincial Public Safety\" the words\n\"Government may either on its own accord or on the\nrecommendations of the Provincial Public Safety and Police\n. Complaints\" shall be substituted; and\n(b) in paragraph (h), after the wold \"Safety\", the words \"and Police\nComplaints\" shall be inserted.\n40. Amendment of Article 83, CEO 22 ot 2002.- ln the said order, in\nArticle 83,-\n(a) in the marginal note, afler the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted;\n(b) in clause (1), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted; and\n(c) in clause (3), for the words \"two-third\" the words \"one-half' shall be\nsubstituted.\n41. Amendment of Article 84, CEO 22 of 2002.- In the said Order, in\nArticle 84,-\n(a) in clause (1), after the word \"Safety\", the words \"and Police\nCoinplaints\" shall' be inserted;\nPcRl Il THE GAZETTE OF PAKISTAN. EXTRA.. NOV 25.2004 t61\n(b) for clause (2) the following shall be.substituted, namety:-\n\"(21 The Secretariat shall be headed by an officer not\nbelow the Basic Pay Scate 20 who shall be appointed by the Chief\nf\\4inister in consultation with the Chairperson of the Commission.,,;\nand\n(c) for clause (4), the following shall be substituted, namely:-\n\"(4) The Chairperson of the Commission shall, wth the\napproval of the Government, engage the services of a legal advisor\non full-time basis.\n(5) The terms and conditions of service of the memberb\nof staff of the Commission shall be determined by the Government\nin consultation with the Commission.\n(6) The functions of the officers and members of staff\nshall be determined by the Commission.\n(7, The Secretariat shall be attached to the Services and\nGeneral Administration Department for the purpose of budget and\nmatters pertaining to the Provincial Assembly.\".\n42. Amendment of Article 89, CEO 22 of 2002.- In the said order, in\nArticle 89, in clause (1), afler for the words \"Supreme Court of pakistan\", the\nwords \"or a Judge of the Supreme Court nominated by the Chief Justice', shall be\ninserted.\n43. Amendment of Article 92, CEO 22 of 2002.- tn the said order, in\nArticle 92, in clause (3),-\n(a) paragraph (b) shall be omitted; and\n(b) in paragraph (i), after the word \"Safety\",'the words \"and Police\nComplaints\" shall be inserted.\n44. Amendment of title of Chapter X, CEO 22 of 2002.- tn the said\nOrder, in Chapter X, in the title, for the word \"Authorities\" the word \"Authority\"\nshall be substituted.\n45. Amendment of Article 100, CEO 22 of 2002.- tn the said order, in\nArticle 100,-\n(a) in paragraph (a), for the words \"District Public Safety Commission\",\nthe words \"concerned Commission at the District level\" shall be\nsubstituted; and\nl6S l-l{E (i,\\ZETTIT OF I'AKISTA\\. Exl'ltA.. NO\\'. li. l(x)-1[Prrr I\n49. Amendment of Article 135, CEO 22 of 2002.- tn rhe said Order, in\nArticle 135, in clause (4), for the words \"District public Safety Commission,'the\nwords \"concerned Commission at the District level\" shall be substituted.\n50. Amendment of Article 152, CEO 22 of 2002.- tn the said order, in\nArticle 152, after the words \"enquiry bythe\", the word .Federal\" shall be inserted.\n51. . Amendment of Article 155, CEO 22 of 2002.- tn the said Order, in\nArticle 155, in clause (2), after the word \"rulAs\", the words \"to be made by the\nGovemment\" shall be added.(b) in paragraph (l), for the words \"Provincial police Complaints\nAuthority or District Public Safety\" the words \"provincial public\nSafety and Police Complaints Commission or District public Safety\nand Poiice Complaints\" shall be substituted.\n46. Omission of Articles 103 to 108, CEO 22 of 2002.- ln the said\nOrder. Articles 103 to 108 shall be omitted.\n47. Amendment of Article 112, CEO 22 of 2002.-\nArticle 112, the word \"prior\" shall be omitted.ln the said Order, in\n48. Amendment of Article 134, CEO 22 of 2002.- tn the said order, in\nArticle '134, for the words District Public Safety Commission\" the words''concerned Commission at the District level\" shall be substituted.\n52. Amendment of Article 168, CEO 22 ol 2002.- tn rhe said order, in\nArticle 168,-\n(a) after the words \"Provincial Public Safety\", the words \"and Police\nComplaints\" shall be inserted;\n(b) in paragraph (a), for the words \"Public Safety\" the words \"members\nand staff ofthe\" shall be substituted: and\n(c) in paragraph (c), for the words and comma 'Prjblic Safety\nCommissions;' the words and comma \"Cominissions. Fedeial\" shall\nbe substituted.\n53. Amendment of Article 169, CEO 22 of 2002.- tn the said Order. in\nArticle 169, in clause (6), after the.word \"Safety, occurring for the second and\nthird time, the words \"and Police Complaints\" shall be inserted.\n54. Addition of Fourth Schedule, CeO 22 of 2002.- ln the said Order,\nafler lhe Third Schedule, the following new Schedule shall be added, namely:-\nP.cRr 1l THE GAZETTE OF PAKISTAN. EXTttA.. NOV 25. 200/t 169\n..FOURTH SCHEDULE\nlsee Article 33 (3)I\nCertified thet I\n(Neme ofHead of Districl Police)\n(Service) (BPS)\nPerformance EvaluatioD ReporI for the period\n1oPersonalNumber (if allolted)\nsubmi(ted hv\n(Date)have on\n(Name of th€ Zla Nazir\\ District)\nMv countcrsigning officer is\n(Namc of rhe Provincial Police Officer)\nSignalure\nDistrictCERTIFICATE\nI7O THE GAZETTE OF PAKISTAN. EXTRA.. NOV 25.2004 lP,qtr I\nFor Head of District Police\nGOVERNMENT OF PAKISTAN\nControlling Division Establishmenl,/ lnterior\nDistrict of Posting\nPERFORMANCE EVALUAT1ON REPORT\nOF THE HEAD OF DISTRICT POLICE\nPART I\n(TO BE FILLED IN BY THE OFFICER REPORTED UPON)\nNams (in block letters)\nPorsonnsl numbor\nPost held during the period (with BPS)_\nAcademic qualil,calions_\nKnowledge of languages (Please indicate proliciency in speaking (s), reading (R)\nand writing (W)2.\n3.\n4.\n6.P.O. 2002\nCONFIOENTIAL\nDale of birth\nDate of enlry in service_\n7.\nPrrr Il THE GAZETTE OF PAKISTAN. EXTIIA.. NOV. 25. 2004 flt\n8. Training received during the evatuation period (Training courses attended ear,ier, if\nany, may please be lsted sepa.ale]y on the back page of the report)\nName of coLJrses attended Dur ng wilh dates\nPerrod served\n(i) ln present post (ii) Under the reportjng Officer\nPART II\n1 Job descriptionI\nThe Head ol District Police will-(i) admrnister the Police in the Dlstnct in accordance with the police Order, 2OO2;(ii) organize the Police force under his command for the efficient performance of the\ndutres given rn Articles 3 and 4 of the police Otdet,2OO2i(iii) prepare local policing plan in coordination with the Zila Nazim and implemenl theplan as approved by the District public Safety and police Complaints\nCommission;(iv) carry out the laMul orders and drrections given by the Zila Nazim , the DistrictPublic Safety and Police Comptaints Commission and the provincial\nGovernment;(v) to maintain law and order and pub[c peace in the District;(vi) ensLrre that Police support to the covernment functionaries in the District js made\navailable promptly;(vii) ensure that provisions of seclion 62 of the Code are implemented in lelter and\nspirit;(viii) adhere to the directions and steps taken by the District or provincial public\nSafety and Police Complaints Commission for preventing the police from\nengaging in any unlaMul activity arising out of compliance with the unlaMul orfiala fide otdets.,(ix) asslst the District Public Safety and Potice Complaints Commission in quarterty\nevaluation of the delivery of performance targets given in the local policing plan;(x) ensure that the lnvestigation and police functions relating to prosecution are\ncarried out strictly in accordance with the law;(xi) keep the Zila Nazim fully informed by the personal contact and by Mitten reports\nincluding daily reports of all matters relating to crime and public order as well as\nhis movements in the districl;(xii) leave the district only after making officiating arrangements and inform the Zila\nNazim a s w ell a s I he District p ublic S afety and p olice C omplaint C ommission\nabout such arrangements; and(xiii) perform otner functions as provided in the police Order 2002.Name of institution and country\n11? THE GAZETTE OF PAKISTAN. EXTRA.. NOV. ].5. 2OO4 [P,rrr I\n(TO BE FILLED IN BY THE OFFICER REPORTED UPON}\n2Brief account of achievements during the period supported by statisticat data\nwhere possible. Targets given in the a pproved Local Policing Plan and actual\nperformance against such targets should be highlighted. Reasons for shortfall, if\nany, may also be stated.\nPART III\nANNUAL MANUSCRIPT PERFORMANCE REPORT\n(TO BE FILLED BY ZILA NAZIM)\n1. Zila Nazim shall, in the following space, record his assessment about the\nperformance of the Head of Oistrict Police relating to police functions, including law and\norder matte6 in the Oistrict and such assessment shall include his response to the\ndirections issued by the Zila Nazim, targets achieved given in the local policing plan,\nsupport lo the Government functionaries, behaviour towards public, .esponse to crises,\ndisaster situations, pronounced weaknesses, if any and fitness lor promotion. i\n2. While recording his assessment, the Zila Nazim shall take into consideration the\ninput of concemed Commission at the District level, particularly on the reports of the\nCommission given in Article 44 (1) (b) and (dl.\n3 The Annual Manuscript Performanae Report must be concluded by definitively\nrecording the performance to be stated as very good, good, avdrage or below average, as\nthe case may be. The final sentence in the assessment will state whether the officer is fit\nor unlit lor promotion.\nSignatur€\nName:\nSeal\nDat€ & Place\nSignature:\nName of Zila Nazim\nDate:(ln Block Capital Letters\\(Addilional sheels tnay be added as requted wirh prcpu numbeting and the nunber of sheets to be\nrccorded in this box )\nPrtr Il THE GAZETTE OF PAKISTAN. EXTRA.. NOV. 25. 2m4 173\nPART IV\nFIRST COUNTERSIGNING OFFICER'S EVALUATION\n(PROVINCIAL POLICE OFFICER / SECRETARY INTERIOR FOR ISLAMABAD)\nlf you have any additionat points to what has been .eported by the Zila Nazim,\nplease give reasons for each remark especially if it retates to any adverse remark.\n3. lntegrity (Moralily, uprightness and honesty)Please comment on the officer's pedormance on the job as given in part ll (2) withspecial reference lo his knowledge of work, ability to plan, organize and supervise,\nanalytical skills, competence to take decisions and quality and quantity ol output.\nHow far was the officer able to achieve the targets? Comment on the officer,scontribution, with the help of statistical data, if any, in the overall performance of\nthe o.ganization, Oo you agree with what has been stated in part ll (2)?\n2\n4Pen picture including the ofticer's strengths and wgaknesses with focus onemotional stability, ability to work under pressure, communication skills and\ninterpersonal effectivengss (weakness will not be considered as adverse entry unless\nintended to be treated as adverse)\n5. Area and level of protessional oxpertiss with suggestiong tor futurc posting\nI7.l THE GAZETTE OF PAKISTAN. EXTRA.. NO!. 25. l(X).t Prtr t l\nTrainirg and development needs 6\n7. overall grading\nVery Good Good Average\n8 Comparative G,ading\nCompared to other officers of his rank, the otficer falls in\nTop 10o/o Next 20% Next 70%\nII Fitness for promotion Comment on the officer's potential for holding a\nhigher position and additional responsibilities\nName ot the repoding olficer \n- Signaturo \n-(Caprtal\nDesignation OateBelow Average\nPnnr Il TI{E GAZETTE OF PAKISTAN. EXTRA.. NOV. 25, 2m4 115\nPART V\nREMARKS OF THE SECOND COUNTERSIGNING OFFICER\n{CHIEF EXECUTIVE OF THE PROVINCE / MINISTER FOR INTERIOR FOR ISLAMABAD)\nName\nDesignation DateI\nISignature\n176THE GAZETTE OF PAKISTAN, EXTRA.. NOV 25, 2OO4 [P.r nr I\nAfter initiation of his PER. the Head of District Police should immediately fill up lhe\ndelachable 'certificaae' giving names of the Zlla Nazim / Provincial Police Officer and\nforward lhe same to the Offlcer lncharge of his respective confidential .ecords. This exercise\nwill ensure proper follow-up of the pending performance evaluation reporls.\nForm shoold be filled in duplicate. Parts I and ll are to be filled by the officer under report and\nshould be typed. Part lll will be filled by the Zila Nazim while the Provincial Police Officer /\nChief Execulive of the Province will fill Parts lV and V respectively.\nThe officer under report should fill Parl tl (2)of lhe form as objectively as possibte and short\nterm and long term largels should be determined / assigned with utmost care.\nThe Provincial Police Officer shoLrld wetgh the remarks of the Zila Nazim againsl hls personal\nknowledge of lhe Head of Drslncl Police, compare him with other Heads of District Po|ce\nand then give his overall assessment of the Head of District Police. ln case of dtsagreement\nwith lhe assessment done b y t he Z ila N azim, s pecific reasons s hould be recorded b y the\nProvincial Police Officer in each case rn Pan lV\nThe Provincial Police Offcer should under|ne in red ink, remarks whlch in hts opinion are\nadverse a nd s hould becornmunrcatedtolhe Head of Drslrict Police. All adverse remarks\nshould be communicated to the Officer, with a copy of communication placed in the\nCR dossier Zila Nazir|, shou d ensure that he properly counsels the Head of District Polrce\nbefore adverse remarks are recorded.\nThe Zila Nazim and Prov ncral Police Offlcer should be clear, direct, objectrve and\nunambiguous in their remarks Vague impressions based on inadequate knowledge or\nisolated incidents should be avoided\nCIjNEItAL.\nPERVEZ MI]SHAITRAF.\nP ra!id(t1t.\n\\fR Jt-lsl t(.E. (Rl\nIVIANSOOR AHMED.\nSecret0 r\\,.GUIDELINES FOR FILLING UP THE PER\nAssessment by the Zila Naz rn should cover all poinls menttoned in Part lll He should avold\ngiving a biased or evasrve assessment of the officer under report. His opinions should\nrepresenl the resirlt of careful consideralion and objective assessment so that, if ca led upon,\nhe could justify lhe rernarks / comments. He may maintain a record of the achievements /\nfailures of the Head of Drstrict Police.\nReports should be consistenl with the pen piclure. overall gradrng and comparative grading\nWhile taking into consideration the assessmenl reported by Zila Nazim'cr the promotion of\nthe Officer reported .n, the promotion board will ensure that lhe assessment E.ven by Zila\nNazim is considered as the integral part of the overall rating and ensure that it is part of lhe\nnormal channel-tt.\n},RINTED I]Y Tt]E MANAOER. PRINTINC CORI'ORATION OF I'AKISTAN PRESS. ISLA]\\IABAI)\nPUBLISTIED I]Y THE MANACER OF PUI]LI('ATIONS. KARACHI"
}