{
    "file": "./converted_json\\administratorf661972697294012b0980b51b9247363(2).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 485(1)\nISLAMABAD,  WEDNESDAY,  JULY  8, 2020\nPART I\nActs, Ordinances, President’s Orders and Regulations\nGOVERNMENT OF GILGIT-BALTISTAN\nLAW AND PROSECUTION DEPARTMENT\n(Gilgit-Baltistan Secretariat)\nGilgit, the 22nd June, 2020\nTHE GILGIT-BALTISTAN PRIVATE EDUCATIONAL INSTITUTIONS’\nREGULATORY ACT 2020\n(ACT NO. X OF 2020)\n(Preliminary)\nTo provide for the establishment of a Regulatory Act to Regulate Privately\nManaged Educational Institutions in Gilgit-Baltistan\nWHEREAS it is expedient to establish a Private Educational Institutions\nRegulatory Act for registration, regulation and supervision of privately managed\nEducational Institutions in Gilgit-Baltistan and for matters connected therewith or\nincidental thereto:\n485(1—6)\n[5704(2020)/Ex Gaz.] Price :  Rs. 10.00\n485(2) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\nIt is hereby enacted as follows:\n1.Short title, extend and commencement.— (1) This Act may be\ncalled the Gilgit-Baltistan Private Educational Institutions Regulatory Act, 2020.\n(2) The Act shall extend to all the privately managed educational institutions\nin Gilgit-Baltistan.\n(3) The Act shall come into force at once.\n2. Definitions.— (1) In this Act, unless there is anything repugnant in\nthe subject or context:\n(a)“Government” means Government of Gilgit-Baltistan.\n(b)“Steering Committee” means a committee formed under the\nChairmanship of Secretary Education Gilgit-Baltistan for supervising\nand controlling of privately managed educational institutions in\nGilgit-Baltistan .\n(c)“Privately Managed” means not owned or managed by Education\ndepartment Gilgit-Baltistan.\n(d)“Educational Institution” means a school, college imparting formal\nand non- formal education from ECE level to Higher Secondary School/\nIntermediate level.\n(e)“School” means a privately managed school or tuition center\nimparting education at pre-primary, primary level including day care\ncenter and from pre-primary (ECE) level to secondary education level\nor equivalent.\n(f)“Higher Secondary School” means an educational institution\nimparting education from ECD/ECE up to F.A/F.Sc Level.\n(g)“College” means a college preparing students for higher Secondary/\nIntermediate level.\n(h)“Curriculum”  means national curriculum notified by the Government\nof Pakistan.\n(i)“Fund” means the fund collected by Directorate of Private Schools\nunder this Act for registration/up-gradation and renewal of the\nregistration of privately managed institutions.\n PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 485(3)\n(j)“ Fee” means registration/up-gradation, renewal fee and loss of\nregistration certificate fee.\n(k)“Minimum Standards” means the standards as prepared by the\nGovernment for effective regulation of educational institutions.\n(1)“Regulations” means regulation made under this Act.\n(m)“Rules” means rules made under this Act.\n3.Constitution of the Steering Committee.— (1) Soon after the\ncommencement of this Act, but not later than ninety (90) days, Government shall\nestablish a steering committee to be called Gilgit-Baltistan Private Educational\nInstitution Steering Committee which consist of the following members;\n•Secretary Education Gilgit-Baltistan Chairperson\n•Additional Secretary Education Gilgit-Baltistan Member\n•Director Schools (Coordination) Gilgit-Baltistan Member\n•Director Education Colleges Gilgit-Baltistan Member\n•Director Education Schools Diamar-Astore Division Member\n•Director Education Schools Baltistan Division Member\n•Director Education Schools Gilgit Division Member\n•President Private School Network Gilgit-Baltistan Member\n•President Private School Network Gilgit Division Member\n•President Private School Network Baltistan Division Member\n•President Private School Network Diamar-Astore Division Member\n(2) The Steering Committee so established under this Act has powers,\nsubject to the provisions of this Act, to formulate regulatory and controlling mechanism\nfor effective regulation of privately managed educational institutions in\nGilgit-Baltistan. The Steering Committee shall establish centralized and division based\nregulatory and controlling offices for matters connected with regulation of private\ninstitutions. The office of Director Schools (Coordination) Gilgit-Baltistan shall act\n485(4) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\nas Head Quarter under this Act whereas Regional Directors and District Offices\nshall act as Head Quarter in their respective regions. The privately managed\neducational institutions shall be regulated and controlled through the office of Director\nSchools (Coordination), Divisional Directorate offices and District Education offices\nwhich shall get guidance/Powers from Steering Committee from time to time.\n(3) In the absence of Secretary Education Gilgit-Baltistan, Additional\nSecretary Education shall Chaired the Steering Committee for regulation of\neducational institutions and matter connected therein.\n4. Powers and Functions of the Steering Committee.— (1) Subject\nto the provisions of this Act, the Steering Committee shall exercise such powers, as\nmay be necessary for carrying out the purpose of this Act.\n(2) without prejudice to the generality of the foregoing sub-section, the\nEducation Department;\n(a) Shall form rules and regulation regarding effective regulation\n(registration, up-gradation renewal, determination/fixation of\nregistration fee, tuition fee, follow of national curriculum uniform\nacademic calendar, follow of government approved minimum standards)\nof private educational institution.\n(b) The Steering Committee under this Act has the power to take any\ndisciplinary action against any private educational institutions in case\nof breech of rules and regulation made under this Act.\n4.Meeting of the Steering Committee.— The Steering Committee\nunder the Chairmanship of Secretary Education shall hold quarterly meeting regarding\neffective regulation of privately managed Educational Institutions in Gilgit-Baltistan.\n6.Delegation of Powers.— The Steering Committee may, by general\nor special order, delegate powers to the Director Schools (Coordination), Divisional\nDirectors, District Education offices or any other officer, any of its powers or\nfunctions under this Act.\n7.Fund.—There shall be established a fund to be known as Private\nEducational Institutions Regulatory Fund which shall consist of:\n(a) Grants provided by the Provincial or Federal Government or other\nauthorities from time to time;\n(b) Gifts, grants or contributions to the Directorate by individuals or\ninstitutions /donor agencies;\n PART I] THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020 485(5)\n(c) All fees received by and fines paid to regulate the institutions;\n(d) Contributions from training and welfare of teachers, employees and\ndeserving students in educational institutions.\n8.Custody of the Fund.— Money credited to the Fund shall be kept in\nthe State Bank/National Bank, Government Treasury or a scheduled bank notified\nby the Finance Department Gilgit-Baltistan and in such a manner as specified by\nGovernment.\n9.Application of the fund.— (1) Money credited to the fund shall be\nspent in accordance with the government rules and regulations. The funds shall be\nutilized to meet expenditures connected with execution and discharge of the functions\nregarding effective regulation of private educational institutions.\n10.Accounts.— The accounts of receipts and expenditure shall be\nmaintained in such forms and in accordance with principles and methods laid down\nby the Auditor General of Pakistan.\n11.Audit.—(1) The Auditor General of Pakistan/Gilgit-Baltistan shall,\non the basis of such audit as he may consider appropriate or necessary, certify the\naccounts compiled and prepared by the Directorate for each financial year, showing\nunder the respective heads of annual receipts and disbursement and shall submit\nthe certified accounts with such notes, comments or recommendations as he may\nconsider necessary to Secretary Education Gilgit-Baltistan.\n12.Internal Audit.— The Finance Department Gilgit-Baltistan in\nconsultation with the Secretary shall undertake internal audit for adding value and\nimproving financial management in the Directorate and its offices.\n13.Power to make rules. —(1) Steering Committee may make rules\nfor carrying out the purpose of this Act.\n14.Powers to make regulations.— (1) The Steering Committee may\nframe regulations not in- consistent with the provisions of this Act and the rules\nmade thereunder, to carry out the purposes of this Act.\n15.Indemnity. —(1) Except as otherwise expressly provided in this Act,\nno suit, prosecution or other legal proceedings shall lie against the Education\nDepartment or Steering Committee or any person acting on behalf of the Department\nfor anything done or intended to be done in good faith under this Act or the rules and\nthe regulations made there under.\n485(6) THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  JULY  8,  2020        [P ART I\nPRINTED  BY THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD.\nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI.(2) The registration/up-gradation/renewal fee collected by Education\ndepartment Gilgit-Baltistan from educational institutions shall be regularized and\nthe amount collected so far shall be deposited into Private Educational Institutions\nRegulatory Fund established under this Act.\n16.Act to override other laws. —Notwithstanding anything repugnant\nor contrary to contained in any other law for the time being in force, the provisions\nof this Act shall take precedence in matters relating to opening, commissioning,\nregistration, regulation and supervision of educational institutions in Gilgit-Baltistan\nand in matter connected therewith or incidental thereto.\nFIDA MUHAMMAD NASHAD,\nSpeaker,\nGilgit-Baltistan Assembly.\n————\nRAJA JALAL MAQPOON,\nGovernor,\nGilgit-Baltistan."
}