{
    "file": "./converted_json\\administratorc8a212332f8c70013ceb9dbdcc7d70ee.json",
    "name": "The Coconut Committee Act, 1944",
    "date": "31st March, 1944",
    "tagline": "An Act to provide for the levy and collection of a cess on copra consumed in mills.",
    "content": "Page 1 of 6 \n  \n \n \nTHE COCONUT COMMITTEE ACT, 1944  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definitions  \n3.  Imposition of coconut cess  \n4.  [Omitted]  \n5. [Omitted]  \n6. [Omitted]  \n7. [Omitted]  \n8. [Omitted]  \n9. [Omitted]  \n10.  Delivery of monthly returns  \n11.  Collection of cess by Collector  \n12. Fianlity of assessment and recovery of unpaid duty  \n13.  Power to inspect mills and take copies of records and accounts.  \n14. Information acquired to be confidential  \n15.  [Omitted ] \n16.  [Omitted]   \n17. [Omitted]  \n \n \n\n \nPage 2 of 6 \n 18.  Power of the Federal Government to make rule  \n18A.  Pena lty for contravention of rules  \n19.  [Omitted]  \n20.  Public ation of rules and regulations  \n \n  \n \nPage 3 of 6 \n THE COCONUT COMMITTEE ACT, 1944  \n1ACT NO. X OF 1944  \n[31st March, 1944 ]  \n2[An Act to provide for the levy and collection of a cess on copra consumed in mills.]  \n Preamble 3[Whereas it is expedient to provide for the levy and collection of a cess on copra \nconsumed in mills.]  \n It is hereby enacted as follows:__  \n 1. Short title and extent. –4[(1) Thi s Act maybe called the Coconut c ess Act, 1944.]  \n 5[(2) It extends to the whole of Pakistan.]  \n 2. Definitions. — In this Act, unless there is anything repug nant in the subject or context,___ \n6[(a) “Collector” means the officer appointed by the 7[Federal Government] to \nperform in any specified area the duties of a Collector under the provisions of \nthis Act and the rules made thereunder, and includes any officer sub -ordinate \nto that officer whom he may by order and in writing authorize to perform h is \nduties under those provisions;]  \n 8[*  *  *  *  *  *  *]  \n  9[*  *  *  *  *  *  *]  \n(c)  “mill” means any place in which copra is crushed for the extraction of oil, \nwhich is a factory as defined in section 2 of the 10[Factories Act, 1934 (XXV \nof 1934)],   \n(d)  “prescribed” means prescribed by rules made under this Act.  \n \n \n1The Act has been extended to__  \n (a) the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O.3 of 1950);  \n (b) the Baluchistan States union by the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G.G.O.4 of 1953), as  amended;  \n (c) the Khairpur Stat e, see the Khairpur (Federal Laws) (Extension) Order, 1953 (G.G.O.5 of 1953), as amended; and  \n (d) the State of Bahawalpur, see the Bahawalpur (Extension of Federal Laws) Order, 1953 (G.G.O.11 of 1953), as amended.  \nThe Act has been and shall be deemed to  have been brought into force in Gwadur ( with effect from the 8th September, 1958 ), by the Gwadur \n(Application of Central Laws) Ordinance, 1960 ( XXXVII  of 1960), s.2.  \n2Subs. by the Act relating to Cesses on Agricultural Products (Amendment) Ordinance, 1982 ( X of 1982), s.2 and Sch., for the long title whi ch was \npreviously subs. by Act XVIII  of 1950, s.2 and 3.  \n3Subs. by Ordinance X of 1982, s.2 and Sch., for the Preamble which was previously subs. by Act XVIII  of 1950, ss.2 and 3.  \n4Subs. by  Ordinance X of 1982, s.2 and Sch., for sub -section(1), which was previously subs. by Act XVIII  of 1950, s.4.  \n5Subs. by the Central Laws (Statute Reform) Ordinance, 1960 ( XXI of 1960), s.3 and 2nd Sch., ( with effect from the 14th October, 1955 ),for the \noriginal sub -section (2), as amended by A.O.,1949.  \n6Subs. by the Indian Coconu t Committee (Amdt.) Act, 1946 (XV  of 1946),s.2, for the original clause.  \n7Subs. by F.A.O., 1975, Art.2 and Table, for “Central Government”.  \n8Cl. (b) omitted by the Act relating to Cesses on Agricultural Products (Amdt.) Ordinanc e, 1982 (X  of 1982),s.2 and Sch., which was previously \namended by various enactments.  \n9Cl.(bb) which was ins. by Act XV  of 1946, s.2, omitted by Act XVIII  of 1950, s.5.  \n10Subs. by the Rep ealing and Amend ing Act, 1945 (VI  of 1945), s.3 and 2nd Sch., for words, brackets and figure s “Indian Factories Act, 1934 (XXV  of \n1934)”.  \n \nPage 4 of 6 \n  1[3. Imposition of coconut cess .— (1)] There shall be levied and collected, as a cess for the \npurposes of this Act, on all copra con sumed in any mill in 2[Pakistan], whether produced in or \nimported from outside 2[Pakistan], a duty of excise at such rate not exceeding four annas per cwt., as \nthe 5[Federal Government] may, 3[* * *] by notification in the official Gazette, fix in this behalf 4[;]  \n 6[Provided that the 5[Federal Government] may by notification in the official Gazette vary the \nrate at which the duty of excise shall be levied and collected.]  \n 7[*  *  *  *  *  *  *]  \n 8[*  * *   *  *  *  *]  \n 4 to 8 . 9[Omitted]  \n 9.  10[Omitted ] \n 10. Delivery of monthly returns .___(1) The owner of every mill shall furnish to the Collector \non or before the 7th day of each month, a return stating the total amount of copra consumed in the \nmill during the preceding month, together with such further information in regard thereto as maybe  \nprescribed:  \n Provided that no return shall be required in regard to copra consumed before the \ncommencement of this Act.  \n (2) Every such return shall be made in such form and shall be verified in such manner as may \nbe prescribed.  \n 11. Collection of cess by Collector .___(1) On receiving any return made under section 10, the \nCollector shall assess the amount of the duty payabl e under section 3 in respect of the period to \nwhich the return relates, and if the amount has not already been paid shall cause a notice to be served \nupon the owner of the mill requiring him to make payment of the amount assessed within thirty days \nof the service of the notice.  \n (2) If the owner of any mill fails to furnish in due time the return referred to in sub -section (1) \nof section 10 or furnishes a return which the Collector has reason to believe is incorrect or defective, \nthe Collector shall assess  the amount if any, payable by him in such manner as may be prescribed, \nand the provisions of sub -section (1) shall thereupon apply as if such assessment had been made on \nthe basis of a return furnished by the owner:  \n \n \n1Section.3 was re -numbered as sub -section (1) of that section by Act XV of 1946, s.3.  \n2Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960 (XXI  of 1960), s.3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the \nProvinces and the Capital of the Federation” which had been subs.by A.O., 1949, for “British India”.  \n3The words “after consulting  the Committee” omitted by Act XVIII  of 1950, s.6.  \n4Subs. ibid., for full -stop.  \n5Subs. by F.A.O., 1975, Art.2 an d Table, for “Central Government”.  \n6Proviso added by the Coconut Committee (Amdt.) Act, 1950 ( XVIII  of 1950),s.6  \n7Sub-section (2) omitted by the Act relating to Cesses on Agricultural Product s (Amendment) Ordinance, 1982 (X  of 1982),s.2 and Sch., which w as \npreviously amended by various enactments.  \n8Sub-section (3) omitted by the Federal laws (Revision and Declaratio n) Ordinance, 1981 (XXVII  of 1981),s.3 and 2nd Sch.  \n9Omitted by the Coconut Committee (Amendment) Act, 1950 (XVIII of 1950), s. 7.  \n10Omitte d by the Acts relating to Cesses on Agricultural Product s (Amendment) Ordinance, 1980 (X  of 1980), s.2 and Sch.  \n \n \nPage 5 of 6 \n  Provided that in the case of a return which he has reason to believe is incorrect or defective, \nthe Collector shall not assess the duty at an  amount higher than that at which it is assessable on the \nbasis of the return without giving to the owner a reasonable opportunity of proving the correctness \nand completeness of the return.  \n (3) A notice under sub -section (1) may be served on the owner of  a mill either by post or by \ndelivering it or tendering it to the owner or his agent at the mill.  \n 12.Fianlity of assessment and recovery of unpaid duty .— 1[(1) Any owner of a mill who is \naggrieved by an assessment made under section 11 may, within three months of service of the notice \nreferred to in sub -section (1) of that section, apply to the District Judge, 2[* * *] for the cancellation \nor modification of  the assessment and on such application the said Judge may cancel or modify the \nassessment and order the refund to such owner of the whole part, as the case may be, or any amount \npaid thereunder.  \n (2) The decision under sub -section (1) of the District Jud ge 3[* * *] shall be final.  \n (3) Any sum recoverable under section 11 may be recovered as an arrear of land -revenue.  \n 13. Power to inspect mills and take copies of records and accounts.___(1) The Collector or \nany officer empowered by general or special order of the 4[Federal Government] in this behalf shall \nhave free access to all reasonable times during working hours to any mill or to any part of any mill.  \n (2) The Collector or any such o fficer may at any time 5[during working hours], with or \nwithout notice to the owner, examine the 6[purchase, sale and stock] records and accounts of any mill \nand take copies of or extracts from all or any of the said records or accounts for the purpose of \ntesting the accuracy of any return or of informing himself as to the particulars regarding which \ninformation is required for the purposes of this Act or any rules made thereunder:  \n 7[Provided that nothing in this section shall be deemed to authorise the e xamination of any \ndescription or formulae of any trade process.]  \n 8[*  *  *  *  *  *  *]  \n 14.Information acquired to be confidential .___(1) All such copies and extracts and all \ninformation acquired by a Collector or any other officer from an inspection of any mill or warehouse \nor from any return submitted under this Act shall be treated as confidential.  \n (2) If the Collector or any such o fficer discloses to any person other than a superior officer \nany such information as aforesaid without the previous sanction of the 4[Federal Government] he \nshall be punishable with imprisonment which may extend to six months and shall also be liable to \nfine:  \n \n1Subs. by the Indian Coconu t Committee (Amdt.) Act, 1946 (XV  of 1946),s.6, for sub -sections (1) and (2).  \n2The Words “or in a Presidency -town, to the Chief Judge of the Small Cause Court’”omitted by the Coconut Committee (Amdt.) Act, 1950 ( XVIII  of \n1950), s.9.  \n3The words “or the Chief Judge of the Small Cause Court, as the case may be,” omitted, ibid.  \n4Subs. by F.A.O., 1975, Art.2 and Table for “Central Government”.  \n5Ins. by the Indian Coconu t Committee (Amdt.) Act, 1946 (XV  of 1946), section 7.  \n6Subs. ibid., for “working records, sale”.  \n7This proviso was added, ibid.  \n8Sub-section (3) omitted, ibid.  \n \n \nPage 6 of 6 \n  Provided that nothing in this section shall apply to the disclosure of any such information for \nthe purposes of a prosecution in respect of the making of a false return under this Act.  \n 15. [Omitted .] \n 16 and 17. [Omitted. ] \n 18. Power of the Federal Gover nment to make rule .—(1) The 3[Federal Government] may \nmake rules for the purpose of carrying into effect the provisions of this Act.  \n 4[*  *  *  *  *  *  *]  \n 5[18A.Penalty for contravention of rules. Rules made under section 18 may provide that a \nbreach of any of them shall be punishable with fine not exceeding one thousand rupees.]  \n 19. 6[Omitted. ] \n 20. Publication of rules and regulations. All rules made under section 18 7[* * *] shall be \npublished in the 8[official Gazette].  \n \n______________  \n \n \n \n \n \n \n \n \n \n \nDate: -22.04.2024  \n1Omitted by the Indian Coconut Committee (Amdt.) Act, 1946 (XV of 1946), s.8.  \n2Omitted by the Coconut Committee (Amdt.) Act, 1950 (XVIII of 1950), s.10.  \n3Subs. by .F.A.O., 1975, Art. 2 and Table, for \"Central Gov ernment\".  \n4Sub-section (2) omitted by the Coconut Committee (Amdt.) Act, 1950 (18 of 1950),s.11.  \n5S. 18A ins. by the Coconut and Oilseeds Committees Acts (Amdt.) Ordinance, 1962 (25 of 1962), s. 2.  \n6Omitted by the Coconut Committee (Amdt.) Act, 1950 (XVIII of 1950) s.12.   \n7The words \"and all regulations mde under section 19\" omitted by the Coconut Com mittee (Amdt.) Act, 1950 (18 of 1950), s. 13.  \n8Subs. ibid., for \"Gazette of India\"."
}