{
    "file": "./converted_json\\administrator8b3d323c0cf37678679497c5aafbab40.json",
    "name": "Pakistan Agricultural Research Council Ordinance",
    "date": "29th December, 1981",
    "tagline": "An Ordinance to provide for constituting and re-organizing the Pakistan Agricultural Research Council",
    "content": "Page 1 of 12 \n \n \nTHE PAKISTAN AGRICULTURAL RESEARCH COUNCIL  \nORDINANCE, 1981  \n \n \n \n \n \n \nCONTENTS  \n \nCHAPTER I  \n \nPRELIMINARY  \n1.  Short title extent and commencement  \n2.  Definitions  \nCHAPTER II  \n \nESTABLISHMENT OF THE COUNCIL  \n3.  Establishment of the Council  \nCHAPTER III  \n \nFUNCTIONS AN D POWERS OF THE COUNCIL  \n4.  Functions and Powers of the Council  \n5.  Directions from the Government  \nCHAPTER IV  \n \nMANAGEMENT  \n6.  Board of Governors  \n7.  President  \n8. Executive Committee  \n9.  Chairman  \n10. Whole -time member  \n11.  Term of office of non -official mem ber \n12.  Meetings  \n\n \nPage 2 of 12 \n 13.  Delegation of Powers by the Board  \n14.  Validation  of Proceedings  \nCHAPTER V  \n \nESTABLISHMENT  \n15.  Appointment of officers, etc.  \n16.  Transfer of existing civil servants to the c ouncil  \n \nCHAPTER VI  \n \nFINANCE  \n17.  Grants, etc . \n18.  Funds  \n19.  Budget and accounts  \n20.  Exemption from t axes \n21.  Investment of f unds  \n22.  Borrowing p ower  \n23.  Financial a ssistance to council  \n24.  Annual report  \nCHAPTER VII  \n \nGENERAL AND MISCELLANEOUS PROVISIONS  \n25.  Power to make r ules \n26.  Power to make regulations  \n27.  Officer s, staff, etc. deemed to be public servant s \n28.  Ordinance  XXIII of 1969 not to apply to c ouncil  \n29.  Indemnity of council, etc . \n30.  Notice of suit against c ouncil , etc.  \n31.  Certain claims for compensation to be barred  \n32.  Windin g up \n33.  Savings  \n34.  Removal of difficulties  \n \nPage 3 of 12 \n THE PAKISTAN AGRICULTURAL RESEARCH COUNCIL  \nORDINANCE, 1981  \n \nORDINANCE No. XXXVIII OF 1981  \n[29th December, 1981 ] \nAn Ordinance to provide for constituting and re -organizing the Pakistan Agricultural \nResearch Co uncil.  \n \n WHEREAS  it is expedient to provide for constituting and re -organising the Pakistan \nAgricultural Research Council and for matters connected therewith or ancillary thereto ;  \n  \n AND WHEREAS  the President is satisfied that circumstances exist which re nder it nec essary \nto take immediate action ;  \n  \n NOW, THEREFORE , in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Provisional Constitution Order, 1981  (C.M.L.A. Order No. 1 of 1981) , and in exercise of all \npowers enabling him i n that beha lf the President is pleased to make and promu lgate the following \nOrdinance : — \n  \nCHAPTER I  \n \nPRELIMINARY  \n  \n1. Short title , extent and commencement. ___ (1) This Ordinance may be called the Pakistan \nAgricultural Research Council Ordinance, 1981.  \n  \n(2) It ext ends to the whole of Pakistan.  \n  \n(3) It shall come into force at once.  \n  \n2. Definitions.  In this Ordinance, unless there is anything repu gnant in the subject or \ncontext___ \n  \n(a)  “agriculture ” means crops, livestock including po ultry, fisheries , forestry,  \nrange management, soil science, socio -economic institutional and engineering \naspects connected therewith and such other activities and subjects as the \nFederal Government may, by notification in the  official Gazette, declare to b e \nagriculture w ithin the m eaning of this clause ;  \n  \n(b)  “Board ” means the Board of Governors of the Council ;  \n  \n(c)  “Chairman ” means the Chairman of the Council ;  \n  \n(d)  “Council ” means the Pakistan Agricultural Research Council established \nunder section 3 ;  \n  \n(e)  “Executive Com mittee ” means the Executive Com mittee of the Board.  \n  \n \nPage 4 of 12 \n (f)  “Prescribed ” means prescribed by rules or regulations;  \n  \n(g)  “President ” means the President of the Board ;  \n  \n(h)  “research establishment ” includes agricultural ex periment stations, field \nstations, institutes, centres, sub -centres, laboratories and other units of the \nCouncil howsoever designated ;  \n  \n(i)  “regulations ” means regulations made under this Ordinance ; and  \n  \n(j)  “rules ” means rules made under this Ordinance.  \n_______  \n \nCHAP TER II  \n \nESTABLISHMENT OF THE COUNCIL  \n  \n3. Establishment of the Council. ___ (1) There shall be established a Council to be called the \nPakistan Agricultural Research Council.  \n  \n(2) The Council shall be a body corporate having perpetual succession and a comm on seal \nwith powers, subject to the provision of this Ordinance, to acquire, hold and dispose of property, \nboth movable and immovable, and shall by the said name sue and be sued.  \n  \n(3) Unless the Federal Government, by notification in the official Gazette,  otherwise directs, \nthe headquarters of the Council shall be at Islamabad.  \n  \n(4) The Council may from time to time establish regional offices, local offices, sub -offices \nand research establishments at such places as it may deem fit.  \n______  \n \nCHAPTER III  \n \nFUNCTIONS AND  POWERS OF THE COUNCIL  \n  \n4. Functions and powers of the Council.  The fu nctions of the Council shall be___ \n(a)  to undertake, aid, promote and coordinate agricultural research ;  \n  \n(b)  to arrange the expeditious utilization of the research result s ; \n  \n(c)  to establish research establishments mainly to fill in the gaps in existing \nprogramme of agricultural research ;  \n  \n(d)  to arrange the training of high -level scientific man power in agricultural \nsciences ;  \n  \n(e)  to generate, acquire and dissemi nate inform ation re lating to agricultural ;  \n  \n(f)  to establish and maintain a reference and research library ; and  \n  \n  (g)  to perform any other functions related to the matters aforesaid.  \n \nPage 5 of 12 \n 5. Directions from the Government.  In discharging its functions, the Council  shall be bound \nby such directives and orders, if any, as may be given to it on any questions of policy by the Federal  \nGovernment which shall be the s ole judge as to whether a question is a question of policy.  \n_______  \nCHAPTER IV  \n \nMANAGEMENT  \n  \n6. Board of G overnors.___(1) The overall control, direction and superintendence of the \naffairs of the Council shall vest in a Board of Governors consisting of the following members, \nnamely: ___ \n  \n(i)  the President ;  \n  \n(ii)  the Chairman ;  \n  \n(iii)  not more than five w hole-time members ; and  \n  \n(iv)  such other members as the Federal Government may appoint on the \nrecommendations of the Chairman from time to time.  \n  \n(2) The appointment of the Chairman and other members shall be made by notification in the \noffic ial Gazette . \n  7. President.  The Federal Minister incharge of the Ministry dealing with Agriculture shall be \nthe President of the Board.  \n  \n8. Executive Committee .___(1) There shall be an Executive Committee consisting of the \nChairman and the whole -time mem bers of the  Board.  \n \n(2) Subject to the provisions of this Ordinance and the rules and regulations and the general \nor special directions of the Board, the Executive Committee shall be the principal administrative \nbody of the Council responsible for executin g all polic ies and discharging all functions of the \nCouncil under this Ordinance.  \n  \n(3) Notwithstanding anything contained in sub -section (2) , the Executive Committee shall — \n(i)  undertake regular review of the evaluation of the ac complishments and \nprogre ss of the r esearch projects and the programmes of the research \norganizations ; and  \n  \n(ii)  exercise control over the research activities of the Council.  \n  \n9. Chairman. ___(1) The Chairman shall be the chief executive of the Council.  \n  \n(2) The President of  Pakistan s hall appoint an eminent scientist connected with agriculture to \nbe the Chairman on such terms and conditions as he may determine.  \n  \n(3) The Chairman shall hold office during the pleasure of the President of Pakistan.  \n  \n \nPage 6 of 12 \n (4) The Chairman shall hav e such powe rs and perform such functions as are assigned to him \nby or under this Ordinance.  \n  \n(5) The Chairman may, from time to time, for the purpose of ensuring efficient functioning of \nthe Council and facilitating its day to day functions, delegate to m embers, off icers and em ployees of \nthe Council such of his functions, powers or duties as may be considered necessary by him.  \n  10. Whole -time members.  The whole -time members shall be appointed by the President of \nPakistan for a period of three years and s hall per form such functions and exercise such powers as are \nassigned to them by or under this Ordinance and shall be eligible for re -appointment.  \n  \n11. Term of office of non -official members . ___ (1) The members of the Board who are not \nofficials of the F ederal Gove rnment, hereinafter referred to as non -official members, shall, unless \notherwise directed by the Federal Go vernment, hold office for a term of three year and shall be \neligible for re -appointment.  \n  \n(2) A non -official member may, by writing unde r his hand addressed to the Federal \nGovernment, resign his office.  \n  \n(3) A casual vacancy in the office of a non -official member shall be filled by the appointment \nof another member for the residue of the term of his predecessor.  \n \n12. Meetings. ___ (1) The  meetings o f the Board shall be held at least twice a year and shall be \npresided over by the President or, in his absence, by a member nominated by him for the purpose.  \n  \n(2) Subject to the provisions of sub -section (1), the meetings of the Board and of th e \nExecutive  Committee or of other committees shall be held at such times and at such places and in \nsuch manner as m ay be prescribed by regulations:  \n  \nProvided that, until regulations are made in this behalf, such meetings shall be convened by \nthe Chairman.  \n  \n(3) Unle ss otherwise prescribed, one -third of the total members in the case of the Board and \none-half of the total members in the case of the Executive Committee shall form a quorum at any \nmeeting of the Board or the Executiv e Committee, as the case may  be: \n  \nProv ided that no quorum shall be necessary for an adjourned meeting.  \n  13. Delegation of Powers by the Board.  The Board may from time to time delegate to the \nExecutive Committee such of its functions and powe rs as it may consider necessary : \n  \nProvid ed that the  Executive committee may , in an emergency which in its opinion requires \nimmediate action , take such action as it considers necessary and shall report it for approval to the \nBoard in the next meeting.  \n  14. Validity of Proceedings.  No act, procee ding, decis ion or order of the Council, Board or \nExecutive Committee shall be invalid by reason only of the existence of a vacancy in, or any defect \nin the constitution of the Council, Board or Executive Committee.  \n \n \nPage 7 of 12 \n CHAPTER V  \n \nESTABLISHMENT  \n  \n15. Appointme nt of o fficers, etc. ___ (1) The Council may appoint such officers and staff as \nit may consider necessary for the efficient performance of its functions on such terms and conditions \nas may be prescribed.  \n  \n(2) The Council may engage on contract experts and  consultant s for a period not exceeding \ntwo years at a time on such terms and conditions as it may determine and subject to such directions \nas the Board may from time to time give in this behalf.  \n \n(3) Notwithstanding anything contained in any contract or a greement or  in the conditions of \nservice, every person serving in or under the Agricultural Research Council constituted under the \nAgricultural Produce Cess Act,  1940  (XXVII of 1940)  immediately before the  commencement of \nthis Ordinance,  including persons on deputati on to other organizations or abroad, shall stand \ntransferred to the Council and become an employee, of the Council on the same terms and \nconditions, including remuneration, tenure of service, rights and privileges as to pension and gratuity \nand other matte rs, as were applicable to him immediately before the commencement of this \nOrdinance, until his employment in the Council is terminated in accordance with his conditions of \nservice or his terms and conditions are altered by regulations, which sha ll not be l ess favourable than \nthose by which he was governed immediately before his transfer to  the Council.  \n  \n16. Transfer of existing civil servants to the Council.___(1) Notwithstanding anything, \ncontained in any law, contract or agreement or in the co nditions of  service, every civil servant \nemployed in the A ttached Department portion of the Directorate -General of the Pakistan Agricultural \nResearch Council and serving in or under th e Council immediately b efore the commencement of this \nOrdinance, includi ng persons on deputation to other organizations or abroad, shall, save as \nhereinafter provide, cease to be a civil servant  and stand transferred to, and become an employee of, \nthe Council on the same terms and conditions, including remuneration, tenure of  service, r ights and \nprivileges as to pension and gratui ty and other matters,  as were applicable to him immediately before \nthe commencement of this Ordinance, until his employment in the Council is terminated in \naccordance with his conditions of service or  his terms and-conditions are altered by regulations, \nwhich shall not be less favourable than those by which he was governed immediately before his \ntransfer to the Council.  \n  \n(2) Any person referred to in sub -section (1) who is on deputation with the Attac hed \nDepartm ent portion of the Direc torate -General of th e Pakistan Agricultural Research Council shall \ncontinue in the employment of the Council on deputation in accordance with the terms of his \ndeputation.  \n  \n(3) Any pers on referred to in sub -section (1 ) may, within three months from the \ncommencement of this Ordinance, opt not to be transferred to the service of the Council and the \noption so exercised shall be final.  \n  \n(4) An employee who opts under sub -section (3) not to be transferred to the service of th e \nCouncil m ay, as far as possible, be provided a suitable posting elsewhere by the Federal Govern -\nment.  \n  \n(5) If an employee does not accept the appointment offered to him under sub -section (4), \nwithin the time allowed to him, or if it is not possible for the Federal  Government to provide a \n \nPage 8 of 12 \n suitable posting to him under that sub -section, his service shal l stand terminated on the date o n which \nhe declines the offer or the time allowed to him expires or, as the case may be, on which the Federal \nGovernment inf orms him th at it is not possible to provide a suitable posting to him, and he shall be \nentitled to be paid by the Federal Government compensa tion equivalent to three months’  \nremuneration.  \n \nExplanation . ___ The compensation payable to an employee under this  sub-sectio n shall be in \naddition to and not in deroga tion of his rights as to pension, gratuity, provident fund money or other \nbenefits to which he may be entitled under his conditions of service.  \n  \n(6) The termination of service of an employee under sub -section (5 ) shall be deemed to be \ndischarge from service owing to abolition of a permanent post f or the purpose of admissibility of \ncompensation pension.  \n  \n(7) The Federal Government shall pay pension charges and gratuity in respect of, and \nprovident fund  accumulati ons of, each employee transferred to the Council under sub -section (1), in \nsuch manner and to such extent as may be prescribed by rules.  \n  \n(8) No person referred to in sub -section (1) who stands transferred to the Council shall, \nnotwithstanding anythi ng co ntained in any law for the  time being in force, be entitled to any \ncompensation because of his transfer.  \n______  \n \nCHAPTER VI  \n \nFINANCE  \n  \n17. Grants, etc. ___ The Federal Government may, from time to time, place annual grants at \nthe disposal of the  Council fo r the smooth discharge of its functions and the efficient conduct of its \naffairs.  \n  \n18. Funds . ___ (1) There shall be constituted for the Council a fund to which shall be credited \nall the sums received by the Council and out of which shall be de frayed all the expenditure incurred \nby the Council.  \n  \n(2) The funds of the Council shall consist of____ \n  \n(a)  grants made by the Federal Government and the Provincial Governments ;  \n  \n(b)  grants, donations, endowments, contributions, aid and assistance g iven by \nother organisations ;  \n  \n(c)  foreign aid and loans obtained or raised with the approval of the Federal \nGovernment ; and  \n  \n(d)   receipts from other sources.  \n  19. Budget and accounts.___(1) The Council shall,  in respect of each financial  year, sub mit \nfor the  approval o f the Federal Government, by  such date and in such form as may be prescribed by \nrules, a statement showing the estimated receipts and expenditure and the sums which are likely to be \nrequired from the Federal Govern ment during the fi nancial yea r. \n \nPage 9 of 12 \n  (2) The Council may open accounts in any scheduled bank in Pakistan.  \n  \n(3) The accounts of the Council shall be maintained in such form and manner as the Federal \nGovernment may deter mine in consultation with the Auditor -General of Pakistan.  \n  \n(4) The accounts of the Council shall be audit by one or more auditors who are chartered \naccountants within the meaning of the Chartered Accountants Ordinance, 1961  (X of 1961) and are \nappointed by the Federal Government in consultation with the Auditor -General of  Pakistan on such \nremuneration, to be paid by the Council, as the Federal Government may fix.  \n 20. Exemption from taxes.  Notwithsta nding anything contained in the Business  Profits Tax \nAct, 1947 (XXI of 1947) , the Gift -tax Act, 1963 (XIV of 1963)  the  Wealt h-tax Act, 1963  (XV of \n1963) , the Income Tax Ordinance, 1979 (XXXI of 1979)  or any other law for the time being in force \nrelating to income -tax, super -tax, wealth -tax, gift -tax, capital gains tax or business profits tax, the \nCouncil shall not b e liable to  pay any such tax on its income, capital, profits, wealth, gifts or gains.  \n21. Investment of funds.  Subject to such instructions as the Federal Government may, from \ntime to time, issue, the Council may invest its funds, in any security of the Fe deral Gover nment or a \nProvincial Government or in any of the securities enumerated in section 20 of the Trusts Act, 1882.  \n  \n22. Borrowing Power.  The Council may, with the previous sanction of the Federal \nGovernment, and on such terms and conditions as may  be approve d by the Federal Government, \nborrow in Pak istan currency or foreign currency.  \n  \n23. Financial Assistance to Council . The Council may, with the approval of the Federal \nGovernment, accept financial or any other assistance and grants of any kind i n furtheran ce of its \nobjects and in order to discharge its functions.  \n  \n24. Annual report.  The Council shall furnish to the Federal Government, as soon as possible \nafter the end of each financial year, but not later than the last day of December next follo wing, a \nreport on the conduct of its affairs for that year, and shall publish the same alongwith a Summary of \nthe accounts for that year.  \n_______  \nCHAPTER VII  \n \nGENERAL AND MISCELLANEOUS PROVISIONS  \n  \n25. Power to make rules.___(1) The Federal Government may,  by notific ation in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n  \n(2) In particular and without prejudice to the generality of the foregoing provis ion, such rules \nmay provide for___ \n \n (i)  the functions and powers of t he Chairman  ; \n  \n(ii)  the appointment and terms and conditions of service of the whole -time \nmembers of the Council, including disciplinary matters ; and  \n  \n \nPage 10 of 12 \n (iii)  the conditions under which the Council may enter into arrangements with \nother institutions and  individual  organisations, whether public, private or \nautonomous bodies.  \n26. Power to make regulations. ___ (1) The Council may, with the previous sanction of the \nFederal Government, by notification in the official Gazette, make regulations not inconsisten t with \nthis Ordinance and the rules providing for all matters for which provision is necessary or expedient \nfor the purpose of giving effect to the provisions of this Ordinance and the efficient conduct of the \naffairs of the Council.  \n  \n(2) In particular an d without p rejudice to the generality of the foregoing provision, the \nregulations may provide for — \n  \n(i)  the appointment of the officers and employees of the Council ;  \n  \n(ii)  the terms and conditions of service of the officers and employees of the \nCounci l including  pension and disciplinary matters ;  \n  \n(iii)  the conduct of business at the meetings of the Board and the Executive \nCommittee ;  \n  \n(iv)  the duties, functions and conduct of the officers and employees of the Council \n; \n  \n(v)  preparation of annual  estimates of income and ex penditure and supplementary \nestimates ;  \n  \n(vi)  the forms of returns and statements for various purpo ses ; \n  \n(vii)  the constitution of benevolent fund, group insurance, gratuity, provident fund \nand welfare fund for the Council  employees ; \n  \n(viii)  the manner in which payments are to be made by or on behalf of the Council \nand the officers by whom orders for making deposits or investments or for \nwithdrawals or any other disposal of the income or funds of the Council shall \nbe aut henticated,  made or signed ; and  \n  \n(ix)  the custody and use of common seal of the Council.  \n  27. Officer s, staff, etc. deemed to be public s ervant s. Every official member of the Council \nor Board and every officer and employee of the Council shall be deeme d to be a p ublic servant \nwithin the meaning of sectio n 21 of the Pakistan Penal Code (Act XLVof 1860).  \n 28. Ordinance XXIII of 1969 not to apply to Council.  Nothing contained in the Industrial \nRelations Ordinance , 1969  (XXIII of 1969) , shall apply to or in  relation t o the Council or its \nestablishments or any of the officers or employees of the Council.  \n  \n29. Indemnity of Council , etc. ___(1) No suit, prosecution or other legal proceedings shall lie \nagainst the Council or any member or any other officer or s taff of the  Council for anything in good \n \nPage 11 of 12 \n faith done or intended or purported to be done under this Ordinance or rule, regulation or order made \nthereunder.  \n  \n(2) The Council shall not be responsible for any misfeasance, mal feasance or non -feasance of \nany of ficer or em ployee, f or the time being of the Council.  \n  \n30. Notice of suit Against Council , etc. ___ (1) 1[A suit may] be instituted against the Council \nor any member or any person associated with the Council or against any officer or employee of the \nCounc il or again st any pers on acting under the direction or authority of the Council, the Chairman or \nof any officer or employee of the Council in respect of any act purporting to be done under this \nOrdinance or the rules or regulations 2[after] the expiration of 3[two mo nths] from the delivery of a \nwritten notice at the head office of the Council or the place of abode of such member, officer, \nemployee or person stating th e cause of action, the name and address of the intending plaintiff and \nthe nature of the re lief sought . \n  \n(2) I n every such  suit the plaint shall contain a statement that such notice has been so \ndelivered.  \n  \n4[(2A) Where any such suit is  instituted without delivering or leaving such notice as aforesaid \nor before th e expiration of the said period  of two mon ths, or where the plaint d oes not contain a \nstatement that such notice has been so delivered, or left, the plaintiff shall not be entitled to any costs \nif settlement as regards the subject -matter of the suit is reached or the Council or the memb er, \nofficer , employ ee or person  concedes the plaintiff's claim, within the period of two months from the \ndate o f the in stitution of the suit:  \n  \nProvided that, in a suit instituted without such no tice, the Court shall allow not  less than three \nmonths to th e Council t o submit its written statement.]  \n(3) Notwithstanding anything contained; in the Limitation Act, 1908  (IX of 1908),  no such \nsuit as is described in sub -section (1) shall, unless it is a suit for the recovery of immovable property \nor for a declara tion of tit le thereto, commence otherwise than within six months next after the accrual \nof the cause of action.  \n \n 31. Certain claims for compensation to be barred.  No person shall have any right, whether \nin contract, tort or otherwise, to any comp ensation for any los s incurred  by reason of the operation of \nany of the provisions of this Ordinance or by reason of the compliance by any other organisation \nwith any policy guidelines or directions given to it under th is Ordinance or under any rules  or \nregulations . \n  \n32. Win ding -up. No provision of law relating to the winding up of bodies corporate shall \napply to the Council and the Council shall not be wound up except by the orders of the Federal \nGovernment in such manner as the Federal Government may direct.  \n \n \n \n \n \n1 Subs. by  the Pakistan Agricultural Research Council (Amdt.) Ordin ance, 1985 (10 of 1985), s.2, for “No. suit shall ”. \n2 Subs. ibid.,  for “Until ”. \n3 Subs. ibid.,  for “one month ”. \n4 Ins. ibid., \n \nPage 12 of 12 \n   33. Savings.  Upon the commencement of this Ordinance,___ \n   \n(a)  all funds, properties, rights and interests of whatsoever kind issued, used, \nenjoyed, possessed, owned or vested in the Agricultural Research Council in \nexistence im mediately before such commencement and all liabilities legally \nsubsisting against th e said Coun cil shall pass to the Council as established \nunder this Ordinance ;  \n  \n(b)  everything done, action taken, obligations or liabilities incurred, rights and \nassets acquired, persons appointed or authorised, jurisdiction or powers \nconferred, en dowm ents, beque sts, funds or trusts created, donations or grants \nmade, orders issued under an y of the provisions of the Acts , rules or \nregulations, applicable to the said Council, shall remain in force and be \ncontinued and, having regard to the various matters  which by t his Ordinance \nhave to be re gulated or prescribed by rules or regulations, be deemed to have \nbeen respectively done, taken, incurred, acquired, appo inted, authorised, \nconferred, created, made, or issued under this Ordinance and reference in any \ndocument to  any of the provisions of the said Acts or the rules or regulations \nmade thereunder shall, so far as may be, b e deemed to be reference to the  \ncorrespon ding provisions of this Ordinance or the  rules or regula tions made or \ndeemed to have been ma de thereund er ; and  \n  \n(c) any rules or regulations made under the said Acts shall, in so far as they are \nnot inconsistent with the provisions of this Ordinance or the rules and  regula -\ntions made under this Ordinance hav ing regard to the various matters whi ch by \nthis Ordinance have to be regulated or prescribed by rules or regulations \nrespectively shall continue to be in force, until they are repealed, replaced, \nrescinded or modified in accordance with the provisions of this Ordinance.  \n  \n34. Removal of diffi culties.  If any difficulty arises in giving e ffect to any provisions of this  \nOrdinance, the Federal Government may make such order, not inconsistent with the express \nprovisions of this Ordinance, as may appear to it to be necessary or expedient for the pur pose of \nremoving the difficulty."
}