{
    "file": "./converted_json\\administrator5a78ff5559911f2b13d17d04c7d27043.json",
    "name": "Hindu Married Women’s Right to Separate Residence and Maintenance Act, 1946",
    "date": "23rd April, 1946",
    "tagline": "An Act to give Hindu married women a right to separate residence and maintenance under certain circumstances.",
    "content": "Page 1 of 2 \n  \n  \n \nTHE HINDU MARRIED WOMEN’S RIGHT TO SEPARATE \nRESI DENCE AND MAINTENANCE ACT, 1946  \n \n              \n \n \n \n \nCONTENTS  \n  \n1.  Short title and extent  \n \n2.  Grounds for claiming sep arate residence and maintenance  \n \n3.  Amount of maintenance  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n\n \nPage 2 of 2 \n  \nTHE HINDU MARRIED WOMEN’S RIGHT TO SEPARATE RESIDENCE \nAND MAINTENANCE ACT, 1946.  \n \n \n1ACT No. XIX OF 1946  \n[23rd April, 1946]   \n \n An Act to give Hindu married women a right to separate residence and maintenance under  \ncertain circumstances.  \n \nWHEREAS  it is expedient to provide for the right to separate residence and maintenance \nunder certain circumstances in the case of Hindu married women; It is hereby enacted as follows  :— \n \n1. Short title and extent .—(1) This Act may be called the Hindu Married Wome n’s Right to \nSeparate Residence and Maintenance Act, 1946.  \n \n2[(2) It extends to the whole of Pakistan.]  \n \n 2. Grounds for claiming separate residence and maintenance . Notwithstanding any \ncustom or law to the contrary a Hindu married woman shall be entitled to separate residence and \nmaintenance from her husband on one or more o f the following grounds, namely, — \n \n(1) if he is suffering from any loathsome disease not contracted from her  ; \n \n(2) if he is guilty of such cruelty towards her as renders it unsafe or undesirable for her to live \nwith him  ; \n \n(3) if he is guilty of desertion, that is to say, of abandoning her without her consent or against \nher wish;  \n \n(4) if he marries again  ; \n \n(5) if he ceases to be a Hindu by conversion to another religion  ; \n \n(6) if he keeps a concubine in the house or habitually resides with a concubine  ; \n \n(7) for any other justifiable cause  : \n \nProvided that a Hindu married woman shall not be entitled to separate residence and \nmaintenance from her husband if she is unchaste or ceases to be a Hindu by change to another \nreligion or fails without sufficient cause to comply with a decree of a competent Court for the \nrestitution of conjugal rights.  \n \n3. Amount of mainten ance . When allowing a claim for separate residence and \nmaintenance under section 2, the Court shall determine the amount to be paid by the husband \nto the wife therefore, and in so doing shall have regard to the social standing of the parties \nand the extent  of the husband’s means.  \n___________  \nDate: 24 -09-2024  \n1This Act  has been applied to Baluchistan, see Notification No. 336/B. P. G., dated the 26 th November, 1946, Gazette of India, 1946, Pt. I. p. 1675.  \n  It has been extended to the Leased Areas of Baluch istan by the Leased Area s (Laws) Order, 1950 (G. G. O. 3 of 1950).  \n2Subs. by the Central Laws (Sta tute Reform) Ordinance, 1960 ( Ordinance No. XXI of 1960), s. 3 and 2nd Sch."
}