{
    "file": "./converted_json\\administratoreb06ab2d3447c4a2d21307f62c9e859d.json",
    "name": "The Juvenile Justice Rules, 2001",
    "date": "December 11, 2001",
    "tagline": "Juvenile Justice System Ordinance, The Juvenile Justice Rules, 2001",
    "content": "REGISTERED NO M.302  L.7646 \ntiortit Onittle \tof ltahj,thu ,  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, TUESDAY, DECEMBER 11, 2001 \nPART \nStatutory Notifications (S. R.0.) \nGOVERNMENT OF FARMAN \nOFFICE OF THE CHIEF COMMISSIONER ISLAMABAD CAPITAL \n‘PERRITORY \nNOTIFICATION \nIslamabad, the 6th December, 2001 \nS. R. 0. 867 (0/2001.—In exercise of the powers conferred by section 15 of \nthe Juvenile Justice System Ordinance 2000 (X)(II of 2000), read with Justice Division's Notificatio n  No. F-17 (2)/80-Pub, dated 31 -12-1 980 issued in pursuance \nof (Article 2 of 19801 and all other powers relating in that behalf the Government \nof Pakistan, IC!' Administration is pleased to make the following rules, namely :— \n'ruE JUVENILE JUSTICE RULES, 2001 \nPART I.—PRELIMINARY \n1. Short title, commencement and application.—(1) These rules may be called [as] The Juvenile Justice Rules, 2001; \nThey shall come into force at once. \nThey shall extend to the whole of theIslamabad Capital Territory. \n(2905i \nPrice : 1?s. 5.00 \n[4068 (200I)/Ex. Ga.) \n2906 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 11, 2001 [Pats \n2. Definitions.—(1) In these rules, unless there is something repugnant • is \nthe subject or context.— \n%) \" Incharge\" means a person appointed by .  the [Provincial Government] \nas incharge of the Borstal Institution. \n\"inmate\" means all those juveniles who are placed and detained in \n[a] borstal institution; \n\" juvenile \" means a person who at the time of commission of an \noffence has not attained the age of eighteen years :or a child as \ndefined in the Juvenile Justice System Ordinance, 2000); \n\"Parole Officer\" means a person appointed by [the Provincial] \nGovernment to perform the function of Parole Officer in the Reclama-\ntion and Probation Department under the Good Conduct Prisoners \nProbational Release Act, 1926 '(Act X of 1926) and other rules framed \nand enforced for the time being. \n, [Ile and its derivatives are hereinafter used for any Juvenile, whether \nmale or female.] \n[The words importing singular number include plural number and the \nwords importing plural number include singular number.] \n\"Words and expression\" used but not defined shall have the same mean-\nings as assigned in the respective laws. \n[1'1 Added by this Administration. \nLegal A.ssistanee.—(1) Where it appears to a juvenile court that a legal \npractitioner appointed by the State to conduct a case of juvenile is not competent \nor diligent, the court may direct to engage any other legal practitioner for the \npurpose at the state expense. \nA panel of legal practitioners shall be constituted by the Sessions Judge \nfor the purpose of, providing legal assistance to the Juveniles at state expense \n[Whereas,] a legal practitioner shall not be appointed for more than two cases of \nthe juveniles at the same time. \nThe legal practitioner, appointed to defend the case of a juvenile, shall \nbe entitled to receive fee determined by the Sessions judge subject to [the] \nminimum [limit] of (Rs. 500/- (Rupees five thousand)] and not lexceedng] \nrRs. 10,000/- ten thousand]. \nThe cases of juveniles shall not be dealt by the same legal practitioner \nsuccessively at the state/expense unless otherwise asked for by the juvenile court. (b) \nPART II] THE GAZETTE OF PAICISTAN, EXTRA., DEC. 11, 2001 2907 \nPART IL—INSTITUTIONAL TREATMENT \nEstablishment of borstal institutions.—(1) [The, Provincial Government] \nshall establish and maintain [atleast] one borstal institution in ICT to keep and \naccommodate [the juveniles] [therein.] \n(2) All arrangements to impart education and training with respect to their \nmental physical, moral and physiological development shall be provided within \nthe Borstal institutions. \nAccommodation for juveniles.—(1) The borstal institutions shall provide \naccommodation to the juveniles with reasonable facilities such as toilets, bath \nrooms, cleanliness [and sanitation] \n(2) The juveniles shall be provided, if possible, with cellular accommodation \nfor the purpose of their separation [from their] inmates at night. \nJuveniles to be sent to borstal institution.—If the juvenile court on the \nconclusion of an enquiry or trial, finds that the juvenile has committed the offence, \nthe court may make an order directing the juvenile to be sent to a borstal institn. \ndon until he attains the age of eighteen years or for such period of imprisonment \nas awarded to h;ra by the court whichever is earlier. \nJuveniles to be admitted in borstal inslitution.—(l) No juvenile shall be \nadmitted to a borstal institution except under a lawful warrant or an order issued \nby a juvenile court having jurisdiction into the matter addressed to the Incharge \nof the borstal institution, \nOn admission to a borstal institution, the Incharge, responsible to receive' \nthe juveniles shall record the requisite information regarding each -juvenile such \nas name, parentage complete address, education, section of law charged, first \ninformation report number, police station, address of the .court concerned, data \nof production in court, if any. and the term of his detention in the borstal instils's: \ntion. \nOn admission to a borstal institution. every juvenile shall be examined \nby the District Health Officer, who shall record his age,- weight, height, identifica-\ntion marks and health report of every such -juvenile so admitted in the borstal \ninstitution. \nThe District Health Officvr shall take appropriate -steps for treatment of \nthe sick juveniles. \nOn admission to the borstal institution, a female juvenile shall be dealt only \nby the female staff in all matters relating to the female juvenile. \n2908 THE GA721 1E OF PAKISTAN, EXTRA, DEC. 11, 2001 [Pan Lk\" \n8. Thorough search of every juvenile.—(1) On admission to a borstal institu-\ntion, every juvenile shall be thoroughly searched. \n(2) No juvenile shall be allowed to keep any prohibited article prohibited \nin any law or rule relating to detention of the offenders for the time being in force. \n9. Transfer of juveniles.—(1) All juveniles already ordered to be detained \nunder any of the laws pertaining to the juveniles, shall immediately be transferred \nto the borstal institution. \n10. Detention of female juveniles—(1) Female juveniles shall be detained in \na separate enclosure of the borstal institution exclusively established for the \npurpose. \t. \nIn case there is no such enclosure as mentioned in section (I) above, \nthey shall immediately be transferred to any care home as ordered by the court. \nFemale juveniles shall in no case be kept in a police lock up or prison. \n11. Facility of meeting of juveniles.—(1) Every juvenile shall be allowed \nreasonable facilities of seeing or communicating with his relatives, friends and \nlegal adviser in connection with his family affairs or judicial matters and shall be \nallowed to have meetings with them at least twice a week. \n12. Release of juveniles.—(1) On receipt of written release order from the \njuvenile court, the juvenile shall immediately be released from the legal custody \nafter due satisfaction into the validity of the release order. \n(2) On release of every juvenile, he shall be provided with a certificate as to \nhis character, health, Education and [the training received] by him during his \ndetention in the borstal institution by the Incharge of the institution which may \nbe helpful in his adjustment in the society. \n13. Health, hygiene and medical care.—(1) A Medical file of every juvenile \nshall be maintained in the borstal institution alortgwith his previous medial \nhistory, if any. \nThere shall be regular medical check up of the Juvenile detained in the \nborstal institution after every three months and they shall be advised property \nby the District Health Officer to maintain their health and hygienic satisfactory. \nAll types of the [necessary medicines/medical facilities shall be arranged \nwithin the borstal institution including the arrangements for their necessary \nmedical tests. \nCases of patients of Tuberculosis, Asthma, Chronic Bronchitis, Hepatitis \nH&C, HIV/AIDS sc; Cancer, Epilepsy Leprosy and any other serious disease \n?sat Ili ME GAZETTE OF PAKISTAN, EXTRA., DEC. 11, 2001 2909 \nshall be forwarded to the juvenile court for bail etc. by the Incharge of the borstal \ninititudon alongwith latest medical reports. \n(5) Less serious patients may be treated in isolation from their inmates \nwithin the hospital of the institution. 4 \n14. Moral treatment.—(1) All juveniles shall be given careful individual \nattention to develop their moral conduct and attitude in order to make them \ndisciplined citizens. \n: (2) [Special treatment programmes shall be arranged with respect to religious] \neducation upto the high school• level ralongwithr industrial/vocational/technical \ntraining under proper supervision. \t• \n15. [Technical training.--(1) Every juvenile shall be allowed to choose any \nof the industrial ttainings to be. imparted in the institution and shall be encouraged \nto receive the training of his choice or the training compatible with his preference. \nprofession or circumstances, as far as possible]. \t• \nIf la juvenile] shows no special inclination or aptitude fin any of the \ntraining programme as discussed earlier], the head of the institution may decide the industry [which he should be taught giving full consideration to his \nhereditary calling and the pursuit which he would follow after his release for \nIf e borstal institution under the circumstances in order to enable him to earn \nrespectable livelihood in the society]. \nThe services of [the] juveniles may be utilized in the [field] of architecture [as well]. ' \n16. Physical training sports and recreation.—(1) [Facilities] [ot] physical \ndrill, gymnastics, [scouting and] indoor/outdoor games shall be provided to the \n(juveniles detained in the borstal] [institutions]. \n(2) Instructions in first-aid and sanitation shall also be imparted regularly. \n13) A spacious playground shall be provided in every borstal institution. \n17. Psychological development of joveniles.—(1) All possible steps shall be \ntaken to improve the mental calibre of the juveniles and in this connection, their \nnatural instincts and skills shall be [identified], developed and promoted. \n(2) juveniles shall not be allowdd to waste [their] time [in the borstal institution], \n(3)1uWitiles Shall be encouragedte play- their: role, both individually and \ncollectively, in the area of national reconstruction and development. \n• \n2910 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 11, 2001 [Psaki-ll \nComplaints and requests by juveniles.—(1) Each and every complaint and \nrequest made by the juveniles shall be properly attended [to] by the Incharge \n[of] the borstal institution and every [such] grievance Ishalll be redressed. \nLas is necessary for the purposes of the Juvenile Justice System within the] shortest \npossible time. \n(2) [Any] false [or] malingering report made by [a] juvenile may, however. \nbe  discouraged for the sake of maintained of [the] institutional order and dis-\ncipline. \nDiscipline and punishment.-10 Discipline and order shah be maintained \nwith firmness, but with no more restriction [and force] than is necessary for safe \ncustody of the Juveniles and maintenance of peace and order within [the borstal) \ninstitution. \nNo. stigmatizadon.—(1) No juvenile shall be stigmadzed in any of the \niflatters relating to arrest, inquiry, court proceedings, prosecution, probation and \nconviction unless specifically authorized by the [juvenile] court ' \nNo. I 11861-La w/200 1 .j \nBY ORDER OF THE CHIEF COMMISSIONER. \nISLAMABAD CAPITAL TERRITORY \nSULTAN KHAN, \nDeputy Director (Admin) \nPRINTED BY THE MANAGER, PRINTING CORPORATION OP PAKISTAN PRESS, ISLAMABAD , \n- \tPUBLISHED nyr THE MANAGERIDP TUBLICATIONS, NARAelil"
}