{
    "file": "./converted_json\\administrator7b9ba189592bdcc7c1eca569244e6bab.json",
    "name": "The Aircraft (Removal of Danger to Safety) Ordinance, 1965",
    "date": "1965",
    "tagline": "Regulating bird attraction sites around airfields for safety",
    "content": "Page 1 of 3 \n \n \n \n \nTHE AIRCRAFT (REMOVAL OF DANGER TO SAFETY) \nORDINANCE, 1965   \n \n \n \n \n \n \n \n                                                           CONTENTS  \n              ________  \n \nSECTIONS : \n1. Short title, extent and commencement . \n 2.  Definitions.  \n3.  Measures to avoid a ttraction of birds .  \n4.  Non-compliance with order under section 3 .  \n5.  Restriction on construction or extension of tannery, etc .  \n6.  Power of entry in premises, etc .  \n7.  Penalty .  \n8.  Power s to try an offence.  \n9.  Indemnity .  \n10.  Power to make rules .  \nUpdated till 03.01.2023\n \nPage 2 of 3 \n THE  AIRCRAFT  (REMOVAL  OF DANGER  TO SAFETY)  ORDINANCE,  \n1965.  \n1ORDINANCE  NO. XII OF 1965  \n \nAn Ordinance  to make  provision  for the removal  of danger  to the safety  of aircraft.  \n \nWHEREAS  it is expedient  to make  provision  for the removal  of danger  to the safety  of \naircraft  caused  by the location  of bird attracting  sites around  certain  airfields  ; \n AND WHEREAS  the National  Assembly  is not in session  and the President  is satisfied  that \ncircumstances  exist  which  render  immediate  legislation  necessary  ; \nNOW,  THEREFO RE in exercise  of the powers  conferred  by clause  (1) of Article  29 of the \nConstitution,  and of all other  powers  enabling  him in that behalf,  the President  is pleased  to make  \nand promulgate  the following  Ordinance  : ⎯ \n1. Short  title,  extent  and commencement . ⎯ (1) This Ordinance  may be called  the Aircraft  \n(Removal  of Danger  to Safety)  Ordinance,  1965.  \n(2) It extends  to the whole  of Pakistan.  \n(3) It shall  come  into force  at once.  \n2. Definitions.  ⎯ In this Ordinance,  unless  there  is anything  repugnant  in the subject  or \ncontext,⎯ \n2[(a)  “airfield ” means  all airports,  aerodromes  or runways  of Civil  Aviation  \nAuth ority,  Pakistan  Army,  Pakistan  Navy, Pakistan  Air Force  and including  \nlanding  areas  approved  by the Director -General,  Civil  Aviation  Authority  ;] \n(b) “specified area” means the area lying within a radius of 2[seven  nautical  miles  \n(13 kilometers)  from  the landing  or take off ends of the runway  and five \nnautical  miles  (9.25  kilometers)  from  both the shoulders  of the entire  length  of \nthe runway]  from either en d of a runway of an airfield.  \n3. Measures  to avoid  attraction  of birds.  ⎯ (1) The 3[Federal  Government ] may by order  \nrequire  the owner  or the person  in possession  or having  the management  or control  of any tannery,  \nslaughter -house,  cattle -yard,  fish-drying  area,  refuse -dump  or other  place  within  a specified  area \nwhich  attract s birds  to take within  such period  as may be specified  in the order  such measures  for \navoiding  attraction  of birds  which  may endanger  the safety  of aircraft  as may be so specified  \n4[including  closure  of the source  of such danger].  \n \n1 Approved  by the Nation al Assembly  of Pakistan on the 16th July,  1965,  see Gaz. of P., 1965,  Ext., pp. 567-569. \n2 Subs.  by Ord. X of 2001,  s. 2. \n3 Subs.  by F.A.O,  1975,  Art. 2 and Table,  for “Central  Government”.  \n4 Added  by Ord. X of 2001,  s. 3. \n \nPage 3 of 3 \n (2) Any person  affected  by an order under  sub-section  (1) may,  within  thirty  days following  \nthe order,  make  an application  to the 1[Federal  Government ] for a review  of the order  on the ground  \nthat the measures  directed  to be taken  are not necessary  or that alternative  measures  described  in the \napplication  would  be equally  effective  for avoiding  attraction  of birds.  \n \n(3) The 1[Federal  Government ] may,  after considering  the application  made  under  sub-section  \n(2) and giving  the applicant  an opportunity  of being  heard,  modify,  cancel  or confir m the order  made  \nunder  sub-section  (1). \n \n4. Non-compliance  with  order  under  section  3.  Where  an order  made  under  sub-section  (1) \nof section  3 is not complied  with,  the 1[Federal  Government ] may,  by notification  in the official  \nGazette,  prohibit  the use of, or the carrying  on of any trade  or occupation  in, the tannery,  slaughter -\nhouse,  cattle -yard,  fish-drying  area,  refuse -dump  or other  place  with respect  to which  the order  was \nmade.  \n \n5. Restriction  on construction  or extension  of tannery,  etc.  Within  a specified  area,  no \ntannery,  slaughter -house  or cattle -yard shall  be constructed,  established  or extended  and no place  \nshall  be used for fish-drying  or as a refuse -dump  or for carrying  on any trade  or occupation  which  \nattracts  birds  except  with the prior  permission  in writing  of the 1[Federal  Government ] and in \naccordance  with the terms  and conditions,  if any, on which  the permission  is granted.  \n \n6. Power  of entry  in premises,  etc.  Any person  authorised  in this behalf  by the 1[Federal  \nGovernment ] may at any time between  sunrise  and sunset  enter  and inspect  any tannery,  slaughter -\nhouse,  cattle -yard or fish drying  area or any premises  or land used as a refuse -dump  or for carrying  \non any trade  or occupation  which  may attract  birds,  for the purpose  of ascertaining  the extent  of \ndanger  to the safety  of aircraft  caused  by the attraction  of birds  and seeing  whether  the provisions  of \nthis Ordinance  and any order  or notification  made  or issued thereunder  have  been  complied  with.  \n \n7. Penalty.   Whoever  fails to comply  with or contravenes  any of the provisions  of this \nOrdinance  or any order,  direction  or notification  issued  or made  thereunder,  or wilfully  obstructs  any \nperson  in doing  any of the acts authorised  by this Ordinance  shall  be punisha ble with impriso nment  \nfor a term which  may extend  to six months,  or with fine which  may extend  to 2[ten thousand]  rupees,  \nor with both,  and in the case of a continuing  offence,  with an additional  fine which  may extend  to \n2[five  hundred]  rupees  for every  day after the first during  which  the offence  continues.  \n \n8. Power s to try an offence.   No court inferior to that of a Magistrate of the first class shall \ntry an offence punishable under this Ordinance.  \n \n9. Indemnity.  ⎯(1) No order made, notification issued or proceeding tak en under this \nOrdinance shall be called in question in any court.  \n(2) No suit, prosecution or other legal proceeding shall lie against any person for anything \nwhich is in good faith done or intended to be done under this Ordinance.  \n \n10. Power to make rules .  The 1[Federal Government] may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Subs. by Ord. X of 2001,  s. 4."
}