{
    "file": "./converted_json\\administrator2964c8b1031bccdacc9827daf5d23ee3.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1  THE  MARKETING OF PETROLEUM  PRODUCTS  (FEDERAL  CONTROL)  ACT,  \n1974.  \n \n1ACT NO. XVII OF 1974  \n \n[15th March, 1974]  \n \nAn Act to provide for the management and development of marketing facilities \nin petroleum products. \n \nWHEREAS  it  is  expedient  to  provide  for  the  management  and  development  of \nmarketing facilities in petroleum products and for matters connected therewith; \n \nIt is hereby enacted as follows :— \n \n1.  Short  title,  extent  and  comme ncement.  —(1)  This  Act  may  be  called  the \nMarketing of Petroleum Products (Federal Contr ol) Act, 1974. \n(2) It extends to the whole of  Pakistan. \n(3) It shall come into force at once. \n \n2. Definitions. In this Act, unless there is anything  repugnant in the subject or \ncontext,— \n \n(a)  \"bank  rate\" means  the  b ank  rate  determined  and  m ade  public  un der  the \nprovisions  of the State Bank of  Pakistan Act, 1956 (XX XIII of 1956). \n \n(b)  \" Board  of  Management\"  means  the  Board  of  Management  set  up  under \nsection 7; \n \n(c) \"corporation\"  means a corporation or authority whol ly owned or controlled by \nthe Federal Government to which a marketing company is transferred under \nthis Act; \n \n(d) \"creditor\" means any person to whom  a marketing company owes any amount \nof money; \n \n(e) \"debtor\" means a person who owes any amount of money to a marketing \ncompany; \n \n(f)  \"managed  company\"  means  a  company in  respect  of  which  a  Managing \nDirector has been appoint ed; \n \n(g) \"Managing Director\", in relation to a marketing company, means the \nManaging Director appointed by the  Federal Government under this Act, in \nrespect of such company; \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1974, Ext., Pt. III, p. 106. \n2  (h) \"marketing company\" means a company which has, during the  twelve months \npreceding-the comm encement of this Act, been whol ly or mainly engaged in \npurchasing or obtaining  petroleum products from local refineries, or from or \nthrough sources abroad, for selling, distributing  or marketing directly or \nthrough its agents or dealers at its dispensing  outlets or filling  stations; \n \n(i)  \"petroleum  products\"  means  motor  gasolene,  diesel  oils,  kerosene  and \nfurnace oil;  \n \n(j) \"previous  management\" means a person, board of directors or other body or \nauthority in which the management of a marketing company vested imme- \ndiately before the appointment of a Managing Director in respect thereof; \n \n(k) \"shareholder\" means a shareholder in the share capital of a company, and \nincludes a stockhold er; \n \n(1) wo rds and expressions  used but not defined in this Act, shall have the same \nmeaning as in the Comp anies Act, 1913 ( VII of 1913). \n \n3. Declaration. It is hereby declared that developm ent under Federal control of \nmarketing in petroleum products is necessary in the public int erest. \n \n4. Act to override other laws. The p rovisi ons of this  Act shall have effect \nnotwithst anding anything contained in the Companies Act, 1913  (VII of 1913)  or the \nComp anies (Managing Agency and Election of Directors), Order, 1972  (P.O. No. 2 of \n1972),  or any other law for the time being in force or any agreement, contract, memorandum \nor articles of association of a Comp any. \n \n5. Power to take over management or acquire shares or business of marketing \ncompany.  —(1)  The  Federal  Government  may,  if  it  consid ers  necessary in  the  public \ninterest so to do, by an order,— \n \n(a) take over the management of any marketing company and, as from the date of \nsuch order, the p revious,  management shall stand divested of su ch manage- \nment; \n \n(b)  acquire  the  whole  Or  a  portion  of  the  shares  from  all  or  any  of  the \nshareholders of such marketing company and, as from the date of such order, \nthe sh ares so acquired shall vest in the Federal Government: \n \nProvided that no order shall be m ade under this section for the acquisition  of the \nshares held in a marketing company by an institution  owned or controlled by the  Federal \nGovernment, including the National Investment Trust and the Investment Corporation of \nPakistan or the sh ares held by a foreign inv estor: \n \nProvided further that the Federal Government may, by noti fication in the official \nGazette, exempt from acquisition  shareholdin gs of any shareholder up to such maximum \namount  as may be specified in the noti fication. \n \n(2) Where the Federal Government makes an order under sub -section (1) for taking \nover the management of any marketing company, no dealings or busin ess relating to the \nshares of such company shall be transacted on any stock exchange and no transfer of such \n3  shares shall be registered in the share register of the company for a period of ninety days \nfrom the d ate of such order or such shorter period as may be noti fied by the Government. \n \n6. Appointment of Managing Director. —(1) Where the  Federal Government has \nmade  an  order  under  section  5  in  respect  of  a  marketing  company,  it  may  appoint  a \nManaging Director in respect of such company. \n \n(2)  Upon  the  appoint ment  of  a  Managing  Di rector  in  respect  of  a  marketing \ncompany, the admin istration and the management of the affairs of the company shall vest in \nthe  Managing  Director,  and  any  person  or  authority  exercising  or  having  the  right  to \nexercise, immediately before such appointm ent, any powers or functions  in relation to the \nmanagement of the company shall cease to exercise or to have the right to exercise such \npowers or functions . \n \n(3) The Managing Director sh all— \n \n(a) hold o ffice during the pleasure of the Federal Government; \n \n(b) in  the discharge of his functions,  be subject to such orders and such directions \nof the  Federal Government and of the  Board of Management as the Federal \nGovernment or the Board of Management may from time to time give in \nwriting; and \n \n(c) receive such remuneration and be subject to such other terms and conditions \nof appointm ent and service as the Federal Government may determine. \n \n(4) The Managing Director appoint ed in respect of a marketing company sh all \nexercise and perform all the pow ers and functions  of the bo ard of directors of the company. \n \n7. Board of Management —(1) The Federal Government may set up a Board of \nManagement to control, manage and direct the affairs of the m arketing companies in respect \nof which Managing Directors have been appoint ed. \n \n(2) The  Board of Management shall consist  of a Chairman and such numb er of \nmembers, not exceeding nine, as the Federal Government may appoint.  \n \n(3) The  Board of Management shall be a body corporate having perpetual succession \nand a common  seal, with power to acquire and hold property and shall by its name sue and \nbe sued. \n \n(4) The  Chairman and members of a Board of Management shall hold office during \nthe pleasure of the Federal Government on su ch terms and conditions  as it may determine. \n \n8. Functions of Board. —(1) The functions  of the Board of Management shall be to \nensure that the marketing companies in respect of which it is to exercise and perform its \npowers and functions  under this  Act are managed efficiently .and in accordance with sound \nbusin ess \nprinciples and in respect of any such marketing company the Board may, from time to \ntime,— \n \n(a)  exercise  such  of  the  powers  of  the  Managing  Di rector  and  issue  such \ndirections  to him  as it may consid er necessary; \n4  (b) require the Managing Director to furnish it with such information relating to \nthe affairs of the company in respect of which he is the Managing Director as \nthe Board of Management may require in connection with the performance of \nits functions;  and \n \n(c) remove  from office its auditor  and appoint  another person who is a Chartered \nAccountant  within  the  meaning of  the  Ch artered  Accountants  Ordinance, \n1961  (X  of  1961),  to  hold  that  office  for  such  period  and  on  such \nremuneration   payable   by   the   marketing   company   as   the   Board   of \nManagement may determine. \n \n(2) The exercise by the Board of Management under subsection (1) of the powers of \na Managing Director shall have effect as if it were the exercise of those powers by the \nManaging Director hims elf. \n \n(3) It shall be the duty of a Managing Director to comply with all directions issued to \nhim by the Board of Management under sub-section (1) and to furnish the Board of \nManagement with the in formation required by it. \n \n(4) The  Federal Government may entrust to the Board of Management such other \nfunctions  in relation to any other company or establishm ent as it may deem fit and upon \nsuch entrustm ent reference to 'Managing Director' in this section and in clause (b) of sub- \nsection (2) of section 6 and sub-section (2) of section 9 shall be deemed to include a \nreference to the person or authority in whom  the management of the affairs of the company \nor establishm ent vests. \n \n9. Fund of the Boa rd. —(1) There shall be constituted for the Board of Management \na fund to which shall be credited all sums  received by the Board under sub-section (2) and \nout of which shall be defrayed all expenditure incurred by the Board  of Management, \nincluding  \nexpenditu re on the emoluments of the Chairman, members, officers, servants, experts and \nconsult ants of the Board. \n \n(2) The Managing Director in respect of every company shall make to the Board of \nManagement each year such payment to enable it to defray its expenses as the Board may, \nwith the p rior approval of the Federal Government in writing, demand of  him: \n \nProvided that the aggregate amount  of payments so demanded of the  Managing \nDirectors in any year shall not exceed by mo re than ten per cent the amount  of the estimated \nexpenditu re of the Board of Management in that year. \n \n \n \ntime 10. Officers, etc., of the Board. —(1) The Board of Management may from time to \nappoint  such officers, servants, experts and consul tants as it may deem fit. \n \n(2) The Board of Management may appoint  one or more committ ees of the Board \nwith su ch composition  and to p erform such functions  as it may determine. \n \n11. Adoption of balance. The general meeting of a marketing company before \nwhich a balance-sheet is laid shall not, if the Federal Government by order in writing so \ndirects, have the authority to refuse to adopt the balance-sheet, but nothing in  this section \nshall be construed to prevent any shareholder from expressing  his views on the financial \n5  affairs of' the company and a record of the proceedings of every such meeting shall be \nforwarded to the  Federal Government not later than fifteen days of the m eeting. \n \n12. Regulations. —(1) The Board of Management may, with the prior approval of \nthe Federal Government, make such regulations  as appear to it to be necessary for carrying \nout the pu rposes of this Act. \n \n(2) In particular and without prejudice to the generality of the foregoing power, such \nregulations  may provide  for the manner » of payment  and collection of the payment required \nto be  made by the M anaging Directors under sub -section (2) of section 9. \n \n13. Delegation of powers, etc. —(1) The Federal Government may, by notification \nin the official Gazette, direct that all or any of its powers under this Act shall, in such \ncircumst ances and subject to such conditions  as may be specified in the notification, be \nexercisable also by the Board of Management. \n \n(2) The  Federal Government may from time to time issue  such directions  to and call \nfor such information or report from, the  Board of Management as it may deem necessary. \n \n(3) T he Board of Management may, with the previous  approval in writing of the \nFederal Government, direct that all or any of its powers under this  A ct shall, in such \ncircumst ances and subject to such conditions  as may be specified by the  Board of \nManagement, be exercisable by the Managing Director. \n \n14. Acquisition of shares. Where, under section 5 of this  Act, the Federal \nGovernment orders acquisition  of the  whole  or a portion of the shares of a marketing \ncompany, it shall acquire the shares from the shareholders of the company within  a period of \nninety days on payment of such compensation as may be  determined by the  Federal \nGovernment on the b asis of the p rinciples set out in the Schedule. \n \n15. Reorganisation. —(1) In respect of any marketing company, where the Federal \nGovernment  holds  or  has  acquired  the  whole  or  m ajority portion  of  the  sh ares  in  the \ncompany carrying the controlling  voting  rights the board of Management may draw-up a \nplan                                                                                                                                         for \nthe  reorganisation  of  such  a  company  with  a  view  to  increasing  its  efficiency  and \nrationalising  its operations,  hereafter in this  section referred to as the reorganisation plan. \n \n(2) The reorganisation plan may include provision for amalgamation of managed \ncompanies and may provide for a scheme for the reconstruction of any such company or \ncompanies, or amalgamation of any such two companies or more companies and such a \nscheme may provide  for all or any of the matters contained in section 153 or 153B  of the \nComp anies Act, 1913  (VII of 1913)  or for alteration of shares capital or loan structure and \nalteration of existing or  adoption  of fresh memorandum  or articles of association of such \ncompanies. \n \n(3)  The  reorganisation  plan  shall  be  submitt ed  to  the  Federal  Government  for \napproval and shall be simultaneously publish ed in the official Gazette accompanied by a \ncertified statement show ing the value of the holdings of the shares or proprietary interests of \nthe Federal Government, in the company covered by the plan on the date of the submission \nof the pl an, and, from the d ate of such submission,  dealings in shares of companies covered \nby the  plan in any of the stock exchanges shall remain suspended until the Federal \nGovernment has approved the reorganisation pl an. \n6  (4)  The  reorganisation  plan  shall  be  implemented  and  shall  take  effect  in  such \nmanner and at such time and with such modi fications  as may be approved by the Federal \nGovernment. \n \nExplanatio n.—For  the   purpose   of  this   section   and   s ection   27,   the  Federal \nGovernment  shall  be  d eemed  to  have  a  m ajority portion  of  the  sh ares  in  a  marketing \ncompany if the face value of the shares of such company own ed or controlled by the  Federal \nGovernment exceeds fifty per cent of the total voting rights in the issued and paid-up share \ncapital of the company. \n \n1[(5) A fter the Federal Government has approved the reorganisation plan under sub- \nsection (4), it may, for the purpose of rationalising  the pay scales of the employees of the \ncompany reconstructed or amalgamated under the said plan, after the terms and conditions \nof service of such emplo yees as to th eir remuneration and perquisit es: \n \nProvided that the terms and conditions  shall not be so altered under this sub-section \nas to be less favourable than those  to which such employees were entitled before their \ntransfer to the said company.]. \n \n16. Co ntinuance in service. In the case of a m anaged company, all person employed \nin, by or for the purpose of the busin ess of the company, by whomso ever appoint ed or \nengaged, shall continue in their respective employments on the same remuneration and other \nconditions  of service as were applicable to them immediately before the appointm ent of the \nManaging Di rector in respect of that company, unless the Managing Director directs \notherwise in a particular case of th eir terms and conditio ns of service are altered in \naccordance with the l aw or any rules applicable to  such managed company. \n \n17. Prohibition. No person, other than the Board of Management, shall, except \nunder  the  authority  of  the  Federal  Government,  give  any  inst ructions  to  a  Managing \nDirector, nor shall any person in any manner obst ruct him in the dis charge of his functions.  \n \n18. Debtor —(1) The Federal Government may, by noti ce in writing,  call upon  a \ndebtor to pay to the Federal Government, or to the marketing company specified in such \nnotice, the amount  of money due from him to the, company, within  a period of thirty days, \ncomm encing from the date of receipt of such noti ce by the debtor. \n \n(2) Where a debtor fails to pay the amount  due, within  the time specified in the \nnotice, the Managing Director of the company to which such amount  is due shall have the \nsame powers of effecting recovery of such amount as the Indust rial Developm ent Bank of \nPakistan has under sections 39,40 and 41 of the  Indust rial Developm ent Bank of Pakistan \nOrdinance, 1961 (XX XI of 1961),  in respect of sums due to the s aid Bank. \n \n19. Creditor. —(1) A creditor  of a managed company may apply to the Federal \nGovernment for payment to him  of the amount  due to him  from the company. \n \n \n1Ins by the Marketing of petroleum Products (Federal Control) (Amdt.) Ord. 1979 (59 of 1979), s.2. \n7  (2) The Federal Government may, on receipt of an application under sub-section (1) \nand after such enquiry as it may deem fit, direct the managed company— \n \n(a) to repay the amount due to the creditor  in such installments and within such \nperiod as may be specified in the di rection; or \n \n(b) to convert the amount  due to the creditor into share capital of the company. \n \n(3) If a managed company fails to comply with  a direction issued to it by the Federal \nGovernment under  sub -section (2), the  federal  Government may order  that the  amount \nspecified in the direction be recovered from it as an arrear of land revenue and paid to the \ncreditor. \n \n20.  R evocation  of  contracts.  If  any contract  or  agreement  entered  into  or  any \nobligation undertaken by any previous  management of a managed company is declared by \nthe Federal Government, after such inqui ry as ii may deem 111 and giving an opportunity to \nthe person or persons with whom  such contract or agreement was entered into or to  whom \nsuch obligation was undertaken to show  cause why such declaration shall not be made, to be \nagainst the interest of the company,  such  contract, agreement or obligation shall stand \nrevoked and the marketing company shall not be liable for any loss or damage suffered by \nthe p revious m anagement by reason of  such revocation: \n \nProvided that this section shall not be construed as preventing any party to a contract, \nagreement or obl igation so revoked from initiating action in a court of law against the \nprevious m anagement. \n \n21. Right of shareholders. Any person having a share in a marketing company shall \nbe entitled to compl ain to the  Board of Management or the Federal Government in respect of \nany action  taken  by the  Managing  Di rector  in  relation  to  the  affairs  of  the  marketing \ncompany. \n \n22.  V esting  of  business  acquired  by  Federal  Government  in  a  corporation. \nWhere the Federal Government has taken over the management and acquired the whole  of \nthe shares of a marketing company under section 5, it may transfer the management, and \nmay also transfer such shares in such marketing company, to any corporation whol ly own ed \nor controlled by the  Federal Government or a corporation to be set-up for the purpose, on \nsuch t erms and conditio ns as the Federal Government may specify. \n \n23. Transfer of service of employees of a marketing company to corporation. — \n(1) Where the management of a marketing company is transferred to a corporation under \nsection 22, every whole  time employee of the marketing company who was employed by \nsuch company imm ediately before the date of transfer of the management to the corporation \nshall, on and from the date of such transfer, become an employee of the corporation and \nshall hold his office therein on the same terms and conditions,  including  remuneration, \ntenure of office, rights and privileges, as to pension and gratuity and other matters, as were \napplicable  to  him  immediately before  the  d ate  of transfer  until  his  employment  in  the \ncorporation is terminated or his terms and conditions  of service are altered in accordance \nwith l aw or any rules applicable to su ch corporation. \n \n(2) Where any employees of a managed company have,, under the provisions  of sub- \nsection (1), become the employees of a corporation, the corporation may, for the purpose of \nrationalising  the pay scales of such employees or for any oth er good any adequate reason, \nalter the terms and conditions  of service of the employees as to their remuneration in such \n8  manner as it thinks  fit, and, if the alteration is thus not acceptable to any employee, the \ncorporation may terminate his employment by giving him compensation equivalent to his \nremuneration for th ree months  or, if his  contract of service provides for a shorter noti ce for \ntermination of  employment, for the p eriod so p rovided. \n \nExplanatio n.— The compensation payable to an employee under this sub-section \nshall be in addition  to and not in derogation of any of his rights as to pension,  gratuity, \nprovident fund money or other benefit to which he may be entitled under his contract of \nservice. \n \n(3) If any question  arises as to whether any person was a whole time employee of a \nmarketing company immediately before its management was transferred to a corporation \nunder section 22, the qu estion  shall be refer red to the Federal Government whose d ecision \nshall be final. \n \n(4) The transfer of the services of any emplo yee of a marketing company to a \ncorporation shall not, except as provided in this section, entitle  any such employee to any \ncompensation  and  no  such  claim  shall  be  entertained  by  any  court,  tribunal  or  other \nauthority. \n \n24. General effect of vesting management in corporation. —(1) Where the \nmanagement of managed company has been vested in a corporation under section 22, all \ncontracts agreements  and other instruments of whatever nature subsisting  or having effect \nimmediately before the date of vesting, to which, such marketing company was a party or \nwhich were in favour of or against such marketing company shall, subject to the provisions \nof section 20,  be of as full force and effect against or in favour of the corporation, as the case \nmay be, and may be enforced or acted upon  as fully and effectually, as if, instead of the \ncompany the corporation had been a party thereto or as if they had been entered into or \nissued in favour of the corporation. \n \n(2)  If,  on  the  d ate  of  transfer  of the  m anagement  of a managed  company to  a \ncorporation, any suit,  appeal or other legal proceeding of by or against such company \nwhatever nature, is pending, it shall not abate, be discontinu ed or be in any way prejudicially \naffected by reason of such transfer or anything done under this Act, but the suit appeal or \nother proceeding may be continu ed, prosecuted and enforced by or against the corporation. \n \n25. Duty to deliver possession  of property and documents relating thereto. —(1) \nWhere the management of a marketing company has been transferred to a corporation under \nsection 22, th en— \n \n(a) every person in whose possession,  custody or control there is any property of \nsuch marketing company shall deliver the property to  the corporation \nforthwith;  and \n \n(b) any person who,  on the date of transfer of the management of the company to \nthe corporation, has in his possession,  custody or control any bo oks, \ndocuments, or other record relating to such marketing company shall be liable \nto account for the said books,  documents and record to the corporation, and \nshall deliver them to the corporation or to such person as the corporation may \ndirect. \n9  (2) Without  prejudice to the other provisi ons of sub-section (I), it shall be lawful for \nthe corporation to take all necessary steps for acquiring possession  of all properties which \nhave been transferred to and vested in it  under this Act. \n \n26. Provident superannuation and other like funds. —(1) Where a marketing \ncompany the  management of which has been transferred to a corporation under section 22, \nhas establish ed a provident or superannuation fund or any other like fund for the benefit of \nits employees and has constitut ed a trust in respect thereof (hereafter in this section referred \nto as an existing  trust), the moneys standing to the credit of any such fund on the occasion of \nsuch transfer; together with any oth er assets belonging to such fund, shall, subject to the \nprovisions  of sub-section (2), stand transferred to and vest in the corporation on the date the \ncompany is transferred to it, free from any such trust. \n \n(2) Where all the employees of any such company do not become employees of a \ncorporation under section 23, the moneys and other assets belonging to any such fund as it \nreferred to in subsection (1) shall be apportioned between the persons responsible  for the \nfund and the corporation in such manner as may be prescribed by rules, and, in the case of \nany dispute  regarding such apportionm ent, the decision  of the Federal Government shall be \nfinal. \n \n(3) A corporation shall, as soon  as may be after the management of a marketing \ncompany is transferred to it under section 22, constitute in respect of the moneys and other \nassets which are transferred to and vested in it under this  section, one or mo re trusts having \nobjects as simil ar to the objects of the existing trust as in the circumstances may be \npracticable. \n \n(4)  Where  all  the  moneys  and  other  assets  belonging  to  an  existing  trust  are \ntransferred to and vested in a corporation under this section, the p ersons responsible  for su ch \ntrust shall, as from the date of su ch transfer, be discharge from the trust, except as respects \nthings done or omitt ed to be done before the date of transfer of the  management of the \nmarketing company. \n \n27. Minimum return. —(1) Where the Federal Government takes over the \nmanagement of a marketing company but does not hold majority portion of shares in the \ncompany carrying voting rights therein, it shall, on behalf of such company, guarantee to the \nshareholders of such company a minimum  annual rate of return equivalent to one per cent \nabove  the b ank rate. \n \n(2) The rate of return referred to in su b-section (1) shall be worked out on the p aid up \ncapital of the m arketing company. \n \n28. Bar of jurisdiction.—(1) No court, shall call in question  or permit to be  called in \nquestion,  any provision  Of this Act or of any order made or anything done or any action \ntaken there under. \n \n(2) No court shall grant any injun ction or make any order or entertain any \nproceedings, in relation to anything done  or intended to be  done  under this  Act. \n \n29. Indemnity. No suit, prosecution  or other legal proceeding shall lie against the \nFederal Government, the Board of Management, a Managing Director or any other person \nfor anything done  in good faith und er this Act or any rule or  order made thereunder. \n10  30. Penalties. Whoever contravenes the provisi ons of section 17 or section 25 shall \nbe punish able with imprisonm ent for a term which may extend to two years, or with fine, or \nwith both.  \n \n31. Provision  as to composite marketing.   —(1)  Where  a  marketing  company  is \nengaged in a busin ess not directly related to the purchasing, obtaining, selling, distributing \nor m arketing of petroleum products and an order under section 5 is made in respect of such \nmarketing company, the Managing Director shall prepare, as soon as possibl e, a plan for the \nseparation of the business relating to the purchasing, obtaining, selling, distributing or \nmarketing of petroleum products from the other busin ess. The plan shall include provisions \nfor separation of p hysical assets and apportionment of assets and liabiliti es, including \napportionm ent of paid up capital on a pro rata basis between the respective busin ess. In \npreparing the plan, the Managing Director shall follow the provisions  of the Comp anies Act, \n1913 ( VII of 1913) to the  extent it is not inconsist ent with the p rovisions  of this Act. \n \n(2) The Managing Director shall submit  the pl an for approval to the Federal \nGovernment, which shall publi sh the pl an in the official Gazette to  ascertain the vi ews of the \nshareholders of the company within  a specified period. \n \n(3) The  Federal Government shall, after consid ering the  views of the shareholders, \neither  retain  the  busin ess  not  directly  related  to  the  purchasing,  obtaining,  selling, \ndistributing  or  m arketing  of  p etroleum  products  and  the  assets  and  liabiliti es  of  su ch \nbusin ess,  or dispose  of  the  busin ess  alongwith  the  assets  and  li abilities  apportioned  as \nrelating thereto, in su ch manner as the Federal Government may deem fit. \n \n32. Savings.   Nothing  contained in this Act shall apply to any marketing company \nin which the whol e or a subst antial proportion of shares is held by foreigners or affect any \nagreement between a foreign investor or creditor  and any citizen of Pakistan which has been \nexpressly approved by the Federal Government. \n \n33. Power to make rules. —(1) The Federal Government may, by notification in the \nofficial Gazette, make rules 1for carrying out the purposes of this Act. \n \n(2) In particular and without prejudice to the generality of the foregoing power, such \nrules may provide  for, of' may empow er the Board of Management to make orders providing \nfor, all or any of the following  matters, namely:— \n \n(a) ensuring the safety of the properties of a managed company; \n \n(b) ensuring the due performance of their duties by the persons connected with a \nmanaged company; \n \n(c) prohibiting  any thing  likely to interfere with the proper functioning  of a \nmanaged company; \n \n \n1  For the Marketing of Petroleum Products (Acquisition and Compensation) Rules, 1974, see S.R.O., 554 (I)/74, dt. 29-3-74, Gaz. of P., \nExt, (Islamabad), 1974 Pt. II, pp. 681 684. \n11  (d) the administ ration, management and dispos al by way of transfer or otherwise \nof any property belonging to, or held or managed by or on behalf of, a \nmanaged company; \n \n(e) prohibiting  save with the leave of the Managing Director or any other person \nauthorised in this behalf by the  Federal Government or the Board of \nManagement, the departure from any area of any person connected with the \nadminist ration, control or functioning  of a managed company; \n \n(f) the taking over or control of any business, trade, indust ry, firm or company \nwhich, in the opinion  of Federal Government, is a subsidi ary of a marketing \ncompany; \n \n(g) the requisi tioning  of any property, movable or immov able, belonging to a \nmanaged company; \n \n(h) the requisitioning  of any property, movable or immo vable, the requisition of \nwhich is, in the opinion of  the Federal Government, required for the proper \nfunctioning  of a managed company; \n \n(i) preventing  the entry of any person into any place, yard, factory, mill, shop  or \noffice used for the p urpose of  managed company or of any of its subsidi aries; \n \n(j) the taking of any steps for collecting, controlling  and disposing  of the assets, \nmovable and immov able, of any managed company; and \n \n(k) in relation to any managed company to which the provisions  of section 31 \napply— \n \n(i) the determination of the question  whether any property pertains to the \nbusin ess of such company directly related to the purchasing, obtaining, \nselling, distributing  or marketing of petroleum products or whether any \nassets, rights, debts, liabilities or obli gations  were acquired or in curred, or \nany contract, agreement or other instrument was made, in respect of or for \nthe purposes of any such busin ess or whether any documents relate to \nthose pu rposes; \n \n(ii) the  allocation of the paid-up capital, or assets representing paid-up capital, as \nthe  case  may  be,  between  such  busin ess  of  the  company  and  any other \nbusin ess; \n \n(iii) the substit uting of any agreement entered into partly for the purposes of such \nbusin ess and partly for other purposes by a separate agreement relating solely \nto such busin ess and for any apportionm ent of rights, obligations  and \nindemniti es consequent thereon; \n \n(iv) the severance of leases comprising  property of which part only is used for \npurposes of such busin ess of the company and for apportionm ent of rights \nand liabiliti es consequent on su ch severance; \n \n(v) the apportionm ent and the making of financial adjustm ents with respect to \nany debts liabiliti es or obligations  incurred by the company partly for the \npurposes of such busin ess and partly for other purposes; and \n12  (vi) the apportionm ent of the moneys and other assets belonging to any provident \nor sup erannuation funds,  or any, other like fund to which the p rovisions  of \nsection 26 do not  apply, between persons employed in connection with s uch \nbusin ess and oth er persons.  \n \n34. Removal of difficulties. If any difficulty arises in giving  effect to any provisions \nof this Act, the Federal Government may make such order, not inconsist ent with the \nprovisio ns of this Act, as may appear to it to be necessary for the purposes of removi ng the \ndifficulty: \n \nProvided that no such power shall be exercised after the expiry of one year from the \ncomm encement of this Act. \n \n35. [Repeal.] Omitt ed by the Federal Laws (Revision  and Declaratio n) Ordinan ce, \n1981 (X XVII of 1981), s. 3 and S ch., II. \n \n \n \n \nTHE  SCHEDU LE \n(See section 14) \nPrinciples and the manner for payment of compensation in respect of the  shares of a \nmarketing company acquired by the Federal Government. \n \n1. Where the whole  or a portion of the shares of such marketing company is acquired \nby the Federal Government, the value of the compensation for the shares so acquired shall \nbe assessed at the b reak-up value. \n \n2. The compensation payable in accordance with the principles indicated above  shall \nbe paid by the  Federal Government in cash or in the form of Government Bonds  redeemable \nat any time  at the option  of the Federal Government within  a period of 15 years carrying a \nrate of interest one per cent above  the bank rate notified by the  State Bank of Pakistan from \ntime to tim e. The Bonds sh all be negotiable and eligible as security for advances. \n \n3. In this  Schedule— \n \n“Break-up Value” shall mean the value of the shares of a company as \ndetermined by the  audito rs of such company on the basis of its latest \naudited annual Balance Sheet, in accordance with clause (c) of rule 8 \nof the Wealth-Tax Rules."
}