{
    "file": "./converted_json\\administrator82bc64463939f911a97e388509155e4a.json",
    "name": "The Anand Marriage Act",
    "date": "22nd October, 1909",
    "tagline": "An Act to remove doubts as to the validity of the Anand marriage ceremony among Sikhs",
    "content": "Page 1 of 2 \n  \n \nTHE ANAND MARRIAGE ACT, 1909  \n \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Validity of Anand marriage  \n3.  Exemption of certain marriage from Act  \n4.  Saving of marriages solemnized according to other ceremonies  \n5.  Non-validation of marriages within prohibited degrees  \n \n   \n \n\n \nPage 2 of 2 \n THE ANAND MARRIAGE ACT, 1909  \n1ACT No. VII OF 1909  \n[22nd October, 1909]  \nAn Act to remove doubts as to the validity of the marriage ceremony  common among the Sikhs called \nAnand.  \nWHEREAS it is expedient to remove any doubts as to the validity of the marriage  ceremony \ncommon among the Sikhs called Anand; It is hereby enacted as follows :- \n1. Short title and extent.___(1) This Act may be called the Anand Marriage Act, 1909 ; and  \n2[(2) It extends to  the whole of Pakistan.]  \n2. Validity of Anand marriage. All marriages which may be or may have been duly  \nsolemnized according to the Sikh marriage ceremony called Anand shall be, and shall be  deemed to \nhave been with effect from the date of the solemnization of each respectively,  good and valid in law.  \n3. Exemption of certain marriage from Act. Nothing in this Act shall apply to –  \n (a)       any marriage between persons not professing the Sikh religion, or  \n(b)  any marriage which has been judicially declared to be null and void.  \n4. Saving of marriages solemnized according to other ceremonies. Nothing in this  Act shall \naffect the validity of any marriage duly solemnized according to any other marriage  ceremony \ncustom ary among the Sikhs.  \n5. Non -validation of marriages within prohibited degrees. Nothing in this Act shall  be \ndeemed to validate any marriage between persons who are related to each other in any  degree of \nconsanguinity or affinity which would, according to t he customary law of the  Sikhs, render a marriage \nbetween them illegal.  \n \n__________  \n \n \n \n \n \nDate: 11 -09-2024  \n1For Statement of Objects and Reasons, see Gazette of India, 1908, Pt. V, p. 357; for Report of Select Committee, see ibid., 1909, Pt. V,p. 1034; and for \nProceedings in Council, see ibid., 1908, Pt. VI, p. 156, and ibid., 1909 Pt. VI, pp. 156, 161 and 165.  \n2Subs. by the Central Laws (Statute Reform ) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955), for  the original \nsub-section (2) as amended by A.O., 1949."
}