{
    "file": "./converted_json\\administrator3599d65bc5ecb2dd1915d04c7db91e8f.json",
    "name": "The Right of Access to Information Act, 2017",
    "date": "October 12th, 2017",
    "tagline": "An Act to provide for the right of access to information in a transparent and effective manner",
    "content": "Page 1 of 14 \n  \n \n \n \n \nTHE RIGHT OF ACCESS TO INFORMATION ACT, 2017  \n \n \n \n \n \n \n \n                                                                       CONTENTS  \n                                                                        \n1.  Short title, application and commencement.  \n2.  Definitions.  \n3.  Right to have access to information not to be denied.  \n4.  Maintenance and indexing of record.  \n5. Publication and availability of record.  \n6.         Declarat ion of public record.  \n7.  Exclusion of certain record.  \n8.  Computerisation and voluntary disclosure of record.  \n9.  Designated official.  \n10. Functions of designated official.  \n11.       Requests.  \n12. Where information requested for is not held.  \n13.  Procedure for acceptance and refusal of requests.  \n14.  Time -limit for responding.  \n15.  Fee for requests.  \n16.  Information exempt from disclosure.  \n17.  Appeal.  \n \n\n \nPage 2 of 14 \n 18.  Information Commission.  \n19.  Functions of the Information Commission.  \n20.  Powers of the Inf ormation Commission.  \n21.  Funding for the Information Commission.  \n22.  Offences.  \n23.  Indemnity.  \n24.  Recruitment in Information Commission.  \n25.  Act to override other laws.  \n26. Power t o make rules.  \n27.  Power to make regulations.  \n28.  Power to remove difficulty.  \n29.   Repeal.  \n \n \n \n  \n \nPage 3 of 14 \n THE RIGHT OF ACCESS TO INFORMATION ACT, 2017  \nACT NO. XXXIV OF  2017  \n \n[October 1 2th, 2017 ] \nAn Act to provide for the right of  access to information in transparent and effective manner, subject \nonly to reasonable restrictions imposed by law  \nWHEREAS Government believes in transparency and the right to have access to information \nto ensure that the people of the Islamic Republic of Pakistan have improved access to records held by \npublic authorities and promote the purposes of making the Governme nt more accountable to its people, \nof improving participation by the people in public affairs, of reducing corruption and inefficiency in \nGovernment, of promoting sound economic growth, or promoting good governance and respect for \nhuman rights;  \nAND WHEREAS  it is expedient to provide for a law which gives effect to the fundamental \nright of access to information, as guaranteed unde r Article 19A of the Constituti on of the Islamic \nRepublic of Pakistan and international  law, whereby everyone shall have the right  to have access to all \ninformation held by public bodies subject only to reasonable restrictions imposed by law and for \nmatters connected therewith or incidental thereto;  \nIt is hereby enacted as follows:  — \n \n1. Short title, application and commencement . — (1) This Act may be called the Right of \nAccess to Information Act, 2017.  \n (2) It shall apply to all public bodies of the Federal Government.  \n (3) It shall come into force at once.  \n2. Definitions . In this Act, unless there is anything repugnant in the  subject or context, — \n (i)  \"appeal\" means any grievance lodged in writing by an applicant with the \nInformation Commission in accordance with section 17;  \n (ii)  \"applicant\" means a citizen of Pakistan, as defined in law, who lodges a request \nor any person who is acting for or on behalf of such a person;  \n (iii)  \"designated official\" means an official of a public body designated as such in \naccordance with section 9;  \n (iv)  \"Information Commission\" means the Pakistan Commission on  Acce ss to \nInformation established in accordance with section I8:  \n (v)  \"information\" means information based on record;  \n (vi)  \"national security\"means the matters pertaining to the integrity, security or \ndefence of Pakistan or any part thereof:  \n (vii)  \"presc ribed\" means prescribed by rules or regulations made under this Act;  \n \nPage 4 of 14 \n  (viii)   \"principal officer\" means— \n (a)  in case of the Federal Governments  Ministries and Divisions, the \nSecretary thereof; and \n (b)  in all other cases, the head or chief executive of the public body by \nwhatever designation identified;  \n (ix)  \"public body\" means— \n (a)  any Ministry, Division, attached department or subordinate office  \nincluding autonomous bodies of the federal Governmen t; \n (b)  any Federal and any municipal or local authority set up or established \nby or under any Federal law;  \n (c)  the National Assembly and the Senate including their secretariats, \ncommittees and members;  \n (d)  any statutory corporation or other body corporate or institution set up or \nestablished or owned or controlled or funded by the Federal \nGovernment;  \n (e)  any court , tribunal, commission or board under the Federal law;  \n (f)  any incorporated or unincorporated body of the Federal Government \nfunctioning under the control or authority of another public body or \nwherein one or more public bodies own or have controlling in terest or \nprovide substantial funding ; \n (g)  any other organisation which undertakes a public function, to the extent \nof that function; and  \n (h)  a non -governmental organisation which directly or indirectly receives or \nhas received public funds, subsidy, t ax exemption, piece of land or any \nother benefit involving public funds and any other non -governmental \norganisation or body registered under any law for the time being in \nforce;  \n (x)  \"record\" means a public record as defined in section 6;  \n (xi)  \"request\"  means a request for access to information and includes a request for \naccess to a specific record; and  \n (xii)  \"right of access to information\" means the right of access to information \naccessible under this Act which is held by or under the control of any public \nbody and includes the right of access to information, documents or record in \ndigital or printed form, as the case may be.  \n3. Right to have access to information not to be denied.  — (1) Subject to the provisions of \nthis Act, no applicant shall be denied access to information or record held by a public body.  \n \nPage 5 of 14 \n  (2) This Act shall be interpreted so as to advance its purposes as set out in the preamble and \nto— \n (a)  promote the right of access to information; and  \n (b) facilitate and encourage promptly t he disclosure of the information at the lowest \nand reasonable cost.  \n4. Maintenance and indexing of record . — (1) Subject to the provisions of this Act and rules \nmade thereunder, the principal officer of each public body shall ensure that the record held by  that \nbody is properly maintained, so as to enable it to comply with its obligations under this Act.  \n  (2) Each public body shall bring its record management practices in line with the Secretariat \nInstructions, 2004 or any other instructions of the Federal  Government.  \n5. Publication and availability of record . — (1) The principal officer of each public body \nshall, within six months of the commencement of this Act, ensure that the following categories of \ninformation and record are duly published including up loading over the Internet in a manner which \nbest ensures that these are accessible subject to reasonable restrictions based on limited resources: - \n (a)  description of the public body's organisation and functions, duties, powers and \nany services it provide s to the public, including a directory of its officers and \nemployees, indicating their duties and functions and their respective \nremunerations, perks and privileges;  \n (b)  statutes, statutory rules, regulations, bye -laws, orders and notifications, etc. \napplicable to the public body disclosing the date of their respective \ncommencement or effect;  \n (c)  substantive or procedural rules and regulations of general application evolved \nor adopted by the public body, including any manuals or policies used by its \nemployees;  \n (d) relevant facts and background information relating to important policies and \ndecisions which have been adopted, along with a statement of the policies \nadopted by the public body and the criteria  standards or guidelines upon which \ndiscretionary powers are exercised by it;  \n \n(e)  the conditions upon which members of the public can acquire any licence , \npermit, consent, approval, grant, allotment or other benefits of whatsoever \nnature from any public body or upon which transactions, agreements and \ncontracts, including contracts of employment which can be entered into with the \npublic body. along with par ticulars about the recipients of any concession, \npermit, licence or authorisation granted by the public body;  \n (f)  a description of its decision making processes as defined in the Federal \nGovernment's Secretariat  Instructions, 2004 and any instructions fo r the time \nbeing in force for public to provide input into or be consulted about decisions;  \n (g)  detailed budget of the public body, including proposed and actual expenditures, \noriginal or revised revenue targets, actual revenue receipts, revisions in the  \napproved budget and the supplementary budget;  \n \nPage 6 of 14 \n  (h)  the methods whereby information in the possession or control of the public body \nmay be obtained and the prescribed fee required along with the name, title and \ncontact details of the designated officials;  \n (i) reports including performance reports, audit reports, evaluation reports, inquiry \nor investigation reports and other reports that have been finalised;  \n (j)  such other matters which the principal officer of the public body deems fit to \nbe published i n the public interest;  \n (k)  such other information as may be prescribed; and  \n (I)  camera footages at public places, wherever available. which have a bearing on \na crime:  \nProvided that if the information or record pertains to a period earlier than the year  2008  the \nsame shall be published within reasonable time.  \n6. Declaration of public record.  —Subject to the provisions of section 7, the following record \nof all public bodies is hereby declared to be the public record, namely: — \n (a)  policies and guideline s; \n (b)  transactions involving acquisition and disposal of property and expenditure \nundertaken  by a public body in the perfor mance  of its duties and functions;  \n (c)  information regarding grant of licences, allotments and other benefits, \nprivileges, contracts and agreements made by a public body;  \n (d)  final orders and decisions, including decisions relating to members of public; \nand \n (e)  any other record which may be notified by the Minister -in-charge of the Federal \nGovernment a public r ecord for the purposes of this Act.  \n7. Exclusion of certain record . —Nothing contained in section 6 shall apply to the following \nrecord of all public bodies, namely:  — \n(a)  noting on the files, subject to a final decision by the public body;  \n(b)  minutes of meetings, subject to a final decision by the public body;  \n(c)  any intermediary opinion or recommendation, subject to a final  \ndecision by the public body;  \n (d)  record  of the banking companies and financial institutions relating to the \naccounts of their customers;  \n (e)  record relating to defense  forces, defense  installations or connected therewith \nand ancillary to defense  and national security excluding all commercial and \nwelfare activities;  \n \nPage 7 of 14 \n  (f)  record declared as classified by the Minister -in-charge of the  Federal \nGovernment:  \nProvided that the Minister -in-charge of the Federal Government shall \nhave to record reasons as to why the harm from disclosure of information \noutweighs public interest and further that information pertaining to allegation \nof corruption and violation of human rights shall not be excluded;  \n (g)  record relating to the personal privacy of any individual; and  \n (h)  record  of private documents furnished to a public body either on an express or \nimplied condition that information contained in any such documents shall not \nbe disclosed to a third party.  \n 8. Computerisation and voluntary disclosure of record. — Each public body s hall endeavor  \nto ensure within the time prescribed in section 5 and that all record accessible under this Act is \ncomputerized  and is available online so that authorized access to such public records is facilitated.  \n9. Designated official . Each public body shall, within thirty days of the commencement of this \nAct, notify one or more designated officials, not below the rank of an officer in BPS -19 or equivalent:  \nProvided that where no designated official has been notified or he is absent or not available, \nprincipal officer of the public body shall be the designated official:  \nProvided further that in case of non -governmental organization, it may designate a senior \nofficer as per its organizational structure.  \n10. Functions of designated official . —{1) Subject to  the provisions of this Act and the rules \nmade thereunder, the designated official shall be responsible for ensuring that requests are dealt with \npromoting full compliance by the public body of its obligations under this Act.  \n (2) A designated official sha ll, as may be prescribed, assist applicant who is having problems \ndue to any disability in describing the information sought in sufficient detail to enable the public body \nto locate that information.  \n \n11. Requests . — (1) Subject to the provisions of this Act and the rules made thereunder, a \ncitizen of the Islamic Republic of Pakistan may make a request to a public body through the designated \nofficial.  \n (2) A request under sub -section (I) shall be in writing and made in any manner in which the \npublic b ody has the facilities to receive it, including in person, by mail, fax, on line or e -mail.  \n (3) Any written request which identifies the information or record sought in sufficient detail, \nto enable the public body to locate it and which includes a complet e address and contact details for \ndelivery of the information or record, sha ll be treated as a request.  \n (4) Subject to sub -section (3), a public body may provide a prescribed form for making \nrequests.  \n \n  (5) In no case shall an applicant be required to provide reasons for his request.  \n \n \nPage 8 of 14 \n 12. Where information requested for is not held . —Where a public body does not hold \ninformation or record, the applicant shall be informed accordingly within ten working days of the \nreceipt of the request.  \n13. Procedure for acceptance and refusal of requests . — (1) The designated official shall \nprovide a written acknowledgement in response to a request.  \n  (2) The designated official shall process the request and by  notice in writing inform the \napplicant that — \n (a)  the request has been acknowledged and the applicant is entitled to receive the \ninformation or record, subject to the payment o f prescribed fee. On payment of \nthe fee the designated official shall provide the requested record; or  \n (b)  the request has been rejected — \n (i)  on the basis that it does not comply with the provisions of this Act and \nthe rules made thereunder but only after requisite assistance has been \noffered to the applicant as mentioned in sub -section (2) of section 10; \n (ii)  on the basis that the information is already available in a generally \naccessible form in which case the notice shall indicate to the applicant \nthe place from where the information  may be found;  \n (iii)  on the basis that i t is incorrect, because it relates to information which \nis substantially the same information that has already been provided to \nthe same applicant during last six months; or  \n (iv)  in whole or in part, on the basis that the information is exempt subject \nto section 7 or section 16, in which case the notice shall specify the exact \nexception relied upon and specifying details regarding the right of the \napplicant to appeal against this decision.  \n (3) Where information or a record is provided in accordance with clause (a) of sub -section (2), \nit shall be accompanied by a certificate which may be affixed to the information or record at the foot \nthereof, or as appropriate, to the effect that the infor mation is correct or, as the case may be, the copy \nis a true  copy  of the original record and such certificate shall be dated and signed by the designated \nofficial.  \n \n  (4) Where the designated official refuses a request, he shall, before informing the applicant of \nsuch refusal, obtain written approval of the principal of ficer of the public body.  \n14. Time -limit for responding.  —(1) Subject to the provisions of this· Act, a public body shall \nbe required to respond to a request as soon as possible and in any case within ten working days of \nreceipt of the request.  \n (2) The pe riod stipulated in sub -section (1) may be extended by maximum of further ten \nworking days where it is necessary when the request requires a search through a large number of \nrecords or records located in different offices or consultation is required with th ird parties or other \npublic bodies.  \n  (3) Information needed to protect the life and liberty of any individual shall be provided within \nthree working days.  \n \nPage 9 of 14 \n 15. Fee for requests . —Prescribed fee may be charged for the cost of reproducing information \nand sen ding it to the applicant.  \n16. Information exempt from disclosure . —(1) Subjeet to the provisions of this Act,  — \n (a)  a public body shall not be required to disclose exempt information,  — \n (i)  provided that where only part of a record or the information f alls within \nthe scope of the exceptions provided for in this Act, that part shall be \nsevered and the residual record or information shall be provided to the \napplicant; and  \n (ii)  if its disclosure is likely to cause damage to the interests of the Islamic \nRepublic of Pakistan in the conduct of international relations.  \nExplanation.  —In this section, \"international relations\" means  \nrelations between Islamic Republic of Pakistan and— \n (A)  the government of any other foreign State; and  \n (B)  organisation of which only States are members.  \n (b)  information may be exempt if its disclosure is likely to— \n (i)  result in the commission of an offence;  \n(ii)  harm the detection, prevention, in vestigation or inquiry in a particular \ncase;  \n(iii)  reveal the identity of a confidential source of information;  \n(iv)  facilitate an escape from legal custody; or  \n(v)  harm the security of any property or system, including a building, a \nvehicle, a computer system or a communication system;  \n (c)  information is exempt if its disclosure under this Act would involve invasion of \nprivacy of an identifiable individual, including a deceased individual, other than \nthe applicant. This exception shall not apply where— \n (i)  the third party has consented to the disclosure of the information;  \n (ii)  the person making the request is the guardian of the third party or the \nnext of kin or the executor of the will of a deceased third party; or  \n (iii)  tbe third party is or wa s an official of a public body and the information \nrelates to his functions as a public official;  \n (d)  information is exempt if and so long as its disclosure is likely to cause - \n (i)  damage to the economy as a result of premature disclosure of a proposed  \nintroduction, abolition or variation of any tax, duty, interest rate, \nexchange rate or any other instrument of economic management;  \n \nPage 10 of 14 \n  (ii)  damage to the financial interests of the public body by giving an \nunreasonable advantage to any person in relation to a contract which that \nperson is seeking to enter into with the public body for acquisition or \ndisposal of property or supply of goods or services; or  \n (iii)  damage to lawful commercial activities of the public body;  \n (e)  information may be ex empt if its disclosure is likely to cause serious prejudice   \nto the— \n (i)  defense  or security of Pakistan; or  \n (ii)  the capability, effectiveness of armed forces of Pakistan or other law \nenforcement agencies;  \n (f)  information may be exempt if its disclosure is likely to endanger life, liberty,  \nhealth or safety of any individual;  \n (g)  information may be exempt if— \n (i)  the information was obtained from a third party and on its \ncommunication it would constitute an actionable breach of confidence; \nor \n (ii)  the information was obtained in confidence from a third party and it \ncontains a trade secret or if communicated it may prejudice the \ncommercial or financial interests of that third party;  \n (h)  information may be exempt if it is privileged from production in legal \nproceedings, unless the person entitled to the privilege has waived it;  \n (i)  information may be exempt if i ts disclosure is likely to— \n (i)  cause prejudice to the effective formulation or development of \ngovernment policy;  \n (ii)  frustrate  the success of a policy, by premature disclosure of that policy;  \n (iii)  undermine the deliberative process in a public body by inhibiting the \nfree and frank provision of advice or exchange of views;  \n (iv)  undermines the effectiveness of a testing or aud iting procedure used by \na public body;  \n (v)  prejudice the proceedings in a court or a tribunal; and  \n (vi)  disclose privileged information shared between counsel and the client;  \n (J)  information in respect of a crime may not be exempt, except the informa tion \nrelating to— \n(i)  the prevention or detection of crime;  \n \nPage 11 of 14 \n (ii)  the apprehension or prosecution of offenders;  \n(iii)  the administration of justice ; \n(iv)  the operation of the immigration controls excluding exit control list \n(ECL);  \n (v)  the maintenance o f security and good order in prisons or in other \ninstitutions where persons are lawfully detained; and  \n (vi)  any civil proceedings which are brought by or on behalf of a public body \nor arise out of an investigation conducted; and  \n (k)  the exemptions set out in section 16 shall cease to apply after every twenty years \nand that record of public bodies shall be made pub lic. \n17. Appeal . —(1) An applicant who is not satisfied by decision of the designated official or \nwhere no decision has been communicated to him within the time fixed for such decision, he may, \nwithin a period not exceeding thirty days after either receiving a decision or after the time -limit for \nsuch a decision has passed, prefer an appeal to the Information Commission.  \n (2) An appeal under sub -section ( 1) shall  be free of charge.  \n   (3) The Information Commission established under section 18 shall decide an appeal under \nsub-section ( 1) within a period of sixty days.  \n (4) The public body shall, in an appeal under sub -section ( 1), bear the burden of proof of \nshowing that it acted in accordance with the provisions of this Act.  \n18. Information Commissio n. —(1) Within six months of the commencement of this Act, the \nPrime Minister shall establish Pakistan Commission on Access to Information to be known as the \nInformation Commission.  \n  (2) The Information Commission shall enjoy operational and administrativ e autonomy, except \nas specifically provided for by this Act.  \n (3) The Information Commission shall comprise three Commissioners to be appointed by the \nPrime Minister, with the following composition; namely: - \n (a)  one member shall be from amongst the perso ns qualified to be a  Judge of a High \nCourt;  \n (b)  one member who has been in the service of Pakistan in BS -22 or equivalent; \nand \n (c)  one member shall be from civil society having a degree based on sixteen years \nof education from a recognized institution and experience of not less than fifteen \nyears in the field of social sciences;  \n (4) No person shall be considered for appointment as Commissioner under sub -section (3) \nunless he is less than sixty -five years of age at the time of such appointment.  \n \nPage 12 of 14 \n  (5) The Information Commission shall be headed by the Chief Information Commissioner, \nwho shall be appointed by the Prime Minister from amongst the Commissioners.  \n (6) The Chief Information Commissioner and the Commissioners shall hold office for a ter m \nof four years from the date on which they assume charge of  their office and shall not be eligible for \nsuch reappointment.  \n (7) The Chief Information Commissioner and the Commissioners shall not hold any other \npublic office or be connected with any politica l party at the time of or during their appointment in the \nInformation Commission and, once appointed, they shall work on full time basis and may not run any \nbusiness or pursue any profession during their tenure as the Chief Information Commissioner and \nCom missioners.  \n (8) The Chief Information Commissioner and Commissioners shall be removed if there are \nserious complaints of mental and physical incapacity and misconduct against them, which are \nmaterially inconsistent with the status of being Chief Informati on Commissioner or, as the case may \nbe, a Commissioner. The complaint shall be lodged before a five -member Parliamentary Committee \ncomprising two Senators nominated by the Chairman Senate and three Members of National Assembly \nnominated by the Speaker Nati onal Assembly. The Speaker National Assembly shall nominate one of \nthe five members as the Chairperson of the said Parliamentary Committee:  \nProvided that where the National Assembly stands dissolved the Parliamentary Committee \nshall comprise five Senators and the Chairman Senate shall nominate one of the five Senators as \nChairperson of the Parliamentary Committee.  \n  (9) The Parliamentary Committee shall consider the complaint record reasons and present its \nrecommendations to the Prime Minister who shall implement the recommendations within thirty days \nfrom the date of receipt of such recommendations.  \n19. Functions of the Information Commission.  — (1) The Information Commission shall \nhave the primary responsibility to receive and decide on appeals un der section I 7.  \n (2) The Information  Commission shall, in addition to its functions under sub -section ( 1), \nperform the following functions, namely:  \n (a)  compile a user -friendly handbook in Urdu and English describing in easily \ncomprehensible fo rm the rig hts established by and how to make a request under \nthis Act;  \n (b)  have an accredited accountant to conduct an audit of its accounts on an annual \nbasis;  \n (c)  compile a comprehensive bi -annual report both describing its own activities, \nincluding an overvie w of its audited accounts and providing an overview of the \nactivities undertaken by all public bodies to implement this Act. This report \nshall be laid before the Parliament;  \n (d)  ensure that all the information under section 5 is made public; and  \n (e)  ensure implementation of this Act and the record to be made public under this \nAct. \n \nPage 13 of 14 \n 20. Powers of the Information Commission . — (1) The Information Commission shall have \nall the powers, direct or incidental, as are necessary to perform its functions as provid ed for in this Act \nand the power to acquire, hold and dispose of property including the power to — \n (a)  monitor  and report on the compliance by public bodies with their obligations \nunder this Act;  \n (b)  co-operate with or undertake training activities for public officials on the right \nof access to information and the effective implementation of this Act;  \n (c)  publicise the requirements of this Act and the rights of individuals thereunder;  \n (d)  conduct inquiries in relation to an appeal and for this purpose shall have the \npowers of a civil court in respect of the following matters: — \n (i)  summoning and enforcing th e attendance of witnesses and compelling \nthem to give oral or written evidence on oath; and  \n (ii)  requiring public bodies to produce records as defined in section 6 \npertaining to the appeal;  \n (e)  order a public body to disclose information to an applican t or to take such other \nreasonable measures as it may deem necessary to remedy any failure to \nimplement the provisions of this Act;  \n \n(f)   impose on the official a fine equivalent to his salary for one day, for a maximum \nof one hundred days, who has acted willfully to obstruct any activity which is \nrequired to be undertaken by this Act, including preventing or delaying the \ndisclosure of info rmation to an applicant;  \n(g) appoint its employees in prescribed manner; and  \n(h) the Information Commission after determination of willful destruction of record \nshall refer such matters to the relevant agencies.  \n(2) Non -compliance of a decision of the Info rmation Commission under clauses (e) and (f) of \nsub-section (1) may, if it has not been appealed against within thirty days, be dealt with in the same \nway as contempt of court.  \n \n21. Funding for the Information Commission . —The Federal Government shall make  annual \nbudgetary allocation to the Information Commission to discharge its functions under this Act.  \n22. Offences . — (1) Any person who acts willfully to obstruct the implementation of this Act \nincluding by— \n (a)  obstructing access to any information o r record with a view to preventing the \nexercise of a right provided for in this Act;  \n (b)  obstructing the performance by a public body of a duty under this Act;  \n (c)  interfering  with the work of the information Commission; or  \n \nPage 14 of 14 \n  (d)  destroying a record without lawful authority,   \nshall be punishable with a fine not exceeding fifty thousand Rupees.  \n (2) ln addition to any other action that may be taken under any other law for the tim e being in \nforce, any person who willfully destroys a record which at the time it was destroyed was the subject \nof an application for access to information or appeal or otherwise obstructs access to information which \nis the subject of an application or app eal, with the intention of preventing its disclosure under this Act, \ncommits an offence punishable with imprisonment for a term which may extend to two years or with \nfine which shall not be less than one hundred thousand Rupees or with both.  \n23. Indemnity.  —No suit, prosecution or legal proceedings shall lie against the principal \nofficer, designated official or any other person of a public body in respect of anything which in good \nfaith is done or purported to have been done under this Act and the rules mad e thereunder.  \n24. Recruitment in Information Commission .—Excluding the Chief Information \nCommissioner and Commissioners, appointment of officers and staff in Information Commission from \nBS-16 and above shall be made through Federal Public Service Commissio n in line with the Federal \nPublic Service Commission Ordinance, 1977 (XLV of 1977).  \n \n25. Act to override other laws . —The provisions of this Act shall have effect notwithstanding \nanything inconsistent therewith contained in any other law for the time being in force.  \n \n26. Power to make rules .—The Federal Government may, by notification in the official \nGazette and within one hundred and twenty days from commencement of this Act, make rules for \ncarrying out the purposes of this Act.  \n \n27. Power to make regu lations .-The Information Commission may make regulations, not \ninconsistent with the provisions of the rules made under section 26, regarding its internal procedures \nand, without limiting the generality of the foregoing, it may make regulations regarding - \n (a) record management standards; and  \n (b) fee that may be charged for requests; and  \n (c) procedure for processing of appeals.  \n28. Power to remove difficulty . —If any difficulty arises in giving effect to any of the \nprovisions of this Act, the Federal Government may make such order, not inconsistent with the \nprovisions of this Act, as deemed necessary for the purpose of removing the difficulty:  \nProvided that no such order shall be made after expiry of one year from the commencement of \nthis Act.  \n29. Repeal.  —The Freedom of Information Ordinance, 2002 (XCVI of  2002) is hereby \nrepealed.  \n \n__________"
}