{
    "file": "./converted_json\\administratoraf45b1e25c45d66e0487092c937227af.json",
    "name": "Members of Parliament (Salaries and Allowances) Act, 1974",
    "date": "1974",
    "tagline": "Consolidating and amending the law relating to salaries and allowances of members of Parliament",
    "content": "Page 1 of 9 \n \n \n \n \n \nTHE  MEMBERS  OF PARLIAMENT  (SALARIES  AND  \nALLOWANCE S) ACT,  1974  \n \n \n \n \nCONTENTS  \n1.  Short  title and Commencement  \n2.  Definitions  \n3.  Salary  \n4.  Daily  allowance  and conveyance  allowance  \n4A.  Absence  from  sittings  without  leave  of the House  \n4B.  Sumptuary  Allowance  \n5.  Travelling  allowance  \n6.  Intermediate  Journeys  \n7.  Short  intervals  between  sessions  or sittings  of committee  \n8.  Form  of certificate  \n9.  Housing  allowance  \n10.  Free travel  \n11.  Telephone  \n11A.   Office  maintenance  allowance  \n12.  Other  facilities  \n13.  Leader  of the House  and Leader  of the Opposition  \n13A.   Chairman  of the Standing  Committee  \n14.  Power  to make  rules   \n\n                       \n \nPage 2 of 9 \n 14A  Act to have  effect  subject  to instructions,  etc. \n14B.   Increase  in emoluments  \n14C.  Increase in salaries etc.  \n15.  [Omitted]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                       \n \nPage 3 of 9 \n THE  MEMBERS  OF PARLIAMENT  (SALARIES  AND  ALLOWA NCES) ACT,  \n1974  \n ACT  NO. XXVII  OF 1974  \n[24th April,  1984]  \nAn Act to consolidate  and amend  the law relating  to salaries  and allowances  of members  of \nParliament  and to provide  for certain  privileg es of the Leaders  of the House  and the Leaders  of the \nOpposition  in the two Houses  of Parliament.  \nWHEREAS  it is expedient  to consolidate  and amend  the law relating  to the salaries  and \nallowances  of members  of Parliament  and to provide  for certain  privilege s of the Leaders  of the \nHouse  and the Leaders  of the Opposition  in the two Houses  of Parliament  ; \nIt is hereby  enacted  as follows: — \n1. Short  title and Commencement. —(1) This Act may be called  the Members  of Parliament  \n(Salaries  and Allowances)  Act, 1974.  \n(2) It shall  come  into force  at once.  \n2. Definitions. —In this Act, unless  there  is anything  repug nant in the subject  or context, — \n(a)  “Assembly ” means  the National  Assembly;  \n(b)  “committee ” means  a Standing  Committee,  a Select  Committee  or any other  \ncommittee  set up by or under  the authority  of a House  or a joint sitting  in \nconnection  with the busin ess of that House  or, as the case may be, the joint \nsitting;  \n(c)  “House ” means  the Senate  or the Assembly;  \n(d)  “Joint  sitting ” means  a joint sitting  of the two Houses  and includes both \nHouses  assembled  together  under  Article  56 of the Constitution;  \n(e)  “Leader  of the House ” means  a member  of a House  who is appointed  by the \nPrime  Minister  to be the Leader  of the House;  \n(f)  “Leader  of the Opposition ” means  a member  of a House  who,  in the opinion  \nof the Speaker  of the Assembly  or, as the case may be, the Chairman  of the \nSenate,  is for the time being  the leader  of the members  in opposition  to the \nGovernment  in that House;  \n(g)  “members ” means  — \n(i)  in relation  to the Assembly,  a member  of the Assembly;   \n(ii)  in relation  to the Senate,  a member  of the Senat e; and \n(iii)  in relation  to a joint sitting,  a member  of either  House;   \n \n                       \n \nPage 4 of 9 \n but does not include  the Speaker  or Deputy  Speaker  of the Assembly,  \nthe Chairman  or Deputy  Chairman  of the Senate,  the Prime  Minister,  a \nFederal  Minister  or a Minister  of State;  \n(h)  “session ” means  the period  commencing  on the date of the first \nmeeting  of a House  or the joint sitting  after having  been  summoned  \nand ending  on the day the House  or, as the case may be, the joint \nsitting  is prorogued  or, in the case of the Assembly,  disso lved;  and \n(i)  “year” means  the financial  year.  \n3. Salary. —A member  shall  be entitled  to receive  a salary  at the rate of 1[thirty -six thousand  \nfour hundr ed and twenty -three ] rupees  per mensem : \nProvided  that a person  who,  by virtue  of his holding  an office  of profit  in the service  of \nPakistan  declared  by law not to disqualify  its holder  from  being  a member,  is entitled  to receive  a \nsalary,  the amount  of the salary  to which  he is entitled  under  this Act shall  be only such amount  as \nwould  not, together  with the amount  of salary  calculated  on a monthly  basis  to which  he is entitled  \nby virtue  of his holding  such an office,  exceed  2[five  thousand]  rupees  per mensem.  \n4. Daily  allowance  and conveyance  allowance .— (1) For each day during  any period  of \nresidence  on duty, a member  shall  be entitled  to receive  daily  allowance  at the rate of 3[4[two \nthousand]  rupees]  and conveyance  allowance  at the rate of 3[2[two hundred  and fifty]  rupees].  \n5[(2) A member  who arrives  at the place  of duty or departs  from  such place  shall  be entitled  \nto draw  daily  allowance  and conveyance  allowance  for the day of arrival  or the day of departure,  as \nthe case may be : \nProvided  that not more  than one daily  allowance  and one conveyance  allowance  may,  in any \ncase,  be claimed  in respect  of any one day.]  \nExplanation. —In this section  and in section  9, “period  of residence  on duty” means  the \nperiod  during  which  a member,  for the purpose  of attending  a session  or a meeting  of a committee  or \nfor attending  to any other  business  connected  with his duties  as member,  resides  at the place,  \nincluding  his usual  place  of residence,  where  the session  or the meeting  is held or other  business  is \ntransacted  and includes, — \n \n \n \n \n \n \n \n1Subs.  by Finance Act, 2015 (Act  No. V  of 2015 ), s.4. (w. e. f. 01-07-2005)  \n2Subs. by th e Finance Act , 1996 (Act  No. IX of 1996 ), s. 6.  \n3Subs.  by Act No. XII of 1985 , s. 3. \n4Subs.  by Finance  Act, 2014 (Act No. IX of 2014 ), s. 3 (w. e. f 01.7.2014 ). \n5Subs . by Act No. III of 1988 , s. 3. \n                       \n \nPage 5 of 9 \n (a)  in the case of a session,  the period  of such residen ce, not exceeding  three  days,  \nimmediately  preceding  the commencement  of the session  and the period  of \nsuch residence,  not exceeding  three  days,  immediately  following  the end of \nthe session  ; and \n(b)  in the case of a sitting  of a committee  or transaction  of any other  business,  the \nperiod  of such residence,  not exceeding  two days,  immediately  preceding  the \ncommencement  of the sitting  of the committee  or of the other  business  and the \nperiod  of such residence,  not exceeding  two days,  immediately  following  the \nconclusion  of the sitting  of the committee  or of the other  business.  \n1[4A. Absence  from  sittings  without  leave  of the House. —Notwithstanding  anything  \ncontained  in this Act, a member  who,  without  leave  of the House,  remains  absent  for three  \nconsecutive  days of its sittings,  shall  not be entitled  to receive  any daily  allowance  or conveyance  \nallowance  in respect  of the days of such absence.]  \n2[4B. Sumptuary  Allowance. —A member  shall  receive  sumptuary  allowance  at the rate of \n3[three]  thousand  rupees  per mensem.]  \n5. Traveling  allowance. —(1) For every  journey  performed  for the purpose  of attending  a \nsession  or a meeting  of a committee  or for attending  to any other  business  connected  with his dutie s \nas member  from  his usual  place  of residence  to the place  where  the session  or meeting  is held or \nother  business  is transacted  and for the return  journey  from  such place  to his usual  place  of residence,  \na member  shall  be entitled  to receive  travelling  allowance  at the following  rates,  namely: — \n(a)  Where  the journey  is performed  by rail, an amount  equal  to the aggregate  of \none air­conditioned  class  fare and one 4[second]  class  fare; \n(b) where  the journey  is performed  by air, an amount  equal  to 4[the aggreg ate of \none 3[business  class]  air fare and 5[one hundred  and fifty rupees]];  and \n(c) where  the journey  or any part thereof  is performed  by road,  a mileage  \nallowance  6[at the rate of twenty -five Rupees  per kilometer].  \n(2) The travelling  allowance  in respect  of a journey  between  two stations  shall  be admissible  \non the basis  of the shortest  of the practicable  routes  between  those  stations.  \n(3) A member  who performs  a journey  between  the place  where  a session  or meeting  of a \ncommittee  is held or other  business  connected  with his duties  as a member  is transacted  and a place  \nwhich  is not his usual  place  of residence  may draw  travelling  allowance  for a journey  between  the \nplace  where  the session  or meeting  is held or other  business  is transacted  and his usual  place  of \nresidence.  \n \n \n1Ins. by Act No. XX of 1977 , s. 2. \n2Ins. by Act No. III of 1993, s. 3. \n3Subs.  by the Finance  Act, 1996 (Act  No. IX of 1996 ), s. 6.  \n4Subs.  by Act No. XII of 1985 , s. 4, (w. e. f. 01.3.1985).  \n5Subs.  by Act No. III of 1988 , s. 4. \n6Subs.  by the Finance Act, 2024 ( Act No. X of 2024 ), s. 5.  \n                       \n \nPage 6 of 9 \n 1[(4) A member  shall  be entitled  to travel  by air in first class  while  travelling  abroad  on an \nofficial  visit.]  \n6. Intermediate  journeys .—Where,  during  a session  or a sitting  of a committee,  a member  \nabsents  himself  for less than fifteen  days from  the place  where  the session  or sitting  is held and \nperforms  a journey  for visiting  any place  in Pakistan,  he shall  be entitled  to receive  travelling  \nallowance  in respect  of the journey  to such place  and for the retur n journey  from  such place  to the \nplace  where  the session  or the sitting  is held at the following  rates,  namely: — \n(a)  where  the journey  is performed  by rail, an amount  equal  to one air­conditioned  \nclass  fare; \n(b)  where  the journey  is performed  by air, an amount  equal  to one 1[business  \nclass]  air fare by the shortest  practicable  route;  and \n(c)  where  the journey  or any part thereof  is performed  by road,  a mileage  \nallowance  2[at the rate of twenty -five Rup ees per kilometer]:  \n3[Provided that the amount of travelling allowance under this section shall not in any case \nexceed the aggregate of the daily, conveyance and housing allowance admissible under sections 4 \nand 9 to which the member would have been entitl ed had he not so absented himself. ] \n7. Short  intervals  between  sessions  or sittings  of committee. —Where  the interval  between  \nthe termination  of one session  4[and the commencement  of another  session,  or between  the \ntermination  of one sitting  of a committee  and the commencement  of another  sitting  of the committee]  \nat the same  place  does not exceed  5[Three]  days and, during  such interval,  a member — \n(a)  remains  at such place,  he shall  be entitled  to receive  for each day of residence  \nat such place  4[daily,  conv eyance  and housing  allowances  at the rates  specified  \nin sections  4 and 9] ; or \n(b)  leaves  such place  for another  place,  he shall  be entitled  to receive  travelling  \nallowance  at the same  rates  and subject  to the same  conditions  as are specified  \nin section  6 as if he were  absent  from  such place  during  the session  or sitting  \nof the committee.  \n8. Form  of certificate .—Every  claim  by a member  for travelling  allowance,  conveyance  \nallowance  or daily  allowance  shall  be supported  by a written  certificate  in following  form  signed  by \nthe member,  namely: — \n“Certified  that no amount  has been  claimed  by me for the same  journey  period  in any other  \nbill 5[from  either  House  or from  Government  or a Government  Organization] ”. \n \n \n \n1Added  and subs. by Act No. IX of 1996 , s. 6. \n2Subs.  by the Finance Act , 2024 (Act  No. X of 2024 ), s. 5. \n3Subs.  by Act No. XXII  of 2013,  s. 3 (w. e. f. 01­7­2013).  \n4Subs.  by Act No. III of 1988 , ss. 6 and 7. \n5Subs.  by Act No. XVII  of 2012,  s. 5 (w. e. f. 01­7­2012).  \n                       \n \nPage 7 of 9 \n 1[9. Housing  allowance .—A member  shall  be paid a housing  allowance  at the rate of 2[four  hundred  \nand fifty]  rupees for each day during  any period  of residence  on duty.]  \n \n10. Free  travel. —(1) Every  member  shall  be provided  during  a year with such vouchers  of the value  \nof 1[2[3[three hundred]  thousand]  rupees]  as would  enable  him to travel  3[**] at any time without  payment  of \nany fair 4[by 5[any Pakistani airline] or by Pakistan  Railways ]: \n \nProvided  that, where  a person  becomes  a member  during  the course  of a year,  the value  of the \nvouchers  with which  he is provided  during  that year shall  not exceed  the value  which  bears the same  \nproportion  to 1[2[3[three  hundred]  thousand]  rupees],  as the unexpired  portion  of the year bears  to a year.  \n \n(2) A member  who does not wish  to be provided  with such vouchers  shall  be paid an allowance  which  \nbears  the same  proportion  to the value of the vouchers  he would  have  been  entitled  to be provided  with under  \nsub­section  (1) as the sum of 1[2[6[ninety thousand]  rupees]  bears  to the sum of 1[2[3[three  hundred]  thousand]  \nrupees.]  \n \n7[(2A)  A member  shall,  in addition  to the vouchers  referred  to in sub­section  (1) or, as the case may \nbe, amount  of 6[ninety  thousand]  rupees  in cash referred  to in sub­section  (2), be entitled  to 8[thirty ] business  \nclass  open  return  air tickets  from  the airport  nearest  9[or most viable] to his constituency  to Islamabad  9[or the \nequivalent value thereof in travel vouchers.] ] \n \n9[Explanation. —In this sub -section where the Pakistan International Airlines Corporation (PIAC) does \nnot fly from the concerned me mber’s constituency, 8[thirty]  business class open return air t ickets shall be \nissued by the PIAC or travel vouchers of equivalent value for issuance of air tickets from another nearest \nviable Airport. The member may opt for provision of air tickets or travel vouchers.]  \n \n(3) Any voucher  with which  a member  is provided  under  sub­section  (1) 9[and (2A)] may be utilised  \nby the family  of the member.  \n \nExplanation .—In this sub­section,  “family ” means  the spouse  and children  of a member  and 10[any \nother  person s]. \n \n(4) The utilisation  by a member  of any voucher  with which  he is provided  under  sub­section  (1) 10[and \n(2A) ] for the purpose  of any journey  for which  he is entitled  to any travelling  allowance  under  this Act shall \nnot in any way affect  his right  to receive  such allowance.  \n \n10[8[(5)] The privileges provided to a member  under this section will not be refunded.]  \n \n8[(6) the un -utilized air tickets and travel vouchers to which a Member is entitled under this section \nshall carry forward to next financial year and not lapse at the end of a financial year.]  \n \n \n1[11. Telephone .—A member  shall  be entitled  to have  a telephone  installed  at his residence  at \nGovernment   expenses   where    facilities   for  installation  are  available  and to  a  monthly   allowance   of \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs.  by Act No. XII of 1985 , ss. 5, 6 and 11.  \n2Subs. by Act No. III of 1993  ss. 6-7. \n3Subs.  by Act No. XVII  of 2012,  s. 5 (w. e. f. 01.7.2012).  \n4Omitted  and subs.  by Act No. V of 2015,  s. 4. (w. e. f. 01-07-2005)  \n5Subs.by the Finan ce Act , 2018 (Act  No. XXX of 2018 ), s. 4. \n6Subs.  by Finance Act, 2006 (Ac t No. III of 2006), s. 12 A. \n7Ins. by Act  No. IX of 1996 , s. 6. \n8Subs., r enumbered and ins. by the Finance Act, 2024 (Act No. X of 2024 ), s. 5.  \n9Ins. and added by the Finance  Act, 2021 (Act  No. VIII of 2021 ), s. 4. \n10Subs.  and added by the Finance Act, 202 2 (Act No. XIII of 2022 ), s. 2B. \n                       \n \nPage 8 of 9 \n 1[four  thousand  and six hundred]  rupees  on account  of telephone  charges  whether  a telephone  is so \ninstalled  or not]. \n2[11A.  Office  maintenance  allowance .—A member  shall  be entitled  to receive  an office  \nmaintenance  allowance  at the rate of 3[five  thousand]  rupees  per mensem.]  \n12. Other  facilities. —4[(1)] A member  shall  be entitled  to such facilities  5[* * *] as were  \nadmissible  to a member  of the National  Assembly  of Pakistan  immediately  before  the \ncommencement  of this Act. \n4[(2) An ex­member  who remained  a member  of either  House  of Parliament  for atleast  one \nterm shall  also be entitled  to such facilities  as are notified  from  time to time 5[* * *] ]. \n5[(3) A member and ex-member shall be entitled to the same medical facilities a s are \nadmissible to an officer of BPS -22 of the Federal Government.  \n(4) An ex-member and his spouse shall be entitled to the gratis official (blue) passport. ] \n13. Leader  of the House  and Leader  of the Opposition. —1[(1) A leader  for the House  and \na Leader  of Opposition,  other  than the Prime  Minister,  shall  be entitled  to the salaries,  allowances  \nand privileges  as are admissible  to a Federal  Minister  under  the Federal  Ministers  and Ministers  of \nState  (Salaries,  Allowances  and Privileges)  Act, 1975  (LXII  of 1975).]  \n(2) It is hereby  declared  that the office  of the Leader  of the House  or Leader  of the \nOpposition  shall  not disqualify  its holder  from  being  elected  or chosen  as, or from  being,  a member  \nof Parliament.  \n1[13A.  Chairman  of the Standing  Committee. —A memb er elected  as the Chairman  of a \nStanding  Committee  of a House  shall,  in addition  to the salary,  allowances  and facilities  admissible  \nas a member,  be entitled  to— \n(a) an honorarium  of 5[twenty five thousand] rupees  per month  ; \n(b)  the services  of a Private  Secretary  in Basic  Pay Scale  17, Stenographer  in \nBasic  Pay Scale  15, Driver  in Basic  Pay Scale  4 and one Naib  Qasid  in Basic  \nPay Scale  1 ; \n(c)  telephone  facility  in the office  to a limit  of 6[ten]  thousand  rupees  per month  ; \n(d)  office  accommodation  with necessary  furniture  and equipment  ; \n7[(e)  8[1200CC to 1600CC]  car and three  hundred  and sixty  liters  of petrol  per \nmonth  for local  use subject  to the following  conditions,  namely: — \n \n \n______________________________________________________________________ ___________  \n1Subs.  and ins. by the Finance  Act, 1996 (Act  No. IX of 1996 ), s. 6. \n2Subs.  by Act No. XII of 1985 , s. 7. \n3Subs.  by Act No. III of 1993 , s. 9. \n4Re­numbered  and added  by Act No. XVI of 2011,  s. 3. \n5Omittted, Added  and Subs. by the Finance Act , 2018 (Act  No. XXX of 2018 ), s. 4. \n6Subs . and shall be deemed  to have  been  so subs.  on 13th February , 2004,  s. 12A (Act No. III of 2006). \n7Subs.  and shall be deemed to have been so subs. on the 15th day of September, 2005  by the Finance Act No. III of 2006,  s.12A.  \n8Subs . by Finance Act, 2023 (Act No.  XXXIV of 2023 ), s. 3.  \n                       \n \nPage 9 of 9 \n (i) the Chairme n of the Standing Committees of a House are also allowed to use staff car \nbeyond the municipal limits of the Islamabad within the prescribed ceiling of 360 \nliters of petrol per month and for this purpose PSO Fleet Cards issued to them may be \nused any  where in the country for obtaining petrol;  \n1[* *  *  *  *  *  *] \n1[* *  *  *  *  *  *] \n1[(ii)] 1[official vehicle shall only be driven by the Staff Car Driver for outstation duty and \nhe shall be entitled to TA/DA; ] \n1[(iii)]  cost of petrol  beyond  prescribe d ceiling  of 360 liters  per month  shall  be borne  by the \nChairmen  of the Standing  Committees  of a House  themselves;  \n1[(iv)]  no deduction  of conveyance  allowance  shall  be made  to which  the Chairman  is \nentitled  as member  of the Parliament  ; and \n(f) installat ion of telephone  at the residence  at Islamabad  at Government  expense  and exemption  of \nrental  and payment  of charges  of calls upto a maximum  of 2[five  thousand]  rupees  per month2[.] \n2[*   *   *   *   *   *   *] \nExplanation. —For the purpose  of this section,  the functional  Committees  of the Senate  3[, * * *] shall \ndeem  to be the Standing  Committees  thereof.]  \n14. Power  to make  rules .—After  consultation  with the Speaker  of the Assembly  and the Chairman  \nof the Senate,  the Federal  Government  may,  by notification  in the official  Gazette,  make  rules  for carrying  out \nthe purposes  of this Act. \n4[14A.  Act to have  effect  subject  to instructions,  etc.—This Act shall  have  effect  subject  to such \ninstructions,  rules,  exceptions,  further  concessions  or easements  as the Federa l Government  may 5[by \nnotification  in the official  Gazette]  from  time to time issue  or grant.].  \n6[14B.  Increase  in emoluments. —The Salaries,  allowances  and privileges  of Members  shall \nautomatically  be increased  by the 7[Finance Committee of the National As sembly Secretariat] 5[by notification  \nin the official  Gazette]  in proportion  to the increase  in the emoluments  of the civil servant.].  \n8[14C. Increase in salaries etc. —(1) The 7[Finance Committee of the National Assembly Secretariat]  \nmay, by notification in the official Gazette, revise the salaries and allowances of members to enable them to \nperform their functions and discharge their responsibilities in a befitting and effective manner.  \n \n() The provision of this section shall have effect notwithstanding a nything contained in any provision \nof this Act.   \n \nExplanation.― For the purpose  of this section , the expression  “Member s” include  the Chairman  of the \nStanding  Committee  of a House.]  \n \n15. 9[Omitted]   \n \n___________  \n \nRGN Date: 05 -09-2024  \n \n \n \n \n1Omitted , re-numbe red and subs.  by Fin ance Act, 2023 (Act No. XXXIV of 2023 ), s. 3. \n2Subs.  and omitted  by Finance Act, 2006 (Act No. III of 2006), s. 12A, shall  be deemed  to have  been  so subs.  on 13th, February  2004.  \n3Omitted  by Act No. V of 2015 , s. 4. \n4Added  by Act No. XII of 1985, s. 9. \n5Ins. and Added  by the  Finance Act, 2006 (Act  No. III of 2006), s. 12A.  \n6Subs.  by Act No. V of 2005,  s. 2. \n7Subs. by Finance Act, 2024 (Act No. X of 2024 ), s. 5.  \n8Ins. by Finance Act, 2016 (Act No. XXIX of 2016 ), s. 8.  \n9Omitted by the Fed eral Laws (Revision and Declaration)  Ordinance No. XXVII of 1981 , s. 3 and II Sch."
}