{
    "file": "./converted_json\\administratorc3648894911e2550329beb4bcf63637d.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n  \n \n \n \nTHE MEDICAL COLLEGES (GOVERNING BODIES) \nORDINANCE, 1961  \n \n \n \n \n \n \nCONTENTS  \n1.  Short title extent and commencement  \n2.  Definitions  \n3.  Constitution of Governing Bodies  \n4.  Powers and functions of a Governing Body  \n5.  Committees  \n6.  College Fund, accounts an d finance  \n7.  Returns and statements  \n8.  Power to make rules  \n9.  Power to make regulations  \n \n \n \n  \n \n\n \nPage 2 of 4 \n THE MEDICAL COLLEGES (GOVERNING BODIES) ORDINANCE, 1961  \n \nORDINANCE No. XIII of 1961  \n[18th April, 1961]  \n \nAn Ordinance to provide for the constitution of Governin g Bodies for Medical Colleges in Pakistan.  \n  \n WHEREAS it is expedient to provide for the constitution of Governing Bodies for Medical \nColleges in Pakistan for the efficient administration and management of the affairs of such colleges;  \n \n Now, THEREFORE, in  pursuance of the Proclamation of the seventh day of October, 1958, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance: — \n \n 1. Short title extent and commencement. —(1) This Ordi nance may be called the Medical \nColleges (Governing Bodies) Ordinance, 1961.  \n \n (2) It extends to the whole of Pakistan.  \n \n (3) It shall come into force at once.  \n \n 2. Definitions. —In this Ordinance, unless there is anything repugnant in the subject or \ncontex t,— \n (a)    “Chairman” means the Chairman of a Governing Body;  \n \n (b)  “Governing Body” means a Governing Body constituted under this Ordinance;  \n \n (c)  “Medical College” includes any hospital attached there to; and  \n \n(d)  “member” means the member of a Gove rning Body.    \n 3. Constitution of Governing Bodies. —(1) As soon as may be after the commencement of \nthis Ordinance, the Provincial Government shall, for the efficient administration and management of \nthe affairs of all Medical Colleges within the Province,  by notification in the official Gazette, \nconstitute for each such college a Governing Body consisting of such number of members not \nexceeding fifteen as may be appoint ed by it 1[* *]. \n \n (2) Not more than one third of the members shall be chosen directly by the Provincial \nGovernment and the remaining mem bers shall be chosen from amongst persons proposed by such \ninstitutions, bodies or organisations as the 1[Provincial Govern ment] may, from time to time, by \nnotification in the official Gazette, specify:  \n \n Provided that in the case of the Governing Body for a Medi cal College in a district in which \nthere is a University, the Vice -Chancellor of such University shall be appointed as one of the \nmembers.  \n \n (3) The Provincial Government shall appoint one of the  mem bers to be the Chairman of the \nGoverning Body:  \n \n Provided that where the Vice -Chancellor of a University is a member of the Governing Body, \nhe shall be the Chairman thereof.  \n \n 1Omitted and subs. by A.O., 1964 Art. 2 and Sch.   \n \nPage 3 of 4 \n  (4) The Chairman as suc h and the members chosen directly by the Provincial Government \nshall hold office during the pleasure of the Provincial Government and the other members shall, \nunless earlier required to vacate by the Provincial Govern ment, hold office for a term of three years \nand shall be eligible for re -appointment 1[.].  \n \n 1[*  *  *  *  *  *  *] \n \n 4. Powers and functions of a Governing Body.__(1) A Governing Body shall administer and \nmanage the affairs of the Medical College for which it has been constituted and shall, subject to any \nrules made in this behalf, have all powers necessary for the purpose.  \n \n (2) In the exercise of its powers and performance of its func tions, a Governing Body shall, in \nrespect of policy making, coordination and maintenance of educational sta ndards, be guid ed by such \ndirections as the  1[Provincial Government] may, from time to time, give.  \n \n 5. Committees. —(1) A Governing Body shall, for the efficient performance of its functions \nunder this Ordinance, constitute, with such of its members and other persons as it may appoint, the \nfollowing committees, namely: — \n(a)  The Executive Committee;  \n(b)  The Finance and Departmental Grants Committee ;  \n (c)  The Establishment and Discipline Committee ;  \n(d)  The Medical Staff Committee ;  \n (e)  The Hospital  Management and Hostels Committee; and  \n (f)  The Nursing Committee.  \n \n (2) Subject to such directions as the 1[Provincial Govern ment] may, from time to time give in \nthis behalf, a committee constituted under sub -section (1) shall perform such -functions as  may be \nprescribed by regulations or otherwise specified by the Governing Body.  \n \n 6. College Fund, accounts and finance.__(1) Except as otherwise provided in this section, \nthe constitution of a Governing Body for a Medical College shall not affect the posi tion obtaining \nbefore such constitution with respect to the receipt, expenditure or any arrangement relating to the \nfinances of a Medical College or the maintenance and audit of its accounts.  \n \n (2) All receipts of a Medial College from any source what soever shall constitute the College \nFund which shall be applied, subject to any rules made in this behalf, by its Governing Body to meet \nall expenditure for the administration and management of the affairs of the Medical College and \nother charges connected wit h the performance of the functions of that Governing Body under this \nOrdinance.  \n  \n \n1 Subs and omitted by A. O., 1964, Article 2 & Sch.   \n.   \n   \n \n \nPage 4 of 4 \n  7. Returns and statements. —(1) As soon as may be after the close of every financial year \nbut not later than the  last day of September next following, every Governing Body shall submit to the \n1[Provincial Govern ment] a report of the condu ct of its affairs for that year 1[* * *]. \n \n (2) The 1[* * *] Provincial Government may require a Govern ing Body to furnish it wi th— \n(a) any report, return, statement, estimate, statistics or other information regarding \nany matter under the control of that Governing Body or on any subject with \nwhich that Governing Body is concerned ; or  \n(b)  any document or copy thereof in the charg e or under the control of that \nGoverning Body.  \n \n 8. Power to make rules. —The 1[Provincial Government] may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n \n 9. Power to make regulations. —(1) A Governing Body may, su bject to the previous ap -\nproval  of the 1[Provincial Government] , make regulations to provide for any matter which is not \nrequired to be provided for by rules and for which provision is necessary or expedient for efficient \nconduct of its busines s or the performance of its func tions under this Ordinance.  \n   \n (2) Where any provision of a regulation is inconsistent with any provision of a rule, the latter \nshall prevail.   \n \n \n \n \n \n \n________________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 20-05-2024  \n1Subs. and omitted  by A.O., 1964, Act. 2 and Sch."
}