{
    "file": "./converted_json\\administrator8cb2e5fe346325af36997407499ebdc5.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "COMPANIES  \n(MANAGEMENT BY ADMINISTRATOR) \nRULES, 1993 \nGazette of Pakistan, Extraordinary, Part II, \n8th November, 1993  \nS.R.O. 1053(!)/93, dated 8-11- 1993.---In exercise of the powers conferred by subsection (12 of section \n295. read with section 506 of the Companies Ordinance, 1984 (XLVII of 1984). and the Finance Division \nNotification No. S.R.O 698(1)/86, dated the 2nd July, 1986. the Corporate Law Authority hereby makes the \nfollowing rules, the same having been published previously as required under the said section 506:  \nPART I—PRELIMINARY  \n1. Short title commencement.-- -(1) These rules may be called the Companies management by \nAdministrator) Rules, 1993. \n \n(.2) They shall come into force at once. \n2. Definitions.- --(1) In these rules, unless there is anything repugnant in the subject or context,- \n \n(i) ordinance means the Companies ordinance, 1984 (XLVII of 1984); and \n(ii) \"section\" means a sec tion, of the Ordinance. \n(2) All Other words, terms and expressions used but not defined in these rules shall the shall meaning as are \nassigned to them in the Ordinance .  \nPART II---REPRESENTATION TO THE AUTHORITY  \n3. Several creditors may join  in one representation.- --All creditors may be joined in one representation or \nthe representation may be made by one or more creditors whose debt or aggregate debt is not less than sixty \nper cent. of the paid-up capital of the company. \n \n4. Documents to be accompanied with representation.- --(1) The representation under rule 3 shall be in the \nform of an application to the Authority and shall be supported by such information as specified in the \nAnnexure to these rules.  \n(2) A representation shall be accompanied, \n \n(a) by supporting documents referred to or relied upon . alongwith certified copies of annual accounts of the \ncompany for the preceding three years; and \n(b) by the original receipt of  the fee paid under rule 8. \n \n(3) The application shall be in triplicate. \n \n5. Register of Representation.- --The Authority shall cause the particulars of every application to be entered \nin a register to be kept for the purpose. called ‘Register of Representations under section 295\" entries \nwherein shall be serially numbered in every year and the number in the register shall be endorsed on the \napplication which shall be borne by all proceedings thereunder. \n \n6. Notice to parties.- --When a representation has been duly made by an application, notice shall be issued \nto the company and all others concerned to appear and show cause why the ap plication should not be \naccepted. \n \n7. Disposal of representations.- --(1) The Authority shall . except in ex traordinary. circumstances and on \ngrounds to be recorded hear the representation on day to day basis and shall dispose of it within sixty days \nof its receipt. \n \n(2) In dealing with a representation under sub-rule (1) th e provisions of section 478. shall as far as possible \nbe applicable. \n \n8. Fee.-- -A fee of ten thousand rupees shall be payable for making a representation to the Authority under \nsubsection ( 1 ) of section 295.  \nPART-Ill—MANAGEMENT BY THE ADMINISTRATOR  \n9. Management of company.- --Where an administrator has been appointed he shall manage the company in \naccordance with the prov isions of the Ordinance in the rules ma de thereunder and accordance with such \ndirections, not inconsistent with the provisions of th e Ordinance or rules. made thereunder as the Authority \nmay give from time to time. \n \n10. Best possible profits and benefits to be earned.- --The administrator shall manage the affairs of the \ncompany and carry on its business in the best possibl e manner so as to earn the best possible profits and-\nbenefits for the company and its members and creditors \n \n11. Handing over of company’s affairs.- --In the event of an order under subsection (6) of section 295 \nwhereby the purpose of the order for appointing the administrator has been fulfilled and the company has been permitted to appoint directors. on appointment of such directors the administrator shall hand over the \nmanagement and affairs of the company includi ng records thereof to the said directors. \n \n12. Appointment of committee.- --The Authority may appoint a committee consisting of representatives of \nthe creditors and shareholders to offer its comments and suggestions to the Authority regarding the \nadministrator with particular reference to \n(a) the affairs of the company: (b) disposal of capital assets; and (c) any other related matter.  \n  \nAnnexure \n[See rule 4(1)]  \nINFORMATION TO BE SUPPLIED WITH THE REPRESENTATION  \n(1) Name and status of the company ............................................................... \n(2) Names of the directors at the time of representation ......................................... \n(3) Name of the chief executive of the company ................................................... (4) Registered office of the company ............................................................... \n(5) Nature of business of the company .............................................................. \n(6) Paid-up capital of the company .................................................................  \n7. Amount of loans with dates thereof- ........................................................... \n(i) Long-term loan with rate of mark  up ................................................ \n(ii) Bridging advance with rate of mark up .....................………………. \n(iii) Working capital loans with rate of mark up .............. ............... ............. \n(iv) Any other loan ............................................................................ \n \n8. Repayment schedule of the respective loans.................................... 9. Repayment made, if any, with their respective dales ......................................... \n10. Total amount of outstanding loan with period thereof with percentage of the paid-up \ncapital.......................................................................................... 11. Nature of grievances .............................................................................. \n12. Statement and document filed in support of item 10, if any with complete address of the creditors \n......................................................................................"
}