{
    "file": "./converted_json\\administrator2bbb145adb573172ec68151f4e70dfb5.json",
    "name": "The Negotiable Instruments Act, 1881",
    "date": "1881",
    "tagline": "A comprehensive legislation governing negotiable instruments in India.",
    "content": "Page 1 of 44 \n \n  \n \n \n \n \n \nTHE NEGOTIABLE INSTRUMENTS ACT, 1881  \n \n \nCONTENTS \n___________  \nPREAMBLE  \nCHAPTER I  \nPRELIMINARY  \n1. Short title  \n  Local extent  \nSaving of usages relating to hundis, etc  \nCommencement  \n1A. Application of the Act  \n2. [Repealed. ] \n3.  Interpreta tion clause  \nCHAP TER II  \nOF NOTES, BILLS AND CHEQUES  \n4.  “Promissory note ” \n5.  “Bill of exchange ” \n6.  “Cheque ” \n7.  “Drawer ” \n  “Drawee ” \n  “Drawee in case of need ” \n  “Acceptor ” \n  “Acceptor for honour ” \n  “Payee ” \n8.  “Holder ” \n9. “Holder in due course ” \n10.  “Payment in due cours e” \n\n \nPage 2 of 44 \n 11. Inland instrument  \n12.  Foreign instrument  \n13.  “Negotiable instrument ” \n14.  Negotiation  \n15.  Indorsement  \n16.  Indorsement “in blank ” and “in full ” \n17.  Ambiguous instruments  \n18.  Where amount is stated differently in figures and words  \n19.  Instrumen ts payable on demand  \n20.  Inchoate stamped instrument  \n21. “At sight ”  \n“On presentment ” \n“After sight ” \n21A.   When note or bill payable on demand is overdue  \n21B.   A note or bill payable at a determinable f uture time  \n21C.   Anti-dating and post -dating  \n22. “Matu rity” \n  Days of grace  \n23. Calculating maturity of bill or note payable so many months after date or sight  \n24.  Calculating maturity of bill or note payable so many days after date or sight  \n25.  When day of maturity is a holiday  \nCHAPTER III  \nPARTIES TO N OTES , BILL  AND CHEQUES  \n26.  Capacity to make, etc., promissory notes, etc  \n  Minor  \n27.  Agency  \n27A.   Authority of partners  \n28.  Liability of agent signing  \n28A.  Transfer or by delivery and trans feree  \n29. Liability of legal representative signing  \n29A.  Signature e ssential to liability  \n29B.   Forged or un  authorized signature  \n29C.   Stranger signing instrument presumed to be indorser  \n \nPage 3 of 44 \n 30.  Liability of drawer  \n31. Liability of drawee of cheque  \n32.  Liability of maker of note and acceptor of bill  \n33.  Only drawee can be acceptor except in need or for honour  \n34.  Acceptance by several drawees not partners  \n35.  Liability of indorser  \n36.  Liability of prior parties to holder in due cours e \n37.  Maker, drawer and acceptor principals  \n38.  Prior party a principal in respect on e ach subsequent party  \n38A.   Liability of accommodation party and position of accommodation party  \n39.  Suretyship  \n40.  Discharge of indorser’s liability  \n41.  Accep tor bound although indorsement forged  \n42.  Acceptance of bill drawn in fictitious name  \n43.  Negotiable instrument made, etc. , without consideration  \n44.  Partial absence or failure of money consideration  \n45.  Partial failure of consideration not consist ing of money  \n45A.  Holder’s right to duplicate of lost bill  \nCHAPTER IV  \nOF NEGOTIATION  \n46.  Delivery  \n47.  Negotiation by delivery  \n48.  Negotiation by indorsement  \n49.  Conversion of indorsement in blank into indorsement in full  \n50. Effect of indorsement  \n51. Who may negotiate  \n52.  Indorser who excludes his own liability or makes it conditional  \n53. Holder cl aiming through holder in due course  \n53A.  Rights of holder in due course  \n54.  Instrument indorsed in blank  \n55.  Conver sion of indorseme nt in blank in to indorsement in full  \n56.  Requisites of indorsement  \n57. Legal representative cannot by delivery only negot iate instrument indorsed by \ndeceased  \n \nPage 4 of 44 \n 57A.  Negotiation of instrument to party already liable thereon  \n57B.  Rigts of holder  \n58.  Defective title  \n59.  Instrument acquired after dishonour or when overdue  \n  Accommodation note or bill  \n60.  Instrument negotiable t ill payment or satisfaction  \nCHAPTER V  \nOF PRESENTMENT  \n61.  Presentm ent or acceptance  \n62.  Presentment of promissory note for  sight  \n63.  Drawee ’s time for deliberation  \n64.  Presentment for payment  \n65.  Hours for presentment  \n66.  Presentment for payment of in strument payable after date or sight  \n67.  Presentment for payment of promissory note payable by instalments  \n68.  Presentment for payment of instrument payable at specified place and not elsewhere.  \n69. Instrument payable at specified place  \n70. Presentment w here no exclusive place specified  \n71. Presentment when maker , etc., has no known place of business or residence  \n71A.  What constitutes valid presentment and mode of presentment  \n72. Presentment of cheque to charge drawer  \n73. Presentment of cheque to charge any other person  \n74.  Presentment of instrument payable on demand  \n75. Presentment by or to agent, represen tative of deceased , or assignee of insolvent  \n75A.   Excuse for delay in presentment for acceptance or payment  \n76.  When presentment unnecessary  \n77.  Liability of banker for negligently dealing with bill presented for payment  \nCHAPTER VI  \nOF PAYM ENT AND INTEREST  \n78.  To whom payment should be made  \n79. Interest or return in any other form when rate specified or not specified  \n80.  Interest when no rate specif ied \n \nPage 5 of 44 \n 81.  Delivery of instrument on payment, or indemnity in case of loss  \nCHAPTER VII  \nOF DISCHARGE FROM LIABLILITY ON NOTES, BILLS AND CHEQUES  \n82.  Discharge from liability  \n83.  Discharge by allowing drawee more than forty -eight hours to accept  \n84.  When ch eque not duly presented and drawer damaged thereby  \n85.  Cheque payable to order  \n85A.   Draft s drawn by one branch of a bank on another payable to order  \n86.  Parties not consenting discharged by qualified or limited acceptance  \n87.  Effect of material alterat ion \n  Alteration by indorsee  \n88.  Acceptor or indorser bound notwithstanding pre vious alteration  \n89.  Payment of instrument on which alteration is not apparent  \n90.  Extinguishment of rights of action on bill in acceptor’s hands  \nCHAPTER VIII  \nOF NOTICE OF DI SHONOUR  \n91.  Dishonour by non -acceptance  \n92.  Dishonour by non -payment  \n93. By and to whom notice should be given  \n94.  Mode in which notice may be given  \n95.  Party receiving must transmit notice of dishono ur \n96.  Agent for presentment  \n97.  When party to who m notice given is dead  \n98.  When n otice of dishonour is unnecessary  \nCHAPTER IX  \nOF NOTING AND PROTEST  \n99.  Noting  \n100.  Protest  \n  Protest for better security  \n \nPage 6 of 44 \n 101.  Contents of protest  \n102.  Notice of protest  \n103.  Protest for non -payment after dishonour by non-acceptance  \n104.  Protest of foreign bill s \n104A.   When noting equivalent to protest  \nCHAPTER X  \nOF REASONABLE TIME  \n105.  Reasonable time  \n106.  Reasonable time of giving notice of dishono ur \n107.  Reasonable time for transmitting such notice  \nCHAPTER XI  \nOF A CCEPTANCE AND PAYMENT FOR HONOUR AND REFERENCE I N CASE OF \nNEED  \n108.  Acceptance for honour  \n109.  How acceptance for honour must be made  \n110.  Acceptance not specifying for whose honour it is made  \n111.  Liability of acceptor for honour  \n112.  When acceptor f or honour may be charged  \n113.  Payment for honour  \n114.  Right of payer for honour  \n115.  Drawee in case of need  \n116.  Acceptance and payment without protest  \nCHAPTER XII  \nOF COMPENSATION  \n117.  Rules as to compensation  \nCHAPTER XIII  \nSPECIAL RULES OF EVIDENCE  \n118.  Presumptions as to nego tiable instruments  \n119.  Presumption on proof of protest  \n120.  Estoppel against denying original validity of instrument  \n \nPage 7 of 44 \n 121.  Estoppel against denying capa city of payee to indorse  \n122.  Estoppel against denying signature or capac ity of prior party  \nCHA PTER XIV  \nSPECIAL PROVISIONS REALATING TO CHEQUES  \n122A.   Revocation of Banker’s authority  \n123.  Cheque crossed generally  \n123A.   Cheque crossed “account payee ” \n124.  Cheque crossed specially  \n125.  Crossing after issue  \n125A .  Crossing a material part of a  cheque  \n126.  Payment of cheque crossed generally  \n  Payment of cheque crossed specially  \n127.  Payment of cheque crossed specially more than once  \n128.  Payment in due course of crossed cheque  \n129.  Payment of crossed cheque out of due cour se \n130.  Cheque bearing “not negotiable”  \n131.  Non-liability of banker receiving payment of cheque  \n131A .  Application of c hapter to drafts  \n131B.   Protection to banker crediting cheque crossed “account payee”  \n131C.   Cheque not operating as assignment of fun ds \nCHAPT ER XV  \nSPECIAL PROVISIONS RELATING TO BILLS OF EXCHANGE  \n131D.   Several drawees  \n131E.   In whose favour a bill may be drawn  \n131F.   When presentment for acceptance is necessary  \nl31G.   When presentment excused  \n131H.  Holder’s right of recourse aga inst d rawer and indorsers  \n131I.  Holder may refuse qualified acceptance  \n132.  Set of bills  \n133.  Holder of first acquired part entitled to all  \n \nPage 8 of 44 \n CHAPTER XVI  \nOF INTERNATIONAL LAW  \n134.  Law governing liability of parties to a foreign instrument  \n135.  [Omit ted.] \n136.  Instrument made, etc., outside Pakistan , but in accordance with their l aw \n137.  Presumption as to foreign law  \nCHAPTER XVII  \nNOTARIES PUBLIC  \n138.  Power to appoint notaries public  \n139.  Power to make rules for notaries public  \n \nSCHEDULE . —[Repealed. ] \n \nPage 9 of 44 \n THE  NEGOTIABLE  INSTRUMENTS  ACT,  1881  \n1ACT  NO XXVI  OF 1881  \n[9th December,  1881]  \nAn Act to define  and amend  the law relating  to Promissory  Notes,  Bills of Exchange  and Cheques   \nPreamble.  \nWHEREAS  it is expedient  to define  and amend  the law relating  to promissory  notes, bills of \nexchange  and cheques ; It is hereby  enacted  as follows: ___ \nCHAPTER  I \nPRELIMINARY  \n \n1. Short  title.  This Act may be called  the Negotiable  Instruments  Act, 1881.  \n \nLocal  extent.  Saving  of usages  relating  to hundis,  etc. Commenceme nt. 2[It exten ds to the \nwhole  of Pakistan ]; but nothing  herein  contained  affects  3[the provisions  of sections  24 and 35 of the \nState  Bank  of Pakistan  Act, 1956  (XXXIII  of 1956)];  and it shall  come  into force  on the first day of \nMarch,  1882.  \n \n4[1A. Applicat ion of the Act. Every  negotiable  instrument  shall  be governed  by the \nprovisions  of this Act, and no usage  or custom  at variance  with any such provision  shall  apply  to any \nsuch instrument.]  \n \n2. [Repeal  of enactments. ] Rep. by the Amending  Act, 1891  (XII of 1891).  \n5[3. In terpretation -clause. — In this Act, unless  there  is anything  repugnant  in the subject  or \ncontext, ― \n(a) “accommodation  party ” means  a person  who has signed  a negotiable  \ninstrument  as a maker,  drawer,  acceptor  or indorser  without  receiving  the \nvalue  thereof  and for the purpose  of lending  his name  to some  other  person;  \n \n1For Statement  of Objects  and Reas ons, see Gazette  of India,  1876,  p. 1836  ; for the Reports  of the Select  Committee,  see ibid.,  1877,  Pt. V, p. 321, \n1878,  Pt. V, p. 145 ; 1879,  Pt. V, p. 75 ; 1881,  Pt. V, p. 85 ; for discussions  in Council,  see ibid.,  1876,  Supplement,  p. 1081  ; and ibid., 1881,  \nSupplement,  p. 1409.  \nThis Act has been  declared  to be in force  in Balochistan  by the British  Balochistan  Laws  Regulation,  1913  (2 of 1913), s. 3. \nFor summary  procedure  on negotiable  instruments,  see the Code  of Civil  Procedure,  1908  (Act 5 of 1908) , Sch. I, Order  XXXVII.  \nThis Act has been  extended  to___ \n(a) the Leased  Areas  of Balochistan,  see the Leased  Areas  (Laws)  Order,  1950  (G. G. O. 3 of 1950);  and applied  in the Federated  Areas  of \nBalochistan,  see Gaz. of India,  1937,  Pt. I, p. 1499  ; \n(b) the Balochistan  States  Union,  see the Balochistan  States  Union  (Federal  Laws)  (Extension)  Order , 1953  (G. G. O. 4 of 1953),  as \namended  by the Balo chistan  States  Union  (Federal  Laws)  (Extension)  (Second  Amendment)  Order,  1953  (G. G. O. 19 of 1953);  and \n(c) the State  of Bahawalpur,  see the Bahawalpur  (Extension  of Federal  Laws)  Order,  1953  (G. G. O. 11 of 1953),  as amended.  \nThe Act has been  and shall  be deemed  to has been  brought  into force  in Gwadur  with effect  from  the 8th September,  1958  by the Gwadur  (Appl ica-\ntion of Central  Laws)  Ordinance,1960  (37 of 1960),  s. 2. \nThe Act, as in force  in the North -West  Frontier  Province  immediately  before  the commencement  of N.W.F.P.  Regulation  No. II of 1974,  has been \napplied  to the Provincially  Administered  Tribal  Areas  of Chitral,  Dir, Kalam,  Swat  and Malakand  Protected  Area,  by N.W.F.P.  Regulation,  No. II of \n1974,  s.3. \nThe Act and the rules,  notifications  and order  made  thereunder,  as in force  in N.W.F.P.  before  the 15th July,  1975,  have been  applied  to the Districts  \nof Chitral,  Dir, Swat  and Malakand  Protected  Area  of the N.W.F.P.,  by Regu lation  No. III of 1975,  s. 2 and Sch. \n2Subs.  by the Negotiable  Instrume nts (Amdt.) Act, 1957  (5 of 1958),  s.2 (with  effect  from  the 14th October,  1955),  for “It extends  to [all the Provinces  \nand the Capital  of the Federation] ”. The words  in crotchets  were  subs.  by A. O., 1949,  Arts.  3(2) and 4, for “the whole  of British  India”. \n3 Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 2 ,for certain  original  words . . \n4S.1A,ins .ibid., s.3. \n5 Subs.  ibid., s. 4, for the original  section  as amended  by the Decentralization  Act, 1914  (4 of 1914),  s. 2 and Sch.,  Pt. I, A. O., 1937  and the Negotiable  \nInstruments  (Amdt.)  Act, 1957  (5 of 1958),  s. 3. \n \nPage 10 of 44 \n (b) “banker” means  a person transacting  the business of accepting, for the purpose  \nof lending  or investment,  of deposits  of money  from  the public,  repayable  on \ndemand  or otherwise  and withdrawable  by cheque,  draft,  order  or otherwise,  \nand includes  any Post Office  Savings  Bank;  \n(c) “bearer”  means  a person  who by negotiation  comes  into possession  of a \nnegotiable  instrument,  which  is payable  to bearer;  \n(d)  “delivery”  means  transfer  of possession,  actual  or constructive,  from  one \nperson  to another;  \n(e)  “issue”  means  the first delive ry of a promissory  note,  bill of exchange  or \ncheque  complete  in form  to a person  who takes  it as a holder;  \n(f)  “material  alteration”  in relation  to a promissory  note,  bill of exchange  or \ncheque  includes  any alteration  of the date,  the sum payable,  the time of \npayment,  the place  of payment,  and, where  any such instrument  has been  \naccepted  generally,  the addition  of a place  of payment  without  the acceptor’ s \nassent;  and \n(g)  “notary  public”  includes  any person  appointed  by the 1[Federal  Government]  \nto perform  the functions  of notary  public under  this Act and a notary \nappoi nted under  the Nota ries Ordinance,  1961  (XIX  of 1961) ] \n_______  \nCHAPTER  II \nOF NOTES,  BILLS  AND  CHEQUES  \n4. “Promissory  note.”  A “promissory  note”  is an instrument  in writing  (not being  a bank -\nnote or a currency -note)  containing  an uncondi tional  undertaking,  signed  by the make r, to pay 2[on \ndemand  or at a fixed  or determinable  future  time]  a certain  sum of money  only to, or to the order  of, \na certain  person,  or to the bearer  of the instrument.  \nIllustrations  \nA signs  instruments in the following terms:  \n(a) “I promise  to pay B or order  Rs. 500.” \n(b) “I acknowledge  myself  to be indebted  to B in Rs. 1,000  to be paid on demand,  \nfor value  received. ” \n(c) “Mr. B, I O U Rs. 1,000. ” \n(d)  “I promise  to pay B Rs. 500 and all other  sums  which  shall  be due to him.” \n(e)  “I promise  to pay B Rs. 500, first deducting  thereout  any money  which  he \nmay owe me.” \n \n1 Subs.  by F.A.O ., 1975,  Art, 2 and Table,  for “Central  Government ”. \n2Certain  words  ins. by Ord. 49 of 1962, s. 5. \n \nPage 11 of 44 \n (f)  “I promise  to pay B Rs. 500 seven  days after my marriage  with C.” \n(g) “I promise  to pay B Rs. 500 on D’s death,  provided  D leaves  me enough  to \npay that sum. ” \n(h)  “I promise  to pay B Rs. 500 and to deliver  to him my black  horse on 1st \nJanuary  next. ” \n The instruments  respectively  marked  (a) and (b) are promissory  notes.  The instrumen ts \nrespectively  marked  (c), (d), (e), (f), (g) and (h) are not prom issory  notes. \n5. “Bill  of exchange”.  A “bill of exchange ” is an instrument  in writing  containing  an \nunconditional  order,  signed  by the maker,  directing  a certain  person  to pay l[on demand  or at a fixed  \nor determinable  future  time]  a certain  sum of money  only to, or to the order  of, a certain  person  or to \nthe bearer  of the instrument.   \nA promise  or order to pay is not “conditional, ” within  the meaning  of this section  and section  \n4, by reason  of the time for payment  of the amount  or any instalment  thereof  being  expressed  to be \non the lapse  of a certain  period  after the occurrence  of a specified  event  which, according  to the \nordinary  expectation  of mankind,  is certain  to happen,  althoug h the time of its happening  may be \nuncertain.   \nThe sum payable  may be “certain, ” within  the meaning  of this section  and section  4, although  \nit includes  future  interest  2[or return  in any other  form]  or is payable  at an indicated  rate of exchange,  \nor is 3[payable  at the current  rate of exchange,  and although  it is to be paid in stated  instalme nts and \ncontains  a provision  that on default  of payment  of one or more  instalments  or interest  2[or return  in \nany other  form],  the whole  or the unpaid  balance  shall become due].   \n4[A promise  or order  to pay is not ‘conditional’  nor is the sum payable  ‘uncertain ’ within  the \nmeaning  of this section  or section  4 by reason of the sum payable  being  subject  to adjust ment  for \nprofit  or loss, as the case may be, of the business  of the maker.]   \n5[Where  the person  intended  can reasonably  be ascertained  from  the promissory  note or the \nbill of exchange,  he is a “certain  person” within  the meaning  of this section  and section  4, although  \nhe is misnamed  or designated  by description  only. \nAn order to pay out of a particular fund is not unconditional within the meaning of this \nsection; but an unquali fied order to pay, coupled with ― \n(a) an indication of a p articular fund out of which the drawee is to reimburse \nhimself or a particular account to be debited to the amount, or  \n(b)  a statement of the transaction which gives rise to the note or bill, is \nunconditional.  \n \n1 Ins. by the Nego tiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 6. \n2 Ins. by the Negotiable  Instrument  (Amdt.)  Ordinance,  1980  (61 of 1980),  s. 2. \n3 Subs.  by Ord. 49 of 1962,  s. 6, for “according  to the course  of exchange,  and although  the instrument  provides  that, on default  of payme nt of an    \ninstalment,  the balance  unpaid  shall become  due”.  \n4 New  paragraph  ins. by Ord. 61 of 1980,  s. 2. \n5 Subs.  by Ord. 49 of 1962,  s. 6, for the original  paragraph.  \n \nPage 12 of 44 \n Where the payee is a fictitious or non -existing person the  bill of exchange may be t reated as \npayable to bearer.].  \n6. “Cheque”.  A “cheque”  is a bill of exchange  drawn  on a specified  banker  and not \nexpressed  to be payable  otherwise  than on demand.  \n \n7. “Drawer.”  “Drawee”.  The maker  of a bill of exchange  or cheque  is called  the “drawer ;” \nthe person  thereby  directed  to pay is called  the “drawee .” \n \n“Drawee  in case of need.”  When  in the bill or in any indorsement  thereon  the name  of any \nperson  is given  in addition  to the drawee  to be resorted  to in case of need,  such person is called  a \n“drawee  in case of need. ” \n“Acceptor”.  After  the drawee  of a bill has signed  his assent upon  the bill, or, if there  are \nmore  parts  thereof  than one, upon  one of such parts,  and delive red the same,  or given  notice  of such \nsigning  to the holder or to some  person on his behalf,  he is called  the “ acceptor. ” \n \n“Acceptor  for honour”.  l[When a bill of exchange  has been  noted  or protested  for non-\nacceptance  or for better  security,]  and any person  accepts  it supra protest  for honour  of the drawer  or \nof any one of the indorsers, such person  is called  an “acceptor  for honour. ” \n“Payee”.  The person  named  in the instrument,  to whom  or to whose  order  the money  is by \nthe instrument  directed  to be paid,  is called  the “payee.”  \n \n 2[8. “Holder”.  The “holder”  of a promissory  note,  bill of exchange  or cheque  means  the \npayee  or indorsee  who is in possession  of it or the bearer  thereof  but does not include  a beneficial  \nowner  claim ing through  a benamidar.  \nExplanation.__ Where  the note,  bill or cheque  is lost and not found  again , or is destro yed, the \nperson  in possession  of it or the bearer  thereof  at the time of such loss or destruction  shall  be deem ed \nto continue  to be its holder.]  \n 3[9. “Holder  in due course ”. “Holder  in due course ” means  any person  who for consid eration  \nbecomes  the posses sor of a promissory  note, bill of exchange  or cheque  if payable  to bearer,  or the payee  or \nindorsee  thereof,  if payable  to order,  before  it became  overdue,  without  notice  that the title of the \nperson  from  whom  he derived his own title was defective.  \nExplan ation.— For the purposes  of this section  the title of a person  to a promissory  note, bill \nof exchange or che que is defec tive when  he is not entitled  to receive the amount due thereon by \nreason  of the provisions  of section  58.] \n 10. “Payment in due course” . “Payment  in due course ” means  payment  in accordance  with \nthe apparent  tenor  of the instrument  in good faith and without negligence  to any person in possession  \nthereof  under  circum stances  which  do not afford  a reasonable  ground  for believing  that he is not \nentitled  to receive  payment  of the amount  therein  mentioned.  \n \n1Subs.  by the Negotiable  Instruments  Act, 1885  (2 of 1885),  s. 2, for “When  acceptance  is refused  and the bill is protested  for non-acceptance.”  \n2Subs.  by the Negot iable  Instruments  (Amdt.) Ordinance,  1962  (49 of 1962),  s. 7, for the original  section.  \n3Subs.  ibid., s. 8, for the original  section,  as amende d by the Negotiable  Instruments  (Amdt.)  Act, 1919  (8 of 1919),  s. 2. \n \n \nPage 13 of 44 \n 11. Inland instrument. A promissory  note,  bill of exchange  or cheque  drawn  or made  in \n1[Pakistan],  and made  payable  in, or drawn  upon  any person  resident  in, 1[Pakistan]  shall  be deemed  \nto be an inland  instrument.  \n \n12. Foreign  instrument.  Any such instrument  not so drawn,  made  or made  payable shall be \ndeemed  to be a forei gn instrum ent. \n \n  13. “Negotiable  instrument ”. 2[(1) A “negotiable  instrument ” means  a promissory  note,  bill \nof exchange  or cheque  payable  either  to order  or to bearer.  \nExplanation  (i).― A promissory  note, bill of exchange  or cheque  is payable  to order  which is \nexpressed  to be so payabl e or which  is expressed  to be payable  to a particular  person, and does not \ncontain  words  prohibiting  transfer  or indicating  an intention  that it shall  not be transferable.  \nExplanation  (ii).― A promissory  note,  bill of exchang e or cheque  is payable  to bearer  which  \nis expressed  to be so payable  or on which  the only or last indorsement  is an indors ement  in blank.  \nExplanation  (iii).―Where  a promissory  note,  bill of exchange  or cheque,  either  originally  or \nby indorsement,  is expres sed to be payable  to the order  of a specified  person,  and not to him or his \norder,  it is nevertheless  payable  to him or his order  at his option. ] \n3[(2) A negotiable  instrument  may be made payable  to two or more payees  jointly  or it may \nbe made  payable  in the alternative  to one of two, or one or some  of several  payees.]  \n 14. Negotiation.  When  a promissory  note,  bill of exchange  or cheque  is transferred  to any \nperson,  so as to constitute  that person  the holder thereof,  the instrument  is said to be negotiated . \n15. Indorsement. When  the maker  or holder  of a negotiable  instrument  signs  the same,  \notherwise  than as such maker,  for the purpose  of negotiation,  on the back or face thereof  or on a slip \nof pape r annexed  thereto,  or so signs  for the same  purpose  a stam ped paper  intended  to be completed  \nas a negotiable  instrument,  he is said to indorse  the same,  and is called  the “indorser. ” \n \n16. “Indorsement  in blank ” and “in full”.—4[(1)] If the indorser  signs  his name  only,  the \nindorse ment is said to be “in blan k,” and if he adds a direction  to pay the amount  mentioned  in the \ninstrument  to, or to the order  of, a speci fied person,  the indorsement  is said to be “in full,” and the \nperson  so specified  is called  the “indorsee ” of the instrument.  \n“Indorsee.” 4[(2) The provisions  of this Act relating  to a payee  shall  apply  with the necessary  \nmodifications  to an indorsee.]  \n 17. Ambiguous instruments. Where  an instrument  may be construed  either  as a promissory \nnote or bill of exchange,  the holder  may at his election  treat it as either,  and the instrument  shall  be \nthenceforward  treated  accordingly.  \n 18. Where amount is stated differently in figures and words. If the amount  undertaken  or \nordered  to be paid is stated  differently  in figures  and in words,  the amount  stated  in words  shall  be \nthe amount  undertake n or ordered  to be paid 5[ : ] \n \n1Subs.  by the Negotiable  Instruments  (Amdt.)  Act, 1957  (5 of 1958),  s. 4 (with  effect  from  the 14th October,  1955),  for “the Provinces  and the Capital    \nof the Federation”  which  had been  subs.  by A. O., 1949,  Arts.  3 (2) and 4, for “British  India”.  \n2Subs.  by the Negotiable  Instruments  (Amdt.)  Act, 1919  (8 of 1919),  s. 3, for the original  sub-section.  \n3Ins. by the Negotiable  Instruments  (Amdt.)  Act, 1914  (5 of 1914),  s. 2. \n4Ins. Ibid., s. 3. \n5Subs . by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962 (49 of 1962),  s. 9, for the full-stop.  \n \nPage 14 of 44 \n 1[Provided  that if the words,  are ambiguous  or uncertain,  the amoun t may be ascertained  by \nreferring  to the figures.]  \n2[19. Instruments  payable  on demand.  A promissory  note or bill of exchange  is payable  on \ndemand,___ \n(a) where  it is expressed  to be so, or to be payable  at sight  or on presentment;  or \n(b)  where  no time for payment  is specified  in it ; or \n(c)  where  the note or bill accepted  or indorsed  after it is overdue,  as regards  the \nperson  accepti ng or indorsing  it.] \n 3[20. Inchoate  stamped  instruments. —(1) Where  one person  signs  and delivers  to another  a \npaper  stamped  in accordance  with the law relating  to stamp  duty chargeable  on negotiable \ninstrum ents, either wholly  blank  or having  written  thereo n an incomplete  negotiable  instrument,  in \norder  that it may be made, or completed  into a negotiable  instru ment  he thereby  gives  prima  facie  \nauthority  to the person  who receives  that paper  to make  or complete  it, as the case may be, into a \nnegotiable  instrument  for the amount,  if any, specified  therein,  or, where  no amount  is specified,  for \nany amount,  not exceeding,  in either  case,  the amount  covered  by the stamp.  \n(2) The person  so signing  shall,  subject  to the provisions  of sub-section  (3), be liable  upon  \nsuch instrument,  in the capacity  in which  he signed  the same,  to any holder  in due cours e, for the \namount  specified  in the instrument  or filled  up therein: \nProvided  that no person  other  than a holder  in due course  shall  receive  from  the person  so \nsigning  the paper anything  in excess  of the amount  intended  by him to be paid thereunder.  \n (3) In order  that any such instrument  may on completion  be enforceable  against  any person  \nwho became  a party  thereto  before  such completion,  it must  be filled  up within  a reasonable time and \nstrictly  in accordance  with the authority  given:  \nProvided  that if any such instrument  after completion is negotiated to a hol der in due course, \nit shall  be valid  and effectu al for all purposes  in his hands,  and he may enforce  it as if it had been  \nfilled  up within  a reasonable  time and strictly  in accordance  with the authority  given.]  \n 21. “At sight”. “On presentment.” “After sight”. 4* * * The expression  “after sight ” \nmeans,  in a promissory  note,  after presentment  for sight,  and, in a bill of exchange,  after acceptance,  \nor noting  for non-acceptance,  or protest  for non-accepta nce. \n5[21A. When note or bill payable on demand is overdue. A promissory  note or bill of \nexchange  payable  on demand  shall  be deemed  to be overdue when  it appears  on the face of it to have  \nbeen  in circulation  for an unreasonable  length  of time.  \n \n \n1Proviso  added  by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962 (49 of 1962),  s. 9. \n2Subs.  ibid.,  s. 10, for the original  section.  \n3Subs.  ibid.,  s.11,  for the original  section,  as amended  by A.O.,  1949,  Arts.  3(2) and 4 and the Negotiable  Instruments  (Amdt.)  Act, 1957  (5 of 1958),  \ns.4 (with  effect  from  the 14th October,  1955).  \n4The words  “In a promissory  note or bill of exchange  the expres sion ‘at sight ’ and ‘on presentment ’ mean  on demand”  , omitted  by the Negotiable  \nInstruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 12. \n5Ss. 21A, 21B and 21 C, ins. ibid.,  s. 13. \n \n \nPage 15 of 44 \n  21B.  A note or bill payable  at a determinable  future  time.  A promi ssory  note or bill of \nexchange  is payable  at a determinable  future  time within  the meaning  of this Act if it is expressed  to \nbe payable― \n(a)  at a fixed  time after date or sight;  or \n(b)  on or at a fixed  time after the occurre nce of a specified  event  whic h is certain  \nto happen,  though  the time of its happening  may be uncertain.  \n 21C.  Anti -dating  and post-dating.  A promissory  note,  bill of exchange  or cheque  is not \ninvalid  by reason  only that it is anti-dated  or post-dated:  \n  Provided  that the anti-dating or post-dating  does not involve  any illegal  or fraudulent  purpose  \nor transacti on.] \n 22. “Maturity”.  The maturity  of a promissory  note or bill of exchange  is the date at which  it \nfalls due. \nDays  of grace.  Every  promissory  note or bill of exchan ge which  is not expressed  to be \npayable  on demand,  at sight  or on presentment  is at maturity  on the third  day after the day on which  \nit is expressed  to be payable.  \n23. Calculating  maturity  of bill or note payable  so many  months  after  date or sight.  In \ncalculating  the date at which  a promissory  note or bill of exchange,  made  payable  a stated  number  of \nmonths  after date or after sight,  or after a certain  event,  is at maturity,  the period  stated  shall  be held \nto terminate  on the day of the month  which  corresponds  with the day on which  the instrument  is \ndated,  or presented  for acceptance  or sight,  or noted  for non-acceptance,  or protested  for non-\nacceptance,  or the event  happens,  or, where  the instrument  is a bill of exchange  made  payable  a \nstated  number  of months  after sight and has been  accepted  for honour, with the day on which  it was \nso accepted.  If the month  in which  the period  would  terminate  has no corresponding  day, the period  \nshall be held to terminate  on the last day of such month.  \nIllustrations  \n(a) A negotiable  instrument,  dated  29th January  1878,  is made  payable  at one \nmonth  after date.  The instrument  is at maturity  on the third  day after the 28th \nFebruary  1878.  \n(b)  A negotiable  instrument,  dated  30th Augus t 1878,  is made  payable  three  \nmonths  after date.  The instrument  is at maturity  on the 3rd December  1878.  \n(c)  A promissory  note or bill of exchange,  dated 31st August  1878,  is made  \npayable  three  months  after date. The instrument  is at maturity  on the 3rd \nDecember  1878.  \n24. Calculating  maturity  of bill or note payable so many  days  after  date or sight.  In \ncalculating  the date at which  a promissory  note or bill of exchange  made  payable  a certain  numb er of \ndays after date or after sight  or after a certain  event  is at maturity,  the day of the date,  or of \npresentment  for acceptance  or sight,  or of protest  for non-acceptance,  or on which  the event  happens,  \nshall  be excluded.  \n 25. When  day of maturity  is a holiday.  When  the day on which  a promissory  note or bill of \nexchange  is at maturity  is a public  holiday,  the instrument shall be deemed  to be due on the next \npreceding  business day. \n \n \nPage 16 of 44 \n  1[Explanation — The expression  “public  holiday”  shall  mean  the day or days declared  by the \nFederal  Government,  by notification  in the official  Gazette , to be public  holidays.]  \n_______ _______  \nCHAPTER  III \nPARTIES  TO NOTES,  BILL  AND  CHEQUES  \n26. Capacity  to make,  etc., promissory  notes,  etc. Every  person  capable  of contracting,  \naccording  to the law to which  he is subject,  may bind himself  and be bound  by the making,  drawing,  \nacceptance,  indorsemen t, delivery  and nego tiation  of a promissory  note,  bill of exchange  or cheque.  \nMinor.  2[Where  such an instrument  is made,  drawn  or negoti ated by a minor,  the making,  \ndrawing  or negotiation  entitles  the holder  to receive  payment  of such instrument  and to enforce  it \nagainst  any party  thereto  other  than the minor.]  \nNothing  herein  contained  shall be deemed  to empower  a corporation  to make,  indorse or \naccept  such instruments  except  in cases  in which,  under  the law for the time being  in force,  they are \nso empowe red.  \n27. Agency. Every  person  capable  of binding  himself  or of being  bound,  3[by the making,  \ndrawing,  acceptance  or negotiation  of a nego tiable  instrument ], may so bind himself  or be bound  by \na duly authorized  agent  acting  in his name.   \nA general  authority  to transact  business  and to receive  and discharge  debts  does not confer  \nupon  an agent  the power  of accept ing or indorsing  bills of exch ange  so as to bind his principal.   \nAn authority  to draw  bills of exchange  does not of itself  import an authority  to indorse.  \n 4[27A.  Authority of partners. A partner  acting  in the firm name  may bind the firm by the \nmaking,  drawing,  acceptance  or negotiati on of a nego tiable  instrument  to the extent  authorized  by \nlaw relating  to partnership  for the time being  in force.]  \n 5[28. Liability of agent signing. ―(1) Where  a person  signs  a promissory  note,  bill of ex-\nchange  or cheque  without  adding  to his signature  words  indicat ing that he signs  it as an agent  for and \non behalf  of a principal  or in a representative  character,  he is personally  liable  thereon  but the mere  \naddition  to his signature  of words  describing  him as an agent  or as filling  a representative cha racter \ndoes no t exempt  him from  personal  liability.  \n (2) Notwithstanding  anything  contained  in sub-section  (1), any person  signing  a promissory  \nnote,  bill of exchange  or cheque  for and on behalf  of the principal  is not liable  to a person  who \ninduces  him to sign upon  the belief  that the principal  alone  would  be held liable.]  \n6[28A.  Transfer or by delivery  and transferee. —(1) Where  the holder  of a negotiable  \ninstrument  payable  to bearer  negotiates  it by delivery  without  indorsing  it, he is called  a “transferor  \nby delivery ”. \n \n1Subs.  by Act 38, of 1997, s.2. \n2Subs.  by the Negoti able Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 14, for the original  parag raph.  \n3Subs.  by the Negotiable Instruments (Amdt.) Ordinance, 1962 (49 of 1962),  s. 15, for “as mentione d in section  26”. \n4Section  27A ins. ibid.,  s. 16. \n5Subs.  ibid.,  s. 17, for the original  section.  \n6Section  28A,  ins. ibid.,  s. 18. \n \nPage 17 of 44 \n (2)  A transferor  by delivery  is not liable  on the instrument.  \n \n(3)  A transferor  by delivery  who negotiates  a negotiable  instrument  thereby  warrants to \nhis immediate  tarnsferee,  being  a holder  for consideration,  that the instrument  is what  it purports  to \nbe, that he has a right to transfer  it, and that at the time of transfer  he is not aware  of any defect  \nwhich  renders  it value less.]  \n29. Liability  of legal  representative  signing.  A legal  representative  of a deceased  person  \nwho signs  his name  to a promissory  note,  bill of excha nge or cheque  is liable  personally  thereon  \nunless  he expressly  limits  his liability  to the extent  of the assets  received  by him as such.  \n1[29A.  Signature  essential  to liability.  No person  is liable  as maker,  drawer,  indorser  or \nacceptor  of a promissory  note, bill of exchange  or cheque  who has not signed  it as such:  \nProvided  that where  a perso n signs  any such instrument  in a trade  or assumed  name  he is \nliable thereon  as if he had signed  it in his own name.  \n29B. Forged  or unauthorized  signature.  Subject  to the provisions  of this Act, where  a \nsigna ture on a promissory  note,  bill of exchange  or cheque  is forged  or placed  thereon  without  the \nauthority  of the person  whose  signa ture it purports  to be, the forged  or unauthorized  signature  is \nwholly  inoperative,  and no right  to retain  the instrument  or to give a discharge  therefor  or to enforce  \npayment  thereof  agains t any party  thereto  can be acquired  through  or under  that signa ture, unless  the \nparty  against  whom  it is sought  to retain  or enforce  payment  of the instrument  is precluded  from  \nsetting  up the forgery  or want  of authority:  \nProvided  that nothing  in this section shall  effect  the ratifica tion of an unauthorized  signature  \nnot amounting  to a forgery.  \n29C.  Stranger  signing  instrument  presumed  to be indorser.  A person  placing  his \nsignature  upon  a negotiable  instrument  otherwise  than as maker,  drawer  or acceptor  is pre-sumed  to \nbe an indorser  unless  he clearly  indicates  by appro priate  words  his intention  to be bound  in some  \nother  capacity.]  \n2[30. Liability  of drawer. —(1) (a) The drawer  of a bill of exchange  by drawing  it, engages  \nthat on due presentment  it shall  be accepted  and paid according  to its tenor,  and that if it be \ndishonoured,  he will compensate  the holder  or any indorser  who is compelled  to pay it; and \n(b) the drawer  of a cheque  by drawing  it, engages  that in the case of dishonour  by the drawee  \nhe will compensate  the holder:  \nProvided  that due notice  of dishonour  of the bill or cheque  has been  given  to or received  by \nthe drawer  as hereinafter  provided.  \n(2) The drawee  of a bill of exchange  is not liable  thereon  until acceptance  in the manner  \nprovided  by this Act.] \n 31. Liability  of drawee  of cheque.  The drawee  of a cheque  having  sufficient  funds  of the \ndrawer  in his hands  properly  applicable  to the payme nt of such cheque  must  pay the cheque  when  \nduly required  so to do, and, in default  of such payment,  must  compensate  the drawer  for any loss or \ndamage  caused  by such default . \n \n1Ss. 29A,  29B and 29C,  ins. by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962)  s. 19. \n2Subs.  ibid.,  s. 20, for the original  section  30. \n \nPage 18 of 44 \n 1[32. Liability  of maker  of note and acceptor  of bill.—(1) In the absence  of a contract  to \nthe contrary,  the maker  of a promissory  note,  by making  it, and the acceptor  before  maturity  of a bill \nof exchange  by accepting  it, engages  that he will pay it according  to the tenor  of the note or his \nacceptance  respectively,  and in-default  of such payment,  such maker  or acceptor  is bound  to \ncompensate  any party  to the note or bill or any loss or damage  sustained  by him and caused  by such \ndefault.  \n(2) The acceptor  of a bill of exchange  at or after maturity,  by accepting  it, engages  to pay the \namount  thereof  to the holder  on demand.]  \n33. Only  drawee  can be acceptor  except  in need  or for honour.  No person  except  the \ndrawee  of a bill of exchange,  or all or some  of several  drawees,  or a person  name d therein  as a \ndrawee  in case of need,  or an acceptor  for honour,  can bind himself by an acceptance.  \n34. Acceptance  by several  drawees  not partners.  Where  there  are several  drawees  of a bill \nof exchange  who are not partners,  each of them  can accept  it for himself, but none  of them  can \naccept  it for another  without  his authority.  \n35. Liability  of indorser.  2[In the absence  of a contract  to the contrary,  the indorser  of a \nnegotiable  instrument,  by indorsing  it, engages  that on due presentment  it shall  be accept ed and paid \naccording  to its tenor  and that if it be dishonoured  he will compensate  the holder  or subsequent  \nindorser  who is compelled  to pay it for any loss or damage  caused  to him by such dishonour.]  \nEvery  indorser  after dishonour  is liable  as upon  an instrument payable  on demand.  \n 36. Liability  of prior  parties  to holder  in due course.  Every  prior  party  to a negotiable  \ninstrument  is liable  thereon to a holder  in due course  until the instrument  is duly satisfied.  \n37. Maker,  drawer  and acceptor  principals . The maker  of a promissory  note or cheque,  the \ndrawer  of a bill of exchange  until acceptance,  and the acceptor  are, in the absence  of a contract  to the \ncontrary,  respectively  liable  thereon  as principal  debtors,  and the other  parties  thereto  are liable  \nthereon as sureties  for the maker,  drawer  or acceptor,  as the case may be. \n38. Prior  party  a principal  in respect  of each  subsequent  party.  As between  the parties  so \nliable  as sureties,  each prior  party  is, in the absence  of a contract  to the contrary,  also liable  thereon  \nas a principal  debtor  in respect  of each subsequent  party.  \nIllustration  \n A draws  a bill payable  to his own order  on B who accepts.  A afterwards  indorses  the bill to \nC, C to D, and D to E. As between  E and B, B is the principal  debtor,  and A, C and D are his \nsureties.  As between  E and A, A is the principal  debtor,  and C and D are his sureties.  As between  E \nand C, C is the principal  debtor  and D is his surety.  \n3[38A.  Liability of accommodation party and position of accommodation party. —(1) An \naccommodation  party  is liable  on a nego tiable  instrument  to a holder  in due course,  notwithstanding  \nthat when  such holder  took the instrument  he knew  such party  to be an accommodation  party.  \n(2) An accommodation  party  to a negotiable  instrument,  if he has paid the amount  thereof,  is \nentitled  to recover  such amount  from  the party  accommodated.]  \n \n \n \n \n \n \n \nlSubs.  by the Negotiable  Instruments  (Amdt.) Ordinanc e, 1962  (49 of 1962),  s. 21. for the original  section  32. \n2Subs.  ibid.,  s. 22. for the original  paragrap h. \n3S. 38A, ins. by the Negotiable Instruments (Am dt.) Ordinance,  1962  (49 of 1962).  s. 23. \n \nPage 19 of 44 \n 39. Suretyship.  When  the holder  of an accepted  bill of exch ange  enters  into any contract  \nwith the acceptor  which,  under  section  134 or 135 of the Contract  Act, 1872  (IX of 1872) , would  \ndischarge  the other  parties,  the holder  may expressly  reserve  his right  to charge  the other  parties,  and \nin such case they are not discharged.  \n40. Discharge  of indorser’s  liability.  When  the holder  of a negotiable  instrument,  without  \nthe consent  of the indorser,  destroys  or impairs  the indorser’ s remedy  against  a prior  party,  the \nindorser  is discharged  from  liability  to the holder  to the same  extent  as if the instrument  had been  \npaid at maturity.  \nIllustration  \nA is the holder  of a bill of exchang e made  payable  to the order  of B, which  contains  the \nfollowing  indorsements  in blank :— \nFirst indorsement,  “B”. \nSecond  indorsement,  “Peter  Williams. ” \nThird  indorsement,  “Wright  & Co.” \nFourth  indorsement,  “John  Rozario. ” \nThis bill A puts in suit against John  Rozario  and strikes  out, without  John  Rozario ’s consen t, \nthe indorsements  by Peter  Williams,  and Wright  & Co. A is not entitled to recover  anything  from  \nJohn  Rozario.  \n41. Acceptor  bound  although  indorsement  forged.  An acceptor  of a bill of exchan ge \nalready  indorsed  is not relieved  from  liability  by reason  that such indorsement  is forged,  if he knew  \nor had reason  to believe  the indorsement  to be forged  when  he accepted  the bill. \n42. Acceptance  of bill drawn  in fictitious  name.  An acceptor  of a bill of exchange  drawn  in \na fictitious  name  and payable  to the drawer’ s order  is not, by reason  that such name  is fictitious,  \nrelieved  from  liability  to any holder  in due course  claiming  under  an indorsement  by the same  hand  \nas the drawer’ s signature,  and purporting  to be made  by the drawer.  \n43. Negotiable  instrument  made,  etc. without  consideration.  A negotiable  instrument  \nmade,  drawn,  accepted,  indorsed  or transferred  without  consideration,  or for a considera tion which  \nfails,  creates  no obligation  of paymen t between  the parties  to the transaction.  But if any such party  \nhas transferred  the instrument  with or without  indorsement  to a holder  for considerati on, such holder,  \nand every  subsequent  holder  deriving  title from  him, may recover  the amount  due on such instrument  \nfrom  the transferor  for consideration  or any prior  party  thereto.  \nException  I.—No party  for whose  accommodation  a nego tiable  instrument  has been  made,  \ndrawn,  accepted  or indorsed  can, if he have  paid the amount  thereof,  recover  thereon  such amount \nfrom  any person  who became  a party  to such instrument  for his accommodation.  \nException  II.—No party  to the instrument  who has induced  any other  party to make,  draw,  \naccept,  indorse  or transfer  the same  to him for a consideration  which  he has failed  to pay or perform  \nin full shall  recover  thereon  an amount  exceeding  the value  of the consideration  (if any) which  he has \nactually  paid or performed.  \n44. Partial  absence  or failure  of money  consideration.  When  the consideration  for which  a \nperson signed  a prom issory  note,  bill of exchange  or cheque  consisted  of money,  and was originally  \nabsent  in part or has subsequently  failed  in part, the sum which  a holde r standing  in immediate  \nrelation  with such signer  is entitled  to receive  from  him is proportionally  reduc ed. \n \nPage 20 of 44 \n Explanation .― The drawer  of a bill of exchange  stands  in immediate  relation  with the \nacceptor.  The maker  of a promis sory note,  bill of exchange  or cheque  stands  in immediate  relation  \nwith the payee,  and the indorser  with his indorsee.  Other  signers  may by agreement  stand in \nimmediate  relation  with a holder.  \nIllustration  \nA draws  a bill on B for Rs. 500 payable  to the order  of A. B accepts  the bill, but subsequently  \ndishonours  it by non-payment.  A sues B on the bill. B proves  that it was accepted  for value  as to Rs. \n400. and as an accommoda tion to the plaintiff  as to the residue.  A can only recover  Rs. 400. \n45. Partial  failure  of consideration  not consisting  of money.  Where  a part of the \nconsideration  for which  a person  signed  a promissory  note,  bill of exchange  or cheq ue, though  not \nconsisting  of money,  is ascertainable  in money  without  collateral  enquiry,  and there  has been  a \nfailure  of that part, the sum which  a holder  standing  in immediate  relation  with such signer  is entitled  \nto receive  from  him is proportionally  reduced.  \n1[45A.  Holder’s  right  to duplicate  of lost bill. Where  a bill of exchange  has been  lost before  \nit is overdue,  the person  who was the holder  of it may apply  to the drawer  to give him another  bill of \nthe same  tenor,  giving  security  to the drawer,  if required,  to indemnify  him against all persons  what -\never in case the bill alleged  to have  been  lost shall  be found  again.  \nIf the drawer  on request  as afore said refuses  to give such duplicate  bill, he may be compelled  \nto do so.] \n______ ___________  \nCHAPTER  IV \nOF NEGOTIATION  \n46. Delivery.  The making,  acceptance  or indorsement  of a promissory  note,  bill of exchange  \nor cheque  is completed  by delivery,  actual  or constructive.   \nAs between  parties  standing  in immediate  relation,  delivery  to be effectual  must  be made  by \nthe party  making,  accepting  or indorsing  the instrument  or by a person  authorized  by him in that \nbehalf.   \nAs between  such parties  and any holder  of the instrument  other  than a holder  in due course,  it \nmay be shown  that the instru ment  was delivered  conditionally  or for a special  purpose  only,  and not \nfor the purpose  of transferring  absolutely  the property  therein.  \nA promissory note, b ill of exchange or cheque payable to bearer is negotiable by the delivery \nthereof.  \nA promissory note, bill of exchange or  cheque payable to order is negotiable by the holder by \nindorsement and delivery thereof.  \n \n \n \n1S. 45A ins. by the Negotiable  Instruments  Act, 1885  (2 of 1885),  s. 3. \n \nPage 21 of 44 \n 47. Negotiation  by delivery.  Subject  to the provisions  of section  58, a promissory  note,  bill \nof exchange  or cheque  payable  to bearer  is negotiable  by delivery  thereof.  \nException .—A promissory  note,  bill of exchange  or cheque  delivered  on condition  that it is \nnot to take effect  except  in a certain event  is not negotiable  (except  in the hands  of a holder  for value  \nwithout  notice  of the condition)  unless  such event  happens.  \n \nIllustrations  \n(a)  A, the holder  of a negotiable  instrument  payable  to bearer,  delivers  it to B’s \nagent  to keep  for B. The instrument  has been  negotiated.  \n(b)  A, the holder  of negotiable  instrument  payable  to bearer,  which  is in the hands  \nof A’s banker,  who is at the time the banker  of B, directs  the banker  to transfer  \nthe instrument  to B’s credit  in the banker’s  account  with B. The banker  does \nso, and accordingly  now possess es the instrument  as B’s agent.  The \ninstrument  has been  negotiated,  and B has become  the holder  of it. \n48. Negotiation  by indorsement.  Subject  to the provisions  of section  58, a promissory  note,  \nbill of exchange  or cheque  l[payable  to order]  is negotiable  by the holder  by indorsement  and \ndelivery  thereof.  \n2[49. Conversion  of indorsement  in blank  into indorsement  in full. When  a negotiable  \ninstrument  has been  indorsed  in blank,  any holder  may,  without  signing  his own name,  convert  the \nblank  indorsement  into an indorsement  in full by writing  above  the indorser’s  signature  a direction  to \npay the amount  to or to the order  of himself  or some  other person;  and the holder  does not thereby  \nincur  the responsibility  of an indorser.]  \n3[50. Effect  of indorsement.― (1) Subject  to the provisions  of this Act relating  to restrictive,  \nconditional  and qualified  indorsement,  the indorsement  of a negotiable  instrument  followed  by \ndelivery  transfers  to the indorsee  the property  therein  with the right  of further  negotiation.  \n(2) An indorsement  is restrictive  which  either ― \n(a)  restricts  or excludes  the right  to further  negotiate  the instrument;  or \n(b) constitutes  the indorsee  an agent  of the indorser  to indorse  the instrument  or to \nreceive  its contents  for the indorser  or for some  other  specified  person:  \nProvided  that the mere  absence  of words  implying  right  to negotiate  does not make  the \nindorsement  restrictive.]  \n \n \n1Subs.  by the Negotiable  Instruments  (Amdt.)  Act, 1919  (8 of 1919),  s. 4, for “payable  to the order  of a specified  person  or to a specified  person  or \norder”. \n2Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 24, for the original  section  49. \n3Subs . ibid., s. 25, for the original  section  50. \n \n \nPage 22 of 44 \n Illustrations  \nB signs the following  indorsements on different negotiable instruments pay able to bearer : — \n(a) “Pay  the contents  to C only.”  \n(b) “Pay  C for my use.”  \n(c) “Pay  C or order  for the account  of B.” \n(d) “The  within  must  be credited  to C.” \nThese  indorsements  exclude  the right  of further  negotiation  by C. \n(e) “Pay  C.” \n(f) “Pay  C value  in account  with the Orien tal Bank.”  \n(g) “Pay  the contents  to C, being  part of the consideration  in a certain  deed  of \nassignment  executed  by C to the indorser  and others.”  \nThese  indorsements  do not exclude  the right  of further  negoti ation  by C. \n51. Who  may negotiate.  Every  sole maker,  drawer,  payee  or indorsee,  or all of several  joint \nmakers,  drawers,  payees  or indorsees,  of a nego tiable  instrument  may,  if the negotiability  of such \ninstrument  has not been  restricted  or excluded  as mentioned  in section  50, indorse  and negotiate  the \nsame . \nExplanation. — Nothing  in this section  enables  a maker  or drawer  to indorse  or negotiate  an \ninstrument,  unless  he is in lawful  possession  or is holder  thereof;  or enables  a payee  or indorsee  to \nindorse  or negotiate  an instrument,  unless  he is holder  there of. \nIllustration  \nA bill is drawn  payable  to A or order.  A indorses  it to B, the indorsement  not containing  the \nwords  “or order”  or any equivalent  words.  B may negotiate  the instrument.  \n52. Indorser  who excludes  his own liability  or makes  it conditional.  The indorser  of a \nnegotiable  instrument  may,  by express  words  in the indorsement,  exclude  his own liability  thereon,  \nor make  such liability  or the right  of the indorsee  to receive  the amount  due thereon  depend  upon  the \nhappening  of a specified  event,  althoug h such event  may never  happen.  \nWhere  an indorser  so excludes  his liability  and afterwards  becomes  the holder  of the \ninstrument,  all intermediate  indorsers  are liable  to him. \nl[Where  the right  of an indor see to receive  the amount  due on the negotiable  instrument  is \nmade  dependent  in the aforesaid  manner  the condition  is valid  only as between  the indorser  and the \nindorsee.  \nWhere  the indorsement  of a negotiable  instrument  purports  to be conditional,  the paye r may \ndisregard  the condition,  and payment  to the indorsee  is valid  whether  the condition  has been  fulfilled  \nor not.] \n \n1Added  by the Negotiable Instruments (Am dt.) Ordinance,  1962  (49 of 1962),  s. 26. \n \nPage 23 of 44 \n Illustrations  \n(a)  The indorser  of a negotiable  instrum ent signs  his name  adding  the words ― \n“Without  recours e”. \nUpon  this indorsement  he incurs  no liability.  \n(b)  A is the payee  and holder  of a negotiable  instrument.  Excluding  personal  \nliability  by an indorsement  “without  recourse,”  he transfers  the instrument  to \nB, and B indorses  it to C, who indorses  it to A. A is not only reinstated  in his \nformer  rights,  but has the rights  of an indorsee  against  B and C. \n1[53. Holder  claiming  through  holder  in due course.  (1) A holder  who derives  his title \nthrough  a holder  in due course,  and who is not himsel f a party  to any fraud or illegality  affecting  the \nnegotiable  instrument,  has all the rights  therein  of that holder  in due course  as regards  the acceptor  \nand all parties  to the instrument  prior  to that holder.  \n(2) Where  the title of the holder  is defectiv e,— \n(a) if he nego tiates  the instrument  to a holder  in due course,  that holder  obtains  a \ngood  and complete  title to the instrument;  and \n(b)  if he obtains  payment  of the instrument,  the person  who pays him in due \ncourse  gets a valid  discharge  for the instrument .] \n2[53A.  Rights of holder  in due course.  A holder  in due course  holds  the negotiable  instru -\nment  free from  any defect  of title of prior  parties,  and free from  defen ces available  to prior  parties  \namong  themselves,  and may enforce  payment  of the instru ment  for the full amount  thereof  against  all \nparties  liable  thereon.]  \n54. Instrument  indorsed  in blank.  Subject  to the provisions  hereinafter  contained  as to \ncrossed  cheques,  a negotiable  instrument  indorsed  in blank  is payable  to the bearer  thereof  even  \nalthough  originally  payable  to order.  \n55. Conversion  of indorsement  in blank  in to indorsement  in full. If a negotiable  \ninstrument,  after having  been  indorsed  in blank,  is indorsed  in full, the amount  of it cannot  be \nclaimed  from  the indorser  in full, excep t by the person  to whom  it has been  indorsed  in full, or by \none who derives  title through  such person. \n3[56. Requisites  of indorsement. ―(1) Negotiation  by indorsement  must  be of the entire  \ninstrument.  \n(2) An indorsement  which  purports  to transfer  to the indorsee  only a part of the amount  \npayable,  or which  purports  to transfer  the instrument  to two or more  indorsees  severally,  is not vaild  \nas a negotiation  of the instrument;  but where  such amount  has been  paid in part, a note to that effect  \nmay be indorsed  on the instrument,  which  may then be indorsed  for the balance.]  \n \n \n \n \n1Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962 ), s. 27, for the original  section  53. \n2S. 53A ins. ibid.,  s. 28. \n3Subs.  ibid., s. 29. for the original  section  56. \n \nPage 24 of 44 \n 57. Legal  representative  cannot  by delivery  only negotiate  instrument  indorsed  by \ndeceased.  The legal  representative  of a deceased  person cannot  negotiate  by delivery  only a \npromissory  note,  bill of exchange  or cheque  payable  to order  and indorsed  by the deceased  but not \ndelivered.  \n1[57A.  Negotiation  of instrument  to party  already  liable  thereon.  Where  a negotiable  \ninstrument  is negotiate d back  before  maturity  to the maker  or drawer  or a prior  indorser  or to the \nacceptor,  such party  may,  subject  to the provisions  of this Act, re-issue  and further  negotiate  the \ninstrument,  but he is not entitled  to enforce  payment  of the instrument  against  any interven ing party  \nto whom  he was previously  liable.  \n57B.  Rigts  of holder.  A holder  may receive  payment  in due cours e under  a negotiable  \ninstrument  and furhter  negotiate  it in the manner  provided  by this Act; he may also sue on such \ninstrument  in his own name.]  \n2[58. Defective  title.  When  a promissory  note,  bill of exchange  or cheque  has been  lost or has \nbeen  obtained  from any maker,  drawer,  acceptor  or holder  thereof  by means  of an offence  or fraud,  \nor for an unlawful  consideration,  neither  the perso n who finds  or so obtains  the instrument  nor any \npossessor  or indorsee  who claims  through  such person  is entitled  to receive the amount  due thereon  \nfrom  such maker,  drawer,  acceptor  or holder,  unless  such possessor  or indorsee  is, or some  person  \nthrough  whom he claims  was, a holder  thereof  in due course.]  \n59. Instrument  acquired  after  dishonour  or when  overdue.  The holder  of a negotiable  \ninstrument,  who has acquired  it after dishonour,  whether  by non-acceptance  or nonpayment,  with \nnotice  thereof,  or after maturity,  has only,  as against  the other  parties,  the rights  thereon  of his \ntransferor  3[and is subject  to the equities  to which  the transferor  was subject at the time of acquisition  \nby such holder]:  \nAccommodation  note or bill. Provided  that any person  who, in good  faith and for consi -\nderation,  becomes  the holder,  after maturity,  of a promissory  note or bill of exchange  made, drawn  or \naccepted  without  consi deration,  for the purpose  of enabling  some  party  thereto  to raise  money  \nthereon,  may recover  the amount of the note or bill from  any prior  party.  \nIllustration  \nThe acceptor  of a bill of exchange,  when  he accepted  it, depo sited  with the drawer  certain  \ngoods  as a collateral  security  for the payment  of the bill, with power  to the drawer  to sell the goods  \nand apply  the proceeds  in discharge  of the bill if it were  not paid at maturity.  The bill not having  \nbeen  paid at matu rity, the drawer  sold the goods  and retained  the proceeds,  but indorsed  the bill to A. \nA’s title is subject  to the same  objection  as the drawer ’s title. \n \n \nlSections  57A and 57B ins. by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 30. \n2Subs. ibid.,  s. 31, for the original  section  58. \n3Ins. ibid., s.32. \n \nPage 25 of 44 \n 60. Instrument  negotiable  till payment  or satisfaction.  A negotiable  instrument  may be \nnegotiated  (except  by the maker,  drawee  or acceptor  after maturity)  until payment  or satisfaction  \nthereof by the maker,  drawee  or acceptor  at or after maturtiy,  but not after such payment  or \nsatisfaction.  \n____________  \nCHAPTER  V \nOF PRESE NTMENT  \n61. Presentment  or acceptance.  A bill of exchange  payable  after sight  must,  if no time or \nplace  is specified  there in for presentment,  be presented  to the drawee  thereof  for acceptance,  if he \ncan, after reasonable  search,  be found,  by a person  entitl ed to demand  acceptance,  within  a \nreasonable  time after it is drawn,  and in business  hours  on a business day. In default  of such \npresentment,  no party  thereto  is liable  thereon  to the person  making  such default.   \nIf the drawee  cannot,  after reasonable  search, be found,  the bill is disho noured. \nIf the bill is directed  to the drawee  at a particular  place,  it must  be presented  at that place;  and \nif at the due date for presentment  he cannot,  after reasonable  search,  be found  there,  the bill is \ndishon oured.  \nl[Where  authorized  by agreement  or usage,  a presentment  through  the post office  by means  of \na registered  letter  is sufficie nt.] \n62. Presentment  of promissory  note for sight.  A promissory  note,  payab le at a certain  \nperiod  after sight,  must  be presented  to the maker  thereof  for sight  (if he can, after reasonable  search,  \nbe found)  by a person  entitled  to demand  payment,  within  a reasonable  time after it is made  and in \nbusiness  hours  on a business  day in default  of such presentment,  no party  thereto  is liable  thereon to \nthe person  making  such default.  \n63. Drawees  time  for deliberation.  The holder  must,  if so required  by the drawee  of a bill of \nexchange  presented  to him for acceptance,  allow  the drawee  2[forty  eight]  hours  (exclusive  of public  \nholidays)  to consider  whether  he will accept  it. \n64. Presentment  for payment.  3[Subject  to the provisions  of section  76, promissory  notes],  \nbills of exchange  and cheques  must  be presented  for payment  to the maker,  acceptor  or drawee  \nthereof  respectively,  by or on behalf  of the holder  as hereinafter  provided.  In default  of such \npresentment,  the other  parties  thereto  are not liable  there on to such holder.  \n 4*  *  *  *  *  *  * \n Exception.―  Where  a promissory  note is payable  on demand  and is not payable  at a \nspecified  place,  no presentment  is necessary  in order  to charge  the maker  thereof  5[,nor  is \npresentment  necessary  to charge  the acceptor  of a bill of exchange].   \n5[The  provisi ons of this section  are without  prejudice  to the provisions  relating  to \npresentment  for acceptance  in the case of a bill of exchange.  \n \n1Ins. by the Negotiable  Instruments  Act, 1885  (2 of 1885),  s. 4. \n2Subs.  by the Negotiabl e Instruments  (Amdt.)  Act, 1921  (12 of 1921)  s. 2, for “twenty -four”.  \n3Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 33, for “Promissory  notes ” . \n4The second  paragraph  which  was ins. by the Negotiable  Instruments  Act, l885 (2 of 1885),  s. 4 have  been  omitted  by Ord. 49 of 1962,  s. 33. \n5Added  ibid. \n \nPage 26 of 44 \n Explanation. — Where  there  are several  persons,  not being  partners  liable  on the negotiable  \ninstrument,  as makers,  acceptors  or drawees,  as the case may be, and no place  of payment  is \nspecified,  presentment  must  be made  to them  all.] \n \n 65. Hours  for presentment.  Presentment  for payment  must  be made  during  the usual  hours  \nof business,  and, if at a banker ’s, within  banking  hours.  \n66. Presentment  for payment  of instrument  payable  after  date or sight.  A promissory  \nnote or bill of exchange,  made  payable  at a speci fied period  after date or sight  thereof,  must  be \npresented  for payment  at matur ity. \n67. Presentment  for payment  of promissory  note payable  by instalments.  A promissory  \nnote payable  by instalments  must  be presented  for payment  on the third  day after the date fixed  for \npayment  of each instalment;  and non-payment  on such present ment  has the same  effect  as non-\npayment  of a note at maturity.  \n68. Presentment  for payment  of instrument  payable at specified  place  and not \nelsewhere.  A promissory  note,  bill of exchange  or cheque  made,  drawn  or accepted  payable  at a \nspecified  place  and not elsewhere  must,  in order  to charge  any party  thereto,  be presented  for pay-\nment  at that place.  \n69. Instrum ent payable  at specified  place.  A promissory  note or bill of exchange  made,  \ndrawn  or accepted  payable  at a specified place  must,  in order  to charge  the maker  or drawer  thereof,  \nbe presented  for payment  at that place.  \n70. Presentment  where  no exclusive  place specified.  A promissory  note or bill of exchange,  \nnot made  payable  as mentioned  in sections  68 and 69, must  be presented  for payment  l[at the address  \nof the maker,  acceptor  or drawee  given  in the instrument,  and if no such address  is given]  at the place  \nof business  2[(if known),  or at the ordinary residence  (if known)],  of the maker,  drawee  or acceptor  \nthere of, as the case may be. \n71. Presentment  when  maker  etc., has no known  place  of business  or residence.  If the \nmaker,  drawee  or acceptor  of a negotiable  instru ment  has no known  place  of business  or 3* \nresidence,  and no place  is specified  in the instrument  for presentment  for acceptance  or payment,  \nsuch presentment  may be made  to him in person  wherever  he can be found.  \n4[Explanation.―  In this section  and sections  68 and 69, “ specified  place” means  a place  \nsufficiently  described  so as to enable  the person  presenting  the instrument  to locate  it.] \n5[71A.  What  constitutes  valid  presentment  and mode  of presentment. ―(1) To constitute  \na valid  presentment  it shall be sufficient  if instead  of the original  negotiable  instrument  a copy  \nthereof  certified  to be true by the holder  is delivered  to the person  liable  thereon,  either  personally  or \nby registered  post or by other  effective  means.  \n \n1Ins. by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962  (49 of 1962),  s. 34. \n2Subs.  ibid.,  s. 34, for “ (if any),  or at the usual  residence ”. \n3The word  “ fixed ” omitted  ibid.,  s. 35. \n4ExpIanation  added,  ibid. \n5Section  71A ins. by the Negotiable Instruments (Am dt.) Ordinance,  1962  (49 of 1962),  s. 36. \n \n \nPage 27 of 44 \n (2) If, after such delivery,  the person  liable  to pay so demands,  the holder  shall  allow  him to \ninspect  the original  negotiable  instru ment  during  the hours  of business  of the holder,  and if the \nholder  fails to do so within  a reaso nable time,  the presentment  shall  be deemed  to be invalid.]  \n72. Presentment  of cheque  to charge  drawer.  1[Subject  to the provisions  of sectio n 84,] a \ncheque  must,  in order  to charge  the drawer,  be presented  at the bank upon  which  it is drawn  before  \nthe relation between  the drawer  and his banker  has been  altered  to the prejudice  of the drawer.  \n73. Presentment  of cheque  to charge  any other  person.  A cheque  must,  in order  to charge  \nany person  except  the drawer,  be presented  within  a reasonable  time after delive ry there  of by such \nperson.  \n74. Presentment  of instrument  payable  on demand.  Subject  to the provisions  of section  \n31, a negotiable  instrument  payable  on demand  must  be presented  for payment  within  a reasona ble \ntime after it is received  by the holder.  \n75. Presentment  by or to agent,  repres entative  of deceased  or assignee  of insolvent.  \nPresentment  for acceptance  or payment  may be made  to the duly authorised  agent  of the drawee,  \nmaker or acceptor,  as the case may be, or, where  the drawee,  maker  or acceptor  has died,  to his legal  \nrepresentativ e, or, where  he has been  declared  an insolvent,  to his assignee.  \n2[75A.  Excuse  for delay  in presentment  for acceptance  or payment.  Delay  in presentment  \n3[for acceptance  or payment ] is excused  if the delay  is caused  by circumstances  beyond  the control  \nof the holder,  and not imputable  to his default,  misconduct  or negligence.  When  the cause  of delay  \nceases  to operate,  present ment  must  be made  within  a reasonable  time.]   \n4*   *   *   *   *   *   * \n76. When presentment unneces sary. No presentment  for payment  is necessary  and the \ninstru ment 5[shall be d eemed to be dis honoured]  at the due date for presentment,  in any of the \nfollo wing cases: ― \n(a) if the maker,  drawee  or acceptor  intentionally  prevents  the presentment  of the \ninstrument,  or,  \n if the instrument  being  payable  at his place  of busine ss, he closes  such place  \non a business  day during  the usual  business  hours,  or,  \n if the instrument  being  payable  at some  other  specified  place,  neither  he nor any \nperson  authorized  to pay it attends  at such place  during  the usual  business  hours,  \nor  \n if the instrument  not being  payable  at any specified  place , he cannot after due \nsearch be found;  \n \n1Ins. by the Negotiable  Instruments  (Amdt.)  Act, 1897  (6 of 1897),  s. 2. \n2S.75A Ins. by the Negotiable  Instruments  (Amdt.)  Act, 1920  (25 of 1920),  s. 2. \n3Subs.  by the Negotiable  Instruments  (Amdt.)  Act, 1921  (12 of 1921),  s. 3, for “for payment”  . \n4A new sectio n 75B was temporarily  inserted  by the Negotiable  Instruments  Act (temporary  Amdt.)  Ordinance,  1948  (6 of 1948).   \n5Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance, 1962 (49 of 1962) s. 37, for “is dishonoured ”. \n \n \nPage 28 of 44 \n (b)  as against  any party  sought  to be charged  therewith,  if he has engaged  to pay \nnotwithstanding  non-present ment ;  \n(c) as against  any party  if, after maturity,  with knowledge  that the instrument  has \nnot been  presented ― \nhe makes  a part payment  on account  of the amount  due on the instrument,  or \npromises  to pay the amount  due thereon  in whole  or in part,  \nor otherwise  waives  his right  to take advantage  of any default  in presentment  \nfor payment;  \n(d) as against  the drawer,  if the drawer  could  not suffer  damage  from  the want  of \nsuch presentment  1[;]  \n   2[(e) where  the drawee  is a fictitious  person ; \n(f)  as regards  an indorser,  where  the negotiable  instrument  was made,  drawn  or \naccepted  for the accommodation  of that indorser  and he had reason  to expect \nthat the instrument  would  not be paid if presented;  and \n(g)  where,  after the exercise  of reasonable  diligence,  present ment  as required  by \nthis Act cannot  be effected.  \nExplanation.―  The fact that the holder  has reason  to believe  that the negotiable  instrument  \nwill, on presentment,  be dishonoured  does not dispense  with the necessity  for presentment.]  \n77. Liability of banker for negligently dealing with bill presented for payment. When  a \nbill of exchange  accepted  payable  at a specified  bank  has been  duly presented  there  for payment  and \ndishonoured,  if the banker  so negligently  or improperly  keeps,  deals  with or delivers  back  such bill \nas to cause  loss to the holder,  he must  compensate  the holder  for such loss. \n____ _____  \nCHAPTER  VI \nOF PAYMENT AND INTEREST  \n78. To whom payment should be made. Subject  to the provisions  of section  82, clause  (c), \npayment  of the amount  due on a promissory  note,  bill of exchange  or cheque  must,  in order  to \ndischarge  the maker  or acceptor,  be made  to the holder  of the instrument.  \n3[79. Interest or return in any other form when rate specified or not specified. Subject  to \nthe provisions  of any law for the time being  in force  relating  to the relief  of debtors,  and without  \nprejudice  to the provisions  of section  34 of the Code  of Civil  Procedure,  1908,  (Act V of 1908) — \n \n \n1Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance, 1962 (49 of 1962) s. 37,  for full-stop.  \n2Cls. (e), (f) and (g) and Explanation , added  ibid. \n3Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance  1962  (49 of 1962).  s. 38, for the original  section  79. \n \nPage 29 of 44 \n (a) when  interest  1[or return  in any other  form]  at a specified  rate is expressly  \nmade  payable  on a promissory  note or bill of exch ange  and no date is fixed  \nfrom  which  interest  1[or return  in any other  form]  is to be paid,  interest 1[or \nreturn  in any other  form]  shall  be calculated  at the rate specified,  on the \namount  of the principal  money  due thereon,  from  the date of the note,  or, in \nthe case of a bill, from  the date on which  the amount  becomes  payable,  until \ntender  or realisation  of such amount,  or until the date of the institution  of a suit \nto recover  such amount;  \n(b)  when  a promissory  note or bill of exchange  is silent  as regar ds interest  or does not \nspecify  the rate of interest,  \non the amount  of the principal  money  due thereon  shall,  notwithstanding  any collateral  agreement  \nrelating  to interest  between  any parties  to the instrument,  be allowed  and calculated  at the rate of six \nper centum  per annum  from  the date of the note,  or, in the case of a bill, from  the date on which  the \namount  becomes  payable,  until tender  or realization  of the amount  due thereon,  or until the date of \nthe institution  of a suit to recover such amount [ : ]2 \n3[Provided that in the case of an amount  due on an instru ment  where the return  is on bases  \nother  than interest,  the return  on the amount  due, when  no rate of return is specified  in the \ninstrument, shall be calculated  at the following  rate :— \n(i) in the case of return  on the basis  of mark -up in price,  lease,  hire-\npurchase  or service  charges,  at the contracted  rate of mark -up, rental,  \nhire or service  charges,  as the case may be; and \n(ii)  in the case of return  on the basis  of participation  in profit  and loss, at \nsuch rate as the Court  may consider  just and reasonable  in the \ncircumst ances of the case, keeping in vi ew the profit -sharing  \nagreement entered into between the b anking  company  and the \njudgement  debtor  when  the loan was contracted;]  \n4[(c) notwithst anding  the provisions of clauses (a) and (b), return  on an amount  due on an \ninstrument  where  the return is on bases  other  than interest  shall  be allowed  from  the date it becomes  \ndue till the date it is actually  paid.]  \n80. Interest when no rate specified. When no rate of interest  is specified  in the instrument,  \ninterest  on the amount  due thereon  shall,  5[notwithstanding  any agreement  relating  to interest  \nbetween any parties  to the instrument,]  be calculated  at the rate of six per centum  per annum  from  \nthe date at which the same  ought  to have  been  paid by the party  charged  until tender  or realization  of \nthe amount  due thereon or until such date after the institution  of a suit to recover  such amount as the \nCourt  directs  6[ : ] \n \n \n1Ins. by the Negotiable  Instrume nts (Amdt .) Ordinance,  1980  (61 of 1980),  s. 3. \n2Subs  by the Negotiable  Instruments  (Amdt .) Ordinanee, 1980 (61 of 1 980), s, 3. for full stop. \n3Proviso  added  ibid. \n4Clause  (c) ins. ibid. \n5Subs.  by the Negotiable  Instruments  (Interest)  Act, 1926  (30 of 1926 ) s. 2 for “except  in cases  provided  for by the Code  of Civil  Procedure,  section  \n532”. \n6Subs.  by Ord. 61 of 1980,  s. 4 for full-stop.  \n \nPage 30 of 44 \n l[Provided  that in the case of an amount due on an instru ment  where  the return  is on bases \nother  than interest  return  on the amount  due, when  no rate of return  is specified  in the instru ment,  \nshall  be calculated  at the following  rate, and shall  be allowed  from  the date it becomes due till the \ndate it is actually  paid :— \n(a) in the case of return  on the basis  of mark -up in price,  lease,  hire-purchase  or \nservice charges,  at the contracted rate of mark -up, rental,  hire or service  \ncharges,  as the case may be ; and \n(b) in the case of return  on the basis  of participation  in profit  and loss, at such rate \nas the Court  may consider  just and reasonable  in the circumstances  of the \ncase,  keeping  in view  the profit -sharing  agreement  entered  into between  the \nbanking  company  and the judgement  debtor  when  the loan was contracted.]  \nExplanation. —When  the party  charged  is the indorser  of an instrument  dishonoured  by non-\npayment,  he is liable  to pay interest  2[or return in any other  form,  as the case may be,] only from  the \ntime that he receives  notice  of the dishonour.  \n \n81. Delivery  of instrument  on payment,  or indemnity  in case of loss. Any person liable to \npay, and called  upon  by the holder  thereof  to pay, the amount  due on a promissory  note,  bill of ex-\nchange  or cheque  is before  payment  entitled  to have  it shown,  and is on payment  entitled  to have  it \ndelivered  up, to him, or, if the instrument  is lost or cannot  be produced,  to be indemnified  against  \nany further  claim  thereon  against  him. \n__________ ____  \nCHAPTER  VII \nOF DISCHARGE  FROM  LIABILITY  ON NOTES,  BILLS  AND  CHEQUES  \n 82. Discharge  from  liability.  The maker,  acceptor  or indorser  respectively  of a negotiable  \ninstrument  is discharged  from  liability  thereon – \n(a) by cancellation;  to a holder  thereof  who cancels  such acceptor ’s or indorser ’s \nname  with intent  to discharge  him, and to all parties  claiming  under  such \nholder;  \n(b) by release;  to a holder thereof  who otherwise  discharges  such maker,  acceptor  \nor indorser,  and to all parties  deriving  title under  such holder  after notice  of \nsuch discharge ; \n(c) by payment.  to all partie s thereto,  if the instrument  is payable  to bearer, or \nhas been  indorsed  in blank,  and such maker,  acceptor  or indorser  makes  \npayment  in due course  of the amount  due thereon.  \n \n \n1Proviso  ins. by the Negotiable  Instruments  (Amdt.)  Ordinance,  1980  (61 of 1980),  s. 4. \n2Ins. ibid. \n \nPage 31 of 44 \n 83. Discharge  by allowing  drawee  more  than  forty -eight hours  to accept.  If the holder  of \na bill of exchange  allows  the drawee  more  than l[forty -eight]  hours,  exclusive  of public  holidays,  to \nconsider  whether  he will accept  the same,  all previous  parties  not consenting  to such allowance  are \nthereby  discharge d from  liability  to such holder.  \n2[84. When  cheque  not duly  presented  and drawer  damaged  thereby. —(1) Where  a \ncheque  is not presented  for payment  within  a reasonable  time of its issue,  and the drawer  or person  \non whose  account  it is drawn  had the right,  at the time when  presentment  ought  to have  been  made,  \nas between  himself  and the banker,  to have  the cheque  paid and suffers  actual  damage  through  the \ndelay,  he is discharged  to the extent  of such damage,  that is to say, to the extent  to which  such \ndrawer  or person  is a creditor  of the banker  to a larger  amount  than he would  have  been  if such \ncheque  had been  paid.  \n(2) In determining  what  is a reasonable  time,  regard  shall  be had to the nature  of the \ninstrument,  the usage  of trade  and of bankers,  and the facts  of the particular  case.  \n(3) The holder  of the cheque  as to which  such drawer  or person  is so discharged  shall  be a \ncreditor,  in lieu of such drawer  or person,  of such banker  to the extent  of such discharge  and entitled  \nto recover  the amount  from  him.]  \nIllustrations  \n(a) A draws  a cheque  for Rs. 1,000,  and, when  the cheque  ought  to be presented  \nhas funds  at the bank  to meet  it. The bank  fails before  the cheque  is presented.  \nThe drawer  is discharged,  but the holder  can prove  against  the bank  for the \namount  of the cheque.  \n(b) A draws  a cheque  at 3[Sialkot]  on a bank  in 4[Quetta].  The bank  fails before  \nthe cheque  could  be presented  in ordinary  course.  A is not discharged,  for he \nhas not suffered  actual  damage  through  any delay  in presenting  the cheque.  \n85. Cheq ue payable  to order. —5[(1)] Where  a cheque  payable  to order  purports  to be \nendorsed  by or on behalf  of the payee,  the drawee  is discharged  by payment  in due course.  \n6[(2) Where  a cheque  is originally  expressed  to be payable  to bearer,  the drawee  is dischar ged \nby payment  in due course  to the bearer  thereof,  notwithstanding  any endorsement  whether  in full or \nin blank  appearing  thereon,  and notwithstanding  that any such endorsement  purports  to restrict  or \nexclude  further  negotiation.]  \n7[85A.  Draft  drawn  by one branch  of a bank  on another  payable  to order.  Where  any \ndraft,  that is, an order  to pay money,  drawn  by one office  of a bank  upon  another  office  of the same  \nbank  for a sum of money payable  to order  on demand,  purports  to be endorsed  by or on behalf  of the \npayee,  the bank  is discharged  by payment  in due course.]  \n \n1Subs.  by the Negotiable  Instruments  (Amdt.)  Act, 1921  (12 of 1921  ), s. 2, for “ twenty -four”. \n2Subs.  by the Negotiable  Instruments  Act, (Amendment)  Act, 1897  (6 of 1897),  s. 3, for the original  section.  \n3Subs.  by the Central  Laws  (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s.3, and 2nd Sch.,  for “ Umballa ” (with  effect  from  the 14th October,  \n1955).  \n4Subs.  by the Federal  Laws  (Revisio n and Declaration)  Ordinance,  1980 (27 of 1980),  s. 3 and IInd Sch.,  for “Chittagong ” which  was subs.  by Ord. 21 \nof 1960,s.  3 and 2nd Sch. for “ Calcutta ” (with  effect  from  the 14th October , 1955).  \n5Section  85 re-numbered  as sub-section  (1) of section  85 by the Negotiable  Instruments  (Amdt.)  Act, 1934  (17 of 1934),  s. 2. \n6Sub-section  (2) added,  ibid. \n7Section  85A ins. by the Negotiable  Instruments  (Amdt.)  Act, 1930  (25 of 1930),  s.2. \n \nPage 32 of 44 \n 86. Parties  not consenting  discharged  by qualified  or limited  acceptance.  If the holder  of \na bill of exchange  acquiesces  in a qualified  acceptance,  or one limited  to part of the sum mentioned  \nin the bill, or which  substitutes  a different  place  or time for payment,  or which,  where  the drawees  \nare not partners,  is not signed  by all the drawees,  all previous  parties  whose  consent  is not obtained \nto such acceptance  are discharged  as against  the holder  and those  claiming  under  him, unless  on \nnotice  given  by the holder  they assent  to such acceptance.  \nExplanation .—An acceptance  is qualified — \n \n(a) where  it is conditional,  declaring  the payment  to be dependent  on the \nhappening  of an event  therein  stated;  \n \n(b) where  it undertakes  the payment  of part only of the sum ordered  to be paid;  \n(c) where,  no place  of payment  being  specified  on the order  it undertakes  the \npayment  at a specified  place,  and not otherwise  or elsewhere;  or where,  a \nplace  of payment  being  specified  in the order,  it undertakes  the payment  at \nsome  other  place  and not otherwise  or elsewhere;  \n \n(d) where  it undertakes  the payment  at a time other  than that at which  under  the \norder  it woul d be legally  due. \n87. Effect  of material  alteration.  Any material  alteration  of a negotiable  instrument  renders  \nthe same  void as against  anyone  who is a party  thereto  at the time of making  such alteration  and does \nnot consent  thereto,  unless  it was made  in order  to carry  out the common  intention  of the original  \nparties;  \nAlteration  by indorsee.  and any such alteration,  if made  by an indorsee,  discharges  his \nindorser  from  all liability  to him in respect  of the consideration  thereof.   \nThe provisions  of this section  are subject  to those  of sections  20, 49, 86 and 125. \n88. Acceptor  indorser  bound  notwithstanding  previous  alteration.  An acceptor  or \nindorser  of a negotiable  instrument  is bound  by his acceptance  or indorsement  notwithstanding  any \nprevious  alteration  of the instrument.  \n \n89. Payment  of instrument  on which  alteration  is not apparent.  Where  a promissory  note,  \nbill of exchange  or cheque  has been  materially  altered  but does not appear  to have  been  so altered,  \nor where  a cheque  is presented  for payment  whic h does not at the time of presentation  appear  \nto be crossed  or to have  had a crossing  which  has been  obliterated , \npayment  thereof  by a person  or banker  liable  to pay, and paying  the same  according  to \nthe apparent  tenor  thereof  at the time  of payment  and otherwise  in due course,  shall  \ndischarge  such  person  or banker  from  all liability  thereon;  and such  payment  shall  not be \nquestioned  by reason  of the instrument  having  been  altered  or the cheque  crossed.  \n \n \nPage 33 of 44 \n 1[90. Extinguishment  of rights  of action  on bill in acceptor’s  hands.  The maker,  drawer,  \nacceptor  or indorser  of negotiable  instrument  is discharged  from  liability thereon  when  the person  \nliable  thereon  as principal  debtor  becomes  the holder  thereof  at or after its maturity.  \n(2) When  the holder  of an accepted  bill of exchange  enters  into any contract  with the \nacceptor  of the nature  referred  to in section  39, the other  parties  are discharged,  unless  the holder  has \nexpressly  reserved  his right  to charge  them.]  \n________ ___ \nCHAPTER  VIII  \nOF NOTICE  OF DISHONOUR  \n91. Dishonour  by non-acceptance.  A bill of exchange  is said to be dishonoured  by non-\nacceptance  when  the drawee,  or one of several  drawees  not being  partners,  makes  default  in \nacceptance  upon  being  duly required  to accept  the bill, or where  presentment  is excu sed and the bill \nis not accepted.   \nWhere  the drawee  is incompetent  to contract,  or the accep tance  is qualified,  the bill may be \ntreated  as dishonoured.  \n92. Dishonour  by non-payment.  A promissory  note,  bill of exchange  or cheque  is said to be \ndishonoured  by non-payment  when  the maker  of the note,  acceptor  of the bill or drawee  of the \ncheque  makes  default  in payment  upon  being  duly required  to pay the same.  \n93. By and to whom  notice  should  be given.  When  a promissory  note,  bill of exchange  or \ncheque  is dishonoured  by non-acceptance  or non-payment,  the holder  thereof,  or some  party  thereto  \nwho remains  liable  thereon,  must  give notice  that the instrument  has been  so dishonoured  to all other  \nparties  whom  the holder  seeks  to make  severally  liable  thereon,  and to some  one of several  parties  \nwhom  he seeks  to make  jointly  liable  thereon.  \n2[When  a bill of exchange  is dishonoured  by non-acceptance  the drawer  or any indorser  to \nwhom  such notice  is not given  is discharged;  but the rights  of a holder  in due course  subseq uent to \nthe omission  to give notice  shall  not be prejudiced  by that omission.   \nWhen  a bill of exchange  is dishonoured  by non-acceptance  and due notice  of dishonour  is \ngiven, it shall not be necessary  to give notice  of a subseque nt dishonour  by non-payment,  unless  the \nbill shall,  in the meant ime, have  been  accepted.]  \nNothing  in this section  renders  it necessary  to give notice  to the maker  of the dishonoured  \npromissory  note or the drawee  or acceptor  of the dishonoured  bill of exchange  or cheque.  \n \n94. Mode in which notice may be given. Notice  of dishonour  may be given to a duly \nauthorized agent  of the person  to whom  it is required to be given, or, where he has died,  to his legal  \nrepresentative,  or, where  he has been  declared  an insolvent,  to his assignee;  may be oral or written;  \nmay, if written, be sent by post ; and may be in any form;  but it must  inform  the party  to whom  it is \ngiven,  either  in express  terms  or by reasonable  intendment,  that the instrument  has been  \ndishonoured,  and in what  way,  and that he will be held liable  thereon;  and it must  be given  within  a \nreasonable  time after dishonour,  at the place  of business  or (in case such party  has no place  of \nbusiness)  at the residence  of the party  for whom  it is intended.   \n \n1Subs.  by the Negotiable  Instruments  (Amdt.)  Ordinance  1962  (49 of 1962),  s. 39, for the original  section  90. \n2Ins. ibid., s.40. \n \nPage 34 of 44 \n If the notice  is duly directed and sent by post and misc arries,  such miscarriage  does not \nrender  the notice  invalid.  \n95. Party receiving must transmit notice of dish onour. Any party  receiving  notice  of \ndishonour must, in order to rende r any prior  party  liable  to himself,  give notice  of dishonour  to such \nparty  within  a reasonable  time,  unless  such party  otherwise  receives  due notice  as provided  by \nsection  93. \n96. Agent  for presentment.  When  the instrument  is deposited  with an agent  for presentment,  \nthe agent  is entitled  to the same  time to give notice  to his principal  as if he were  the holder  giving  \nnotice  of dishonour,  and the principal  is entitled  to a further  like period to give notice  of dishonour.  \n97. When  party  to whom  notice  given  is dead.  When  the party  to whom  notice  of \ndishonour  is despatched  is dead,  but the party  despatching  the notice  is ignorant  of his death,  the \nnotice  is sufficient.  \n98. When  notice  of dishonour  is unnecessary.  No notice  of dishonour  is necessary — \n(a) when  it is dispensed  with by the party  entitled  thereto;  \n(b)  in order  to charge  the drawer  when  he has counter manded  payment;  \n(c)  when  the party  charged  could  not suffer  damage  for want  of notice;  \n(d)  when  the party  entitled  to notice  cannot  after due search  be found;  or the party  \nbound  to give notice  is, for any other  reason,  unable  without  any fault of his \nown to give it ; \n(e)  to charge  the drawers  when  the acceptor  is also a drawer;  \n(f)  in the case of a promissory  note which  is not negotiable;  \n(g)  when  the party  entitled  to notice,  knowing  the facts,  promises  unconditionally  \nto pay the amount  due on the instrument.  \n_________  \nCHAPTER  IX \nOF NOTING  AND  PROTEST  \n99. Noting.  When  a promisso ry note or bill of exchange  has been  dishonoured  by non-\nacceptance  or non-payment,  the holder  may cause  such dishonour  to be noted  by a notary  public  \nupon  the instrument,  or upon  a paper  attached  thereto,  or partly  upon  each.  \nSuch  note must  be made  within  a reasonable  time after dishonour,  and must  specify  the date \nof dishonour,  the reason,  if any, assigned  for such dishonour,  or, if the instrument  has not been \nexpressly  dishonoured,  the reason  why the holder  treats  it as dishonoured,  and the notary ’s charges.  \n100. Protest.  When  a promissory  note or bill of exchange  has been  dishonoured  by non-\nacceptance  or non-payment,  the holder  may,  within  a reasonable  time,  cause  such dishonour  to be \nnoted  and certified  by a notary  public.  Such  certificate  is called  a protest.  \n \nPage 35 of 44 \n Protest  for better  security.  When  the acceptor  of a bill of exchange  has become  insolvent,  \nor his credit  has been  publicly  impeached,  before  the maturity  of the bill, the holder  may,  within  a \nreasonable  time,  cause  a notary  public  to demand  better  security  of the acceptor,  and on its being  \nrefused  may,  within  a reasonable  time,  cause  such facts  to be noted  and certified  as aforesaid.  Such  \ncertificate  is called  a protest  for better  security.  \n101. Contents  of protest.  A protest  under  section  100 must  contain — \n(a) either  the instrument  itself,  or a literal  transcript  of the instrument  and of \neverything  written  or printed  there upon;  \n(b) the name  of the person  for whom  and against  whom  the instrument  has been  \nprotested;  \n(c) a statement  that payment  or acceptance,  or better  security,  as the case may be,  \nhas been demanded of su ch person by the notary public; the terms of his \nanswer, if any, or a statement  that he gave no answer or that he could not \nfound;  \n(d) when  the note or bill has been  dishonoured,  the place  and time of dishonour,  \nand, when  better  security  has been  refused,  the place  and time of refusal;  \n(e) the subscription  of the notary  public  making  the protest;  \n(f) in the event  of an acceptance  for honour  or of a payment for honour,  the name  \nof the person  by whom,  of the person  for whom,  and the manner  in which,  \nsuch acceptance  or payment  was offered  and effected.  \n1[A notary public may make t he demand mentioned in clause (c) of this section either in \nperson or by his clerk or, where authorized by a greement or usage, by registered letter.]  \n102. Notice of protest. When a promissory note or bill of exchange is required by law to be \nprotested, not ice of such protest must be given instead of notice of dishonour, in the same manner \nand subject to the same  conditions; but the notice may be given by the notary public who makes the \nprotest.  \n103. Protest for non -payment after dishonour by non -acceptance.  All bills of exchange \ndrawn payable at some other place than the place mentioned as the residence of the dr awee, and \nwhich are dishonoured by non -acceptance, may, without further presentment to the drawee, be \nprotested for non -payment in the place specifi ed for payment, unless paid before or at maturity.  \n104. Protest of foreign bills. Foreign bills of exchange must be protested for dis honour when \nsuch protest is required by the law of the place where they are drawn.  \n \n2[104A.  When noting equivalent to prot est. For the purposes of this Act, where a bill or \nnote is required to be protested within a specified time or before some further proceeding is taken, it \nis sufficient that the bill has been noted for protest before the expiration of the specified time or  the \nhas been  demanded  of such person  by the notary  public;  the terms  of his answer,  if any, or a \nstatement  that he gave  no answer or that he could  not be taking of the proceeding; and the formal \nprotest may be extended at any time thereafter as of the dat e of the noting. ]  \n \n \n_____________  \n \n \n1Ins. by the Negotiable  Instruments  Act, 1885  (2 of 1885),  s. 5. \n2Secti on 10 4A ins. ibid.,s.6. \n \nPage 36 of 44 \n  \n \n \nCHAPTER  X \nOF REASONABLE  TIME  \n105. Reasonable  time.  In determining  what  is a reasonable  time for present ment  for \nacceptan ce or payment,  for giving  notice  of dishonour  and for noting,  regard  shall  be had to the \nnature  of the instrument and the usual  course  of dealing  with respect  to similar  instru ments;  and, in \ncalculating  such time,  public  holidays  shall  be excluded.  \n106. Reasonable  time  of giving  notice  of dishono ur. If the holder  and the party to whom  \nnotice  of dishonour  is given carry  on business  or live (as the case may be) in different  places,  such \nnotice  is given  within  a reasonable  time if it is despatched  by the next post or on the day next after \nthe day of dishonour.   \nIf the said parties  carry  on business  or live in the same place,  such notice  is given  within  a \nreasonable  time if it is despatched  in time to reach  its destination  on the day next after the day of \ndishonour.  \n107. Reasonable  time  for transmitting  such  notice.  A party  receiving  notice  of dishonour,  \nwho seeks  to enforce  his right  against  a prior  party,  transmits  the notice  within  a reasonable  time if \nhe transmits  it within  the same  time after its receipt  as he would  have  had to give notice  if he had \nbeen  the holder.  \n_________  \nCHAPTER  XI \nOF ACCEPTANCE  AND  PAYMENT  FOR  HONOUR  AND  REFERENCE  \nIN CASE  OF NEED.  \n \n108. Acceptance  for honour.  When  a bill of exchange  has been  noted  or protested  for non-\nacceptance  or for better  security,  any person  not being  a party  already  liable  thereon  may,  with the \nconsent  of the holder,  by writing on the bill, accept  the same  for the honour  of any party  thereto.   \n1*   *   *   *   *   *   * \n \n109. How  acceptance  for honour  must  be mad e. A person  desiring to accept  for honour  \nmust,  2[by writing  on the bill under  his hand,]  declare  that he accepts  under  protest  the protested  bill \nfor the honour  of the drawer  or of a particular  indorser  whom  he names,  or generally  for honour;   \n3*  *  *. \n \n110. Acceptance  not specifying  for whose  honour  it is made.  Where  the acceptance  does \nnot express  for whose  honour  it is made,  it shall  be deemed  to be made  for the honour  of the drawer.  \n111. Liability  of acceptor  for honour.  An acceptor  for honour  binds  himself  to all parties  \nsubsequent  to the party  for whose  honour  he accepts  to pay the amount  of the bill if the drawee  do \nnot: and such party  and all prior  parties are liable  in their respective  capacities  to compensate  the \nacceptor  for honour  for all loss or damage  sustained  by him in consequence  of such acceptance.  \n \n1The second  paragraph  of the section  was rep. by the Negotiable  Instru ments  Act, 1885  (2 of 1885),  s. 7. \n2Subs.  ibid., s. 8, for “in the presence  of a notary  public  subscribe  the bill with his own hand  and”. \n3The words  “and such declaration  must  be recorded  by the notary  in his register ” rep. ibid. \n \nPage 37 of 44 \n But an acceptor  for honour  is not liable  to the holde r of the bill unless  it is presented,  or (in \ncase the address  given  by such acceptor  on the bill is a place  other  than the place  where  the bill is \nmade  payable)  forwarded  for presentment,  not later than the day next after the day of its maturity.  \n112. When  acceptor  for honour  may be charged.  An acceptor  for honour  cannot  be \ncharged  unless  the bill has at its maturity  been  presented  to the drawee  for payment,  and has been  \ndishonoured  by him, and noted  or protested  for such dishonour.  \n \n113. Payment  for honour . When  a bill of exchange  has been  noted  or protested  for non-\npayment,  any person  may pay the same for the honour  of any party  liable  to pay the same,  provided  \nthat the person  so paying  1[or his agent  in that behalf]  has previously  declared  before  a notary  public  \nthe party  for whose  honour  he pays,  and that such declaration  has been  recorded  by such notary  \npublic.  \n114. Right of payer for honour.  Any person  so paying  is entitled  to all the rights,  in respe ct \nof the bill, of the holder  at the time of such payment,  and may recover  from  the party  for whose  \nhonour  he pays all sums  so paid,  with interest  thereon  and with all expenses  properly  incurred  in \nmaking  such payment. \n115. Drawee in case of need. Where  a drawee  in case of need  is named  in a bill of exchange,  \nor in any indorsement  thereon,  the bill is not dishonou red until it has been  dishonoured  by such \ndrawee.  \n116. Acceptance and payment without protest. A drawee  in case of need  may accept and \npay the bil l of exchange  without  previous  protest.  \n_______ ___ \n \nCHAPTER XII  \nOF COMPENSATION  \n \n117. Rules as to compensation.  The compensation  payable  in case of dishonou r of a \npromissory  note,  bill of exchange  or cheque,  by any party  liable  to the holder  or any indorse e, shall \n2 *  *  *be determined  by the following  rules  :— \n(a) the holder  is entitled  to the amount  due upon  the instru ment,  togethe r with the \nexpen ses properly  incurred  in presenting,  noting  and protesting  it ; \n(b) when  the person  charged  resides  at a place different  from  that at which  the \ninstrument  was payable,  the holder  is entitled  to receive  such sum at the \ncurrent  rate of exchange  between  the two places;  \n(c)  an indorser  who,  being  liable,  has paid the amount  due on the same  is entitled  \nto the amount  so paid with interest  at six per centum per annum from the date \nof payment  until tender  or realization  thereof,  together  with all expenses  \ncaused  by the dishonour  and payment;  \n(d) when  the person  charged  and such indorser  reside  at different  places,  the \nindorser  is entitled  to receive  such sum at the current  rate of exchange  \nbetween  the two places;  \n \n1Ins. by the Negotiable  Instru ments  Act, 1885  (2 of 1885) , s.9. \n2Certain  words  were  omitted  by the Negotiable  Instruments  (Interest)  Act, 1926  (30 of 1926),  s.3. \n \nPage 38 of 44 \n  (e) the party  entitled  to compensation  may draw  a bill upon  the party  liable  to \ncompensate  him, payable  at sight  or on demand,  for the amount  due to him, \ntogether  with all expenses  properly  incurred  by him. Such  bill must  be \naccompanied  by the instru ment  dishonoured  and the protest  thereof  (if any).  If \nsuch bill is dishonoured,  the party  dishonouring  the same  is liable  to make  \ncompensation  there of in the same  manner  as in the case of the original  bill. \n___________  \nCHAPTER  XIII  \nSPECIAL RULES OF EVIDENC E \n \n118. Presumptions as to negotiable instruments. Until  the contrary  is proved,  the \nfollowing  presump tions  shall  be made:  \n \n(a) of consideration;  that every  nego tiable instrument  was made  or drawn  for \nconsideration,  and that every  such instrument,  when  it has been  accepted, \nindorsed, negotiated or t ransferred,  was accepted,  indorsed,  negotiated  or \ntransferred  for consideration;  \n(b)  as to date; that every  negotiable  instrument  bearing  a date was made  or drawn  \non such date;  \n(c)  as to time of acceptance; that every  accepted  bill of exchang e was accepted  \nwithin a reasonable  time after its date and before  its maturity;  \n(d)  as to time of transfer; that every  transfer  of a negotiable  instrument  was \nmade  before  its maturity;  \n(e)  as to order of indorsement; that the indorsements  appearing  upon  a \nnegotiable  instrument  were  made  in the order  in which they appear  thereon;  \n(f)  as to stamp; that a lost promis sory note,  bill of exchange  or cheque  was duly \nstamped;  \n(g)  that holder is a holder in due course. that the holder  of a negotiable  \ninstrument  is a holder  in due course: provided  that, where  the instrument  has \nbeen  obtained  from  its lawful  owner,  or from  any person  in lawful  custody  \nthereof,  by means  of an offence or fraud,  or has been  obtained  from  the maker  \nor acceptor  thereof  by means  of an offence  or fraud,  or for unlawful  \nconsideration,  the burthen  of proving  that the holder is a holder in due course \nlies upon  him. \n119. Presumption on proof of protest. In a suit upon  an instrument  which  has been  \ndishonour ed, the Court shall, on proof of the protest, presume  the fact of dishonour,  unless  and until \nsuch fact is disproved.  \n \nPage 39 of 44 \n 120. Estoppel against denying o riginal validity of instrument. No maker  of a promissory  \nnote,  and no drawer  of a bill of exchange  or cheque , and no acceptor  of a bill of exchange  for the \nhonour  of the drawer,  shall,  in a suit thereon  by a holder  in due course,  be permitted  to deny  the \nvalidity  of the instrument  as originally  made  or drawn.  \n121. Estoppel  against  denying  capacity  of payee  to indorse.  No maker  of a promissory  \nnote and no acceptor  of a bill of exchange  l[payable  to order]  shall,  in a suit thereon  by a holder  in \ndue course,  be permitted  to deny  the payee’s capacity,  at the date of the note or bill, to indorse  the \nsame.  \n122. Estoppe l against denying signature or capacity of prior party. No indorser  of a \nnegotiable  instrument  shall,  in a suit thereon  by a subsequent  holder,  be permitted  to deny  the \nsignature  or capacity  to contract  of any prior  party  to the instrument.  \n_____ ___ \n \nCHAPT ER XIV \n2[SPECIAL  PROVISIONS RELATING TO CHEQUES]  \n \n3[122A . Revocation of banker’s authority. The duty and authority  of a banker  to pay a \ncheque  drawn  on him by his customer  are determined  by− \n(1) countermand  of payment  ; \n(2) notice  of the customer ’s death;  \n(3) notice  of adjudication  of the customer  as an insolvent.]  \n \n123. Cheque crossed generally. Where  a cheque  bears  across  its face an addition  of the \nwords  “and company ” or any abbreviation  thereof,  between  two parallel  transverse  lines,  or of two \nparallel  transverse  lines  simply,  either  with or without  the words  “not negotiable ”, that addition  shall \nbe deemed  a crossing  and the cheque  shall  be deemed  to be crossed  generally.  \n4[123A . Cheque crossed “account payee”.__ (1) Where  a cheque  crossed  generally  bears \nacross  its face an addition  of the words  “account  payee ” between  the two parallel  transverse  lines  \nconstituting  the general  crossing,  the cheque,  besides  being  crossed  generally,  is said to be crossed  \n“account  payee ”. \n \n(2) When  a cheque  is crossed  “account payee ”— \n(a)  it shall  cease  to be negotiable;  and \n(b) it shall  be the duty of the banker  collecting  payment  of the cheque  to credit  the \nprocee ds thereof  only to the account  of the payee  named  in the cheque.]  \n \n \n1Subs.  by the Negotiable  Instruments  (Amdt.) Act, 1919  (8 of 1919),  s. 5, for “payable  to, or to the order  of, a specified  person ”. \n2Subs.  by the Negotiable  Instruments  (Amdt.) Ordinance, 1962 (49 of 1962),  s. 41, for the original  heading  “OF CROSSED  CHEQUES ”. \n3Section  122A  ins. ibid.,  s.42. \n4Section  123A  ins. ibid.,  s. 43. \n \n \nPage 40 of 44 \n 124. Cheque crossed specially. Where  a cheque  bears  across  its face an addition  of the name  \nof a banker,  either  with or without  the words  “not negotiable ”, that addition  shall  be deemed  a \ncrossing,  and the cheque shall be deemed to be crossed  specially,  and to be crossed  to that banker.  \n125. Crossing after issue. Where  a cheque  is uncrossed,  the holder  may cross  it gener ally or \nspecially.   \nWhere  a cheque  is crossed  generally,  the holder  may cross  it specially.  \nWhere  a cheque  is crossed  generally  or specially,  the holder  may add the words “not \nnegotiable” . \nWhere  a cheque  is crossed  specially,  the banker  to whom  it is cross ed may again  cross  it \nspecially  to another  banker,  his agent,  for collection.  \nl[When  an uncrossed  cheque,  or a cheque  crossed  generally,  is sent to a banker  for collection,  \nhe may cross  it specially  to himself.]  \n2[125A . Crossing  a material  part of a chequ e. A crossing  authorized  by this Act is a \nmaterial  part of the cheque;  it shall  not be lawful  for any person  to obliterate,  or, except  as \nauthorized  by this Act, to add to or alter,  the crossing.]  \n126. Payment  of cheque  crossed  generally.  Where  a cheque  is crossed  generally,  the banker  \non whom  it is drawn  shall  not pay it otherwise  than to a banker.  \nPayment  of cheque  crossed  specially.  Where  a cheque  is crossed  specially,  the banker  on \nwhom  it is drawn  shall  not pay it otherwise  than to the banker  to whom  it is crossed,  or his agent  for \ncollection.  \n127. Payment  of cheque  crossed  specially  more  than  once.  Where  a cheque  is crossed  \nspecially  to more  than one banker,  except  when  crossed  to an agent  for the purpose  of collection,  the \nbanker  on whom  it is drawn  shall  refuse  payment  thereof.  \n128. Payment  in due course  of crossed  cheque.  Where  the banker  on whom  a crossed \ncheque  is drawn  3[in good  faith and without  negligence  pays it, if crossed  general ly, to a banker,  and \nif crossed  specially,  to the banker  to whom it is crossed  or his agent  for collection,  being  a banker],  \nthe banker  paying  the cheque,  and (in case such cheque  has come  to the hands  of the payee)  the \ndrawer  thereof,  shall  respectively  be entitled  to the same  rights,  and be placed  in the same  position in \nall respects,  as they would  respectively  be entitled to and placed  in if the amount  of the cheque  had \nbeen  paid to and received  by the true owner  thereof.  \n129. Payment  of crossed  cheque  out of due course.  Any banker  paying  a chequ e crossed  \ngenerall y other wise than to a banker,  or a cheque  crossed  specially  otherwise  than to the banker  to \nwhom  the same  is crossed,  or his agent  for collection,  being  a banker,  shall  be liable  to the true \nowner  of the cheque  for any loss he may sustain  owing  to the cheque having  been  so paid 4[ : ] \n \n1New  paragraph  ins. by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962 (49 of 1962),  s. 44. \n2Section  125A  ins. ibid., s. 45. \n3Subs.  ibid.,  s. 46, for “ has paid the same in due course ”. \n4Subs . ibid.,  s. 47, for the full-stop. \n \nPage 41 of 44 \n 1[Provided  that where  a cheque  is presented  for payment  which  does not at the time of \npresentment  appear  to be crossed,  or to have had a crossing  which  has been obliterated,  added  to or \naltered  otherwise  than as authorized  by this Act, the banker  payin g the cheque  in good  faith and \nwithout  negligence  shall  not be responsible  or incur  any liability  nor shall  the payment  be \nquestioned,  by reason  of the cheque  having  been  crossed,  or of the crossing  having  been  obliterated  \nor having  been  added  to or altere d otherwise  than as authorized  by this Act, and of payment  having  \nbeen  made  otherwise  than to a banker  or to the banker  to whom  the cheque  is or was crossed,  or to \nhis agent  for collection,  being  a banker,  as the case may be.] \n130. Cheque bearing “not nego tiable”. A person  taking  a cheque  crossed  generally  or \nspecially,  bearing in either case the words “not nego tiable,” shall  not have,  and shall  not be capable  \nof giving,  a better  title to the cheque  than that which  the person  from  whom  he took it had. \n131. Non-liability of banker receiving payment of cheque. 2[Subject  to the provisions  of \nthis Act relating to che ques crossed “ account  payee ” , where  a banker  in good  faith and without  \nnegligence  receives  payment  for a customer  of a cheque  crossed  generally  or specially  to himself,  \nand the customer  has no title or a defective  title thereto,  the banker  shall  not, incur any liability  to the \ntrue owner  of the cheque  by reason  only of having  received  such payment.]  \n3[Explanation.__ A banker receives payment of a cr ossed cheque  for a custom er within  the \nmeaning  of this section  notwith standing  that he credits  his customer ’s account  with the amou nt of \nthe cheque  before  receiving  payment  thereof.]  \n4[131A . Application  of Chapter  to drafts . The provisions  of this Chapter  shall  apply  to any \ndraft,  as defined  in section  85A,  as if the draft  were  a cheque.]  \n5[131B.  Protection to banker crediting cheque crossed “account payee”. Where  a cheque  \nis delivered  for collection  to a banker  which  does not at the time of such delivery  appear  to be \ncrossed  “account  payee ”, or to have  had a crossing  “account  payee ” which  has been  oblitera ted o r \naltered, the banker, in g ood faith and without  negligence  collecting  payment  of the cheque  and \ncrediting  the proceeds  thereof  to a customer,  shall  not incur  any liability  by reason  of the cheque  \nhaving  been  crossed  “account  payee ”, or of such crossing  having been  obliterated  or altered, and of \nthe proceeds  of the cheque  having  been  credited  to a person who is not the payee thereof.  \n131C.  Cheque not  operating as assignment of funds. A cheque,  of itself,  does not operate  \nas an assignment  of any part of the funds  to the credit  of the drawer  with the banker.]  \n \n \n \n \n1Proviso  added  by the Negotiable  Instruments  (Amdt.)  Ordinance,  1962 (49 of 1962) , s.47 . \n2Subs. by the Negotiable  Instruments  (Amdt.) Ordinance,  1962  (49 of 1962),  s. 48, for the original  paragraph.  \n3 Explanation  ins. by the Negotiable  Instrument  (Amdt.) Act, 1922  (18 of 1922),  s. 2. \n4 Section  131A  was added  by the Negotiable  Instruments  (Amdt.) Act,1947  (33 of 1947),  s. 2. \n5 Sections  131B and 131C ins. by Ord. 49 of 1962, s. 49. \n \n \nPage 42 of 44 \n CHAPTER  XV \nl[SPECIAL  PROVISIONS  RELATING  TO BILLS  OF EXCHANGE]  \n2[131D.  Several  drawees.  A bill of exchange  may be addressed  to two or more  drawees,  \nwhether  they are partners  or not; but an order  addressed  to two drawees,  in the alternative,  or to two \nor more  drawees  in succes sion,  is not a bill of exchange.  \n \n131E.  In whose  favour  a bill may be drawn.  A bill of exchange  may be drawn  payable  to, \nor to the order  of, the drawer; or it may be drawn  payable  to, or to the order  of, the drawee.  \n131F.  When  presentment  for acceptance  is necessary.  A bill of exchange,  in order  to fix \nthe acceptor  with liability,  must  be presented  for acceptance  before  it is presented  for payment.  \nl31G. When  presentment  excused.  Presentment  for acceptance  is excused,  and a bill of \nexchange  may be treated  as dishonoured  by non-acceptance ― \n(a) where  the drawee  is dead  or is insolvent  or is a fictitious  person  or a person  \nnot having  capacity  to contract  by bill of exchange;  \n(b) where,  at the due date for presentment,  the drawee  cannot, after reasonable  \nsearc h, be found  at the place  at whic h the bill is to be presented;  \n(c)  where,  after the exercise  of reasonable  diligence  such,  presentment  cannot  be \neffected;  \n(d)  where,  although  the presentment  has been  irregular,  acceptance  has been  \nrefused  on some  other  ground.  \n131H.  Holder’s  right  of recourse  against  drawer  and indorsers.  Subject  to the provisions  \nof this Act, when  a bill of exchange  is dishonoured  by non-acceptance,  an immediate  right  of \nrecourse  against  the drawer  and indorsers  accrues,  to the holder,  and no presentment  for payment  is \nnecessary.  \n131I. Holder  may refuse  qualified  acceptance.  The holder  of a bill of exchange  may refuse  \nto take a qualified  acceptance,  and if he does not obtain  an unqualified  acceptance  may treat the bill \nas dishonoured  by non-acceptance.]  \n132. Set of bills. Bills  of exchange  may be drawn  in parts,  each part being  numbered  and \ncontaining  a provision  that it shall  continue  payable  only so long as the others  remain  unpaid.  All the \nparts  together  make  a set; but the whole  set constitutes  only one bill, and is extinguished  when  one \nof the parts,  if a separate  bill, would  be extinguished.  \nException .___ When  a person  accepts  or indorses  different  parts  of the bill in favour  of \ndifferent  persons,  he and the subsequent  indorsers  of each part are liable  on such part as if it were  a \nseparate bill. \n \n \n1 Subs.  by the Negotiable  Instruments  (Amdt.) Ordinance,  1962  (49 of 1962),  s. 50, for the original  heading  “OF BILLS  IN SETS ”. \n2Sections  131D,  131E,  131F,131G,  131H  and 131I, ins. ibid,.  s. 51. \n \nPage 43 of 44 \n 133. Holder  of first acqu ired part entitled  to all. As between  holders  in due course  of \ndifferent  parts  of the same  set he who first acquired  title to his part is entitled  to the other  parts  and \nthe money  represented  by the bill. \n____________  \nCHAPT ER XVI \n \nOF INTERNATIONAL  LAW  \n \n1[134. Law  governing  liability  of parties  to a foreign  instrument.  In the absence  of a \ncontract  to the contrary  and subject  to the provisions  of section  136, in the case of a foreign  \npromissory  note,  bill of exchange  or cheque ,― \n(a) the law of the place  where  the instrument  was made  or drawn,  or accepted  or \nnegotiated  shall  determine―  \n (i)  the capacity  of the parties  ; and \n(ii) the validity  of the instrument  or, as the case may be, of its acceptance  \nor negotiation:  \nProvided  that such instrument  shall  not be invalid  or inadmissible  in \nevidence  by reason  only that it was not stamped  or not sufficiently  stamped  \naccording  to the law of the place  where  it was made  or drawn  ; \n \n(b) the law of the place  where  such instrument  is payable  shall  determine, — \n(i) the liability  of all parties  thereto;  \n(ii) the duties  of the holder  with respect  to present ment  for acceptance  or \npayment;  \n(iii)  the date of maturity  of the instrument;  \n(iv)  what  constitutes  dishonour  ; \n(v)  the necessity  for and sufficiency  of a protest  or notice  of dishonour  ; \n(vi)  all questions  relating  to payment  and satisfaction  including  the \ncurrency  in which  and the rate of exchange  at which  the instrument  is \nto be paid.]  \n \nIllustration  \nA bill of exchange  was drawn  by A in California,  where  the rate of interest  is 25 per cent.,  \nand accepted  by B, payable  in Washington,  where  the rate of interest  is 6 per cent.  The bill is \nendorsed  in 2[Pakista n], and is dishonoured.  An action  on the bill is brought  against  B in 2[Pakistan].  \nHe is liable  to pay interest  at the rate of 6 percent  only;  but, if A is charged as drawer,  A is liable  to \npay interest  at the rate of 25 per cent.  \n \n1Subs.  by the Negotiable Instmments (Am dt.) Ordinance,  1962  (49 of 1962),  s. 52, for the original  section  134. \n2 Subs.  by the Negotiable  Instruments  (Amdt.)  Act, 1957  (5 of 1958),  s.6 (with  effect  from  the 14th October,  1955),  for “the Provinces  and the Capital  \nof the Federation ” which  had been  subs.  by A. O., 1949,  Arts.  3 (2) and 4, for “Britith  India ” . \n \nPage 44 of 44 \n 135. [Law of place  of payment  governs  dishonour. ] Omitted  by the Negotiable Instruments \n(Amdt.) Ordinance,  1962  (XLIX  of 1962)  s. 53. \n136. Instrument  made,  etc., outside  Pakistan , but in accordance  with  their  Law.  If a \nnegotiable  instrument  is made,  drawn,  accepted  or indorsed  l[outside  2[Pakistan] ], but in accordance  \nwith the law of 2[Pakistan],  the circumstance  that any agreement  evidenced  by such instrument  is \ninvalid  according  to the law of the country  wherein  it was entered  into does not invalidate  any \nsubsequent  acceptance  or indorsement  made  thereon  3[within  2[Pakistan]] . \n137. Presumption  as to foreign  law. The law of any 4* * * foreign  country  regard ing \npromissory  notes,  bills of exchange  and cheques  shall  be presumed  to be the same  as that of \n2[Pakist an], unless  and until the contrary  is proved.  \n________  \n \n5[ CHAPTER  XVII  \nNOTARIES  PUBLIC  \n138. Power  to appoint  notaries  public.  The 6[Federal  Government]  may,  from  time to time,  \nby notification  in the official Gazette,  appoint  any person , by name  or by virtue of his office , to be a \nnotary  public  under  this Act and to exercise  his functions  as such with in any local  area, and may,  by \nlike notification,  remove  from  office  any notary  public  appointed  under  this Act. \n7139. Power  to make  rules  for notaries  public . The 6[Federal  Government]  may,  from  time \nto time, by notification  in the official  Gazette,  make  rules  consistent  with this Act for the guidance  \nand control  of notaries  public  appoint ed under  this Act, and may, by such rules  (among  other  \nmatters)  fix the fees payable  to such notaries.]  \n_________  \n \n SCHEDULE .―[Enactments  repealed. ] Rep. by the Amen ding Act, 1891  (XII of 1891).  \n \n_________  \n \n \n \n \n \n \n \n1Subs.  by A.O.,  1949,  Sch.,  read with Art. 4, for “out of British  India ”. \n2Subs.  by the Negotiable  Instruments  (Admt.) Act, 1957  (5 of 1958),  s. 6, for “the Provinces  and the Capital  of the Federation ” (with effect  from  the \n14th October,  1955).  \n3Subs.  by A.O.,  1949,  Sch.,  read with Art. 4, for “in British  India ”. \n4The words  “Acceding  State  or” which  were  ins. by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 4 and 3rd Sch.,  omitted  by \nAct No.5  of 1958,  s. 6 (with  effect  from  the 14th October,  1955).  \n5Ch. XVII  was added  by the Negotiable  Instruments  Act, 1885  (2 of 1885),  s. 10. \n6Subs.  by F.A.O.,  1975,  Art. 2 and Table  for “Central  Government ” which  was subs.  by A.O.,  1937,  for” L.G.” which  has been  subs.,  for” G.G.  in C” \nby the Decentralization  Act, 1914  (4 of 1914),  s. 2 and Sch.,  Part I. \n7For rules  under  this section,  see Notification  No. 1433,  dated  30th September,  1886, Gazette  of India,  1886.  Part I, p.548."
}