{
    "file": "./converted_json\\administratoref89954fa50a8ae3cb25ac981498f9ff.json",
    "name": "Pakistan Maritime Shipping (Transfer of Managed Establishments) Ordinance, 1980",
    "date": "22nd June, 1980",
    "tagline": "Ordinance to provide for the transfer of certain managed establishments relating to maritime shipping",
    "content": "Page 1 of 6 \n  \n \nTHE PAKISTAN MARITIME SHIPPING (TRANSFER OF \nMANAGED ESTABLISHMENTS) ORDINANCE, 1980  \n \n \nCONTENTS  \n \n1.  Short title, extent and commence ment  \n2.  Interpreta tion \n3.  Ordinance to override other laws  \n4.  Transfer of shares and proprietary interests  \n5.  Election of Board of Director s \n6.  Transfer of Management  \n7.  Audit  \n8.  No claim of compensation  \n9.  Employees to continue in service  \n10.  Contracts and agree ment to continue  \n11.  Removal of difficulties  \n12.  Bar of Jurisdiction  \n13.  Penalties  \n14.  Power to m ake rules  \nTHE SCHEDULE  \n\n \nPage 2 of 6 \n THE PAKISTAN MARITIME SHIPPING (TRANSFER OF MANAGED \nESTABLISHMENTS) ORDINANCE, 1980  \nOrdinance No . XXII  of 1980  \n[22nd June, 1980]  \nAn Ordinance to provide for the transfer of certain managed establishments relating to maritime \nshippin g. \n WHEREAS  it expedient to provide for the transfer of certain managed establishments \nrelating to maritime shipping and matters connected therewith or ancillary thereto ;  \n AND WHEREAS  the  President is satisfied  that circumstances exist which render it \nnecessary to take immediate action ;  \n NOW, THEREFORE , in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 (C.M.L.A. Order No. J of 1977),  and in exercise \nof all powers enabling him in that be half, the President is pleased to make and pro mulgate the \nfollowing Ordinance : — \n 1. Short title, extent and commence ment.—(1) This Ordinance may be called the Pakistan \nMaritime Shipping (Transfer of Managed Establishments) Ordinance, 1980.  \n (2) It exten ds to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Interpreta tion. Words and expressions used in this Ordinance shall, unless there is \nanything repugnant in the subject or context, have the same meaning as in the Pakistan Maritime \nShipping (Regulation and Control) Act, 1974, hereinafter referred to as the said Act.  \n 3. Ordinance to override other laws. This Ordinance shall have effect notwithstanding \nanything contained in the said Act or any other law for the time being in force or in an y agreement, \ncontract, memorandum or articles.  \n 4. Transfer of shares and proprietary interests. —(1) The Federal Government may, if it \nconsiders necessary in the national interest so to do, through a public notice offer to transfer the \nshares or proprietar y interests in respect of a managed establishment acquired by it under section 5 of \nthe said Act, to the persons specified, and on the terms set out, in the Schedule :  \n Provided that, in the case of a managed establishment of which persons who are not citi zens \nof Pakistan are also shareholders, the  Federal Government may transfer the shares of such \nestablishments to its shareholders in accordance with the terms of an agreement reached between the \nFederal Government and the previous management of such establ ishment.  \n (2) If the offer made under sub -section (1) is not accepted by any person within a period of \ntwenty -one days the Federal Government may retain the shares or proprietary interest offered to such \nperson or dispose of them in any manner it may deem fit and such person shall have no right \nwhatsoever in respect of such shares or proprietary interests.  \n (3) Upon the acceptance of the offer to transfer proprietary interests in the  case of a  managed \nestablishment which is not a company, the Federal Govern ment shall transfer the proprietary \n \nPage 3 of 6 \n interests to the company or other person from whom the proprietary interests were acquired under \nsection 5 of the said Act.  \n (4) Upon the acceptance of the offer to transfer shares in a managed establishment which is a \ncompany or an establishment owned by a company, the Federal Government shall transfer the shares \nacquired by it under section 5 of the said Act in the names of the persons who have accepted the \noffer and the said transfer shall be recorded in the register o f members of the company.  \n 5. Election of Board of Director s. Within sixty days of the issue of the public notice under \nsub-section (1) of section 4 in respect of a managed establishment which is a company or, in the case \nof a managed establishment referre d to in the proviso to that sub -section, of the transfer of shares, an \nextraordinary general meeting of the company shall be held for the purpose of electing the Board of \nDirectors of the company in accordance with the Companies (Managing Agency and Electi on of \nDirectors) Order, 1972.  \n 6. Transfer of Management. —(1) Upon the election of the Board of Directors under section \n5 in the case of a managed establishment which is a company, and upon the transfer of a proprietary \ninterests under sub -section (3) of s ection 4 in the case of a managed establishment which is not a \ncompany,  the Federal  Government  shall  cancel  the orders  made  by it under  sub-section  (1) of section  \n6 and sub-section  (3) or sub-section (4) of section 13 of the s aid act in respect of the m anaged and \nestablished.  \n (2) Upon the issue of an order under sub -section (1) in  respect of a managed establishment, \nthe administration of the affairs of the establishment shall, subject to the rules made under this \nOrdinance, stand transferred — \n(a) to the Board of Directors, in the case of an establishment which is a company ;  \n(b) to the company, in the case of an establishment owned by a company ; and  \n(c) to the person or body in whom the management of the establishment vested \nimmediately before the app ointment of a Managing Director in respect \nthereof, in the case of any other establishment.  \n (3) Where the Federal Government cancels , in pursuance of sub -section (1 ), an order made by \nit under sub -section (3) or sub -section (4) of section 13 of the said Act in respect of a managed estab -\nlishment which is a company, the Federal Government may, by order, make such provision for the \nadjustment or reduction of the share cap ital of the corporation to which the order under the said sub -\nsection (3) or sub -section (4) of section 13 relates as it may deem fit.  \n 7. Audit. —(1) The Federal Government may at any time appoint one  or more firms of \nauditors for carrying out a special audit of any establishment with such terms of reference as the \nFederal Government may d etermine.  \n (2) The remuneration to be. Paid to the auditors appointed under sub -section (1) shall be paid \nby the establishment.  \n (3) If, after a firm of auditors has been appointed under sub -section (1) in respect of a \nmanaged establishment, an order is is sued under sub -section (1) of section 6 in respect of that \nmanaged establishment and the audit of the said managed establishment is still in progress, the firm \n \nPage 4 of 6 \n of auditors shall continue the work of audit until it is complete and the report submitted by th e firm \nhas been accepted by the Federal Government.  \n (4) The audited accounts prepared in pursuance of sub section (1) and accepted by the Federal \nGovernment shall not be challenged by the establishment or the shareholders or any other person and \nshall be accepted by them.  \n 8. No claim of compensation.  No establishment, and no shareholder of an establishment, \nshall make any claim of any sort nor a claim for com pensation of any nature whatsoever against the \nFederal Government or a corporation set up by the Federal Government or against any officer of the \nFederal Government or of such Corporation, after an order under sub -section (1) of section 6 has \nbeen issued in respect of that establishment.  \n 9. Employees to continue in service. All persons employed in, b y or for the purpose of \nbusiness of an establishment in respect of which an order under sub -section (1) of section 6 is issued \nshall continue in such employment on the same terms and conditions as were applicable to them \nimmediately before the issue of suc h order. \n 10. Contracts and agree ment to continue. All contracts and agreements made by an \nestablishment in respect of which an order is issued under sub -section (1) of section 6 which may be \nsubsisting immediately before the issue of such order shall con tinue to be of full force and effect \nagainst or in favour of the establishment and may be enforced or acted upon accordingly.  \n 11. Removal of difficulties. If any difficulty arises in giving effect to any of the provisions of \nthis Ordinance, the Federal Go vernment may make Such order, not inconsistent with the provisions \nof this ordinance, as may appear to it to be necessary for the purpose of removing the difficulty.  \n 12. Bar of Jurisdiction. —(1) No court shall call in question or permit to be called in \nquestion any provision of this Ordinance or of any rule or order made or anything done or any action \ntaken thereunder.  \n (2) No court shall grant any injunction, or make any order, nor shall any court entertain any \nproceedings, in relation to anything in good  faith done or intended to be done under this Ordinance.  \n 13. Penalties. — (1) Whoever obstructs or resists or hinders any person in the discharge of his \nduties under this Ordinance shall be punishable with rigorous imprisonment for a term which may \nextend to three years, or with fine, or with both.  \n (2) No court shall take cognizance of an offence punishable under sub -section (1) except \nupon a complaint in writing made by, or under the authority of, the Federal Government.  \n 14. Power to make rules. The Fede ral Government may make rules for carrying out the \npurposes of this Ordinance.  \n \nPage 5 of 6 \n THE SCHEDULE  \n[See section 4(I)]  \n 1. Definitions .—In this Schedule, — \n (1) “rule” means rule in the Pakistan Maritime Shipping (Acquisition and Compensation) \nRules, 1974 ; \n (2) “financial institutions ” means a bank, a Financing corporation, an insurance company or \nan investment institution ; and  \n (3) “Act” means the Pakistan Maritime Shipping (Regulation and Control) Act, 1974, (XVIII \nof 1974).  \n     2. Persons to whom offe r to be mad e.—(1) Where the shares were acquired under section 5 \nof the Act from persons who also lodged them in pursuance of sub -rule (1) of rule 6, the shares shall \nbe offered to such persons.  \n (2) Where the shares were acquired under section 5 of the Ac t from p ersons other than the \npersons who lodged them in pursuance of the sub -rule (3) of rule 6, the shares shall be offered to the \npersons who lodged them.  \n (3) Where the shares were acquired from persons under section 5 of the Act and the shares \nwere lo dged, in  pursuance” of the provisions of sub -rule (3) of rule 6, by a financial institution \nwhich, at the time the order of acquisition was made under the said section, was holding the shares in \nsafe custody or as security against loans or advances, the of fer shal l be made to the financial \ninstitution and, for the purpose of acceptance of the offer, shall be deemed to be an offer made to the \npersons from whom the shares were acquired under the said section :  \n Provided that the acceptance of the offer by the  persons  shall be considered valid only if such \nacceptance is accompanied by a valid authorization in writing from the financial institution, in which \ncase the share certificates shall be handed over to the financial institution together with the valid \ntransfer de eds and the financial institution shall hold a lien on the shares till such time as the lien is \nrelinquished by the financial institution.  \n (4) Where the proprietary interests of a managed establish ment owned by a company were \nacquired under secti on 5 of the Act, the offer shall be made to the company which owned the \nestablish ment immediately before such acquisition.  \n (5) The offer of shares or proprietary interests to a person shall also be deemed to be an offer \nto the successor in interest, auth orised representative, executor, administrator or heirs of such person.  \n 3. Terms of Transfer .—(1) In case of shares or proprietary interests of a managed \nestablishment which has incurred a net loss  from the time a Managing Director was appointed under \nsub-sectio n(!) of section 6 of the Act, the shares offered to be transferred shall be offered on the \nfollowing terms, namely : — \n(a) where compensation has been paid under section 14 of the Act, upon receipt of \nan amount in cash or in the form of Government B onds, or  partly in cash and \n \nPage 6 of 6 \n partly in such Bonds, equivalent in value to the compensation paid, in the \nmanner to be determined by the Federal Government; and  \n(b) where compensation was due and has not been paid, on acceptance of the offer \nin the following manner, namely:— \n(i) where Certificates of Entitlement to Compensation have been issued \nbut the same have not been converted into Government Bonds, upon \nthe surrender of such Certificates in favour of the Federal Government; \nand \n(ii) where Certificates of Entitlem ent to Compensation have not been \nissued, upon the surrender of the right to such Certificates in favour of \nthe Federal Government:  \n Provided that interest shall be payable by the Federal Government, in \nthe manner to be determined by it, on the amo unt of c ompensation which was \ndue but was not paid, at the same rate and for the same period as would have \nbeen payable had Government Bonds been issued :  \n Provided further that interest shall be payable up to the date on which \nan order un der sub -section ( 1) of se ction 4  is issued in respect of the \nestablishment.  \n (2) In case of shares or proprietary interests of a managed establishment other than those \ncovered by sub -paragraph (1), the shares or proprietary interests offered to be transferred shall be \noffered on t he following terms, namely : — \n(a) in the case of shares not quoted on any stock exchange, at the Break Up value ; \n(b) in the case of shares quoted on any of the stock exchanges, at the Market \nValue or the Break Up Value, whichever is higher ; and  \n(c)  in the case of proprietary interests, at the Net Worth Value.   \n Explanation. — (i) “Break Up Value ” shall have the same meaning as in the Act;  \n(ii) “Market Value ” shall mean the average value of the shares of a company as \nquoted on the Karachi Stock Exch ange on closing on six days prior to the date \nof the issuance of the public notice under sub section (1) of section 4 ; and  \n(iii) “Net Worth Value ” shall have the same meaning as in the Act.  \n (3) Where, in the case of a managed establishment referred to in  sub-paragraph (2), \ncompensation has not been paid in pur suance of the provisions of section 14 of the Act, \ncompensation, if any, shall be payable in accordance with that section."
}