{
    "file": "./converted_json\\administratorcddfa3dc8074240b4c6f30da93574353.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 16 \n  \n \n \n \n \n \nTHE SBP BAN KING  SERVICES  COR PORATION ORDINANCE, 2001  \n \n \n \n \n \n \nCONTENTS  \n \n_____________________  \n \n \nPART I  \nPRELIMINARY  \n Sections:  \n1. Short  title, extent  and commencement.  \n  \n2. Definitions.  \n \nPART  II \nESTABLISHMENT  AND OPERATION OF THE BANK  \n \n3. Establishment and incorporation of the Bank . \n  \n4. Bank to be a subsidiary of the State Bank . \n \n5. Business and functions of the Bank . \n \n6. Share capital and limited liability . \n \n7. Board of Directors . \n \n8. Chairman . \n \n9.  Managing Director . \n  \n10.  Disqualification ’s of the Managing Director . \n \n11. Committees of Directors . \n  \n12.  Delegation of powers and appointment of attorneys . \n \n13. Accounts and audit . \nUpdated till 4 -4-2022  \n \nPage 2 of 16 \n   \n14. Liquidation of the Bank . \n \nPART III  \nTRANSFER OF THE UNDERTAKING BY THE STATE BANK  \n \n15. Transfer of undertaking to the Bank . \n \n16. Employees transferred to the Bank . \n \nPART IV  \nDIRECTIONS TO THE BANK  \n \n \n17. Power of the State Bank to give direction . \n \nPART V  \nDELEGATION BY THE STATE BANK  \n \n \n18. Delegation of the powers of the State Bank . \n \n19.  Appointments under section 23B of the Foreign Exchange Regulation Act, 1947 . \n \nPART VI  \nMISCELLANEOUS  \n  \n20.  Duty of officers and servants to maintain secrecy . \n \n21. Bank and its officers to be public officers . \n  \n22.  Persons in the service of the Bank to be public servants . \n \n23.  Production of unpublished records of the Bank etc . \n \n24. Pension , gratuity and provident fund of Bank employees to be exempt from \n attachments, etc . \n \n24A.  Act or proceeding of the Board not to  be questioned.  \n  \n25.  Exemption from taxes . \n \n26. Power to make rules.  \n \n27. Power to make regulations.  \n \n28. Protection of action taken in good faith.  \n \n29. Ordinance to override, etc.  \n \n30. Removal of difficulties.  \n \nPage 3 of 16 \n  \nTHE SBP BAN KING  SERVICES  COR PORATION ORDINANCE, 2001  \n \nORDINANCE NO. L XVII OF  2001   \n \n \n[31st December, 200 1] \n \n \nAn Ordinance t o provide for the establishment of SBP Banking Services Corporation as \na subsidiary of the State Bank of Pakistan, and for the management and control thereof  \n \nWHEREAS  it is expedient to provide for the  establishm ent, management and control of  \nSBP Banking Services Corporation as a subsidiary of the State Bank of Pakistan, and for the \ntransfer thereto of a  part of the un dertaking and certain employee s of the State Bank of Pakistan, \nand for matters connected therewith or  ancillary thereto; \n \nAND WHEREAS  the president is satisfied that circumst ances exist which render it \nnecessary to take immediate action; \n \nNow, THER EFORE, in pursuance  of the Proclamation  of Emergency  of the fourteenth \nday of October, 1999,  and the Provisi onal Constitution  Order No. 1 of 1999, read with the \nProvisional Constitution  (Amendment) Order No.9 of  1999,  and in exerc ise of all powers \nenabling h im in that behalf, the President of the Islamic R epublic  of Pakistan is pl eased to m ake, \nand promulgate the following O rdinance: ⸺ \n \nPART I  \n \nPRELIMINARY  \n \n1. Short title, extent  and comme ncement.⸺(1) This Ordinance may be called the SBP \nBanking Services Corporation O rdinance, 2001.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once. \n \n2. Definitions.⸺In this Ordinance, unless there is anything repugnant in the subject or \ncontext,⸺ \n \n(a) “Act” means the  State Bank of  Pakistan Act, 1956 (XX XIII of 1956); \n \n(b) “Bank” means  the SBP  Banking  Services  Corporation  established  \nunder  section 3;  \n \n(c)        “Board ” means the  Board of Directors of the Bank; \n \n(d)        “Chairman ” means the  Chairman of the Board; \n \n(e) “Committee  of Directors ” means a Committ ee of Directors, constitut ed \nunder section 11; \n \nPage 4 of 16 \n  \n(f) “Director ” means a member of the Board; \n \n(g) “Governor” means the Governor and includes an Acting Governor of the \nState Bank appointed under the Act;  \n \n(h) “Managing Director” means the Managing Director appointed under \nsection 9;  \n \n(i) “regulation s” means regulations made under this Ordinance;  \n \n(j) “rules” means rules made under this Ordinance;  \n \n(k) “seal” means the co mmon seal of the Bank;  \n \n(l) “State Bank” means the State Bank of Pakistan established under the Act; \n \n(m) “Transfer Date” means the date specified in the Transfer Order;  \n \n(n) “Transfer Order” means Transfer Order made under sub -section (1) of \nsection 15;  \n \n(o) “Transferred Employees” means the employees of the State Bank who \nshall, as from the Transfer Date, stand transferred to and become the \nemployees of the Bank, by virtue of the Transfer Order; and  \n \n(p) “Transferred Undertaking” means a part  of the undertaking of the State \nBank  specified in sub -section (1) of section 15.   \n \n \n \n \n_____________\n \nPage 5 of 16 \n PART II  \n \nESTABL ISHMENT AND O PERATION OF THE BAN K \n \n3. Establishment and incorporation of the Ba nk.⸺(1) As from the date of \npromul gation of this  Ordinance, there shall be establish ed, a bank to be called SBP Banking \nServices Corporation. \n \n(2) The Bank shall be a body corporate having perpetual succession  and a seal and \nshall, by the name assigned to it by sub-section ( 1), sue  and be  sued. \n \n(3) The head office of the Bank shall be situated in Karachi and it may establish \nbranches, offices and agencies in Pakistan and anywhe re outside  Pakistan with the prior \napproval, in w riting, of the State Bank. \n \n4. Bank to be a subsidiary of the State Bank.⸺The Bank shall be a subsidi ary of \nthe State Bank, and the State Bank shall exercise control over the B ank in accordance with the \nprovisions of  this O rdinance. \n \n5. Business and functions of the Bank.⸺(1) Subject to sub-section (2), the \nBank, under the overall supervision  and control of the State Bank, may transact and carry on \nall or any of the followi ng functions , namely:⸺ \n \n(a) the carrying on of the Transferred Undertaking, statutory and \nadminist rative functions  and activiti es of the State Bank transferred or \ndelegated by the  State Bank to the  Bank un der this O rdinance; \n \n(b) the handling of receipt, supply and exchange of b ank not es and coins \nwhich are legal tender; \n \n(c)         the issu e, supply, s ale, encashment and handling of p rize bonds, holding \ndraws th ereof and oth er savings inst ruments of the Federal Gov ernment \nor of a Provincial Gov ernment; \n \n(d) the performance of any oth er activity or busin ess whi ch the St ate Bank \nmay, by o rder in writing, sp ecify; 1[*] \n \n(e)      the carrying on of any busin ess and dis charging of any functions and \npowers as are incidental to, or in conne ction with, the a ffairs of the B ank, \nincluding, without limiting the g enerality of the foregoing and, the pow er \nto enter into any contracts or other instruments or any financial or oth er \ntransactions, issue gua rantees and ind emniti es, borrow and lend moneys, \naccept deposits of money, m ake inv estments, pu rchase and hold any \nproperty and assets, and to p rovide any services to the State  Bank and to  \n___________________________________________________________________________  \n1Omitted by Act  No. XXVI of 2021, s. 2 . \n \n \n \n \nPage 6 of 16 \n others and receive any fee, commission or  other compensation for such \nservices 1[; and]  \n \n1[f.  to carry out its function effectively, the Bank if deemed necessary may, \nwith the prior approval of the Board and State Bank, establish one or \nmore subsidiaries for the purpose of conducting its business.]  \n \n1[(2) The State Bank shall not transfer or delegate any of the functions specified in \nsection 9A of the State Bank of Pakistan Act, 1956 (XXX III of 1956), including — \n  \n(a)  formulation and monitoring of monetary and crec policies;  \n \n(b)  regulation and supervisi on of the financial sector;  \n \n(c)  foreign exchange regime and exchange rate policy; and  \n \n(d)  payment and settlement system.]  \n \n6. Share capital and limited liability.⸺(1) The  authorized share capital of the  Bank \nshall be one billion  rupees or su ch other amount the State Bank may, from time to  time, \ndetermine  by order in writing and sh all be divided into sh ares of one million rupees each. \n \n(2) The paid-up capital of the Bank shall be such amount  as may, from time to time, \nby order in writing be determined by the State Bank and held, inter alia, by it, including the \nfully paid-up shares issu ed to it  under sub-section (7) of  section 15.  \n \n(3) The share capital may be divid ed into di fferent kinds and classes therein as may be \nprescribed by regulations. \n \n(4) The liability of shareholders of the Bank shall be limit ed to the amoun t, if any, not \nfully paid-up on t he shares held by them in the  capital of the Bank. \n \n7. Boa rd of Directors.⸺(1) The  general sup erintendence, direction and management \nof the affairs and busin ess of the Bank and overall policy making in respect of its operations \nshall vest in the Board of Directors which may exercise all such powers and do all such acts, \ndeeds and thi ngs that may be exercised or done by the Bank. \n \n(2) In discharging its functions,  the Board shall ensure compli ance with the orders and \ndirections th at may be issued by the State Bank from time  to tim e. \n \n(3) The  Board shall consist of ⸺ \n \n(a)         members of the Central Board of the State Bank; and \n \n(b)         the Managing Director. \n \n \n1Subs. and added by Act  No. XXVI of 2021, s. 2 . \n \n \n \nPage 7 of 16 \n  \n(4) The meetings of the Board shall be held at such times and places as may be \nprescribed by regulations  or, until so prescribed by regulations,  as and when convened by the \nChairman. \n \n(5) No act or proceedings of the Board shall be invalid merely on the ground of the \nexistence of any vacancy in, or  defect in the  constitution o f, the Board. \n \n(6)  The quorum  of meetings  of the Board , shall  be as may be prescribed  by \nregulations o r, until so p rescribed by regulation, shall be five Di rectors. \n \n(7) All decisions  of the Board shall be taken by majority of the Directors present and \nvoting  at a meeting duly convened and held, and in the event of an equality of votes, the \nChairman may exercise a casting  vote. \n \n(8) A resolution  in writing signed by all Directors shall be as effective as if such \nresolution h ad been passed at a meeting of the Board. \n \n8. Chairman.⸺(1) The  Governor shall be the Chairman of the Bank. \n \n(2) The Chairman shall, whenever present, preside over meetings of the Board, but if \nat any meeting the Governor is not present, a Deputy Gov ernor of the State Bank, designated \nfor this purpose by the  Governor, shall attend the meeting on behalf of the Governor and \npreside over such meeting provided that if the Deputy Go vernor being present, is not willing \nto act, or is also absent, the Di rectors present shall choose o ne of their member to be the \nChairman of such meeting. \n \n9. Managing Director.⸺ (1) The Managing Director shall be appoint ed by the State \nBank.  \n(2) The  Managing Director shall hold o ffice during the pleasure of the State Bank. \n \n(3) The Managing Director shall be the chief executive  officer of the Bank and shall, \nsubject to the control and direction of the Board, administ er the affairs of the Bank, and shall \nhave such powers for this pu rpose as are from time  to time  delegated to him by the Board. \n \n(4) The salary and other terms and conditions  of service of the Managing Director \nshall be such as the Board may determine. \n \n(5) The Managing Director sh all devote his whole  time and attention  to the affairs of \nthe Bank, provided that the Managing Director may, in addition  to his duties as the Managing \nDirector, be entrusted with such other duties for such period as the State Bank may, by order \nin writing, determine. \n \n1[(6) At any time when  the office  of the Managing  Director  is vacant,  the Governor  may \nwithin  a period  of sixty  days from  the date of vacancy  appoint  any officer  of the State  Bank  or \nfrom  the Bank  as acting  Managing  Director:  \n  \nProvided  that the Managing  Director  shall  be appointed  under  sub-section  (1) within  a \nperiod  of three  months  of the occurrence  of vacancy.]  \n__________________________________________________________________________  \n \n1Added by Act  No. XXVI of 2021, s. 3 . \n \n \nPage 8 of 16 \n  \n \n10. Dis qualification’s of the Managing Director.⸺No person sh all be appoint ed or \nhold o ffice as Managing Director⸺ \n \n(a)  who is a member of the Senate, National Assembly, any Provincial \nAssembly, or an elected member of a local council or local body \nconstitut ed under any law relating to local councils or  local bodi es; \n \n(b) who is employ ed in any capacity in the se rvice of the Federal \nGovernment or of a P rovincial Gov ernment or holds any o ffice or \nposition for whi ch any salary or  other  remune ration is pay able out of  \npublic  funds;  \n \n(c)  who is a di rector, officer or employee of any oth er bank or of a financial \ninstitution or h as an int erest as a sh areholder in any oth er bank or \nfinancial institution:  \n \nProvided that nothing in this clause sh all apply wh ere the \nManaging Di rector is in the employm ent of the St ate Bank or whe re the \nManaging Di rector is, in addition to holding the o ffice of Man aging \nDirector of the Bank, entrusted with addition al duti es und er sub-section \n(5) of  section 9;  \n \n(d) who h as been convicted of t ax evasion und er any law, or h as been \nconvict ed or p roceedings are pending ag ainst him und er section 412 of \nthe Comp anies Ordinance, 1984 (XLV II of 1984), or s ection 83 of the \nBanking Compani es Ordinance, 1962 (LV II of 1962), or h as been \nconvicted by a court of law for an offence involving mor al turpitud e; \n \n(e) who is in d efault of paym ents due from him to any b ank, financial \ninstitution, cooperative so ciety, Gov ernment department, Gov ernment \ncontrolled or m anaged company or corporation and for the pu rpose of \nthis clause, default in paym ent by the spous e, dependent children, and \ncompanies, firms and oth er busin ess concerns under the control or \nmanagement of a p erson sh all be consid ered as the  default of  such \nperson; or  \n \n(f)          who holds an office in a politi cal party. \n \n11. Committees of Directors.⸺(1) The Board may constitute  one or more \nCommitt ees consisting  of such numb er of Directors as it may determine. \n \n (2) The powers, functions,  duties and other terms of appointm ent of a Committ ee of \nDirectors shall be su ch as the Board may determine. \n \n(3) The members of a Committ ee of Directors shall hold office for such period as the \nBoard may determine. \n \n(4) The minut es of every meeting of a Committ ee of Directors shall be laid before the \nBoard at its n ext meeting following  the meeting of the Committ ee.  \n \n \nPage 9 of 16 \n (5) Subject to the general and any special directions  of the Board, a Committ ee of \nDirectors shall deal with any matter entrusted to it by the Board. \n \n12. Delegation of powers and appointment of attorneys.⸺(1) The Board may, for \nthe purpose of ensuring smooth  and efficient functioning of  the Bank and facilitating \ntransactions  of its daily busin ess, by resolution,  delegate to the Managing Director or any \nother executive  of the Bank, subject to such conditions  and limit ations,  if any, as may be \nspecified  therein,  such  of  its  powers  and  duties  under  this  Ordinance  as  it  may  deem \nnecessary. \n \n(2) The Board may, from time to time, by resoluti on appoint  any company, firm or \nperson to be the attorney of the Bank for such purposes and with such powers, authorities and \ndiscretions,  not exceeding those  vested in or exercisable by the  Board under this Ordinance \nand for such period and subject to such conditions  as the Board may think  fit, and any such \nresolution  may contain such provisions  for the protection and convenience of persons dealing \nwith any such attorney as the Board may think fit. \n \n13. Accounts and audit.⸺(1) The accounti ng year of the Bank shall commence on \nthe first day of July and end on the  thirtieth day of June. \n \n(2) T he Bank shall maintain proper accounts  and other records to reflect true and fair \nview of its state of affairs and prepare annual statement of accounts,  including the  profit and \nloss accounts and balance sheet. \n \n(3) The accounts  of the Bank shall be audited by one  or more audito rs who shall be \nchartered accountants within  the meaning of  the Chartered Accountants Ordinance, 1961  \n (X of 1961), to be  appoint ed by the 1[Board].  \n \n(4) Every auditor  shall be suppli ed with a copy of the annual statement of accounts \nand it shall be the duty of the auditor  to examine the same together with the accounts  and \nvouchers relating thereto, and every auditor  shall have a list delivered to him of all books \nkept by the  Bank and shall, at all reasonable times, have access to books,  accounts  and other \ndocuments  of  the  Bank  and  m ay employ accountants  or  other  persons  to  assist  him  in \nauditing  su ch  accounts  and  may,  in  relation  to  such  accounts,  examine  the  Managing \nDirector, any Director and executive  of the Bank. \n \n(5) The audito rs shall submit a report to the Board and to the State Bank regarding the \nannual statement of accounts,  and in any such report they shall state whether in their opinion \nthe statement of accounts is a full and fair statement of accounts  containing all necessary \nparticulars and is properly drawn up so as to exhibit  a true and correct view of the state of \naffairs of the Bank and, in case they have called for any explanation or information from the \nManaging Director or the Board, whether it has been given and w hether it is s atisfactory. \n \n(6) T he Board may, in addition  to the audit under sub-sections  (3) and (4), cause to be \ncarried out internal audit of the  Bank’s accounts  and the internal audito rs’ reports shall be \nsubmitt ed to the  Board. \n \n14. Liquidation of the Bank.⸺The Bank shall not be placed in liquid ation save by  \n \n \n1Subs . by Act  No. XXVI of 2021, s. 4  \n \n \nPage 10 of 16 \n  \norder of the State Bank and in such manner and on such terms and conditions  as the State \nBank m ay direct. \n________  \n   PART III \n \nTRAN SFER OF THE UNDERTA KING BY THE STATE BAN K. \n \n15. Transfer of undertaking to the Bank.⸺(1) Subject to the powers under section \n5, the State Bank may direct, by Transfer Order and as particularly described in such Order, \nthat (i) the op erational functions and activiti es of the State Bank; (ii) all related offices and \ndepartments; (iii) all related assets and liabiliti es; and (iv) certain employees of the State \nBank sh all transfer to and vest in the  Bank as of the Transfer Date. \n \n(2) On the making of the Transfer Order by the  State Bank under sub-section  (1), the \nTransferred Undertaking and the T ransferred Employees shall stand transferred to and vest in \nthe Bank as on the Transfer Date and shall be operated, managed and regulated by the Bank \nas the undertaking and employees of the Bank, provided that the rules and regulations  of \nthe State Bank applicable to the operation of the Transferred Undertaking and to the \nemployment of  the Transferred Emplo yees as of immediately before the Transfer Date shall \ncontinue to be applied by the Bank unl ess altered by the Board with the  approval of the State \nBank. \n \n(3) For the purposes of sub-section (1), ⸺ \n \n(a)         “assets” in clude properties whether tangible or i ntangible, rights, \nbenefits and entitlements of every description  and nature (other than \nimmov able property) of the State Bank and relating to,  as of the \nTransfer Date, the operational functions  and activiti es of the State Bank \nand to the related offices and departments; \n \n(b)          “employees” means the employees of the State Bank as are \nspecified in the Transfer Order; \n \n(c) “liabiliti es” include debts, obligations,  commi tments, loans, \nencumbrances , claims and charges of every description  and nature, \nactual or conting ent of the State Bank and related to, as on the \nTransfer Date, the operational functions and activiti es of the State \nBank and to the  related offices and departments; \n \n(d) “related offices and departments” include all field offices of the State \nBank and certain oth er offices and departments, in full or in p art, as are \nspecified in the  Transfer Order; and \n \n(e)         “operational functions and activiti es” shall consist of  the followin g, \nnamely:⸺ \n \n(i) revenue collection and payments for and on behalf of \nthe Federal Government, a Provincial Government , \nlocal  governments , local  bodies or any oth er \n \nPage 11 of 16 \n governmental body, authority, institution,  company or \ncorporation; \n(ii) maintenance of the  accounts of the  Federal Government, \na Provincial Gov ernment, lo cal governments, lo cal \nbodies, other governmental bodi es, authorities, \ninstitutions, companies, corporations and of oth er banks \nand financial institutions;  \n(iii)       operational work relating to m anagement of debt; \n \n(iv)        operational work relating to foreign exchange; \n \n(v)          prize bonds and Gov ernment savings s chemes; \n \n(vi) cash and other busin ess as provid ed for in agr eements \nbetween the St ate Bank and the Federal Gove rnment and \nbetween the St ate Bank and the P rovincial Gove rnments \nor in the A ct, the Foreign Ex change R egulation A ct, \n1947 (V II of 1947), the B anking Comp anies Ordinance, \n1962 (L V II of 1962), the Public D ebt Act, 1944 (XVI II \nof 1944), the S ecurities Act, 1920 (X of 1920), or in any \nother applic able l aws, rules, regulations, o rders and \nnotifications m ade or issu ed thereunde r; and \n \n(vii)     any other busin ess, offices or d epartments, and fun ctions, \nin full or in p art, as may be s et out in or authorised or \ndelegated by the Tr ansfer Order. \n \n(4) As and after the Transfer Date, the Bank shall undertake, pay, satisfy, discharge, \nperform and fulfil all debts, li abilities, contracts, engagements, commitm ents and obli gations \nwhatsoever of the State Bank existing  immediately before the Transfer Date and comprised in \nor exclusiv ely relating to the Transferred Undertaking, and as on the Transfer Date, the State \nBank sh all st and released and dis charged from all su ch debts, li abiliti es, contracts, \nengagements, commitm ents and obli gations.  \n \n(5) All  agreements, contracts, deeds, bonds,  securities, powers of attorney, grants of \nlegal   representations,   guarantees,   letters   of  credit,   n egotiable  instruments   and   oth er \ninstruments  of  whatever  kind  subsisting  or  having  effect  as  at  immediately  before  the \nTransfer Date to which the State Bank may be a party or which shall be in favour of the State \nBank and which are comprised in the Transferred Undertaking or exclusiv ely relate thereto \nshall be of  full force and effect, on the Transfer Date, against or in favour of the  Bank and be \nenforced or acted upon  by or against the Bank, as if instead of the State Bank, the Bank had \nbeen a party thereto or as if the same had been issued by or in favour of the Bank. \n \n(6) All suits,  appeals or other legal proceedings, including arbitration proceedings, of \nwhatsoever nature by, or against, the State Bank which exclusiv ely relate to the Transferred \nUndertaking and which shall be pending  immediately before the Transfer Date in any court, \ntribunal, other competent authority or before any arbitrator shall be continued exclusiv ely by, \nor against, the Bank and the State Bank shall cease to be a party to such suits,  appeals or \nother legal proceedings. \n \n(7) In consid eration of the transfer to the Bank of the Transferred undertaking und er \nsub-section (1), the Bank shall issue  such numb er of fully paid-up shares in its share capital \n \nPage 12 of 16 \n to the  State Bank as shall be specified in the  Transfer Order. \n \n(8) Notwithst anding anything in  the Stamp Act, 1899 (II of 1899) , or any other law \nfor the  time being in force no stamp duty, registration or any other simil ar tax or levy shall \nbe payable under any law for the time being in force on or in relation to the vesting  and \ntransfer made by the T ransfer Order. \n \n(9) The State Bank may take all such further, suppl emental, incidental and \nconsequential actions,  and steps as may be necessary to give full effect to the provisions  of \nthis s ection. \n \n16. Empl oyees transferred to the Bank.⸺(1) The Transfer Order shall specify by \ncategory or by name the employees of the State Bank who shall, as from the Transfer Date, \nstand transferred to, and become the employees of, the Bank by virtue of the Transfer Order. \n \n(2) The Transferred Employee shall not be entitled to any compensation or any oth er \npayments wh atsoever as a consequence of transfer to the  Bank. \n \n(3) The existing  terms and conditions  of service and the benefits to which the \nTransferred Employees  are entitled to in the State  Bank, including pension,  gratuity, \n provident and benevolent funds  benefits and benefits of the existing  staff regulations  shall be \nassured to the Transferred Empl oyees upon  their transfer to the Bank except where altered \nwith the consent of the Transferred Empl oyees. \n \n(4) As from the Transfer Date, the benefits accrued to the Transferred Empl oyees \nunder the State Bank’s pension,  gratuity, provident fund, benevolent fund and any other \nemployees benefit schemes of the State Bank shall be transferred to simil ar funds  and schemes \nestablish ed by the Bank and the Transferred Empl oyees shall be deemed to have become \nmembers of, and become entitled to the benefits of, such funds  and schemes of the Bank. \n \n(5) For the purpose of payment  of benefits to the Transferred Empl oyees under the \npension, gratuity, provident and benevolent funds and other employees benefits schemes of \nthe Bank, the period of employment of the Transferred Employees under the State Bank shall \ncount towards their employment under the Bank notwithst anding  the date of transfer of the \nTransferred Empl oyees to the Bank \n____________  \n \nPART IV  \n \nDIRECTIONS TO THE BANK  \n  \n17. Power of the State Bank to give direction.⸺ (1) Where the State Bank is \nsatisfied that⸺  \n \n(a) in the public interest; or  \n \n \n(b) to prevent the affairs of the Bank being conducted in a manner \ndetrimental to the interests of its custom ers or in a manner prejudicial to \nthe interests of the Bank or of the State Bank; or \n \n(c)       to secure the proper mana gement of the Bank genera lly, \n \nPage 13 of 16 \n  \nit is necessary to issue directions  to the Bank, the State Bank \nmay, from time  to tim e, issue  such directions as it m ay deem fit and the \nBank sh all be bound to  comply with su ch directions.  \n \n(2) The State Bank m ay, on representation m ade to it, or  on its own motio n, modi fy or \ncancel any direction issued under sub-section  (1) and in so modi fying or cancelling  any such \ndirection may impose  such conditions  as it thinks  fit, subject to which the modi fications or  \ncancellation sh all have effect. \n \n                                                                ____________  \n \nPART V  \n \nDELE GATION BY T HE STATE  BANK  \n \n18. Delegation of the powers of the State Bank.⸺(1) The State Bank may, by \norder in  writing,  direct  that  all  or  any  of  the  State  Bank’s  powers  and  functions  under  \nthis O rdinance, the Act, the Banking  Comp anies Ordinance, 1962( LVII of 1962),  the Foreign \nExchange Regulation Act, 1947( VII of 1947),  or under any oth er law, rules, regulations, \norders, notifications  or bye-laws for the time being in force shall, subject to the provision  of \nsection 5 of this Ordinance, be exercised by the Bank, as the State Bank may, from time to \ntime, specify by order in writing. \n \n(2) Where the Governor or any oth er executive  of the State Bank authorised by the \nGovernor in this behalf has, under sub-section (1), directed that any of the State Bank’s \npowers or functions  under any law, rules, regulations,  orders, notifications or bye-laws for \nthe time being in force shall be exercised, or performed, by the  Bank the Board may, by \nresolution,  direct that any of such powers and functions  shall be exercised, or performed, \nsubject to such limit ations, restrictions  or conditions,  if any, as the Board may, from time to \ntime, impose  by the Managing Director or any other Director, executive  or other employee of \nthe Bank specified by the Board. \n \n19. Appointm ents under section 23B of the Foreign Exchange Regulation Act, \n1947.⸺(1) Notwithst anding the provisions  of section 23B of the Foreign Exchange \nRegulation Act, 1947( VII of 1947),  the State Bank may, by order in writing, authorize in \nrelation to any area specified in such order any executive  of the Bank to act as the Director of \nAdjudi cation, an Addition al Director of Adjudi cation, a Joint Director of Adjudi cation, a \nDeputy Director of Adjudi cation or an Assistant Director of Adjudi cation for the purposes of \nsection 23B thereof. \n \n(2) The executives of the State Bank currently acting as the Director of Adjudication, \nthe Addition al Director of Adjudi cation, the Joint Director of Adjudi cation, the Deputy \nDirector of Adjudi cation, and the  Assist ant Di rector of Adjudi cation in respect of any area and \ntransferred to the Bank pu rsuant to the T ransfer Order shall continue to hold su ch \nappointm ents until removed by the State Bank and shall be deemed to have been appoint ed  \nby  the  Federal  Government  for  the  purposes  of  section  23B  of  the  Foreign Exchange \nRegulation A ct, 1947 ( VII of 1947). \n \n \n_____________  \n \nPage 14 of 16 \n PART VI  \n \nMISCELLAN EOUS  \n \n20. D uty of officers and servants to maintain secrecy.⸺(1) Except in the \nperformance of his duties under this Ordinance, every executive  or other employee of the \nBank shall preserve and aid in preserving secrecy with  regard to all matters relating to the \naffairs of the Bank and of the State Bank coming to his knowl edge and not publish ed by the \nBank or by the  State Bank and with regard to all matters relating to the financial or monetary \naffairs  of  any  bank,  institution,  person,  body  of  persons,  any  Government  or  authority \nwhether in Pakistan or outside  Pakistan that may come to his knowl edge in the performance \nof his duti es. \n \n(2) Every such executive  or other employee who communi cates any such matter, \nexcept when required by law so to do, or in the discharge of his duties as such, shall be guilty \nof an offence punish able with imprisonm ent of either description  for a term which may \nextend to three years, or with fine which may extend to one hund red thous and rupees, or with \nboth.  \n \n(3) No court shall take cognizance of any offence punish able under this section except \nupon a  compl aint in w riting by a person authorized in this b ehalf by the Board. \n \n21. Bank and its officers to be public officers.⸺(1) For the purposes of Article 7 of \nthe Q anun-e-Shahadat Order, 1984  (P.O. No. 10 of 1984),  the provisions  of Part IV of the \nCode of Civil  Procedure, 1908  (Act V of 1908),  and the p rovisions  of rule 27  of Order V, and \nrule 52 of Order XXI of the said Code, the Bank and any person in the service of the Bank \nacting in his capacity as such shall be deemed to be  a public  officer. \n \n(2) The provisions  of Article 6 of the Qanun-e-Shahadat Order, 1984  (P.O. No.10  of \n1984),  shall apply to the unpublish ed records of the Bank and the Managing Director shall be \ndeemed to be  the officer or head of the department concerned. \n \n22. Persons in the service of the Bank to be public servants.⸺Every person in the \nservice of the Bank shall be deemed to be a public  servant within  the meaning of section 21 \nof the Pakistan Penal Code  (Act XLV of 1860).  \n \n23. Production of unpublished records of the Ba nk etc.⸺(1) No court, tribunal or \nother authority shall be entitled to compel the Bank or any person in the service of the Bank \nto produce or, as the case may be, give any evidence derived from, any unpublish ed records, \nof the Bank. \n \n(2) No court, tribunal or other authority shall permit any one to produce or give \nevidence derived from, any unpublish ed records of the Bank, except with the prior permission  \nin writing of the Managing Director who may give or withhold  such permission  as he thinks  \nfit. \n \n(3) Notwithst anding anything  contained in this Ordinance or any other law for the \ntime being in force, a report prepared by the  Bank on a banking  company under any law for \nthe time being in  force shall be deemed to be unpublish ed for the purposes of sub-sections  (1) \nand (2) even if a copy of such report has been suppli ed to the banking company to which the \nreport pertains, the  State Bank or  the Federal Government. \n \n \nPage 15 of 16 \n 1[24. Pension, gratuity and provident fund of Bank employees to be exempt from \nattachments, etc .—Notwithstanding anything contained in any law for the time being in force, \npensions, gratuity and provident fund of the executives and other employees or pensioners shall \nnot be liable to seizure, attachment or sequestration by process of any court order at the instance \nof accreditor, decree holder etc., for any demand against the executives, employees or \npensioners or in satisfaction of a decree or order of any court .] \n \n1[24A. Act or proceeding of the Board not to be questioned. —No act or proceeding \nof the Board or the committees of the Board shall be questioned on the ground only on the \nexistence of any vacancy in or any defect in the constitution of such Board or co mmittee \nthereof.]  \n \n25. Exemption from taxes.⸺Notwithst anding  anything contained in the Wealth Tax \nAct, 1963  (XV of 1963),  and the Income Tax Ordinance, 1979 (XXXI of 1979) , or any oth er \nlaw for the time being in force relating to wealth tax, income tax or super tax, the Bank shall \nnot be  liable to pay any wealth tax, income tax or super tax on its in come or wealth. \n \n26. Power to make rules.⸺The State Bank may, by noti fication in the official \nGazette, make rules, consistent with the provision  of this Ordinance, for carrying out  the \npurposes of this O rdinance. \n \n27. Power to make regulations.⸺(1) The Bank may, subject to the p rior approval of \nthe State Bank, make regulations,  not inconsist ent with the p rovisions  of this Ordinance and \nthe rules made thereunder, to provide  for all matters for which provision is necessary or \nconvenient for the purpose of giving effect to the  provisions of  this O rdinance. \n \n(2) Where any provision  of the regulations  is inconsist ent with any provision of the \nrules, the  provision of  the rules shall prevail. \n \n(3) Where the State Bank consid ers it expedient so to do, it may by order in writing, \ndirect the Bank to make any regulations  or to amend or rescind any regulations  already made, \nwithin su ch period as it m ay specify in this b ehalf. \n \n(4) If the Bank fails or neglects to comply with  any direction of the State Bank under \nsub-section (3) within  the specified period, the State Bank may make, amend or rescind any \nregulation directed by the State Bank to be made, amended or rescinded, and a regulation so \nmade, amended or rescinded by the  State Bank shall be deemed to have been made, amended \nor rescinded by the Bank in accordance with the provisions  of this section and shall have \neffect accordingly. \n \n1[28. Protection of action taken in good faith .—No suit or other legal proceedings \nshall lie against the State Bank and the Bank or any director or officer of the State Bank and \nthe Bank for anything which is in good faith done or intended to be done in pur suance of this \nOrdinance or of any rules, regulations or orders made thereunder.]  \n \n \n1Subs.  and ins.  by Act  No. XXVI of 2021, s s. 5-7. \n \n \n \n \n \n \n \nPage 16 of 16 \n 29. Ordinance to override, etc.⸺(1) Except the application of any provision of the \nAct to the Bank as a subsidi ary of the State Bank, this Ordinance shall have effect \nnotwithst anding  anything  contained in any law for the time being in force or in any \nagreement, contract, or other applicable document or instrument. \n \n(2) The Banking Comp anies Ordinance, 1962  (LVII of 1962),  shall not apply to the \nBank.  \n \n30. Removal of difficulties.⸺If any difficulty arises in giving effect to any of the \nprovisions  of this Ordinance, the State Bank may make such order not inconsist ent with the \nprovisions  of  this  Ordinance,  as  may  appear  to  it  to  be  necessary  for  the  purposes  of \nremoving  the difficulty: \n \nProvided that no such power shall be exercised after the expiry of two years from the \ncomm encement of this Ordinance. \n \n_______________"
}