{
    "file": "./converted_json\\administratorad6a5bfe0c907e3919b547ec6ea8658c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "THE FEDERAL  JUDIC IAL ACADE MY ACT, 1997  \n \n \n \n \nCONTENTS  \n______  \nSECTIONS:  \n1.  Short title and comme ncement. \n2.  Definitions.  \n3.  Name and location.  \n4.  Aims and objects \n5.  The Boa rd.  \n6.  Powers and functions of the Board.  \n7.  Delegation of powers. \n8.  Appointment of advisors, consultants and experts. \n9.  Meet ings of the Board. \n10.   Director-General.  \n11.  Appointment of officers and members of staff of the Academy. \n12.  Funds of the Academy. \n13.  Budget. \n14.  Annual reports, etc. \n15.  Power to make rules. Updated till 15.12.2021  \n \n THE FEDERAL  JUDIC IAL ACADE MY ACT, 1997.   \nACT  NO XXVIII  OF 1997  \n \nAn Act to pro vide for the establis hment of the Federal Judicial Academy \n \nWHEREAS  it is necessary to provide  for the proper training of judicial officers and Court \npersonn el in order to improve the p rofession al competence of judges and the qu ality of justice \nadminist ered in the Cou rts ; \n \nIt is hereby enacted as follows :___ \n \n1. Short title and comme ncement.___(1) This Act may be called the Federal Judicial \nAcademy Act, 1997. \n \n(2) It shall come into force at once. \n \n2. Definitions. ___In this Act, unless there is anything repugnant in the subject or context,___ \n \n(a) “Academy” means the Federal Judicial Academy ; \n \n(b) “Board” means the Board of Governors of the Academy; \n(c) “Chairman” means the C hairman of the Board; \n(d) “Director-General” means the Di rector-General of the A cademy ; \n(e) “prescribed” means prescribed by rules made un der this  Act ; and \n(f) “staff” means members of the staff of the academy, including contract \nemployees, part time employees and deputationis ts. \n \n3. Name and location.___(1) The Academy shall be called the Federal Judicial \nAcademy. \n \n(2) The Academy shall be a body corporate having perpetual succession  and a common  seal \nwith power to acquire, hold and dispose  of property both movable and immov able and sh all by the \nsaid name sue  and be  sued. \n \n(3) The headquarters of the academy shall be at Islamabad. \n \n4. Ai ms and objects.___The aims and obj ects of the Academy shall be___ \n \n(a) orientation and training  of new judges, Magistrates, law officers and Cou rt \npersonn el ; \n \n (b) in  service  training  and  education  of  judges,  Magistrates,  law officers and \nCourt personnel ; \n \n(c) holding  of conferences, seminars, workshops,  and sympos ia for \nimprovement of the judicial system and quality of judicial work ; and \n \n(d) publi shing of journals, memories, research papers and reports. \n \n5. The Boa rd. ___(1) The Board shall consist  of___ \n \n(i) The Chief Justice of Pakistan. Chairman.  \n(ii) The Minist er for Law, Justice and Parliamentary \nAffairs. Vice-Chairman.  \n(iii) The Attorney-General for Pakistan. \n \n          Member. \n \n           (iv) The Chief Justice of Lahore High Cou rt. Member. \n(v) The Chief Justice of High Cou rt of Sindh.  Member. \n(vi) The Chief Justice of Peshawar High Cou rt. Member. \n(vii) The Chief Justice of Balochistan High Cou rt. \n \n \n \n Member. \n1[(viia)  The Chief Justice of Islamabad  High Cou rt Member . \n(viii)  The Secretary, Minist ry of Law, Justice and \nParliamentary Affairs. Member . \n(ix) The Director-General of the A cademy Member/ Secretary. \n  \n 6. Powers and functions of the Board. ___For carrying out the aims and objects of the \nAcademy, the Board shall, inter alia,___ \n \n(a) exercise general supervision over the affairs of the Academy ; \n \n(b) lay  down  the  policy  and  programme  for  training  and  approve courses of \ntraining ; \n \n(c) evaluate and examine the activiti es of the A cademy ; \n \n(d) approve  and  consid er  the  annual  budget  and  revised  budget estimates ;  \n \n(e) receive grants-in-aid  from  the  Federal  Government,  Provincial \nGovernments and aid giving agencies ; \n \n \n1Ins. by Act no. IV of 2016, s. 2.  \n \n  \n(f) cause proper books  of account to be maintained for all sums  of mon ey \nreceived and expended by the  Academy and arrange for audit by the Audito r-\nGeneral of Pakistan; \n \n(g) prescribe  the  terms  and  conditions  of  service  of  the  Director-General \nand m ember of the staff ; \n \n(h) create, abolish,  suspend and up grade posts  ;  \n(i) prescribe duti es of the members of the st aff ; \n(j) appoint,  suspend,  punish,  dismiss  or  remove  from  service  any member of \nthe st aff ; \n \n(k) purchase, hire, construct or alter any buildi ng for the A cademy ; \n \n(l) hold, control and administ er the mov able and immov able p roperty, assets and \nfunds of  the Academy ; \n \n(m) regulate,  determine  and  admin ister  all  matters  concerning  the Academy; \n \n(n) affiliate with Provincial judicial academies and other training  and educational \ninstitutions  ; and \n \n(o) decide any other matter ancillary and incidental to the aims and ob jects of \nthe A cademy. \n \n7. Delegation of powers.___(1) The Board may delegate all or any of its powers and \nfunctions  to the Chairman, Vice-Chairman, any member of the Board, the Director-General or any \nMember of the st aff. \n \n(2) The Director-General may, in any emergency which in his opinion  requires imm ediate \naction, exercise such powers as he may consid er necessary in the circumst ances, and shall report \nthe action taken by him for approval of the Board at its next meeting. \n \n8. Appointment of advisors, consultants and experts.___The Board may appoint adviso rs, \nconsult ants and experts for assisting the Board in fulfilment of its  aims and obj ects. \n \n9. Meet ings of the Board.___(1) The meetings of the Board shall be called by the \nChairman on su ch date and at such time and pl ace as he may specify.  \n \n(2) Subject to subsection (1) the intervening period between two meetings  of the Board \nshall not exceed six  months.  \n \n(3) The Chairman or, in his absence, the Vice-Chairman, or if the Vice-Chairman is also \nabsent, the member elected by the  members for the purpose, shall preside at a meeting of the Board. \n \n(4) The Quorum for the meetings of the Board shall be four members. \n \n \n (5) The Board may, from time to tim e, appoint  such committ ees and wo rking groups,  from \namongst its members or otherwise, as it may consider necessary. \n \n10.  Director-General.___(1)  The  Director-General  shall  be  appoint ed  by  the Chairman \non su ch terms and conditions  as may be approved by the Board. \n \n(2) The management of the Academy shall be carried on by the  Director-General und er the \ngeneral directions of the Board. \n \n(3) The Director-General shall be the academic and administ rative head of the Academy \nand sh all be responsible  for the m aintenance  of good o rder and discipline. \n \n(4)  The Di rector-General shall be the Principal Accounting Officer of the Academy. \n \n11. A ppointment of officers and members of staff of the Academy.___(1) The m embers of \nthe staff of the Academy shall be appointed by direct recruitment or transfer, or d eputation or on \ncontract basis or otherwise in such manner and on such terms and conditions  as may be approved by \nthe Board. \n \n(2) All appointm ents of the members of the staff to posts  in Basic Pay Scales 1 to 16 sh all \nbe made by the Director-General with t he approval of the Ch airman. \n \n(3) Appointm ent of the members of the staff to posts  in Basic Pay Scale 17 and above  shall \nbe made by the Ch airman. \n \n(4) Notwithst anding  anything  contained in any contract or agreement or in the conditions  of \nservice, all persons serving in connection with the affairs of the Academy immediately before the \ncomm encement of this Act, other than persons so serving on deputation, shall stand transferred to \nthe Academy and become the employees of the A cademy on  the same terms and conditions  to \nwhich they were entitled immediately before such comm encement and shall, on such transfer, cease \nto be persons in the service of Pakistan. \n12. Funds of the Academy.___(1) There shall be a Fund of the Academy to be known  as the \n“Academy Fund” to which all its income shall be credited and from which all its expenditu res shall \nbe met. \n \n(2) The followi ng shall be the sou rces of income for the A cademy Fund,___ \n(i)       grants from the Federal Government ; \n(ii)       grants from the Provincial Governments ; \n \n(iii)     sale and oth er proceeds of the A cademy’s publications ;  \n(iv)      aid from national and in ternational agencies ; and \n(v) fees, charges and don ations. \n \n(3) The Academy Funds  shall vest in the Board and the moneys to the credit of the  Fund \nshall be kept in a personal ledger account in the Government Treasury or, with the approval of the \nBoard, in a scheduled bank. \n \n  \n13. B udget.___(1) The Director-General shall, in respect of each financial year, submit  for \napproval of the Board, by such date and in such form as may be prescribed, a statement showi ng the \nestimated receipts the current and developm ent expenditu res and the sums  required as grant-in-aid \nfrom the Federal Government. \n \n(2) The Director-General shall not incur any expenditu re from the Fund which is not  \nprovided for in the  Budget approved by the Board. \n \n14. Annual reports, etc.___(1) Within two months  of the conclusion  of each financial year, \nthe Director-General shall submit  the annual report to the Board in respect of various activiti es \ncarried out  by the Academy during the previous  year. \n \n(2) The Board shall  submit  an annual report to the Federal Government relating to the \nAcademy Fund and the A cademy's programmes. \n \n15. Power to make rules.___The Board may, with the approval of the Federal \nGovernment, m ake rules for carrying out the pu rposes of this Act. \n \n \n \n \n \n \n \n \n \n \n \n \n___________"
}