{
    "file": "./converted_json\\administrator6944b1a3609700c11be00753cacfc993.json",
    "name": "The Pakistan (Exchange of Prisoners) Ordinance, 1948",
    "date": "19th March, 1948",
    "tagline": "Ordinance for the exchange of certain classes of prisoners between Pakistan and India",
    "content": "Page 1 of 9 \n  \n \n \n \nTHE PAKISTAN (EXCHANGE OF PRISONERS) ORDINANCE, \n1948  \n \n \n \n \n \nCONTENTS  \n \nPART I  \n \nPRELIMINARY  \n1.  Short  title, extent and c ommencement  \n2.   \n \nPART II  \n \nOF THE TRANSFER OF PRISONERS  \n3.  Power of the Provincial Government to order re moval of transferable prisoners  \n4.  Officer -in-Charge of prison or place of detention to deliver custody of transferable prisoner  \n5.  Avoidance of jurisdiction of Courts and authorit ies over transferable prisoners  \n6.  Examinat ion of witnesses on commission  \n \nPART III  \n \nOF THE REPATRIATION OF PRISONERS  \n7.  Custody and r emoval of repatriated prisoners  \n8.  Delivery of  repatriated prisoner at prison  \nDetention where warrant is received with prisoner  \nDetention where no warrant is received with prisoner  \n9. Missi ng warrant to be reconstructed  \nReport to High Court.  \nBail in case of delay  \n10.  High Court's jurisdiction  \n11.  Entrustment of cases to Courts  subordinate to the high court   \nEvidence already reco rded to be evidence in the case  \n \n \n\n \nPage 2 of 9 \n 12.  Treatment of prisoners who are repa triated while in police custody  \n13.  Bar to proceedings  \nPrior san ction for prosecution  \n14.  Power of Provincial Governments in relation to prisoners detained for reasons  security  \n15.  Power of Government to susp end, remit or commute s entences  \n16.  Power of C ourts to grant bail  \n \nPART IV  \n \nGENERAL  \n17.  Lawfulness of custody  and retaking upon escape  \n18.  Power to make rules  \n19.  Definitions  \n \nSCHEDULE  \n  \n \nPage 3 of 9 \n THE PAKISTAN (EXCHANGE OF PRISONERS) ORDINANCE, 1948  \nORDINANCE NO. XII OF 1948  \n[19th March , 1948]  \nAn Ordinance to implement an agreement with 1* * * India regarding the exchange of  certain classes \nof prisoners between 1* * * Pakistan and 1* * * India.  \n WHEREAS an agreement has been reached between the two 1[countries] to exchange certain \nclasses of prisoners;  \n AND WHEREAS an emergency has arisen which makes it neces sary immediately to \nimplement the said agreement in so far as Pakistan is concerned;  \n NOW, THEREFORE, in exercise of the powers conferred by section 42 of the Government of  \nIndia Act, 1935 (26 Geo. 5, c. 2.), as adapted by  the Pakistan (Provisi onal Constitution) Order, 1947, \nthe Governor‑General is pleased to make and promulgate the followi ng Ordinance:___ \nPART I  \n \nPRELIMINARY  \n 1. Short title, extent and c ommencement .___(1) This Ordin ance may be called the Pakistan \n(Exchange of Prisoners) Ordinance, 1948.  \n 2[(2) It shall extend to the Punjab, the North‑West Frontier and Baluchis tan, in the first instance, \nbut may at any time by notification in the Gazette of Pakistan be extended to any other part of Pakistan.  \n (3) It shall come into for ce in the Punjab, the N orth-west Frontier and Baluchistan at once, and \nin any other part of Pakistan on such date as the Government of  the Province con cerned may by \nnotification in the official Gazette specify.]  \n 2. The provisions of this Ordinance shall have force and ope ration notwithstanding anything \ncontrary or repugnant thereto in any other law for the time being in force.  \nPART II  \n \nOF THE TRANSFER OF PRISONERS  \n 3. Power of the Provincial Government to order removal of transferable prisoners . A \nProvincial Government may issue a warrant for the custody and remov al of any transferable prisoner \nfrom any prison or other place of detention, and for his delivery at a place and to a person  specified in \nthe warrant:  \n Provided that such person specified in the warrant shall be an official of 1* * * India, or of any  \nProvince thereof, or of any State that has acceded thereto, who has bee n duly authorised in writing by \nname or designation of office, to receive such prisoner.  \n \n1Omitted and subs. by A.O. 1961 (with effect from the  23rd March, 1956).  \n2Subs. by the Central Laws (Statute reform) Ordinance No. XXI of 1960 (with effect from the 14th October, 1955) , s. 3 and 2 nd Schedule.  \n \nPage 4 of 9 \n  4. Officer -in-Charge of prison or place of detention to deliver custody of transferable \nprisoner . Upon presentation of a warrant issued under section 3 the Officer‑in‑ Charge of the prison or \nother place of detention where the transferable prisoner named i n the warrant is confi ned shall cause \nhim to be delivered to the person to whom the warrant is direct ed together with the warrant of \ncommitment, the history sheet and all other documents relating to him, and personal effects taken from \nhim at the time of his admission, and such  person shall furnish to such Officer‑in‑ Charge a written \nreceipt in respect of such delivery.  \n 5. Avoidance of jurisdiction of Courts and authorities over transferable prisoners .___(1) \nUpon the delivery of custody of a transferable prisoner in complia nce with a warrant issued under \nsection 3 to the person, being an official of 1* * * India or of any Pr ovince thereof or of any State that \nhas acceded thereto, all Courts and authorities whatsoever in P akistan shall cease to have and exercise \njurisdiction in relation to such prisoner, in respect of the of fence or other matter which was the cause \nof his con finement or detention in any Province of Pakistan.  \n (2) The Provincial Government may requisition th e record of any proceedings (including \njudicial proceedings) relating to any transferable prisoner for whose removal a warrant has been issued \nunder section 3, from any court or office where such record may be kept, and may direct that such \nrecord shall be  delivered along with such prisoner to the person being an official of 1* * * India or of \nany Province thereof or of any State that has acceded thereto specifi ed in the aforesaid warrant, or \notherwise forwarded to an appropriate authority in 1* * * India.  \n 6. Examination of w itnesses on commission .___(1) If in relation  to any criminal matter \npending before a Court in 1* * * India against any transferable prisoner who has been transferred to \n1[that country] under this Part, a letter of request issued by such Court is produced before the District \nMagistrate of any district in Pakistan for the examination of any witness re siding in such district, the \nDistrict Magistrate shall issue a commission for the purpose to any Magistrate subordinate to him.  \n (2) Such Magistrate s hall summon and examine the wit ness in th e presence of a duly authoris ed \npolice or law officer of 1[Pakistan or] the concerned Provincial Government and so far as may be \npossible, an agent of the accused or of 1* * * India or of the Gover nment of the concerned Province of \n1[that country], and in respect of such examination, the Magistrate shall exercise  all 2[the powers for \nthe examination  of witnesses under law Code of Criminal Procedure, 1908 (Act V of 1908)].  \n (3) When the commission has been duly executed, it shall be retur ned, together with the \nevidence taken under it to the District Magistrate, and  the District Magistrate  shall then transmit the \npapers so received along with the letter of request , to the issuing Court,  through such channel as may \nbe prescribed.  \n \n \n \n \n1Omitted and subs. by A.O. 1961 (with effect from the  23rd March, 1956).  \n2Subs. by the Federal L aws (Revision and Declaration) Ordinance No. XXVII of 1981 , s. 3 and Sch. II . \n \n \n \n \nPage 5 of 9 \n PART III  \n \nOF THE REPATRIATION OF PRISONERS  \n 7. Custody and removal of repatriated prisoners .___(1) T he Provincial Government or any \nDistrict Magistrate, Additional District Magistrate or Sub‑Divisional Mag istrate specially authorised \nin this behalf by the Provincial Government may issue warrants  for the custody and removal of \nrepatriated prisoners.  \n (2) A warrant under sub‑section (1) may be directed to an offi cial, by name or designation of \noffice, and shall specify the place at which custody of the repatria ted prisoner, together with any \nproperty and documents which may have been sent along with him, sh all be received, and the prison \nto which he is to be removed.  \n 8. Delivery of repatriated prisoner at prison . Upon present ation of a warrant issued under \nsection 7, the Officer‑in‑Charge of the prison specified therein shall re ceive such repatriated prison er \nand any property and documents which may be produced along with him, and  \n(a)  Detention where warrant is received with prisoner.  where a warrant, writ or \norder of commitment to any prison or place of detention in which  he was held \nimmediately before repatriation is produced along with such prisoner, sha ll \ndetain him ac cording to the exigency of such warrant, writ or order, subject to \nany w arrant, writ or order which may be issued thereafter in respect of such \nprisoner b y any Court or authority exercising jurisdiction under the provisions \nof this Part, and  \n(b)  Detention where no warrant is received with prisoner.  where no warrant, \nwrit or order of commitment is produced along with such prisoner, such Officer - \nin‑Charg e shall forthwith report the case, with all necessary details, to the  \nDistrict Magistrate and to the High Court, and shall in the meantime detain such \nprisoner.  \n 9. Missing warrant to be reconstructed .___(1) Upon receipt of a  report under clause (b) of \nsection 8, the District Magistrate shall, with all convenient speed, procure the records (including \njudicial records) relating to such prisoner, and after such enquiry as he deems  necessary, shall \ndetermine the nature and term of the detention which such prisoner was un dergoing immediately before \nhis repatriation, and shall draw up a warrant accordingly , commi ting su ch prisoner to the prison where \nhe is detained for the balance of such term, or until further orders  are received from any Court or \nauthority having jurisdiction in the case.  \n (2) Report to High Court.  Such warrant of commi tment shall be forwarded to the \nOfficer‑in‑Charge of the sa id prison, and the District Mag istrate s hall, at the same time, forward the \noriginal record, or a complete copy of his proceedings to the High Court.  \n (3) Bail in case of delay.  If any enquiry under sub‑section (1) is prolonged beyond a period of \ntwo month s from the date on which the re patriated  prisoner was recei ved at the prison, the District \nMagis trate shall release such prisoner on bail, unless he has reason to  believe that such prisoner has \nbeen convicted of a prescribed offence and is undergoing a sentenc e of which the balance  exceeds two \nyears. \n (4) The bail bond required under sub‑section (3) may be with or without sureties and shall be \nin such form as may be prescribed.  \n \nPage 6 of 9 \n  10. High Court’s j urisdiction . The High Court shall have, in rela tion to a repatriated prisoner,  \nthe same jurisdiction  which it has in relation to a person who has been arrested or detained within th e \nlimits of its appellate jurisdiction, in the same circumstances in whic h such prisoner was arrested or \ndetained in 1* * * India immediately before his repatriation.  \n 11. Ent rustment of case to Courts sub -ordinate to  the High Court.___(1) The Provincial \nGovernments may, in respect of any repatriated prisoner or any class or group of repatriated prison ers \nby order specify the Court, other than the High Court, which shall have or exercise jurisdiction in any \ncase or cases which may have been pending against such prisoner o r prisoners, immediately before his \nor their repatriation:  \n Provided that such Court sh all be a Court which would have had juri sdiction to enquire into or \ntry such case or cases, if the offence or offences involved had been committed within its jurisdiction.  \n (2) On the making of an order under sub‑section (1) every case m entioned in such order shall \nbe deemed to have been trans ferred for disposal to the Court  specified in such order, and such Court \nshall proceed to hear and dec ide upon such case according to law, as if the offence to which it relates \nhad been committed wit hin the lo cal limits of its jurisdiction, and all the provisions of the Code of \nCriminal Procedure (V of 1 898) (including the provisions relating to appeal and revision) and of all \nother laws in fo rce in the Province 2* * * shall apply to such pro ceedings.  \n (3) Evidence already recorded to be evidence in the case.  In any proceedings under \nsub‑section (2), all evidence, both oral and documentary, which has be en duly received in the earlier \nproceedings against the repatriated prisoner held prior to his repatriat ion may, if duly authenticated, be \nreceived as evidence, for the same purposes as it may have been r eceived if it had been recorded by a \nCourt exer cising similar jurisdiction in 1* * * Pakistan.  \n (4) Exhibits, depositions a nd copies thereof shall be deem ed to be duly authenticated if they \npurport to be duly signed, verified or certified by a judge or Magistrate h aving jurisdiction at the place, \nwhere the earlier proceedings against the repatriated prisoner , prior to his repatriation, were held.  \n 12. Treatment of prisoners who are repatriated while in police custody .___(1) The \nProvincial Governments may, in respect of any repatriated prisoner who , imme diately before \nrepatriation was held under arrest or detention in police custody, during or after c omple tion of a police \ninvestigation, specify a Magistrate of the first class who shall have and exercise jurisdiction.  \n (2) Every repatriated prisoner, in respect of whom an order has been made under sub‑ section \n(1) shall be produced without delay before the Magistrate specified in  the order, and such Magistrate \nmay take cognizance of any offence that such repatriated prisoner may be reported by a police officer \nto have committed, and may grant him bail.  \n \n \n \n1Omitted by A.O., 1961, Art. 2 and Sch. (w ith effect from the 23rd March, 1956).  \n2Omitted by the Federal Laws (Revis ion and Declaration) Ordinance No. XXVII of 1981 , s. 3 and Sch. II.  \n \nPage 7 of 9 \n  (3) Where the repatriation was effected before com pletion of t he police investigation, or the \nMagistrate is of the opinion that the evidence is deficient, the repatri ated prisoner shall be released \nupon his entering into a bond with or without sureties as the Magistra te may direct, to appear if and \nwhen so required, and in the meantime, the Magistrate may orde r such further enquiry into the \nsubstance of the allegations as he thinks fit.  \n (4) In every case falling u nder sub‑section (3), the Magis trate may, if he is satisfied at any stage \nthat there is no prospect of se curing sufficient evidence to just ify commencement of proceedings \nagainst the repatriated prisoner, direct that such prisoner be discharged from his bond.  \n 13. Bar to proceedings .___(1) No proceedings shall be taken agains t a repatriated prisoner \nunless the offence for which he has been arrested or detained is also an offence under the law in force \nin Pakistan or in the Province thereof to which he has been repatriated.  \n (2) Prior sanction for prosecution. Where the offence  charged aga inst a repatriated pri soner \nis one for which a prosecution could not have been instituted in 1* * * India or , if the offence had been \ncommitted in Pakistan, in any Court in Pakistan, without the sanction o f an authority specified by the \nrelevan t law s, no prosecution shall be instituted against such prisone r, nor shall any proceedings be \ncommenced or continued against him without the sanction of the auth ority specified for the purpose \nby the law in force in the Province or, failing such authority , of the 1[2[Federal Government] or] the  \nProvincial Government.  \n 14. Power of provincial Governments in relation to prisoners detain ed for reasons of \nsecurity . In relation to any r epatriated prisoner whose deten tion imme diately before his repatriation \nhad been ordered under any law authorising preventive detention fo r reasons connected with public \norder the 2[Federal Government] or the Provincial Government shall  have the same power in respect \nof extension or reduction of  the term of detention as it  possesses in relation to persons detained for \nreasons of security or under any law for the time being in force for preserving the public safety or \nsecurity.  \n 15. Power of Government to suspend, r emit or commute sentences.  The 2 [Federal \nGovernment] or Provincial Government shall have the same power  to suspend, remit or commute a \nsentence of punishment awarded to a repatriated prisoner, whether befor e or after his repatriation, as \nit possesses in relation to persons who have been sentenced in 1[Pakistan] or the Province for offences \ncommitted within 3[Pakistan] or the Province.  \n 16. Power of C ourts to grant bail . The High Courts and every Co urt specified by the \nProvincial Government  under section 11 shall have, in respect of any repatriated pr isoner who is \nrendered subject to the jurisdiction of such Court under the provisions of this P art, the same power of \ngranting bail under the Code of Criminal Procedure (V of 1898), as suc h Cour ts would have had if \nsuch prisoner had been arrested or detained in the first instance in Pakistan.  \n \n \n \n1Omitted and subs. by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956).  \n2Subs. by F.A.O., 1975.  \n3Subs. by the Federal Laws (Revis ion and Declaration) Ordinance No. XXVII of 1981 , s. 3 and II Sch edule.  \n \n \nPage 8 of 9 \n PART IV  \n \nGENERAL  \n 17. Lawfulness of c ustody and retaking upon escape . It sh all be lawful for any person to \nwhom a warrant under section 3 or section 7 is directed, to recei ve, hold in custody, convey and deliver \nthe transferable or repatriated prisoner named in the warrant as directed therein, and if any such \nprisoner escapes out of any custody to which he may be del ivered in pursuance of any such warrant, \nhe may be rearrest ed and taken in custody as a person accus ed or convicted of an offence against the \nlaw of 1* * * Pakistan or of any Province thereof.  \n 18. Power to make rules .___(1) The 2[Federal Government] may make rules to carry out the \npurposes of this Ordinance.  \n (2) Without prejudice to the generality of th e power conferred by sub -section (1), such rules \nmay provide for the following matters,  namely:___ \n(a)  the channel through which communication and return of  letters of request to \nDistrict Magistrate s under section 6 shall be effected;  \n(b)  the specification of offences for the purposes of sub‑section (3) of section 9; and  \n(c)  any other matter which may or ought to be prescribed.  \n 19. Definitions . In this Ordinance, unless the subject or context otherwise requires___ \n(a)  the expression “ prison” includes a central, dis trict or subsidiary jail, a judicial \nlock‑ up, a police lock‑up, and every place which is used as a pla ce of detention \nfor persons who have been arrested or detained under any  law for the time being \nin force;  \n(b)  the expression “prisoner” includes every person who is det ained in a prison by \norder of a competent authority;  \n(c)  the expression “transferable prisoner” means any Hindu , including any member \nof a Scheduled Caste, or  any Sikh who is in custody in any prison in Paki stan \nunder lawful orders of a duly empowered Court or other authority and w ho is \nwilling to be transferred to 1* * * India under the provisions of Part II;  \n(d)  the expression “repatriated prisoner” means a member of any of the classes \nspecified in the first column of the Schedule who being in custod y in a prison \nor other place of detention in a Province or State specified in the second  column \nof the said Schedule  is conveyed and delivered by a duly authorised  official of \n1* * * India or of the Govern ment of any Province thereof or of any State that \nhas acceded  thereto in compliance with the orders of such Government to an \nofficial of 1* * * Pakistan or of the Gove rnment, of any  Province thereof; and  \n(e)  “prescribed” means prescribed by rules made under this Ordinance.  \n \n1Omitted by A.O., 1961, Art. 2 and Sch. (with effect from the 23rd March, 1956).  \n2Subs. by F.A.O., 1975.  \n \nPage 9 of 9 \n SCHEDULE  \n(Section 19 ) \n \nClass  Province or  state  \nMembers of a Civil Service  of the \n1[Government] in Pakistan  and Person nel of the \nPakistan Land, Naval and Air Forces.  \n All the Provinces of 1* * * India and all States \nthat have acceded to 1[India].  \nMuslims .. .. ..  The Province of E ast Pubjab, the States  of Alwar \nand Bharatpur and the States  Previously known \nas the Punjab States excluding 2*, Bahawalpur \nand Khairpur.  \nMusli ms (convicted or under trial or under \ndetention on or after 15th August  1947).  Delhi.  \n \n \n \n \n \n \n \n_______________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRGN Date: 04 -07-2024  \n \n1Subs. and o mitted by A.O., 1961, Art. 2 and Sch., (with effect from the 23rd March, 1956).  \n2Omitted  by Act No. LIV of 1950, s. 2."
}