{
    "file": "./converted_json\\administrator10d4d0abed291f96ba657e253b662fbd.json",
    "name": "THE CONTROLLER GENERAL OF ACCOUNTS (APPOINTMENT, FUNCTIONS AND POWERS) ORDINANCE, 2001",
    "date": "1st July, 2001",
    "tagline": "Separation of accounting functions and appointment of Controller General of Accounts",
    "content": "Page 1 of 5 \n  \n \nTHE CONTROLLER GENERAL OF ACCOUNTS (APPOINTMENT, \nFUNCTIONS AND POWERS)  ORDINANCE, 2001  \n \n \n \n \n \n \nCONTENTS  \n__________  \n1. Short title, extent and commencement.   \n  \n2. Definitions.   \n  \n3. Transfer of accounting functions.   \n  \n4. Controller  General of Accounts.   \n  \n5. Functions of the Controller  General.   \n  \n6. Certain offices to work under the control of the Controller General.   \n  \n7. Reports.    \n \n8. All accounting offices to assist and afford facilities.   \n  \n9. Delegation of powers.    \n \n10. Terms and conditions of service of Provincial employees not to be adversely  effected.\n   \n11. Power to make rules.   \n \n12. Power to make regulations.    \n \n13. Removal of difficulties.      \n \n \n\n \nPage 2 of 5 \n  \nTHE CONTROLLER GENERAL OF ACCOUNTS (APPOINTMENT, \nFUNCTIONS AND POWERS) ORDINANCE, 2001  \n \nORDINANCE No.  XXIV OF 2001  \n[1st July, 2001]  \n \nAn  \nOrdinance  \n \n to provide for separation of accounting functions and appointment of Controller  \n General of Accounts  \n \n WHEREAS it is expedient to provide for separation of accounting functions and appointment \nof Controller­General of Accounts and for matters connected therewith or incidental thereto;  \n AND WHEREAS the National Assembly and the Senate stand suspended in purs uance of \nthe Proclamation of Emergency of the fourteenth day of October, 1999, and the Provisional \nConstitution Order No. 1 of 1999;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of the Proclamation of Emergency of the fourteenth day of  \nOctober, 1999, and the Provisional Constitution Order No. 1 of 1999, read with the Provisional  \nConstitution (Amendment) Order No.9 of 1999, and in exercise of all powers en abling him in that  \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the  \nfollowing Ordinance: — \n 1. Short title, extent and commencement .—(1) T his Ordinance may be called the \nController -General of Accounts (Appointment, Functions and Powers) Ordinance, 2001.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on the first day of July, 2001.  \n 2. Definitions .—(1) In  this Ordinance, unless there is anything repugnant in the subject or \ncontext :— \n(a) “appropriation accounts ” means accounts relating to expenditure brought into \naccount  during a financial year to several items specified in the schedules \nof expenditure  authenticated under the Budgetary, Provisions Order, 2000 \n(Chief Executive's Order No.6  of 2000).  \n(b)  “Auditor  General ” means the Auditor­General of Pakistan appointed under  \nArticle 168 of  the Constitution of the Islamic Republic of Pakistan;  \n(c)  “Controller General ” means the Controller­General of Accounts appointed \n under section  4; and  \n \nPage 3 of 5 \n (d)  “Finance Accounts ” means the accounts exhibiting annual receipts and  \ndisbursements as  well as balances of assets and liabilities of the Federal \nGovernment as on the thirtieth June of a financial year.  \n 3. Transfer of accounting functions. — On the commencement of this Ordinance, the \nAuditor­ General shall, by order published in the official Gazette, transfer accounting functions \nto the Controller­General of Accounts.  \n 4. Controller General of Accounts. —There shall be a Controller General of Accounts who \nshall  be appointed by the President from amongst the officers of the Accounts Group and shall be \na BPS  22 officer.  \n 5. Functions of the Controller General .— The functions of the Controller  General shall \nbe— \n(a)  to prepare and maintain the accounts of the Federat ion, the Provinces and \ndistrict Governments in such forms and in accordance with such methods and \nprinciples  as the Auditor­General may, with the approval of the President, \nprescribe from time to time;  \n(b)  to authorise payments and withdrawals from the Consol idated Fund and Public \nAccounts of the Federal and Provincial  Governments against approved \nbudgetary provisions after  pre­audited checks as the Auditor­General may, \n1[with the approval of the president] from time to time, prescribe;  \n \n 1[Provided that in case of exigency Ministry of Finance or Finance Departments, as the case \nmay be, may authorize payments directly from the State Bank of Pakistan and submit such \ninformation to Controller General to enable him to record the transactions;]  \n \n(c)  to prepare and maintain accounts of such organizations and authorities \nestablished, set up or controlled by the Federation or Prov inces as may be \nassigned to him by the President  or, as the case may be, the Governor of a \nProvince.  \n \n(d)  to lay down the principles governing the  internal financial control for \nGovernment  departments in consultation with the Ministry of Finance and \nthe Provincial Finance Departments as the case may be;  \n \n(e)  to render advice on accounting procedure for new sch eme, programmes or \nactivities undertaken by the Government concerned;  \n \n(f)  to submit accounts compiled by him or any other person responsible in that \nbehalf, after the close of each financial year, to the Auditor­General , showing \nunder the respective heads the annual receipts and d isbursements for the \npurpose of Federation and of each Province within the time­frame prescribed \nby the Auditor­General;  \n \n(g)  to provide, in so far as the accounts compiled by him permit, to th e Federal \nGovernment or, as the case may be, the Provincial Government or, District  \nGovernment such information as such Governments may from time to time \nrequire;  \n \n1Ins, Subs and added by Finance Act 2014, s. 6 (w.e.f. 1­2­2014).  \n \nPage 4 of 5 \n  (h)  develop and maintain an efficient system of pension, provi dent funds and other \nretirement benefits in consultation with the concerned Government;  \n(i)  to co­ordinate and ensure resolution of audit observation o f the Audit \nDepartment with the concerned department; and  \n(j)  to prescribe syllabus, standards and provide facilities for the training of \nofficers and staff under his administrative control.  \n \n 6. Ce rtain offices to work under the control of the Controller General .__(1) The \nController General shall have such offices as the Federal, Provincial and district levels and such \nofficers working in these offices as tray be notified for this purpose by the Fed eral Government and \nthe respective Provincial Government.  \n (2) Until such time the offices of the Controller General specified in subsection (1) are \nnotified the following accounting organization shall work under the Controller General, namely:__ \n(a) the Accountant General of Pakistan Revenues and its sub­offices;  \n(b)  the Military Accountant General and its sub­offices;  \n(c) the Offices of the Provincial Accountant General o f each Province and the \noffices subordinate to them;  \n(d)  the Chief Accounts Of ficers of the departmentalized accounting offices; and  \n(e)  any other departmentalized accounting organizations as well as their \nsub­offices.  \n (3) The Controller General shall be the administrative head of all the offices subordinate to \nhim with full autho rity for transfer and posting within his organization.  \n 7. Reports. —From the accounts directly kept or maintained by him of by accounts \nofficers subordinate to him, and from the accounts kept and maintained by other entities,  \nincludi ng self -accounting entities, the Controller General shall — \n(a)  prepare each year the appropriation and finance accounts and such other \naccounts as may be prescribed by rules for submission  to the Auditor­General \non such dates as may be specified by him;  \n(b)  prepare and submit to the Auditor­General for each financial year a \nConsolidated and General  Financial  Statement  incorporating  the  summary  \nof  the  accounts  of  the Federation,   all   provinces   and   district   authorities.   \nThe   Auditor­Genera l,   after authentication,   shall   forward   t he   same   to   \nthe   Federal  Government,  Provincial Governments and district authorities.  \n(c)  prepare and submit to the Federal, the respective Provincial Governments \nand the Auditor­General, statement s and summaries of monthly or quarterly \naccounts as on such formats as may be prescribed by rules.  \n \nPage 5 of 5 \n  8. All accounting offices to assist and afford facilities .—All Accounting Offices shall \nafford all necessary facilities for efficient discharge and functioning of the office of Controller General.  \n 9. Delegation of Powers. — The Controller General may, by general of special order, direct \nthat all or any of his powers under this Ordinance shall, under such conditions, if any, as may be \nspecified, be exe rcisable by any officer or officers of his organization.  \n 10. Terms and conditions of service of Provincial employees  not to be adversely \neffected.— Nothing contained in this Ordinance shall be, construed in any manner to impair or \nadversely affect the ter ms and conditions of service of the Provincial Government employees \nworking in the' Provincial and District Accounts Offices.  \n 11. Power to make rules. —The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposed of this Ordinance.  \n 12. Power to make regulations .—The Controller General may, with the previous approval \nof the Federal Government, by notification in the, official Gazette, make such regulations not \ninconsistent with the provisions of this Ordinance and the rules made thereunder, as he mad consider \nneces sary or expedient for carrying out the purpose of this Ordinance.  \n 13. Removal of difficulties. —If any difficulty arises in giving effect to any provisions of \nthis Ordinance, the President may make such Order, not inconsistent with the provisions of \nthis Ordinance, as may appear to him to be necessary for the purpose of removing the difficulty.  \n__________"
}