{
    "file": "./converted_json\\administratorfbc482b745272e5b8bf08598877c654d.json",
    "name": "The University of Islamabad Act",
    "date": "3rd December, 2021",
    "tagline": "An Act to provide for establishment of the University of Islamabad",
    "content": "p \n \n \n \n \n \n \n \nTHE UNIVERSITY OF ISLAMABAD ACT, 2021  \n \n \nCONTENTS  \n \nCHAPTER I  \nPRELIMINARY  \n1. Short title,  and commencemen t \n2. Definitions  \nCHAPTER II  \nTHE UNIVERSITY  \n3. Establishment and incorporation of the University  \n4. Powers and purposes of the University  \n5. University open to all classes, creeds, etc  \n6. Teaching at the University  \nCHAPTER III  \nPRINCIPAL OFFICERS OF THE UNIVERSITY  \n7. Principal Officers  \n8. Patron  \n9. Chancellor  \n10. Removal from the Board of Governors  \n11. Vice –Chancellor  \n12. Appointment and Removal of the Vice –Chancellor  \n13. Registrar  \n14. Treasurer  \n \n\n \nPage 2 of 29 \n 15. Controller of Examinations  \n \nCHAPTER IV  \nAUTHORITIES OF THE UNIVERSITY  \n16. Authorities  \n17. Board of Governors  \n18. Powers and functions of the Board of Governors  \n19. Visitation  \n20. Executive Committee  \n21. Powers and duties of the Executive Committee  \n22. Academic Counci l \n23. Powers and functions of the Academic Council  \n24. Representation Committees  \n25. Appointment of Committees by certain Authorities  \n \nCHAPTER V  \nSTATUTES, REGULATIONS AND RULES  \n \n26. Statute s \n27. Regulations  \n28. Amendment and repeal of Statutes and Regulations  \n29. Rules  \nCHAPTER VI  \nUNIVERSITY FUND  \n \n30. University fund  \n31. Audits and accounts  \nCHAPTER VII  \nGENERAL PROVISIONS  \n \n32. Opportunity to show cause  \n33. Appeal to the Executive Committee and the Board of Governors  \n34. Service of the University  \n35. Benefits and insurance  \np \n36. Commencement of term of office of members of Authority  \n37. Filling of casual vacancies in Authorities  \n38. Flaws in the constitution of Authorities  \n39. Proceedings of Authorities not invalidated by the vacancies  \n40. First Statutes and Regu lations  \n41. Transitory Provisions  \n42. Management of Existing Colleges or Institutes  \n43. Removal of difficulties  \n44. Indemnity  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 4 of 29 \n THE UNIVERSITY OF ISLAMABAD, 2021  \nACT NO. XXX V OF 2021  \n [Islamabad, the 3rd December, 2021 ] \n \nAN ACT to provide for establishment of the University of Islamabad  \n \nWHEREAS  it is expedient to provide for establishment of the University of Islamabad, \nIslamabad and for the matters connected therewith and ancillary thereto;  \n \nIt is hereby  enacted as follows: – \nCHAPTER I  \nPRELIMINARY  \n \n1. Short title and commencement .—(1) This Act shall be called the University of \nIslamabad Act, 2021.  \n \n(2) It shall come into force at once.  \n \n2. Definitions. —In this Act unless there is anything repugnant in the subject or context,―  \n \n(a) “Academic Council ” means the Academic Council of the University;  \n \n(b) “Authority”  means any of the Authorities of the University specified or set up in \nterms of section16;  \n \n(c) “Board of Gove rnors”  means the Board of Governors of the Universi ty; \n \n(d) “Chancellor”  means the Chancellor of the University;  \n \n(e) “Controller Examinations”  means controller of examinations of the University;  \n \n(f) “Commission”  means the Higher Education Commission set up by the Higher \nEducation Commission Ordinance, 2002 (LIII of 2002);  \n \n(g) “Constituent  College”  means an educational institution, by whatever name \ndescribed, maintained and administered by the University within the j urisdiction \nof its Principal seat;  \n \n(h) “Dean”  means the head of a Faculty or the head of an academic body granted the \nstatus of a Faculty by this Act or by the Statutes or Regulations;  \n \n(i) “Department”  means a teaching department maintained and administered, or \nrecognized by the University in the manner prescribed;  \n \n(j) “Director ”  means   the   head   of   an   institute   established   as   a constituent \np \ninstitution by the University by Statutes or Regulations in terms of the powers \ndelegated by this Act;  \n \n(k) “Executive Committee”  means the Executive Committee of the University;  \n \n(l) “Faculty”   means   an   administrative   and   academic   unit   of   the University \nconsisting of one or more departments, as prescribed;  \n \n(m) “Foundation”  means Foundation for the Advancement of Innovation, Research \nand Education (FAIRE);  \n \n(n) “Govern ment”  means the Federal Government;  \n \n(o) “Patron” means the Patron of the University;  \n \n(p) “Prescribed ”  means  prescribed  by  Statutes,  Regulations  or  Rules made under \nthis Act;  \n \n(q) “Principal ” means the head of a College;  \n \n(r) “Registrar means the Registrar of the University;  \n \n(s) “Representation Committees”  means the Representation Committees constituted \nunder section 24;  \n \n(t) “Review Panel”  means the Review Panel set up by the Chancellor in accordance \nwith the provisions of section 9;  \n \n(u) “Search Committee”  means the Search Committee set up by the Board of \nGovernors under section 12;  \n \n(v) “Statutes , Regulations    and   Rules”   mean   respectively   the Statutes, the \nRegulations and the Rules made under this Act and for the time being in force;  \n \n(w) “Treasurer ” means treasurer of the University;  \n \n(x) “Teachers”  include Professors, Associate Professors, Assistant Professors and \nLecturers engaged whole –time by the University or by a constituent college and \nsuch other persons as may be declared to be teachers by Regulations;  \n \n(y) “Univers ity” means the University of Islamabad, Islamabad;  \n \n(z) “University Teacher”  means a whole –time teacher appointed and paid by the \nUniversity, or recognized by the University as such; and  \n(za)   “Vice–Chancellor ” means the Vice –Chancellor of the University.  \n \n \n \n \nPage 6 of 29 \n  \n \nCHAPTER II  \nTHE UNIVERSITY  \n \n3. Establishment and incorporation of the University. —(1) There shall be established a \nUniversity to be called the University of Islamabad in accordance with the provisions of this Act.  \n \n(2) The University shall consist of the following, namely: – \n \n(a) the Patron, the Chancellor, the members of the Board of Governors and the Vice -\nChancellor;  \n(b)  \n(c) the members of the authorities of the University established under section 16; and  \n \n(d) all University teachers, employees and persons recognized as students of the \nUniversity in accordance with terms prescribed from time  to time; and all full –\ntime officers and members of the staff of the University.  \n \n(3) The University shall be a body corporate by the name of the University of Islamabad and \nshall have perpetual succession and a common seal, and may sue and be sued by the said  name.  \n \n(4) The principal seat of the University shall be at Islamabad and it may set up its campuses, \ncolleges, institutes, offices, research or study centers and other facilities at such places in Pakistan as \nwell as abroad as the Board of Governors may determine. However additional campuses shall be set \nup in other parts of country/abroad only after their evaluation by the Higher Education Commission \nto determine whether they meet the eligibility criteria fixed by the Commission.  \n \n(5) The University shall be  competent to acquire and hold property, both movable and \nimmovable, and to lease, sell or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it in a manner as prescribed.  \n \n(6) Notwithstanding anything con tained in any other law for the time being in force, the \nUniversity shall have academic, financial and administrative autonomy, including the power to employ \nofficers, teachers and other employees on such terms and conditions as may be prescribed, subject to \nthe provisions of this Act. In particular, and without prejudice to the authority granted to the  \nCommission by the law, the Government or an authority or auditor appointed by the Government shall \nhave no power to question the policy underlying the alloc ation of resources approved by the Board of \nGovernors in the annual budget of the University.  \n \n4. Powers and purposes of the University .—The University shall have the following \npowers, namely: – \n(i) to provide for education and scholarship in such branches of know ledge as it \nmay deem fit, and to make provision for research, service to society and for the \napplication, advancement and dissemination of knowledge in such manner as it \nmay determine in accordance with the guidelines of the Professional \nAccreditation Coun cils; \n \np \n(ii) to prescribe courses of studies to be conducted by it and its constituent colleges;  \n \n(iii) to hold examinations and to award and confer degrees, diplomas, certificates \nand other academic distinctions to and on persons who have been admitted to \nand have passed its examinations under prescribed conditions;  \n \n(iv) to prescribe the terms and conditions of employment of the officers, teachers \nand other employees of the University and to lay down terms and conditions \nthat may be different from those applicable to go vernment servants in general;  \n \n(v) to engage, where necessary, persons on contracts of specified duration and to \nspecify the terms of each engagement;  \n \n(vi) to confer honorary degrees or other distinctions on approved persons in the \nmanner prescribed;  \n \n(vii) to provide f or such instruction for persons not being students of the University \nas it may prescribe, and to grant certificates and diplomas to such persons;  \n \n(viii) to institute programmes for the exchange of students and teachers between the \nUniversity and other universiti es, educational institutions and research \norganizations, inside as well as outside Pakistan in keeping with the guidelines \nof the professional accreditation councils;  \n(ix) to provide career counseling and job search services to students and alumni;  \n \n(x) to maintain  linkages with alumni;  \n \n(xi) to develop and implement fund –raising plans;  \n \n(xii) to provide and support the academic development of the faculty of the \nUniversity;  \n \n(xiii) to confer degrees on persons who have carried on independent research under \nprescribed conditions;  \n \n(xiv) to accept the examinations passed and the period of study spent by students of \nthe University at other universities and places of learning equivalent to such \nexaminations and periods of study in the University, as it may prescribe, and to \nwithdraw such accept ance;  \n \n(xv) to co –operate with other Universities, public authorities or private \norganizations, inside as well as outside Pakistan, in such manner and for such \npurposes as it may prescribe;  \n \n(xvi) to institute Professorships, Associate Professorships, Assistant Profe ssorships \nand Lecturerships and any other posts and to appoint persons thereto;  \n \n(xvii)  to create posts for research, extension, administration and other related purposes \n \nPage 8 of 29 \n and to appoint persons thereto;  \n \n(xviii)  to recognize selected members of the teaching staff of constituent colleges or \neducational institutions admitted to the privileges of the University or such \nother persons as it may deem fit, as University teachers;  \n \n(xix) to institute and award financial assistance to students in need, fellowships, \nscholarships, bur saries, medals and prizes under prescribed conditions;  \n \n(xx) the University must teach Social Science subject like Psychology, Political \nScience, International Relation, Islamiat and Sociology;  \n \n(xxi) to institute academic as well as professional degree programmes al lowing \nintake of international students including children/wards of overseas Pakistanis \nas much as possible;  \n(xxii)  to establish teaching departments, schools, colleges, faculties, institutes, \nmuseums and other centres  of learning for the development of teaching and \nresearch in University campuses and to make such arrangements for their \nmaintenance, management and administration as it may prescribe;  \n \n(xxiii)  to provide for the residence of the students of the University and the  colleges, \nto institute and maintain halls of residence and to approve or license hostels and \nlodging;  \n \n(xxiv)  to maintain order, discipline and security on the campuses of the University and \nthe colleges;  \n \n(xxv)  to promote the extracurricular and recreational activiti es of such students, and \nto make arrangements for promoting their health and general welfare;  \n \n(xxvi)  to demand and receive such fees and other charges as it may determine;  \n \n(xxvii)  to make provision for research, advisory or consultancy services and with these \nobjects to enter into arrangements with other institutions, public or private \nbodies, commercial and industrial enterprises under prescribed conditions;  \n \n(xxviii)  to enter into, carry out, vary or cancel contracts;  \n \n(xxxi) to receive and manage property transferred and gra nts, contributions made to the \nUniversity and to invest any fund representing such property, grants, bequests, \ntrusts, gifts, donations, endowments or contributions in such manner as it may \ndeem fit;  \n \n(xxx)  to provide for the printing and publication of research  and other works; and  \n \n(xxxi)  to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite or expedient in order to further the objectives of the \nUniversity as a place of education, learning, and research.  \np \n \n \n5. University open to all classes, creeds, etc .—(1) The University shall be open to all \npersons of either gender and of whatever religion, race, creed, class, colour or domicile and no person \nshall be denied the privileges of the University on the grounds of religion, race, caste, creed, class, \ncolour or domicile.  \n(2) An increase in any fee or charge that is in excess of ten percent per annum on an \nannualized basis from the last such increase may not be made except in special circumstances, and only \nwith the appro val of the Chancellor.  \n \n(3) The University shall institute financial aid programmes for students in need, to the extent \nconsidered feasible by the Board of Governors given the resources available, so as to enable admission \nand access to the University and the various opportunities provided by it to be based on merit rather \nthan ability to pay:  \n \nProvided that the University may institute self –finance schemes not covering more than ten \npercent of the total number of candidates in any on – campus taught course or research –based \nprogramme of study.  \n \n6. Teaching at the University .—(1) All recognized teaching in various courses shall be \nconducted by the University or the colleges in the prescribed manner and may include lectures, tutorials, \ndiscussions, seminars, demonst rations, distance learning and other methods of instruction as well as \npractical work in the laboratories, hospitals, workshops and other governmental or private \norganizations.  \n \n(2)   The authority responsible for organizing recognized teaching shall be su ch as may be \nprescribed.  \nCHAPTER III  \nPRINCIPAL OFFICERS OF THE UNIVERSITY  \n \n7. Principal Officers .—The following shall be the principal officers of the University, \nnamely: – \n \n(a) the Patron;  \n \n(b) the Chancellor;  \n \n(c) the Vice –chancellor;  \n \n(d) the Registrar;  \n \n(e) the Deans;  \n \n(f) the Principals of the constituent colleges;  \n \n(g) the Chairpersons of the teaching departments;  \n \n(h) the Treasurer;  \n \nPage 10 of 29 \n (i) the Controller of Examinations; and  \n \n(j) such other persons as may be prescribed by the Statutes or Regulations to be the \nprincipal officers of the University.  \n \n8. Patron .—(1) The President Islamic Republic of Pakistan shall be the Patron of the \nUniversity.  \n \n(2) The Patron, or in his absence, the Chancellor shall preside at the convocation of the \nUniversity.  \n \n(3) Every proposal to confer an honorary degree shall be subject to confirmation by the \nPatron. However the honorary degree shall be offered only in the faculties available with the University.  \n \n(4) The Patron shall have the powers to cause a visitati on to be made on the request of the \nHigher Education Commission (HEC) in respect of any matter concerned with the affairs of the \nUniversity and shall, from time to time, direct any person or persons to inquire into or carry out \ninspection of the University . \n9. Chancellor .—(1) The Chancellor of the University shall be nominated by the Board of \nDirectors of Foundation for the Advancement of Innovation, Research and Education (FAIRE) for a \nrenewable period of five years through a resolution passed with two third majority. However, the term \nof the office of the Chancellor may be reduced through a joint resolution of Directors of the Foundation \ndepending on such reasons as availability, health conditions, resignation etc.  \n \n(2) The Chancellor shall, when present, preside  at the meetings of the Board of Governors \nof the University.  \n \n(3) The members of the Board of Governors as well as the Vice – Chancellor shall be \nappointed by the Chancellor from amongst the persons recommended by the Representation \nCommittee set up for this purpose or the Search Committee established in accordance with the Act \nand the Statutes, as the case may be, along with those elected.  \n \n(4) If the Chancellor is satisfied that serious irregularity or mismanagement with respect to \nthe affairs of the University has occurred, he may, – \n \n(a) as regards proceedings of the Board of Governors, direct that specified \nproceedings be reconsidered and appropriate action taken within one month of \nthe direction having been issued:  \nProvided that if the Chancellor is satisfied that  either no reconsideration has been carried out \nor that the reconsideration has failed to address the concern expressed he may, after calling upon the \nBoard of Governors to show cause in writing, appoint a five member Review Panel to examine and \nreport to the Chancellor on the functioning of the Board of Governors;  \n \nThe report of the Review Panel shall be submitted within such time as may be prescribed by \nthe Chancellor. The Review Panel shall be drawn from persons of eminence in academics and in the \nfields  of law, accountancy and administration; and  \n \np \n(b) as regards proceedings of any Authority or with respect to matters within the \ncompetence of any Authority other than the Board of Governors, direct the Board \nof Governors to exercise powers under section 20.  \n \n10. Removal from the Board of Governors .—(1) The Chancellor may, upon the \nrecommendation of the Review Panel, remove any person from the membership of the Board of \nGovernors on the ground that such person has, – \n \n(a) become of unsound mind; or  \n \n(b) become incapacitated  to function as member of the Board of Governors; or  \n \n(c) been convicted by a court of law for an offence involving moral turpitude; or  \n \n(d) absented himself from two consecutive meetings without just cause; or  \n \n(e) been guilty of misconduct, including use of position  for personal advantage of \nany kind, or gross inefficiency in the performance of functions.  \n \n(2)    The Chancellor shall remove any person from the membership of the Board of Governors \non a resolution calling for the removal of such person supported by at least three –fourths of the \nmembership of the Board of Governors:  \n \nProvided that before passing such resolution the Board of Governors shall provide the \nmember concerned a fair hearing:  \n \nProvided further that the provisions of this section shall not be appl icable to the Vice –\nChancellor in his capacity as a member of the Board of Governors.  \n11. Vice–Chancellor .—(1) There shall be a Vice –Chancellor of the University who shall be \nan eminent academic or a distinguished administrator and shall be appointed on such terms and \nconditions as may be prescribed.  \n \n(2) The Vice –Chancellor shall be the chief executive officer and principal accounting officer \nof the University responsible for all administrative and academic functions of the University and for \nensuring that the pr ovisions of the Act, Statutes, Regulations and Rules are faithfully observed in order \nto promote the general efficiency and good order of the University. The Vice – Chancellor shall have \nall powers prescribed for this purpose, including administrative contr ol over the officers, teachers and \nother employees of the University.  \n \n(3) The Vice –Chancellor shall, if present, be entitled to attend any meeting of any Authority \nor body of the University.  \n \n(4) The Vice –Chancellor may, in an emergency that in his opinion requir es immediate action \nordinarily not in the competence of the Vice – Chancellor, take such action and forward, within \nseventy –two hours, a report of the action taken to the Chancellor. The Chancellor may direct such \nfurther action as is considered appropriate . \n \n \n \nPage 12 of 29 \n (5) The Vice –Chancellor shall also have the following powers to, – \n \n(a) direct teachers, officers and other employees of the University to take up such \nassignments in connection with examination, administration and such other \nactivities in the University as he may consider necessary for the purposes of the \nUniversity;  \n \n(b) sanction by re –appropriation an amount not exceeding an amount prescribed by \nthe Board of Governors for an unforeseen item not provided for in the budget and \nreport it to the Board of Governors at  the next meeting;  \n \n(c) make appointments of such categories of employees of the University and in such \nmanner as may be prescribed by the Statutes;  \n \n(d) suspend, punish and remove, in accordance with prescribed procedure, from \nservice officers, teachers and other  employees of the University except those \nappointed by or with the approval of the Board of Governors;  \n(e) delegate, subject to such conditions as may be prescribed, any of his powers under \nthis Act to an officer or officers of the University; and  \n \n(f) exercise an d perform such other powers and functions as may be prescribed.  \n \n(6) The Vice –Chancellor shall preside at the convocation of the University in the absence of \nthe Chancellor.  \n \n(7) The Vice –Chancellor shall present an annual report before the Board of Governors within \nthree months of the close of the academic year. The annual report shall present such information as \nregards the academic year under review as may be prescribed, including disclosure of all relevant facts \npertaining to, – \n \n(a) academics;  \n \n(b) research;  \n \n(c) administration; and  \n \n(d) finances.  \n \n(8) The Vice –Chancellor’s annual report shall be made available, prior to its presentation \nbefore the Board of Governors, to all officers and University teachers and shall be published in such \nnumbers as are required to ensure i ts wide circulation.  \n \n12. Appointment and Removal of the Vice –Chancellor .—(1) The Vice –Chancellor shall \nbe appointed by the Chancellor on the basis of recommendations made by the Board of Governors.  \n \n(2) A Search Committee for the recommendation of persons suitable for appointment as \nVice –Chancellor shall be constituted by the Board of Governors on the date and in the manner \nprescribed by the Statutes and shall consist of one eminent member of society nominated by the  \np \nChancellor, who shall be appointed the C onvener, two members of the Board of Governors and one \nacademic of eminence not employed by the University. The Search Committee shall remain in \nexistence till such time that the appointment of the next Vice –Chancellor has been made by the \nChancellor.  \n \n(3) The persons proposed by the Search Committee for appointment as Vice –Chancellor \nshall be considered by the Board of Governors and of these a  panel of three, in  order of priority,  shall \nbe recommended by the Board of Governors to the Chancellor:  \n \nProvided th at the Chancellor may decline to appoint any of the three persons recommended \nand seek recommendation of a fresh panel. In the event of a fresh recommendation being sought by \nthe Chancellor the Search Committee shall make a proposal to the Board of Governo rs in the \nprescribed manner.  \n \n(4) The Vice –Chancellor shall be appointed for a renewable tenure of five years on terms \nand conditions prescribed by Statutes. The tenure of an incumbent Vice –Chancellor shall be renewed \nby the Chancellor on receipt of a resoluti on of the Board of Governors in support of such renewal:  \n \nProvided that the Chancellor may call upon the Board of Governors to reconsider such \nresolution once.  \n \n(5) The Board of Governors may, pursuant to a resolution in this behalf passed by three –\nfourths of its membership, recommend to the Chancellor the removal of the Vice –Chancellor on the \nground of inefficiency, moral turpitude or physical or mental incapacity or gross misconduct, including \nmisuse of position for personal advantage of any kind:  \n \nProvided t hat the Chancellor may make a reference to the Board of Governors stating the \ninstances of inefficiency, moral turpitude or physical or mental incapacity or gross misconduct on the \npart of the Vice –Chancellor that have come to his notice. After considerati on of the reference the \nBoard of Governors may, pursuant to a resolution in this behalf passed by two –thirds of its \nmembership, recommend to the Chancellor the removal of the Vice –Chancellor:  \n \nProvided further that prior to a resolution for the removal of the Vice – Chancellor being voted \nupon the Vice –Chancellor shall be given an opportunity of being heard.  \n \n(6) A resolution recommending the removal of the Vice –Chancellor shall be submitted to \nthe Chancellor forthwith. The Chancellor may accept the recommendati on and order removal of the \nVice –Chancellor or return the recommendation to the Board of Governors.  \n \n(7) At any time when the office of the Vice –Chancellor is vacant, or the Vice –Chancellor is \nabsent or is unable to perform the functions of his office due to illness or some other cause, the \nChancellor shall make such arrangements for the performance of the duties of the Vice –Chancellor as \nit may deem fit.  \n13. Registrar .— (1) There shall be a Registrar of the University to be appointed by the \nChancellor on the reco mmendation of the Vice –Chancellor, on such terms and conditions as may be \nprescribed.  \n \n(2) The experience as well as the professional and academic qualifications necessary for \n \nPage 14 of 29 \n appointment to the post of the Registrar shall be as may be prescribed.  \n \n(3) The Registr ar shall be a full –time officer of the University and  \nshall, – \n \n(a) be the administrative head of the secretariat of the University and be responsible \nfor the provision of secretariat support to the Authorities of the University;  \n \n(b) be the custodian of the common  seal and the academic records of the University;  \n \n(c) maintain a register of registered graduates in the prescribed manner;  \n \n(d) supervise the process of election, appointment or nomination of members to the \nvarious authorities and other bodies in the prescribed manner; and  \n \n(e) perform such other duties as may be prescribed.  \n \n(4) The term of office of the Registrar shall be a renewable period of three years:  \n \nProvided that the Board of Governors may, on the advice of the Vice - Chancellor, terminate \nthe appointment of the  Registrar on grounds of inefficiency or misconduct in accordance with \nprescribed procedure.  \n \n14. Treasurer .—(1) There shall be a Treasurer of the University to be appointed by the \nBoard of Governors on the recommendation of the Vice Chancellor, on such terms and conditions as \nmay be prescribed.  \n \n(2) The experience and the professional and academic qualifications necessary for \nappointment to the post of the Treasurer shall be as may be prescribed.  \n \n(3) The Treasurer shall be the chief financial officer of the Universit y and shall, – \n(a) manage the assets, liabilities, receipts, expenditures, funds and investments of the \nUniversity;  \n \n(b) prepare the annual and revised budget estimates of the University and present \nthem to the Executive Committee or a committee thereof for approval and \nincorporation in the budget to be presented to the Board of Governors;  \n \n(c) ensure that the funds of the University are expended on the purposes for which \nthey are provided;  \n \n(d) have the accounts of the University audited annually so as to be availab le for \nsubmission to the Board of Governors within six months of the close of the \nfinancial year; and  \n \n(e) perform such other duties as may be prescribed.  \n \n \np \n(4) The term of office of the Treasurer shall be a renewable period of three years:  \n \nProvided that the Board of Governors may, on the advice of the Vice - Chancellor, terminate \nthe appointment of the Treasurer on grounds of inefficiency or misconduct in accordance with \nprescribed procedure.  \n \n15. Controller of Examinations .— (1) There shall be a Controller of Exa minations, to be \nappointed by the Board of Governors on the recommendation of the Vice –Chancellor, on such terms \nand conditions as may be prescribed.  \n \n(2) The minimum qualifications necessary for appointment to the post of the Controller of \nExaminations shall be as may be prescribed.  \n \n(3) The Controller of Examinations shall be a full –time officer of the University and shall be \nresponsible for all matters connected with the conduct of examinations and perform such other duties \nas may be prescribed.  \n \n(4) The Controller of Examinations shall be appointed for a renewable term of three years:  \n \nProvided that the Board of Governors may, on the advice of the Vice - Chancellor, terminate \nthe appointment of the Controller of Examinations on grounds of inefficiency or misconduct i n \naccordance with prescribed procedure.  \nCHAPTER IV  \nAUTHORITIES OF THE UNIVERSITY  \n \n16. Authorities .— (1) The following shall be the Authorities of the University, namely: – \n \n(a) Sponsor: – \n \n(i) Foundation for the Advancement of Innovation, Research and Education \n(FAIRE) shall be the sponsor of the University; and  \n \n(ii) It would endeavor to ensure that purposes of the University are achieved \nas laid down in this Act through Chancellor and Board of Governors of \nthe University;  \n \n(b) Authorities established by the Act shall be, – \n \n(i) the Board of Governors;  \n \n(ii) the Executive Committee; and  \n \n(iii) the Academic Council; and  \n \n(c) Authorities to be established by the Statutes shall be, – \n \n(i)      Graduate and Research Management Council;  \n \n \nPage 16 of 29 \n (ii) Recruitment, Development, Evaluation and Promotion committees for \nteachers and other staff whether at the level of the department, the \nFaculty or the University;  \n \n(iii) Career Placement and Internship Committee of each Faculty;  \n \n(iv) Search Committee for the appointment of the Vice - Chancellor;  \n \n(v) the Representation Committees for appointment to the Board of \nGovernors, Executive Committee and the Academic Council;  \n \n(vi) Faculty Council; and  \n \n(vii) Departmental Council.  \n \n(2) The Board of Governors, the Executive Committee and the Academic Council may set up \nsuch other committees or sub–committees, by whatever name described, as are considered desirable \nthrough Statutes or Regulations as appropriate. Such committees or sub –committees shall be \nAuthorities of the University for the purposes of this Act.  \n \n17. Board of Governors .— (1) The bod y responsible for the governance of the University \nshall be described as the Board of Governors, and shall consist of the following, namely: – \n \n(a) the Chancellor who shall be the Chairperson of the Board of Governors;  \n \n(b) the Vice –Chancellor;  \n \n(c) one member of the Government not below the rank of Additional Secretary from \nthe Ministry concerned;  \n \n(d) two persons nominated by the Chairman of the Foundation;  \n \n(e) four persons from society at large being persons of distinction in the fields of \nadministration, management, educa tion, academics, law, accountancy, medicine, \nfine arts, architecture, agriculture, science, technology and engineering such that \nthe appointment of these persons reflects a balance across the various fields:  \n \nProvided that the special focus or affiliation of the University, to be declared in the manner \nprescribed, may be reflected in the number of persons of distinction in an area of expertise relevant to \nthe University who are appointed to the Board of Governors;  \n \n(f) one person from amongst the alumni of the University;  \n \n(g) two persons from the academic community of the country, other than an \nemployee of the University, at the level of professor or principal of a college;  \n \n(h) two University Teachers;  \n \np \n(i) one person nominated by the Commission; and  \n \n(j) Registrar who shall also act as the secretary of the Board of Governors.  \n \n(2) The number of the members of the Board of Governors described against clauses (f) to \n(i) of sub –section (1) may be increased by the Board of Governors through Statutes subject to condition \nthat the tota l membership of the Board of Governors does not exceed twenty one, with a maximum of \nfive University Teachers, and the increase is balanced, to the extent possible, across the different \ncategories specified in sub –section (1).  \n \n(3) All appointments to the Boar d of Governors shall be made by the Chancellor. \nAppointments of persons described in clauses (f) to (g) of sub –section (1) shall be made from amongst \na panel of three names for each vacancy recommended by the Representation Committee set up in \nterms of sec tion 24 and in accordance with procedure as may be prescribed:  \n \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Board of Governors:  \n \nProvided that as regards the University Teachers described in clause (h) of sub –section (1) the \nBoard of Governors shall prescribe a procedure for appointment on the basis of elections that provide \nfor voting by the various categories of University Teachers:  \n \nProvided further that the Board of G overnors may alternatively prescribe that appointment of \nUniversity Teachers to the Board of Governors shall also be in the manner provided by this sub –\nsection for the persons described in clauses  (f) to (g) of sub –section (1).  \n \n(4) Members of the Board of Governors, other than ex-officio members, shall hold office for \nthree years. One –third of the members, other than ex-officio members, of the first Board of Governors, \nto be determined by lot, shall retire from office on the expirati on of one year from the date of \nappointment by the Chancellor , One–half of the remaining members, other than ex-officio members, \nof the first Board of Governors, to be determined by lot, shall retire from office on the expiration of \ntwo years from the date  of appointment and the remaining one –half, other than ex-officio members, \nshall retire from office on the expiration of the third year:  \n \nProvided that no person, other than an ex-officio member, may serve on the Board of Governors \nfor more than two consec utive terms:  \n \nProvided further that the University Teachers appointed to the Board of Governors may not \nserve for two consecutive terms.  \n \n(5) The Board of Governors shall meet at least twice in a calendar year.  \n \n(6) Service on the Board of Governors shall be on honorary basis:  \n \nPage 18 of 29 \n  Provided that actual expenses may be reimbursed as prescribed.  \n \n(7) In the absence of the Chancellor meetings of the Board of Governors shall be presided \nover by such member, not being an employee of the University or the Gove rnment, as the Chancellor \nmay, from time to time, nominate. The member so nominated shall be the convener of the Board of \nGovernors.  \n \n(8) Unless otherwise prescribed by this Act, all decisions of the Board of Governors shall be \ntaken on the basis of the opinio n of a majority of the members present. In the event of the members \nbeing evenly divided on any matter the person presiding over the meeting shall have a casting vote.  \n \n(9) The quorum for a meeting of the Board of Governors shall be two thirds of its \nmembership, a fraction being counted as one.  \n \n18. Powers and functions of the Board of Governors .—(1) The Board of Governors shall \nhave the power of general supervision over the University and shall hold the Vice –Chancellor and the \nAuthorities accountable for all the functions of the University. The Board of Governors shall have all \npowers of the University not expressly vested in an Authority or officer by the Act and all other powers \nnot expressly mentioned by this Act that are necessary for the performance o f its functions.  \n \n(2) Without prejudice to the generality of the foregoing powers, the Board of Governors shall \nhave the following powers, namely: – \n \n(a) to approve the proposed annual plan of work, the annual and revised budgets, the \nannual report and the annual s tatement of account;  \n \n(b) to hold, control and lay down policy for the administration of the property, funds \nand investments of the University, including the approval of the sale and purchase \nor acquisition of immovable property;  \n \n(c) to oversee the quality and relevance of the University’s academic programmes \nand to review the academic affairs of the University in general;  \n \n(d) to approve the appointment of the Deans, Professors, Associate Professors and \nsuch other senior faculty and senio r administrators as may be prescribed;  \n(e) to institute schemes, directions and guidelines for the terms and conditions of \nappointment of all officers, teachers and other employees of the University;  \n \n(f) to approve strategic plans;  \n \n(g) to approve financial resource development plans of the University;  \n \n(h) to consider the drafts of Statutes and Regulations proposed by the Executive \nCommittee and the Academic Council and deal with them in the manner as \nprovided for in sections 26, 27 and 28, as the case may be:  \n \n \nProvided that the Board of Governors may frame a Statute or Regulation on its own initiative \np \nand approve it after calling for the advice of the Executive Committee or the Academic Council as the \ncase may be;  \n \n(i) to annul by order in writing the proceedings of  any Authority or officer if the \nBoard of Governors is satisfied that such proceedings are not in accordance with \nthe provisions of the Act, Statutes or Regulations after calling upon such \nAuthority or officer to show cause why such proceedings should not be annulled;  \n \n(j) to recommend to the Chancellor removal of any member of the Board of \nGovernors in accordance with the provisions of the Act;  \n \n(k) to make appointment of members of the Executive Committee, other than ex-\nofficio members, in accordance with the provisions of the Act;  \n \n(l) to make appointment of members of the Academic Council, other than ex-officio \nmembers, in accordance with the provisions of the Act;  \n \n(m) to appoint Emeritus Professors on such terms and conditions as may be \nprescribed; and  \n \n(n) to remove any person from the membership of any Authority if such person. – \n \n(i) has become of unsound mind; or  \n \n(ii) has become incapacitated to function as member of such Authority; or  \n \n(iii)  has been convicted by a court of law for an offence involving moral \nturpitude; and  \n \n(iv)  to determine the form, provide for the custody and regulate the use of the \ncommon seal of the University.  \n \n(3) The Board of Governors may, subject to the provisions of the Act delegate all or any of \nthe powers and functions of any Authority, officer or employee of the University at its main campus, \nto any Authority, committee, officer or employee at its additional campus for the purpose of exercising \nsuch powers and performing such functions in relation to such additional campus, and for this purpose \nthe Board of Governors may create new posts or positions at the additional campus.  \n \n19. Visitation. —The Board of Governors may, in accordance with the terms and procedures \nas may be prescribed, cause an inspection to be made in respect of any matter co nnected with the \nUniversity.  \n20. Executive Committee .—(1) There shall be an Executive Committee of the University \nconsisting of the following, namely: – \n \n(a) the Vice –Chancellor who shall be its Chairperson;  \n \n(b) the Registrar;  \n \n \nPage 20 of 29 \n (c) the Deans of the Faculties of the University;  \n \n(d) two Professors from different departments, who are not members of the Board of \nGovernors, to be elected by the University Teachers in accordance with procedure \nto be prescribed by the Board of Governors;  \n \n(e) two Principals/Directors of the consti tuent colleges or institutes;, who are not \nmembers of the Board of Governors, to be elected in accordance with procedure \nto be prescribed by the Board of Governors;  \n \n(f) the Treasurer;  \n \n(g) the Controller of Examinations; and  \n \n(h) the Director Academics/Quality Enhancement Cell (QEC).  \n \n(2) Members of the Executive Committee, other than ex-officio members, shall hold office \nfor three years.  \n \n(3) As regards the two professors described in clause (d) of sub –section (1) the Board of \nGovernors may, as an alternative to electi ons, prescribe a procedure for proposal of a panel of names \nby the Representation Committee set up in terms of section 24. Appointment of persons proposed by \nthe Representation Committee may be made by the Board of Governors on the recommendation of the \nVice Chancellor.  \n \n(4) The quorum for a meeting of the Executive Committee shall be one –half of the total \nnumber of members, a fraction being counted as one.  \n \n(5) The Executive Committee shall meet at least once in each quarter of the year.  \n \n21. Powers and duties of the Executive Committee .—(1) The Executive Committee shall \nbe the executive body of the University and shall, subject to the provisions of the Act and Statutes, \nexercise general supervision over the affairs and management of the University.  \n \n(2) Without prejud ice to the generality of the foregoing powers, and subject to the provisions \nof the Act, the Statutes and directions of the Board of Governors the Executive Committee shall have \nthe following powers, namely: – \n \n(a) to consider the annual report, the annual and revised budget estimates and to \nsubmit these to the Board of Governors;  \n \n(b) to transfer and accept transfer of movable property on behalf of the University;  \n \n(c) to enter into, vary, carry out and cancel contracts on behalf of the University;  \n \n(d) to cause proper books of account to be kept for all sums of money received and \nexpended by the University and for the assets and liabilities of the University;  \n \n(e) to invest any money belonging to the University including any unapplied income \np \nin any of the securities, or in the purchase of immovable property or in such other \nmanner, as it may prescribe, with the like power of varying such investments;  \n(f) to receive and manage any property transferred, and grants, bequests, trust, gifts, \ndonations, endowments, and other contribut ions made to the University;  \n \n(g) to administer any funds placed at the disposal of the University for specified \npurposes;  \n \n(h) to provide the buildings, libraries, premises, furniture, apparatus, equipment and \nother means required for carrying out the work of the  University;  \n \n(i) to establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n \n(j) to recommend to the Board of Governors admission of educational institutions to \nthe privileges of the Universit y and withdraw such privileges;  \n \n(k) to arrange for the inspection of colleges and the departments;  \n \n(l) to institute Professorships, Associate Professorships, Assistant Professorships, \nLecturerships, and other teaching posts or to suspend or to abolish such posts;  \n \n(m) to create, suspend or abolish such administrative or other posts as may be \nnecessary;  \n \n(n) to prescribe the duties of officers, teachers and other employees of the University;  \n \n(o) to report to the Board of Governors on matters with respect to which it has  been \nasked to report;  \n \n(p) to appoint members to various Authorities in accordance with the provisions of \nthe Act;  \n \n(q) to propose drafts of Statutes for submission to the Board of Governors;  \n \n(r) to regulate the conduct and discipline of the students of the University;  \n \n(s) to take actions necessary for the good administration of the University in general \nand to this end exercise such powers as are necessary;  \n(t) to delegate any of its powers to any Authority or officer or a committee; and  \n \n(u) to perform such other func tions as have been assigned to it by the provisions of \nthe Act or may be assigned to it by the Statutes/Regulations.  \n \n \n22. Academic Council .—(1) There shall be an Academic Council of the University \nconsisting of the following, namely: – \n \n \nPage 22 of 29 \n (a) the Vice Chancellor who  shall be its Chairperson;  \n \n(b) the Registrar;  \n \n(c) the Deans of Faculties and such Heads of departments as may be prescribed;  \n \n(d) five members representing the departments, institutes and the constituent colleges \nto be elected in the manner prescribed by the Board o f Governors;  \n \n(e) two Principals or Directors of affiliated colleges or institutes;  \n \n(f) five Professors including Emeritus Professors;  \n \n(g) the Controller of Examinations;  \n \n(h) the Director Academics;  \n \n(i) the Director QEC; and  \n \n(j) the Librarian.  \n \n(2) The Board of Governors shall appoint the members of the Academic Council, other than \nthe ex-officio and the elected members, on the recommendation of the Vice Chancellor:  \n \nProvided that as regards the five professors and the members representing the depart ments, \ninstitutes and the constituent colleges the Board of Governors may, as an alternative to elections, \nprescribe a procedure for proposal of a panel of names by the Representation Committee set up in \nterms of section  24. Appointment of persons proposed  by the Representation Committee may be made \nby the Board of Governors on the recommendation of the Vice Chancellor.  \n(3) Members of the Academic Council other than ex-officio shall hold office for three years.  \n \n(4) The Academic Council shall meet at least once in each quarter.  \n \n(5) The quorum for meetings of the Academic Council shall be one half of the total number \nof members, a fraction being counted as one.  \n \n23. Powers and functions of the Academic Council .—(1) The Academic Council shall be \nthe principal academic body of the University and shall, subject to the provisions of the Act and the \nStatutes, have the power to lay down proper standards of instruction, research and examinations and \nto regulate and promote the academic life of the University and the colleges.  \n \n(2) Without prejudice to the generality of the foregoing powers, and subject to the provisions \nof this Act and the Statutes, the Academic Council shall have the power to, – \n \n \n(a) approve the policies and procedures pertaining to the quality of academic \nprogrammes;  \n \n(b) approve academic programmes;  \np \n \n(c) approve the policies and procedures pertaining to student related functions \nincluding admissions, expulsions, punishments, examinations and certification;  \n \n(d) approve the policies and procedures assuring quality of teaching and  research;  \n \n(e) propose to the Executive Committee schemes for the constitution and \norganization of Faculties, teaching departments and boards of studies;  \n \n(f) appoint paper setters and examiners for all examinations of the University after \nreceiving panels of nam es from the relevant authorities;  \n \n(g) institute programmes for the continued professional development of University \nTeachers at all levels;  \n \n(h) recognize the examinations of other Universities or examining bodies as \nequivalent to the corresponding examinations o f the University;  \n(i) regulate the award of studentships, scholarships, exhibitions, medals and prizes;  \n \n(j) frame Regulations for submission to the Board of Governors;  \n \n(k) prepare an annual report on the academic performance of the University; and  \n \n(l) perform such functions as may be prescribed by Regulations.  \n \n24. Representation Committees .—(1) There shall be a Representation Committee \nconstituted by the Board of Governors through Statutes for recommendation of persons for \nappointment as members of the Board of Governo rs in accordance with the provisions of section 17.  \n \n(2) There shall also be a Representation Committee constituted by the Board of Governors \nthrough Statutes for the recommendation of persons for appointment as members of the Executive \nCommittee and the Academic Council in accordance with the provisions of sections 20 and 22.  \n \n(3) Members of the Representation Committee for appointments to the Board of Governors \nshall consist of the following, namely: – \n \n(a) three members of the Board of Governors who are not Univ ersity Teachers;  \n \n(b) two persons nominated by the University Teachers from amongst themselves in \nthe manner prescribed;  \n \n(c) one person from the academic community, not employed by the University, at the \nlevel of professor or college principal to be nominated by the University Teachers \nin the manner prescribed; and  \n \n(d) one eminent citizen with experience in administration, philanthropy, \ndevelopment work, law or accountancy to be nominated by the Board of \nGovernors.  \n \n \nPage 24 of 29 \n (4) The Representation Committee for appointments to the Executive Committee and the \nAcademic Council shall consist of the following, namely: – \n \n(a) two members of the Board of Governors who are not University Teachers; and  \n \n(b) three persons nominated by the University Teachers from amongst themselves in \nthe manner prescribed.  \n \n(5) The tenure of the Representation Committees shall be three years:  \n \nProvided that no member shall serve for more than two consecutive  terms.  \n \n(6) The procedures of the Representation Committees shall be as may be prescribed.  \n \n(7) There may also be such  other Representation Committees set up by any of the other \nAuthorities of the University as are considered appropriate for recommending persons for appointment \nto the various Authorities and other bodies of the University.  \n \n25. Appointment of Committees by certain Authorities .—(1) The Board of Governors, \nthe Executive Committee, the Academic Council and other Authorities may, from time to time, appoint \nsuch standing, special or advisory committees, as they may deem fit, and may place on such committee \nperson s who are not members of the Authorities appointing the Committees.  \n \n(2) The constitution, functions and powers of the Authorities for which no specific provision \nhas been made in this Act shall be such as may be prescribed by Statutes or Regulations.  \n \nCHA PTER V  \nSTATUTES, REGULATIONS AND RULES  \n \n26. Statutes .—(1) Subject to the provision of the Act, Statutes, may be made to regulate or \nprescribe all or any of the following, namely: – \n \n(a) the contents of and the manner in which the annual report to be presented by the \nVice –Chancellor before the Board of Governors shall be prepared;  \n \n(b) the University fees and other charges;  \n \n(c) the constitution of any pension, insurance, gratuity, provident fund and benevolent \nfund for University employees;  \n \n(d) the scales of pay and other te rms and conditions of service of officers, teachers \nand other University employees;  \n \n(e) the maintenance of the register of registered graduates;  \n \n(f) admission of educational institutions to the privileges of the University and the \nwithdrawal of such privileges;  \n(g) the establishment of Faculties, departments, institutes, colleges and other \np \nacademic divisions;  \n \n(h) the powers and duties of officers and teachers;  \n \n(i) conditions under which the University may enter into arrangements with other \ninstitutions or with public bodie s for purposes of research and advisory services;  \n \n(j) conditions for appointment of Emeritus Professors and award of honorary degrees;  \n \n(k) efficiency and discipline of University employees;  \n \n \n(l) the constitution and procedure to be followed by Representation Committees in \ncarrying out functions in terms of this Act;  \n \n(m) the constitution and procedure to be followed by the Search Committee for \nappointment of the Vice Chancellor;  \n \n(n) constitution, functions and powers of the Authorities of the University; and  \n \n(o) all other matters which by this Act are to be or may be prescribed or regulated by \nStatutes.  \n \n(2) The draft of Statutes shall be proposed by the Executive Committee to the Board of \nGovernors which may approve or pass with such modifications as the Board of Gov ernors may think \nfit or may refer back to the Executive Committee, as the case may be, for reconsideration of the \nproposed draft:  \n \nProvided that Statutes concerning any of the matters mentioned in clauses (a) and (l) of sub –\nsection (1) shall be initiated a nd approved by the Board of Governors, after seeking the views of the \nExecutive Committee:  \n \nProvided further that the Board of Governors may initiate a Statute with respect to any matter \nin its power or with respect to which a Statute may be framed in term s of the Act and approve such \nStatute after seeking the views of the Executive Committee.  \n \n27. Regulations .– (1) Subject to the provisions of the Act and the Statues, the Academic \nCouncil may make Regulations, for all or any of the following matters, namely: – \n \n(a) the courses of study for degrees, diplomas and certificates of the University;  \n \n(b) the manner in which the teaching referred to in sub –section (1) of section 6 shall \nbe organized and conducted;  \n \n(c) the admission and expulsion of students to and from the University;  \n \n(d) the conditions under which students shall be admitted to the courses and the \nexaminations of the University and shall become eligible for the award of \ndegrees, diplomas and certificates;  \n \nPage 26 of 29 \n  \n(e) the conduct of examinations;  \n \n(f) conditions under which a person may carry on independent research to entitle him \nto a degree;  \n \n(g) the institution of fellowships, scholarships, exhibitions, medals and prizes;  \n \n(h) the use of the Library;  \n \n(i) the formation of Faculties, departments and board of studies; and  \n \n(j) all other matters which by the Act or the Statutes are to be or may be prescribed \nby Regulations.  \n \n(2) Regulations shall be proposed by the Academic Council and shall be submitted to the \nBoard of Governors which may approve them or withhold approval or refer them back t o the Academic \nCouncil for reconsideration. A Regulation proposed by the Academic Council shall not be effective \nunless it receives the approval of the Board of Governors.  \n \n(3) Regulations regarding or incidental to matters contained in sub – clauses (g) and (i ) shall \nnot be submitted to the Board of Governors without the prior approval of the Executive Committee.  \n \n28. Amendment and repeal of Statutes and Regulations .—The procedure for adding to, \namending or repealing the Statutes and the Regulations shall be the same as that prescribed \nrespectively for framing or making Statutes and Regulations.  \n29. Rules .—(1) The Authorities and the other bodies of the University may make Rules, to \nbe published in the official Gazette, consistent with the Act, Statutes or the Regulat ions, to regulate \nany matter relating to the affairs of the University which has not been provided for by the Act or that \nis not required to be regulated by Statutes or Regulations, including rules to regulate the conduct of \nbusiness and the time and place  of meetings and related matters.  \n(2) Rules shall become effective upon approval by the Executive Committee.  \n \nCHAPTER VI  \nUNIVERSITY FUND  \n \n30. University fun d.—The University shall have a fund to which shall be credited its income \nfrom fees, charges, donations,  trusts, bequests, endowments, contributions, grants and all other \nsources.  \n31. Audits and accounts .—(1) The Accounts of the University shall be maintained in such \nform and in such manner as may be prescribed.  \n \n(2) All funds generated by a teaching department, con stituent college or other unit of the \nUniversity through consultancy, research or other provision of service shall be made available without \nprejudice to the budgetary allocation otherwise made, after deduction of overheads in the manner and \nto the extent prescribed by Statute, to the teaching department, constituent college or other unit for its \ndevelopment. A part of the funds so generated may be shared with the University Teachers or \np \nresearchers in charge of the consultancy, research or service concerned  in the manner and to the extent \nprescribed by Statutes.  \n \n(3) No expenditure shall be made from the funds of the University, unless a bill for its \npayments has been issued in accordance with the relevant financial regulations and the Treasurer has \nverified tha t the payment is provided for in the approved budget.  \n \n(4) Provision for an internal audit of the finances of the University shall be made and \nprescribed in the Statutes.  \n \n(5) The annual audited statement of accounts of the University shall be prepared in \nconformi ty with the Generally Accepted Accounting Principles (GAAP) by a reputed firm of chartered \naccountants and signed by the Treasurer.  \n \n(6) The observations of the Auditor, if any, together with such annotations as the Treasurer \nmay make, shall be considered by the Executive  Committee and shall be placed before the Board of \nGovernors within six months of closing of the financial year.  \n \nCHAPTER VII  \nGENERAL PROVISIONS  \n \n32. Opportunity to show cause .—Except as otherwise provided by law no officer, teacher \nor other emplo yee of the University holding a permanent post shall be reduced in rank, or removed or \ncompulsorily retired from service for cause arising out of any act or omission on the part of the person \nconcerned unless he has been given a reasonable opportunity of s howing cause against the action \nproposed to be taken.  \n \n33. Appeal to the Executive Committee and the Board of Governors .— Where an order \nis passed punishing any officer (other than the Vice –Chancellor), teacher or other employee of the \nUniversity or altering or interpreting to his disadvantage the prescribed terms or conditions of his \nservice, he shall, where the order is passed by any officer or teacher of the University other than the \nVice – Chancellor, have the right to appeal to the Executive Committee agai nst the order, and where \nthe order is passed by the Vice –Chancellor, have the right to appeal to the Board of Governors.  \n34. Service of the University .—(1) All persons employed by the University in accordance \nwith the terms and conditions of service prescribed  by relevant statutes shall be persons in the service \nof University.  \n \n(2) An officer, teacher or other employee of the University shall retire from service on the \nattainment of such age or tenure of service as may be prescribed in the statutes in accordance wi th the \nprovisions of employment contract prescribed.  \n \n(3) No adverse change shall be made in the terms and conditions of employment of any \nUniversity employee in the employment of the University on the date of enforcement of the Act.  \n \n35. Benefits and insurance. —(1) The University shall constitute for the benefit of its officers, \nteachers and other employees schemes, as may be prescribed, for the provision of post –employment \nbenefits as well as health and life insurance while in service.  \n(2) Where any provident fun d or gratuity scheme has been constituted under this Act, its \ngoverning rules shall be approved by the Board of Governors.  \n \nPage 28 of 29 \n 36. Commencement of term of office of members of Authority .—(1) When a member of \na newly constituted Authority is elected, appointed or nominated, his term of office, as fixed under \nthis Act, shall commence from the date of his/her appointment by the competent authority which will \nalso be notified accordingly.  \n(2) Where a member who has accepted any other assignment or for any other similar re ason \nremains absent from the University for a period of not less than six months, provided that the reasons \nfor his absence were not beyond his control, he shall be deemed to have resigned and vacated his seat.  \n \n(3) A member of an Authority may resign from his  membership by applying to the \nChairperson of the authority. His seat shall fall vacant from the date his resignation is accepted by the \ncompetent authority i.e. the appointing authority.  \n \n37. Filling of casual vacancies in Authorities .—Any casual vacancy amon g the members \nof any Authority shall be filled, as soon as conveniently may be, in the same manner and by the same \nperson or Authority that had appointed the member whose place has become vacant and the person \nappointed to the vacancy shall be a member of such Authority for the residue of the term for which \nthe person whose place he fills would have been a member.  \n \n38. Flaws in the constitution of Authorities .—Where there is a flaw in the constitution of \nan Authority, as constituted by this Act, the Statutes or  the Regulations on account of the abolition of \na specified office or because an organization, institution or other body outside the University has been \ndissolved or has ceased to function, or because of some other similar reason, such flaw shall be \nremove d in such manner as the Board of Governors may direct.  \n \n39. Proceedings of Authorities not invalidated by the vacancies .— No act, resolution or \ndecision of any Authority shall be invalid by reason of any vacancy on the Authority doing, passing, \nor making it or  by reason of any want of qualification or invalidity in the election, appointment or \nnomination of any de facto member of the Authority, whether present or absent.  \n \n40. First Statutes and Regulations .—Notwithstanding anything to the contrary contained \nin the Act, the Board of Governors shall promulgate the First Statutes and Regulations which shall be \ndeemed to be Statutes and Regulations framed under section 26 and 27 and shall continue to remain \nin force until amended or replaced or till such time as new Sta tutes and Regulations are framed in \naccordance with the provisions of the Act.  \n \n41. Transitory Provisions .—(1) Notwithstanding the provision of this Act, as regards the \nUniversity set up on the commencement of this Act, the members of the first Board of Govern ors, \nexcept the University teachers, shall be appointed by the chancellor in accordance with the numbers \nand criteria for membership provided under this Act. The first Board of Governors so constituted shall \ninitiate, as soon as possible, the process for t he recruitment of University Teachers and appointment \nof the members of the Executive Committee and the Academic Council in accordance with the \nrequirement of this Act.  \n(2) Notwithstanding the provisions of this Act, the first Vice Chancellor shall be appo inted by \nthe Chancellor.  \n \n42. Management of Existing Colleges or Institutes. —On the commencement of this Act, \ncolleges/ institutes established by the Foundation for the Advancement  of Innovation, Research and \nEducation (FAIRE) shall become constituent institut ions of the University of Islamabad (UOI) and \np \ntheir earlier affiliation if any with any other University shall cease accordingly.  \n43. Removal of difficulties .—(1) If any question arises as to the interpretation of any of the \nprovisions of the Act, it shall be placed before the Chancellor whose decision thereon shall be final.  \n \n(2) If any difficulty arises in giving effect to any of the provisions of the Act, the Chancellor \nmay make such order after obtaining the views of the Board of Governors, not inconsistent wit h the \nprovisions of the Act, as may appear to him to be necessary for removing the difficulty.  \n \n(3) Where the Act makes any provision for anything to be done but no provision or no \nsufficient provision has been made as respects the authority by whom, or the ti me at which, or the \nmanner in which, it shall be done, then it shall be done by such authority, at such time, or in such \nmanner as the Chancellor may direct after obtaining the views of the Board of Governors.  \n \n44. Indemnity .—No suit or legal proceedings shall  lie against the Government, the \nUniversity or any Authority, officer or employee of the Government or the University or any person \nin respect of anything which is done in good faith under the Act.  \n \n \n________________"
}