{
    "file": "./converted_json\\administrator2e171c7427b76a35922f5982ad2ea5be.json",
    "name": "Islamabad Wildlife Ordinance",
    "date": "December 19, 1979",
    "tagline": "Ordinance to provide for the protection, preservation, conservation, and management of wildlife and setting up of a National Park in the Islamabad Capital Territory",
    "content": "Page 1 of 19 \n  \n \n \n \n \nTHE ISLAMABAD WILDLIFE (PROTECTION, PRESERVATION, \nCONSERVATION AND MANAGEMENT) ORDINANCE, 1979  \n \n \n \n \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Definitions  \n3. Appointment of officers and staff  \n4.  Constitution of the Board  \n5.  Killing and capturing of wild animals prohibited  \n6.  Restrictions of hunting  \n7.  Prohibition to employ hawks and dogs without licence  \n8.  Animals found dead, etc. to be property of the Government  \n9.  Certificate of lawful possession  \n10.  Restriction J on transfer’  of wild animals, etc.  \n11.  Restriction on import of wild animals, trophies etc.  \n12.  Restriction on export of wild animals, trophies, etc.  \n13.  Animals, trophies, etc., in transit  \n14.  Restriction on deal ing in wild animals, trophies, etc.  \n15.  Power to search without warrant  \n16.  Power of seizure  \n17.  Onus of proof respecting property  \n18.  Duty ofchaukidars, dafadars, village watchmen, etc.   \n \n\n \nPage 2 of 19 \n 19.  Killing or capturing in self -defence  \n20.  Wild life sanctuar y \n21.  National Park  \n22.  Game reserve  \n23.  Private game reserve  \n24.  Alteration of boundaries of wildlife sanctuary, National Park , game reserve and private game \nreserve  \n25.  Interference in duty  \n26.  Penalties  \n27.  Prosecution for offence under any other law  \n28.  Procedure when offender not known or cannot be found  \n29.  Power to arrest  \n30.  Power to release arrested persons on bond  \n31.  Power to prevent commission of offence  \n32.  Appointment of Magistrates etc.  \n33.  Power to compound offence  \n34.  Investment of certain powers  \n35.  Persons appointed under this Ordinance to be public servants  \n36.  Indemnity and bar of Jurisdiction  \n37.  Duty of Police Officers  \n38.  Delegation of powers  \n39.  Power to grant exemption  \n40.  Power to amend Schedules  \n41.  Power to make rules  \n \nFIRST SCHEDULE  \nSECOND SCHEDULE  \nTHIRD SCHEDULE  \n \n \nPage 3 of 19 \n THE ISLAMABAD WILDLIFE (PROTECTION, PRESERVATION, \nCONSERVATION AND MANAGEMENT) ORDINANCE, 1979  \nORDINANCE No. LXX of 1979  \n[19th December, 1979 ]  \nAn Ordinance to provide for the protection, preservation, conservation and management of wildlife \nand setting up of a National Park in the Islamabad Capital Territory.  \nWHEREAS it is expedient to provide for the protection, preservation, co nservation and \nmanagement of wildlife and setting up of a National Park in the Islamabad Capital Territory;  \nAND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \nNOW, THEREFORE, in pursuance o f the Proclamation of the fifty day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 ( CM.LA. Order No. 1 of 1977 ), and in exercise of \nall powers enabling him in that behalf, the President is pleased to make and promulgate the following \nOrdinance: —  \n1. Short title, extent and commencement. — (1) This Ordinance may be called the Islamabad \nWildlife (Protection, Preservation, Conservation and Management) Ordinance, 1979.  \n(2) It extends to the Islamabad Capital Territory.  \n(3) It shall come i nto force at once.  \n2. Definitions.  —In this Ordinance, unless there is anything repugnant in the subject or \ncontext: —  \n(a)  “authorised officer” means any person whom the Federal Government or any \nofficer empowered by the Federal Government in this behalf  may appoint to \ncarry out all or any of the purposes of this Ordinance or to do anything required \nby this Ordnance or the rules, to be done by  an authorised officer ;  \n(b)  “Board” means the Wildlife Management Board constituted under section 4;  \n(c)  “capt ure” means the taking alive of any wild animal;  \n(d)  “certificate of lawful possession” means a certificate of lawful possession issued \nunder section 9 ;  \n(e)  “dealer’s permit” means a dealer’s permit issued under section 14;  \n(f)  “game animal” means a wild animal specified in the First Schedule;  \n(g)  “game reserve” means an area declared as such under section 22;  \n(h)  “hunting” means any act immediately directed to the killing or capturing of wild \nanimal, and includes the taking of nests or eggs of su ch animals;  \n(i)  “hunting permit” means a hunting permit .issued under sub -section (2) of \nsection 22;  \n \nPage 4 of 19 \n (j)  “Licence” means a licence issued under section 7;  \n(k)  “meat” means the fat, blood, flesh or any edible part of a wild animal, whether \nfresh or pr eserved;  \n(1)  “national park” means an area declared as such under section 21;  \n(m)  “prescribed” means prescribed by rules; .  \n(n)  “Private game reserve” means an area declared as such under section 23;  \n(o)  “protected animal” means an animal or bird specified in the Third Schedule;  \n(p)  “rules” means rules made under this Ordinance;  \n(q)  “trophy” means the dead body of a wild anim al or any ; horn, antler, tooth, tusk, \nbone, claw, hoof, skin, hair, feather, egg, shell or other durable part of any wild \nanimal, whether or not included in a manufactured or processed article;  \n(r)  “wild animal” means an animal or bird specified in the First Schedule or the \nThird Schedule;  \n(s)  “wildlife” means all natural resources, including organic resources, animals, \nbirds, reptiles, vegetation, soil and water; and  \n(t)  “wildlife sanctuary” means an area declared as such under section 20.  \n3. Appoi ntment of officers and staff.  —The Federal Government may, for the purposes of \nthis Ordinance, appoint such officers and staff as it thinks fit and on such terms and conditions as may \nbe prescribed.  \n4. Constitution of the Board. —(1) The Federal Government  may constitute a Board of \nWildlife Management consisting of such members, including a Chairman, as it may appoint.  \n(2) The Chairman and members of the Board shall hold office during the pleasure of the Federal \nGovernment and on such terms and conditions as it may determine.  \n(3)The Board shall exercise such powers and perform such functions as may be prescribed.  \n5. Killing and capturing of wild animals prohibited.  —Save as otherwise provided in this \nOrdinance and the rules, no person shall hunt, kill or capture wild animals.  \n6. Restrictions of hunting. —No person shall —  \n(i)  hunt any wild animal by means of a set -gun, dropspear, deadfall, gun -trap, \nexplosive projectile, bomb, grenade, baited book or any other trap whatsoever;  \n(ii)  hunt any game animal  by means of an automatic weapon or a weapon of a \ncalibre used by the Pakistan Army or Police Force, a projectile containing any \ndrug or chemical substance having the property of anaesthetising, paralyzing, \nstuplifying or rendering an animal incapacitated,  whether partly or totally ;  \n(iii)  hunt any game animal, other than a bird or hare, with a shot -gun or a non -\nmagnum rifle of 22 caliber of less ;  \n \nPage 5 of 19 \n (iv)  use, or have in his possession, any poison or like injurious substance for the \npurpose of hunting a g ame animal ;  \n(v)  use any motor vehicle motor -driven vessel, water -craft, of any type, aircraft or \nany other manually or mechanically propelled vehicle of any type to pursue, \ndrive or stampede game animal for any purpose whatsoever;  \n(vi)  shoot any game animal from any aircraft motor vehicle, rail -trolley, cart, board \nor any kind of watercraft or any other conveyance or form within two hundred \nmetres of such conveyance ;  \n(vii)  hunt any wild animal with the help of live decoys or call -birds ; or  \n(viii)  construct, use or have in his possession for the purpose of hunting any game \nanimal any pitfall, gamepit, trench or similar excavation, fence or enclosure, or \nuse bhagwa or any other contrivance :  \nProvided that an authorised officer may, in his discretio n, exempt any person from one or more \nof the provisions of this Section :  \nProvided further that any wild animal may be driven away from an aerodrome or airstrip by \nusing a motor vehicle or an aircraft if it is necessary to ensure safety of the aircraft using that aerodrome \nor airstrip.  \n7. Prohibition to employ hawks and dogs wi thout licence.  —No person shall use hawks for \nhawking or dogs for coursing game animals, except under a licence issued by an authorised officer in \nsuch manner, on such terms and conditions and on payment of such fees as may be prescribed.  \n8. Animals found  dead, etc. to be property of the Government. —Any wild animal found \ndead or dying or which has been killed or caught otherwise than in accordance with the provisions of \nthe Ordinance or the rules, and any trophy or meat thereof, shall be the property of d ie Federal \nGovernment.  \n9. Certificate of lawful  possession .— (1) No person shall be in possession of any wild animal, \ntrophy or meat specified in the Second Schedule except under a certificate of lawful possession in \nrespect thereof issued by an authoris ed officer in such manner, on such terms and conditions on \npayment of such fees as may be prescribed.  \n(2) Provided that a person who, on the coming into force of this Ordinance, is in possession of, \nor at any time thereafter, imports or acquires any such animal, trophy or meat shall, within such time \nas may be prescribed, apply to the authorised officer for a certificate of lawful possession.  \n(3) The authorised officer shall mark the wild animal, trophy or meat in respect of which a \ncertificate of lawful possession is issued and make entries in respect thereof in the prescribed register.  \n(4) The holder of a certificate of lawful possession shall produce the certificate to the authorised \nofficer when asked by him to do so.  \n(5) No person shall —  \n(a)  be in  possession of a wild animal trophy or meat specified in the Second \nSchedule without a certificate of lawful possession or without having applied \nfor such certificate as required by sub -section (2); or  \n \nPage 6 of 19 \n (b)  counterfeit, change, or in any way interfere wit h, any mark put on a wild animal, \ntrophy or meat under subsection (3) or alter or in any way change a certificate \nof lawful possession.  \n10. Restriction J on  transfer’of wild animals, etc. — (1) No person who is not possession of \na certificate of lawful pos session in respect of a wild animal trophy or meat specified in the Second \nSchedule shall transfer such wild animal, trophy or meat to any other person by way of gift, sale or \notherwise.  \n(2) No person shall receive by gift, purchase or otherwise any wild,  animal, trophy or meat \nspecified in the Second Schedule unless he is at the same time given the certificate of lawful possession \nclearly mentioning thereon the nature of the transfer and the name of the person to whom the wild \nanimal, trophy or meat is tr ansferred.  \n(3) The person to whom a wild animal, trophy or meat is transferred shall submit the certificate \nof lawful possession given to him by the transferor to the authorised officer who shall endorse it in \nfavour of the transferee and make necessary a mendment in the prescribed register.  \n11. Restriction on import  of wild animals, trophies etc. — (1) No person shall import, or \nattempt to import, into Pakistan any live wild animal “or any endemic or exotic species thereof, or any \ntrophy or meat, except through a customs -port of entry, and any person, importing such animal, or \nendemic or exotic specie s, trophy or meat shall, in respect thereof, produce to the officer of customs —  \n(i)  proof to his satisfaction that it has been lawfully exported from the country of \nexport;  \n(ii)  an import permit.  \n(2) The officer of customs may detain any live wild ani mal,endemic or exotic species, trophy \nor meat, which has been imported until such time as the proof of its lawful export from the country of \nexport is given and the import permit is surrendered to him, and if the proof is not given or the import \npermit is not surrendered within a reasonable time, the wild animal, endemic or exotic species, trophy \nor meat shall be forfeited to the Federal Government and disposed of in the prescribed manner.  \n12. Restriction on export of wild animals, trophies, etc. —No perso n shall export, or attempt \nto export, any wild animal, trophy or meat except through a customs -port of exit, and a person \nexporting such animal, trophy or meat shall produce to the officer of customs an export permit in \nrespect thereof.  \n13. Animals, troph ies, etc., in transit. —Nothing in sections 11 and 12 shall apply to any live \nwild animal, any endemic or exotic species, thereof or any trophy or meat in transit through Pakistan, \nif the animal, endemic or exotic species or trophy or meat —  \n(i)  is accomp anied by transit documents ;  \n(ii)  enters through a customs -port of entry ; and  \n(iii)  is not unloaded from the ship or motor vehicle on which it is being carried, or, \nin case of rail or air transport, does not leave the precinct of the railway station \nor the airport at which it is landed or transshipped or does not remain at such \nprecincts, except in a customs -warehouse, for more than forty -eight hours.  \n \nPage 7 of 19 \n 14. Restriction on dealing in wild animals, trophies, etc .—(1) No person shall engage \nhimself in any trade or business, or otherwise deal in, any wild animal, trophy or meat, or, in the course \nof such trade or business carried on by him on his own behalf or on behalf of any other person, shall \nsell, purchase* barter, cut, carve, polish, preserve, cleanior  mount any wild animal, trophy or meat, or \nmanufacture any article therefrom unless he has obtained a dealer’s permit issued by an authorised \nofficer in such manner, on such terms and conditions and on payment of such fees as may be \nprescribed.  \n(2) The ho lder of a dealer’s permit shall maintain such record of transactions as the authorised \nofficer may require, and shall produce it for inspection at any reasonable time when called upon to do \nso.  \n(3) Nothing in this section shall be construed to absolve the  holder of a dealer’s permit from \ncomplying with the other provisions of this Ordinance.  \n15. Power to  search without warrant. —Any authorised officer, if he has reason to believe \nthat any person has in his possession or control any wild animal, endemic or  exotic species or trophy \nor meat in an. unauthorised manner or has committed an offence under this Ordinance, may search any \nperson place -, vessel, vehicle, animal, package, receptacle or covering without warrant.  \n16. Power of seizure .—(1) Any authorised officer may seize any wild animal which is in the \npossession of a person who is not authorised to possess it under this Ordinance or the rule, together \nwith any firearm, net, trap, snare, bow, arrow, vehicle, vessel or anything whatsoever used o r suspected \nto have been used in the commission of an offence under this Ordinance.  \n(2) The property seized under sub -section (1) shall be dealt with in accordance with the orders \nof the court or the authorised officer compounding the offence under sectio n 33 as the case may be :  \nProvided that, if the property is subject to natural decay, it may at any time be sold with the \npermission of the court and the proceeds shall be dealt with in accordance with the orders of the court.  \n17. Onus of proof respectin g property . —When in any proceeding under this Ordinance a \nquestion arises as to whether a wild animal, trophy or meat is the property of the Federal Government, \nsuch wild animal, trophy or meat shall be presumed to be the property of the Federal Governmen t until \nthe contrary is proved.  \n18. Duty ofchaukidars, dafadars, village watchmen, etc .—Every purchaser of forest \nproduce, lambardar, canal patwari, public works department daroga, chaukidar, village watchman, \nabdar, zilladar, revenue patwari, chairman or  member of a local authority qanungo and tehsildar shall \nbe bound, in the absence of reasonable excuse, to give to the authorised officer information in respect \nof any snaring, trapping, netting, unauthorised killing or any other offence under this Ordinan ce \ncommitted within the limits of his jurisdiction as soon as the commission of such offence comes to his \nknowledge.  \n19. Killing or capturing in self-defense .—(1) Notwithstanding anything contained in this \nOrdinance, it shall not be an offence —  \n(a)  for any person to kill or capture any wild animal by any means in the defence \nof his own life or the life of any other person ;  \n(b)  for the owner of standing crops or his employee to kill or capture by any means \nwithin the bounds of those crops, any wild ani mal which is causing  material \ndamage to those crops ;  \n \nPage 8 of 19 \n (c)  for the owner of livestock or his employee to kill or capture, by any means \nwithin a reasonable distance from where the livestock is grazing or where it is \nenclosed for the night, any wild animal w hich is causing damage to the \nlivestock:  \nProvided that clauses (b) and (c) shall not apply to any unlawful cultivation in a national park, \nwildlife sanctuary, or game reserve or any livestock illegally grazing or herded therein.  \n(2) The killing or captur ing of any wild animal under subsection (1) shall, as soon as may be, \nbe reported to the authorised officer or the nearest police -station.  \n(3) The trophy or meat of any wild animal killed under subsection (1) shall be the property of \nthe Federal Governmen t and shall be disposed of in such manner as the authorised officer may direct.  \n20. Wild life sanctuary. —(1) With a view to securing undisturbed breeding of wildlife, the \nFederal Government may, by notification in the official Gazette, declare any area t o be a wildlife \nsanctuary.  \n(2) Subject to rules, the wildlife sanctuary shall be closed to public, and no exploitation of \nforest therein shall be allowed except for reducing fire hazards, epidemic or insect attacks or other \nnatural calamities.  \n(3) No per son shall enter or reside, cultivate any land, damage or destroy any vegetation \nintroduce any endemic or exotic species of any animal or plant, introduce any domestic animal or allow \nit to stray, cause any fire, or pollute water, in a wildlife sanctuary, o r hunt, kill or capture any wild \nanimal or fire any gun or other fire -arm within one and half kilometre of the boundaries thereof:  \nProvided that the authorised officer may, for specific purposes authorise the doing of any of \nthe aforementioned acts.  \n21. National Park. —(1) With a view to protecting and preserving scenery, flora and fauna in \nnatural state, the Federal Government may, by notification in the official Gazette, declare any area to \nbe a national park.  \n(2) The national park shall be accessible t o public for recreation, education and research, \nsubject to such restrictions as the Federal Government may impose.  \n(3) Provision for access roads to, and construction of rest houses, hotels and other buildings in \nthe national park along  with amenities fo r public may be so made, the forest therein shall be so \nmanaged and forest produce so obtained as not impair the object for which it is declared a national \npark.  \n(4) Except as otherwise provided by this Ordinance and the rules, the following acts shall be  \nprohibited in a national park, namely:__  \n(i)  hunting, shooting, trapping, killing, or capturing of any wild animal within a \nradius of two kilometers of its boundaries;  \n(ii)  firing any fire -arm or doing of any other act which may disturb any wild anima l \nor interfere with its breeding place;  \n(iii)  felling, tapping, burning, damaging or destroying of, or taking, collecting or \nremoving therefrom, any plant or tree;  \n \nPage 9 of 19 \n (iv)  clearing or breaking up of any land for cultivation, minig or for any other \npurpose ; and  \n(v)  polluting water flowing in or though it:  \nProvided that the authorised officer may, for specific purposes, authorize the doing of any of \nthe aforementioned acts.  \n22. Game reserve .___(1) With a view to providing facilities for hunting the Federal \nGovernment may, by a notification I the official Gazette, declare any area to be a game reserve, but no \nperson shall hunt, shoot or capture any wild animal in a game reserve, except in the case  of game \nanimal specified in the First Schedule, under a hunting permit.  \n(2) A hunting permit may be issued by an authorsed officer in such manner, on such terms and \ncondition and on payment of such fees as may be prescribed.  \n(3) The holder of a hunting permit may hunt such number of game animal specified in the First \nSchedule and during such period as may be specified by the authorised officer.  \n23. Private game reserve. —(1) Where the Federal Government is satisfied that private land \nhas been dedicated b y its owner for the purposes similar to that of a game reserve, it may on the \napplication of the owner of that land, by notification declare such land to be a private game reserve.  \n(2) Hunting of wild animals by any person other than the owner of the land  shall not be allowed \nin a private game reserve except with the permission of the owner thereof.  \n(3) The Federal Government may, by notification in the official Gazette, at any time declare \nthat any private game reserve shall cease to be a private game re serve.  \n24. Alteration of boundaries of wildlife sanctuary, nadonal park, game reserve and \nprivate game reserve.  —The Federal Government may by notification in the official Gazette, declare \nany alteration in the boundaries of a wildlife sanctuary, national  park, game reserve or private game \nreserve.  \n25. Interference in duty.  —Any interference in the discharge of the duties of any person \nappointed for the purposes of this Ordinance or the rules shall be unlawful.  \n26. Penalties. —(1) Whoever kills or abets i n the killing of a protected animal. Otherwise  than \nin accordance with the provisions of this Ordinance or the rules shall be punishable with imprisonment \nfor a term which may extend to one year, or with fine which may extend to two thousand rupees, or \nwith both.  \n (2) Subject to sub -section (1), whoever contravenes, attempts to contravene, or abets in the \ncontravention of, any provision —  \n(i)  section 6, 9, 10, 11, 12 or 14 shall be punishable with imprisonment for a term \nwhich may extend to one year, or w ith fine which may extend to one thousand \nrupees, or with both ;  \n(ii)  section 7 or 8 shall be punishable with imprisonment for a term which may \nextend to six months, or with fine which may extend to five hundred rupees, or \nwith both ; and  \n \nPage 10 of 19 \n (iii)  this Or dinance or any rule for the contravention of which no specific penalty is \nprovided shall be punishable with fine which may extend to one thousand \nrupees.  \n(3) The licence, hunting permit, dealer’s permit or certificate of lawful possession, as the case \nmay be, of a person who is convicted under sub -section (1) shall be liable to cancellation and such \nperson shall not be eligible to the grant of such licence, permit or certificate for such period as may be \ndetermined by the authorised officer.  \n27. Prosecuti on for offence under any other law . —Nothing contained in this Ordinance \nshall be deemed to prevent any person from being prosecuted under any other law for any act or \nomission which constitutes an offence under this Ordinance or from being liable under an y other law \nto any higher punishment or penalty than that provided by this Ordinance.  \n28. Procedure when offender not known or cannot be found. —Where the authorised officer \nfinds, or it is brought to his notice, that an offence under this Ordinance has b een committed, and the \noffender is not known, or cannot be found within a reasonable time he may confiscate any article used \nin the commission of the offence.  \n29. Power to arrest. —(1) An authorised officer may, without warrant, arrest any person \nagainst w hom reasonable suspicion exists of his having been concerned in any offence under this \nOrdinance.  \n(2) The officer making arrest under sub -section (1) shall, without unnecessary delay and subject \nto the other provisions of this Ordinance, take or send the person arrested to the officer -in-charge of \nthe nearest police -station.  \n30. Power to release arrested persons on bond. —An authorised officer of grade 17 or above \nmay release a person arrested under section 29 on his executing a bond to appear, if and whe n so \nrequired, before the officer -in-charge of the nearest police -station.  \n31. Power to prevent commission of offence. —Every authorised officer and any other person \nauthorised by the Federal Government in this behalf shall be competent to take all lawful  means to \nprevent the commission of any offence under this Ordinance.  \n32. Appointment of Magistrates etc .—(1) Notwithstanding anything contained in the Code \nof Criminal Procedure, 1898, the Federal Government may appoint any person to be a Magistrate of \nthe first class within the meaning of the said Code for the trial of offences under this Ordinance or \nauthorize any Magistrate of the fi rst class to try such offences.  \n(2) No Court other than a Magistrate appointed or authorised under sub -section (1) shall try \nany offence under this Ordinance.  \n(3) A Magistrate of the first class competent to try offences under this Ordinance, may, if he \nthinks fit, try in a summary way all or any of die offences.  \n(4) Any person convicted under section 28 may, within thirty days from the date of his \nconviction, appeal to the Court of Session, whose decision thereon shall be final.  \n33. Power to compound offence .—(1) The Federal Governmen t, may by notification in the \nofficial Gazette, empower an officer not inferior in rank to an officer in grad e 17 of the National Pay \nScales :—  \n \nPage 11 of 19 \n (a)  to accept from any person against whom reasonable suspicion exists that he has \ncommitted any offence under this Ordinance, a sum of money by way of \ncompensation for such offence.  \n(b)  when any property has been seized as liable to confiscation, to release the same \non payment of the value thereof, as estimated by such officer.  \n(2) On the payment of compensatio n, such sum of money, or such value of property under sub -\nsection (1) or both, as the case may be, the suspected person, if in custody, shall be discharged and the \nproperty, if any, seized shall be released and no further proceedings shall be taken against  such person \nor property.  \n(3) The sum of money accepted as compensation under clause (a) of sub -section (I), shall in no \ncase, exceed the sum of five hundred rupees.  \n(4)No officer shall have power to compound a second or subsequent offence under this \nOrdinance.  \n34. Investment of certain powers. —The Federal Government may, by order in writing, invest \nany officer of grade 17 or above with all or any of the following powers, namely :—  \n(a)  power  of a civil court to compel the attendance of witnesses and the production \nof documents and material objects ;  \n(b)  power to hold inquiry into offences under this Ordinance, and, in the course of \nsuch inquiry, to receive and record evidence ; and  \n(c)  power to prosecute a case before a Magistrate.  \n35. Persons appointed under this Ordinance to be public servants. —All persons appointed \nunder this Ordinance shall be deemed to be public servants within the meaning of section 21 of the \nPakistan Penal Code (A ct XLV of 1860).  \n36. Indemnity and bar of Jurisdiction. —(1) No suit, prosecution or other legal proceeding \nshall lie against the Federal Government or any other person for anything done or intended to be done \nin good faith under this Ordinance or the rule s.  \n(2) No court shall call in question, or permit to be called in question, anything done or any \naction taken under this Ordinance.  \n37. Duty of Police Officers. —All police officers shall, upon request made by any person \nperforming duties under this Ordi nance or the rules, assist him in the discharge of such duties.  \n38. Delegation of powers. —The Federal Government may, by notification in the official \nGazette, direct that all or any of its powers under this Ordinance shall be exercised by such officer an d \nsubject to such conditions as may be specified.  \n39. Power to grant exemption. —Notwithstanding anything contained in this Ordinance, the \nFederal Government may, for public or scientific purposes, by notification in the official Gazette, allow \nthe killin g and capturing of any wild animal by such person, at such place, and by such means as may \nbe specified in the notification.  \n40. Power to amend Schedules. —The Federal Government may, by notification in the \nofficial Gazette, make such amendment in the Sch edules as it thinks fit.  \n \nPage 12 of 19 \n 41. Power to make rules. —(1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance.  \n(2) In particular and without prejudice to the generality of the forego ing power, such rules may \nprovide for all or any of the following matters , namely :—  \n(i)  powers and functions of the Board ;  \n(ii)  recruitment and terms and conditions of appointment of the officers  and staff \nunder this Ordinance ;  \n(iii)  the form and ma nner in which, the terms and conditions on which and the \nduration for which, a licence, hunting permit, special hunting permit, certificate \nof lawful possession and dealer’s permit shall be issued ;  \n(iv)  fees to be charged for a licence, hunting permit, special hunting permit, \ncertificate of lawful possession and dealer’s permit;  \n(v)  in the case of any species of wild animals, the number and the sex of, and the \nlocal area in which, such species may be hunted by an authorised person ;,  \n(vi)  giving of rewards to persons who render assistance in the detection of offences \nunder this Ordina nce ;  \n(vii)  the management of wildlife sanctuaries, national parks and game reserves ;  \n(viii)  tenure of office, resignation and terms and conditions of members of the Board \n; and  \n(vii)  demarcation of the area of a wildlife sanctuary, a national park or a game \nreserve.  \n \nFIRST SCHEDULE  \nWild Animals  \nGame Animals which can be hunted or captured under a Game Shooting licence or Game Capture \nlicence.  \n \nName of animal  Age limit or number \nallowed  Time and sesson \nwhen hunting \npermitted  \n1 2 3 \n \nANATIDAE, DUCKS, WATERFOWL  \n \nDendrocygna Javancia___Lasser teal, Silahji.  Not more than 5 ducks of all \nspecies  combi -ned per day.  1st October to 1st \nMarch.  \n \nTadorna todorna___common shel -duck, Safro \nChekwa safed Surkhah.  Not more than 5 duchs  of all \nspecies combi -ned per day.  1st October to 1st \nMarch.  \n \nPage 13 of 19 \n  \n1 2 3 \nAaaAAAna sacuta___Pintail. Sanh, Sikhpar, \nDigosh.  Not more than 5 ducks \nof all species \ncombined per day.  1st October to 1st \nMarch.  \nAnas ereeca —Common Teal, Kerraputari \nSuchuruka Huraro.  Do. Do. \nAnas formosa —Baikal Teal. Keraputari, Suchuruka, \nBarkani.  Do. Do. \nAnas Platyrhynchos —Mallard, Chaka Nilsir, \nNilrugi.  Do. Do. \nAnas strepera -Gadwall, Milla. Bhur. Beykur.  Do. Do. \nAnas falcata —Falcated Teal, Chotiya, Wano Hurwa.  Do. Do. \nAnas penclope —Wigeon, Pcasan, Partarui Lai Sir.  Do. Do. \nAnas querquedula —Gargancy, Choi, Putari,  Do. Do. \nAnas clypeata -—Shoveler, Tidari, Punana \nTarakwala. Ghira  Do. Do. \nNetta rufina —Red crested pochard, Lalsir  Not more than 2 ducks \nof all spec ies \ncombined per day.  Do. \nAythya forina common Pochard, Burarna, \nThurandao.  Not more than 5 ducks \nof all species \ncombined per day.  Do. \nAythya nyrocrd —Whiteeyed Pochard, Kara -chiya, \nMada lalbigri, Budha  Do. Do. \nAytha baeri —Bear's Pochard.  Not more than 5 ducks \nof all species \ncombined per day.  Do. \nAytha fuligula —Tufted duck. Durbaru, Ablak \nBohwara.  Do. Do. \nAytllyamarila —Scaup.  Do. Do. \nClangula hyemalis —Old squaw, longtail  Duck.  Do. Do. \nBucephalus clangula —Goldeneye Duck, Kumbaro.  Do. Do. \nMcrgus al bellus —Smew, Dayali, Jhalli.  Do. Do. \n \n1 2 3 \nMergus merganser____Goosander.  Not more than 5 ducks \nof all species \ncombined per day.  1st October to 1st \nMarch.  \nMorgus serrator___Red Breasted Merganser.  Do. Do. \n \nPHSIANIDAE, PHEASANTS, PARTRIDGES, QUAILS, SPURFOWLS, PEFOWLS AND \nJUNGLE FOLWS  \n \nAmmoperdix griseogularis —Sense \nPartridge, Kucki, Chauklau. Siai.  Not more than 2 \nper day.  \n 1st November to 1st March, \nWednesday and Friday.  \n \nPage 14 of 19 \n AJect -oris graeca —Chukor, i   Charu; \nZarkar./ Chukoni Khonk,  Not more than 3 \nper day.  \n Wednesday and  \nFriday and Gazetted Holiday \nfrom 1st November to 1 st \nMarch.  \n \nFrancolinus francolinuse asiac —Black . \nPartridge, Kala Titer, Tetra, Karo Titra, Kais \nTitar.  Do. \n Do. \nFrancolinus pondicerianus —Grey Part ridge, \nTitar Kyan, Khyr. Kaijan, Bhura Titar.  Not more than 4 \nper day.  \n Do. \nFrancolinus gularis —Swamp partridge \nGuititar. Bheel Titar.  \n Do. Do. \nCoturnix colurnix —Common Quai, Bater \nKurrak, Bhatri.  \n Not more than \n10 per day.  \n 1st November to 1st March.  \nConturnix coromandelica —Rain Quail, \nBnster,  \n Not more than 5 \nper day^  \n Do. \nArborohiaphila atrogularis —White checked \nHill Partridge Peura, San, Batai  Not more than 2 \nper day.  \n Wednesday. F riday and . \nGazetted Holiday from 1st \nNovember io 1 st March.  \n \nChalmydotis undulate —Houbara Bustard, \nTiloor, Khermor. Karwanak.  \n Not more than 3 \nper day.  Do. \nCHARADRIIDAE: PLOVERS, SANDPIPERS. SNIPES AND OTHER WADERS  \n \n1 2 3 \nVanellus leucurus —White tailed lapwing.  \n Two only per \nday. 1st November to 1st March.  \nVanellus vanellus —Lapwing, Rodhur, Sabaz \nTiti. Do. Do. \nVanellus indicus —Radwaltled Lapwing, \nTita, Titari, Tetechar.  \n Do. Do. \n \n1 2 3 \nVanellus spinosus —Superwinged Lapwing.  Two only per \nday. 1st November to 1st March.  \nVanellus malabaricus —Yellow -wattled Lap -\nwing, Zirdi, Jithiri.  \n Do. Do. \nPluvialis apricaria —Golden Plover, Chota \nButton.  \n Do. Do. \n \nPage 15 of 19 \n Numenius -Phaeopus —Whimbrel, Chota, \nGoungh, Chota Golinda.  \n Do. Do. \nNumenius arquata —Curlow, Goar, Goungh, \nChoppa, Sada, Kastachura.  \n Do. Do. \nCapella momoricola —Wood snipe Chaha, \nSumkikri Julkikri  Do. Do. \nCnpella gallinago —Fantail Snipe, Pakhi, \nJalakari.  \n 5 only per day.  Do. \nCapella Stenura —Pimail Spine, Pakhi \nJalakri, Kadakhocha.  Do. Do. \nCapella minima —Jack Snipe, Chota Chaha, \nAsraf Pak.  \n Do. Do. \nRostratula benghalensis —Painted Snipe, \nRajchaha. Baggargi.  \n Do. Do. \nBurhinidae : Stone Curlew or Stone Plavers.  \n Do. Do. \nBurhinus, Oedicnemus___Shore Curlew \nLambi, Kerakwanak, Basirl.  \n Do. Do. \nEsacus magnirostris____Great Stone Plaver.  Do. Do. \nPtericlididae, Sandgrous Syrrhaptees tibetaus \n—Tiebtan Sandgrouse, Nok, Kaling.Kung.  Do. Do. \nSandgrous, Nok, Kaling Kung.  Do. Do. \nPterocles cxustus —Indian Sandgrouse, \nBhattitar.  \n Do. Do. \nPterocles senegllus —Spotted Sandgrouse.  Do. Do. \nPterocles orientalis —Imperial Sandgrouse, \nBhattitar Gero Bakht, Bakh.  Do. Do. \nPteroceles coronatus —Coronetted \nSandgrouse Bhatta Bal.  Do. Do. \nPterocles indicus —close —Barred or painted \nSandgrouse, Harisia Si na, Dukru.  \n Do. Do. \nCOLUMBIDAE, PIGEONS; GREEN PIGEONS AND DOVES  \n \nAll species of pigeons, Green Pigeons and \nDoves other than members of the ginus \nDucula (Imperial Pigeons) which are \nprotected.  4 only per day.  \n 1st November to 1st March.  \n \n \n  \n \nPage 16 of 19 \n RALLIDAE, COOTS AND MOORHENS  \n \nAmauronis Phoenicurus____White -breasted \nMoorhen Dawk, Pampaira, Kuaki.  5 only per day.  \n 1st November to 1st March.  \nGallinula chloropus_____Moorhen, Jal \nMurghi.  Do. Do. \nPorphyrio Porphvrio ____Purple Moorhen, \nKaim, Kulang, Cairo.  2 only per day.  \n Do. \nFulica atra____Coot Khushkal, Dasari \nKanramdab.  4 only per day.  \n Do. \nLEPUS: HARES  \nLEPUS Capensis___Cape Hare, Khargosh.  4 only per day.  1st November to 1st March.  \nLepus nigricollis ___Indian hare, Khargosh.  Do. Do. \nLepus arabicus___Arabian Hare, Khargosh.  Do. All year round.  \n \nSECOND SCHEDULE  \nAnimals, Trophies, Skins, Horns or Meat for the Possession, Transfer or Export of which a \nCertificate of lawful possession is required.  \n1. All live game animals or protected animals.  \n2. Trophies, Skins and meat derived from protected animals.  \n3. Horns of goral, ibex, Sind wild goat markhor and urial.  \n 4. Skins of beech or stone marten, jungle cat, desert Cat, Leopard and Snow le opard.  \n5. Trophy, Skin or horns or any other derivative of any animal protected by any other \nprovince of Pakistan including A.K. & N.A.  \n \nTHIRD SCHEDULE  \nProtected Animals : i.e. Animals which shall not be hunted, killed or captured.  \n1. All game animals when immature or not fully grown.  \n2. All female game animals when :— \n(a)  Pregnant;  \n(b)  In a condition that indicates they are suckling or  feeding young ; \n(c)  Accompanied by their immature ofi’ spring.  \n3. All males and f emales of the following spec ies:— \nNemorahaedus goral, Goral or Piji, Ban -Bakri, Gurrur, Gudh, Sar -Pijur, Rai Rom.  \nCapra faleconeri (all races) Markhor or Rawachi, Capra ibex, Ibex or Trangol, Khail, Dadma, \nDanmo, Ovis orientails (all races), Urial or Shapu, Hurian, Shah Kohi, Koch, G ad, Garand.  \n4. All individuals of the following species, genera, families or groups of birds.  \n \nPage 17 of 19 \n All members of the family ARDEIDAE; i.e. all herons, Night Herons, Paddy Birds, Egrets or \nBittorns.  \nAll members of the family PELECANTDAE; i.e. all pelicans.  \nAll members of the family CICONIDAE; i.e. all Storks.  \nAll members of the family THRESKIORNIDAE; i.e. all ibis’s and Spoonbills.  \nAll members of the family PHOENICOPTERIDAE; i.e. all Flamingos.  \nAll members of the genera Anser and Branta; i.e. all a geese, includ ing the Bher -headed \ngoose.  \nAll members of the genus Cygunus; i.e. all Swans.  \nThe following species of Ducks :— \nAnas; angustirostris, Marbled, Teal or Choi, Lanjho, Dudjalri.  \nAnas poecilorphyncha Spot -bill Duck, or Garmpai, Gugral, Hampur, Hangro Nettapus \ncoromandolicus, Cotton Teal or Giri, Girria.  \nOxyura leucocephala. White headed Duck or Stifftailed Duck -UD-Balau.  \nCairine scutulata. White -winged Wood Duck.  \nSarki -diornis melanotus. Comb Duck or Nukhta.  \nRhodonossa caryphyllacea. Pink headed Duck.  \nAll members of the family Acciptridae; i.e. all Hawks, Vultures, Kites.  \nBuzzards, Hawks -Eagles, Harriers and Ospreys.  \nAll members of the family FALCONIDAE; i.e. all Falcons, Kestresls, Hobbies.  \nAll members of the family PHASIANIDAE; i.e. all Pheasants Part ridges, Quails Spurfowls \nJungle Fowls, and Peafowls other than those species specified in the First Schedule.  \nAll members of the family GRDUTDAE ; i.e. all Granes.  \nAll members of the gnus Heliopais ; i.e. all Finfoots.  \nAll members of the family OTIDIDAE ; i.e. all Bustards other than the one species in the First \nSchedule.  \nScolopax rusticola. Woodcock or simkukri, Jalakari, Julkari, Wilaiti, Chaha, Bumpal, \nDhabba.  \nPterocles alohat. Large Pin -tailed Sandgrous.  \nAll members of the genus Ducula ; i.e. all Imperial Pigeons.  \n5.  All individuals of the following races, speci es, genera or groups of madmals :— \nMacaca mulatta villosa. Himalagan Rhesus Monkey (i.e. all Rhesus Monkeys found in West \nPakistan) bandar, Punj, Markat.  \nPresbytis entellus Common Langur or Hanuman D endoa  \n \nPage 18 of 19 \n Mains  crassicaudates  Pangolin or Bajra Kit, Bajra, kapta, Suraj Mukhi, Silu Kishaur, Sibi, \nMirun, Challa, Kat Pohu, Vulpes cana. Blanford’s Fox.  \nSalenarctos thibetanus gedrosianus -Baluchistan Black Bear (i.e. all black bears found in \nsouth and west  of the I Kabul River) Kala Reech, Bhalu, Haput, man.  \nUrsus arctos, Brown Bear or Red Bear, Barf Ka Rindh, Safed Bhalu, Siala Reech, Drengmo, \nDrin Mor.Vormela peregusna Marbled Polecat.  \nMellivora capensis. Ratel or Honey Badger, Beju, Corpat, Ghurna, Lutra  Lutra, Common \nOtter or Ludher, Ud -bilaw, Pani Kutta, Sagi Ab. Martes foina, Beech or Stone Marten.  \nLutra perspicillata. Smooth Indian Ottar, or Ludher,  \nLudra, Udni. .   \nViverra .zibetha; Large Indian Civet, Ketts, Mach Bhondar, Badges, Pudu, Gaulai  \nViverri cula Indica. Small Indian Civet or Naundero, Gandogaula, Kasturi.  \nPaguma Laryata, Himalayan ; Civet of Masked Palm  \nFelis caracal. Carracal or Siya —gush, Echl.  \nFelis Chaus.  \nFelis Lyns. Lynes or patsalan, Phiauku.  \n            Felis margarita. Sand Cat.  \nFelis Bengalensis. Leopard Cat or Chite Billi, Ban Bilar.  \nFelis viverrina. Fishing Cat or Mash Billi, Mach Bagral.  \nFelis marmorata. Marbled Cat.  \nPanthera uncia, Snow Leopard or Ounce, Barhel He, Lkar  \nPanthera pardus. Leopard or Panther, Tndwa, Chita, Chita  bagh Suh.  \nEquushemionus, wild Ass or Ghor Khar, Ghuran, Kiang.  \nMuntiacus muntjak. Barking Deer or Muntjak, Kakar, Maya.  \nAxix porcinus. Hog Deer or Para.  \nCervus elephus Kashmir . Stag or Barasingha, Hangal, Honglu. Martes boina -Stone Marten.  \nGazella gazella . Indian Gazella or Chinkara, KaI7Punch, Gora Hiran.  \nGazella subgutterosa. Goitred of Parsian Gazella, Pharal Ghazal. .1   \nBoselaphus tragocamelus. Bluebull of Nilgai, Gond Bain, Ranjb Roz, Rqjra.  \nCapra falcbneri Jerdeni, and C.F. chialtanensis. Straight  \nHorned Races of Markhor (i.e. all Markhor found to the south and west of the North \nWaziristan Agency) Sarah, pachin, Bazkuhi.  \nPseudois nayaur. Blue Sheep or Bharal, Na, Sna, Maitu, Ghard Warn  \n \nPage 19 of 19 \n Ovis Orientalis Punjabensis. Punjab Urial.  \nPlanista gangetica rive r Dolphin or sus, Susu, Susuk, Sishuk, Bhulan, Sunsar.  \n6. All individuals of the following species, genera of families of reptiles :— \nCrocodilus palustris. Marsh Crocodile or Muggar, Magar Mach.  \nGavialis gangeticus. Gharial, or Soondy Mugger, Sansar.  \nAH snakes of the genus python, i.e. all pythons, Azdha or Arar.  \nAll Lizards of the genus capooranus, i.e.  All Monitor  \nLizards, Goah, Ban Chapkali, Ram Gaddi, Suna Gaddi or Kala Gaddi.  \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n RI - Date: 1 3-05-2024"
}