{
    "file": "./converted_json\\administrator5e1e2271f7851cb09100f44e786e591d.json",
    "name": "Limited Liability Partners hip (Amendment) Act, 2020",
    "date": "26th August, 2020",
    "tagline": "Expedient to amend the Limited Liability Partnership Act, 2017",
    "content": "PART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  523 \n \n \n   \nISLAMABAD,  THUR SDAY,  AUGUST  27, 2020   \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nNATIONAL ASSEMBLY SE CRETARIAT  \n \nIslamabad , the 27th August , 2020 \n \n No. F. 22(48)/2020-Legis. —The following Act s of Majlis -e-Shoora  \n(Parliament) rec eived the assent of the President on the 26th August , 2020 are \nhereby pub lished for general information: — \n \nACT NO. XXVI OF 2020  \n \nto amend the Limited Liability Partnership Act, 2017  \n \n WHEREAS it is expedient to amend the Limited Liability Partnersip Act, \n2017 (XV of 2017), for the purposes hereinafter appearing;  \n \n It is hereby enacted as follows: — \n \n \n 1. Short title, and commencement. —(1) This Act shall be called the \nLimited Liability Partners hip (Amendment)  Act, 2020.  \n \n (2) It shall come into force at once.  \n \n(523) \n \nPrice : Rs. 6.00 \n \n[5958 (2020)/Ex. Gaz.]    \n524     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n  2. Amendment of section 8, Act XV of 2017 .—In the Limited \nLiability Partnership Act, 2017 (XV of 2017), in section 8, — \n \n (a) in sub -section (2), for full stop at the end, a colon shall be \nsubstituted and t hereafter the following proviso and explanation \nshall be added, namely: — \n \n      “Provided that a limited liability partnership shall obtain, \nmaintain and timely update particulars of ultimate beneficial owner, \nincluding any change therein, of any person wh o is a partner in \nlimited liability partnership in such form, manner and submit such \ndeclaration to the registrar as may be specified.  \n \n      Explanation. —For the purpose of this section the term \n„ultimate beneficial owner‟ means a natural person who ultim ately \nand effectively owns or controls a limited liability partnership \nthrough direct or indirect rights or who shares at least one fourth of \nthe net profits and losses of the partnership.” and  \n \n (b) after sub -section (2), amended as aforesaid, the followi ng new sub -\nsection (3) shall be added, namely: - \n \n “(3) Any contravention or default in complying with requirement \nof this section shall be an offence liable in case of, — \n \n (a) a partner, designated partner or officer, to a fine which \nmay extend to one mill ion rupees; and  \n \n (b) the limited liability partnership, to a fine which may \nextend to ten million rupees.”.  \n \n————  \n \nACT NO. XXVII  OF 2020  \n \nfurther to amend the Companies Act, 2017  \n \n WHEREAS  it is expedient further to amend the Companies Act, 2017 \n(XIX of 2 017), for the purposes hereinafter appearing;  \n \n It is hereby enacted as follows: — \n \n 1. Short title and commencement. —(1) This Act shall be called the \nCompanies (Amendment) Act, 2020.  \n \nPART I] THE GAZETTE OF PAKISTAN, EXTRA.,   AUGUST 27,    2020  525 \n \n  (2) It shall come into force at once.  \n \n 2. Insertion of section 60A, Ac t XIX of 2017. —In the Companies \nAct, 2017 (XIX of 2017), hereinafter called as the said Act, after section 60, the \nfollowing new section shall be inserted, namely: — \n \n “60A.  Prohibition on issuance of bearer shares or bearer share \nwarrants, etc. —(1) Notwith standing anything contained in the \nNational Investment (Unit) Trust Ordinance, 1965 (VII of 1965) or \nany other law for the time being in force, no company shall allot, \nissue, sell, transfer or assign any bearer shares, bearer share \nwarrants or any other eq uity or debt security of a bearer nature, by \nwhatever name called, and any allotment, issue, sale, transfer, \nassignment or other disposition of any such bearer shares or bearer \nshare warrants or any other equity or debt security of a bearer \nnature, shall b e void.  \n \n      Explanation. —For the purpose of this section, the term “bearer \nshares or bearer share warrants” means a negotiable instrument that \naccords ownership or control in a company to the person who \npossess such instrument and includes any other equ ity or debt \nsecurity of a bearer nature.  \n \n (2) All existing bearer shares or bearer share warrants, if any, shall \neither be registered or cancelled, in such manner and within such \nperiod, as may be specified.  \n \n (3) Any contravention or default in complying  with the requirements of \nthis section shall be liable in case of, — \n \n (a) a director or officer of the company or any other person, to a \npenalty which may extend to one million rupees; and  \n \n (b) the company, to a penalty which may extend to ten million \nrupees.”.  \n \n 3. Amendment of section 122, Act XIX of 2017. —In the said Act, in \nsection 122, sub -section (3) shall be omitted.  \n \n 4. Insertion of new section 123A, Act XIX of 2017. —In the said \nAct, after section 123, the following new section 123A shall be inser ted, \nnamely: — \n \n “123A.  Record of ultimate beneficial owner. —(1) A company shall \nmaintain information of its ultimate beneficial owners in such form \n526     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 27,  2020   [PART I \n \n and manner, within such period and obtain such declaration from its \nmembers as may be specified.  \n \n   Explana tion.—For the purpose of this section, the term “ultimate \nbeneficial owner” means a natural person who ultimately owns or \ncontrols a company, whether directly or indirectly, through at least \ntwenty five percent shares or voting rights or by exercising \neffective control in that company through such other means, as may \nbe specified.  \n \n (2) Every company shall, in such form and manner as may be \nspecified, maintain a register of its ultimate beneficial owners and \nshall timely record their accurate and updated pa rticulars, including \nany change therein, and provide a declaration to this effect to the \nregistrar and where any government is a member of a company \nsuch particulars of the relevant government shall be entered in the \nregister of ultimate beneficial owners in the specified manner.  \n \n (3) Any contravention or default in complying with requirement of this \nsection shall be liable in case of, — \n \n (a) a director or officer of the company or any other person, to a \npenalty which may extend to one million rupees; and  \n \n (b) the company, to a penalty which may extend to ten million \nrupees.”.  \n \n 5. Amendment of section 413, Act XIX of 2017. —In the said Act, in \nsection 413, — \n \n (a) in sub -section (2), for the words “three years”, the words “five \nyears” shall be substituted; and \n \n (b) for sub -section (3), the following  shall be substituted, namely: — \n \n “(3) The Commission may, as specified by regulations, prevent the \ndestruction of books and papers of a company which has been \nwound up.”.  \n \n \nTAHIR HUSSAIN , \nSecretary . \n \n \nPRINTED  B Y THE MANAGER, PRINTING CORPORATION OF  PAKISTAN PRESS,  ISLAMABAD .  \nPUBLISHED BY THE  DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD , KARACHI ."
}