{
    "file": "./converted_json\\administrator8a35607087f2f92f51974e4b39e47c2e(7).json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "PART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  571 \n \n \n \n \n \n \n \n  \nISLAMABAD,  SATURDAY , AUGUST  21, 2021  \n \nPART I  \nActs, Ordinances, President ’s Orders and Regulations  \nGOVERNMENT OF PAKISTAN   \nMINISTRY OF LAW AND JUSTICE  \nIslamabad , the 20th August , 2021 \n \n No. F. 2(1)/2021 -Pub.—The following Ordinance promulgated on 17 th \nAugust, 2021 by the President is hereby published for general information: — \n \nORDINANCE  NO. XV OF 2021  \n \nAN \n \nORDINANCE  \n \nto establish the Federal Government Properties Management Authority  \n \n WHEREAS it is expedient to effectively manage and utilize assets of \nFederal Government through attracting private investment, from inland and \nabroad and to undertake special projects, if and when desired by the Government \nin collaboration with private investors, local or foreign and in so doing to \ngenerate revenue, faci litate job creation, develop Pakistan ’s human resource, \nenhance exports, bolster economic growth and improve service delivery to the \npeople.  \n \n \n(571) \n \nPrice : Rs. 20.00 \n \n[1201 (2021)Ex.Gaz. ]   \n572    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  [PART I \n \n \n \n \n \n  AND WHEREAS , the Senate and the National Assembly are not in sessi on \nand the President of the Islamic Republic of Pakistan is satisfied that \ncircumstances exist which render it necessary to take immediate action;  \n \n NOW, THEREFORE , in exercise of powers conferred by clause (1) of \nArticle 89 of the Constitution of Islamic Republic of Pakistan, the President of \nthe Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance: — \n \n 1. Short title, application and commencement .—(1) This Ordinance  \nshall be called the Federal Government Properties Manage ment Authority \nOrdinance, 2021.  \n \n (2) It shall apply to Government properties wherever they may be — \n \n (3) It shall come into force at once.  \n \n 2. Definitions .—(1) In this Ordinance, un -less there is anything \nrepugn ant in the subject or context, — \n \n(a) “asset” means property and includes immovable property and shall \ninclude land, structure owned by the Government or any of its \nMinistries, divisions or any entity under the control of the \nGovernment, whether currently un -used or used for any purpose \nwhatsoever;  \n \n(b) “Authority” means the Federal Government Properties Management \nAuthority established under section 3;  \n \n(c) “Board” means the Board of Governors constituted under section 5;  \n \n(d) “Chairman of the Board ” means the Minister in -charge of the \nDivision conc erned ; \n \n(e) “consultancy services ” means services requiring adequate technical \nand financial expertise in undertaking specific assignment, \ninvestment or project and may be of an inte llectual nature and may \ninclude— \n \n(i) advisory and review services;  \n \n(ii) pre-investment or feasibility studies;  \n \n(iii) construction supervision;  \n \n(iv) management and related services;  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  573 \n \n \n \n \n \n (v) other technical services or special studies; and  \n \n(vi)  design and surveys and investigations.  \n \n(f) “development plan ” means a comprehensive  document outlining \nthe details and design of development of assets, and any other \nmatters pertaining thereto.  \n \n(g) “Director General ” means Director General of the Authority and \nincludes any person performing the functions of the Director \nGeneral appointe d by the Federal Government;  \n \n(h) “Division concerned ” means the division to which the business of \nthis act stands allocated ; \n \n(i) “emergency ” means operational emergency to be declared as such \nby the Authority;  \n \n(j) “execution agreement ” means a document mentioning details, \nterms and conditions agreed between the Authority and Project \nexecutor for implementing the project in line with provisions of the \nordinance.  \n \n(k) “finance” shall have the same meaning as assigned thereto in the \nFinancial Institutions (Recovery of Finances) Ordinance, 2001 \n(XLVI of 2001);  \n \n(l) “financial institution ” shall have the same meaning as assigned \nthereto in the Financial Institutions (Recovery of Finances) \nOrdinance, 2001 (XLVI of 2001);  \n \n(m) “Fund” means the Federal Governme nt Properties Management \nAuthority Fund created under section 14;  \n \n(n) “Government ” means the Federal Government;  \n \n(o) “investment ” means any transaction between the Authority and a \nProject Executer for implementing the project in line with \nprovisions of t he Ordinance.  \n \n(p) “master plan ” means an overarching planning document providing \nconceptual spatial, landscape, design and infrastructure layout for \nthe development of assets.  \n \n(q) “prescribed ” means prescribed by rules or regulations made under \nthis Ordi nance, as the case may be;  \n574    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  [PART I \n \n \n \n \n \n (r) “project” means an undertaking by the Authority to utilize the \nassets for any purpose in line with provisions of this Ordinance and \nincludes any project handed over by the Government to the \nAuthority for any purpose in line w ith provisions of this \nOrdinance;  \n \n(s) “project executer ” means any person or entity whether public or \nprivate participating in a project.  \n \n(t) “proposal” means document mentioning details of the proposed \nproject and may include proposed transaction relate d to the project.  \n \n(u) “regulations ” means regulations made under this Ordinance;  \n \n(v) “rules” means rules made under this Ordinance;  \n \n(w) “technically complex ” means a project declared as such by the \nAuthority;  \n \n(x) “transferred Asset ” means any asset app roved by the Government \nto be transferred to the Authority ; and \n \n(y) “un-solicited proposal ” means any proposal which is not submitted \nin response to any procurement request, however is aligned with \nthe mission  and objectives of the procuring agency and is  subject \nto competitive selection process by soliciting counter proposals \nthrough public tendering;  \n \n 3. Establishment of the Authority .—(1) The Government, by \nnotification in the official Gazette, shall establish the Federal Government \nProperties Manageme nt Authority.  \n \n (2) The Authority shall be a body corporate, having perpetual \nsuccession and a common seal, with power and functions to acquire, hold and \nutilize assets as per provisions of this Ordinance, and shall sue and be sued in the \nsaid name.  \n \n (3) The headquarters of the Authority shall be at Islamabad and it may, \nwith the prior approval of the Government, set up as many offices all over the \ncountry as, when and where required.  \n \n (4) The Government may transfer any assets to the Authority and upon \nsuch transfer this Ordinance shall exclusively apply to the transferred assets.  \n \n (5) The Government may assign to the Authority any project involving \nprivate investment in any form whatsoever and at any stage of project lifecycle.  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  575 \n \n \n \n \n \n  4. Director General of t he Authority .—(1) The Government shall \nappoint a Director General of the Authority on such terms and conditions as may \nbe prescribed by rules.  \n \n (2)  The Director General of the Authority shall, subject to this \nOrdinance, hold office for a term of three ye ars and may be re -appointed by the \nGovernment for an additional term of three years.  \n \n 5.  Functions and powers of the Director General of the  \nAuthority .—(1) The Director General of the Authority shall be the principal \naccounting officer of the Authority r esponsible for the management, \nadministration and operations of the Authority and, subject to the provisions of \nthis Ordinance, shall exercise all powers and discretions and perform all \nfunctions and duties of the Authority under this Ordinance.  \n \n (2) Subject to sub -section (3), the Director General of the Authority \nmay declare a project as technically complex and engage, through direct \ncontracting any entity or as a consultant, evaluator or an expert with approval of \nthe Board.  \n \n (3) In case of engagement of an entity or individual under sub -section \n(2), the Director General of the Authority shall record in writing rationale for \ndirect contracting and shall issue a certificate.  \n \n 6. Powers and functions of the Authority .—(1) The Authority shall — \n \n (i) creat e a database of assets owned by various Government entities;  \n \n (ii) recommend to the Government such assets to be transferred to the \nAuthority for investment;  \n \n (iii) take possession of any asset transferred to the Authority;  \n \n (iv) undertake all legal me asures, to secure assets handed over to the \nAuthority;  \n  \n (v) identify Government assets suitable for the development of \nprojects;  \n \n (vi) carry out marketing and promotion of the assets;  \n \n (vii) design and approve transaction structures for offering the a ssets for \nprojects;  \n \n (viii)  approve un -solicited proposals for development of projects;  \n \n576    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  [PART I \n \n \n \n \n \n  (ix) accept, develop and offer projects for investments;  \n \n (x) develop projects for implementation by the Authority itself;  \n \n (xi) lease, purchase, procure, exchange , mortgage, rent out or otherwise \nutilize any transferred asset;  \n \n (xii) selection of investors, in accordance with stipulated procedures;  \n \n (xiii)  enter into investment agreements through lease, rental, partnerships \nor public private partnership, joint -ventures or any other suitable \nmode;  \n \n (xiv)  responsible for implementation, contract enforcement, contract \nmanagement and operations of development projects undertaken;  \n \n (xv) prepare mechanisms for supervision and monitoring of projects and \ncarry out ope rations and oversee monitoring and evaluation of \nprojects against set milestones, targets and outcomes;  \n \n (xvi)  recommend to the Federal or Provincial or Local Governments \npolicies, laws and actions to enhance the investment potential of \nassets;  \n \n (xvii)  undertake or cause studies, surveys, experiments or research to be \nundertaken or contribute towards the cost of any such studies, \nsurveys, experiments or research, to be undertaken by any other \nentity, public or private, for the development of assets;  \n \n (xviii) prepare, amend and approve development plans, master plans or \nsite plans of any asset including, spatial or town planning, \ninfrastructure development, land use and building control \nregulations in consonance with the existing building and town -\nplanning  regulatory dispensation;  \n \n (xix)  develop rules and procedures for approving project proposals;  \n \n (xx) engage third -party consultants, panels, evaluators etc. for the \npurpose of evaluating project proposals;  \n \n (xxi)  appoint legal experts, contract manageme nt specialists, \nprocurement specialists and other kinds of experts to represent the \nauthority in litigation, contract negotiations, contract management, \nprocurement etc.;  \n \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  577 \n \n \n \n \n \n  (xxii)  approve organogram, job descriptions, human resource policies \nand terms and  conditions of employment of all employees of the \nAuthority;  \n \n (xxiii)  create or abolish posts and oversee the performance of employees \nof the Authority;  \n \n (xxiv) take disciplinary action against employees in the prescribed \nmanner;  \n \n (xxv)  receive such pa yments from the investors as contained in the \napproved agreements and to share such parts of the payments \nreceived by it with Government or owner organization as may be \napproved by the Board;  \n \n (xxvi)  coordinate with ministries or divisions or departments or agencies \nor bodies at the Federal, Provincial and local level for the \nachievement of the objectives of this Ordinance;  \n  \n (xxvii)  establish as many committees, as considered necessary or \nexpedient, and determine the membership and terms of reference of \nsuch committees, to assist and advice in relation to the \nperformance of its powers and functions under this Ordinance;  \n \n (xxviii)  seek loans, grants or debt with the approval of the Federal \nGovernment;  \n \n (xxix)  mortgage assets with approval of the Federal Government;  \n \n (xxx)  provide and release receipts, guarantees, indemnity bonds, cheques \nand enter into contracts, deeds, instruments, arrangements, joint \nventures and agreements or grant concessions, to any person or \nentity, for the preparation, planning, d evelopment, execution, \nimplementation and maintenance of projects and for carrying out \nthe purposes of this Ordinance;  \n \n (xxxi)  cancel or re -plan any project or part thereof;  \n \n (xxxii)  setup companies, trusts, societies, associations, joint ventures \nwhethe r contractual or incorporated or any other vehicles for the \npurpose of carrying out objectives of this Ordinance and allowing \nprivate shareholding in their entities;  \n \n (xxxiii)  seek any record of assets from any Government entity including \nbut not limited to any ministry, division, autonomous body, body \ncorporate or public sector organization etc. and the entity shall be \n578    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  [PART I \n \n \n \n \n \n bound to provide the same within timelines specified by the \nAuthority;  \n \n (xxxiv)  recommend to competent authority initiation of disciplina ry action \nagainst any Government employee found intentionally withholding \ninformation sought by the Authority or providing false or \nmisleading information to the Authority; and  \n \n (xxxv)  perfo rm any ancillary powers and functions as prescribed.  \n \n (2) Notwit hstanding anything contained in this Ordinance, all acts and \nproceedings of the Authority shall be subject to the control of the Government \nand the Government may revoke, suspend or modify any such acts or \nproceedings.  \n \n 7.  Board .—(1) The Government shall , by notification in the official \nGazette, constitute the Board of Governors of the Authority comprising the \nfollowing members, namely: — \n \n(i) Minister in -charge of the Division concerned who shall be \nChairman of the Board;  \n \n(ii) Director General of the Aut hority appointed by the Government;  \n \n(iii) four independent members to be appointed by the Gover nment, \nfrom private sector well  known for their integrity, have sufficient \nrelevant fields of expertise; and  \n \n(vi) four ex-officio  members appointed by the Gove rnment.  \n \n (2) Independent members shall be appointed for a term of three years \non terms and conditions as may be prescribed.  \n \n (3) Secretary of the Board shall be appointed with the approval of the \nChairman of the Board.  \n \n (4) The Board shall meet at least  once in every quarter. The Secretary \nof the Board may take approval of any decision through circulation among \nmembers of the Board. A special meeting may be called with the approval of the \nChairman of the Board.  \n \n (5) The meetings of the Board shall be pr esided over by the Chairman \nof the Board and in his absence, the Director General of the Authority shall chair \nthe meeting.  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  579 \n \n \n \n \n \n  (6) The quorum for a meeting of the Board shall be one -third of the \ntotal membership of the Board, and decisions of the Board shall  be made with \nmajority of total present members of the Board.  \n \n 8.  Powers and functions of the Board .—(1) The general direction \nand administration of the Authority and its affairs shall vest in the Board, which \nshall exercise all powers and do all acts an d things which may be exercised or \ndone by the Authority.  \n \n (2) Without prejudice to the generality of powers given in sub -section (1), \nthe Board  shall perform, inter alia , the following functions, namely: — \n \n(a) to approve rules, regulations and policies o f the Authority;  \n \n(b) to approve strategies and development plans of the Authority;  \n \n(c) to approve project proposals;  \n \n(d) to approve award of contracts for projects;  \n \n(e) to accept and approve project proposals inc luding un -solicited \nproposals;   \n \n(f) to recommend to the Federal Government the raising of debts;  \n \n(g) to recommend  to the Federal  Government  assets  of Ministries/  \ndivision/ organizations to be transferred to the Authority ;  \n \n(h) to recommend to the Federal Gov ernment mortgage against assets;   \n \n(i) to establish as many committees, as the Board considers necessary \nor expedient, and determine the membership and terms of reference \nof such committees, to assist and advice in relation to the \nperformance of its powers and functions under this Ordinance;  \n \n(j) to establish and maintain strategic direction of the Authority;  \n \n (3) The Board shall, in discharge of its functions, be guided on \nquestions of policy by such directions as the Government may give from time to \ntime.  \n \n (4) If any question arises as to  whether any matter is a matter of policy \nor not, the decision of the Government in respect thereof shall be final.  \n \n580    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  [PART I \n \n \n \n \n \n  9. Appointment of employees etc .—The Authority may create posts \nand appoint such officers, experts, consultants and staff on such terms an d \nconditions as may be prescribed.  \n \n 10. Officers, officials, experts to be public servants .—The Director \nGeneral, officers, officials, experts and consultants of the Authority shall, when \nacting or purporting to act in pursuance of any of the provisions o f this \nOrdinance, be deemed to be public servants within the meaning of section 21 of \nthe Pakistan Penal Code Act,1860 (Act XLV of 1860).  \n \n 11. Indemnity .—No suit, prosecution or other legal proceedings shall \nlie against any person for anything which is do ne in good faith or intended to be \ndone under this Ordinance or rules or regulations made under there under.  \n \n 12. Prior consent of the Board mandatory for initiating any legal \naction against any member, officer, officials .—(1) Notwithstanding anything \ncontained in any law for the time being in force, no legal action shall be initiated \nagainst any member, officer or official by any Government agency for acts of \nomission or commission in his official capacity, pertaining to this Ordinance, \nrules or regulatio ns etc. made thereunder, unless the said agency obtains prior \nconsent of the Board by an intimatio n in writing to the Board along -with \nsupporting evidence of the charges. The Board shall constitute an inquiry \ncommittee for the purpose, which shall determin e whether there is a prima facia  \ncause for the legal action on the charges. The committee shall give its findings \nand recommendations to the Board and decision of the Board on the matter, \nwhether to allow the proposed legal action or not shall be deemed to  be final.  \n \n 13. Delegation of functions .—The Authority may, by general or \nspecial order and subject to such conditions as it may think fit to impose, \ndelegate to the Director General or an officer of the Authority, all or any of its \npowers or functions un der this Ordinance.  \n \n 14. Fund .—(1) There shall be a Fund known as the Federal \nGovernment Properties Management Authority Fund which shall vest in the \nAuthority and shall be utilized by the Authority to meet its expenses and charged \nproperly incurred in co nnection with the carrying out of its functions and duties \nassigned or transferred to it under this Ordinance.  \n \n (2) The Authority shall have the power to take decision for utilization \nof funds for maximizing commercial, social and strategic potential of a ssets.  \n \n (3) The Authority shall meet its expenditure from the revenue raised \nand in case of shortfall that will be met by the Government either through grant \nor loan.  \n \n (4) The Fund shall consist of — \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  581 \n \n \n \n \n \n (a) funds, loans or grants by the Government, Provincia l Governments,  \nLocal Governments or any donor agencies;  \n \n(b) grants and loans negotiated and raised or otherwise obtained by the  \nAuthority;  \n \n(c) fee, charges, rentals, tolls, fin es and other moneys received or collected  \nby the Authority;  \n \n(d) income from m ortgage, lease etc .; \n \n(e) funds from bonds, sukuk and other forms of finances obtained on \nthe basis of participation term certificate, real estate investment \ntrusts, bonds, musharika ce rtificates, sukuk, term finance certificates,  \nany other financial or de bt instruments or securities issued by the \nAuthority;  \n \n(f) proceeds of any investments made by the Authority which are not \nrequired for immediate use. All investments to be made by the \nAuthority shall be with approval of the Board; and  \n \n(g) all other sums received by the Authority.  \n \n (5) At the end of each financial year, the books of accounts balance \nsheet shall be prepared and business plan for the next financial year shall be \nfinalized and approved by the Board.  \n \n 15. Bank accounts .—(1) The Authority may  open and maintain its \nbank account with any scheduled banks or financial institutions within the \nframework of the prescribed rules.  \n \n (2) The Accounts of the Authority shall be maintained in accordance \nwith international accounting standards and internati onal financial reporting \nstandards as applicable . \n \n 16. Budget and accounts .—(1) The Board shall, in respect of each \nfinancial year, prepare on first day of July of a year and ending on the thirtieth \nday of June of the succeeding year a statement of the es timated receipts and \nexpenditure, including the revised and estimated budgets and requirement of \ngrant or loan from the Government for next financial year for consideration and \napproval of the Board.  \n \n (2) The Director General shall cause the budget prepar ed under sub-\nsection (1) to be placed before the Board for its approval.  \n \n582    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  [PART I \n \n \n \n \n \n  (3) The books and accounts of the Authority shall be maintained in \nsuch manner as may be prescribed in accordance with Article 170 of the \nConstitution.  \n \n 17. Audit .—(1) The Authorit y shall appoint a firm of chartered \naccountants, which is placed in category “A” by the State Bank of Pakistan, for \nthe annual audit of the accounts of the Authority.  \n \n (2) The Authority shall cause to be carried out audit of its accounts by \nthe Auditor Ge neral of Pakistan.  \n \n (3) The Director General shall cause the audited financial statements \nto be placed before the Board for its approval.  \n \n (4) A copy of the audit report shall be sent to the Federal Government \nalong -with the c omments of the Authority as also to Auditor General of Pakistan.  \n \n (5) The Authority shall take the requisite steps for the rectification of \nany objection  raised by the Auditor General of Pakistan.  \n \n 18. Litigation .—(1) All litigation with respect to the property \ntransferred to the Authority shall be deemed to be transferred to the Authority on \nthe date the Authority takes possession of the property.  \n \n (2) The Authority shall have power to approve institution, commencement,  \nprosecution, defence, compromise and all actions and settlem ent of any disputes, \nsuits and legal proceedings whether civil or criminal before any court, tribunal, \nadministrative body or authority.  \n \n 19.  Duty to assist the Authority .—(1) The Authority may in the \nperformance of its functions seek assistance of any o ffice, authority or agency \nworking under the Government, a Provincial Government or a local government.  \n \n (2)  The office, authority or agency shall comply with the direction of \nthe Authority unless, for reasons to be recorded in writing and within thirty days \nof the direction, an officer not below the rank of head of the office, authority or \nagency requests the Authority to place the matter before the Director General \nwhose decision, on such matter, shall be final.  \n \n 20. Authentication of instruments of th e Authority .—All orders, \ndecisions and other instruments of the Authority shall be authenticated by the \nsignature of the Director General or any other employee of the Authority \nauthorized by the Director General, in the prescribed manner.  \n \n 21. Annual repo rt.—(1) The Authority shall, within three months of \nthe end of a financial year, submit to the Board an annual report.  \nPART I]     THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  583 \n \n \n \n \n \n  (2) The Annual report under su b-section (1) shall consist of — \n \n(a) the statement of accounts and audit reports of the Authority;  \n \n(b) a comprehensive statement of the work and activities of the \nAuthority during the preceding financial year and its proposed \nprojects;  \n \n(c) proposed business plan; and  \n \n(d) such other matters as may be prescribed or as the Authority may \nconsider appropriate.  \n \n 22. Ejectment of un -authorized occupants .—Subject to provision of \nan opportunity of hearing to the person concerned, the Director General or any \nperson authorized by the Director General may summarily eject any person in \nun-authorized occupation of any a sset transferred to the Authority and may for \nsuch ejectment use such force as may be necessary. All Government authorities, \nFederal, Provincial or local shall provide full legal assistance if and when \nrequested by  the Authority to do so.  \n \n 23. Removal of building, etc. erected or used in contravention of \nthis Ordinance .—(1) If any property is used in contravention of the provisions \nof this Ordinance or of any rule, regulation or order etc. made thereunder, the \nDirector General or any person authorized by h im or the Authority in this behalf \nmay by order in writing require the owner, occupier, user or person in control of \nsuch property to remove, demolish or alter the property or to use it in such \nmanner so as to bring such structure, construction or use in a ccordance with the \nsaid provisions of this Ordinance or of any rule, regulation or order made \nthereunder.  \n \n (2) If an illegal structure is built or existing structure is tempered with \nor damaged or altered with regard to any property, the responsible perso n/ entity \nshall rectify it at its own risk and cost. In case of non -compliance, the Authority \nshall carry out required function and, in such case, the responsible person or \nentity shall be liable to bear all expenses incurred. In case the responsible perso n \nor party is not in a position to bear the cost, it shall be recovered as arrears of \nland revenue or any other revenue collection process in place . \n \n 24. Jurisdiction of courts barred .—(1) Save as otherwise provided \nby this Ordinance, no court or other au thority shall have jurisdiction to question \nthe legality of anything done or any action taken under this Ordinance by or at \nthe instance of the Authority in good faith . \n \n (2) No court shall in any case pass an order affecting any anti -\nencroachment operatio n by the Authority.  \n584    THE  GAZETTE  OF  PAKISTAN,  EXTRA.,  AUGUST 21, 2021  [PART I \n \n \n \n \n \n  25. Removal of difficulties .—If any difficulty arises in giving effect \nto any provision of this Ordinance, the Federal Government may make such \norder, by notification in the official Gazette, not inconsistent with the provisions \nof thi s Ordinance for the purpose of removing the difficulty.  \n \n 26. Power to make rules .—The Authority may, with approval of the \nGovernment and by notification in the official Gazette, make rules for carrying \nout the purposes of this Ordinance.  \n \n 27. Power to ma ke regulations .—The Authority may, by notification \nin the official Gazette, with the approval of the Board, make regulations for its \ninternal working and terms and conditions of service of employees not \ninconsistent with the provisions of this Ordinance or  the rules, for the carrying \nout of its functions under this Ordinance.  \n \n 28. Overriding effect .—The provisions of this Ordinance shall have \neffect notwithstanding anything inconsistent herewith contained in any other law \nfor the time being in force, inclu ding the Privatization Commission Ordinance, \n2000 (LII.  of 2000).  \n \n \n \n \n \nDR. ARIF ALVI,  \nPresident.  \n \n————  \n \n \nRAJA NAEEM AKBAR , \nSecretary . \n \n \n \n \n \n \n \n \n \n \nPRINTED BY THE M ANAGER, PRINTING CORPORATION OF  PAKISTAN  PRESS,  ISLAMABAD . \nPUBLISHED BY THE  DEPUTY CONTROLLER, S TATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}