{
    "file": "./converted_json\\administrator8d873828abdc2f65c379bbcea11fff10.json",
    "name": "Workers' Children (Education) Ordinance, 1972",
    "date": "13th April, 1972",
    "tagline": "An Ordinance to provide for the education of workers' children and matters ancillary thereto.",
    "content": "Page 1 of 3 \n  \nTHE WORKERS ’ CHILDREN (EDUCA TION) ORDINANCE, 1972  \n \n \n \n \nCONTENTS  \n \n1.  Short title, extent and commencement.  \n \n2.  Definitions.  \n \n3.  Levy of education  cess. \n \n4.  Education of Workers Children  \n \n5.  Manner of levying cess.  \n \n5A. Collection and administration of cess.  \n \n6.  Power to make rules.  \n \n \n \n\n \nPage 2 of 3 \n 1THE WORKERS' CHILD REN (EDUCATION) ORDINANCE, 1972.   \n \n ORDINANCE NO. XI OF 1972  \n[13th April , 1972]  \nAn Ordinance to provide for the education of workers' children and matters ancillary  \n thereto.  \n WHEREAS it is expedient to provide for the education of workers' children and for matters \nancillary thereto;  \n \n AND WHEREAS the national interest of Pakistan in relation to the economic and financial \nstability of Pakistan and the achievement of uniformity requires Central legislation in the matter;    \n NOW , THEREFORE, in pursuance of the Proclamation of the 25th day of March, 1969, read \nwith the Proclamation of the 20th day of December, 1971, and the Provisional Constitution Order, \nand in exercise of all powers enabling him in that behalf, the President is pleased to make and \npromulgate the following Ordinance : — \n 1. Short title, extent and commencement. —(1) This Ordinance may be called the \nWorkers' Children (Education) Ordinance, 1972.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions.  In this Ordinance, unless there is anything repugnant in the subject or context, — \n(a)  “employer ”, in relation to an establishment, means the person who has  \nultimate  control  over the affairs of the establishment;  \n2[(b)  “establishment ” means any office, firm, industrial unit, undertaking, shop or \npremises in  which workers are  employed for the  purpose of carrying on \nany business, trade,  manufacture, calling, service, employment or \noccupation;]  \n(c)  “worker ” means any person employed, whether directly or through any other \nperson, in  any establishment to do any skilled or unskilled, manual or clerical  \nwork for hire or  reward whose monthly wages do not exceed 3[4[three \nthousand] rupees] but does not include — \n(i)  Persons in the service of the State including members of the Armed \nForces, Police Force and Railway servants;  \n(ii)  Persons employed in any undertaking under the control of any Defence \norganisation or Railway administration;  \n \n \n1The Ordinance has been applied to the Provincially Administered T ribal Areas or to the parts of those areas to which it does  not already apply ,  \nsee Regulation No.1 of 1972, s.2 and Sch.,  \n2 Subs . by the W orkers, Children (Education) (Amdt.) Act, 1973 (24 of 1973), s. 2, for clause (b).  \n3 Subs. and ins. by the W orkers Children (Education) (Amdt.) Act, 1985 (16 of 1985). s.2and Sch.,  \n4 Subs . by the Labour Laws (Amdt.) Act 1994, (11 of 1994) s..  7 and Sch., IV for “one thousand five hundred ”. \n \nPage 3 of 3 \n (iii) Persons in the service of a local council, a municipal committee, a \ncantonment board or any other local authority 1[:] \n 2[Provided that a worker shall not cease to be a worker for the reason that his monthly \nwages exceed three thousand rupees or the number of persons employed in the establishment, at any \ntime, is reduced to less than ten.]  \n 3[3. Levy of education  cess.___(1) Every employer of an establishment in which the \nnumber of workers employed at any time during a year is 4[ten] or more shall pay to the Provincial \nGovernment an education cess at the rate of one hundred rupees per worker per annum.  \n (2) Every employer shall, within every three months beginning from the first day of the \ncalendar  month following the commencement of the Workers' Children (Amendment) Act, 1973, \nprepare  and deliver, or cause to be prepared and delivered, in the form and to the officer \nprescr ibed by the  Provincial Government, a return showing the number of workers employed in  \nthe establishment  during the preceding quarter and shall subscribe a declaration of the truth of the \nreturn at the foot thereof.  \n (3) The levy of education cess shall be on the basis of the number of workers shown in the \nreturn referred to in sub­section (2).  \n 4. Education of Workers’ Children . The Provincial Government shall provide education \nfree of cost up to Matric 5[any level of education to two children] to one child of every worker \nemployed in an establishment referred to in section 3.  \n Explanation .—Education  free  of  cost'  includes provision of  text  books free  of  cost  and \nexemption from admission fee, tuit ion fee, examination fee and school fund.  \n 5. Manner of levying cess.  The cess described in section 3 shall be levied so far as may be, \nin the same manner, and under the same provisions of law, as the land revenue 6[:] \n 7[Provided that the amount of the cess shall be held in a separate account and shall be \nexpended only for the purposes of this Ordinance;]  \n 8[5A. Collection and administration of cess . The collection of cess referred to in section 3 \nand its administration may be entrusted to the Social Sec urity Institution or to such other agency as \nthe Provincial Government may nominate.]  \n 6. Power to make rules.  The Provincial Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.].  \n1 Subs. ibid., s. 7 for “full stop ”. \n2 Proviso added ibid.,  \n3 Subs.  by Act 24 of 1973, s. 3. for sections 3, 4 and 5.  \n4 Subs. and ins. by the W orkers Children (Education) (Amdt.) Act, 1985 (16 of 1985). s.2and Sch.,  \n5 Subs . by the Labour Laws (Amdt) Act 1994, (11  of 1994) s. 7 and Sch., IV for certain words, which was previously ins. by Act 16 of 1985, s. 2 and \nSch..  \n6 Subs.  by the La bour Laws (Amdt.) Act, .1975 (11  of 1975), s. 2 and Sch., for full stop.  \n7 Proviso added ibid.,  \n8 New section 5A ins. by Ac t 11 of 1994, s. 7 and Sch., I V."
}