{
    "file": "./converted_json\\administrator9505e2c39665daedcd2fd5831ec9abf6.json",
    "name": "Pakistan Electronic Media Regulatory Authority Rules-2009",
    "date": "December 12, 2009",
    "tagline": "Regulating Electronic Media in Pakistan",
    "content": "PAKISTAN ELECTRONIC MEDIA \nREGULATORY AUTHORITY \nRULES-2009 · \n\nTable of Contents \nSection Contents Page \n1. Short title, extent and commencement. 05 \n2. Definitions. 05 \n3. Meetings of the Authority. 08 \n4. Categories of Licences. 08 \n5. Duration an d renewal of licences. 08 \n6. Application for grant of licence to operate broadcast 09 \nmedia or distribution service. \n7. Criteria for evaluating licence application. 09 \n8. Fees and security deposits. 10 \n9. Grant of licence. 10 \n10. Subscription fee. 11 \n11. Decoder fee. 11 \n12. Renewal of licence on expiry of the licence term. 11 \n13. Media ownership ·concentration and exclusion of monopolies. 12 \n14. Proscription of a foreign broadcasting service. 12 \n15. Programmes and advertisement content. 13 \n16. Mergers and transfers. 13 \n17. Maintenance of accounts. 13 \n18. Councils of Complaints. 14 \n19. Area of operation. 14 \n20. Repeal and savings. 14 \n21. Schedule-A; Code of Conduct for Media Broadcasters . 16 \n22. Code for Programmes. 16 \nI 23. Code for Advertisements. 18 \n3 \n24. Scbedule-B; Tariff; Fee for TV Station Licence. 20 \n25. Table-I; Fee for Satellite TV Station Licence. 20 \n26. Table-ll; Fee for Radio Station Licence. 22 \n27. Table-III; Fee for Mobile TV Licence I Fee for Mobile Audio. 23 \n28. Table-IV; Fee for MMDSILMDS Station. 24 \n29. Table-V; Fee for IPTV Licence. 25 \n30. Table-VI; Fee for Cable TV. 26 \n31. Table-VII; Fee for Temporary Up linking Permission . 27 \n32. Table-VIII; In-house Channel Licence Fee. 27 \n33. Table-IX; Criteria and Fee for Grant of Landing Rights. 30 \n34. Table-X; Subscriber Fee for Cable TV. 32 \n35. Schedule-C; General Terms and Conditions of Licence. 33 \n4 \nGOVERNMENT OF PAKISTAN \nMINISTRY OF INFORMATION AND BROADCASTING \nNOTIFICATION \nIslamabad , the l21b December, 2009 \nS.R.0.-1120(I)/2009 .-In exercise of the powers conferred \nby sub-section (1) of section 39 of the Pakistan Electronic Media \nRegulatory Authority Ordinance, 2002 {XIII of2002), the Pakistan \nElectronic Media Regulatory Authority, with the approval of the \nFederal Government , is pleased to make the following rules, \nnamely:-\n1. Shorttitle and commencement.- ( 1) These rules shall be \ncalled the Pakistan Electronic Media Regulatory Authority Rules, \n2009. . \n(2) They shall come into force at once. \n2. Definitions.- ( 1) In these rules, unless there is anything \nrepugnant in the subject or context,-\n(a) \"application form\" means the application form as \nmay be prescribed by the Authority for grant of a \nlicence; \n(b) \"applicable licence fee\" means the licence fee \nprescribed by the Authority or where applicable, \ndetermined through bidding by Authority ; \n(c) \"authorized officer\" means the Chairman or a \nmember, or any member of staff, expert, consultant , \nadviser, other officer or employee of the Authority \nto whom the Authority has by general or special \norder delegated its powers, responsibilities or \nfunctions under the Ordinance for carrying out the \npurposes of the Ordinance, rules or regulations \nmade thereunder ; \n(d) \"cable television operator\" means any person who \nowns, controls, manages or runs any cable \ntelevision system and includes local loop holder; \n5 \n6 (e) \"cable TV system\" means any system consisting of closed \ntransmission paths and associated signal generation , \ncontrol and distribution equipment , designed to receive \nand re-transmit television channels or programmes for \nreception by multiple subscribers; \n(f) \"code\" means the code of conduct for media broadcasters \nand cable TV operators specified in Schedule-A ; \n(g) \"Council\" means the Council of Complaints established \nunder the Ordinance; \n(h) \"eligible channel\" means a TV channel licensed by the \nAuthority or otherwise declared to be eligible for reception \nand distribution in the country; \n(i) \"encrypted\" means treated electronically or otherwise for \nthe purpose of preventing intelligible reception by \nunauthorized persons; \n(j) \"foreign broadcasting service\" means a broadcasting \nservice which is uplinked from outside Pakistan and \nreceived in Pakistan; \n(k) \"free to air broadcasting service\" means a non-encrypted \nbroadcasting service made available to the public without \nany subscription fee; \n(I) \"head-end\" means a set of equipment for receiving and \nretransmitting the terrestrial and satellite TV channels for \nre-transmission or distribution at a specific location; \n(m) \"in-house distribution channel\" means array and \ndistribution of pre-recorded programmes by a distribution \nservice operator over its network; \n(n) \"IPTV\" means internet protocol television and delivery of \ntelevision programmes using internet protocol technology \non broadband telecom access network; \n( o) \"loop holder\" means a person who obtains signals from \ndistribution service operator and further distributes the \nsame to multiple subscribers without inserting any further \nprogrammes or advertisements; \n(p) \"management control\" in relation to a person means the \npower to exercise a controlling influence over the \nmanageme nt or the policies of the company or undertaking \nand, in relation to shares, means the power to exercise a \ncontrolling influence over the voting power attached to \nsuch shares; \n( q) \"mobile TV\" means wireless distribution of TV signals to a \nmobile portable device using any supporting technology; \n(r) \"Ordinance\" means the Pakistan Electronic Media \nRegulatory Authority Ordinance , 2002 (XIII of2002); \n(s) \"proprietary radio set\" means a radio signal receiving \napparatus , sold or provided by the owner of a radio channel, \ndesigned to exclusive ly receive his transmissions; \n(t) \"Schedule\" means the Schedule to these rules; \n(u) \"service point\" means a system outlet on the system which \nmay be used for monitoring the system parameters; \n(v) \"set-top box\" means a device for receiving and decoding \nencrypted television signal; \n(w) \"subscriber\" means a person who subscribes to a service \nprovided by a licensee without further transmitting it to any \nperson; \n(x) \"subscription fee\" means fee prescribed for receiving a \nbroadcast or distribution service by a subscriber; \n(y) \"TV de-scramblers or decoders\" means the equipment used \nto receive the television de-scrambler or decoder service; \nand \n(z) \"TV de-scrambler or decoder service\" means the reception \nof programm es through satellite or other means of \ntelecommunication, by using TV de-scramblers or \ndecoders, and transmitting to the subscribers. \n7 \n8 (2) The expressions used but not defined herein shall \nhave the same meaning as are assigned to them under the Ordinance . \n3. Meetings of the Authority, etc.-( 1) The Authority shall \nhold not less than four meetings in a calendar year and may meet as \noften as it deems fit in order to dispose of its functions as provided \nfor in the Ordinance. \n(2) The agenda and notice of the time, date and place of \nthe meeting shall be circulated among the members at least one­\nweek prior to the date ofthe meeting: \nProvided that for disposal of urgent matter requiring \nimmediate decision, the agenda and notice may be circulated among \nall the members through phone, fax or email. \n(3) The Authority may seek opinion of any officer or \nexpert on a specific item of the agenda. \n(4) The Chairman shall convene a meeting of the \nAuthority either at his own accord or, as the case may be, on request \nof more than one half of the total membership . \n4. Categories of licences.-( 1) The Authority shall, as it may \ndeem fit, issue licences for broadcast media and distribution service \nin the categories or sub-categories as provided for in section 18 of \nthe Ordinance. \n(2) The Authority may also grant permission to a \ndistribution service licensee for running of in-house distribution \nchannel subject to such terms and conditions and payment of fee and \nother charges as the Authority may prescribe: \nProvided that only Pakistani content shall be distributed on \nsuch channel. \n(3) International scale broadcast shall also include \nsatellite television . \n5. Duration and renewal of licences.- ( 1) The licence shall \nbe granted for a period of five, ten or fifteen years subject to payment \nof fee as set out in Schedule-B. \n(2) The licence shall be valid for the term for which it is \ngranted subject to the payment of annual fee or any other charges as \nset out in the Schedule-B. \n(3) The fee relating to the grant of a licence, renewal \nthereof, late payment surcharge and fme, if any, shall be deposited in \nthe account oftheAuthority. · \n6. Application for grant of licence to operate broadcast \nmedia or distribution service.- ( 1) Any person desirous of \nobtaining a licence in any category or sub-category of broadcast \nmedia or distribution service, shall apply to the Authority on the \napplication form. \n(2) Every application form shall be accompanied by a \nnon-refundabl e application processing fee as set out in the \nSchedule-B for respective categorie s or sub-categories , and such \ndocuments as the Authority may specify. The Authority may \nhowever require an applicant to file such additional document s as it \nmay deem fit. \n(3) The Authority may, where applicable , forward the \napplication to the Frequency Allocation Board (FAB) through \nPakistan Telecommunication Authority for frequency allocation. \n( 4) The application may be processed simultaneously , \nhowever, the licence shall not be granted until the approval of \nfrequency allocation is received from FAB. \n7. Criteria for evaluating licence application.­\nApplications for the grant of a licence shall, in the ftrst \ninstance, be short listed by adopting the following criteria, namely:-\n(a) financial viability; \n(b) technical feasibility ; \n(c) financial strength; \n(d) credibility and track record; \n(e) majority shareholding and management control \nshall vest in Pakistani nationals ; \n9 \n10 (f) prospects of technical progress and introduction of \nnew technology; \n(g) market advancement, such as improved service \nfeatures or market concepts; \n(h) contribution to universal service objectives; and \n(i) contribution to other social and economic \ndevelopment objectives. \n8. Fees and security deposits.-(1) Each successfu l applicant \nshall, within time prescribed by the Authority and before the issue of \nthe licence, deposit the applicable licence fee and make a security \ndeposit, if applicable, as set out in the Schedule-B. The security \ndeposit shal! be refundable after the expiry of one year of operation of \nthe station to the satisfaction of the Authority. \n(2) Every licensee shall follow the specified time line \nrelating to the payment of any dues oftheAuthority . \n9. Grant of licence.-(l) The Authority shall, if it is satisfied \nthat the applicant fulfils the criteria as provided for in the Ordinance, \nthese rules and regulations made thereunder and has paid the \nprescribed fee and other charges, if any, grant licence to the \napplicant. \n(2) Every licensee shall follow the general terms and \nconditions as set out in Schedule-C. \n(3) The Authority shall, except where the application \nfor grant of licence relates to Islamabad Capital Territory, invite the \ncomments of the Provincial Governments concerned, as provided \nfor in section 21 of the Ordinance. \n(4) The Authority , if satisfied that the grant of the \nlicence to a particular person is not in the public interest, may, for \nreasons to be recorded in writing and after giving the applicant an \nopportunity ofbeing heard, refuse to grant a licence. \n(5) The Authority shall, within one hundred days from \nthe date of its receipt, take decision on the application for grant of a \nlicence subject to clearance from the Ministry of Interior and \nfrequency allocation by FAB in relevant cases. \n(6) The Authority shall prescribe procedures for an \nopen and transparent bidding in such cases where number of the \napplicants is likely to exceed the number of licences which the \nAuthority has fixed for that category or sub-category. \n10. Subscription fee.-(1) A licensee shall charge from its \nsubscribers such subscription fee which shall not exceed maximum \nlimit as set out in the Schedule-B. \n(2) The Authority may, on a formal written request \nfrom a licensee or on its own initiative after recording reasons, \nrevise the subscription fee rates as set out in the Schedule-B. \n(3) The licensee shall, not later than thirty days prior to \nthe enforcement of the revised rates, notify to its subscribers any \nchange in the subscriptio n fee as approved by the Authority. \n11. Decoder fee.-A licensee may charge such fixed fee not \nexceeding the limit prescribed by the Authority from time to time for \ndecoders and set-top boxes provided to the subscribe rs. \n12. Renewal of licence on expiry ofthe licence term.-( 1) A \nlicensee may, at least six months prior to the expiry of the licence, \napply to the Authority for renewal of its licence and the Authority \nmay renew the licence subject to-\n(a) satisfactory past performance ofthe licensee; \n(b) the opinion of the concerned Council if the \nAuthority so requires; \n(c) payment of the prescribed fee prevalent at the time \nof renewal and payment of outstanding dues, if \nany; and \n(d) fulfillment of any other terms and conditions as \nprescribed, or varied in the public interest, by the \nAuthority from time to time. \n(2) In case of refusal to renew a licence, the Authority \nshall record reasons in writing. \n11 \n12 (3) The Authority may renew a licence for such term as \nthe original term of the licence beginning from the date of expiry of \nthe licence. \n13. Media ownership concentration and exclusion of \nmonopolies.- (1) To ensure that fair competition is facilitated, \nmedia diversity and plurality are promoted in the society and undue \nconcentration of media ownership is not created. Maximum number \nof licences that may be issued to a person or any of its directors or \npartners where such person is a company or firm, who is directly or \nindirectly , controlling, owning or operating more than one media \nenterprise, shall not exceed a total of four satellite TV, four FM \nRadio licences and two landing rights permissions. \n(2) A licensee having direct or indirect interest in any \nother media enterprise shall ensure-\n(a) appointment of separate editorial boards and \nmonitoring facilities for each medium under its \ncontrol; \n(b) establishm ent of separate management structures \nfor each medium under its control; and \n(c) maintenance of separate accounting record for \neach medium under its control. \n(3) A licensee who owns, controls or operates directly \nor indirectly any other distribution service licence shall not be \ngranted a landing rights permission or broadcast media licence. \n( 4) A licensee who owns, controls or operates directly \nor indirectly broadcast media licence or landing rights permission \nshall not be granted a distribution service licence. \n14. Proscription of a foreign broadcasting service.- No \nforeign channel shall be distributed unless landing rights permission \nfor such channel has been obtained from the Authority: \nProvided that a distribution service operator shall relay only \nTV channels licensed by the Authority. \n15. Programmes and advertisement content.- (1) The \ncontents of the programmes and advertisements which are broadcast \nor distributed by the broadcast media or distribution service \noperator, shall conform to the provisions of section 20 of the \nOrdinance, these rules, the code set out in the Schedule-A and terms \nand conditions of the licence. \n(2) The programmes shall also conform to the \nprovisions of the Motion Pictures Ordinance , 1979 (XLIII of 1979), \nthe rules and code of conduct made thereunder , whereas, the \nadvertisements shall also conform to the TV Code of Advertising \nStandards and Practices in Pakistan and Advertisement Code issued \nby the Authority. \n(3) During a regular programme a continuous break \nfor advertising shall not exceed three minutes and duration between \ntwo such successive breaks shall not be less than fifteen minutes. \n( 4) The licensee shall maintain a record and register of \nthe programme s being broadcast or distributed by him and shall, for \na period of not less than forty-five days, preserve such programme s. \n16. Mergers and transfers.-(1) Without prior approval ofthe \nAuthority , a licensee shall not transfer, merge or amalgamate with \nany other person any rights conferred under the licence. \n(2) Without prior approval of the Authority, any person \nshall not transfer or dispose of his shares or interest which he is \nholding or owning in a company which is a licensee: \nProvided that in the case of a listed company, the shares, \nrepresenting not more than two per cent of the issued and paid up \nshare capital, may be transferred without such approval. \n17. Maintenance of accounts.- The licensee shall maintain \nproper accounts, as required by the applicable laws, and shall cause \nto be carried out the audit of his accounts by one or more auditors \nwho are chartered accountant s within the meaning of the Chartered \nAccountants Ordinance , 1961 (X of 1961) and shall submit the \naudited financial statement to the Authority not later than three \nmonths ofthe closing date of its financial year. \n13 \n14 18. Councils of Complaints.- Each Regional General \nManager of Authority shall act as Secretary to the respective Council \nand may issue notices or summons on behalf of the Council \nestablished under section 26 of the Ordinance. \n19. Area of operation.- A licensee to whom a licence has been \nissued for a particular area shall not extend or shift its operations \nbeyond the territorial limits of that area without prior permission of \nthe Authority and up-gradation of its existing licence or issuance of a \nnew licence shall also be subject to permission in writing by the \nAuthority: \nProvided that a FM radio licensee shall not be allowed to \nshift its station from the city for which it has been licensed. \n20. Repeal and savings.- (1) The Pakistan Electronic Media \nRegulatory Authority Rules, 2002, hereinafter referred to as the said \nrules, are hereby repealed. \n(2) Notwithstanding anything contained m sub­\nrule ( 1 )-\n(a) any licence, permiSSion or lease granted or \nrenewed under the said rules which are not \ninconsistent with provisions of the Ordinance, \nthese rules and regulations made thereunder shall \nbe deemed to have been so granted or renewed \nunder these rules; \n(b) any fee, security deposit, fine and surcharge etc. \nchargeable under these rules shall apply to such \nlicence, permission or lease granted or renewed \nunder the said rules; \n(c) any application made for the grant of a licence and \npending consideration under the said rules, shall be \ndeemed to have been so made and pending \nconsideration under these rules; and \n(d) the repeal shall not; \n(i) revive anything not in force or existing at the time \nat which the repeal takes effect; or \n(ii) affect the previous operation of the said rules or \nanything duly done or suffered thereunder except \nas aforesaid; or \n(iii) affect any right, privilege, obligation or liability \nacquired, accrued or incurred under the said rules; \nor \n(iv) affect any penalty, forfeiture or punishment \nincurred in respect of any offence committed \nagainst the said rules; or \n(v) affect any investigation, legal proceeding or \nremedy in respect of any such right, privilege, \nobligation, liability, penalty, forfeiture or \npunishment as aforesaid. \n15 \n16 Schedule-A \n[see rules 2(l)(f) and 15(1)] \nCODE OF CONDUCT FOR MEDIA BROADCASTERS OR \nCABLE TV OPERATORS \nProgrammes:-\n( 1) No programme shall be aired which-\n(a) passes derogatory remarks about any religion or \nsect or community or uses visuals or words \ncontemptuous of religious sects and ethnic groups \nor which promotes communal and sectarian \nattitudes or disharmony ; \n(b) contains anything pornographic , obscene or \nindecent or is likely to deprave, corrupt or injure \nthe public morality; \n(c) contains an abusive comment that, when taken in \ncontext, tends to or is likely to expose an individual \nor a group or class of individuals to hatred or \ncontempt on the basis of race or caste, national, \nethnic or linguistic origin, colour or religion or \nsect, sex, sexual orientation, age or mental or \nphysical disability; \n(d) contains anything defamatory or knowingly false; \n(e) is likely to encourage and incite violence or \ncontains anything against maintenance of law and \norder or which promotes anti-nationa l or anti-state \nattitudes; \n(f) contains anything amounting to contempt of court; \n(g) contains aspersions against the Judiciary and \nintegrity of the Armed Forces ofPakistan; \n(h) maligns or slanders any individual in person or \ncertain groups, segments of social, public and \nmoral life of the country; \n(i) is against basic cultural values, morality and good \nmanners; \n(j) brings into contempt Pakistan or its people or tends \nto undermine its integrity or solidarity as an \nindependent and sovereign country; \n(k) promotes, aids or abets any offence which 1s \ncognizable under the applicable laws; \n(1) denigrate s men or women through the depiction in \nany manner of the figure, in such a way as to have \nthe effect ofbeing indecent or derogatory ; \n(m) denigrate s children; \n(n) anything which tends to glorify crime or criminals; \n( o) contains material which may be detriment al to \nrelations ofPakistan with other countries; or \n(p) contains material which is against ideology of \nPakistan or Islamic values. \n(2) Particular care should be taken to ensure that \nprogramme s meant for children do not contain objectionable \nlanguage or are disrespectful to their parents or elders. \n(3) Programmes must not be directed against the \nsanctity of home, family and marital harmony. \n(4) While reporting the proceedings of the Parliament or the \nProvincial Assemblies, such. portion of the proceedings as the \nChairman or the Speaker may have ordered to be expunged , shall not \nbe broadcast or distributed and every effort shall be made to release a \nfair account of the proceedings of the Parliament or the Provincial \nAssemblies. \n17 \n18 Advertisements:-\n(1) Advertisements aired or distributed by a broadcast or cable \nTV station shall be designed in such a manner that it conforms to the \nlaws of the country and is not offensive to morality, decency and \nreligious sects ofthe people ofPakistan. \n(2) No advertisement shall be permitted which-\n(a) promotes or supports sedition, anarchy or violence \nin country; \n(b) is against any provisions of the Constitution of \nPakistan or any other law for the time being in \nforce; \n(c) tends to incite people to crime, cause disorder or \nviolence or breach of law or glorifies violence or \nobscenity in any way; \n(d) glorifies adultery, lustful passions or alcoholic \ndrinks or the non-Islamic values; \n(e) distorts historical facts, traditions ofPakistan or the \nperson or personality of a national leader or-a state \ndignitary; \n(f) fans racial, sectarian, parochial , regional or class \nhatred; \n(g) promotes social inequality , militates against \nconcepts ofhuman dignity and dignity oflabour. \n(h) is directed against sanctity or home, family and \nmarriage; \n(i) is wholly or mainly of a religious or political \nnature; \ncontains references that are likely to lead the public \nto infer that the product advertised or any of its \ningredients has some special property or quality \nwhich is incapable ofbeing established; \n(k) contains indecent, vulgar, or offensive themes or \ntreatment; or \n(1) contains material which is repugnant to ideology of \nPakistan or Islamic values. \n(3) The goods or services advertised shall not suffer from any \ndefects which are harmful to human health. Misleading claims about \nthe goods shall not be made. \n(4) No advertisement which is likely to be seen by \nchildren in large numbers should urge children directly to purchase \ngoods of a particular brand or ask their parents to do so. \n(5) All advertisements must be clearly distinguishable as such \nand be separate from the programmes and should not in any manner \ntake the form of news or documentary . \n19 \nS.# \n(1) \nI. \n2. \n3. \n4. \n5. \n6. \n7. \n20 Scbedule-B; \n[see rules 5,6 (2), 8 and 1 0] \nTable-I \nFee for satellite TV station licence \n(Fifteen years term) \nCategory Application Licence fee Annual renewal fee \n~rocessing fee (in Rs.) (in Rs.) in Rs.) \n(2) (3) (4) (5) \nNews or Current 200,000 5,000,000 1,000,000 + 5% of \nAffairs annua l gross \nadvertisement \nrevenue as per audited \naccounts. \nSports 200,000 1,500,000 700,000 + 7.5% of \nannua l gross \nadvertisement \nrevenue as per audited \naccounts. \nRegional Language 200,000 1,000,000 500,000 + 5% of \nannual gross \nadvertisement \nrevenue as per audited \naccounts. \nHealth or Agro 200,000 500,000 300,000 + 5% of \nannual gross \nadvertisemen t \nrevenue as per audited \naccounts. \nEducation 200,000 500,000 300,000 + 5% of \nannual gross \nadvertisement \nrevenue as per audited \naccounts. \nEntertainment 200,000 1,500,000 700,000 + 7.5% of \nannual gross \nadvertisement \nrevenue as per audited \naccounts. \nSpecialized subject \nstation 25,000 1,000,000 3,00,000 \n(Non-Commercial) \nSatellite TV (STV) \nDescription Fee (in Rs.) \nChange of Directors/Management/Transfer of Shares etc. 500,000/-\nChange of channel language/category/change in content. 500,000/-\nChange of channel name/logo 100,000/-\nLevy of conversion fee from any category to News & 5,000,0001-\nCurrent Affairs \nChange of up linking station location 5,000,0001-\nPaid Up Capital Requirement (STV) \nDescription Criteria \nPaid Up Rs. 50.0 Million (for single channel) \nCapital Rs. 20.0 Million (for each additional channel) \n21 \nTable-II \nFee for Radio station licence \n(Ten years term) \nFor Commercial licence: Rupees in Thousands \nS.# Application Category Base price** Annual renewal \n~rocessing fee (in Rs.) fee (in Rs.) in Rs.) \n(1) (2) (3) (4) (5) \n1. 100 International Scale 1000 400 \nSatellite Station \n2. 70 National Scale Station 800 320 \n3. 30 Provincial Scale Station 500 200 \n4. 25 for [FBS-I]* Local Area /Community 3000 for [FBS-I]* 400 \n10 for [FBS-Il]* Based 1000 for [FBS-II]* 100 \nFor Non-commercial licence: \nRupees in Thousands \nS.# Application Category Licence Fee Annual renewal \nprocessing fee (in Rs.) fee (in Rs.) (in Rs.) \n(I) (2) (3) (4) (5) \n1. 20 Public Sector 250 60 \nEducational Institution s \nII. 20 Private Sector Statutory 500 120 \nEducational Institution s \nRadio Station licence \nDescription Fee (in Rs.) \nChange of Directors/Management/Trans fer of Shares etc. 250,000/-\nPaid Up Capital Requirement (FM Radio) \nDescription Criteria \nPaid Up Rs. 3.0 Million (for single FM Station Licence) \nCapital Rs. 1.5 Million (for each additional FM Station Licence) \n* FBS-1 Big Cities and Fl3S-II small cities \n** Base Price: Provided that for all those cities in which Radio \n·· Licence has previously been issued after bidding, \nthe base price shall be the last paid applicable fee. \n22 \nS.# \n(1) Table-III \nFee for Mobile TV (Content Provision Services) licence \n(One year term extendable for four years) \nApplication Licence fee Annual renewal \nprocessing fee (in Rs.) fee (in Rs.) (in Rs.) \n(2) (3) (4) \nI. 20,000 0.3 Million plus 5% of annual gross revenue \n10% security deposit of the licensed service \nMobile-A udio (Content Povision) Service \nS.# Application Licence fee Annual renewal \nprocessing fee (~n Rs.) fee (in Rs.) (in Rs.) \n(I) (2) (3) (4) \n1. 20,000 0.3 Million plus 5% of annual gross revenue \n10% security deposit of the licensed service \nMobile TV (Content Povision) Service \nDescription Fee (in Rs.) \nChange of Directors /Managem ent/Transfer of Shares etc. 100,000/-\nMobile-Audio (Content Povision) Service \nDescription Fee (in Rs.) \nChange of Directors/Managemen t/Transfer of Shares etc. 100,000/-\nSecurity deposit: Each successful applicant shall, before issuance \nof the licence, make a security deposit equivalent to three percent of \nthe applicable licence fee in addition to the applicable licence fee. \nThe security shall be refundable after expiry of one year of operation \nofthe station to the satisfaction of the Authority . \n23 \nTable-IV \nFee for MMDS stations \n[Minimum fee for grant of licence for operating an MMDS network]* \nLocal area or community based \n(Ten years term) \nApplication processing fee: Rs.25,000/-[M]* Rs. 10,000/-[G]** \nS.# \n(1) \n1. \n2. \n3. Category Base price** (in Rs.) Annual fee \nMMDS (in Rs.) \n(2) (3) (4) \n\"A\" category cities 4,000,000 \n\"B\" category cities 3,000,000 20% of the licence fee \nplus Rs.5/-per subscriber \n\"C\" category cities 2,000,000 \n\"A\" category includes metropolitan cities with population of 1.5 \nmillion and above. \n\"B\" category includes cities/towns with population of 0.5 million \nor above but less than 1.5 million \n\"C\" category includes cities/towns with population ofless than 0.5 \nmillion. \n* M-Metropolitan \n** G-General. \n*** Base price: Provided that for all those cities in which MMDS \nlicence has previously been issued after \nbidding, the base price shall be the last paid \napplicable fee. \nProcessing fee to be charged on change of channel name, category, \ndirectors & management of Satellite TV, MMDS, IPTV, Mobile \nAudio & Mobile TV. \nMulit-channel Multipoint Distribution Service (MMDS) \nDescription Fee (in Rs.) \nChange of Directors/Management/Transfer of Shares etc. 250,000/-\n24 \nS.# \n(1) \n1. \n2. \nS.# \n1 \n2 \n3 \n4 \nS.# \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 Table-V \nFee for Internet Protocol Television (IPTV) \n(Channel distribution service) licence \n(Five years term) \nLicence Application processing Licence fee Annual renewal \ncategory fee (in Rs.) (in Rs.) fee \n(2) (3) (4) (5) \nCategory-A 20,000 1,000,000 30% of licence fee + \n5% of annual gross \nadvertisement \nrevenue. \nCategory- B 20,000 500,000 30% of licence fee + \n5% of annual gross \nadvertisement \nrevenue. \nCategory-A (based on IPTVIMMDS Categories) \nIPTV Licensing Major cities in Zone Category \nZones \nSindh Zone-I Karachi Tariff is calculated on the \nPunjab Zone-1 Lahore basis of number of \nPunjab Zone-V Sialkot, Gujranwala subscribers considering \ntariff for category A for in-\nIslamabad Zone Islamabad house channel of cable TV. \nCategory-B (based on IPTVIMMDS Categories) \nIPTV Licensing Major cities in Zone Category \nZones \nSindh Zone-11 Hyderabad Tariff 1 s \nPunjab Zone-III Sukkar calculated on \nPunjab Zone-II Okara, Sahiwal, Kasur the basis of \nPunjab Zone-III Multan number of \nsubscribers \nPunjab Zone-IV Faisalabad, Sargodha considering \nPunjab Zone-VI Rawalpindi, Taxila, Jehlum tariff for \nKhyber Pakhtunkhwa Zone-I Peshawar category A for \nKhyber Pakhtunkhwa Zone-II Kohat, D.l. Khan, Bannu, in-house \nchannel of \nKhyber Pakhtunkhwa Zone-III Abbotabad cable TV. \nBaluchistan Zone Quetta \nInternet Protocol TV (IPTV) \nDescription Fee (in Rs.) \nChange of Directors/Management/Transfer of Shares etc. 100,000/-\n25 \nTable-VI \nFee for Cable TV \n(Five years term) \nApplication processing fee for Cable TV: Rupees five thousand (Rs.5,000/-). \nS.# \n(1) \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n13. \n14. \n15. \n26 Licence Number of Licence Annual renewal fee + Fee for \ncategory* subscribers fee Subscribers Fee** additional \n(in Rs.) Head-end \n(in Rs.) \n(2) (3) (4) (5) (6) \nR 500 10,000 5,000 \nH Upto 25 rooms 15,000 7,500 \nH-1 Upto 100 rooms 20,000 10,000 \nH-II Upto 500 50,000 25,000 \nB Upto 500 10,000 10,000 \nB-1 Upto 1,000 60,000 30,000 30,000 \nB-2 Upto 3,000 80,000 40,000 40,000 \nB-3 U~o 5,000 100,000 50,000 50,000 \nB-4 Upto 7,000 150,000 75,000 75,000 \nB-5 Upto 10,000 175,000 87,500 75,000 \nB-6 Upto 25,000 350,000 175,000 75 000 \nB-7 Upto 50,000 525,000 262,500 75,000 \nB-8 Up to 100,000 875,000 350,000 75,000 \nB-9 Upto 200,000 1,400,000 700,000 100,000 \nB-10 Above 200,000 1,750,000 875,000 100,000 \nR: Rural \nB: Loop holder \nH: Hotel or motel or hostel or guest houses \nB-1 to B-1 0 for cable TV networks in urban areas \n* Subject to area of operation as approved in the licence. \n**Subscribers fee as determined by the Authority from time to time. \nNote: Tehsillevellicences are granted through bidding. \nTable-VII \nFee for Temporary Uplinking Permission \nCategory -A: News uplinking (foreign and local news agencies) \n(Without carrying advertisements) \nS.# Sub-category Applicab le fee \n(1) (2) (3) \n1. Short term uplinking US$ 50/-per day upto 15 days \n2. Long term uplinking US$ 10,000/-per year \nCategory-B: Sports TV channel having event rights \n(i). Carrying advertisement@ US$ 500/-per day \n(ii). No advertisement @ US$ 250/-per day \nCategory-C: Entertainmen t/news channels@ US$ 250/-per day. \nCategory-D: Events like shows/exhibition s/award ceremonie s \nand such like programm es (carrying advertisements) @ US$ 500/­\nperday. \nTable-VIII \nIn-House channel licence fee \n(One year term) \nS.# Licence Category-A Category -B Category-C Category -D \ncategory (in Rs.) (in Rs.) (in Rs.) (in Rs.) \n(1) (2) (3) (4) (5) (6) \n1. B-10 450,000 350,000 263,000 175,000 \n2. B-9 400,000 315,000 236,000 157,000 \n3. B-8 350,000 280,000 210,000 140,000 \n4. B-7 310,000 245,000 184,000 122,000 \n5. B-6 265,000 210,000 158,000 105,000 \n6. B-5 220,000 175,000 130,000 87,000 \n7. B-4 170,000 135,000 100,000 65,000 \n8. B-3 125,000 100,000 74,000' 48,000 \n9. B-2 85,000 65,000 48,000 30,000 \n10. B-1 40,000 30,000 21,000 12,000 \nRural/Hotel 10,000 \n27 \nCable TV Network Licence \nS.# Description Fee \n1. Change of CTV Network Name Rs. 50,0001-\n(all categories except Rural) \n2. Change of CTV Network Name Rs. 5,0001-\n(Rural category only) \n3. Change ofCTV Network Directors I Managemen t I Rs. 50,0001-\nTransfer of shares (Rural Category only) \n4. Change ofCTV Network Directors I Management I Rs. 200,0001-\nTransfer of shares (B-1 to B-3) \n5. Change of CTV Network Directors I Management I Rs. 500,0001-\nTransfer of shares (B-4 to B-1 0) \n6. Change of CTV Network Directors I Management I Rs. 5,0001-\nTransfer of shares (Hotel Category only) \n28 \nCate~ory A-Metropolitan cities \nKarachi, Lahore. \nCate~:ory -B cities \nIslamabad, Faisalabad, Peshawar, Rawalpindi, Quetta \nHyderabad , Sukkar, Multan \nCate~ory-C cities \nPUNJAB \nAttock Rajanpur Tando Muhammad Khan \nBahawalpur Toba Tek Singh Kashmore @ Kandhkot \nBhawalnagar Kasur Khyber Pakhtunkhawa \nBhakkar Mandi Bahauddin Bannu \nSialkot Sargodha Mardan \nRahim Yar Khan Khanewal Nowshera \nChakwal SINDH Abbottabad \nMuzaffargarh Lark ana Kohat \nHafizabad Dadu Dera Ismail Khan \nGujrat Ghotki AZAD KASHMIR \nJhang Jacoba bad Muzaffarabad \nSahiwal Jamshoro Mirpur \nJhelum Nausheroferoze Kotli \nVehari Thatta \nOkara Benazirabad (Nawabshah) \nDera Ghazi Khan Tharparkar \nKhushab Qamber @ Shahdakot \nLayyah San ghar \nLodhran Shikarpur \nMianwali Tando Allah Yar \nNarowal Khairpur \nSheikhupura Mirpur Khas \nGujranwa la Badin \nNankana Sahib Matyari \nPakpattan Umerkot \nCategory-D \nAll except the above mentioned cities including the whole of \nBalochistan province shall cover under this category. \n29 \nTable-IX \nCriteria and Fee for Grant of Landing Rights \nPermission to Satellite TV Channels \n(Five years term) \nApplication processing fee: Rs.200,000/-\nDescription Criteria Remarks \nPaid Up Rs. 10.0 Million (for single Criteria shall be applicable across \nCapital channel) the board on all Landing Rights \nRs. 5.0 Million (for each Permission or whose cases are \nadditional channel) under process for permission. \nSr.# Category Tariff \n(1) (2) (3) \nl. News I Current Affairs Satellite Permission Fee: Rs. 10.0 Million \nTV Channel. (Per channel) \nAnnual Renewal: 30% of Permission \nfee Plus 5% of Gross Adv. Revenue as \nper Audited Accounts. \n2. Sports Satellite TV Channel. Permission Fee: Rs. 5.0 Million \n(Per channel) \nAnnual Renewal: 30% of Permission \nfee Plus 10% of Gross Adv. Revenue \nas per Audited Accounts. \n3. Educational Satellite TV Channel. Permission Fee: Rs. 2.0 Million \n(Health, Agro, Science & research, (Per channel) \nSubject Specific etc.). Annual Renewal: 30% ofPennis sion \nfee Plus 5% of Gross Adv. Revenue as \nper Audited Accounts . \n4. Children Satellite TV Channel. Permission Fee: Rs. 0.5 Million \n(Per channel) \nAnnual Renewal: 30% of Permission \nfee Plus 5% of Gross Adv. Revenue as \nper Audited Accounts . \n5. Entertainment Satellite TV Channel. Permission Fee: Rs. 3.5 Million \n(Music, Cooking, Film, General (Per channel) \nEntertainment , Drama, Soaps etc.). Annual Renewal: 30% ofPermission \nfee Plus 5% ofGrossAdv . Revenue as \nper Audited Accounts. \nLanding Rights Permission (LRP) \nSr. No Description Fee \n1. Change of directors I management I trasfer of shares etc Rs. 500,000/-\n2. Change of channel name/logo Rs. 50,000/-\n30 \nExplanations:-\n1. Principal of the foreign channel must be foreign nationals .. \n2. Applicatio n Processing fee of Rs. 200,0001-will be payable \nalong with the application. \n3. All future Landing rights shall be subject to new criteria I \ncategories . Existing Permission holders may continue to pay \nthe annual dues at the existing rate I tariff till the expiry of their \ncurrent permission period. \n4. For calculation purpose \"Gross Revenue\" means Revenue \nearned by the channel from the advertising. \n5. If at any stage, the principal of the channel carry \nadvertisements which are directly or indirectly aimed at \nPakistani viewers, the landing rights holder shall be liable to \npay the share of such advertisement to the Authority in addition \nto the advertisement revenue earned by the local company. \n31 \nS.#· \n(1) \n1. \n2. \n3. \n32 Table-X \nSubscription Fee for Cable TV \nDescription of fee \n(2) \nInstallation/connection charges \nMonthly subscription fee (for digital TV) \nMonthly subscription fee (for analogue TV) Fee (in Rs.) \n(3) \nupto 1,000/-\nupto 550/-\nupto 400/-\nSchedule-C \n[See rule 9(2)] \nGeneral Terms and Conditions of Licence \n( 1) A licensee shall not commit an act or commission that is likely \nto harm the legitimate interest of other licensees. \n(2) The licensee shall not discriminate against any subscriber in \noffering the service. \n(3) The licensee shall ensure that the media broadcast or cable TV \nservices provided by him are not interrupted suddenly except \ndue to the failure of the equipment or circumstances beyond \nhis control. \n(4) The licensee shall abide by the quality standards in \ntransmission level, noise modulation, frequency drift and \nvoltage levels as set by the Authority or approved \nsubsequently, from time to time. \n( 5) The licensee shall ensure that the broadcast installations or the \ncable lines do not become a security or traffic hazard, a \nnuisance for the life and property of the public or opposed to \nthe environmental standards. \n(6) The licensee shall be responsible to obtain necessary \npermission from the municipal authorities or utility companies \nand abide by their terms and conditions and other relevant \nregulations while installing the broadcasting equipment or \nlaying the cables. \n(7) The licensee shall not stop, cease or suspend the broadcast or \ndistribution of programmes except on account of causes or \ncircumstances beyond the reasonable control of licensee or \nwith the prior approval of the Authority , without a clear \nnotice of at least thirty days to the Authority and the target \nviewers, listeners or subscribers. \n(8) The licensee shall make and maintain standby power supply \narrangements to minimize power interruptions or breakdowns. \n(9) The licensee shall broadcast public service programmes, \nwhich may be provided by the Authority or by the \nGovernment. 33 \n(10) The licensee shall be responsible for ensuring that the \ncopyright obligations with respect to the programmes being \naired or distributed are fulfilled. \n[No.F.7(41) /2009-PEMRA] \nSHAHNAZ AKHTAR, \nDeputy Director (TV) \n34"
}