{
    "file": "./converted_json\\administratorab5b79973487052a2b3052644537c327.json",
    "name": "International Institute of Science, Arts and Technology Act, 2022",
    "date": "JULY 7, 2022",
    "tagline": "Provides for the establishment and incorporation of an International Institute of Science, Arts and Technology",
    "content": "REcTsTERED No.!!-:-192L.-7616\n@tttGvffi d ?u[tdtlrt\nEXTRAOADINARY\nPUBLISHED BY AUTHORITY9\nISLAN{,{BAD, THURSDAY, JULY 7, 2022\nPART I\nActs, Ordinanccs, President's Orders and Regulations\nSENATE SECRETARIA.T\nIslamobatl, rhe 6rh.hly, 2022\nNo. F.21 (53)/2022-Legis. The following A.t of Mdjlis-e-Shooru\n(Parliament) received the assent of the President on 6dl July, 2022 and is hereby\npublished for general infornation:-\nACTNO, XIV OF 2022\nAn Act to ptotideJbr the endblishnent aflntenlotianol hlslitute of\nScience, ,lrts ancl Tcchnolog.\nWIIEREAS it is expedient to provide for the establishment of Intemalronal\nInsritule of Science, Ans and TechnoioB.v and to provide for mattcrs conncctcd\nthcrcwith and ancillary therelo;\nh is herebv enacted as follows:\n(9s5)\n[84]6(2012)/Ex. Caz.l\n956 lHE G.\\ZET'] E OE PAKIS'I'A\\. EXTTLA,, JULY7,20]] [P^RTI\nCHAP'I'I]R I\nPREI,IMINARY\nl. Sborl titlc, crtcnt, rnd commencemeot. {I) lhis Act shall be\ncallcd lhc Inl3mational Inslitute oFSciencc, Arts and Technologi Act. 2022.\n2 Definitions. -ln rhis Act. unless there is an).thing repugnanl in thc\nsL bject or co,rtext,-(2) It extends 1() thc whole ol Pakistan.\n(3) Il shall comc, into force at once\n(i) \"Academrc Councrl'- Means lhe Academic Councrl ofthe lnsritute;\n(ii) \"Authority\" means any ol rhe Authoriries ofthe lnstirute spccified\nor set up rn terms ofsection 20;\n(iii) \"Board of Govemors\" means the Board of Govemors of the\nInsututei\n(iv) \"Chancellor\" means the Chancellor ofthe Institute,\n(v) \"Company\" means fechdamics (Pvo Limited registered under\nSection 16 ot Companies Act, 2017 with Security & Exchange\nCommissron (SECP) of Pakrstan vr'de regisradon trumber 0164833;\n(vi) \"Commission\" Means the llighe. Educauon Commission ser up under\nthc Higher llducation Commission Ordinance, 2002 (LIII of2002);\n(viiJ \"Constituent Collagc\" mcans an educa(ronal insriturion, by\nlvhaLcvcr nanre describr-J. rnarntained and adminisrered bv thc\ninstitute;\n(viii) \"Dean\" mcans thc hcad ofr Faculty or (hc hcad ofan acadcmic\nbody granrcd the sratus of a lraculty by this Act or by the Sulutes or\nRegulalions:\n(ix) \"Dcpanmcna' means a lcaching deparhent maintarned and\nadminislered, or recognized by rhe Institute in rhe manner\nprcsc.ibed;\n(x) \"Director\" means the head of an insrilute established as a\nconstirueor institution by rhc Institute by Starutcs or Regulalions in\nterms ofthc powers delegatcd by this Act;\nP^RT I] THE GAZETTE OF PAKISTAN, EXTRA,, IULY,7,2022 951\n(xi) \"Faculty\" means an administiative and academic unit of the\nInstitute consisting ofone or more schools, as prescribed;\n(xii) \"Govemment\" means the Federal Govemment;\n(xiii) \"lnstirute\" means the lntemational Instrtute of Science, Arts and\nTechnology;\n(xiv) \"lnstitute Teacher\" means a vhole-ome reacher dppointed and paid\nby the Institute, or recoBnized by the Institute as such:\n(xv) \"Patron\" means the Patron offie Insrirure;\n(xvi) \"Prescribed\" means prescribed by Starutes, Regul ions or Rules\nmade under this Act;\n(xvii) Principal\" means the head ofa constilueht uniy'college;\n(xviii) \"Representation Commillees\" means 6e Representation\nCommittees constitured under section 25;\n(xix) \"Review Panel\" means the Review Panel set up by the Chancellor\nin accordance with the provisions ofthis Act;\n(Lx) \"Search Committec\" means the Search Committee set up by rhe\nBoard ofGovemors under this Act.\n(xxi) \"Schedule\" means a Schedule to thrs Act;\n(xxii) \"Statues, Regulations and Rules\" mean the Statutes, Regulatrons\nand Rules made under this Act and for lhe time being in force;\n(xxiii) \"Syndicate\" means the Syndicate ofthe Institute;\n()c\\iv)\"Teachers\" include Professors, Associate Professors, Assistant\nProfessors, and lecturers engaged whole-time by lhe Institute or by\na constituent and such other persons as may be declared to be\nteachers by Regulations; and\n(xxv) \"Vice-Chancellor\" means the Vrce-Chancellor ofthe l[stitute.\n958 IHE GAZETTE O}'PAKISTAN, EXTRA, ULY 7,2022 PART I\nCHAPTER II\nTHE INSTITUTE\n3. I;stablishment and incorporation of the Institute. ll) lhere\nshalt be establish€d an Institute to be called the Intemalional Institute of Science,\nAtu md lech rolog,.\n(2) l he Institute shatl consist ofthe following, namely:\n(a) rhe Patrorl the Chancellor, the members ofthe Board ofGovernors,\nSiyndicate, and the r/i.€-Chancellor;\n(b)the membcrs of the authorities of the lnstitute established under\nsection l7;\n(c) all Institute Teachcrs and persons recognized as shrdents of the\nInstitute in accordance with terms prescribed from time to time; and\n(d) ell orher full-time otncers and members ofthe staffofthe Inslitute.\n(3) 'l'he Institute shall be a bod) corporate by such name as may be\nnotified and sttall have perpetual succession and a cornmon seal, and may sue and\nbe sued by the said name.\n(4) :'he Institute shall be competent to acquire and hold Fopeny, both\nmoveable anl immovable, and to lease, scll or otherwise tmnsler any movable\nand immovable property whrch may hale become vested in or been acquired by\nit.\n(5) I.lorwithstanding an),thing cortained in any other law fo. the time\nbein6. in for<x:, the lnstitute shall have academic, financial and administratrve\nautorLomy, including the power to employ omcers, teacheB and other employees\non such remri as may b€ prescribed, subject to the terms of this Act and the\nHiuh3r Educ?tion Commission Act, 2002 (LIll of 2002) In particular, and\nwilhout prelulice ro th€ authority grqnted to the Commission by the law, the\nGov€rnment cr an authoflty or auditor appointed by the Goverrunent shall have\nno power 10 questron the policy underlyrng the allocation ofresources approved\nby ths Board ofcovernors in the annual budgel ofthe lnstitute.\n4. l'ow€rs and functions of the Institute.-The Institute shall have\nthe fi,llowinE Dowers, ndmel). -\n(i) ro provide for education and scholaship in such branches of\nl:nowledge as it may deem fit, and to make provision for research,\nPART I] THE GAZEI-TE OF PAKISTAN, EXTRA,, JULY 7,2022 9s9\nservice to society and for the applrcaoon, advancement and\ndissemination ofknowledge in such manner as it may determine;\n(ii) to prescribe courses of studies to be conducted by i! and the\ncons!ituent colleges/unlts;\n(iii) 10 hold examinations and to award and confer degrees, diplomas,\ncenificates and other academic distinctions to and on persons who\nhave been admitted to and have passed rts examinations under\nprescribed conditions;\n(iv) to prescribe rhe terms and condillons ofemploymenl ofthe ofTicers,\nreachers and other employees ofthe lnstitute and to lay down terms\nand conditions that may be different Fom those applicable lo\ngovemment servants in gen€rd;\n(v) to engage, where necessary, persons on contracts of specified\nduration and to speciry the terms ofeach engagement;\n(vi) to confer honorary deSrecs or othe. distinclrons on approved\npersons in lhe manner prescribedi\n(vii) to provide for such instruclion for p€rsons not being students ofthe\nInstilute as it may prescribe, and to grant ce(ificates and diplomas\nto such persons,\n(viii)\n(x)\n(xi)\n(xii)to institutc programmes for the exchange of students and teachers\nbetween the instirute and other rns(itutes, universities, educational\ninstitutions and research organizarions, inside as well as outside\nPakistan;\n(ix) to provid€ career courselling and job search services to students\nand alumni;\nto mainlain linkages with alumni;\nto develop and implement fund-raising plans;\nto p.ovidc and support the Academic development ofthe faculty of\nthe Institurc;\n(xiii) to confer degrees on persons who have carried on independent\nresearch under prescribed conditions;\nq.0TI{E GAZETTE OF PAKISTAN, EXTRA,. ]ULY 1.2022 lP^Rr I\n(x!) to co-operate wifi other Universilies, public authorilies or pnvare\norganizations, inside as wcll as outsidc Pakistan, in such manncr\nand for such purposes as it may prescribe;\n(xviii)ro accept the examinations passed and (he period of study spent by\nsludents ofthe lnstitute at orher univcrsities and plac€s of leaming\nequivalent to such examinations and periods of study in the\nInstitute, as it may prescnbe, and to withdraw such acceptance;\nto recognize selected members of the teaching slaff of colleges or\neducational instinrtions admitled to the privileBes ofthe lnstitute or\nsuch other pcrsons as it ma) deem Jlt, as Instilute Tcachers;(xvr) to instrtute ProfessoEhrps, Associate Professorships, Assistant\nProfessorships and Leclureships and any other posts and to appoint\npersons thereto;\n(xvii) to creae posrs for resea,.ch, extension, administration and other\nrelated pu4)oses and to appoint persons rhereto;\n(xi\\) to institule and award financial assistance to sludents in necd,\nfello\\aships, scholarships, bursanes. medals and prizes under\nprescribed conditiorls;\n(xr) to establish teaching constituent colleges, departments, faculhes,\ninstitutes, museums and other cenkes of leaming for the\ndevclopment of teaching and research, professronal and lechnrcal\ntraining afld special studies and to make such arrangements for their\nmaintenance, management and administmtion as it may prescribe;\n(L\\i)to, provide for lhe residence of the srudents ofthe lnstitute and the\nconstituent units, to institutc and mainrain halls of residence and to\napprove or liceme hostels and lodging;\n(xxii) ro maintain order, discipline and security on the campuses of rhe\nlnstitute and the corlstituent units;\n(xxiii) to promote the extra-cunicular and recreational activities of such\nstudents, and to make arrangements for promoring their heallh and\ngeneral welfare;\n(xxiv) to demand and receive such fees and other charges as it may\ndetermine;\nP^Rr Il THE GAZETTE OF PAKISTAN, EX]RA.. tULv 1,2022 961\n(rxY)to make provision for aeseaach, advisory oa consultancy services\nand with lhese objects to ealcr into arrangemenls with olher\ninstitutions, publc or privare bodies, commercial and industrial\nenterprises under prescribed conditions.\n(xxvi)\n(xxvir)to enlea inlo. carry oul, vary or canccl contracls;\nro rcceivc and manage propc(y transfcrred and grants,\ncontributions made to drc lnstitu(e and to invest any [und\n.cp.escnring such property, gran6. bequests, lrusts, gifu, donations,\ncndowments er contributions in such manner as it may dccm firi\n(L\\viii) lo provide for the prinnng and publication of research and orher\nworkst and\n(xxix)to do all such other acts as may be requisite or exp€dient for\nfunherance of objectives of the Institule as a cen!rc of education,\nIearning, research, professional and technical training, special\nstudies. and for safeguarding tangible aid inlangible cultural\nheritage.\n5. Institut€ opetr to all classe, creeds, etc.--{l) The Institute shall be\nopen to all pcrsons of any gender and o[ whatever relrgron! race, creed, class,\ncolour or domicile and no person shall be denred povileges of the Institute on\nthese grounds\n(2) An inc.ease in anv fee or charge thai is in excess of (en percent per\nannum on an annualized basis from the last such increase may not be made\nexcepl in special circumsrances, and oniy with tlc approval oftlle Chancellor\n(3) _the Institute shall institute Ilnarcial aid prograrnm€s for studen6 in\nnced, to the extent considered feasible by the Board of Govemors given the\nrcsouces available. so as to enable admissron and access to the Institute and th€\nvarious opponunrries provided by it to be based on merit rather than ability to\npxy.\n6- Teaching at (he Institu(e.- 11) All, recognizcd tcaching,\nprofessional and technic.l tmining in various courses stEll be corducted by the\nInstitute or the schools in the prescribed manner and may Include lectures,\ntutorials, discussiorls, seminars, demonslrations, dlslance leaning and other\nmethods of instruction as well as practical work in the laboratories, hospitals,\nworkhops and other govemmental or private organizations subject to policies\nprescribed by the Comm;ssion.\n9ti2 TttE GAZETT EOE P KISTA\\, EXTtu\\., JULY 7, 2022 [P^R] I\n(2.r The Institutc may set up any number ofcampuscs. at such places in\nPakistan or abroad as the Board of Covemors may detennrne and wilh prior\napproval cf Higher Education Commission\n( I ) 'l hc authorily responsible lbr organizing recognized teaching shall\nbe such as ma) be prescribed.\nCHAPTER UI\nOFFICF]RS OF THE INSTITUTE\n7. Principal o(licers-lhc tbllowing shall be the principal ollcers\nofthe Inst tute, namely:-\n(a) rhe Patron;\n(b) the Chancellor;\n(c) the Vice-chancellor;'\n(d) the Pro Vice Chancellor.\n(e) the Deans;\n(f) the Principals oflhe constrtuenl colleges/units;\n(g) lhe ChairpeEons ofthe teaching depaaments;\n(h) the Registrar:\nri) thc lreasurer;\nj) the Conroller ofExaminations; and\n(k) such other persons as may be prescribed by the Statutes or\nRcgulations lo be thc principal ofl'icers ofthe lnstilute.\n8. Patron.-{l) The President of lslamic Republic of Pakistan shall\nbe the Patron ofthe Instirule.\n(2) The Patron shall, when present, preside at the convocation ofthe\ninstitule, in the absence of the Patron, the Chancellor shall preside over the\nconv(rcarron of rhe Institute.\nPART II THE GAZETTE OF PA(ISTAN, EXTRA,, JULY'7,2022\n(b) any Instrtutron, department or hostel maintained by the lnstrtute;\n(e) such other matters as the Patron may speciry963\n(3) Every proposal to confer an honorary degree shall be subjcct to\nconfirmation by the Patron.\n9. Visitetion.-{l) Thc Patron may, in accordance with the terms and\nprocedures as may be prescribed, cause an inspection or inqulry to be made on\nhis own motion or at rhe requesi of the Commission in respect of any matter\nconnected with the alfairs ofthe Institute and shall, from time to time, direct any\npcr5on or persons ro inquire inlo or cdrry oul inspeclion of-\n(a) the lnstitute, its building, laboratories, libraries, and other facilities;\n(c) the adequacy offinancial and human resources;\n(d) fie teachrng research, curriculum, examination, and other mafters\nofthe Instrtute; and\n(2) The Patron shall communicate to the Board ofGovemors his views\n*,rth regard to thc resuh ofvisitation and shall, a{ter ascertaining the views ofthe\nBoard ofGovemors, advise the Chancellor on the action to be taken by it.\n(3) The Chancellor shall, within such time as may be specified by the\nPatron, communicate to him such action, il any, as has been taken or may be\npropo.cd ro be raken upon rhe results ol visiralion.\n(4) Where the Board ofCovemors does no1, within the time specified,\ntakc action to the satisfaction ofthe Patron, the Palron may issue such directions\nas he^he dccms fit and lloard ofGovemors shall comply with all such directions\nl0 Chancello.. 11) The Chairperson of the Board of Directors of\nTechdamrcs (Pvt) Lrmited shall be Chancellor oflhe institure.\n(2) 'lhe members ol the Board of Ggvemors as wcll as the Vice-\nChancellor shall be appornted by the Chancellor llom amongst the persons\nrecommended by tbe Representation Committee set up for this purpose or rhe\nSearch Commirtee, respectively established in accordance with this Act and the\nStaiutes, as the case may be, along with those elected.\n(l) lf the Chancellor is satisfied that serious ifiegularily or\nmismanagement with respect to the affairs ofthe Institute has occurred, he may:-\ntI{E CAZETTE OF PAI.iISTAN. EXTRA-. I\\,)LY 1.2022 lP^Rr I\n(a) as regards proceedings ol lhe Board of Covemors, direct that\nspccified proccedings be reconsidered. and appropriate action taken\nwithiD one month oflhe dr.cction having been Issled:\nProvided that if the Chancellor is satisfied thal either no\nreconsideration has been car ed out or that the reconsideration has\nfailed to address the conccm expressed, he may, after calling upon\nthe Board of Govcmors to show cause in writing, appoint a five-\nmernber Review Panel to cxamine and report to the Chancellor on\nthe functioning ofthe Board ofCoverno.s. The Revierv Pancl shell\nbe drawn from persons ol-eminence in academics and in thc Uelds\nof law, accountancy and administration and the report of rhc\nReview Panel shall bc subrniltcd lvithin such time as mav bc\nspecifled b] the Chanccllor: and\n(b) as regards proceedings of anl Aurhorit.,\" o. lvith respect to matte.s\n\\\\rthin rhe competeDce o, any Authorily other than the Board of\nCovemors, dirccl the Boad ofCovcmors 1o exsrcise powers under\nscclion 24.\nll. Removal from thc Board of Covcrnors. {1) The Chanccllor\nma), upon the recommendation oi thc Itcvicw Panel. remove any person fiom\nthc mcmbership of thc Board ofCovernors on the ground that such person:\n(bt has become incapacitalcd Lo funcrron as member o[ Ihe Board of\nCovemors: or(a) has become ofunsound mLnd: or\n(c)\n(,1)\n(c)has been convictcd by a coufi oflaw lor an offence\nIuvolvrng moral turpitude, or\nhas abscnted himscli from lwo consecutive meerings withoul just\n(l) lras been guilty of misconducr, including use of position for\npersonal advantage of any kind, or gross incfnciency in the\nperformance of fu nc!;ons\n(2) Ihc Chancello. shall removc any person from thc membership of\nthe Board ('1 Govemors on a rcsolul;on calling for the removal of such person\nsupponed by at lcast three-foufihs of thc n)cmbcrship ofthe Board ofGovemors:\n965\nProvided that beforc passing such resolution the Board of Covemors\nshall pro! ide the member concerned a fair hcaring:\nProvided [urther that the provisions ofthis scction shelfnot be applicable\nto the fice Chanccllor in his capacity as a membcr of thc Board ofCovernors.P^Rr ll THE GAZEI_IE OF PAKISTAN, EXTRA.. IULY 7,2022\n(5) 'fhc Vicc-Chanccllor shall also have the follorvrng powers,12. Vicc-Chancellor. lI) There shall be a Vice-Chancellor of the\nInstilute who shall be an eminent academrctan or a disringuished administrator\nand shall be appointed on such terms and condilrons as may b€ prescribed.\n(2) The Vrce-Chancellor shall be the chief exccutive olficer ol $e\nInslitule.esponsible for alladminiskalrve and academic funcrions oflhe lnstitute\nand for ensuring that thc provisions ofthis Act, Sralures, Regularions and Rules\nare faithfully observed to promorc thc gcncral efticicncy and good order of the\nlnslitute. The Vice-Chanccllor shall havc all po\\vcrs prescribcd lor lhis purpose,\nincludrng administrative control over the omcers, teachers, and other employees\nof rhc lnsliture.\n(l) The Vice-Chanccllor shall, il prescnt. be entirled lo atrend any\nrn<clrn! ol an) Aulhonl) or bod\\ of lhc ln\\rirure\n(.1) The Vice-Chancellor, in an emergency requiring immediate action\nordinarily not in thc compclcncc ol thc Vice-Chancellor, may rake such action\nand forward, lvrlhin seventy-r\\\\,o hours, a repo( of the acrion laken to the\nmembers of the Enrergcnc) Commi(ce of the Board of Governors, to be se1 up\nby Slatutc. The Emergency Comnrittec may drrecl such further action as is\nconsidered approprrate.\n(a) ro direct teachcrs, omcers and orher employees oflhc lnstirute rc\ntakc up such assignmcnts in conncclion with examination,\nadminist.ation and such othcr activities in thc Inslirurc as he may\nconsider necessary for the purposcs of(he Insritute;\n(b) to sanction by rc-approprialion an amounl not exceeding an amounr\nspecified by the Board of Governors for an unforeseen ilem not\nprovided for in thc budget and report it to the Board of GovemoB\nat the next meeting;\n(c) to make appointments of such categories of employees of the\nInstitute and in such manner as may be prescribed by (he Statures;\n916 ;HE GAZETTE OF PAKISTAN, EXTRA,, IULY 7,2022 [PART I\n(d) to suspend, punish and remove, rn accordance with prescribed\nprocedure, Som service omcers, teachers and orher employees of\nthe Instrtute excepl rhose appointed by or with the approval of the.\nBoard ofGovemors;\n(c) to delegate, subject lo such condirions as may b€ presc.ibed, any oa\nhis powers under this Act to an omcer or offlcers of the lnstitute;\nand\n(f) to exercise and pe.form such other powers and functions as may be\nprescribed.\n(6) The Vice-Chancellor shall presrde a1 the convocation of the\nk stitute in rhe absence of(he Chancellor.\n(71 Thc Vice-Chancellor shall present an annual report before the\nBoard ofCovemors within rhree monfis ofthe close oflhe academic ycar. The\nannual repcrt shall presetu such rnformdion as regards the academic year under\nr(.vrew as may be prescribed, including disclosure of all relevant facts penaining\nt(F\n(a) academics;\n(b) research;\n(cr administation; and\n(d) finances.\n(E) The Vice-Chancellor's annual repo( shall be made available, prior\nto its presertatron before the Board of Covemors, to all omcers and Institute\n'Ieachers arl shall be published in such numbers ai arc required to ensure its\nu,ide circulrion.\n13. Appointmert and removal of thc Vice-Chetrcellor.-11) The\nVice-Chan(xrlo. shall be appointed by the Chancellor on the basis of\nrt:commend,tions made by the Board ofGovemors.\n(2) A Search Commince for the recommendation of persons suitable\nfur appointrnent as Vice{hancellor shall be constituted by the Board of\n(iovemors (,n the dat€ and in the manner prescrib€d by the Starutes and shall\nconsisl of l,vo eminent memb€rs of socrety nominated by the Chancellor, of\ne/hom one shall b€ appointed the Convener, two members ol the Board of\n(iovemors. two distinguished Institute '[cachers who are nor members of rhe\n[loirrd of (iovemors and one academician of eminence not employed by the\nlnstitute. The t\\\\o distinguished Institute Teachers shall be selected by the Board\nofcovemors through a process, to be prescribed by Statute that provides for the\nrecommendation of suitable names by the lnstitute Teachers in general. The\nSearch Committee shall remain in existence till the time of appointment of the\nnext Vice-Chancellor made by the Chancellor.\nProvided further that prior to a resolution for the removal of the\nVice-Chancellor b€ing voted upon the Vice-Chancellor shall he given an\nopportunity of being heard.(3) The persons proposed by the Search Committee for appointment as\nVice-Chanceilor shall be considered by the Board of GovemoN and a panel of\nthree, in order of priority, shall be recommended by the Board of Govemors to\nthe Chancellor:\nProvided th the Chancellor may decline to appoint any of the three\npersons recommended and seek recommendation of a fresh panel, ln the event of\na fresh recommendation being sought by the Chancellor, the Search Commiftee\nshall make a proposalto fie Board ofcovemors in the prescribed manner.\n(,1) The Vice-Chancellor shall be appointed for a renewable tenure of\nfour years on terms and conditions prescribed by Statutes. The tenure of an\nincumbent Vicc-Chanccllor shall be renewed by the Chancellor on receipt of a\nresolution ofthe Board ofGovemors in support ofsuch renewal:\nProvided that the Chancellor may call upon the Board of Govemors to\nreconsider such resolution once.\n(5) The Board ofGovemors may, pursuant to a resolution in this behalf\npasscd by threc-fourths of its membership, recommend to the Chancellor the\nrcmoval of thc Vicc Chanccllor on the Bround of ineflciency, moral turpitude or\nphysical o. mental incapacity or gross misconduct, including misuse ofposition\nfor personal ad\\antage oi an) krnd:\nProvidcd that the Chancellor may make a reference to the Board of\nGovernors stating thc instances of inefliciency, moral turpitude or physical or\nmental incapacity or gross misconduct on the part oF the Vice-Chancellor that\nhave come to his notice. After consideration of the referenc€ the Board of\nGovernors may, pursuant to a resolution in this behalfpassed by two-thirds of its\nmembership, recommend to the Chancellor the removal ofthe Vice-Chancelior:PART I] THE GAZETTE OF PAKISTAN, EXTRA , IULY 7 ,2022 96',7\n(6) A resolution recommending the removal of the vice-Chancellor\nshall be submitted to the Chancellor forthwith. The Chanc€llor may accept the\nrecommendation and order removal of the vice Chancellor or retum the\nrecommendation to the Board ofGovemors,\n,6E THEGAZETTEOFPAKISTAN,EXTRA, I'JLY7,2022 [P^RTI\n(l) The Registrar shall be a Iull'time of6cer ofrhc lnst(ure and shall,-\n(b)(7) At any time when lhe olfice ofthe Vice-Chancellor is vacant, or the\nVice.Chan(,ello. is absent or is unable to pcrfomr the functions ofhis oltlce due\n.o illness rr some other cause. thc Board of Govemors shall make such\nrangemerts for the performance ofthc duties of the Vrce-ClEncellor as rt ma)\nleem fit.\n14. Rcgistrar.-( l) There shall be a Registrar of the Institute to be\n,ppointed by the Board of Govemors on the recommendarion of rhe Vice-\n,lhancello-. on such tcrms and conditions as may bc prescnbed.\n(l) The cxperiencc .rs weLl as the prolessional and academic\nqualificatio-rs necessary for appointmcnt to the post of the Rcgistrar shall be as\nnay be prclcribed.\n(a) be the adminisrrarivc hcad of (he sccretariat of rhe lnstrture and be\nrcsponsible for the provision of secretarial suppo( to the\nAuthorities of the In\\lirurel\n(c)\n(d)\nG)be the cusrodian of lhc common seal and lhe academic records of\nrhe instirutc;\nmaintain a registcr oIrcg;stcrcd graduatcs in the prcscribed manner;\nsupervise thc proccss of clection, appointmenl or lomilarion of\nmcmbcrs !o thc various authorilrcs and other bodies in the\nprescnbed manner; and\npc.fofin such other duties as may be prescrrbed.\nThe te.m of orficc ol thc Registrar shall bc a rcncwable period of\nPrcvidcd that the Iloard ol Covcmors may, on the advicc ol rhe Vice-\n(lhancellor, terminate the appointment olthe Registrar on grcunds ofinefficrency\nor misconduct in accordance with prcscribed, procedure-\n15. Treesurer.-{l) Tbere shall be a freasurer of the Institure ro be\nappointed l)y the Board of Govemors on the recommendation of the Vice-\nChancellor, on such terms and condirions as may be prescribcd(41\nthree years\n(2) The experience and the professional and academic qualificalions\nrecessary for appoinrment to the post of the Ireasurer shr l be as may be\nprescnbed\nPARTI] TT{EGAZETTEOFPAKISTAN,EXTRA. TILY 7,2022 969\nshall,(3) The Treasurcr shall be the chieffinancial omcer ofihe Institute and\n(a) manage thc assets, liabiliries. receipls, expcnditures funds and\ninvestments of the Ioslitute:\n(b) prepare the annual and .evised budget estimates ofthe Institute and\npresent them to the Syndicale or a comminee rhereof for approval\nand incorporation in thc budget to bc prcsentcd to rhe Board of\nGovernorsi\n(c) cnsure that thc, funds ofthe Institute are expended on the purposes\nfor lrhich thcy are provided;\n(d) have thc accounrs of the Institule audited annually to, be avarlable\nfor submission to the Board ofGovemors within six months ofthe\nclose ofthe I'inancial year; and\n(c) pe.form such orher dulies as may be prescribed\n(,+) The term of ol-llce of thc Trcasurer shall be a renewable period of\nthrec years:\nProvrded that thc Board of Governors may, on the advice of rhe Vice-\nChanccllor, termrnate thc apporntm€nt of the Treasurer on grounds of\ninemciency or misconduct in accordance rvilh prescribed procedure.\n16. Controllcr of Examinations.-11) There shall be a Conrroller of\nExam;nations, to be appointed by the Board of Govemors on the\n.ecommcndalion ofthe Vice-Chancellor. on such tenns and conditions as mav be\nprcscribcd\n(i) The Conlroller ol Examinalions shall he a full-time omcer of fie\nlnst;tu1c and shall he responsible for all marleE connectcd wilh the conduct of\nexaminations and perform such othcr dulies as may bc prcscribed,(2) The minimurn qualifications necessary lor appointment to the post\nofthe Cortroller ofExaminations shall bc as may be prescribed.\n(4) The Controller ofExaminations shall be appointed for a renewable\nterm ofrhrce years:\nProvrded that the Board of Govcmors may, on rhe advicc of the Vice-\nChancellor, terminate thc appointment of the Controllcr of Examinations on\ngroundl ol inemciency or misconducl irr accorddnce with prescribed f'roccdure.\ni7J THEGAZETTE OF PAKISTAN, EXTRA-, ]LLY'7,7022 [PARTI\nP reparation o f the PC-I. PC ll, rclll, PC-IV, and PC-V,\nPreparauon ofcash work and ac(ivity plan;l?. Director Plaoning and Dcvelopm.nt. aI) There shall be a\n)irecror Pltnning & Developmenr of the Institute to be appointed by the Board\n)fGovemors on the recommendation ofthe Syndicate for a period ofthree years\ni.once renev/able) on such terms & conditions as may be prescnbed.\n(2) The minimum experience as well as the professional and academic\nluahficalions necessary for the apporntment to the post of Director Plannrng &\nD(velopment shall be prescribed.\n(3) The Director Planning & Developmcnt shall be responsible for all\nnafters coFnected with planning and devclopmcnt and perform such other duties\n$ may be prescribed.\n(.1) The Director Planning & Development shall\n(i) Prepare short and long-te.m plans and development programs to\nmeet vision, goals and priorities sct by lhe lnstitute management/\nBoa.d ofGovemors:\n(ii) Conduct comprchensive revierv, assessment. and analysis of\ndcvelopment planning procoss (proicct identification, appraisal,\nslcction, implementation, and monitoring) and mechanism,\n(iii) Develop a slrateg) for improving development planning processcs\nand mechanisms bosed on findings ol'lhe siruation analysis;\n(iv) Provide technical suppo( In developinB project proposals and\nPCSJ. for the Insnrure;\n(')\n(\\ i)\n(vii)\n(viii)\n(ix)\n(*)Preparation of quarterly crpenditurc statements;\nPreparation ofmonrhly and quanerly progess reports;\nTo coordinate with works, purchase, store units and accounts;\nTo communicate/submit reports, plans and projccts 10 differcnl\ndonoas\n(5) The Board of Govemors may on the recommendations/advice of\nSyndicate. termrirare the services of l)rrector Planning and Development on\nPART ll THE GAZETTE OF PAKISTAN, EXTRA., IULY 7,2022 97t\n$ounds of inefliciency or misconduct in accordance with the prescribed\nprocedure.\n18. Director Quality Enhancemetrt Ccll (QEC).-{l) There shall be\na Director Qualily Enhancement Ccll (QEC) of the lnstitute to be appointed by\nthe Board of Covernors on the recommendation of Syndicate for a renewable\npenod ofttree years on such terms & conditions as may be prescribed.\n(2) The minimum cxparience as well as the professional and acadenic\nqualifications necessary for the appointment to the post of Director Quality\nEnhancemenr Cell (QEC) shall be as may bc prcscribed.\n(l) Thc Director Quality Enhancement Cell (QEC) shall be responsiblc\n(i) revierv lhe quality standa.ds and rhe quality of teaching and\nleaming in each subject areai\n(ii) rcview the academic associalion with other institutions in tcrms of\ncflective management of standards and qualiry of programs:\n(iii) definrng clear and explicit standards as points of reference to the\nreview to be carried out. It should also help the employees to know\nas 1o what they could cxpcct from candidates:\n(iv) developing qualifications frameworks, by sefting out the atlributes\nand abililies that can bc expccted from thc holder ofa qualillcation,\ni e undergraduarc and graduate programsl\n(v) dcvelopurg program spccifications. Thcsc are standards set of\ninformation clanfying what knowledge, understanding, skllls and\nothcr attributes a studcnt will have developed on successfully\ncompletlng a specifrc program;\n(vr) developing quality assurance processes and methods of evaluation\nto affirm that the quality of provision and the standard of awards\nare being. mainlained and io foster curriculunr, subject and slaff\ndevelopmenr @gether with research and other scholarly activilies;\n(vii) ensure thal the Institute's quality assurance procedures are designed\nto fit in wirh the arrangements in place nationallv and\ninremationally for marntaining and improvinB the quality ofHigher\nEducationt\n17' = THECAZE-I-rEOF I'AKIW\n(vrii) developing procedures and processes, monitorinB & cvaluatron\nsystcms, and standards for the following:\n{a) rhe Approval ofnerv nrogram\n{b) annual morutoring and c\\aluation i.1cludinS pro8ram\nmonitoring, lhculty monitoring and student perceptions\n(c) dcpanmental review\n(d) student feedback\n(e) employer feedback\n(0 quality assurance of undergraduare, graduate & doctoral\nprograms\n(g) institutional Jsscssmcnl and perfomlance cvaluaiion\n(h) programspecifications\n(i) qualillcationframework\n(i).) director Qual(y Enhanccmcnl Cell (QEC) shali be the mcmbcr o[\nall slatutory bodies/commruces of thc Insrilute.\n(.ll Thc lloard of Covcrnors nra) on thc recommendalions or advice of\nSyndicale, lernrinalc the serviccs o[ Director Quality Enhancement Cell (QEC)\non grounds of inefliciency or misconducl in accordance with the prcscribed\nProcedurL.\n19. I)irector of Officc of Rcsearch, lnnovation and\nCommercializatior (ORIC). 1l) 'l'hcre shall be a Director (ORIC) of the\nInst;tule lc be appointed by the Board of Covemo.s on the recommendation of\nSyndicate lor a renewablc period ofthrec years on such ter.ns and conditions as\nmay be prrscrrbed.\n(2) The minimum experience as well as the professional and academic\nqualificati()ns nccessary for the appo,nlment to the post ofDircctor (ORIC) shall\nb(' as ma) re prescribed.\n(31 The Director (ORIC) shall:-\n(i) manage and enhance Ihe research acrivltics ofthe Instilute, develop\nresearch policies and priorities, work for fund reising for research,\nPARTI] THEGAZETTEOF PAKIS'I'AN, EX]RA,. ]IJLY 7,2022 9',73\nmobilizc faculty, busincss communily and industry for research\ncommeacialrzahon and serve as an effective advocale for research\nwith the university/lnstitute and to its broade. communtty of\nstakeholders and supporters;\n(ii) to sup€.vise all aspects ol the ope.alion of the Ofllce for Research\nincluding rcsearch adminisrratron (budge(rng. audidng, accounting,\nhuma.1 resources, management & maintcnance of facilities and\ncquipmcnL implemenlation of research conlracb and hurna, resources);\n(iii) to dcvclop programs and activities that will increase funding for\nresearch lrom all public and private sources, esrablsh and maintain\nexcellent rclationships with donors and *privale sources. oversee\nproposals development and submission;\n(iv) ro promore the developmcnr of public-private partncrships in\nsuppon ol Inslitule research, Irnk rhe Insrirule's research\ncomnuniry wilh the nccds and priorities of the co.porale secror,\ndcvclop opponun(ics lbr apphcd research and explore\nopponunilies for lcchnolog.,\" transfer aDd cotnmercialization of\nlnstitutc rcscarch (including incubators and research parks)\n(v) be responsible to rnonctizo royalty streams t_rom licenses,\n(4) ]'hc Board of Gove.nors nray on the recommendations/advice of\nS) ndic.rre. rcrminJrc thc .crv;( c. ,'l I)ircrtor (ORIC I on Brounds of inelficiency\nor misconducl in accordance with the prescribcd procedure.(vi) collaborrte q'rth lhc prrncrpal liaison fo. lechnical marking and\nl;ccnsins on lhc conrmcrcializa(ion of the Institute's IP in\ncoordin.rtron !\\ irh olher relcvaDl dcparlment and offices,\n(vir) work in close liaison \\vith lhc ollice olresearch and development,\nplanning and devclopment, and lnsritule's technology park.\nCHAPTER.TV\nAUTHORITIES OF THE INSTITUTE\n20. Authorities. {I) The following shall be the Authorities of the\nInstitute, namely.-\n(a) Authorities established by rhis Act,-\ni. the Board ofcovemors;\n9i1,I HE CAZETTE OF PAKISTAN, EXTRA., )ULY 7,2022 [PART I\nii. the Syndicare; and\ni ii. the Academic Councill\n(b) Authorities to be eslablishcd by rhe Sta1u1es,-\n(i) Board ofAdvanced Studres and Research;\n(ii) Board ofStudies;\n(iii) Selection Board;\n(iv) Finance and Planning ('ommiflee;\n(v) Search Committee lirr rhe appoinrmem of the Vice-\nChancellor:\n(vi) Representation Cornrnittccs for appoinrmenr !o rhe Board of\nGovemors, S],ndicatc and the Academic Councii;\n',,ii) Quality Assu.ance Committec; and\n(viii) t)isciplineCommittec;\n(2) The Board ofGovcnrors, lhc Syndicare and the Academic Council\nnrry sct ul such othcr co lnitiees or sub-commilrees, b) whatevcr name\nd.i.ribcd. rs ur. considcrcJ dcsLrablc rlrrouSh Slalutes or Regulations Such\nccmmirlccs or subcomminccs shall bc Aulhoriries of the lnslitule for the\np!rposes ol_this Acr.\n21. Board of Govemors-{l) The body responsible for the\ngcv(mance of the Institute shall bc dcsc.ibed as Board of Govemors, and shall\nconsist ofthe following, namely:\n(ir) the Chancellor who shall hc the Chaimerson o[ the Bolrrd of\nGov€rnors;\n(b) the Vrce-Chancellor;\n(j) the Pro Vice-Chancellor;\n(d) one memb€r ofrhe GoverrLrnent nor below the rank ofAdditional\nSecretary from the concemed Ministry or any other depanmenl\nrelevanrto the special foctts ofrhe Instilute;\nPART II TtID GAZETTE OF PAKISTAN, EXTRA,, )ULY 7,2022 975\n1e) four persons from society at large, preferably lwo or at least one\nfcmale being persons of distrnction in .lhe fields of\nadministralion, management, education, academics, law,\naccountancy, medicine, fine arts, architecture, agriculture,\nscience, technology. induslry, and engineering such that the\nappointment of these pcrsons rcflccts a balance across tlic\nvarious fields;\n(l) one pe6on f.om amongst the alumni ofthe Institute;\n(g) l\\vo persons from the academic community ofthe couolry, other\nthan an employee of the institute, al the level of professor or\nprincipal of a college;\n(h) four Institutc Teachers (One lrom each tier i-e. Professor\nAssocialc Professor, Assistant Professor and kcturer)j\n(i) one person nonrinated b\\ the Commission;\n(j) l\\vo persons nominatcd by the l-cchdamics (Pn) Ltd.\n(2) Thc numbcrs of rhe membe.s of the lloard ol Covemo.s specified\nagainst clauses (f) to (i) of sub-scction (l) may be rncreased by the Board of\nGovernors through Starules subJcct ro condition that the total membe6hip ofthe\nBoard oi Govemors docs not ercced nventy-one, wilh a maximum of five\nIIiritur. Tcachers. rd lhc iucrcusc i: brlrnccd, to the extent possible, across the\ndillcrcnt categories specified in sub-scction ( l).\n(3) ,^ll appoinlmcnts !o thc [Joard ofGovcmors shall be made by the\nChancello[ Appointmcnts olpersons spccified in clauses (0 to (8) ofsub-section(l) shall bc made trom amongst a pancl of thrcc names for each vacancy\nrecommcndcd by thc Rcprcsentation Committcc scl up in terms ofsection 28 and\nin accordance whh procedure as may be prcscribcd:\nProvidcd that cffo( shall be made, withoul compromising on quality or\nqualification, to give fair represenLation (o woDrcn on the Board ofCovernors:\nProvided further that as regards rhe Institute Teachers specified in clause\n(h) of suUsection (l) the Board of Govemors shall prescribe a procedure for\nappoinrmenl on lhe basis of elcctions that provide for \\orin8 by the various\ncategories oflnstitute Teachers, Provided also that the Board ofGovemors may\naltematively prescribe that appointment of Institute Teachers to the Board of\nGovcmors shall also be in the manner provided by this sub-seclion fo. the\npcrsons sp€cified in clauses (0 to (g) ofsub-section (l ).\n916 :HE GAZETTE OF Pr\\KIS'|AN, EX]'I.4.. JUT,Y7,]022 IP^RI I\n(5) The Board olGovernors shall meet at least trvice rn a calendar )ear\n(7)'thc Rogistrar shall bc thc Sccrctary of thl} Board of Governors(4) Menbers of the Board of Covernors. othcr than rr oficl,\nn ernbers. shrll hold ol'fice lbr rhree years. One{hird of rhe mcmbcrs, other than\n€r:(17rci, n)r:mbcrs, of the Irirst Board of Govcnrors, to be deternrined by lot,\nshall retire lom oilice on the expiration olone year l'rom the datc olrppointment\nb,, rhc Chrr cellor one half ol the remainrng members, othcr than eJ o//rclo\nIrembets, cI lhe First Board olCovemors, ro be dctermined bl lot, shall retire\nfrom office ()n lhc c\\piration of t\\!o years from the date of apnointmcnt and the\nr€maining.lle-hall, other lhan.,r o,fi.i, rncmbcrs. shatl rctirc lrom office onthe\ne;ipiration c f the third year;\nProvided dral Do person, othe. than an ex-officio membet, may se e on\ntte Board olCovernors fbr more than two consecuhve terms:\nProvided funher that dlc lnstirutc fcachcrs appointed to the Board of\nColernors rray no1 serve for two consecurive terms\n(6) Service on the Board of (ioverrors shall be on honorary basis.\nHo\\vever,aa-ual expenses may be reimbuNed as prescribed.\n(81 ln the absence ol' rhe Chancellor, meelings oI the Board of\nCovcrnors shall bc prcsidcd over by such member, not being an employee ofthe\nkrsritute or the Go\\€rnment, as the Chancellor may, l.rom time ro dme. nominate.\nl hc membcr so norninated shall be the convener ofthe Board ofGovemors.\n(9) Unless olherwise prescribed by this Act, al1 decisrons ofthe Board\no' Governcrs sha]l be taken on the basis of the opinion ol I majorily of the\nrrelnbers priseur. In the event of the rnembers being evenll divided on any\nralte. fie Frrson presiding over rhe meeting shall have a casting vote.\n(l0) The quorum fbr a meeting ofthe Board ofcovernors shall be two\nttLirls ofits rnenbership, a fraction berng counted as one.\n22 Powcrs and functions oI the Board of Governors. {l)The\nBoard ofCior'ernoB shall have the power ofgeneral supervision over the Institute\nart shall hold the Vice-Chanccllor and the Authorities accountable for all the\nfunctions ol. thc lnslitule- The Board of Covemors shall have all po\\yers ofthe\nlrLstitute no': expresslv vested in an Authority or omcer by this Act and all othcr\npouers t1o. expressly mentioned by this Act that are ncccssary for the\nptxlbrmanci of its lunctions.\nP^Rr ll TIJE GAZIITTI OF P,\\KISTAN. I]XTR .. lliLy 7- 2022 97',7\n(2) Without prcjudice to the gcneralhy of thc fo.eBoing powcrs. the\n[]oard ol'Covcmo.s shall have thc following powers-\n(a) lo approvc rhc proposed annual plan ol_ work, the annual and\nrevised budgcs, the annual repo( and lhc annual shtcment of\n(b) to hold, coitrol and lay down policy for thc adminiskation of the\npropc(), lunds and invcsrments of fie lnstilute, including lhe\napproval ol- thc sale and purchase or acquisition of immovable\nPropery;\n(c) to overscc thc quality and rclcvance of thc Institure's academic\nprogrammcs and to review the academic aflairs;\n(d) to approve the appor ment of the Dcans, Professors, Associale\nprofcssors arid such other senlor faculty and senior administrators\nas may be prcscrib€d;\n(c) ro institute schemes, dircclions and guidelines for tbe terms and\nconditions of appoinlmenr of all olficers. leachers and olher\nemploYees of $e Instrtule:\n(t)\n(s)\n(h)to approve srralcgic plans;\nto approve financial resource development plans ofthe Institule;\nto consrdcr the drafts of Slrtutes aod Regulatrons proposed by the\nSyndicatc and thc Acadcnric Council and deal with them in the\nmanner as provided for in scctions 31 and 32, as the case may be:\nProvidcd that the Board of Govemors mav frame a Statute or\nRegularion on its own initiarive and approve rt after callinB for the\nadvice of the Syndicate or thc Academic Councif as the case may\nbe;\nii) llJ anDul by order in writrng the proceedings ofany Aurhority or\nolllcer il the Board ol Govcmors is satisfied that such procecdings\nare not in accordance lvllh the provisions ofthis Act, Statutes or\nRegulalions aRe. calling upon such Aurhority o. officer ro show\ncause why such proceedings should not bc annulled;\n(j) to recommcnd !o the Chanccllor removal of any member of the\nBoard ofGovemors in accordance wirh fie provisions olfirs Acri\n978 THF G \\ZETTE OF P^KISl'A\\ EXTRA.. JULY7,2O2] JPART I\nik lo make appointmenl of members of the Stndicate, olhe. than\nc.rrrTicl'o members. in accordance with thc prcvrsions oflhrs Act:\n(l) to rnake appoinlment olmcmbers of the Academic Council. other\n\\han $ alncio members, in accordance with thc provisions o[ this\n(ii) has become incapacirated ro funcrion as member of such\nAuthority; or\n(iii) has been convicted by a courl of law for an offence lnvolving\nmoral rurpirude. and(rn) lo .lppoinl Emerilus Professors on such tenns and conditions as\nmay be prescribed;\n(nl to remove any pcrson fr(nn thc membership of any Aulhority if\nsuch person:\n(i) has become ofunsound mind: or\nk, 10 delermrne the form, provide for the custodv and regulate the use\nofrhe common seal ofthe Institute.\n(:) The Board of Covemors may, subjccl to thc provisions of this Act\ndclegate N I or an] of the powers and functions of any Aulhorily, omcer or\nemployee ofthe Institute at jts main caDtpus, to any Authority. commiftee, of6cer\nor employ(ie at its additional campus for the purpose of exercising such powers\nand Perfonning such functions in relati(,n to such additional campus, and for this\npurpose lhe Board of Covemors ma]' crcate new poss or positions at the\nadditionalcampus\n2:l visilalion.-The Board of Govemors may, in accordance with (he\nte.ms and procedurcs as may be prescribed, cause an inspeclion to be made in\naespect of :!ny marlcr connected with the lnstiture.\n24. syndicatc. {l) 'lhere shall be a\nconsisting of the following:-Syndicatc of the Institutc\n(a) thc Vice-Chancellor lvho shall be its Chairperson;\n(b) the Pro Vice-Chancellor:\nfc) lhe Dedns oIthe Faculli(,s oIlhe Institure:\nP^RT I] THE GAZETTE OF PAKISTAN, EXTRA,, ]ULY 1.2022 979\n(d) thee professors from different departmens, who are not\nmembers of the Board of Govemors, to be elected by the\nInstitule Teachers in accordance with procedure to be prcscribed\nby the Board ofGovemors;\n(c) Principals of the conslituent colleges/units;\n(l) the Registrar;\n(g) the Direcror (QEC);\n(h) the Direclor (ORIC);\n(i) the Direcror (P&D);\n() thc Trcasurer; and\n(k) the Conlroller of Examinations.\n(2) Members of the Syndicate, othet thar, er-ollicio members, shall\nhold office for three years.\n(3)  s regards thc lhrce Professors described in clause (d) of\nsub-secrion (l) the Board ol Governors may, as an altemalive to electiorts,\nprescribe a proccdure for proposal of a panel of names by the Represcntation\nCommittee set up in terms of section 28. Appointmenr of persons proposed by\nrhe Represenlation Committee may be made by the Board of Govemors on the\n.ecommendation of rhc Vice Chancellor-\n(4) The quorum for a meeting ofthe Slndicalc shall be one-half of thc\ntoBl number ofmembcrs, a ftactron being countcd as one.\n(5) fhe Syndicate shall meet at least once ln each quarter ofthe year\n25. Pow€rs and duties of thc Syndicate. ll)'fhe Syndicate shall be\nthe executive body ofthe Institute and shall, subjecl lo the provisrons oflhis Act\nand the Stat(cs. exercise gencral supcrvision over the affairs and management of\nthe Institute.\n(2) Wrthoul prejudice to the generality of thc foregorng powcrs, and\nsubjcct 10 the provisions ofth,s Act, thc Statures aod dircctions ofthe Board of\nCorcrnors rhe Syndi.dle shall have rhc follosing poserr:-\n(a) lo consider the annual rcpon, thc annual and revised budget\ncslinrares and to submil these to thc Board ofGovernors;\n9E0 IHE GAZETTE OF PAKISTA\\. EXTRA.. JUI,Y'7.2022 lPaRr I\n(b) to rransfer and accepl kansler ofmovable propc(y on behalfof the\nInstitu(cl\n(c) to cnler into, vary, carry out and cancel contracts on behalf of the\nlnsritutcl\n(d) to cause proper books ofaccount to bc, kept for all sums ofmoney\nreceived and expended b) the Insritute and for the assets and\nliabilities olrhe Institute:\n(e) to invest any money belongrng to lhe Insriture including any\nunapplied income in any of the securilies descnbed in secrion 20 of\nthe TnEts Act, 1882 (Act II of 1882), or in the purchase of\nimmovable propenl or in such other manner, as il may prescribe,\nwith thc Iike power ofvarying such investments;\n(D to receive and mxnagc iuly property lransfcned,\nbequests, lrusl, gifts, donations, endowmcnts,\ncontrrbutions made ro the lnstirute;and 8ran6,and other\n(g) to adminisrcr any lunds pliced at the disposal olthe Institure for\nspecifred purposes,\n(h) to provide the burldings, libraries, prcmises, tumimre,\nappamtus, cquipment and orher means required for carryrng out the\nwork ollhe Institute:\n(i) to eslablish and maintain hlrlls of residcncc and hostels o. approve\nor license hoslels or lodgings for the residence ofstudents;\n0) to recornmend to the Board ofCovemors admissron ofedlrcalional\ninstitutions to thc privilcges of thc lnslitute and withdraw s ch\nprrvileges;\n(k) to arrange for rhe inspection o[schools and the departments;\n(l) to inslitute Professorshrps, Associate Proaessorships, Assistant\nProfessorships, L€c(ureships, and other teaching posls or to suspend\nor 10 abolish such posts;\n(rnr to crcate, suspend or abolish such adminisrrative or other posts as\nmay be necessary;\n(n) to prescribe the duties of olficers. teachers and olher cmployces of\nthe Inslitutel\nP^Rr Il IHE GAZETTE OF PAKISTAN. EXTRA., lULy 7.2022 96t\n(o) to repon to the Board of Covemors on matters with respect to\nwhich it has been asked to report;\n(p) to appoint members to various Authorities in accorda-nce with the\nprovisions ofthis Act;\n(q) to propose dratu of Sratutes for submission to the Board of\nCovemors;\n(r) to regulate the conduct and discipline of the students of the\nInstrtute:\n(s) 10 take actions necessary for the good adminisualion ofthe Institute\nin general and to this end exercise such powe6 as are nccessary;\n(t) ro delegate any of its powers to any Authority cr omcer or a\ncommittee; and\n(u) to perform such other functions as have b€en aisigned to it by the\nprovrsions ofthis Act or may be assigned to i1 by the Statutes.\n26- Academic Couocil- 11) There shall be an Academic Council of\nthe Instirute consisting ofthe following.\n(a) the Vicc Chancellor who shall be its Chairperson;\n(b) the Pro Vice-Chancellor (Admin & FinaDce);\n(c) the Pro Vice Chancelloi (Academic & Research);\n(d) the Deans of Facullies and such Heads of depanments as may be\nprescribed;\n(e) five members representing thc departments, institutes, and the\nconstituent schools to be elected in the manner prescribed by the\nBoard ofGovemorsl\n(0\nG)\n(h)\n(i)five Professos including Emerrtus Professors\nthe Registrar;\nrhe Director (QEC);\nthe Director (ORIC);\n9U2 fHE GAZETTE OF PAKISTAN, EXTRA,, ]ULY 7,2022 IPART I\nC) thc Controller ofExaminations; and\n(k) the Librarian.\n(2) The Board of Govemors shall appoint the members of the\nAceLdemic rlouncil, other than the er offcio and the elected memb€E, on the\nr€icommendation ol'1he Vice Chancellor:\nProlided that as regards the five professors and the members\nrtipr€sentrng the departments, institutes and the constituent schools the Board of\nCovemors rLay, as an ahemative to elections, prescribe a procedure for proposal\nol.. panel ol'names by the Representation Committee set up in terms of section\n23. Appoinunen! ofpersons proposed by the Representation Committee may be\nnLade by thc board oiGovemors on the recommendation oflhe Vice Chancellor.\n(ll Members ofthe Academic Council shall hold oIE.e for tlree years\n(4) The Academic Council shall meet at least once in cach quarter\n(5) The quorum for meetings of the Academic Council shall be one\nhrl-ofthe total number ofmembers, a fraction beiDg counted as one.\n27. Powers and Functions oI the Aced€mic CDuncil. ll) The\nAcademic (lluncil shall be the principal academic body of thc institute and shall,\nsublect to th,r provisions ofthis Act and the Statutcs, have the power to lay down\np:otrer slandards of instruction, research and examinations and to regulate and\np_orore Ihr rcademic life ofrhe in\\rilure and rhe schools.\n(2) Without prejudice to the generahty of', the forcgoing powers, and\nsubtect to thr provisions ofthis Act and the Statutes, the Academic Council shall\nhrve the pov/er to-\n(a) approve the policies and procedures pertaining to the quality of\nacademic programmes;\n(b) approve academic programmes;\n(c) approve the policies and procedures pertaining 10 student related\nfunctions including admissions, expulsions, punishments,\nexaminations and cenifi cation;\n(d) approve the policies and p.ocedures assuring quality of teaching\nand rcscarch;\nP^Rr Il I HE GAZETTE OF PAKISTAN, EXTR,^., lULy 7,2022 983\n(e) propose to the S)ndicate schemes for the conslitution and\norganization ol Faculties, leaching depa(ments and Boards of\nStudiesl\n(0 appoint paper setters and examineB for all examinations of the\ninstitute after receiving panels of names from the relevant\nauthorities:\n(h) recognize the examinalions of other Universilies or examining\nbodies as equivalent to the corresponding examrna(rons of the\nInstitute;(g) rnstltute programmes for the conlinued professional development of\nInsriture Teachers at alI levels;\n28. R.presetrtrtion Committees.-{l) There shall be a Representation\nCommiftee constituted by thc Board of Govemors through Statute for\nrecommendation of persons for appolnrment to the Board of Govemors in\ndccordance \\ailh the provisions ofsection 21.(j) frame Regulatrons fo. submission to the Board ofGovemors;\n(k) prepare an annual reporl on the academic performance of the\nInstitule;aid\n(l) (l)perform such functions as may be prescribed by Rcgulations.\n(2) There shall also b€ a Representation Commi(ee constituted by the\nBoard of Covemo6 through Stature for the recommendation of persons for\nappointment to lhe Syndicate and thc Academic Council in accordance with the\nprovisrons ofsections 25 and 27.\n(3) Members ofthe Representations Committee for appointments to ihe\nBoard of6ovemors shall consist oflhe following:-(i) regulale the award of studentships, schclarships, exhibitions,\nmcdals and prizes,\n(a) three members of the Board of Govemors who are nol Institure\nTeachers;\n(b) two persons nominated by the Institute Teachers from amongst\nthemselves in lhe manner prcscribed,\ntEt THE GAZETTE OF PAK]STAN, EXTR\"A.,, ]ULY 7.2022 [PART I\n(4) The Representation Committee for appointmens lo the Syndicale\nand the Acilemic Courcil shcll consist of the following:\n(a) two members of the Board of Govemors who are no! Institute\nTeachers, and(c) one person from the acadcmic community, not employed by the\nInstitute, at the Ievel of professor or school principal to be\nnominated by the Inslitute Teachers in the manner prescribed; and\n(d) one eminent citizen with experience in administration,\nphilanthropy, development work, law or accountancy to be\nnominated by the Board ofGovemoE.\n(b) tfuee peEons nominated by rhe insritute TeacheE from amoogst\nthemselves in the manner prescribed;\n(5) The lenure ofthe Represenlation Committees shall be three years:\nProvided that no member shall serve for more than two\nconsecutive tenns.\n(6) The procedures of the Representation Committees shall be as may\nt,e prescribed.\n(7) There may also be such othcr Representation Committees set up by\nanl/ of the rther Authoriti€s of the Institute, as are considered appropnate for\nrecommend ng persons for appointment to the various Aurhoriries and other\nt,odies of th ) lnstitute.\n29 Appointment of committees by certain Authoriti€s.- (l) The\nIloard of(i{)vemors, the Syndicate, the Academic Council and other Authoritres\nrnay, from trme to time, appoint such sranding, special or advisory committees, as\nthey may deem fit, and may place on such commiftee persons who are not\nroembers ofthe Authorities appointing the Committees.\n(2) The constitutioq tunctions, and powers ofthe Aurhorities for which\nno specific provision has been made in this Act shall be such as may be\nlnscribcd by Statutes or Regulations.\nCHAMER-V\nSI A1 UTES. RtUULA llO\\S qND RULIs\n30 Strtutes.-{1) Subject to the provisions ofrhis Act, Starurcs, may\nLe made to regulate or prescribe all or anv ofthe following matrers:\nPART I] THE GAZETTE OF PAKISTAN, EXTR{,, ]ULY 7,2022 985\n(a) lhe contents of and the manner in which Ihe annual repon to b€\npresenred by the Vice Chancellor before the Board of Covemors\nshall be prcpared;\n(b) lhc Insri(ute fees and other charges,\n(e) the maintenance ofthe register ofregistered graduates,(c) lhe constitution of any pensiorl insurance, gratuity, provident fund\nand benevolent fund for Inslitute employees;\n(d) the scales of pay and other terms and conditions of service of\nofllcers, teachers and other Institute employees;\n(0 admission of educational institutions to the privileges of the\nInstitute and the withdrarysl ofsuch privileges;\n(g) the esrablishment of Faculties, departmenb, instilutes, schools and\nother academic divisions;\n(n) constitution, functions and\nInstitutc: ard(h) the powe.s and duties ofofficers and teachers;\n(i) conditions under which the lnstitute may enter into a,rangements\nwirh other insnrulions or with public bodies for purposes of\nresearch and advisory services;\n0) conditions for apporntment of Emeritus Professors and award of\nhonorary degrees;\n(k) cmciency and discipline oflnstitute employees;\n(l) the constilution and procedure to be followed by Represcntation\nCommittees in carrying out functions in terms ofthis Act;\n(m) the constitution and procedure to be followed by the Search\nCommitlee for appointment ofthe vice Chancellor;\npowers of the Aulhoriries of the\n(o) all other matters which by this Act are 10 be or may be prescrib€d or\nregulated by Statutes.\n(2) The dran of SLatutes shall be proposed by lhe Syndicate lo fie\nBoard of Colemors which may approve or pass with such modifications as (hc\n)86 THE GAZETTE OF PAKIST-{N. EXTRA,. JLLY7,:O:2 IP^Rr I\nBoard ofcovemors may think fit or may refer back to thc Syrrdicate, as thc case\nmxy be. It'r reconsrderation ofthe proposed drari\nPrcvided that Slatutes concemin8 any of the mattc.s mention€d in\nclauses (at and (l) ofsub-section (l) shall be initiated and approved by the Board\nofGovemcrs, alicr seeking the vicws ofthe Syndicate:\nPr(,vided funher that lhc Board ofGovemors may inrliate a Slaruic with\nrespect to any matter in its power or with rcspect to which a Slatutc may be\nfr.imed in lerms of this Act and approve such Statute after seeking the vrews of\nthe SyndrcrLte.\ni:. Regulatiotrs. {I) Subject 10 the provisions ol this Act and the\nSlatues. !h(: Academic Council may make Regulations, the courses of study for\nde8rees, dillomas and cenificarcs ofrhe Insriture -\n(a) lhe manner in which the leaching referred 10 in sub-section (l) of\nseclion 6 shall be organized and conducted;\n(b) rhe admission and expulsion ofstudenb to and lrom the lnstrture;\n(() (he conditions under which studcnts shall be admitted to the courses\nand the examinations of the Instrtule and shall become eligiblc for\nthe award ofdeSrees. diplomas and certificates;\n(d 1he conduct ofexaminations;\n(el conditions under whrch a person ma],carry on independenl research\nro enlitle him to a degree:\n(1) the institution of fellowships, scholarships, exiibilions, medals and\nprizes;\n(sr\n(h)\n(t)$e usc ofthe Library;\nthe formation of Faculties, deparlments and Board ofSrudies; and\nall other matters whlch bv rhrs Acr or the Statutes are to L,e or may\nbe p.escribed by Regulations:\nPrlvided that Regularions rcgdrding or incidenral lu rnaners conrained in\nsub-{lause5 (q a.ld (h) shall nor be 'ubmined ro rhe Board ol co\\emors \\rirhoul\nrhe prior rrproval ofthe Syndica(c.\nP^RI I] THE CAZETTE OF PAKISTAN. EXTRA . JULY'7,2022 9E7\n(2) Regularions shall be proposed by the Academic Council and shall\nbe submi(cd Io the Board of Govcmors which may approve them or withhold\napproval or refer lhem back to the Academic Council for reconsiderarion. A\nRegulation proposed by thc Academic Council shall not be effective unless rt\nreceives the approval oFthe Board olGovemors.\n32. Amendm€nt and repcel of Statutes end Regulations.rThe\nproccdurc for adding to, arnending or rcpealing rhe Starutes and the Regulalions\nshall be l1le same as that prcscribed respcctivcly for framinB or making Stalutes\nand Regulations.\n(2) Rules shall become ellbctivc upon approval by the Syndicate.\nCIIAPTIIR.VI\nINST]TUTE FUND\n14. ltrstitut€ Fund.-The imrirute shall have a Fund to which shall be\ncreditcd its income from fees, charges, donations, rusts, beques$, endowments,\ncontributions, gants and all other sources-33. Rules. ll) The Authorit,es and the orher bodies of the lnstitute\nmay make rulcs, consistent with rhis Acl, Srarules o. rhe Regulations, ro regulate\nany mattcr rclating to the aflairs ofrhe Inshture which has nor been provided for\nby lhis Act or $at is not requted to be regulated, by Stalules or Regulalions,\nincluding rules to regulate the conducl of business and the time and place of\nmecrinSs and relaled marters.\n35. Audits and accounts. (l) The accounLs of the Institute shall be\nmainlained in such form and in such manner as may bc prescribed.\n(2) The tcaching departmenb, constrtucnl colleges and instirutes and all\nother bodies designated as such by the Syndicatc in terms of Slatutes shall be\nindep€ndent cosl centers of the Institutc with aurhoriry vested in the head of each\ncost ccnter to sanction expenditure out ofthe budget allocated to it. Provided that\n.c-appropriation from ooe head ofexpendilure to another may be made by the head\nofa cosr ccntrc in accordance with and ro rhe extenl prescribed by the Statures.\n(3) All funds generated by a teaching deparrment, constiruent college\nor olher un( ofthe Institute through consul@ncy, research or other provision of\nservrcc shall be made available withoul prejudice to the budgetary allocation\nolhenvrse made, alier deduction of ove.heads in the manner and to the exrenl\nprcscribed by Statute, to the teaching depaflment, constituent school or other unit\n1or irs devclopment. A part of the tunds so Senerated may be shared with the\nInstiLutc. 'Ieache6 or researchen in charge of the consultancy, research or\nservice concemed in the manner and to thc cxtent prescribed by Statute.\n9tiE TIIE GAZETTE OI PAK)ST/\\N. EXTRA. tlLv'1,1022 JPaRr l\n(,1 No cxpenditure shall be madc from the funds ofrhe Instilule, unless\na brll for ili pa]menrs has been issued by the head ofthe cost centre concemed in\na(cordan(€ uilh the relevant slatutcs and the lrcasurer has verificd tha! lhe\npayment is provided for in the approved budget ol the cost ccntre, subject (o fie\nar(horir) to re-appropriate available ro lhe head ofthe cost ce.tre.\n(:i r P.ovision shall be madc fo. an rntemal audit ofthe finances ofthe\nInstitute\n((;r Without prejudice 10 the rcquircment of audit by an auditor\nappointed, the annual audited staremenl of accounts of rhc Institute shall be\nprepared rn confo.mity with rhe Gene.ally Accepted Accounting Principles\n(GAAP) bv a reputed firm ofcha(ered accountanls and signed by fie Treasurer.\n( ft The observations of fic Auditor If any, (ogerher with such\naDnotalionj as the Treasurer may make, shall be co.siCered by the Syndicale and\nshall be pllced bcfore the Board ofGovernors within six monlhs ofclosing ofthe\nfinancial y:ar.\nCHAPTER-VII\nGENERAL PROVISIONS\n16. Opportunity to show c:rusc.-Exccpt as orhenvise provided by\nlaw no ofiicer. teacher or other employcc o[ the Inslitute holding a pcrmanent\npost shall be reduced rn rank, or removed or compulsorily rctired from service for\ncluse arii ng out of any ac( or omissron on the pan of thc person concemed\nunless he 1as been Biven a reasonablc opponunily ofshowing cause against the\naction p()l)osed 10 be taken.\nl?. Appeal to the Syndicetc rnd the Board of Governors -WhereaD ordcr Ls passed punish;ng any omcer (other than the Vice-Chancelloo, tacher\no. other enlployee ofthe lnstitute or altering or intcrpreling to his disadvantage thc\nprescribcd terms or conditiom olhis service, hc shall. where the order is passed by\nany omcu or, teacher ofthe Ins(i1u1e other than the Vice-Chancellor, havc the right\n&) appeal lo the Syndicate against thc ordcr, and wherc the order is passed by thc\nvice-Chanccllor, have thc right ro appcal lo lhe Board ofGovemors.\n18. Servicc of thc Instilutc -{l) AII persoDs employed by lhe\nl$lilule ill acco.dance with the lerms and condirions of service prescribed by\nsralutes srrllbe persons inlhe service oIrhe lnsliture\n(l) An omcer, teachcr, or olhcr employee of the Insritute shall rciire\nfi'om scrvrce on the attainmenr ot such age or lenure of service as may be\nprescribeC.\nPART II THE GAZETTE OF PAKISTAN, EXTRA,, IULY 7,2022 989\n39. Benefits and insurance.-{l) lhe lnsritute shall constiturc for the\nbenefit of i1s omcers, teachers and othcr employees' schemes, as may be\nprescribed, for th€ provision of post-cmploymenl benefits as well as health and\nli[e insurance while iD service.\n40. Conmedcenent of term of omce of members of Authority.-\n(l) \\\\hen a member of a newly consrjtuled Authority is electe4 appointed, or\nnominaled. his term ofofllce as fixed under lhis Act. shall commence fiom such\ndale as may be prescribed-\n(2) Where a memb€r who has accepred any other assignment or for any\nother similar reason remains absent from lhe Instilurc for a period ofnot less that\nsix monlhs he shall be deemed to have resigned and vacated his seat.\n41. Filling of casual vacancies in Authorities.-Any cilsual vacancy\namong the members ofany Aulhonty shall be !!led, as soon as convenienlly may\nbe. in the same manner and by rhe same person or Authority that had appointed\nthe member whose place has b€come vacant and rhe person appointed to thc\nvacancy shall he a membcr of such Authority for the residue of the term for\nwhich the person Whose place he fills would have b€en a member-\n42. Flaws in the consdtution of Authorities.-Where there is a flaw\nin the constitution ofan Aurhonty, as constituted by this Act. the Statutes or the\nRegulations on accounr of the abolition of a specified omce or because an\norganizilron, inslrtution or other body outside the instrtute has been dissolved or\nhas ceascd to function, or because of some other similar reason, such flaw shall\nbe removed in such manner as the Board ofGovernors may direct.\n43. Proceedings of Authorities not invalidated by vacancies.-No\nact, resolution or decision of any Authority shall be invalid by reason of any\nvacancy on rhe Authoriry doing, passing, or making it or by reason ofany Want\nofqualification or invalidiry in the elcction, appointmcnl or nomination ofany de\nfacto member ofthe Authority, whether prcscnt or absen(.\n44. First Stotutes and Regulations. Notwilhstanding anyhing to the\ncontrary contained in lhis Act, the President oI Pakistan shall promul8ale the\nFirst Slatues and Regulations which shall be deemed to be Statutes and\nRegulations framcd wider section 30 and 3l and shall continue to remain in force\nuntil amcnded or replaced or nll such lrme.rs new Statutes and Regulations are\nframed in accordance with the provisions oflhis Ac1.\n45. Removal of dimculty. {l) If any queslion arises as ro the\ninterpretation ofany ofrhe provrsions ofthis Acl, it shall be placcd before the\nChancellor and Commission whose decision lhcreon shall be final\n990,],HE GAZETTE OF PAKISTAN, EXTRA,, JULY 7,2022 IPART I\n(2) If any dimculty arises in giving effect to any of the provisions of\nthis Act, tho Chancellor may make such order af-ier obtaining the views ofthe\nBoa-d of Governors, not inconsistent with the provhions oflhis Act, as may\nappcar to hirr to be necessary for removing the dificulty.\n(3) Whcre this Act makes any provrsion lor anything 10 be done but no\npro\\ision or no sulicient provisbn has been made as respects the authority by\nwhom, or the time at which, or the manncr In which, it shall be done, then it shall\nbe done by !,nch authority, at such time, or in such manner as thc Chancellor may\ndi:ect after ot)taining the views of, the Board ofGovemors.\n46. Indemnity. No suit or legal proceedings shall lie against the\nG,rvernmenr, thc lnstitute or any Aurhority, oflicer or employee of the\nCovemme )r the Institute or any person in respect ofan),thing rvhich is done in\ngcod faith uoderthis Act\nMOHAMMAD QASIM SAMAD K]IAN,\nSecretary\n],RINTED B 1 l'HE MANAGER, PRINIIN G CORPORATION OF PAKIS] AN PRES S ISLAT\\IABAI)\nI\\IIJLISI€D B'I' ITIE DTPUry CONIROLLI]R. STATIO\\ERY AND IORMS. LNI\\,'ERSI IY ROAD I(A RA'HI"
}