{
    "file": "./converted_json\\administrator1cc15009895cb0c7040cfd94d2189eaf(1).json",
    "name": "National Rahmatul-Lil-Aalaneen Wa Khataatun Nabiyin Authority Act, 2022",
    "date": "July 19, 2022",
    "tagline": "To promote research in practical and theoretical aspects of Hadith for addressing contemporary social challenges",
    "content": "REGISTERED NO..!g-:I!3t,.-1$6I\n@tlt6lwdp d Eseffim\nEXTRAOROINARY\nPUBLISHED BY AUTHORITY\nISI-AMABAD, TUESDAY, JULY 19,2022\nPAR'| I\nActs, Ordinances, Prcsidetrt's Orders and Regulations\nSENA'I'E SfCRETARIAT\nIslonabod. rlrc 18th July 202)\nNo. F. 9(22)r022-Lcgis.-The lbllowing A.t ol Mojlisa$Mora\n(l)arliammt) receivcd the assent ofthe Prcsident on lsth July,2022 and is trer€by\npLrblished for gcneral irrlb.mation:-\nAct No-XV ot,2022\nWrlrRE^s it is e(pcdient to cstablish a National R.rrrotul-Lil-Aaloncen wo\nKltltdn| Nabi.tynl Aurhorit)' to promote research in practic2l and theoretical\naspects of -lcerar for addrcssirrg contemporary social challengcs and inculcating\nposirive changes in the Pakislani socicty. while, ,rri:,'dlri?, providing illustraions\nabou! the lifc of lhe llst tlol) Prophct Muhammad (.1-r ^l-lr Jir.+ ,!l sl-)\nAND u'rrERF^s lhe objcctive of d)e National Rohmalut-Lil-Aolaneen Wa\nKhaet un N,'ht),rnl Arlhodly is to promore rcsearch on thc Scerar, guide the young\ngerrcration on kc] and muhifaoous aspects fiom the life of fi€ last Holy Prophet\n(l-.J -*t, . r +L ir 6]-); and revie\\r, consolidate and ackDowledgeAtt Ad to pro\\,id! Iu thc establishne t ofNatbn(l Rahmatut-Lil-Aalarneen\nItd Khotonun Nobiyin A thority\n[8515 (2022.)iF-x. Caz.](9er)\nPrice Rs. 20 00\n99:I 'tH: G,\\ZE'I'TE OF PAKISTA\\. EXTRA,. JI]I-\\'19, ]O:: IP,AAT I\nld.al and intcmational literarures and anal)ss about the,Sze,zr, 6uild linkaSes with\npft)vincial go\\enlnrcnls and prominent inslitutiorls working on thc .Seerar, promolc\nfie.\\e?,\"a/ Ch.rirs in higher education and lbrmulate stralcgiLs and f.aoleworks for\norgnizir)g inrpscl ful et€nts to prcmote lessons frofi the Seerot-e-n rylohhd.\nL Short litlq crtcrt end comEen€€ment.-11) This Act shall b€\ncalled the Nrtiorul Rahntot l-l-il-Aalbncen lyo Khatatnun N.rrlj^))? Aulhority\nAct, 2022.\n(2) it extends to the whole ofPakistan.\n(3) Ir shall come into force at once.\n2. Dcfinitiors.-ln this Act. until there is anlhing that is repugnant\ntc the subject or context-\n(a) \"Authority\" means the National Rahnalul-Lil-,,laloneen Wa\nKh tamun Nab)l,in Authoriry established under section 3 of the\n(b) Advisory Board\" mcans the advisory board esrablished undcr\nsection 4;\n(c) ''Chairperson\" mcans the Chairpe6on ofthe Authorily;\n(d) ''Dircctor Ceneral\" means the f)ircctor Ceneral of the Aulhority,\nwho shall bL the in-chdrge of general sdministm(ion of rhe\nAuthorityl\nG]\n(0\n(s)\n(h)\n(i\n(,\"Covemment\" melns lhe Fcdeml Govemmcnt:\n'mcmb€r\" mcans nremberof the Authori(y;\n\"prcscribcd\" means prescribed by rules or regulations made under\nrhis Act;\n\"resulations\" means (he regulations madc under rhis Acl;\n''.,Jles'' means rhe rules made under this Act;\n\"stnll\" means lhc stafl'ltnd otTlcers ofrhc Aurhoritv.\n3. Ustrhlishmnct of the Authority.--{l) Lhcre shall be established a\\.trionrl lll ,rut l-Lil,Aolunen lfa KhatoDno tiahilyin Aurhoriry b). rhe\nC.)vernn.(i)1. lvhich shall ca.rv our rhc purposes ofthis Act.\nPAR'] I] TIIE GAZETTE OF PAKISTAN. EXTRA,. JULY 19. 2022 993\n(2) The P.ime Minislcr shall he thc Parron-in-Chietofthe Authorily\n(3) The Authorily shall comprise a Chairpe.son and eight (08) olhcr\nmembers, to be appointed by the Prime M;nister, on slich terms and condirions\nand in thc manner as dctennined by the Patron-in-Chicl\nItovidcd dlar t$o Muslim McmbeN of the National Asscmbly shall bc\nnominaled by the Speakcr as Mernbers oflhe Authoriry upon whom sub-scclion (l)\nofsection 6 shall not appl)\nProvided further that one Memher shall be from amongst each of the\nTreasury and lhe Opposition benches.\n.1. Advisory Borrd,- (l) A high-level Advisory Board shall be\nconsliluted for providing advicc and strategic guidance to rhe Patron-in{hief 10\nrecl the desired objectives oflhe AuthoriB\".\n(2) Th€ Advisor/ Board shall consist oftcn mcmbers having scholarly\nemincncc and imJrcccable credentials.\n(3) 'the mcmbers of the Advisory Board shall b. appointed by the\nPrinre Minis(er. on su(h lcms and co'1dilions and in the marncr as determined bv\nthe Patron-in-Chief.\n(4) The Advisory Board shall meet a1 lcast once on quarlerly basis.\n5. ChairFrson oI th€ Authority.- (l) The Chairperson of the\nAuthority shall be appointcd by the Prime Minister, on such tcrms and conditiorls\nthe manner as dctermined by thc Patron-in-Chief, and shall be a pc6on of\nimpeccablc integrrty, cmincnt scholaship, reputation and competence who shall\nbc wcll-ve.sed in.S?,rral nrattcrs and literature, experienced in religious affairs\nand rescarch. Moreovcr. he should be at least in possession of a degrc€\ncquivalent to Marter in lslamic Studies. Islamic bducation, Islamic [,aw, History\nand Islarnic History & Culturc or the degree of LLB (Shahriah and Law) or\nShahadatul Aalmia from religious insti!.rlron aftached with any \\ralaq ci\nequivalent duly recognized by Higher Educalion Commission (HEC)-\n(2) The CtEirperson shall hold omce for a period ofthro. )'eals, trtlich may\nbe e\\lendable for such lerm or tenns as may be detemined by lhe PatsorLin4hicf.\n(i) The Chairperson may resign from his office by writing under his\nhand. addressed to {hc Prinre Nlinistcr.\n5. Illcmbcrs of thc Authorit-Y.- (l) Subject to sub-scction (4), (hc\nmcmbers oflhc Autho ty shall be appoirrled bl' the Prime Minister on such lerms\nanl condtions and in the mannc. as detcnnined by the Patron-in-Chief and shall\nbe persons of impcccable integrity. possessing high moralily and scholart)'\nachievemenls, and being highly rvell-vcrsed in.t€?rar maners and lilerarure,\nexp€rience(l in religious affairs, rcscarch, administration and having skills to\nm.tss commLrnicatc an propagate the real clhos and essence o,'thc .t?c/a/.\nMoreover, he should be at lcasr in possession ofa degrce equivalent to Maslcr in\nIsl6mic Studies, Islamic Education, History, Islamic I-aw and Islamic Hislory and\nCullure or lhe degree of Lt,B (shahnah and Law) or Shahadatul AaLnia from\nany religious institution attached wilh any $'afaq or an equivalcnt degrce, duly\nrecognized by Highcr EducaLion Comnrission (HEC).99,1 THE GAZDTTE Or: PAKISTAN. LXIRA.. IULY 19, 2022 [P^Rrl\nb.(2) A memb€r shall hold olllce for a lerm ofrhrec )ears. which may be\nextendable for such term or lcrms as mav be detemlined bv the Palron-in-Chief.\n(3) The business o[(he Aulhorit.'_ shall be conducted in such manner a5\nmay bc prescribed.\n(4) The Authoriq shall prefeiabl)- compflse:\na. one eminent Se€rar Scholal\nonc ehinent pcrson with expenise in media affairs. who is able to\nuse facts. undeatakc research and propagale the real essencc of the\n,te€rrr to the public at large;\none eminent pcrson wilh abililics to undenake sp€cial initialrves\nthrough innovative approachcs;\nd. one eminent person lvith Research expe(ise in the subjcct matrer of\n.Seeral and religion;\none emincnt person expcrienced in prescribing curricular\none eminenl person, hav;ng experlisc cxpe( in intemational\noutreach and cquipp€d to provide countcr-narralive to\nmisperceptions of Islam and Islamophobi4 whrle propagating thc\nreal essence and narrative of thc .Sc.rrzr in the internarional\ncommunity,\n7. VanzgcnrcnL- (l) Thc gcneral drrecLron and adminisrrarion of\nthe Authority and its affairs shall vest in rhe Chairperson and the Membcrs,\nuhich shall eNercise all adminisrmtivc and frnaflcial nowen and do all acts and\nthings whi;h mav bc exercised or done by rhe Authorirt'.e\nf\nPARTI] THE CAZE]-IL OF PAKISTAN, EXTRA,, JULY 19, 2022 995\n(2) On qucsrions ofpolicy rhe Covernmcnt may issue direclives, which\nshall be final and bindingonthe Aulhorit).\n(l) lfa[y qucsiion ariscs as to whether any matler is a malte. ofpolicy\nor nor. drc decisron ofthc Govemmen! in respecr thcreof shall b€ final.\nE. Pon'crs and functions'of the Authority.- Thc lunctions of the\nAuthoril) shall be\n(a) to acruali/c the conccl)t of fuyasat-c-Madina bascd upon justice,\nrule of lcw and a *elfare statc lhrough characlc. building of the\nnation;\n(b) to idcntify thc social, economic, and political morals and values\nfrom the p.actical life of lhc last Holy Prophet ofAllai ( 4lo ,j,l sr-\nAt A-l.r J.r) and inculcate them in the life of individuals and\nlhe societ)'at large;\n(c) formulatc polices, stralegics and interventions to advance and\npropagate kcy elements ofthe hfc ofthe last Holy Prophet ofAllah\n(al-r -ji-rr .Ir ^J. .r,r -L), including peace, empalhy, care for\nothers, tolerance, knowledge, .progess, \\*'isdom, patience,\nconlenlment, ethical behavior, social bearing, envircnmenlal\nprotection and other prominent aspecE from the,Sec.a/;\n(d) conducring research studies on the Seerat of Prophet Muhamm8d\n(J-.r ..'*'.r .li., +L .!t sl-) and rhe Hadilh, for guidance of the\nyoung generation;\n(c) 1(l develop educational and leaming proccsses for better personality\ndcvelopmcnt ofrhc young generarion on lhe pattem oflhe las[ Ho]y\nl'rophet of Atlah s (+r r'*lr JIJ +l' .!l s]-) liL;\n(1) to review and proJect inlcmational lilcrarure and rcsearch on,Seglrl\nl'rom all ovcr the $orld and make il accessible. translatable. and\nrelatable to conlemporary times;\n(S) coordirmtc wi!h proviDcial education dcparlmcnts lo, organize\ncvents, conferenccs. dissemination activities in rcspect of ,See,.rG\nun-Nabi (,Lr -.'*lr lir nL -1.I.);\n(h) lo undertake national lcvel consul(ations with rcligious scholars,\nrcsearchcrs. and education-rclated entitics in all provinccs anC\nareas lo design slralegies to promo(e .tes/ 17, urr-Nabi\n(..1-r -*lr Jlr ^=L .!l sl-)\n996 THE GAZETTE OF PAKISTAN. EXTRA.. rUt.Y 19, 2012 [PAR|l\n(i) r(, undertake\nli lacies and\npromoteslassessmenls oI gaps, challeuges, ard sources of\nmisintbrmarion aboul the rva),' ot life that Islam\n(i) provide intemational counte.-narrative to various misconccptions\naBainst Islam prevalcnt globall\\';\n(k) to bring together eminent scholaE and work to igree upon key\nlundamental elcments ofthe.Scdrdl for promotion ar natiohal levcl\nthrough educatron;\n(l) 10 p.omore modesty, non-materialistic approach, simple afld\ndi8nified lifestyle based on the ljfe and Sunnah ofthe Holy Itophet(+r -Lsrlr \"lrr 4ie .!r gl-);\n(m) coordinate with the National Curriculum Council Io adopt, and\ncontinuously update curricula, syllabi and guidelines for elTective\nuptake of lcssons from the .leera,, gurded by rcsearch, logic, and\nscholarship;\n(n) to build linkages afld paanerships on .tc(,r.// rcscarch \\vith olher\npromin€nt entities working in this area;\n(o) to make effons and coordinate promotion of.seelllr sludy and\n!cholarships;\n(p) to guide higher education instrtutions lor eslablislnent of Seerot\nChairs:\n(q) to formulale slrategics and frameworks tbr the organization of the\nSeerat relaled even6 on key occzrsions Felated !o Holy Prophet's\n(.t-r !1.-!r Jir \"rL .!l gl-) life and lslamic hisrory:\n(r) to engage full-time ahd part-time .esources as deemed appropriate,\nas pcr the requiremcnt, on such tenns and conditions. as may be\nprescribed by the Authorily;\n(s) bridge diverging Saps between thcorctical and practical aspccts, ln\nvielv ol lechnological advanccments of contcmporary $'orld, in\nrelarion to the Secral:\n(t) to visualizr, moni(or and lake notrce ofthc acti\\iti.s of Qa.lianivat.Ahn.drlnr, Lahotiut, -le\\rism and atl orher such ruligions,\nOrganiztions and insriluLions who are againsr lslarn and Pakislan\nand reke necessary slcps, including rhc legal procedure as providcd\nPARrll THE GAZE'IIE OF PAKISTAN, EXTRA.. IULY 19. 2022 99'l\n9. Secrctaria( of the Autlority.- (l) The Secretariat ol the\nAurhorilv shall consist of a Direclor-Ceneral. who shall be appointed by the\nPrimc luinister on such rerms and conditions and rn the ma xer as detcrmined by\nrhe Patron-in{hiefin the law, (o address and counter the situation creatcd due ro their\nPropaganda cnd actions; and\n(u) guide the National Curriculum Council ro include thc topics of\nS.,.,r.//-r \n^;l,i anJ finality ofProphclhood in thc Texlbooks.\n(2) The Director-General shallalso act as the Secretary and Principal\nAccountinS Otlicer of thc Authority.\n(3) The Director4cneral shall b€ a person ofknown inlegrity and man\nofnoble fame, having expcrience in the field ofadministration and managemenl,\nand shall either bc appointed afresh or posted by fie Prime Minister and shall bc\nauthorized to:-\n(a)\n(b)\n(c)carry ouL adminisrration and day to day affairs ofthc Aulhoriry;\nexccute all orders and directions given by the Chairperson;\nprepare periodical reporls wirh objeclivity, including a reporl based\non Key Pcrformance lndicators (KPIS), for submission to the Prime\nMinister by lhe Chairperson;\n(d) implemcnr and coordillate the objects ofthis Act;and\n(e) pertbrm any other duty, function or work assigned by the\nChairpenon.\n(4) ln casc. thc Director-General is absent or unal.rle to pe.form\nfuncrions, lhe Prime Minister may appoint an officer of the Authority as an\nActing Director-Gencral to remporarily perform th€ functions of the Director\nGcnerBL\n. (5) Until the n urhority is duly clnsritulcd, the Director-General shall,\nsubjecl Lo such dircctions as the Govcrnment rnay gile ftom time to time,\nexercrsc thc powcrs and pcrfornr thc functions ofthe Authority.\n(6) l'he officeF of the Autlrority shall have such powers and shall\npcrform such functiors as may bc assigned to them by the Director4eneral.\n(2) The rncnrbership of conr iftees or sub-committces and conduct of\nbusiness rh.rcofshall be such. as nraY bc prcscribed.\nIL Apnointmcnt ofomccrs, staff etc. by the AuthoriF-.,-ln addition\nto the apporntmcnt in thc SecreBriat under secrion 9, rhc Aurhoriry nray creatc\nposts and ai),Joint such direclors, omcc6, stafl, expcrts or consulta s on such\nterms aud condilions. as may bc prcscribed.\n12. Remuncrrlion of omccrs and strlT of the Aulhority.- (l) The\nAuthorit] sl.all by regulations determine the te )s and conditions including\nsalories, allowances and other benefits tor otljceE and staff, keeping in view the\neconomic condition of the counrrl. compaliblc wilh olhcr sirch organi2ations,\nincludinE o.ijaniTition in the privite sector.\n13. Staff lnd officcrs ctc-. lo be public servanls-lhe Director\nCcneral. dircctoB, otTiccrs. staff, expens and consultants ofthe Autho.ity shall.\n$'hen actinr or purpo(ing !o act in pursuance ofany ofthe pro!isions ofthis Act.\nbc deemed rc bc public servants within the rneaning ofsection 21 ofthc Pakistan\nPenal Cod.,lAct xLV of 1860).993 TTIE CAZI]TTE OF PAKISTA\\, I.X'TRA., JULY 19, 2O?: IPARI I\n10. Committces and sub-committccs of the Authority.- (l) Thc\nAuthority nray, tbr carrying out its lunctions, coustitule such cornmittecs and\nsur-rjommirlees as dcemed appropriate b) rlrc Authority.\n14 Dclcgation of powers to lhe Dirertor-General, ctc.-The\n/\\uthorit) nay, by geneml or spccial order and subject to such condilions as it\nmay dccms fil impose, delcgale all or eny of its adminrstrative powers or\n{irnctions Lrnder this Act, to the Di.ecto General, Directors or a member, or an\noflicer of lhe Aulhority.\n15. Fund of the Authority.-The Fund of the ALrtho.ity shall consistof-\nG)\n(b)\nG)\nkrlgranll and budget fiorn the Fedeml Govemmcnt;\niee collcctcd or revenue generated by the Authoril);\naid from nalional and intcrnalional agencies; and\nsuch suns as thc Federal Govcrnment nlav allocate to thc Authoriry\nother than under sub.sccli0n (a).\n16 ltudgcl, audit snd rccounts- (l) Thc Aurhorit:- shxll cause\nproper accounts to be maimaincd as mav be prcscribcd by the Conrroltu Cencral\noiAccour.s in accordanco wilh Anicles l59and 170 ofthc Con$irution\nPARTII THE GAZETTE OF PAKISTAN, EXTR\"A., ruLY 19, 2022 999\n(2) As soon as practicable, or at leasl after the end ofthe financial year,\nthe Authority shall prepare a slatenrenl ofaccounts ofthe Authority for that yerr\nwhich shall include a balance sheet and an account ofincome and €xpendituE.\n(3) Wirhin sl\\ty days aftcr rhe end of each financial year, the annual\nfinancial statemcnLs shall be audired by the AudIor Cencral ofPakistan.\n(4) The auditor shall makc a repon to the Authorirl\" upon the balance\nsheet and accou ls, \\,'hich5hall shle Nhether the balance sheet is a full and fhir,\ncontaining all necessary particulars and properly drawn up so as to exlibit a true\nand correct vierv ofamairs ofthe Autbority. ln casc the auditor has called tbr any\nexplanarion or information from (hc Authority, it shall be slated by (he auditor as\nto whcther such explanation or infonnation was prov;ded to the audito. to his\nsatisfaction or not.\n17. Annu:rl report-The Authority shall preparc oncc evcry year, in\nsuch form and at such timc as may be prescribe4 an annual rcport Biving a rrue\nand full account of its activities during the previous year and copies rhereofshall\nbc forwarded to thc Covemment, which shall lav lt before the National Assembly\nand the Senate\n18. Protc{tion of rctions taken in good fsi(h undcr this Acl,-No\nsuit, prosecution or othcr legal proceedings shall lie against thc Govemment or\nthe Authority or any servant thereofor any pe on acting under the authority of\nthe Covernment or the Authorily for anything which is done in good failh or\ninLended to be done in pursuance of this Act, or rules and regulations madc\nthercunder.\n19. Tax cremptions.-The income of thc Authorily, donadons and\nconrribulion received by the Authority for the purpose ofthis Act shall be exempt\nfrom all taxes, duti!'s, chargcs or impons of any nature levicd by Federal,\nprovincial, local governments or authoritics or any ,nstitution.\n20. Act to ov€rride other laws.- il he provisions ofthis Act shall have\nelfect, notwithstanding anytling conrained in any other law for rhe time b€ing in\nforcc.\n21. Powcr to mak€ rules,-The Federal Govemment may by\nnotificarion in the omcial Gazette, makc rules for carrying out the purposes of\nthis Act\n22. Powcr to make rcgulations.-The Authoriry shall make\nregulations for lcrms and conditions ofstrffand ofllcers.\nIOOO THE GAZETTE OF PAKISTAN, I;XTRA., JULY 19, 2022 [P^RT I\n21. R€movel ofdillicullic..-llany difliculry arises in giving effccr to\nthc provisionr oi this Acl, lhe Fedeial Covernrnenr may be notillcation in the\ncfliciri Gaze(e, make such order, nor inconsistent wirh thc provisions of this\nA.l, x n)ey apprar ro it lo be necersan'or c\\pedrenr for the rcmoval of such\ndiflicuu\\.\nNATIONAL ASSEMBLY SECRETARIAT\nCORRICENDUM\nlto t1e Cazctte of Pakistan, Extraordinary, PanJ, dated the 30th June,\n2r)22, containing ,,\\cr No. XIII of2022lMOHAMMAD QASIM SAMAD KHAN,\nSecrclarv.\ntn rTre Finance Act. 2022 at page I5l oflhe Gazette, in clausc 28, in\np?rigrapll (a). for thc words \"any other Pcrsons\", the words 'other persons\", shall\nbe subetitu ed.\nTAHIR HUSSAIN\nSecretory.\nB} ''I IE MAN^GER PRINT]NG CORPOR AT]ON Of PAI ISTAN IIRESS. ISLII\\,IAIIAD PIJBIISHI.-I}\nI3Y :IIE DFP']-IY COMROI,LER Sl AT]ONENY A1\\D FORMS. UNI\\€RS Y ROAD KARACTII"
}