{
    "file": "./converted_json\\administratora9a889fd2717536c4cc270839ca38769.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 18 \n  \n \nTHE BAHRIA UNIVERSITY ORDINANCE 2000  \n \n \n     \n CONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Establishment and incorporation of the University  \n4.  Purposes, powers and functions of the University  \n5.  University open to all classes, creeds etc  \n6.  Officers of the University  \n7.  Chancellor  \n8.  Pro-Chancellor  \n9.  Rector  \n10.  Registrar  \n11.  Director of Examinations and academic affairs  \n12.  Director Finance  \n13.  Director  (Research and Development ) \n14.  Heads of Constituent Units  \n15. Authorities  \n16.  Board of Governors  \n17.  Meetings of the Board etc  \n \n \n\n \n \nPage 2 of 18 \n 18.  Executive Committee  \n19.  Academic Council  \n20.  Faculty Board of Studies  \n21.  Selection Board  \n22.  Governing Bodies for C onstituent Units  \n23. Finance and Planning Committee  \n24.  Academic and non -academic employees  \n25.  Statutes  \n26.  Regulations  \n27.  Rules  \n28.  University funds, audit and accounts  \n29.  Indemnity and bar of jurisdiction  \n30.  Retirement and reemployment  \n31.  Pension, insurance, gratuity, provident fund and benevolent fund  \n32.  Opportunity to show cause  \n33.  Appeal to, and review by, the Board  \n34.  Commencement of term o f office of members of authorities  \n35.  Filling of casual vacancies in authorities  \n36.  Filling of vacancies in authorities in certain circumstances  \n37.  Disputes about membership of authorities etc  \n38.  Proceedings of authorities not invalidated by vacancies  \n39.  Interpretation  \n40.  Removal of difficulties  \n \n  \n \n \nPage 3 of 18 \n THE BAHRIA UNIVERSITY ORDINANCE 2000  \nORDINANCE NO. V OF 2000  \n[7th February, 2000]  \nAn Ordinance to provide for the establishment of Bahria University at Islamabad  \n WHEREAS it is expedient to provide for the establishment of Bahria University at Islamabad \nand to provide for the matters con nected therewith or incidental thereto;  \n AND WHEREAS the National Assembly and the Senate stand suspended in pursuance of the \nProclamation of Emergency of the fourteenth day of October, 1999, and the Provisional Constitution \nOrder No. 1 as amended;  \n AND WHEREAS the President is satisfied that circumstances exist which render it necessary \nto take immediate action;  \n NOW, THEREFORE, in pursuance of Proclamation of the fourteenth day of October, 1999, \nand Provisional Constitution Order No. l of 1999, as amen ded, as well as Order No.9 of 1999, and in \nexercise of all powers enabling him in that behalf, the President of the Islamic Republic of Pakistan is \npleased to make and promulgate the following Ordinance: — \n 1. Short title and commencement :___(1) This Ordina nce may be called the Bahria University \nOrdinance, 2000.  \n (2) It shall come into force at once.  \n 2. Definitions :___ In this Ordinance, unless there is anything repugnant in the subject or \ncontext,— \n(a)  “Academic Council ” means, the Academic Council of the University \nconstituted under section 19;  \n(b)  “affiliated institution ” means an educational institution authorised by the Board \nto conduct academic programmes approved by the University;  \n(c)  “authority” means any of t he authorities of the University specified in section \n15;  \n(d)  “Board” means the Board of Governors of. the University constituted under \nsection 16;  \n(e)  “Chancellor ” means the Chancellor of the University;  \n(f)  “Constituent Units ” means the Bahria Inst itutes of Management and Computer \nSciences at Islamabad and Karachi, the Pakistan Naval Academy, Manora, \nKarachi, the Pakistan Navy War College, Lahore, the institute of Professional \nPsychology, Karachi, the Bahria Colleges at Islamabad and Karachi the fac ulty \n \n \nPage 4 of 18 \n of Earth and Environmental Sciences and includes any other faculty or college \ninstituted by the Board or any other unit established by, or on the authority of, \nthe Board;  \n(g)  “Committee ” means the Executive Committee of the University constituted \nunder section 18;  \n(h)  “head” means the head of a college or institution under the University by \nwhatever name or designation;  \n(i)  “institute” means a teaching unit of the University;  \n(j)  “prescribed ” means prescribed by Regulations, Rules or Statutes;  \n(k)  “Pro-Chancellor ” means the Pro -Chancellor appointed under section 8;  \n(l)  “Rector” means the Rector of the University appointed under section 9;  \n(m)  “Registrar” means the Registrar of the University;  \n(n)  “Regulations, Rules and Statutes ” means Re gulations, Rules and Statutes made \nor deemed to have been made under this Ordinance; and  \n(o)  “University ” means the Bahria University established under this Ordinance.  \n 3. Establishment and incorporation of the University :___(1) There shall be established a \nUniversity to be called the Bahria University Islamabad consisting of — \n(i)  the Chancellor, the Pro -Chancellor, the Rector, the Registrar, the Directors;  \n(ii)  the Governing bodies of the Constituent Units by whatever name s called;  \n(iii)  members of such other councils, committees and advisory bodies as the Board \nmay establish or authorize from time to time;  \n(iv)  the members of the faculties and students of the colleges and Constituent Units; \nand  \n(v)  such other officer s and members of the staff as may be specified by the Board \nfrom time to time.  \n (2) The University sha ll be a body corporate by the name of the Bahria University Islamabad \nhaving perpetual succession and a common seal, with power, among others, to acquire,  hold and \ndispose of any property and shall by the said name sue and be sued.  \n (3) The principal seat of the University shall be at Islamabad, and it may set up any number of \ncolleges and institutes at such places in Pakistan as the Board may determine.  \n \n \nPage 5 of 18 \n  4. Purposes, powers and functions of the University :___(1) The purposes of the University \nshall be the promotion and dissemination of knowledge and technology and to provide for instruction, \ntraining, research, demonstration and service in such branches of  learning as the Board may deem fit.  \n (2) The University shall be a fully autonomous body with freedom to govern its academic and \nadministrative functions in order to achieve its objectives in general and in particular freedom to — \n(a)  determine courses o f study in management sciences, computer sciences, \ninformation and communication technology, professional psychology, naval \nsciences, war and strategic studies, earth and environmental sciences and such \nother disciplines as it may determine;  \n(b)  determine courses of study at the undergraduate level in its constituent units \nwhere applicable as well as in its affiliated institutions;  \n(c)  select and examine students;  \n(d)  award degrees, diplomas, certificates and other academic distinctions  \n(e)  pursue and co -ordinate research;  \n(f)  affiliate itself or associate with other institutions and establish faculties in \nPakistan or abroad for better discharge of its functions and responsibilities;  \n(g)  decide teaching methods and strategies in order to ensure the most effective \neducational and research programmes;  \n(h)  use the financial and other resources allocated to it for the execution of its \nfunctions;  \n(i)  confer in the manner prescribed honorary degrees or other distinctions on \npersons approved by the Board for the purpose;  \n(j)  confer degrees on persons who have carried on independent research under \nprescribed conditions;  \n(k)  provide for such instructions for persons not being students of the University as \nit may determine and grant certifica tes and diplomas to such persons;  \n(l)  accept the examinations passed, and the periods of study spent, by students of \nthe University at other universities and places of learning as equivalent lo such \nexaminations and periods of study in the University as it may determine, and to \nwithdraw such acceptance;  \n(m)  institute professorships, associate professorships, assistant professorships, \nlectureships, research associateships and other posts, and to make appointments \nthereto;  \n \n \nPage 6 of 18 \n (n)  create posts for teaching,  research, administration and other related purposes \nand to appoint persons thereto;  \n(o)  institute and award fellowships, scholarships, bursaries, medals and prizes \nunder prescribed conditions;  \n(p)  establish institutes, faculties, libraries, laboratorie s, workshops, museums and \nother centres of learning for the development of teaching and research and make \nsuch arrangements for their maintenance, management and administration as it \nmay determine;  \n(q)  make provision for research and advisory services an d with these objectives to \nenter into arrangements with other institutions or with public bodies within \nPakistan and abroad under prescribed conditions;  \n(r)  enter into, carry out, vary or cancel contracts;  \n(s)  receive and manage property transfers and grants, bequests, trusts, gifts, \ndonations, endowments and other contributions made to it and invest any funds \nrepresenting such property, grants, bequests, trusts, gifts, donations, \nendowments or contributions and  convert one kind of property into another, in \nsuch manner as it may deem fit;  \n(t)  provide for the printing and publication of research and other works;  \n(u)  authorise and agree when warranted by the circumstances to the mobility of \nqualified staff amon g universities, research organizations and the Government \nor corporate bodies, provided that the rights and privileges of the staff under this \narrangement shall be protected; and  \n(v)  do all such other acts and things, whether incidental to the powers afo resaid or \nnot, as may be required in order to further its objectives as a place of education, \nlearning and research.  \n (3) The principal teaching facilities of the University shall be in the Constituent Units and such \nother colleges and institutes as may be  determined by the Board from time to time.  \n (4) Academic activities, examinations and syllabi at the colleges and institutes referred to in \nsub-section (3) shall be in conformity with such conditions as the University may prescribe.  \n (5) The University may, with the approval of the Board, provide facilities to the representatives \nof the University Grants Commission and the Pakistan Navy or such relevant organizations for \nvisitation to enable them to verify and ensure that appropriate academic standards a re being maintained \nby it.  \n 5. University open to all classes, creeds etc :___The University shall be open to all persons of \neither sex without prejudice of religion race, class, creed, colour or domicile who qualify for admission \nfor the courses of study o ffered by it based on the criteria and policy determined by the Board, and no \n \n \nPage 7 of 18 \n such person shall be denied the privileges of the University on the ground of sex, religion, race, class, \ncreed, colour or domicile.  \n 6. Officers of the University . The following  shall be the officers of the University, namely: — \n(a)  the Chancellor;  \n(b)  the Pro -Chancellor;  \n(c)  the Rector;  \n(d)  the Registrar;  \n(e)  the Director of Examinations and Academic Affairs;  \n(f)  the Director Finance;  \n(g)  the Director of Research and Development;  \n(h)  Heads of Constituent Units and Faculties; and  \n(i)  such other persons as may be prescribed to be officers by the Board.  \n 7. Chancellor :___(1) The President of the Islamic Republic of Pakistan shall be the Chancellor \nof the University. - \n (2) The Chancellor shall preside over the convocations of the University and meetings at which \nhis presence is desirable in the light of the business being transacted.  \n (3) In the absence of the Chancellor, the Pro -Chancell or or the Rector shall preside at \nconvocation of the University.  \n (4) Every proposal to confer an honorary degree shall be subject to confirmation by the \nChancellor.  \n (5) If the Chancellor is satisfied that the proceedings or orders of any authority are not in \naccordance with the provisions of this Ordinance, the statutes, regulations or the rules, he may, after \ncalling upon such authority to show cause in writing, annual such proceedings or orders.  \n 8. Pro -Chancellor :___(1) The Chancellor shall appoint a n educationist of repute as Pro  \nChancellor for such period and on such terms and conditions as he may determine.  \n (2) “ The Pro -Chancellor shall act for the Chancellor at any time when the office of the \nChancellor is vacant, or the Chancellor is absent or  is unable to perform the functions of his office due \nto any cause.  \n (3) The Pro -Chancellor shall perform such other functions as may be entrusted to him by the \nChancellor.  \n \n \nPage 8 of 18 \n  9. Rector :___(1) The Board shall appoint an educationist of good repute and exper ience as \nRector to ensure the disciplined educational environment visualized for the University.  \n (2) The Rector shall hold office for a term of three years and shall be eligible for reappointment \nfor a similar term or such shorter period on such terms an d conditions as the Board may determine.  \n (3) The Rector shall be the chief executive of the University in all fields of academics and \nadministration, and shall have overall responsibility for the direction, organization, administration and \nprogrammes of the University in accordance with the guidelines and general policies formulated by \nthe Board and for the implementation of the decisions and policies of the Board and shall, without \nprejudice to the provisions of section 4, — \n(a)  oversee, monitor and supe rvise all academic activities, including examinations \nand applied research to ensure that proper academic standards are maintained;  \n(b)  exercise administrative control over the academic and administrative staff \nemployed by the University including their recruitment;  \n(c)  submit the plans of work and budget estimates of the University for the approval \nof the Board;  \n(d)  direct the activities connected with execution of programmes for instruction, \ntraining, research, demonstration and service, and authori ze expenditure \nprovided for in the budget as approved by the Board;  \n(e)  make appointments to academic and non -academic positions that he has been \nauthorized in accordance with the policies and procedures approved by the \nBoard so as to ensure the highest intellectual and moral qualities in the persons \nappointed;  \n(f)  appoint, subject to approval of the Board, on contract, teachers, officers and \nmembers of staff of the University and such other persons as may be necessary \nfor a period not exceeding two years;  \n(g)  submit to the Board, in accordance with the rules of procedure f ramed by it, \nreports on the activities of the University and the execution of the plans of \nworks;  \n(h)  prepare and revise from time to time statutes and regulations with the approval \nof the Board for the efficient and effective operations of the Universit y; and  \n(k)  provide necessary assistance to the Board in its functioning  \n 10. Registrar :___ The Registrar shall be mainly responsible for the maintenance of University \nrecords, student affairs and administration and in addition, he may be entrusted With other \nresponsibilities by the Board of Governors, the Executive Committee or the Rector as con sidered \nappropriate and necessary.  \n \n \nPage 9 of 18 \n  11. Director of examinations and academic affairs :___ There shall be a Director examinations \nand academic affairs who shall deal with all matters concerning examinations and coordination with \nconstituent and affiliated institutions and shall be responsible for policy making, coordinating and \noverseeing all activities relating to academics, research and development.  \n 12. Director Finance :___ The Director Finance shall be mainly responsible for the proper and \njudicious ma nagement of the University funds received from various sources in accordance with the \npolicies laid by the Board of Governors.  \n 13. Director (Research and Development) :___There shall be a Director (Research and \nDevelopment) who shall be responsible for pr oviding guidelines and coordinating all arrangements for \nresearch and development activities in the University and its Constituent Units. He shall also perform \nsuch other duties as may be assigned to him by the Rector.  \n 14. Heads of Constituent Units :___ The Heads of Constituent Units shall be appointed in the \nmanner and on the terms and conditions prescribed who shall, in addition to their positions as academic \nheads, abide by the academic rules and requirements of syllabi, conduct of examinations etc; pr escribed \nby the University and perform their duties as executive heads of their respective institutions.  \n 15.Authorities . The following shall be the authorities of the University, namely:  \n(a)  the Board of Governors;  \n(b)  the Executive Committee;  \n(c)  the Academic Council;  \n(d)  the faculty Board of Studies;  \n(e)  the Selection Board;  \n(f)  the Finance and Planning Committee;  \n(g)  governing bodies of Constituent Units by whatever name called; and  \n(h)  such other authorities as may be prescribed.  \n 16. B oard of Governors :___ (1) The general supervision and control of the affairs of the \nUniversity and the powers to lay down the policies shall vest in the Board of Governors consisting \nof— \n(i)  the Chief of the Naval Staff  who shall be the ex -officio Chairman of the Board;  \n(ii)  the Deputy Chief of Naval Staff (Training and Personnel);  \n(iii)  Principal staff officers or administrative authorities as approved by the \nChairman of the Board;  \n(iv)  the Rector;  \n \n \nPage 10 of 18 \n (v)  Chairman, University Grants Commission, or his nominee not below the rank \nof a whole -time member;  \n(vi)  Secretary, Ministry of Education, Government of Pakistan, or his nominee not \nbelow the rank of Joint Secretary;  \n(vii)  Secretary, Ministry of Finance, Government of Pakistan, or his nominee not \nbelow the rank of Joint Secretary;  \n(viii)  Secretary, Ministry of Science and Technology, Government of Pakistan, or his \nnominee not below the rank of Joint Secretary;  \n(ix)  Vice Chancellor or Rector of a recognized Pakistani University nominated by \nthe Chancellor for a period of two years;  \n(x)  Director Naval Educational Services, NHQ Islamabad;  \n(xi)  the Heads of Constituent Units ;  \n(xii)  two nominees from the industrial or fi nancial sector nominated by the Board of \nGovernors for a period of two years;  \n(xiii)  two renowned educationists as approved by the Chairman of the Board; and  \n(xiv)  Deans Faculty of Arts and Sciences of the Bahria Institutes.  \n (2) Registrar will be the member and shall act as Secretary of the Board but shall not be entitled \nto vote.  \n (3) The Chancellor may, in consultation with the Board, appoint any other person, including a \nscientist or educationist, as members of the Board.  \n (4) The Board may direct  any officer, member of faculty or any other person to be in attendance \nduring all or any of its meetings.  \n (5) Without prejudice to the generality of sub -section (1), the Board shall exercise the powers \nand perform the functions hereinafter specified, na mely:— \n(a)  to hold, control and administer the property, funds and resources of the \nUniversity and to borrow or raise money for the purposes of the University upon \nsuch security as may be required;  \n(b)  to formulate or approve the principles, policies an d plans governing the \nactivities and operations of the University so as to ensure that the academic staff \nenjoys academic freedom in their research and educational work;  \n(c)  to prepare or have prepared and revised from time to time rules and regulations \nfor the efficient and effective operation of the University;  \n \n \nPage 11 of 18 \n (d)  to review and approve the creation of any standing component of the University, \nsuch as faculties, and councils and other administrative bodies necessary to \nassist or improve the working of  the University;  \n(e)  to approve the plans of work and annual budget of the University submitted by \nthe Director Finance which shall include the budgets of constituent institutions \nand colleges;  \n(f)  to require and consider reports submitted by the offic ers of the University \nrelating to the activities of the University and the execution of the plans of work \nand to direct the Rector to submit reports relating to any matter specified by the \nBoard;  \n(g)  to create such academic or administrative posts as it may consider necessary for \nthe purposes of the University and to approve appointments recommended by \nthe Selection Board and such of these posts as it may specify, including the posts \nof deans, directors, professors, associate professors, assistant profess ors, \nlecturers and demonstrators;  \n(h)  to approve selection and appointment of all administrative and academic staff \nof the University made by the person or body authorised to make the \nappointment;  \n(i)  to fix scales of pay, allowances and honoraria for all the staff, both academic \nand administrative recommended by the governing bodies of Constituent Units \ncommensurate with their qualifications and experience, in order to attract the \nbest talent from within and outside Pakistan for the University;  \n(j)  to fix the scales of pay, allowances and honoraria of the academic and non -\nacademic employees deployed in the headquarters of the University;  \n(k)  to undertake responsibility for the financial integrity of the University, including \nresponsibility for ensur ing effectiveness of its future operations and their \ncontinuity and the preservation of the autonomy of the University;  \n(l)  to approve all affiliations and other similar arrangements through which \ncolleges, institutions or individuals may become associated with the University \nwithin Pakistan and abroad;  \n(m)  to appoint from amongst its members such Committees or sub -committees  as \nmay in the opinion of the Board lead to its more efficient and effective \noperation; and  \n(n)  to approve the recommendations of governing bodies of constituent units \nsubmitted to it for the purpose and to take all such initiatives as it may consider \nnecessary or desirable for the efficient and effective management and \nfunctioning of the University.  \n (6) The Board shall lay down its own rules of procedure.  \n \n \nPage 12 of 18 \n  (7) The Board may delegate all or any of its powers and functions to a committee, sub -\ncommittee, the Rector or any other officer.  \n 17. Meetings of the Board etc :___ (1) The Board shall meet at least twice during a year for \nregular or scheduled meetings and may meet at any other time at which a special meeting thereof may \nbe called by the Chairman of t he Board.  \n (2) Not less than ten clear days' notice of a special meeting shall be given to the members of \nthe Board and the agenda of the meeting shall be restricted to the matters specified in the agenda to be \nannexed to such notice.  \n (3) The quorum for  a meeting of the Board shall not be less than fifty per cent of its members.  \n 18. Executive Committee :___(1) The Executive Committee shall comprise the following, \nnamely:—  \n(i)  the Rector, who shall be the Chairman of the Executive Committee;  \n(ii)  a nominee of the Board of Governors;  \n(iii)  a nominee of the University Grants Commission not below the rank of a B -20 \nofficer;  \n(iv)  a nominee of the Ministry of Education not below the rank of a B -19 officer;  \n(v)  a nominee of the Directorate of Naval  Educational Services;  \n(vi)  heads of the Constituent Units whose presence is essential in the light of the \nagenda; and  \n(vii)  the Registrar who shall act as Secretary of the Committee.  \n (2) The Executive Committee shall deliberate on various aspects rel ated to the functioning of \nthe University and recommend specific measures to the Board for approval and shall in particular, — \n(a)  delineate priorities for research;  \n(b)  recommend allocation of training and research funds to the Colleges and \nInstitutes;  \n(c)  guide and direct the Academic Council and the Faculty Board of Studies of each \ncollege and institute on all matters relating to academics, including syllabi and \nduration of various courses;  \n(d)  recommend disciplines for all academic studies in the colleges and institutes \nand help in creation of necessary infrastructure for the same;  \n(e)  help induct highly competent scientific and technical talent into the faculty of \neach constituent unit to enhance the quality of education and research;  \n \n \nPage 13 of 18 \n (f)  prescribe guidelines for proper and efficient conduct of professional \nexaminations at the constituent and affiliated institutions;  \n(g)  recommend such measures which would foster and enhance interaction and \ncollaboration between the University and the existin g national and international \norganizations, institutions and research centres and the industrial base;  \n(h)  recommend apportioning of the national research and development budget for \nthe University;  \n(i)  deliberate on, and propose, affiliation measures w ith foreign institutions of \nrepute;  \n(j)  decide methods and strategies in order to ensure the most effective scientific \nand technological programmes;  \n(k)  co-ordinate with relevant Government Ministries, Universities and the \nUniversity Grants Commission;   \n(l)  propose Statutes to the Board for approval; and  \n(m)  prepare regulations for approval by the Board.  \n 19. Academic Council :___ (1) There shall be an Academic Council, headed by the Rector, to \nlay down academic policies to further the objectives and functions of the University for the \nmaintenance of the excellence of its academic programmes.  \n (2) Heads of all Constituent Units and  teachers of the rank of professor shall be members of \nthe Academic Council in addition to two eminent scholars nominated for a period of two years by the \nBoard. The Director of Examinations and Academic Affairs shall act as Secretary of the Academic \nCounc il which shall frame its own rules of business.  \n (3) The Academic Council shall act as an advisory as well as an implementing body for the \ndecisions of the Executive Committee on all matters relating to the conduct of examinations, revision \nand updating o f courses syllabi, quality of education and duration of all courses including conduct of \npostgraduate classes in specified disciplines.  \n (4) The Academic Council shall also help the Rector in evaluating the performance of \nconstituent and affiliated instit utions and recommending measures for improvement.  \n 20. Faculty Board of Studies :___ (l) The Faculty Board of Studies of each Constituent Unit \nshall consist of the members appointed by the governing body of the each unit which shall also \nprescribe the tenur e of office of the members.  \n (2) The Faculty Board of Studies shall — \n(i)  implement the decisions of the Board, the Executive Committee and the \nAcademic Council on all matters relating to academic standards, examinations \nand research;  \n \n \nPage 14 of 18 \n (ii)  ensure feedbac k of the implemented measures on research and academic matters \nto the Rector; and  \n(iii)  work out and report to the Rector details of funding required for research.  \n 21. Selection Board :___(1) The Selection Board shall be responsible for conducting interv iews \nand organizing tests for appointment s determined to be in its purview by the Board including all \nacademic positions.  \n (2) The Selection Board shall comprise the following, namely: — \n(i)  the Rector who shall be its Chairman ;  \n(ii)  two subject expert s in the subject concerned drawn from a list approved by the \nBoard but not serving in the University or its Constituent Units. In the case of \nposition of Associate Professor and Professor the experts must be those to whom \nthe research documents of candidat es have been sent for assessment;  \n(iii)  the whole -time member of the University Grants Commission or his nominee;  \n(iv)  a nominee of the Directorate Naval Educational Services, NHQ, Islamabad;  \n(v)  the senior most teacher in the subject for which the i nterview is being conducted \ndrawn from the Constituent Unit in which appointment is to be made. In the \ncase of non -academic positions the senior most officer in the area in which \nappointment is to be made;  \n(vi)  the head of the Constituent Unit where the appointment is to be made; and  \n(vii)  Registrar who shall act as Secretary of the Selection Board.  \n 22. Governing Bodies for Constituent Units :___ (1) The University may set up a separate \ngoverning body for each Constituent Unit consisting of such persons  as it may determ ine. The Registrar \nshall be ex -officio member of the Governing body of constituent unit.  \n (2) The members of the existing bodies shall continue to operate with suitable representation \nfrom the University headquarters subject to ratificati on by the Board in its first meeting and shall \nconsist of suitably qualified persons appointed by the Board of Governors.  \n (3) The business of the governing bodies shall be regulated by the Board as may be prescribed.  \n 23. Finance and Planning Committee :___ There shall be a Finance and Planning Committee \nwhich shall — \n(a)  be responsible to make all financial policies and financial rules for the \nUniversity;  \n(b)  approve annual budget estimates of Constituent Units and the University;  \n \n \nPage 15 of 18 \n (c)  submit to the Bo ard an annual statement regarding the performance of the \nconstituent units; and  \n(d)  make recommendations to the Board for approval of the audited statement of \naccounts.  \n 24. Academic and non -academic employees :___ The Academic and non -academic employees \nof the University, including its Constituent Units, shall be selected with a view to achieving its \nobjectives and the basic criteria for their selection shall be the highest standards of competence, \nintegrity and pro ficiency.  \n 25. Statutes :___ (1) Subject to the provisions of this Ordinance, Statutes may be made to \nregulate or prescribe all or any of the following matters, namely  \n(a)  creation of institutes and faculties;  \n(b)  service, pension and fringe benefits fo r the University employees (including \nthose in its Constituent Units) and terms and conditions of their service;  \n(c)  conditions for appointment of Professors Emeritus and award of honorary \ndegrees;  \n(d)  efficiency and discipline of the University employ ees; and  \n(e)  all other matters required to be regulated by Statutes.  \n (2) Draft Statutes shall be proposed by the Executive Committee for approval by the Board \nwhich may approve or refer them back for reconsideration.  \n (3) No Statute shall be valid unti l it has been approved by the Board.  \n (4) Statutes that are already in operation shall be ratified by the Board and shall not be altered \nto the disadvantage of the employees being governed under statutes, rules and regulations made earlier \nwhich shall be deemed to be Statutes, Rules and Regulations made under this Ordinance.  \n 26. Regulations :___ (1) Subject to the provisions of this Ordinance and the Statutes, the \nCommittee may make regulations for all or any of the following matters, namely: — \n(a)  scheme of studies and research, including the duration of courses, number of \nsubjects or papers for examinations;  \n(b)  syllabi and courses of study and research programmes leading to degrees, \ndiplomas or certificates;  \n(c)  methodology for selection and admissio n of students;  \n(d)  conduct and supervision of examinations, appointment of examiners and \nscrutiny and tabulation of results;  \n(e)  determination of fees and other charges for admission to various courses;  \n \n \nPage 16 of 18 \n (f)  maintenance of discipline among students and schemes for their welfare;  \n(g)  institution of fellowships, scholarships, prizes and medals, honorarium and \nother financial assistance to students and research scholars;  \n(h)  conduct of convocations and the ma nner in which they are to be conducted; and  \n(i)  all other academic matters which are to be or may be prescribed by regulations.  \n (2) The regulations shall be approved by the Board on the recommendation of the Committee.  \n (3) No regulation shall be valid  until it has been approved by the Board.  \n 27. Rules :___ The Executive Committee may make Rules for Implementation of Statutes or \nRegulations where so required under the Statutes or Regulations or make Rules to regulate any matter \nrelating to the affairs o f the University which under this Ordinance are not specifically required to be \nprovided for by the Statutes or the Regulations.  \n 28. University funds, audit and accounts :___ (1) The University shall have a fund to which \nshall be credited all direct donat ions, trusts, bequests, endowments, grants, proportionate budget from \nthe Government, assistance from international agencies, contributions, shares of fee and income from \nany other sources and which shall be under the control of the Board.  \n (2) The Constit uent Units shall be financed from the following sources, namely: — \n(a)  annual budgets from their respective service headquarters or ministries;  \n(b)  proportionate share of fees, including examination fees through the University \nbudget;  \n(c)  any grants from the Government;  \n(d)  any sale of royalties or publications; and  \n(e)  any assistance from the University Fund as decided by the Board.  \n (3) Capital and recurring expenditures of the University shall be met from the allocation made \nby the B oard out of the University Fund.  \n (4) No contribution, donation or grant which may directly or indirectly involve any immediate \nor subsequent financial liability for the University, or which may involve an activity not included in \nits programmes for the t ime being, shall be accepted without prior approval of the Board.  \n (5) The accounts of the University shall be maintained in such form and manner as may be \ndetermined by the Board and shall be audited each year within six months of the closing of the fina ncial \nyear of the University by the Controller of Naval Accounts audit team or a Chartered Accountant \nappointed by the Board.  \n (6) The accounts, together with the report of the auditor thereon, shall be submitted to the Board \nfor approval.  \n \n \nPage 17 of 18 \n  (7) The audit or's report shall certify that the auditor has complied with the standards of audit \nand certification laid down by the Institute of Chartered Accountants of Pakistan.  \nGENERAL PROVISION  \n 29. Indemnity and bar of jurisdiction :___ (1) No suit, prosecution or other legal proceedings \nshall lie against any person or authority for anything which is in good faith done under this Ordinance.  \n (2) No decision taken, or act or thing done, by the Chancellor, the Rector or the Board shall be \ncalled in question before any court or other authority.  \n 30. Retirement and reemployment :___ An officer, teacher or other employee of the University \nshall retire from service on attaining the age of sixty years or as  provided in the terms of appointment \nand on retirement may be employed in the manner prescribed by the Board on contract in specially \ndeserving cases.  \n Explanation. —In this section 'competent authority' means the appointing authority or a person \nduly authorised by the appointing authority in t hat behalf, not being a person lower in rank to the \nofficer, teacher or other employee concerned.  \n 31. Pension, insurance, gratuity, provident fund and benevolent fund :___ (1) The University \nshall constitute for the benefit of its officers, teachers and other employees in such manner and subject \nto such conditions as may be prescribed such pension, insurance, gratuity, provident fund and \nbenevolent fund or other welfare sche mes as it may deem fit.  \n (2) Benefits in the areas referred to above that are already in operation shall continue to remain \nin force and shall not be altered to the disadvantage of the beneficiaries who shall be given the option \nto continue to be governed  by its provisions or those that are framed under the provisions of this \nOrdinance.  \n (3) The provisions of the Provident Fund Act, 1925, (XIX of 1925) where any provident fund \nis or has been constituted shall apply to such fund as if it were the Governmen t Provident Fund.  \n 32. Opportunity to show cause :___ Except as otherwise provided, no officer, teacher or other \nemployee of the University holding a permanent post shall be reduced in rank, or removed or \ncompulsorily retired from service, unless he has bee n given a reasonable opportunity of showing cause \nagainst the action proposed to be taken.  \n 33. Appeal to, and review by, the Board :___ (1) Where an order is passed punishing any \nofficer (other than the Rector), teacher or other employee of the University or altering or interpreting \nto his disadvantage the prescribed terms or conditions of his service, he shall, where the order is passed \nby the Rector or any other officer or teacher of the University, have the right to appeal to the Board \nagainst the order,  and, where the order is made by the Board have the right to apply to that authority \nfor review of the said order.  \n (2) The appeal or application for review shall be submitted to the Registrar who shall place it \nbefore the Board with the views of the Recto r.  \n \n \nPage 18 of 18 \n  (3) No order on an appeal or application for review shall be passed without affording to the \nappellant or applicant, as the case may be, an opportunity of being heard.  \n 34. Commencement of term o f office of members of authorities :___ The term of offic e of a \nnewly appointed or nominated person on a body or authority shall be as fixed under this Ordinance \nand shall commence from such date as may be prescribed.  \n 35. Filling of casual vacancies in authorities :___ Any casual vacancy among the appointed or \nnominated member of any authority shall be filled, as soon as conveniently may be, by the person or \nthe body who appointed or nominated the member whose place has become vacant and the person \nappointed or nominated to the vacancy shall be a member of such authority for the residue of the term \nfor which the person whose place he fills would have been a member.  \n 36. Filling of vacancies in authorities in certain circumstances :___ Where a vacancy in the \nmembership of an authority other than the Board cannot b e filled because — \n(a)  the office of which the holder, was a member of the authority ex -officio having \nceased to exist;  \n(b)  the organization,, institution or other body, other than the University having \neither ceased to exist or to function; or  \n(c)  the occurrence of other circumstances in which it has become impracticable to \nfill the vacancy, the vacancy shall be filled in such manner as the Board may \ndirect; and  \n(d)  vacancies in the membership of the Board of Governors that may have been \ncaused fo r reasons mentioned in the foregoing sub -clauses of this section shall \nbe filled in the manner as the Chancellor may determine.  \n 37. Disputes about membership of authorities etc :___ A person nominated or appointed to \nany authority shall cease to be a member of such authority as soon as he ceases to hold the position by \nvirtue of which he was nominated or appointed.  \n 38. Proceedings of authorities not invalidated by vacancies :___ No a ct, proceedings, \nresolution or decision of any authority shall be invalid by reason only of any vacancy in, or any defect \nin the constitution of, or in the appointment or nomination of any member of the authority.  \n 39. Interpretation :___ Any question that  may arise as to the interpretation of any of the \nprovisions of the Ordinance shall be placed before the Board whose decision thereon will be final.  \n 40. Removal of difficulties : if any difficulty arises in giving effect to any provision of this \nOrdinance , the Board may make such order or direction, not inconsistent with the provisions of this \nOrdinance, as may appear to it to be necessary for the purpose of removing such difficulty."
}