{
    "file": "./converted_json\\administrator25cf0553a676bde4a5cb9cb6a3617804.json",
    "name": "Dyslexia Special Measures Act 2022",
    "date": "October 25, 2022",
    "tagline": "Providing special measures for the education of children suffering from dyslexia and associated disorders",
    "content": "REGISTEREDNo.M-302L,-76469\n@$eGeq,ffi d pg[tdtril\n-...-tKF\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, TUESDAY, OCTOB.ER 25, 2022\nPART I\nActs, Ordinances, President's Orders and Regulations\nNATIONAL ASSEMBLY SECRETARIAT\nklamabad, the 24th October, 2022\nNo. F. 22(46)12020-Legis.-:-The following Act of Majlis-e-Shoora\n(Parliament) received the assent of the President on the 2lst October:, 2022 is\nhereby published for general information:-\nAcrNo. XXry oF2022\nto provide for spqcial measures for the education of children sufferingfrom. dyslexia and / or associated disorders\nWHEREAS it is expedient to provide for special measures for the\neducation .of children suffering from dyslexia and associated disorders; their\nidentification; appropriate instructional services to them; institutions for the\ntherapy of such children; awareness programs for public and to deal with\nancillary matters;\nIt is hereby enacted as follows:-\nl. Short title, extent and commencement.{l) This Act may be\ncalled the Dyslexia Special Measures Act\"2022.\n(1141)\n!'rice: Rs.6.00\n19s99(2022)lBx. Gaz.l\nll42 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 25,2022 [PARr I\n(2) It shall extend to the Islamabad Capital Territory\n(3) It shall come into force at once.\n2. Defrnitions.-In this Act unless there is anything repugnant in the\nsubject or context,-\n(a) \"associated disorders\" include but is not limited to dysgraphia,\ndyscalculia and dyspraxia, 'dysgraphia' refers to difficulties in the\nability to r',':ite, primarily in terms of handwriting and content;\n'dyscalculia' refers to difficulties irt the ability to learn class/age\nappropriate mathematics; 'dyspraxia' refers to difficulties of motor\ncoordination usually apparent in childhood;\n(b) \"child\" means a child having dyslexia or, asSociated disorder who\nis below the age ofeighteen years;\n(c) \"dyslexia\" means a disorder manifested by a difficulty in learning\nto read, write, or spell, despite conventional instruction, adequate\nintelligence, and socio-cultural opportunity;\n(d)\n(e)\n(0\"Government\" means the Federal Government;\n\"rules\" means rules framed under this Act; and\n\"special educator\" includes teachers, trainers, resource persons\ntrained to address the general and particular learning needs of\nchildren with dyslexia or associated disorders.\n3. Right of dyslexic, etc. to education.{l) All children with\ndyslexia or associated disorder have a right to education to enable the full\ndevelopment of their human potential, sense of dignity and self-worth; to develop\ntheir personality, talents and creativity, mental and physical abilities to their\nfullest potential; and to enable their effective participation in an inclusive society.\n(2) No child with dyslexia or .associated disorder shall be excluded\nfrom the dducation system on the basis of it, and the Government shall ensure\nthat all persons with dyslexia or associated disorder, especially girls, have access\nto education, without discrimination and on an equal basis with others, at all\nlevels.\n4. Identification and screening test.{l) The Government shall\nprescribe procedure for identiffing children having dyslexia or assocrated\ndisorder.a\nPARTI] THEGAZETTEOF\n(2) It shall also ensure the dyslexia and associated disorder screening\ntest of all the children at the time of their admission in schools.\n5. Special educators.{l) Every school shall have a staff of special\neducators who have the requisite qualifrcations and training to cater to the needs\nof students with dyslexia or associated disorder.\n(2) Teachers in all types of schools sha[[ be imparted orientation and\ntraining to understand specific needs of children with dyslexia or associated\ndisorder.\n6. Instructional services.-{l) All schools shall provide appropriate\ninstructional services and other accommodations to the children identified having\ndyslexia or associated disorder.\n(2\\ They shall ensure that instructions to the children having dyslexia\nor associated disorder are simple, clear, and complete.\n(3) Once a child has been identified with dyslexia or associated\ndisorder, the child or parent shall be entitled to ask for specific instructions for\nthat child's specific needs.\n7. Appointment of dyslexia therapists.-{1) The Government shall\nappoint suflicient number of professional dyslexia therapists in every school\nhaving children identified with dyslexia or associated disorder.\n(2) It shall also ensure that training programs for such therapists are\nconducted on regular basis and ac least once in a calendar year.\n8. Bar on disciplinary measures.-No child shall be subjected to\nphysical punishment or mental harassment or in any manner discriminated on the\nbasis ofdyslexia or associated disorder.\n9. ' Handbook-All schools shall develop and maintain a handbook\nfor use in the schools for guidance of children, parents and teachers about\ndyslexia and associated disorders.\n10. Awareness programs.{1) The Government shall conduct,\nsponsor, encourage, support or promote awareness programs to ensure that rights\nrecognized in this Act are respected, protected and promoted.\n.(2) Such programs should aim at enabling both state and civil society\nto recognize the capabilities of children with dyslexia or associated disorders; to\ncombat the stereotypes, prejudices and harmful practices which impede their\nactive participation in the field of education.\nlt44 THE GAZETTE OF PAKISTAN, EXTRA., OCTOBER 25,2022 [PARr I\nI l. Power to make rules.-The Government may, by notification in\nthe official Gazette, make rules for carrying out the purposes of this Act within\none hundred and twenty days.\nTAHIR HUSSAIN\nSecretary.\nPRINTED BYTHE MANAGE& PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPUB1ISHED BY THE DEPUTY CO}.ITROU.ER. STATIONERY AND FORMS, IJNTVERSITY ROAD, KARACHI,"
}