{
    "file": "./converted_json\\administrator26dfa37379a318e57bfc8c46e3f5a00b.json",
    "name": "The Military College of Engineering, Risalpur (Degree) Ordinance, 1962",
    "date": "9th May, 1962",
    "tagline": "An Ordinance to grant a charter to the Military College of Engineering, Risalpur",
    "content": "Page 1 of 4 \n  \n \n \nTHE MILITARY COLLEGE OF ENGINEERING, RISALPUR \n(DEGREE) ORDINANCE, 1962  \n \n \n \nCONTENTS  \n[ \n1.  Short title and commencement  \n2.  Definitions  \n3.  Constitution and powers of the College  \n4.  Controlling Authority  \n5.  Commandant  \n6.  Academic Board  \n7.  Functions of Academic Board  \n8.  Power to make rules  \n9.  Regulations  \n10.  Interp retation by Federal Government  \n11.  Waiver of defect in the constitution of Academic Board  \n12.  Bar of Jurisdiction  \n13.  Power to remove difficulties  \n \n  \n  \n \n \n\n \nPage 2 of 4 \n THE MILITARY COLLEGE OF ENGINEERING, RISALPUR (DEGREE) \nORDINANCE, 1962  \nORDINANCE NO. XVII OF 1962  \n[9th May, 1962]  \nAn Ordinance to grant a charter to the Military Co llege of Engineering, Risalpur . \n WHEREAS it is expedient to grant a charter to the Military  College of Engineering, Risalpur, \nfor the purpose of enabling it to award the Degree of Bachelor of Civil Engineering and to provide \nfor matters ancillary thereto;  \n NOW, THEREFORE, in pursuance of Proclamation of the seventh day of October, 1958, and \nin exercise of all powers enabling him in that behalf, the President is pleased to make and promulgate \nthe following Ordinance:__  \n 1. Short title and commencement.___(1) This Ordinance may be called the Military College \nof Engineering, Risalpur (Degree) Ordinance, 1962.  \n (2) It shall come into force at once.  \n 2. Definitions.___In this Ordinance, unless there is anything repugnant in the subject or \ncontext,__  \n (1) ‘Academic Board ’ means the  Academic Board of the College ;  \n (2) ‘College’ means the Military C ollege of Engineering, Risalpur ;  \n (3) ‘Commandant ’ mean s the Commandant of the College ;  \n (4) ‘Controlling Authority ’ means the Contr olling Authority of the College . \n 3. Constit ution and powers of the College.___(1) The College shall consist of the \nControlling Authority, the Commandant and the Academic Board.  \n (2) Subject to rules made under this Ordinance, th e College shall have the powers:___ \n(a)  to provid e for instruction in Civil Engineering and allied subjects;  \n(b)  to hold examinations and confer the Degree of Bachelor of Civil Engineering \non persons who have pursued a regular course of study in the College and \nhave passed the final examination of the College, whether before or after the \ncommencement of this Ordinance;  \n(c)  to co -operate with Universities and other authorities in such manner and for \nsuch purposes as may be necessary ;  \n(d)  to institute profess orships, readerships or lecturers hips and t o create any other \nteaching or administrative posts required by the College and to make appoint -\nments thereto;  \n \nPage 3 of 4 \n (e)  to institute and award fellowships, scholarships bursaries, medals and other \nawards in accordance with the prescribed conditions;  \n(f)  to establish teaching departments and to make such arrangements for their \nmaintenance, management and administration as it may consider necessary;  \n(g)  to supervise and control the residence and discipline of the students of the \nCollege and to make arrangeme nts for the promotion of their health and \ngeneral welfare;  \n(h)  to organize exhibitions and such other functions as may be beneficial to the \nstudents; and  \n(i)  to do such other acts and things as may be necessary for the furtherance of the \nobjects of the  College as an examining and teaching body.  \n 4. Controlling Authority.___(1) The Engineer -in-Chief of the Pakistan Army shall be the \nControlling Authority of the College.  \n (2) Subject to the provisions of this Ordinance and the rules made thereunder, the Controlling \nAuthority shall have such powers and duties as the 1[Federal Government] may determine.  \n 5. Commandant.___(1) There shall be a Commandant of the College who sha ll be appointed \nby the Controlling Authority on such terms and conditions as it may determine.  \n (2) Subject to provisions of this Ordinance and the r ules and regulations made there under, the \nCommandant shall have such powers and duties as the Controlling Authority may determine.  \n 6. Academic Board.___There shall be an Academic Board consisting of__  \n(a)  the Commandant who shall be the Chairman of the Academic Board;  \n(b)  the Professors and Assistant Professors of the College; and  \n(c)  such other persons as may be appointed by the Controlling Authority.  \n 7. Functions of Acade mic Board.___The functions of the Academic Board shall be__  \n(a)  to advise the Controlling Author ity on all academic matters;  \n(b)  to make arrangements for the proper teaching and conduct of examinations \nand the promotion of academic life in the College;  \n(c)  to propose to the Controlling Authority schemes for the constitution of \nteaching department s in the College;  \n(d)  to prescribe, subject to the approval of the Controlling Authority, the course of \nstudies, the syllabi and the outlines of texts for the Degree examination in \nCivil Engineering.  \n \n1Subs. by F.A.O., 1975.  \n \nPage 4 of 4 \n   8. Power to make rules.___The 1[Federal Government] may, by notification in the official \nGazette, make rules for the purpose of carrying into effect the provisions of this Ordinance.  \n 9. Regulations. The Controlling Authority may with the previous approval of the 1[Federa l \nGovernment] make regulations, not inconsistent with the rules, to carry out the purposes of this \nOrdinance.  \n 10. Interpreta tion by 1[Federal Government ].___If any question arises regarding \ninterpretation of any provisions of this Ordinance or of any rul es or regulations made thereunder, the \nmatter shall be referred by the Controlling Authority to the 1[Federal Government] whose decision \nthereon shall be final.  \n 11. Waiver of defect in the constitution of Academic Board.___No act or proceeding of any \nAuthority or other body of the College shall be invalid m erely on the ground of the exis tence of any \nvacancy in, or any defect in the constitution of the Academic Board.  \n 12. Bar of J urisdiction.___No order made under this Ordinance or the rules or regulatio ns \nmade thereunder shall be called in question in any court, and no suit, prosecution or other legal \nproceedings shall lie against any person for anything in good faith done or intended to be done under \nthis Ordinance or the rules or regulations.  \n 13. Pow er to remove difficulties.___The 1[Federal Government] may for the purpose of \nremoving any difficulties in first giving effect to the provisions of this Ordinance, particularly in \nrelation to the constitution or re -constitution of any authority, make such order as it may deem \nnecessary or expedient.  \n \n____________  \n \n \n \n \n \n \n \n \n \n \nRGN Date: 20-05-2024  \n1Subs. b y F.A.O., 1975."
}