{
    "file": "./converted_json\\administrator05bf59a41b6a69f9881e6ab995711a63.json",
    "name": "Pakistan Engineering Council (Amendment) Ordinance, 2005",
    "date": "April 1, 2005",
    "tagline": "Further to amend the Pakistan Engineering Council Act, 1975",
    "content": "REGISTEREDNo.M-302L.-7646\nGlteGgq;fre d pg[fdtnr\nEXTRAORDINABY\nPUBLISHED BY AUTHORITY\nISLAMABAD, FRIDAY, APRIL I,2OO5\nORDINANCE\nfurther to anrend the Pokistan Engirteering Council Act, 1975\n(se)\nPrice : Rs. 20.50AN\n[2753(05) Ex Gaz.]9\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW. JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n(Laq Justice and Human Rights Division)\nIslamabad, the Ist April,2005\nF. No. 2(1)/2005-Pub.-The following Ordinance promulgated by the\nPresident is hereby published for general information.\nOnotNrNcr No. IV or 2005\nWueno,ls it is expedient further to amend the Pakistan Engineerin-t Council\nAct, 1975 (V of 1976), for the purposes hereinafter appearingl\n60 THE GAZETTE OF PAKISTAN, EXTRA., APRTL l. 2005 [Perr I\nAuo Wrrene,{s the National Assembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate action;\nNow, THEREFoRE, in exercise of the powers conl'erred by clause ( I ) of Article\n89 of the Constitution of the Islamic Republic of Pakistan, the President is pleased to\nmake and promulgate the following Ordinance:-\nl. Short title, and commencement.-{ I ) This Ordinance may be called\nthe Paliistan Engineering Council (Amendment) Ordinance, 2005\"\n(2) It shall come into force at once and shall he deemed to have taken\neffect on the 23rd March,2005.\n2. Addition of preambular, paragraphs, Act V of 1976.-ln the\nPakistan Engineering Council Act. 1975 (V of I976). hereinafter ref'erred to as the\nAct. afier the existing preamble, the following paragraphs shall be added, namely:-\n\"WaeRees the Council shall regulate the engineering prof'ession with the\nvision that the engineering profession shall tunction as a key driving force fbr achieving\nrapid and sustainable growth in all national. economic and social fields:\nWHEns.As the Council shall as its mission set and maintain realistic and\nintemationally relevant standards of professional competence and ethics for engineers,\ntechnologists and technicians. and Iicense engineers. technologists. technicians and\nengineering institutions to competently and professionally promote and uphold the\nstandards:\n3. Substitution of section 2. Act V of 1976.-ln the Act. for section\n2 the following shall be substituted. namely:-\n\"2. Dertnitions.-Iri this Act, unless there is anything repugnant in rhe\nsubject or the context,-\n(i) \"Accreditation Committee\" means the Accreditation Committee\nconstituted under sub-section ( 1) of section l4;Ar,ro WHenses the Council. managed by distinguished engineers covering\nthe entire spectrum of engineering disciplines, shall function as an apex body to.\nencourage and promote the pursuit of excellence in engineering profession and to\nregulate the quality of engineerin-e education and the practice of engineering and\ntechnology and thereby promote rapid growth in economic and social tlelds in\nPakistan.\"\n6l Perr ll THE GAZET'TE OF PAKISTAN, EXTRA., APRIL l, 2005\n(ii) \"accredited engineering. technology or technician qualification\" means\nany of the qualifications included in the First Schedule ur the Second\nSchedule:\n(iii) \"bye-laws\" means bye-laws made under this Actl\n(iv) \"Chairman\" means the Chairman ofthe Council;\n(v) \"constructor\" means any person, partnership, corporate body or any\nother legal entity registered and licensed as such by the Council:\n(vi) \"consulting engineer' means any person, partnership, corporate body\nor any other legal entity which independently performs study, prepares\nreports, makes design, supervises construction or undenakes any other\nsimilar advisory activities in engineering disciplines and is registered\nas such by the Council;\n(vii) \"continued professional developmenr\" means the sysremltic\nmaintenance, improvement and broadening of knowledge.\nunderstanding and skill, and the development of personal qualities\nnecessary for the execution of professional and technical duties\nthroughout the individual's working life;\n(viii) \"Council\" means the Pakistan Engineering Council constituted under\nsection 3:\n(ix). \"creativity\" means innovation, invention, hypothesis, theories and\nsuch other actions in the realm ofengineering profession contributory\nto development:\n(x) \"engineering institution\" means an institution within or outside Pakistan\nwhich grants degree, diploma and certificate in engineering and related\neducation and is accredited as such by the Council;\n(xi) \"engineering products\" means the products as a result ofor the outcome\nof professional engineering works or engineering profession, or both;\n(xii) \"engineering profession\" means engineering education and pracrices\nof engineering and technologyl\n(xiii) \"engineering public organization\" means a department of the Federal\nGovernment or a Provincial Government, a Public Corporation.\nautondmous or semi-autonomous body, c,mtonment board, municipality,\nimprovement trust or other local authority;\n(xv) \"engineering university\" means a degree awarding university ()r\ninstitution as has more than fifty per cent of their undergraduate and\npostgraduate programmes as well as student population penaining ttr\nengineering and are recognized as such:\n(xvi) \"enrolment committee\" means the enrolment committee referred to in\nsub-section (l) of section l7;\n(xvii) \"Governiig Body\" means the Governing Body ofthe Council;\n(xviii) \"learned societies\" means institutions and associations {br promotion\nofknowledge and excellence in engineering and technology;\n(xix) \"Management Committee\" means the Management Committee of the\nCouncil:\n(xx) \"member\" means a member of the Council and includes the Chairman\nand the Vice-Chairmanl\n(xxir) \"prescribed\" means prescribed by byeJaws;\n(xxiii)\"professional engineer\" means a person who holds an accredited\nengineering qualification and has a minimum experience offive years\nin the practice of engineering profession. whether working privately\nor in the employment of an engineering public organization and is\nregistered as such by the Councill\n(xxiv) \"professional engineering bodies\" rpeans professional engineering\ninstitutes, associations and such other bodies registered as such by the\nCouncil;\n\"professional engineering work\" means the giving ofprofessional advice\nand opinions, the making ofmeasurements and layouts, the preparation\nof reports, computations. designs. drawings. plans and specificutions(xxv)q __l!E_q4zEuE oF PAKISTAN.EXTRA.\n(xiv) \"engineering services\" means services relating to study. preparation\nof reports, design, supervision, estimation, documentation, evaluation\nand advising in matters ofengineering profession and engineering works:\n(xxi) \"operator\" means any person, partnership, corporate body or any other\nlegal entity registered and licensed as such by the Council;\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL I, 2OO5 63\n(a) railways, aerodromes, bridges, tunnels and metalled roads;\n(b) dams, canals, harbours, light houses;\n(c) works of an electrical. mechanical, hydraulic, communication.\naeronautical power engineering, geological or mining character:\n(d) waterworks, sewers, filtration, purification and incinerator works;\n(e) residential and non-r'esidential buildings. including foundations\nframework and electrical and mechanical systems thereof:\n(h) organizing, managing and conducting the teaching and training\nof engineering subjects in engineering universities colleges.\ninstitutions, government colleges of technology, polytechnic\ninstitutions and technical training institutions: and\n(i) any other work which the Council may, by notification in the\nofticial Gazette. declare to be an engineering work for the\npurposes of this Act;\n(xxvi) \"Register\" means the Register maintained under section 16;Pe.rr Il\nand the construction, inspection and supervi5ion ofengineering works,\nin respect of-\n(0 structures accessory to engineering works and intended to house\nthem;\nG) imparting or promotion of engineering education, training and\nplanning, designing, development construction. commissioning.\noperation, maintenance and management of enginedring works\nin respect of computer engineering, environmental engineering.\nchemical engineering, structural engineering. industrial\nengineering, production engineering, mzrine engireering and naval\narchitecture. petroleum and gas engineering, metallurgical\nengineering, agricultural engineering, telecommunication\nengineering, avionics and space engineering. transportation\nengineering, air-conditioning. ventilation, cold storage works,\nsystem engineering, electronics, radio and television engineering,\ncivil engineering, electrical engineering. mechanical engineering\nand biomedical engineering etc;\n64 THE GAZETTE OF PAKISTAN, EXTRA., APRIL l,2005, [PARI I\n(xxvii)\"registered engineer\" means a person who holds an accredited\nengineering qualification, whether working privately or in the\nemployment ofan engineering public organization and is registered as\nsuch by the Council:\n(xxviii) \"registered\" means registered under this Act;\n(xxix) \"Registrar\" means the Registrar of the Council;\n(xxx) \"technician\" means a person who holds an accredited training or skill\ncertificate and is registered as such:\n(xxxi)\n(xxxii)\n(xxxiii)\"technologist\" means a person who holds an accredited technology\nqualification and is registered as suchl\n\"technology\" means a knowledge ofsystematic and practical application\nof industrial, manu factu ring or engineering sciences I\n\"Think Tank\" means a creative and innovative body to advise on\nengineering and national development plans;\n(xxxiv) \"Think Tank Committees\" means bodies of eminent engineers\nconstituted by the Council to assist in formulation of relevant policies\nrelating to national development: and\n(xxxv) \"university\" means a university established by law in Pakistan and\nhaving an engineering faculty.\"\n4. Addition of new section 3A, Act V of 1976.-In the Act, after\nsection 3. the following new section shall be inserted. namely:-\n\"3A. Executive powers of the Council.-(l) The general direction and\nadministration ofthe Council and its affairs shall vest in the Governi4g Body which\nmay exercise all powers and do all acts and things that may be exercised or done by\nthe Council.\n(2) Subject to the provisions of this Act, byeJaws and the general or\nspecialdelegation of powers by the Goveming Body and the Management Committee,\nthe Chairman shall be the ChiefExecutive ofthe Council and shall also be empowered\nro take-\n(a) any action or step in emergency which in his opinion requires immediate\naction as he may consider necessary, subject to ratitlcation by the\nGoverning Body or the Management Committee in the meeting of\nsuch body immediately held thereafter; and\nPeKr Il THE GAZE'TTE OF PAKISTAN, EXTRA., APzuL I, 2OO5 65\n(b) the powers ofthe Council in the matters relating to its administration\nand the staff of the Council shall be exercised by the Chairman' who\nmay delegate such powers to the Registrar subject to such conditions\nas the Chairman may specify in this regard.\n(3) The Council shall be tunded through an initial grant by the Federal\nGovernment and thereafter continuous financial support shall be provided besides\nthat accrue from registrations, for running the affairs of the Council\"'\n5. Substitution of section 4' Act V of 1976.-In the Act, for\nsection 4 the following shall be substituted. namely:-\n*4. Chatrman and Vice-Chairnrun.-( l) There shall be a Chairman and\na Vice-Chairman of the Council, who shall be eminent professional engineers of\nknown integrity, competence, standing and stature with a minimum of twenty-five\nyears of standing.\n(2) The Chairman shall be appointed by the Federal Government:\n(3) The Vice-Chairman shall be appointed by the Federal Government\nfrom a panel of three engineers recommended by Governing Body.\n(4) The Chairman and Vice-Chairman shall hold office for an initial term\nofthree years and shall be eligible for reappointment for a similarterm consecutively\nor otherwise.\n(5) The Chairman and Vice-Chairman may resign his office by writing\nunder his hand addressed to the Federal Government\n(7) The Chairman. the Vice-Chairman. the Registrar/Secretary shall retire\non attaining the age of sixty-five years\".\n6. Amendment of section 5, Act V of 1976.-ln the Act, in section 5,-\n(a) in sub-sections (l), for the words \"Executive Committee\" the words\n. \"Governing Body\" shall be substitutedl and\n(b) in sub-section (2), in clause (e), for the words \"Executive Committee\"\nthe words \"Gorleming Body\" shall be substituted.(6) The Federal Govemment may remove the Chairman or tlre Vice- Chairman\nor the Registrar from his office if on enquiry by the competent authority, he is found\nunable to perfbrm the functions of his office due to mental or physical disability or to\nhave committed misconduct\".\n66 THE GAZETTE OF PAKISTAN. EXTRA.. APRIL I.2OO5 I Parr I\n7. Amendment of section E, Act V of 1976.-In the Act. in secrion8,-\n(a) for clause (a) the folloiving shall be substitured, namely:-\n\"(a) maintenanc'e of a Register of persons qualified to work as\nprofessional engineers. consulting engineers, technologists,\ntechnicians, constructors and operators;\n(b) for clause (b) the following shall be substituted, namely:-\n(b) accreditation of engineering and technology qualifications lbr rhe\npurpose of registration of professional engineers, consulting\nengineers, technologists and technicians;\n(c) in clause (k), the word'and' appearing at the end, shall be omitedi\nand\n(d) for clause (l) the following shall be substituted, namely:-\n\"(l) assistance to the Federal Govemment as a Think Tank:\n(m) promotion ofengineering profession in totality;\n(n) encouragement, facilitation and regulation of working of\nprofessional engineering bodies as Ieamed societies for creativiry\nand as custodian oftechnology under the umbrella ofthe Council;\n(o) ensuring and managing of continued professional development\nthrough enginee;ing academies and professional bodies;\n(p) establishing standards for engineering products and services;\n(q) facilitating engineering sector industries;\n(r) acting as a bridge berlveen various engineering lbrums and the\nFederal Government: and\n(s) performance of all other functions connected with. or ancillarv\nor incidental to, the aforesaid functions.l'.\n8. Substitution of section 9, Act V of 1976.-In the Act. for\nsection 9 the following shall be substituted, namely:-r--\nPrnr llTHE GAZETTE OF PAKISTAN, EXTRA.. APRIL I. 2OO5\n(2) The Governing Body shall be composed ofthe following, namely:-\n(a)the Chairman and Vice-Chairman who shall also be the Chairman\nand Vice-Chairman of the Governing Body:\n(b) the Registrari61\n\"9. Governing Body.-( t ) There shall be a Governing Body which shall\nbe the principal executive authority of the Council tbr supervising and governing the\nafTairs anil functions assigned to the Council by or under this Act and bye-laws'\n(c) two distinguished professional engineers to be nominated by the\nFederal Government including one from Azad Jamu Kashmir;\n(d) one distinguished professional engineer to be nominated by each\nProvincial Govemment:\n(e) all Vice-Chancellors or equivalent otfice holders of engineering uni-\nversities or equivalent institutions howsoever named:\n(0 En-sineer-in-Chief, PakistanArmyr\n(e)nominees from the following Ministries or Organizations of the\nFederal Government. not below the rank ofJoint Sgcretary. namely:-\n(D\n(ir)\n(iiD\n(iv)\n(v)\n(vi)Planning Commission;\nMinistry of Water and Poweri\nHigher Education Commission;\nEngineering DeveloPment Board:\nMinistry of Science and Technology: and\nChairman/Member Technical from strategic institutions\n(PAEC, NESCOM and KRL);\n(h)Chairmer/Heads/Senior nominees of such engineering organrzatlons\nthat employ more than five hundred engineers and as notified by the\nCouncil:\nelected members including Presidents/Chairmen, being professional\nengineers and technologists of not Iess than twenty year prot'essional\nstanding of the tbllowing bodies registered with the Council:(i)\n68 THE GAZETTE OF PAKISTAN, EXTRA., APRIL I, 2OO5 I Panr I\nProvided that the Council may, in its discretion, add substitute or subtmct\nol modify the list. namely: -\n(r) AssociationofConsultingEngineers(Pakistan);\n(ij) All Pakistan Conlractors Associi-rtitrn or the nominee:(iiD nominee of Federation of Pakistan Chamber of Commerce and\nIndustry:\n(iv) lnstitution of Engineers, Pakistan:(v) Institution ofElectrical and Electronics Engineers, Pakistan;(vi) InstituteofChemicalEngineers.Paki6tan:\nlvii) Institute ofMetallurgical and Material Engineers, Pakistan:(viii) lnstitute of Mining Engineers, Pakistan:(ix) Pakistan Engineering Congress; and\n(x) any other prot'essional body registered or licensed,as such by the\nCouncil (e.g. disciplines like Mechanical, Aeronaurical, Marine\nand Telecommunication Engineering, etc);\n0) fifteen members (Punjab- 6; Sindh - 4: NWFP - 3, Balochisran - 2) ro\nbe elected in the prescrlbed manner by prol'essional engineers whose\nnames are borne on the Register on the thirtiath June of the year in\nwhich clections ro rhe Coverning Body are to be held: und\n(3) The members of the Governing Body, other than the Registrar, shall\nhold oflice fbr a term of three years.\n(4) The members of the Governing Body shall be nominated or, as the\ncase may be, elected not less than fifteen days before the term of the outgoing\nmembers is due to expire.\n(5) The Governing Body shall hold at leasr rhree meetings per yea( rhe\nquorum for which shall be thirty per cent of the total membership of the Governing\nBody.\".\n9. Addition of new section 9A, Act V of 1976.-ln rhe Ad. after\nsection 9. the tbllowing new sec.tion shall be inserted, namely: -\n\"9A. Management Committee.-( 1 ) Ther.e shall be a Management\nCommittee. to oversee wolking of the Secretilriat to run the atlairs of the Council in\naccordance with the provisions of this Ac( and bye-laws.(k) four members norninated by the Council. from private sector.\nPerr llTHE GAZETTE OF PAKISTAN, EXTRA., APRIL I, 2M5 69\n(2) The Management Committee shall be composed of the following'\nnamely:-\n(a)\n(b)\n(c)\n(d)Chairman;\nVice-Chairman:\nRegistrar: and\nfour members nominaled by the Governing Body\n(3) The tenure of the Management Conrmittee shall be three years.\nThe Management Committee shall hold meetings once in a quarter, the quorum for\nwhich shall be the Chairman or the Vice-Chairman and two members.\".\n10. Substitution of section 10. Act V of 1976.--ln tlre Act. for\nsection l0 the following shall be substituted. nanrely:\n\"10. Accreditation of engineering and technology qualifitations\ngranted by institutions in Pakistan.-(l ) The engineering and technology\nqualifications granted by engineering and technology institutions in Pakistan which\nare included in the First Schedule shall be the accredited engineering and technology\nqualifications for the purposes ofthis Act.\n(2) Any engineering and technology institution in Pakistan which grants\nan engineering and technology qualification not included in the First Schedule may\napply to the Council to have such qualification accredited and the Council may, by\nnotification in the official Gazene, amend the First Schedule so as to include such\nqualification therein.\".\nll. Substitution of section 11, Act V of 1976,-ln the Act. fbl\nsection I I the following shall be substituted. namely:-\n\"ll. Accreditation of foreign engineering and technology\nqualifications.-( I ) The cngincering and technology qualifications granted by\nengineering and technology institutions outside Pakistan which are included in the\nSecond Schedule shall be accredited engineering and technology qualifications fi)r\nthe purposes of this Act.\n(2) Any engineering and technology qualification granted by an engineering\nand technology institution outside Pakistan not included in the Second Schedule may\nbe accredited by the Council, and the Council muy. by notitication in the ofticial\nGazette, amend the Second Schedule so as to include such qualification therein.\".\n12. Amendment of section 12, Act V of 1976.-ln the Act. in\nsection 12.- .\n70 THE CAZETTE OF PAKISTAN, EXTRA., APRIL l. 2005 [ P,rnr I\n(a) in sub-section ( I ), for the words \"Executive Committee\" and \"recog-\nnized\" the words \"Governing Body\" and \"accredited\" shall respec-\ntively, be substituted; and\n(b) in sub-section (2), for the word \"Executive Committee\" the word\n\"Goveming Body\" shall be substituted: and\n(c). in sub-section (3). tbr the word \"Executive Committee\" the word\n\"Govering Body\" shall be substituted.\n13. Substitution of section 13, Act V of 1976.-ln the Act. in\nsection 13.-\n(a) for the word \"recognized\" the word \"accredited\" shall be substituted;\nand\n(b) atier the word \"engineering\" the words \"and technology\" shall be\ninserted.\n14. Substitution of section 14, Act V of 1976.-ln the Act. for\nsection l4 the following shall be substituted, namely:-\n\"14. Accreditation of engineering and technology programmes/\ninstitutions.-( I ) The Council shall constitute an accreditation committee including\nrepresentative(s) from HEC for organizing and carrying out a comprehensive program\nof accreditation of engineering and technology universities colleges and institutions\netc. according to the criterion approved by the HEC in consultation with PEC.\n(2) The curricula ofcourses ofstudies in various disciplines ofengineering\nand technology and minimum level and standard ofsuch courses including lectures.\nIaboratories, design, drawing and field work shall be examined and scrutinized by\nthe accreditation committee in line with cnterion laid down by HEC, who shall submit\nits report to the Governing Body.\n(3) The Accreditation Committee shall be responsible for the inspection\nofexaminations held by the engineering and technology institutions in Pakistan. For\nsuch purpose, the members of the Accreditation Committee shali rlso act as\ninspectors of examination. The report of the inspectors of examination shall be\nsubmitted to the Governing Body through the Accreditation Committee.\".\nPan IlTHE GAZETTE OF PAKISTAN. EXTRA.. APRIL I' 2OO5 '\n15. Amendment of section 15, Act V of 1976'-ln the Act' in\nsection 15.-\n(a) in the marginal heading. for the word \"recognition\" the word\n\"accreditation\" shall be substituted: and\n(b) for sub-section ( I ) Ihe following shall be substituted' namely:-\n\"(l) When upon report by the Accreditation Committee' it\nappears to the Council that the courses of study and examination to he\ngone lhrough in any engineering and technology institution in Pakistan\nin order to obtain an accredited engineering and technology qualification\nor the standards of proficiency required fiom candidates in anv\nexamination held for the purpose ofgTanting such qualification are not\nsuch to secure to person hillding such qualification the knowledge and\nskill requisite ibr the et'ficient prlctice ofengineering and technology'\nthe Council shall forward the report to the engineering and technology\ninstitution concemed with an intimation of the period rvithin which il\nmay submit its explanation to the Council; and\n(c) in the sub-section (2)' for the word \"recognized\" the word \"accredited\"\nshall be substituted.7t\n16.\nsection 16,-Amendment of section 16, Act V of 1976.-ln the Act, rn\n(a) for sub-section ( I ) the following shall be substituted, namely:-\n\"( I ) The Council shall maintain in the prescribed manner a Register\nin which shall be entered the names and other particulars of persons\npossessing accredited engineering and technology qualit'ications whose\napplication for registration as professional engineers. consulting\nengineers. technologists. technicians. constructors and operators are'\nfrom time to time, granted by the Council.\":.\n(b) in sub-section (3) for the word \"professional engineer and consulting\nengineer\" the words and commas \"professional engineer' consulting\nengineer. technologist, technician. constructor and operator\" shall he\nsubstituted: and\n12 THE CAZETTE OF PAKISTAN, EXTRA., APRIL I.2OO5 I Panr I\n(c) after sub-section (4), rhe fbllowing new sub-secrion shall be added,\nnamely:-\n\"(5) Every constructor and operator registered under this Act\nshall be entitled to receive a licence under the hand of the Registrar.\".\n17. Amendment of section 17, Act V of 1976.-ln rhe Acr, in\nsection 17,-\n(a) in sub-section (l) for the words \"ten years\" and \"Executive\nCommittee\" the words \"twenty years\" and \"Governing Body\" shall.\nrespectively, be substituted; and\n(b) in sub-section (2), for the words \"or consulting engineer\" the commas\nand words \", consulting engineer, technologist.or technician\" shall be\nsubstituted.\n18. Amendment of section 18, Act V of 1976.-ln the Acr. in\nseclion 18,-(a) in sub-section ( I ),-\n(i) for the words \"or consulting engineer\" the commas and words\n\",consulting engineer, technologist and technician\" shall be\nsubstituted; and\n(ii) for the words \"Executive Committee\" the words ..Coverning\nBody\" shall be substituted: and\n(b) in sub-section (2) for the words 'Executive Comrnittee\" rhe words\n\"Governing Body\" shall be substituted.\n19.\nsection 19,-Amendment of section lg, Act V of 1976.-ln rhe Act. in\n( a) in sub-section ( I ). for the words \"or consulting engineer\" the commas\nand words \",consulting engineer. technologist, technician, constructor\nor operator\" shall be substituted;\n(b) in sub-section (2), for the words \"or consulting engineer,', accruing\ntwice: the commas and words \", consulting engineer, technologist,\ntechnician. conshuctor or operator\" shall be substituted; and\nPam IlTHE GAZETTE OF PAKISTAN, EXTRA., APRIL I, 2OO5 13\n(c) in sub-section (3), for the words \"or consulting engineer' occurring\ntwice: the commas and words \",consulting engineer. technologist.\ntechnician, constructor or operator\" shall be substituted.\n20. Amendment of section 20, Act V of 1976.-In the Act. in\nsection 20. in sub-sections ( I ), for the words \"or consulting engineer\" the commas\nand words \",consulting engineer, technologist. technician. constructor or operator\"\nshall be substituted.\n21. Amendment of section 21, Act.V of 1976.-In the Act, in\nsection 21,-\n(a) in sub-section ( I ),-\n(i) tbr the words \"and consulting engineers\" the commas and words\n\", consulting engineers. technologists, technicians. constructors\nand operators\" shall be substituted; and\n(ii) for the words \"Executive Committee\" the words \"Governing\nBody\" shall be substituted.\n(b) in sub-section (2). for the words \"Executive Committee\" and \"ten\"\nthe words \"Governing Body\" and \"twenty\" shall respectively' be\nsubstituted: and\n(c) for the words \"Executive Committee\" the words \"Governing Body\"\nshall be substituted.\n22. Amendment of section 22, lrct \\l of 1976.-ln the Act' in\nsection 22.-\n(t) in sub-section ( I ), forthe words \"and consulting engineers\" the commas\nand words \",consulting engineers, technologists, technicians.\nconstructors and operators\" shall be substituted;\n(b) in sub-section (2). fbr the words \"or consulting engineer\" the commas\nand words \",consulting engineer, technologist, technician. constructor\nand operator\" shall be substituted: and\n(c) in sub-section (7A). for the words \"Executive Commiftee\" the words\n\"Governing Body\" shall be substituted.\n'74THE GAZETTE OF PAKISTAN. EXTRA., APRIL t, 2005 [Penr. I\n23. Amendment of section 24, Act V of 1976.-ln rhe Acr. in\nsection 24. in sub-section (2) for the words \"Executive Committee\" the words\n\"Governing Body\" shall be substituted.\nsection 25.-Amendment of section 25, Act V of 1976.-ln the Acr, in\n(a) in sub-section (I) tbr the words \"Executive Committee\" the\nwords \"Governing Body\" shall be substitutedl and\n(b) in sub-section 2,-\n(i) in clause (a), for the words \"Executive Committee\" the words\n\"Governing Body\" shall be substituted: and\n(ii) in clause (g), for the figure \"l7\" rhe figure \"22\" shall be\nsubstituted.\n25. Amendment of section 25A, Act V of 1976.-ln rhe Act. in\nsection 25 A,-\n(a) for the words \"Executive Committee\" the words \"Governing Body\"\nshall be substituted;\n(b) in clause (e). for the word \"recognition\" the word \"accreditation\" shall\nbe subslituted: and\n(c) in clause (0. for the word \"recognized\" the word ..accredited\" shall\nbe substituted.\n26.\nsection 27.-Amendment of section 27, Lct V of 1976.-In the Act, in\n( a) in sub-section (3). for the words \"or consulting engineer,' the commas\nand words \", consulting engineer, technologist. technician. constructor\nor operator\" shall be substituted: and\n(b) after sub-section (5), the following new sub-section shall be added,\nnarnely:-\n\"(5A) No person shall, unless registered as a registered engineer,\nhold any post in an engineering organization where he has to perform\nprofessional engineering work.\".,\n--\nPerr IlTT{E GAZETTE OF PAKISTAN, EXTRA., APRIL I, 2OO5 75\n27. Addition of a new section 31, Act V of 1976.-ln the Afi, afrer\nsection 30A, the following new section shall be added, namely :-\n\"31. Renroval of dfficulties.-The Federal Government may. by order.\nprovide fbr the removal ofany difficulty which may arise in giving effecqo\nthe provisions of this Act or byeJaws made thereunder, not inconsistent\nwith the provisions ofthis Act.\".\n28. Amendment of the First Schedule, Act V of 1976.-In the Act,\nin the First Schedule,-\n(a) for the word, figure, brackets and letter 'section 2( I )' the word, figure.\nbrackets and letter'section 2(ii)' shall be substituted; and\n(b) for the word \"Recognized\", wherever occurring, the word \"Accredited\"\nshallbe substituted.\n29. Amendment of the Second Schedule, Act V of 1976.-ln the\nAct, in the Second Schedule.-\n(a) fbr the word, figure. brackets and letter 'section 2(l)' the word,\nfigure, brackets. and letter'section 2(ii)' shall be substituted; and\n(b) fbr the word \"Recognized\", wherever occurring, the word \"Accredited\"\nshallbe substituted.\nGgliener\nPERVEZ MUSHARRAF,\nP resident.\nJUSTICE (RETD,)\nMANSOOR AHMED.\nSecretarv-\nPRINI'ED BY THE MANACER. PRIN'TINC CORPORATION OF PAKIS'TAN PRESS. ISLAMABAD,\nPUBLISHED BYTHE DEPUTY CONTROLLER STATIONERY AND FORMS. UNIVERSITY ROAD. KARACHI"
}