{
    "file": "./converted_json\\administrator38f3ee7a40f2e730cc326044d3663f6e.json",
    "name": "Pakistan Institute of Fashion and Design Act, 2011",
    "date": "29th May, 2011",
    "tagline": "An Act to provide for reconstitution of the Pakistan Institute of Fashion and Design, Lahore.",
    "content": "Page 1 of 28 \n \n \n \nTHE PAKISTAN INSTITUTE OF FASHION AND DESIGN  \nACT, 2011  \n \n \n \n \nCONTENTS \n \nCHAPTER I \nPRELIMINARY \n \n1. Short title and commencement.   \n2. Definitions.  \n \nCHAPTER II \nTHE INSTITUTE\n \n \n3. Incorporation of the Institute.   \n4. Powers and purposes of the Institute.   \n5. Institute open to all classes, creeds, etc.  \n6. Teaching and examination at the Institute.  \n \nCHAPTER III \nOFFICERS OF THE  INSTITUTE \n \n7. Officers.   \n8. Chancellor and Pro­Chancellor.   \n9. Removal from the Senate.   \n10. Vice­chancellor of the Institute.   \n11. Appointment and removal of the Vice­Chancellor.   \n12. Registrar.   \n13. Treasurer.   14. Controller of Examinations.  \n \n15. Authorities.  \n \n \n \n\n \nPage 2 of 28 \n CHAPTER IV  \nAUTH ORITIES OF THE INSTITUE  \n \n16. Senate.  \n \nCHAPTER IV \nAUTHORITIES OF THE INSTITUTE \n \n17. Powers and functions of the Senate.   \n18. Visitations.   \n19. Syndicate.   \n20. Powers and duties of the Syndicate.   \n21. Academic Council.   \n22. Powers and functions of the Academic Council.   \n23. Representation committees.   \n24. Appointment of committees by certain Authorities.  \n \nCHAPTER V \nSTATUTES, REGULATION AND RULES\n \n25. Statutes.   \n26. Regulations.   \n27. Rules.  \n \nCHAPTER VI \nINSTITUTE FUND  \n \n28. Fund of the Institute.   \n29. Audits and accounts.  \n \nCHAPTER VII \nGENERAL PROVISIONS \n \n30. Opportunity to show cause.   \n31. Appeal to the Syndicate and the Senate.   \n32. Service of the Institute.   \n33. Benefits and Insurance.   \n34. Commencement of term of office of members of Authority.   \n35. Filling of casual vacancies in Authorities.   \n36. Flaws in the constitution of Authorities.   \n37. Proceedings of authorities not invalidated by the vacancies.   \n38. First statutes and regulations.   \n \nPage 3 of 28 \n 39. Transitory provisions   \n40. Transfer of assets and liabilities, etc. \n \n41. Power to allow appointment of employees of the Government, other universities or \neducational or research institutions to the Institute.  \n \n42. Act to override other instruments, etc.  \n43. Indemnity.   \n44. Removal of difficulties.  \n \n______________________  \n \n  \n \nPage 4 of 28 \n THE PAKISTAN INSTITUTE OF FASHION AND DESIGN ACT, 2011  \n \nACT No. X OF 2011  \n \n[29th May, 2011]  \n \nAn Act to provide for reconstitution of the Pakistan Institute of Fashion and Design, Lahore. \n \nWHEREAS  it is expedient to provide for reconstitution of the Pakistan Institute of Fashion and \nDesign, Lahore  with the  powers to  award degrees and for the  matters connected therewith or \nancillary thereto;  \n \n \nIt is hereby enacted as follows:  \n \nCHAPTER­I \n \nPRELIMI NARY  \n \n1.  Short title and c ommencement.⎯ (l) This Act may be called the Pakistan Institute of  \nFashion and Design Act, 2011.  \n \n(2)  It shall come into force at once.  \n \n2.  Definitions.⎯ In this Act, unless there is anything repugnant in the subject or context,  \n \n(a)  “Academic Council ” means the Academic Council of the Institute;  \n \n(b)  “Authority ” means any of the Authorities of the Institute specified in terms of \nsection 15;  \n \n(c)  “Chancellor ” means the Chancellor of the Institute;  \n \n(d)  “College ” means a constituent college;  \n \n(e)   “Commission ”  means  the  Higher  Education  Commission  set  up  under  the  \nHigher  Education Commission Ordinance, 2002 (LIII of 2002);  \n \n(f)  “Dean ” means the head of a Faculty or the head of an academic body granted \nthe status of a Faculty under this Act or by the statutes or regulations;  \n \n(g)  “Department ” means a t eaching department maintained and administered or \nrecognized by the Institute in the manner prescribed;  \n \n(h)  “Deputy Chairperson ” means the Pro­Chancellor of the Institute;  \n \n(i)  “Faculty ” means an administrative and academic unit of the Institute consisting \nof one or more departments, as prescribed;  \n \n(j)  “Government ” means the Federal Government;  \n \nPage 5 of 28 \n  \n \n \n (k)   “Institute ” means the Pakistan Institute of Fashion and Design, Lahore, \nreconstitut ed under section 3;  \n \n(1)  “Institute teacher ” means a whole­time teacher appointed and paid by the \nInstitute, or recognized by the Institute as such;  \n \n(m)   “prescribed ” means prescribed by statutes, regulations or rules made under this \nAct; \n \n(n)  “Princip al” means the head of a college;  \n \n(o)  “Representation Committees ” means the Representation Committees \nconstituted under section 23;  \n \n(p)  “Review Panel ” means the Review Panel set up by the Chancellor in accordance \nwith the provisions of section 8;  \n \n(q)   “Search Committee ” means the Search Committee set up by the Senate under \nsection 11;  \n \n(r)  “Senate ” means the Senate of the Institute;  \n \n(s)  “statutes ”, “regulations ” and “rules ” means respectively the statutes, the \nregulations and the rules made under this Act and for the time being in force;  \n \n(t)  “Syndicate ” means the Syndicate of the Institute;  \n \n(u)  “teachers ” include Professors, Associate Professors , Assistant Professors and \nLecturers engaged whole­time by the Institute or by a constituent college and \nsuch other persons as may be declared to be teachers by regulations; and  \n \n(v)  “Vice­Chancellor ” means the Vice­Chancellor  of the Institute.  \n \n \nCHAPTER­II \n \nTHE INSTITUTE \n \n3. Incorporation of the Institute.⎯ (l) The Pakistan Institute of Fashion and Design, \nLahore  shall,  from  the  date  of  publication  in  the  official Gazette  of  notification  in  this  behalf,  \nstand reconstituted as the Pakistan Institute of Fashion and Design having degree awarding status.  \n \n(2) The Institute shall consist of  \n \n(a)  the Chancellor, the Pr o­Chancellor, the members of the Senate and the \nVice­Chancellor;  \n \n \nPage 6 of 28 \n (b)   the members of the Authorities of the Institute established under section 15;  \n \n (c)  all institute teachers and persons recognized as students of the Institute in \naccordance with terms prescribed from to time; and  \n \n(d)  all other full­time officers and members of the staff of the Institute.  \n \n(3) The Institute shall be a body corporate having perpetual succession and a common seal and \nmay by the said name sue and be sued.  \n \n(4) The present regular or full time employees of the Institute shall continue to be employed \nunder this Act under existing terms and conditions not less favourable than those prevailing at present,  \n \n(5) The Institute shall be competent to acquire and hold  property, both movable and \nimmovable, and to lease, sell or otherwise transfer any movable and immovable property which may \nhave become vested in or been acquired by it.  \n \n(6) Notwithstanding anything contained in any other law for the time being in force,  the \nInstitute shall have academic, financial and administrative autonomy, including the power to employ \nofficers, teachers. and other employees on such terms as may be prescribed, subject to the terms of \nthis Act and the Higher Education Commission Ordina nce, 2002 (LIII of 2002). In particular, and \nwithout prejudice to the authority granted to the Commission by the law, the Government or an \nauthority or auditor appointed by the Government shall have no power to question the policy \nunderlying the allocation  of resources approved by the Senate in the annual budget of the Institute.  \n \n(7) All properties, rights and interests of whatever kind, used, enjoyed, possessed, owned or \nvested in, or held in trust by or for the Institute and liabilities legally subsistin g against the Institute \nshall pass to the Institute reconstituted under this Act.  \n \n(8) The Institute shall follow the guidelines and policy directives, as the Federal Government \nmay issue, from time to time, for achieving the purposes of this Act.  \n \n4. Powers and  purposes of the Institute.⎯ The Institute shall have the following powers \nand purposes, namely: ⎯ \n \n(i)  to provide for education and scholarship in such branches of knowledge as it \nmay deem fit, and to make provision for research, service to society and for the \napplication, advancement and dissemination of knowledge in such manner as it \nmay determine;  \n \n(ii)  to prescribe courses of studies to be conducted by it and the colleges;  \n \n(iii)  to hold examinations and to award an d confer degrees, diplomas, certificates \nand other academic distinctions to and on persons, who have been admitted to \nand have passed its examinations under prescribed conditions;  \n \n(iv)  to prescribe the terms and conditions of employment of the officers, teachers, \nand other employees of the Institute and to lay down terms and conditions that \nmay be different from those applicable to Government servants in general;  \n \n \nPage 7 of 28 \n (v)  to engage, where necessary, persons on contracts of specified duration and to \nspecify the terms of each engagement;  \n \n(vi) to confer honorary degrees or other distinctions on approved persons in the \nmanner prescribed;  \n \n(vii)  to provide for such instruction for persons not being students of the Institute as \nit may prescribe, and to g rant certificates and diplomas to such persons;  \n \n(viii)  to institute programs for the exchange of students and teachers between the \nInstitute and other universities, educational institutions and research \norganizations, inside as well as outside Pakistan;  \n \n(ix)  to provide career counseling and job search services to students and alumni;  \n \n(x)  to maintain linkages with alumni;  \n \n(xi)  to develop and implement fund­raising plans;  \n \n(xii)  to provide and support the academic development of the Faculty;  \n \n(xiii)   to  confer  degrees  on  persons  who  have  carried  on  independent  research  \nunder prescribed conditions;  \n \n(xiv)  to accept the examinations passed and the period of study spent by students of \nthe Institute at other universities and places of learning equivalent to such \nexaminations and periods of study in the Institute, as it may prescribe, and to \nwithdraw such acceptance;  \n \n(xv)  to co­operate with other universities, public auth orities or private organizations, \ninside as well as outside Pakistan, in such manner and for such purposes as it \nmay prescribe;  \n \n(xvi)   to  institute  Professorships,  Associate  Professorships,  Assistant  \nProfessorships  and  Lecturerships and any other posts and to appoint persons \nthereto;  \n \n(xvii)  to create posts for research, extension, administration and other related purposes \nand to appoint persons thereto;  \n \n(xviii)  to recognize selected members of the teaching staff of affiliated colleges or \neducat ional institutions admitted to the privileges of the Institute or such other \npersons as it may deem fit, as Institute teachers;  \n \n(xix)  to institute and award financial assistance to students in need, fellowships, \nscholarships, bursaries, medals and prizes under prescribed conditions;  \n \n(xx)  to establish teaching departments, schools, colleges, faculties, institutes, \nmuseums and other centers of learning for the development of teaching and \n \nPage 8 of 28 \n research and to make such arrangements for their maintenance, management \nand administration as it may prescribe;  \n \n(xxi)  to provide for the residence of the students of the Institute and the constituent \ncolleges, to institute and maintain halls of residence and to approve or license \nhostels and lodging ; \n \n(xxii)  to maintain order, discipline and security on the campuses of the Institute and \nthe constituent colleges;  \n \n(xxiii) to promote the extra curricular and recreational activities of such students, and \nto make arrangements for promoting their health and general welfare;  \n \n(xxiv)  to demand and receive such fees and other charges as it may determine;  \n \n(xxv)  to make provision for research, advisory or consultancy services and with these \nobjects to enter into arrangements with other institutions, public or private \nbodies, commercial and industrial enterprises under prescribed conditions;  \n \n(xxvi)  to enter into, carry out, vary or cancel contracts;  \n \n(xxvii) to receive and manage property transferred and grants, contributions made to \nthe Institute and to in vest any fund representing such property, grants bequests, \ntrusts, gifts, donations, endowments or contributions in such manner as it may \ndeem fit;  \n \n(xxviii)to provide for the printing and publication of research and other works;  \n \n(xxix)  to make rules, regulations and statutes for the Institute; and  \n \n(xxx)  to do all such other acts and things, whether incidental to the powers aforesaid \nor not, as may be requisite or expedient in order to further the objectives of the \nInstitute as a place of educa tion, learning and research.  \n \n5. Institute open to all classes, c reeds, etc.⎯ (l) The Institute shall be open to all persons \nof either sex of whatever religion, race, caste, class, creed, colour or domicile who qualify for \nadmission to the courses of study offered by the Institute based on the criteria and policy determined \nby the Senate, and no such person shall be denied the priv ileges of the Institute on the ground only of \nsex, religion, race, caste, class, creed, colour or domicile.  \n \n(2)  An increase in any fee or charge that is in excess of ten per cent per annum  on an annualized \nbasis from the last such increase may not be mad e except in special circumstances, and only with the \napproval of the Senate.  \n \n(3)  The Institute shall initiate financial aid programs for students in need, to the extent \nconsidered feasible by the Senate given the resources available, so as to enable admi ssion and access \nto the Institute and the various opportunities provided by it to be based on merit rather than ability to \npay; \n \n \nPage 9 of 28 \n Provided that the Institute may initiate self­finance schemes covering not more than ten per \ncent of the total number of candid ates in any campus taught course or research­based program of study.  \n \n6. Teaching and examination at the Institute.⎯  (l) All academic programs of the Institute \nshall  be conducted in the prescribed manner and the Senate shall ensure that the courses of study, the \ncurriculum and the practical work at the Institute are comparable in standard with other similar \ninstitutions.  \n \n(2) All recognized teaching in various courses shall be conducted by the Institute or a college \nin the prescribed manner and may incl ude lectures, tutorials, discussions, seminars, demonstrations, \ndistance learning and other methods of instruction as well as practical work in the laboratories, \nhospitals, workshops and other governmental or private organizations.  \n \n(3) The authority respo nsible for organizing recognized academic programs shall be such as \nmay be prescribed.  \n \n(4) The Institute shall associate internal and external examiners in the conduct of examinations.  \n \n(5) No degree shall he granted unless a student has passed an examina tion in Islamic and \nPakistan  Studies, or, in the case of a non­Muslim student in Ethics and Pakistan Studies.  \n \n \nCHAPTER­III \n \nOFFICERS OF THE INSTITUTE \n \n7.  Officers.⎯ The following shall be the officers of the Institute, namely:  \n \n(a)  the Chancellor;  \n \n(b)  the Pro­Chancellor;  \n \n(c)  the Vice­Chancellor;  \n \n(d)  the Deans;  \n \n(e)  the Principals of the colleges;  \n \n(f)  the Registrar;  \n \n(g) the Treasurer;  \n \n(h)  the Controller of Examinations; and  \n \n(i)  such other persons as may be prescribed by th e statutes or regulations to be the \nofficers of the Institute.  \n \n8.  Chancellor and Pro­Chancellor.⎯ (1) The President of Pakistan shall be the Chancellor \nof the Institute and the Chairperson of the Senate.  \n \n \nPage 10 of 28 \n (2) The Chancellor shall, when present, preside at the meetings of the Senate and the \nconvocation of the Institute. In the absence of the Chancellor, the Senate may request a, person of \neminence to preside over the convocation of the Institute.  \n \n(3) The Federal Minister for Commerce or as, the case may be, the Minister­in­Incharge of the \nadministrative Ministry, shall be the Pro­Chancellor of the Institute and Deputy Chairperson of the \nSenate.  \n \n(4)  The  members  of  the  Senate  as  well as  the  Vice­Chancellor  shall be  appointed  by   \nthe Chancellor from amongst the persons recommended by the Representation Committee set up for \nthis purpose or the Search Committee established in accordance with the provisions of this Act and \nthe statutes, as the case may be.  \n \n(5)  Every  proposal to  confer  an  honorary  degree  shall  be  subject  to  confirmation  by  \nthe Chancellor.  \n \n(6) If the Chancellor is satisfied that serious irregularity or mismanagement with respect to the \naffairs of the Institute has occurred, he may,  \n \n(a)  as regards proce edings. of the Senate direct that specified proceedings be \nreconsidered and appropriate action taken within one month of the direction \nhaving been issued:  \n \nProvided that if the Chancellor is satisfied that either no reconsideration \nhas been carried out or that the reconsideration has failed to address the concern \nexpressed he may, after calling upon the Senate to show cause in writing, \nappoint a five member Review Panel to examine and report to the Chancellor \non the functioning of the Senate. The report of the Review  Panel  shall  be  \nsubmitted  within  such  time  as  may  be  prescribed  by  the Chancellor. The \nReview Panel shall be drawn from persons of eminence in academics and in the \nfields of law, accountancy and administration; and  \n \n(b)  as regards p roceedings of any Authority or with respect to matters within the \ncompetence of any Authority other than the Senate, direct the Senate to exercise \npowers under section  18. \n \n9. Removal  from the  Senate.⎯ (1) The Chancellor may, upon the recommendation of the  \nReview Panel, remove any person from the membership of the Senate on the ground that such  person:  \n \n(a)  has become of unsound mind;  \n \n(b)  has become incapacitated to function as member of the Senate;  \n \n(c)  has been convicted by a cour t of law for an offence involving moral turpitude;  \n \n(d)  has absented himself from two consecutive meetings without just cause; or  \n \n(e)  has been guilty of misconduct, including use of position for personal advantage, \nof any kind, or gross inefficiency in the performance of functions.  \n \n \nPage 11 of 28 \n  (2) The Chancellor shall remove any person from the membership of the Senate on a resolution \ncalling for the removal of such person supported by at least three­fourth of the membership of the \nSenate:  \n \nProvided that before pa ssing such resolution the Senate shall provide the member concerned \nan opportunity of being heard:  \n \nProvided further that the provisions of this section shall not he applicable to the \nVice­Chancellor in his capacity as a member of the Senate.  \n \n10. Vice­Chancellor  of the  Institute.⎯ (1) There shall be a Vice­Chancellor of the \nInstitute  who shall be an eminent academic or a distinguished administrator and shall be appointed on \nsuch terms and conditions as may be prescribed.  \n \n(2) The Vice­Chancellor shall be the chief executive officer of the Institute responsible for all \nadministrative and academic functions of the Institute and for ensuring that the provisions of this Act, \nstatutes, regulations and rules are fait hfully observed in order to promote the general efficiency and \ngood order of the Institute. The Vice­Chancellor shall have all powers prescribed for this purpose, \nincluding administrative control over the officers, teachers and other employees of the Insti tute. \n \n(3) The Vice­Chancellor shall, if present, be entitled to attend any meeting of any Authority or \nbody of the Institute.  \n \n(4) The Vice­Chancellor  may, in an emergency that in his opinion requires immediate action \nordinarily not  in  the  competence  of the  Vice­Chancellor, take  such action and forward, within \nseventy­two hours, a report of the action taken to the members of the Emergency Committe e of the \nSenate to be set up by statute. The Emergency Committee may direct such further action as is \nconsidered appropriate.  \n \n(5) The Vice­Chancellor shall also have the following powers, namely:  \n \n(a)   to  direct  teachers,  officers  and  other  employe es  of  the  Institute  to  take  \nup  such assignments in connection with examination, administration and such \nother activities in the Institutes as. he may consider necessary for the purposes \nof the Institute;  \n \n(b)  to sanction by re­appropriation an amou nt not exceeding an amount prescribed \nby the Senate for an unforeseen item not provided for in the budget and report \nit to the Senate at the next meeting;  \n \n(c)  to make appointments of such categories of employees of the Institute and in \nsuch manner as may  be prescribed by the statutes;  \n \n(d)  to suspend, punish and remove, in accordance with prescribed procedure, from \nservice officers, teachers and other employees of the Institute except those \nappointed by or with the approval of the Senate;  \n \n(e)  to delega te, subject to such conditions as may be prescribed, any of his powers \nunder this  Act to an officer or officers of the Institute; and  \n \n \nPage 12 of 28 \n (f)  to exercise and perform such other powers and functions as may be prescribed.  \n \n(6) The Vice­Chancello r shall present an annual report before the Senate within three months \nof the close of the academic year. The annual report shall present such information as regards the \nacademic year under review as may be prescribed, including disclosure of all relevant facts pertaining  \nto \n \n(a)  academics;  \n \n(b)  research;  \n \n(c)  administration; and  \n \n(d)  finances.  \n \n(7) The Vice­Chancellor  shall make available annual report, prior to its presentation before the \nSenate, to all officers and Institute teachers and it shall be published in such numbers as are required \nto ensure its wide circulation.  \n \n11. Appointment and  removal  of the  Vice­Chancellor.⎯ (1) The Vice­Chancellor shall \nbe appointed by the Chancellor on the basis of recommendations made by the Senate.  \n \n(2)  A Search Committee for the recommendation of persons suitable for appointment as Vice­ \nChancellor shall be co nstituted by the Senate on the date and in the manner prescribed by statutes and \nshall consist of two eminent members of society nominated by the Chancellor of whom one shall, be \nappointed the convener two members of the Senate, two distinguished Institute  teachers who are not \nmembers of the Senate and one academic of eminence not employed by the Institute. The two \ndistinguished Institute teachers shall be selected by the Senate through a  process, to be prescribed by \nstatute that provides for the recommend ation of suitable names by the Institute teachers in general. \nThe Search Committee shall remain in existence till such time that the appointment of the next Vice­ \nChancellor has been made by the Chancellor.  \n \n(3) The persons proposed by the Search Committee for appointment as Vice­Chancellor shall \nbe considered by the Senate and of these a panel of three in order of priority shall be recommended by \nthe Senate to the Chancellor.  \n \nProvided that the Chancellor may  decline to appoint any of the three persons recommended \nand seek recommendation of a fresh panel. In the event of a fresh recommendation being sought by \nthe Chancellor the Search Committee shall make a proposal to the Senate in the prescribed manner.  \n \n(4) The Vice­Chancellor shall be appointed for a renewable tenure of five years on terms and \nconditions prescribed by statute. The tenure of an incumbent Vice­Chancellor of the Institute shall be \nrenewed by the Chancellor on receipt of a resolution of the Sen ate in support of such renewal;  \n \nProvided that the Chancellor may call upon the Senate to reconsider such resolution once.  \n \n(5) The Senate may, pursuant to a resolution in this behalf passed by three­fourth of its \nmembership, recommend to the  Chancellor the removal of the Vice­Chancellor on the ground of \ninefficiency, moral turpitude or physical or mental incapacity or gross misconduct, including misuse \nof position for personal advantages of any kind:  \n \nPage 13 of 28 \n  \nProvided that the Chancellor may make ref erence to the Senate stating the instances of \ninefficiency, moral turpitude or physical or mental incapacity or gross misconduct on the part of the \nVice­Chancellor that have come to his notice. After consideration of the reference the Senate may, \npursuant to a resolution in this behalf passed by two­third of its membership, recommend to the \nChancellor the removal of the Vice­Chancellor:  \n \nProvided further that prior to a resolution for the removal of the Vice­Chancellor being voted \nupon, the Vice­Chancellor shall be given an opportunity of being heard.  \n \n(6) A resolution recommending the removal of the Vice­Chancellor shall be submitted to t he \nChancellor forthwith, The Chancellor may accept the recommendation and order removal of the \nVice­Chancellor or return the recommendation to the Senate for reconsideration and resubmission.  \n \n(7) At any time when the office of the Vice­Chancellor is vacan t or the Vice­Chancellor is \nabsent or is unable to perform the functions of his office due to illness or some other cause, the Senate \nshall make such arrangements for the performance of the duties of the Vice­Chancellor as it may deem \nfit. \n \n12. Registrar.⎯ (1) There shall be a Registrar of the Institute to be appointed by the Senate \non the recommendation of the Vice­Chancellor, on such terms and conditions as may be prescribed.  \n \n(2)  The  experience   as  well  as  the  professional  and  academic  qualifications  necessary  \nfor appointment to the post of the Registrar shall be as may be prescribed.  \n \n \n(3) The Registrar shall be a full­time officer of the Institute and shall  \n  \n(a)  be the administrativ e head of the secretariat of the Institute and be responsible \nfor the provision of secretariat support to the Authorities of the Institute;  \n \n(b)  be the custodian of the common seal and the academic records of the Institute;  \n \n(c)  maintain a register of re gistered graduates in the prescribed manner;  \n \n(d)  supervise the process of election, appointment or nomination of members to the \nvarious  Authorities and other bodies in the prescribed manner; and  \n \n(e)  perform such other duties as may be prescribed..  \n \n(4) The term of office of the Registrar shall be renewable period of three years: \n  \nProvided that the Senate may, on the advice of the Vice­Chancellor, terminate the appointment \nof the Registrar on grounds of inefficiency or misconduct in accordance with p rescribed procedure.  \n \n13. Treasurer .⎯ (l) There shall be a Treasurer of the Institute to be appointed by the Senate \non the recommendation of the Vice­Chancellor, on such terms and conditions as may be prescribed.  \n \n(2) The experience and the professional and academic qualifications necessary for appointment \nto the post of the Treasurer shall be as may be prescribed.  \n \nPage 14 of 28 \n  \n(3) The Treasurer shall be the chief financial officer of the Institute and shall  \n \n(a)   manage  the  assets,  liabilities,  rec eipts,  expenditures,  funds  and  investments  \nof  the  Institute;  \n \n(b)  prepare the annual and revised budget estimates of the institute and present \nthem to the Syndicate or a committee thereof for approval and incorporation in \nthe budget to be presented to the Senate;  \n \n(c)  ensure that the funds of the Institute are expended on the purposes for which \nthey are provided;  \n \n(d)  have the accounts of the Institute audited annually so as to be available for \nsubmission to the Senate within six months of the clos e of the financial year; \nand \n \n(e)  perform such other duties as may be prescribed.  \n \n(4) The term of office or the Treasurer shall be a renewable period of three years:  \n \nProvided that the Senate may, on the advice of the Vice­Chancellor terminate the appoin tment \nof the  Treasurer on grounds of inefficiency or misconduct in accordance with prescribed procedure.  \n \n14. Controller of Examinations.⎯ (1)  There   shall be  a  Controller of  Examinations, to  \nbe appointed by the Senate on the recommendation of the Vice­Chancellor, on such terms and \nconditions as may be prescribed.  \n \n(2) The  minimum qualifications necessary for appointment to the  post  of the  Con troller of  \nExaminations shall be as may he prescribed.  \n \n(3) The Controller of Examinations shall be a full­time officer of the institute and shall be \nresponsible for all matters connected with the conduct of examinations and to perform such other \nduties as  may by prescribed.  \n \n(4) The Controller of Examinations shall be appointed for a renewable term of three years.  \n \nProvided that the Senate may, on the advice of the Vice Chancellor, terminate the appointment \nof the  Controller  of  Examinations  on  grounds  of  inefficiency  or  misconduct  in  accordance  with  \nprescribed procedure.  \n \nCHAPTER­IV  \n \nAUTHORITIES OF THE INSTITUTE \n \n15. Authorities.⎯ The following shall be the Authorities of the Institute namely:  \n \n(a)  Authorities established by this Act:  ⎯ \n \n(i)  the Senate;  \n \nPage 15 of 28 \n  \n(ii)  the Syndicate; and  \n \n(iii)  the Academic Council; and  \n \n(b)  Authorities to be established by the statutes: — \n \n(i)  Graduate and Research Management Council;  \n \n(ii)  Recruitment, Development, Evaluation and Promotion committees for \nteachers and other staff whether at the level of the department, the \nFaculty or the Institute;  \n \n(iii)  Career Placement and Internship Committee of each Faculty;  \n \n(iv)  Search Committee for, the appointment of the Vice­Chancellor;  \n \n(v)  the Representation Committees for appointment to the Senate, \nSyndicate and the  Academic Council;  \n \n(vi)  Faculty Council; and  \n \n(vii)  Departmental Council.  \n \n(2) The Senate, the Syndicate and the Academic Council may set up such other committees or \nsub­committees, by whatever name described, as are considered desirable through statutes or \nregulations as appropriate. Such committees or sub­committees shall be Authorities of the Ins titute for \nthe purposes of this Act.  \n \n16. Senate. ⎯ (1) The body responsible for the governace of the Institute shall be described as \nthe Senate, and shall consist of the following, namely:  ⎯ \n \n(a)  the Chancellor who shall be the Chairperson of the Senate;  \n \n(b)  the Deputy Chairperson;  \n \n(c)  the Vice­Chancellor;  \n \n(d)  a senior member not below the rank of Additional Secretary of Ministry of \nCommerce;  \n \n(e)  eight persons from society at large being persons of distinction in the fields of \nadministration,   manag ement, education, academics, law, accountancy, \nmedicine, fine arts, architecture, agriculture, science, technology and \nengineering such that the appointment of these persons reflects a balance across \nthe various fields:  \n \nProvided that the special focus or affiliation of  the Institute, to be \ndeclared in the manner prescribed, may be reflected in the number of persons \n \nPage 16 of 28 \n of   distinction in an area of expertise relevant to the Institute who are appointed \nto the Senate;  \n \n(f)  one person from amongst the alumni o f the Institute;  \n \n(g)  two persons from the academic community of the country, other than an \nemployee of the  Institute, at the level of professor or principal of a college;  \n \n(h)  four Institute teachers;  \n \n(i)  one person nominated by the Commission; and  \n \n(j)  one member of the Senate of Pakistan to be nominated by Chairman, Senate of \nPakistan.  \n \n(2) The numbers of the members of the Senate described against clauses (f) to (i) of sub­section  \n \n(1) may be increased by the Senate through statute s subject to condition that the total \nmembership of the Senate does not exceed twenty­one, with a maximum of five Institute teachers, and \nthe increase is balanced, to the extent possible, across the different categories specified in sub­section \n(1). \n \n(3) A ll appointments to the Senate shall be made by the Chancellor Appointments of persons \ndescribed in clauses (f) and (g) of sub­section (1) shall be made from amongst a panel of three names \nfor each vacancy recommended by the Representation Committee set up in terms of section 23 and in \naccordance with procedure as may be prescribed:  \n \nProvided that effort shall be made, without compromising on quality or qualification, to give \nfair representation to women on the Senate:  \n \nProvided further that as regards the I nstitute teachers described in clause (h) of sub­section (1) \nthe Senate shall prescribe a procedure for appointment on the basis of elections that provide for voting \nby the various categories of Institute teachers:  \n \nProvided also that the Senate may altern atively prescribe that appointment of Institute teachers \nto the Senate shall also be in the manner provided by this sub­section for the persons described in \nclauses (f) and (g) of sub­section (1).  \n \n(4) Members of the Senate, other than ex­officio members, shall hold office for three years. \nOne­ third of the members, other  than ex­officio members, of the first Senate, to be determined by lot, \nshall retire from office on the expiration of one year from the date of appointment by the Chancellor. \nOne­half of t he remaining   memlgiers, other than ex­officio members, of the first Senate, to be \ndetermined  by  lot,  shall  retire  from  office  on  the  expiration  of  two    years  from  the  date  of \nappointment and the remaining one­half, other than ex­officio members, shall retire from office on the \nexpiration of the third year:  \n \nProvided that no person, other than an ex­officio member, may serve on the Senate for more \nthan two consecutive terms:  \n \n \nPage 17 of 28 \n Provided further that  the  Institute teachers appointed to the  Senate may not serve for two \nconsecutive terms.  \n \n(5) The Senate shall meet at least twice in  a calendar year.  \n \n(6) Service on the Senate shall be on honorary basis:  \n \nProvided that actual expenses may be reimbursed as prescribed.  \n \n(7) The Vice­ Chancellor shall be the Secretary of the Senate.  \n \n(8) In the absence of the Chancellor, meetings of the Senate shall be presided over by the \nDeputy Chairperson. The Deputy Chair person shall be the convener of the Senate. In case of absence \nof the Deputy Chairperson the Senate may elect a member, from amongst themselves, to chair the \nmeeting.  \n \n(9) All decisions of the Senate shall be taken on the basis of the opinion of a majority  of the \nmembers present. In the event of the members being evenly divided on any matter the person presiding \nover the meeting shall have a casting vote.  \n \n(10) The quorum for a meeting of the Senate shall be twothirds of its membership, a fraction \nbeing cou nted as one.  \n \n17. Powers  and  functions  of the  Senate.⎯ (1) The Senate shall have the power of general  \nsupervision over the Institute and shall hold the Vice­Chancellor  and the Authorities accountable for \nall the functions of the Institute. The Senate shall also have all powers of the Institute not expressly \nvested in an Authority or officer by this Act and all other powers not expressly mentioned by this Act \nthat are ne cessary for the performance of its functions.  \n \n(2) Without  prejudice  to  the  generality of the  foregoing powers, the  Senate  shall have  the \nfollowing powers, namely:  \n \n(a)  to approve the proposed annual plan of work, the annual and revised budgets, \nthe annual report and the annual statement of account;  \n \n(b)  to hold, control and lay down policy for the administration of the property, \nfunds and investments of the Institute, including the approval of the sale and \npurchase or acquisition of imm ovable property;  \n \n(c)  to oversee the quality and relevance of the Institute's academic programs and to \nreview the academic affairs of the Institute in general;  \n \n(d)  to approve the appointment of the Principals, Deans, Professors, Associate \nProfessors and such other senior faculty and senior administrators as may be \nprescribed;  \n \n(e)  to institute schemes, directions and guidelines for the terms and conditions of \nappointment of all officers, teachers and other employees of the Institute;  \n \n(f)  to approve strategic plans;  \n \nPage 18 of 28 \n  \n(g)  to approve financial resource development plans of the Institute;  \n \n(h)   to consider the drafts of statutes and regulations proposed by the Syndicate and \nthe Academic Council:  \n \nProvided that the Senate may make statute or  regulation on its own \ninitiative and approve it after calling for the advice of the Syndicate or the \nAcademic Council as the case may be;  \n \n(i)  to annul by order in writing the proceedings of any Authority or officer if the \nSenate is satisfied that such p roceedings are not in accordance with the \nprovisions of this Act, statutes or regulations after calling upon such Authority \nor officer to show cause why such proceedings should not be annulled;  \n \n(j)  to recommend to the Chancellor removal of any member of the Senate in \naccordance with the provisions of this Act;  \n \n(k)  to make appointment of members of the Syndicate, other than ex­officio \nmembers, in accordance with the provisions of this Act;  \n \n(l)   to make appointment of members of the Academic Council, ot her than ex -\noff+icio members, in accordance with the provisions of this Act;  \n \n(m)  to appoint Emeritus, Professors on such terms and conditions as may be \nprescribed;  \n \n \n(n)  to remove any person from the membership of any Authority if such person  \n \n(i)  has become of unsound mind; or  \n \n(ii)  has become incapacitated to function as member of such Authority; or  \n \n(iii)  has been convicted by a court of law for an offence involving moral \nturpitude; and  \n \n(o)  to determine the form, provide for the custody and regulate the use of the \ncommon seal of the Institute.  \n \n(3) The Senate may, subject to the provisions of this Act, delegate all or any of the powers and \nfunctions of any Authority, officer or employee of the Institute at its main campus, to any Authority, \ncommittee, officer or employee at its additional campus for the purpose of exercising such powers and \nperforming such functions in relation to such additional campus, and for this purpose the Senate may \ncreate new posts or positions at the addit ional campus.  \n \n18. Visitation.⎯ The Senate may, in accordance with the terms and procedures as may be  \nprescribed, cause an inspection to be made in respect of any matter connected with the Institute.  \n \n \n \nPage 19 of 28 \n  19. Syndicate.⎯  (1) There shall be a Syndicate of the Institute consisting of the following,  \nnamely :⎯ \n \n(a)  the Vice­Chancellor who shall be its Chairperson;  \n \n(b)  the Deans of the Faculties;  \n \n(c)  three professors from different departments, who are not members of the \nSenate, to be elected by the Institute teachers in accordance procedure to be \nprescribed by the Vice­ Chancellor;  \n \n(d)  Principals of the colleges;  \n \n(e)  the Registrar;  \n \n(f)  the Treasurer; and  \n \n(g)  the Controller of Examinations.  \n \n(2) The Registrar shall also be the Secretary of the Syndicate.  \n \n(3) Members of the Syndicate, other than ex­officio members, shall hold office for three years.  \n \n(4)  As regards the three professors described under clause (c) of sub­section (1) the Senate \nmay, as an  alternative  to  elections,  prescribe  a  procedure  for  proposal of  a  panel of  names by  \nthe Representation Committee set up in terms of section  23. Appointment of persons proposed by the \nRepresentation Committee may be made by the Senate on the recommendation of the Vice­ \nChancellor.  \n \n(5) The quorum for a meeting of the Syndicate shall be one­third of the total number of the \ntotal number of membe rs, a fraction being counted as one.  \n \n(6) The Syndicate shall meet at least once in each quarter of the year.  \n \n20. Powers and duties of the Syndicate.⎯ (1) The Syndicate shall be the executive body of \nthe Institute and shall, subject to the provisions of this Act and statutes, exercise general supervision \nover the affairs and management of the Institute.  \n \n(2) Without prejudice to the generality of the foregoing powers, and subject to the provisions \nof this Act, statutes and directions of the Senate, the Syndicate shall have the following powers, \nnamely:  \n \n(a)  to consider the annual report, the annual and revised budget estimates and to \nsubmit these to the Senate;  \n \n(b)  to transfer and accept transfer of movable property on behalf of the In stitute;  \n \n(c)  to enter into, vary, carry out and cancel contracts on behalf of the Institute;  \n \n \nPage 20 of 28 \n (d)  to cause proper books of account to be kept for all sums of money received and \nexpended by the Institute and for the assets and liabilities of the Institut e; \n(e)  to invest any money belonging to the Institute including any unapplied income \nin any of the securities described in section 20 of the Trust Act, 1882 (Act II of \n1882), or in the purchase of immovable property or in such other manner, as it \nmay pres cribe, with the like power of varying such investments;  \n \n(f)   to receive and manage any property transferred, and grants, bequests, trust, \ngifts, donations, endowments and other contributions made to the Institute:  \n \n(g)  to administer any funds placed at the disposal of the Institute for specified \npurposes;  \n \n(h)  to provide the buildings, libraries, premises, furniture, apparatus, equipment \nand other means required for carrying out the work of the Institute;  \n \n(i)  to establish and maintain halls of residence and hostels or approve or license \nhostels or lodgings for the residence of students;  \n \n(j)  to recommend to the Senate admission of educational institutions to the \nprivileges of the institute and withdraw such privileges;  \n \n(k)  to arrange for t he inspection of colleges and the departments:  \n \n(l)    to institute  Professorships, Associate Professorships, Assistant  Professorships, \nLectureships and other teaching posts or to suspend or to abolish such posts;  \n \n(m)  to create, suspend or abolish such a dministrative or other posts as may be \nnecessary;  \n \n(n)  to prescribe the duties of officers, teachers and other employees of the Institute;  \n \n(o)  to report to the Senate on matters with respect to which it has been asked to \nreport:  \n \n(p)  to appoint members  to various Authorities in accordance with the provisions of \nthis Act;  \n \n(q)  to propose drafts of statutes for submission to the Senate;  \n \n(r)  to regulate the conduct and discipline of the students of the Institute;  \n \n(s)  to take actions necessary for the good administration of the Institute in general \nand to this end exercise such powers as are necessary;  \n \n(t)  to delegate any of its powers to any Authority or officer or a committee; and  \n \n(u)  to perform such other functions as have been assigned to it  by the provisions of \nthis Act or may be assigned to it by statutes.  \n \n \nPage 21 of 28 \n 21. Academic Council.⎯ (1) There shall be an Academic Council of the institute consisting \nof  the following, namely:  \n \n(a)  the Vice­Chancellor  who shall be its Chairperson;  \n \n(b)  the Deans of Faculties and such Heads of Departments as may be prescribed;  \n \n(c)  five members representing the departments, institutes and the colleges to be \nelected in the manner prescribed by the Senate;  \n \n(d)  five Pr ofessors including Emeritus Professors;  \n \n(e)  the Registrar;  \n \n(f)  the Controller of Examinations; and  \n \n(g)  the Librarian.  \n \n(2) Senate shall appoint the members of the Academic Council, other than the ex­officio and \nthe elected members, on the recommendation of the Vice­Chancellor of the Institute:  \n \nProvided that five professors and the members representing the departments, institutes and the \nconstituent colleges, the Senate may, as an alternative to elections, prescribe a procedure for proposal \nof a panel of names by the Representation Committee set up in terms of section 23. Appointment of \npersons proposed by the Representation Committee may be made by the Senate on the \nrecommendation of the Vice­Chancellor.  \n \n(3) Members of the Academic Council, other than the ex­officio members, shall hold office fo r \nthree years.  \n \n(4) The Academic Council shall meet at least once in each quarter of the year.  \n \n(5) The quorum for meetings of the Academic Council shall be one­third of the total number \nof members, a fraction being counted as one.  \n \n22. Powers and  functio ns  of the Academic  Council. —(l)  The Academic Council shall be \nthe principal academic body of the Institute and shall, subject to the provisions of this Act and statutes, \nhave the power to lay down proper standards of instruction, research and examinatio ns and to regulate \nand promote the academic life of the Institute and the colleges.  \n \n(2) Without prejudice to the generality of the foregoing powers and subject to the provisions \nof this Act and statutes, the Academic Council shall have the power to ⎯ \n \n(a)  approve the policies and procedures pertaining to the quality of academic \nprograms;  \n \n(b)  approve academic programs;  \n \n(c)  approve the policies and procedures pertaining to student­related functions \nincluding admissions, expulsions, punishments, examinat ions and certification;  \n \nPage 22 of 28 \n  \n(d)  approve the policies and procedures assuring quality of teaching and research;  \n \n(e)  propose to the Syndicate schemes for the constitution and organization of \nFaculties, teaching departments and boards of studies;  \n \n(f)  appoint paper setters and examiners for all examinations of the Institute after \nreceiving panels of names from the relevant authorities;  \n \n(g)  institute programs for the continued professional development of Institute \nteachers at all levels;  \n \n(h)  recognize the examinations of other universities or examining bodies as \nequivalent to the corresponding examinations of the Institute;  \n \n(i)  regulate the award of studentships, scholarships, exhibitions, medals and prizes;  \n \n(j)  make regulations for submis sion to the Senate;  \n \n(k)  prepare an annual report on the academic performance of the Institute; and  \n \n(1)  perform such functions as may be prescribed by regulations.  \n \n23. Representation C ommittees.⎯ (1) There shall be a Representation Commit tee \nconstituted  by the Senate through statute for recommendation of persons for appointment to the Senate \nin accordance with the provisions of section 16.  \n \n(2) There shall also be a Representation Committee constituted by the Senate through statute \nfor the  recommendation of persons for appointment to the Syndicate and the Academic Council in \naccordance with the provisions of sections 9 and 21.  \n \n(3) Members of the Representation Committee for appointments to the Senate shall consist of \nthe following, namely:  ⎯ \n \n(a)  three members of the Senate who are not Institute teachers;  \n \n(b)  two persons nominated by the Institute teachers from amongst themselves in \nthe manner prescribed;  \n \n(c)  one person from the academic community, not employed by the Institute, at the \nlevel of professor or college principal to be nominated by the Institute teachers \nin the manner prescribed; and  \n \n(d)  one eminent citizen with experience in administration, philanthropy \ndevelopment work, law or accountancy to be nominated  by the Senate.  \n \n(4) The Representation Committee for appointments to the Syndicate and the Academic \nCouncil shall consist of the following, namely:  \n \n(a)  two members of the Senate who are not Institute teachers; and  \n \nPage 23 of 28 \n  \n(b)  three persons nominated by the In stitute teachers from amongst themselves in \nthe manner prescribed.  \n \n(5) The tenure of the Representation Committees shall be three years:  \n \nProvided that no member shall serve for more than two consecutive terms.  \n \n(6) The procedures for conducting business o f the Representation Committees shall be as may \nbe prescribed.  \n \n(7)  There may also be such other Representation Committees set up by any of the other \nAuthorities as are considered appropriate for recommending persons for appointment to the various \nAuthori ties and other bodies of the Institute.  \n \n24. Appointment of committees by certain Authorities.⎯(1) The Senate, the Syndicate, \nthe Academic Council and other Authorities may, from time to time, appoint such standing, special or \nadvisory committees, as they may deem fit, and may place on such committees persons who are not \nmembers of the Authorities appoi nting the committees.  \n \n(2) The constitution, functions and powers of the Authorities for which no specific provision \nhas been made in this Act shall be such as may be prescribed by statutes or regulations.  \n \nCHAPTER­V \n \nSTATUTES, REGULATIONS AND RULES \n \n \n25. Statutes.⎯ (1) Subject to the provisions of this Act, statutes may be made to regulate or  \nprescribe all or any of the following matters, namely:  \n \n(a)  the contents of and the manner in which the annual report, to be presented by \nthe Vice­ Chancellor before the Senate, shall be prepared;  \n \n(b)  the Institute fees and other charges;  \n \n(c)  the constitution of any pension, insurance, gratuity, provident fund and \nbenevolent fund for Institute employees;  \n \n(d)  the scales of pay and other terms and  conditions of service of officers, teachers \nand other  Institute employees;  \n \n(e) the maintenance of the register of registered graduates;  \n \n(f)  admission of educational institutions to the privileges of the Institute and the \nwithdrawal of such privileges;  \n \n(g)   the  establishment  of  Faculties,  departments,  institutes,  colleges  and  other  \nacademic divisions;  \n \n \nPage 24 of 28 \n (h)  the powers and duties of officers and teachers;  \n \n(i)  conditions under which the institute may enter into arrangements with other \ninstitut ions or with public bodies for purposes of research and advisory services;  \n \n(j)  conditions for appointment of Emeritus Professors and award of honorary \ndegrees;  \n \n(k)  efficiency and discipline of institute employees;  \n \n(l)  the constitution and procedure t o be followed by Representation Committees in \ncarrying out functions in terms of this Act;  \n \n(m)  the constitution and procedure to be followed by the Search Committee for \nappointment of the Vice­Chancellor;  \n \n(n)  constitution, functions and powers of the Authorities; and  \n \n(o)  all other matters which by this Act are to be or may be prescribed or regulated \nby statutes.  \n \n (2) The draft of statutes shall be proposed by the Syndicate to the Senate which may approve \nor pass with such modifications as the Se nate may think fit or may refer back to the Syndicate, as the \ncase may be, for reconsideration of the proposed draft:  \n \nProvided that statutes concerning any of the matters mentioned in clauses (a) and (k) of sub­ section \n(1) shall be initiated and approved  by the Senate, after seeking the views of the Syndicate:  \n \nProvided further that the Senate may initiate statutes with respect to any matter in its power or \nwith respect to which statutes may be made in terms of this Act and approve such statutes after seeking \nthe views of the Syndicate.  \n \n26. Regulations.⎯ (1) Subject to the provisions of this Act and statutes, the Academic \nCouncil  may make regulations for all or any of the following matters, namely:  \n \n(a)  the courses of study for degrees, diplomas and certificates of the Institute;  \n \n(b)  the manner in which the teaching referred to in subsection (1) of section 6 shall \nbe organized and conducted;  \n \n(c)  he admission and expulsion of students to and from the Institute;  \n \n(d)  the condi tions under which students shall be admitted to the courses and the \nexaminations of the Institute and shall become eligible for the award of degrees, \ndiplomas and certificates;  \n \n(e)  the conduct of examinations;  \n \n(f)  conditions under which a person may ca rry on independent research to entitle \nhim to a degree;  \n \nPage 25 of 28 \n  \n(g)  the institution of fellowships, scholarships, exhibitions, medals and prizes;  \n \n(h)  the use of the library;  \n \n(i)  the formation of Faculties, departments and Board of Studies; and  \n \n(j)  all othe r matters which by this Act or the statutes are to be or may be prescribed \nby regulations.  \n \n(2) Regulations shall be proposed by the Academic Council and shall be submitted to the \nSenate which may approve them or withhold approval or refer them back to the Academic Council for \nreconsideration. A regulation proposed by the Academic Council shall not be effective unless it \nreceives the approval of the Senate.  \n \n(3) Regulations regarding or incidental to matters contained in sub­clauses (g) and (i) shall not  \nbe submitted to the Senate without the prior approval of the Syndicate.  \n \n27. Rules.⎯ (1) Subject to the provision of sub­section (2), the Authorities and the other \nbodies  of the Institute may make rules, consistent with this Act, to regulate any matter relating to the \naffairs of the Institute including rules to regulate the conduct of business and the time and place of \nmeetings and related matters.  \n \n(2) Rules shall become effective upon approval by the Syndicate.  \n \n(3) Notwithstanding the provisions of sub­rule (1), the rules made by the Institute before the \ncommencement of this Act shall, in so far as they are not inconsistent with the provisions of this Act, \ncontinue in force until they are repealed or amended under this Act.  \n \nCHAPTER ­VI \n \nINSTITUTE FUND  \n \n28. Fund of the Institute.⎯ The institute shall have a fund to which shall be credited its  \nincome from fees, charges, donations, trusts, bequests, endowments, contributions, grants and all other \nsources.  \n \n29. Audits and accounts.⎯ (1) The accounts of the Institute shall be maintained in such form  \nand in such manner as may be prescribed.  \n \n(2)The teaching departments, colleges and all other bodies designated as such by the Syndicate \nin terms of statutes shal l be independent cost centres of the Institute with authority vested in the head \nof each cost centre to sanction expenditure out of the budget allocated to it:  \n \nProvided that re­appropriation from one head of expenditure to another may be made by the \nhead of a cost­centre in accordance with and to the extent prescribed by statutes.  \n \n(3) All funds generated by a teaching department, constituent college or other uni t of the \nInstitute through consultancy, research or other provision of service shall be made available without \nprejudice to the budgetary allocation otherwise made, after deduction of overheads in the manner and \n \nPage 26 of 28 \n to the extent prescribed by statute, to the teaching department, constituent college or other unit for its \ndevelopment.  A  part  of  the  funds  so  generated  may  be  shared  with  the  Institute  teachers  or \nresearchers in charge of the consultancy, research or service concerned in the manner, and to the extent \nprescribed by statute.  \n \n(4) No expenditure shall be made from the funds of the Institute, unless a bill for its payments \nhas been issued by the head of the cost­centre concerned in accordance with the relevant statutes and \nthe Treasurer h as verified that the payment is provided for in the approved budget of the cost­centre, \nsubject to the authority to re­appropriate, available to the head of the cost­centre.  \n \n(5) Provision shall be made for an internal audit of the finances of the Institut e. \n \n(6) Without prejudice to the requirement of audit by an auditor appointed by the Government \nin accordance with the provisions of any other law in force, the annual audited statement of accounts \nof the institute shall be prepared in conformity with the Generally Accepted Accounting Principles \n(GAAP) by a reputed firm of chartered accountants and  signed by the Treasurer. The annual audited \nstatement of accounts so prepared shall be submitted to Auditor­General of Pakistan for his \nobservations.  \n \n(7) Th e observations of the Auditor­General of Pakistan, if any, together with such annotations \nas the Treasurer may make, shall be considered by the Syndicate and shall be placed before the Senate \nwithin six months of closing of the financial year.  \n \nCHAPTER­VII  \n \nGENERAL PROVISIONS \n \n30. Opportunity to show c ause.⎯ Except as otherwise provided by law, no officer, teacher \nor other employee of the institute holding­ a permanent post shall be reduced in rank or removed or \ncompulsorily retired from service for cause arising out of any act or omission on the part of the person \nconcerned unless he has been given a reasonable opportunity of showing cause against the action \nproposed to be taken.  \n \n31. Appeal  to the Syndicate  and  the Senate. ⎯  Where an order is passed punishing any \nofficer other than the Vice­Chancellor, teacher ot other employee of the Institute or altering or \ninterpreting to his disadvantage the prescribed terms or conditions of his service, he shall, where the \norder is passed by any o fficer or teacher of the Institute other than the Vice­Chancellor, have the right \nto appeal to the Syndicate against the order, and where the order is passed by the Vice­Chancellor, \nhave the right to appeal to the Senate.  \n \n32. Service  of th e Institute.⎯ (l) An officer, teacher or other employee of the Institute shall  \nretire from service on the attainment of such are or tenure of service as may be prescribed.  \n \n(2) No adverse change shall be made in the terms and conditions of employment of any Institute \nteacher in the employment of the Institute on the date of commencement of this Act.  \n \n(3) As regards the terms and, conditions of employment of persons in the service of Pakistan \nin general or  in  comparable  employment  notwith standing the  service  of  persons employed by  the \nInstitute shall be entirely governed by terms and conditions prescribed by the relevant statutes.  \n \n \nPage 27 of 28 \n 33. Benefits and  i nsurance.⎯ (1) The Institute shall constitute for the benefit of its of ficers,  \nteachers and other employees schemes, as may be prescribed for the provision of post­employment \nbenefits as well as health and life insurance while in service.  \n \n(2) Where any provident fund has been constituted under this Act, the provisions of the \nProvident Funds Act, 1925 (XIX of 1925), shall apply to such funds as if it were the Government \nProvident Fund.  \n \n34. Commencement of term of office of members of Authority.⎯ (1) When a member \nof a newly­constituted Authority is elected, appointed or nominated, his term of office shall commence \nfrom such date as may be prescribed.  \n \n(2) Where a member who has accepted any other assignment or for any other similar reason \nremains absent from the Institu te for a period of not less than six months he shall be deemed to have \nresigned and vacated his seat.  \n \n35. Filling of casual  vacancies  in Authorities.⎯ Any casual vacancy among the members \nof any Authority shall be filled, as soon as conve niently may be, in the same manner and by the same \nperson or Authority that had appointed the member whose place has become vacant and the person \nappointed to the vacancy shall be a member of such  Authority for the residue of the term for which \nthe person whose place he fills would have been a member.  \n \n36.  Flaws in the constitution of Authorities.⎯ Where there is a flaw in the constitution of  \nan Authority, as constituted by this Act, statutes or regulations on account of the abolition of a \nspecified office under Government or because an organization, institution or other body outside the \nInstitute has been dissolved or has ceased to function, or because of some other similar reason, such \nflaw shall be removed in such manner as  the Senate may direct.  \n \n37. Proceedings  of  Authorities  not  invalidated  by  the  vacancies.⎯ No  act,  \nresolution  or  decision of any Authority shall be invalid by reason of any vacancy of the Authority \ndoing, passing or making it or by reason of any want of qualification or invalidity in the erection, \nappointment or nomination of any de facto  member of the Authority, whe ther present or absent.  \n \n38.  First statutes  and regulations.⎯ Notwithstanding anything to the contrary contained \nin this  Act, the Chancellor shall make the first statutes and regulations which shall be deemed to be \nstatutes and regulations made under sections 25 and 26 and shall continue to remain in force until \namended or till such time as new statutes and regulations are made in accordance with the provisions \nof this Act.  \n \n39. Transitory provisions.⎯ (1) Notwithstanding anything contained in this Act, the \nmembers  of the first Senate, except the Institute teachers, shall be appointed by the Chancellor in \naccordance with the numbers and criteria for membership specified in this Act. The first Senate so \nconst ituted shall initiate, as soon as possible, the, process for the appointment of the members of the \nSyndicate and the Academic Council in accordance with the provisions of this Act.  \n \n(2) Notwithstanding anything contained in this Act and subject to the provi sions of sub­section \n(1) of section (3), the first Vice­Chancellor shall be appointed by the Chancellor for a period of three \nyears.  \n \n \nPage 28 of 28 \n 40. Transfer of assets and liabilities, e tc. Upon the commencement of this Act , ⎯ \n \n(a)   everything done,  action  taken,  obligations and  liabilities  incurred,  persons \nappointed  or authorized, fellowships or scholarships instituted and orders \nissued by the Institute prior to commencement  of  this  Act  shall  be  continued  \nand,  so  far   as  may  be,  deemed  to  have  been respectively done, taken, \nincurred, appointed or authorized, instituted or issued by the Institute; and  \n \n(b)  all the money and properties held by the Institute immediately before such \ncommencement shall stand transfe rred to, and vest in, the reconstituted \nInstitute.  \n \n41. Power  to  allow  appointment of employees  of the  Government, other universities  \nor educational or research institutions to the Institute. ⎯(1) Notwithstanding anything \ncontained in  this Act, the Senate may, on the advice of the Syndicate, allow any post in the Institute \nto be filled by appointment, on such terms as the  Senate may specify, an employee of the Government \nor any other university or educational or research institution.  \n \n(2) Where any appointment has been made under this section, the terms and conditions of \nservice of the appointee shall not be less favourable than those admissible to him immediately before \nsuch appointment and he shall be entitled to all benefits of his p ost of service.  \n \n42. Act  to  override other  instruments, e tc.⎯ The provisions of this Act shall have effect  \nnot with standing anything contained in any instrument, resolution or certificate of incorporation of \nthe Institute.  \n \n43.  Indemnity.⎯ No suit or legal proceedings shall lie against the Government, the Institute \nor any Authority, officer or employee of the Government or the Institute or any person in respect of \nanything which is done in good faith under this Act.  \n \n44. Removal  of difficulties.⎯ (1) If any question arises as to the interpretation of any of the  \nprovisions of the Act, it shall be placed before the Chancellor whose decision thereon shall be final.  \n \n(2) If any difficulty arises in giving effect to any of the provisions of the Act, the Chancellor \nmay make such order after obtaining the views of the Senate, not inconsistent with the provisions of \nthe Act, as may appear to him to be necessary for removing the difficulty.  \n \n(3) Where the  Act makes any provision for anything to be done but no provision or no sufficient \nprovision has been made as respects the authority by whom, or the time at which, or the manner in \nwhich, it shall be done, then it shall be done by such authority, at such t ime, or in such manner as the \nChancellor may direct after obtaining the views of the Senate.  \n \n________________________"
}