{
    "file": "./converted_json\\administrator99178fdeb59bd09102eaed79fd4c65b7.json",
    "name": "Delimitation of Constituencies (Amendment) Ordinance, 2014",
    "date": "October 14, 2014",
    "tagline": "Further to amend the Delimitation of Constituencies Act, 1974",
    "content": "That the National Assembly resolves to extend the\nDelimitation of Constituencies (Amendment) Ordinance' 2014\n(Vlll ot 2014) for a further period of one hundred and twenty\ndays w.e.f. 12$ February, 2Ol5 under proviso to sub'\nparagraph (ii) of paragraPh (a) of clause (2) of Article 89 ot the\nConstitution of the lslamic Republic of Pakistan'''\nRFI,(;ISTERED No. M - 302\nL.-7il69\n@0eGgE;fre d #![tdtr!I\nISLAMABAD, TUESDAY, OCTOBER 14, 2OI4\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTA\\\nMIMSTRY OF LAW, JUSTICE AIYD HUMAI{ RIGHTS\nIslamabad, the I4th October, 2014\nNo. F. 2(1)201+Pub.-The following Ordinance promulgated by the\n:sident is hereby published for general information:-\nOnoNaNcs No. VIII oF 2014\nAN\nORDINANCE\nWuenees. it is expedient further to amend the Delimitation of\nConstituencies Act, 1974 (Act No. XXXIV of 1974), for the purposes hereinafter\nappearing;\n(277)\n[5065(2014)Ex.Gaz.]Price: Rs.3.00EXTRAORDINARY\nPUBLISHEO BY AUTHORITY\nfurther to amend lhe Delimitation of Constiluencies\nAct. 1971 (Act No. XXXIV of 1974)\n278 'tHE GAZETTE OF pAKISTAT-, EXTRA., OCTOBER 14, 20t4 [pARr I\nA\\D wHEREAS the Senate and the National Assembly are not in session\nand the President is satisfied thal circumstances exist which render it necessary\nto take immediate action;\n-\\-ow. THEREFoRE. in exercise of the powers conferred by clause ( l) of\nAdicle 89 of the Constitution of the Islamic Republic of Pakistan. thc President\nis pleased to make and promulgate the follorving Ordinance:-\nI . Short title and commencement.{l) This Ordinance may be\ncalled the Delimitation of Constituencies (Amendment) Ordinance, 2014.\n(2) It shall come into force at once\n2. Amendment of section 2, Act XXXIV of 1974.-ln the\nDelimitation of Constituencies Act. 1974 (Act No. XXXIV of 1974), hereinafter\nreferred to as the said Act, in section 2, alter clause (b), the following new\nclauses shall be insened, namely:-\n\"(bb) \"local government\" means a local government established under a\nFederal or a Provincial law relating to local government;\n(bbb) \"local government law\" means a Federal or a Provincial law\nrelating to local govemment;\n(bbbb) \"council\" means a local council as defined in the respective\nFederal or Provincial local government laws.\".\n3. Insertion of new section, Act XXXIV of 1974.{1) In the said\nAct, after section 3, the following new section shall be inserted, namely:\n''3A. Delimitation of constituencies elc. for local governmenl\nelections.-1l\\ The Commission shall delimit constituencies for\nelections to the local governments as nearly as possible in\naccordance with the provisions of this Act and rulcs made\nthereunder-\n(2) Constituencies of all local government institutions shall be\ndc'lirnitcd as ncarly as possible in accordance with thc criteria and\nprinciples laid down in this Act and the rules made thereunder, or\nas the Commission rray, by order or by rules, detennine.\n(3) Delimitation disputes and other matters relating thereto including\nrepresentations shall as nearly as possible be decided in accordance\nwith the provisions of this Act and the rules rnade thereunder, or as\nth6 Comrnission may, by ordel or by rules. detennine.\n(4) In the discharge of its functions. the Commission may take such\nsteps and measures, adapt such laws. rules and procedures, make or\nadapt electoral rolls, do such acts. pass such orders, issue stlch\ndirections and take all such ancillary, incidental and consequential\nsteps as may be deerned necessary fbr effectively carrying out the\npurposes of this section and conducting local govemment elections\nhonestly. lairly and j ustly.\n(5) Notwithstanding anything contained in this section or section l0B,\nlf any difficulty arises in giving effect to any of the provisions of\nthe Delimitation of Constituencies (Arnendment) Ordinance, 2014.\nthe Commission may make such order for removal of the difficulty\nas it rnay deem fit.\n(6) . The provisions of this Act as amended by the Delimitation of\nConstituencies (Amendment) Ordinance,20l4 and the rules made\nthereunder shall have effect not\\Yithstanding anyhing contained in\nany other law or the rules for the time being in force.\".\n4. Amendment of section 8, Act XXXIV of 1974.-ln the said Act,\nin section 8, after sub-section (5), the following new sub-section shall be added,\nnamely:-\n\"(6) For the purpose of election to the local govemment, the\nCornmission shall divide each local govemment into as many as\nseparate territorial constituencies and the number of councils /\nseats for direct election as provided in the rcspective Federal or\nProvincial local govemment laws.\".\n5. Amendment of section 10, Act XXXIV of 1974,-ln the said Act,\nin section 10, in sub-section (2), for the word \"or'' occurring after the words\n\"Provincial Assenrbllr'. a comma \".\" shall be substituted and after the rvords\n\"Provincial Assernbll -. thc sords ''or a local council\" shall be inscrted.PARrIl THE(iAzhl']EOFPAKISTAN,EXTRA..OCIOBER14, 2014 279\n280 THE GAZETTE OF' PAKIS'IAN, BXTRA., OCTOBER 14, 2014 [PARr I\n6. Addition of new section, Act XXXIV of 1974.-ln the said Act,\nafter section I l, the lollor.r,ing new section shalI be added, namely:-\n\"12. Power to make rules.-The Commission rnay make rules to\ncanyout the purposes of this Act.\".\nMAMNOON FIUSSAN,\nPre.vident.\nBARRISTER ZAFARULLAH KHAN,\nSecretary.\nPBINTED BY THE MANAGER. PRTNTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPUBLISHED BY THE DEPUry CoNTRoLLER STATIoNERY AND FoRVS. UN-IVERSITY RoAD. KARACHI._--{"
}