{
    "file": "./converted_json\\administrator37ad310eec97811e60191b9b14566b39.json",
    "name": "Ordinance No. VIII of 2023",
    "date": "December 27, 2023",
    "tagline": "Further to amend the Pakistan Telecommunication (Re-organization) Act, 1996 and the Prevention of Electronic Crimes Act, 2016",
    "content": "REGISTEREo No.!A:-lolL.-7ffi6\n$$eGry,r& d pcnffi\n___rKF\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, WEDNESDAY, DECEMBER 27, 2023\nPART I\nActs, Ordinances, President's Orders and Regulations\nGovernment of Pakistan\nMINISTRY OF LAW AND JUSTICE\nlslamabad, the 26th December, 2023\nNo. F. 2(l)t2023-Pub.-The following Ordinance Promulgateij on 22nd\nDecember, 2023by the President is hereby published for general information:-\nORDINANCENO. VIII OF 2023\nORDTNANCE\nfurther to amend the Pakistan Telecommunication (Re-organization)\nAct, 1996 and the Prevention of Electronic Crimes Act, 2016\nWHEREAS it is expedient to establish a Telecommunication Appellate\nTribunal and further to amend the Pakistan Telecommunication (Re-organization)\nAct, 1996 (XW of 1996) and the Prevention of Electronic Crimes Act,20l6 (XL of\n2016) in the manner and for the purposes hereinafter appearing;\n(847)\nPrice: Rs. 10.00AN\n12395(2023) Ex.Gaz.l\n848 T}{E GAZETTE OF PAKISTAN, EXTRA., DEC . 27, 2023 [Pnnr I\n'ANo wneREAS, the National Assembly since dissolved is not in session\nand the Senate is also not in session and the President of the Islamic Republic of\nPakistan is satisfied that circumstances exist which render it necessary to take\nimmediate action;\nNow, THEREFoRE, in exercise of the polvers conferred by clause ( I ) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Republic of Pakistan is pleased to make and promulgate the\nfollowing Oidinance:-\nl. Short title and commencernent.{l) This Ordinance shall be called\nthe Establistrnent of Telecommunication Appellate Tribunal ordinance, 2023.\n(2\\ It shall come into force at once.\n2. Amendment of section 2, Act XVII of 1996.-Jn the pakistan\nTelecommunication (Re-organization) Act, 1996 (Xvrl of 1996), hereinafter\nreferred to as the said Act, in section 2, after clause (v), the following new clause\nshall be inserted, namely:-\n\"(va) \"Tribunal\" means the Telecommunication Appellate Tribunal\nestablished under section 7A.\".\n3. Amendment of section 7, Act XVII of 1996.-In the said Act, in\nsection 7, for the marginal heading and sub-section (l), the following shall be\nsubstituted, namely:-\n\"7. Appeals.{l) A person aggrieved by any decision or order of the\nAuthority, on the ground that it is contrary to the provisions of this\nAct, may, within thirty days of the receipt of such decision or order,\nprefer an appeal to the Tribunal and the Tribunal shall decide such\nappeal within ninety days.\".\n4. Amendment of section 7, Act XVII of 1996.--In the said Act, in\nsection 7, after sub-section (2), the following new sub-section (3) shall be added,\nnamely:-\n\"(3) No suit or other iegal proceedings shall be brought in any civil\ncourt or court exercising power of the civil court against any order,\ndecision, notice issued by the Authority under this Act or in respect of\nany matter which falls within the jurisdiction of the Tribunal and to\ndetermine and to adjudicate. Any civil court or corrt exercising power of\ncivil court shall not grant injunction in respect of any action taken or\nintended to be taken by the Tribunal in pursuance of its jurisdiction.\".\n\\Pnnr tl THE GAZETTE OF PAKISTAN, EXTRA., DEC.27, 2423 84e\n5. Insertion of sections 7A and 78, Act XVII of 1996.-In the said\nAct, after section 7, amended as aforesaid, the following new sections shall be\ninserted, namely:-\n\"7 A. Establishment of the Tribunal.-( I ) The Federal\nGovernment shall, by notification in the official Gazette, establish\nTribunal for the purpose of cxercising j urisdiction under this Act\nand the Prevention of Electronic Crimes Act, 2016 (XL of 20 l6),\n[and] the Tribunal shall consist of followi*g three members:---\n(a) No person shall be appointed as a chaiqperson of the Appellate\nT'ribunal unless he\n(i) has been a Judge of a High Court; or\n(ii) is or has been an advocate having for a period of not less\nthan fifteen years' active practicc of conducting cases\nbefore a High Court.\n(b) one rnember with masters level professional degree in\nelectrical, electronics, telecommunications, information and\ncommunication technology or information security or other\nrelated subjects with at least ten years of relevant experience\nincluding at least five years experience at senior management\nlevel in the public or private sector; and\n(c) one member with master's level professional degree in\nfinance, commerce' economics, charted accountancy or other\nrelated subject with at least ten years of relevant experience\nincludirrg at least five years experience at senior management\nlevel in the public or private sector.\n(2) The Federal Governrnent may increase or decrease the\nnumber of members of the Tribunal and prescribe their\nqualifications and mode of appointment of the new members.\n(3) The Tribunal shall be assisted by such officers and other\nstaff members as may be appointed by the division to which\nbusiness of the Tribunal stands allocated and their terms and\nconditions of service shall be regulated in accordance with the Civil\nServant Act, lg73 (LXXI of 1973) and rules made there under.\n850 'l'HE GAZETTE OF PAKISTAN, EXTRA., D8C-27,2023 [PARrl\n(4) The Tribunal shall, for the purposes of hearing and\ndeciding appeal under this Act and the Prevention of Electronic\nCrime Act, 2016 (XL of 2016), have the same powers as are vested\nin a civil court trying a suit under the Code of Civil Procedure,\n1908 (Act V of 1908), in respect of---\n(a) summoning and enforcing the attendance of any\nperson and examining him on oath;\n(b) requiring the discovery and production of\ndocuments and material objects;\n(c) receiving evidence on affidavits; and\n(d) issuing commissions tbr examination of w'itnesses\nand documents.\n(5) The Chairperson and members of the Tribunal shall be\nappointed by the Federal Government in the prescribed manner.\n(6) The Chairperson and members shall hold office for a\nperiod of fbur years and shall be eligible for re-appointment for a\nsimilar term or terms and shall cease to hold office on attaining the\nage of sixty-eight years or on the expiry of the term, unless\nrenewed, whichever is earlier\n(7) A person shall not be appointed as Chairperson or a\nmember, or remain as Chairperson or such member, of the Tribunal\nunless he-\n(a)\n(b)\n(c)\n(d)\n(e)is a citizen of Pakistan;\nis not of the age exceeding sixty-four years on the\ndate of his appointment;\nhas not been declared by a competent court of law\nas un-discharged insolvent or his petition for the\nsame is not pending adjudication;\nhas not been declared by a competent court of law\nof unsound mind or insane;\nhas not been convioted by a competent court of law\nfor an offence involvirrg moral turpitude, fraud,\ndishonesty or colTuption;\nis not incapable of discharging his duties by\nreasons of physical or mental unfitness and has not\nbeen so declared by a duly constituted medical\nboard; and\nis not, or while appointed as member does not\nbecome, an officer or a director of a company.(0\n(e)\nPnnr IJ'fHE GAZLTTE OF PAKISTAN, EXTRA., DEC,27, 2023 85 I\n(8) The Chairperson and members shall disclose the conflict\nof interest, direct or indirect, at or within the time provided for such\ndisclosure under this Act and the Prevention of Electronic Crime\nAct, 2016 (XL of 2016)\n(9) Where a retired Judge of a High Court is appointed as\nchaiqperson, he shall be entitled to the salary, perks and privileges\nas were last drawn by him as such Judge.\n( l0) Where an advocate is appointed as chairperson, he shall\nbe entitled to the salary, perks and privileges as are admissible to a\nperson appointed in MP-l scale of the Federal Government.\n( I I ) The members shall be entitled to the salary, perks and\nprivileges as are adrnissible to a person appointed in MP-I scale of\nthe Federal Government.\n(12) The chairperson or a member may by writing under his\nhand addressed to the Federal Governrnent with a notice of not less\nthan thirty days resign from his offrce and shall continue to perform\nhis duties till acceptance of his resignation.\n( 13) The Federal Government for the purpose of practice and\nprocedure of the Tribunal may, from time to time, by notification in\nthe official Gazette, prescribe rules.\n( l4) Until such rules are prescribed under sub-section (9), the\nTribunal may adopt the procedure laid down by the lslamabad High\nCourt for filing an adjudication upon first appeal\n( 15) Subject to the provisions of this Ordinance, the\njurisdiction of the Tribunal may be exercised by the bench, or the\nbenches thereof. The Chairperson may constitute or re-constitute a\nbench or benches accordinglY.\n( 16) The decision of the Tribunal shall be taken with\nconcurrence or by the majority of its members, as the case may be:\nProvided that in case of difference in opinion as to the\ndecision to be given on any point the matter shall be referred to the\nChairperson for the constitution of full bench.\n( l7) All appeals in respect of any matter under jurisdiction of\nthe Tibunal but pending before any High Court immediately before\ncofirmencement of the Establishrnent of Telecolnmunication\nAppellate Tribunal Ordinance, 2023 ( of zAn) shall stand\ntransferred to the Tribunal on said conunencement. Where any--!\n852 THE GAZETTE OF PAKISTAN, EXTRA., DF,C.27,2023 [Penrl\nappeal stands transferred from any High Court to the Tribunal, the\nHigh Court shall within a period of one month of the said\ncommencement, transfer record of such appeal to the Tribunal.\n( I 8) The Chairperson and members of the Tribunal shall be\npublic seryants within the meaning of section 2l of the Pakistan\nPenal Code, 1860 (Act XV of I860).\n78. Appcal to Supreme Court.- Any person aggrieved by\nan order of the Tribunal may within sixty days thereof prefer an\nappeal to the Supreme Court.\".\n6. Anrendment of section 22, Act XVII of 1996.-ln the said Act, in\nsection 22, in sub-section (2), for the expression \"High Court or a Tribunal\nestablished by the Federal Government tbr the purpose and the High Court or, as\nthe case may be, the Tribunal shall exercise exclusive jurisdiction to adjudicate\nand settle all matters connectcd therewith and in exercise of such jurisdiction the\nHigh Court or the Tribunal as the case may be\", the expression \"Tribunal which\nshill exercise jurisdiction to adjudicate and settle all matters connected therewith\nand in exercise of such jurisdiction, the Tribunal\" shall be substituted.\n7. Amendment of section 2, Act XL of 2016.-ln the'Prevention of\nElectronic Crimes Act, 2015 (XL of 2016), hereinafter referred to as the said Act,\nin section 2, after clause (xxx), the following new clause shall be inserted,\nnamely:-\n\"(xxxa) \"Tribunal\" means the Telecommunication Appellate Tribunal\nestablished under section 7A of this Act.\".\n8. Amendment of section 37, Act XL of 2016.--In the said Act, in\nsection 37, in sub-section (5), for the words \"High Court\" the expression\n\"Tribunal\" shall be substituted.\nDR. ARIF ALV[,\nPresident.\nRAJA NAEEM AKBAR,\nSecretaty.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD.\nPIJBLISHED BY THE DEPUry CONTROLLE& STAT'IONERY AND FORMS. UNIVERSIry ROAD, KARACHI."
}