{
    "file": "./converted_json\\administratora51cab38ffd37fde150d5681c99996e4.json",
    "name": "Freedom of Information Rules, 2004",
    "date": "June 18, 2004",
    "tagline": "Promoting transparency and accountability through information disclosure",
    "content": "Zbe :mitt REGISTERED No.M -30  \nof Sialtistu L.-764 \n1644vaell  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, FRIDAY, JUNE 18, 2004 \nPART II \nStatutory Notifications (S.R.0.) \nGOVERNMENT OF PAKISTAN \nCABINET SECRETARIAT \n(Cabinet Division) \nNOTIFICATION \nIslamabad, the 18th June, 2004 \nNATIONAL DOCUMENTATION CENTRE \nS.R.O. 514(1)/2004.—In exercise of the powers conferred by secti \n25 of the Freedom of Information Ordinance, 2002 (Ordinance No.XCVI of 200 \nthe Federal Government is pleased to make the following rules, namely:— \nTHE FREEDOM OF INFORMATION RULES, 2004 \n1. \tShort title, application and commencement.—(1) These rules IT \nbe called the Freedom of Information Rules, 2004. \nThey shall apply to public bodies. \nThey shall come into force at once. \n(1685) \nPrice : Rs. 05.00 \n[478 (2004) Ex. Gaz.] \n1686 \t THE GAZETTE OF PAKISTAN, EXTRA., JUNE 18, 2004 \t[PART . \n2. \tDefinitions.—In these Rules, unless there is anything repugnant in \nthe subject or context,— \n\"Ordinance\" means the Freedom of Information Ordinance, 2002 \n(XCVI of 2002); and \nall other words and expression used, but not defined herein, shall have \nthe same meanings as are assigned to them in the Ordinance. \n3. \tDesignated official.—(1) The Head of every public body shall \ndesignate an official for a public body under his administrative control for the purpose \nof providing duly attested photocopy of the public record to the applicant, in \naccordance with the provisions of sections 7, II, 12 and 13 of the Ordinance. \n(2) \tThe designated official shall be a senior officer of the public body not \nbelow BPS-19. In case no such official has been designated or in the event of the \nabsence or non-availability of the designated official, the person incharge of the \npublic body shall be the designated official, for the purposes of these rules. \n4i \tApplication for obtaining information.—(1) Subject to sub-section \n(2) of section 12 of the Ordinance, any citizen of Pakistan may apply on the Application \nForm as set out in Annexure-t for obtaining photocopy of the public record available \nwith the respective public body alongwith an initial fee of fifty rupees for ten or less \nthan ten pages to be deposited with the Cash Branch of the respective department \nunder proper receipt or in the State Bank of Pakistan or National Bank of Pakistan \nor Treasury under the following heads of account, namely:— \n major head 1300000 other receipts; \n minor head 1390000 other; and \n detailed head ---3922-f-- ----fee - \tpayable for obtaining \ninformation and copies of \npublic record. \nAn amount of five rupees per page of photocopy shall be deposited in \nthe heads of account specified in sub-rule (1) of rule 4 for every additional page \n(standard size) if the number of the pages of the record requested exceeds ten \npages per requisition. \n, In case of any Board, Commission, Council or other body established \nby, or under, a Federal law, charges shall be deposited in their respective heads of \naccount. \nPART II] \tTHE GAZEtIE OF PAKISTAN, EXTRA., JUNE 18, 2004 \n(4) \tSubject to the availability of the facility each public body shall m \navailable the Application Form (Annexure-I) on its website. \nProcedure for disposal of application.—The designated official \nevery public body shall give an intimation to the applicant in the form as set ou \nAnnexure-II and duly attested photocopy of public record subject to the provis \nof rules 6 and 7 except such information as is exempted under sections 8, 14, 15, \n17 and 18 of the Ordinance, as well as, any other instructions of the Government \nrestricting the disclosure of information by the public body concerned. \nProcedure for filing of complaint with the head of public body. \nIn case the requisite information is not provided by the designated official of a pub \nbody within twenty-one days, the applicant may, file a complaint with the head \nthat public body and the head of such public body shall dispose of the complai \nunder intimation to the complainant Within thirty days of its receipt. In case tl \napplication is sent through mail it shall be disposed of within prescribed time lin \nbeginning from the date of the receipt in the office concerned. \nA nnexure \n[See rule \nAPPLICATION FORM \nFOR OBTAINING RECORD UNDER \nFREEDOM OF INFORMATION ORDINANCE, 2002(XCVI OF 2002) \nName of the applican \nMC No. \t  \nFather's Name \t    \n(attach a photocopy of the NI    \nAddress       \nPhone No \nName of the Public Body from which information is to be obtained \nSubject matter of record requested \t \nNature of the record requested \t \nPurpose of acquisition of the information or record \t \n1588 \t THE GAM! it, OF PAKISTAN, EXTRA., JUNE 18, 2004 \t[PART II \nDECLARATION \nApplication Fee of Rs.50/- (Non-refundable) has been deposited with \nthe Cash Branch of the department or in State Bank of Pakistan or \nNational Bank of Pakistan or Treasury \t vide challan or receipt \nNo. \t dated \t , an original copy of which is \nattached. \nThe information obtained would not be used for any purpose other \nthan specified above. \nSignature of the Applicant \nAnnexure-II \n[See rule 51 \nPROFORMA FOR INTIMATION TO THE APPLICANT \nSubject.  \nReference your application dated \t for supply of photocopies of \nthe record regarding \t  \nYour request has been considered and accepted/rejected by the competent authority. \n2. \tYou are requested to deposit an additional amount of Rs. \t  \n(Rupees \t ), for additional \t pages of photocopies \n(( Rs. 5/- per page), with the Cash Branch of the department or in the State Bank \nof Pakistan or National Bank of Pakistan or Treasury under the heads of account \nmentioned below: \n\"Major Head 1300000 \tOther Receipts \nMinor Head 1390000 \tOthers \nDetailed Head 1391221 Fee payable for obtaining information from, \nand copies of Public Record\" \nTHE GAZE1 \tIE OF PAKISTAN, EXTRA., JUNE 18, 2004 \t1689 \n3. \tYour request is regretted as the same is not permissible under the \nprovisions of the Freedom of Information Ordinance, 2002 (XCVI of 2002) fo: the \nreasons that \t  \nSignature of the Designated Officer \nDate \t  \n[No.F.3-33/2004-G&C.] \nSd/- \nMUHAMMAD ASHRAF, \nDeputy Secretary (Admn) \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD. \nPUBLISHED BY THE MANAGER OF PUBLICATIONS, KARACHI."
}