{
    "file": "./converted_json\\administratorbc7a7889f6f45447c3879f7c2107c0b2.json",
    "name": "The Gas Theft Control and Recovery Act 2016",
    "date": "23rd March, 2016",
    "tagline": "To provide for prosecution of cases of gas theft and recovery of amounts due",
    "content": "Page 1 of 14 \n \n \n \nTHE GAS  (THEFT CONTROL AND RECOVERY) ACT , 2016  \n \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n \n2. Definitions  \n \n3. Constitution of Gas Utility Courts  \n \n4. Exclusive jurisdiction of Gas Utility Court  \n \n5. Powers of the Gas Utility Court  \n \n6. Procedure for complaints and suits for default before Gas Utility Courts  \n \n7. Leave to defend  \n \n8. Power to set aside decree  \n \n9. Disposal of suit  \n \n10. Execution of decree and sale with or without intervention of Gas Utility Court  \n \n11. Additional fines in lieu of gas consumed  \n \n12. Application of fines and costs  \n \n13. Appeal  \n \n14. Tampering with gas pipelines, etc  \n \n15. Tampering with auxiliary or distribution pipelines of gas  \n \n16. Tampering with gas meter by domestic consumer, etc  \n \n\n \nPage 2 of 14 \n 17. Tampering with gas meter by industrial or commercial consumer, etc  \n \n 18. Damaging or destroying the transmission or transportation lines, etc  \n \n19. Penalty for maliciously wasting gas or injuring works  \n \n20. Penalties not to affect other liabilities  \n \n21. Penalty for offence not otherwise provided for and offences by bodies corporate  \n \n22. Suspension of supply of gas  \n \n23. Power to search in case of theft and suspected theft  \n \n24. Arrest for offence against certain sections  \n \n25. Reward  \n \n26. Recovery of sums recoverable under certain provisions of this Act  \n \n27. Charges for supply of gas recoverable as arrears of land revenue  \n \n28. Power to request assistance  \n \n29. Bar of jurisdiction  \n \n30. Power to make rules  \n \n31. Act to override other laws  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 14 \n  \nTHE GAS (THEFT CONTROL AND RECOVERY) ACT, 2016  \nACT No. XI OF 2016  \n[23rd March, 2016 ] \n \nAn Act to provide for prosecution of cases of gas theft and other offences relating to gas and to \nprovide a procedure for recovery of amounts due  \n \nWHEREAS  it is expedient to prosecute cases of gas theft and other offences relating to gas \nand to provide for a procedure for expeditious recovery of amounts due, value of gas, fines, penalties \nand other outstanding amounts payable and sums due to Gas Utility Com panies and for matters \nancillary and related thereto;  \n \nIt is hereby enacted as follows: — \n \n1. Short title, extent and commencement. — (1) This Act may be called the Gas (Theft \nControl and Recovery) Act, 2016.  \n \n(2) It extends to the whole of Pakistan.  \n \n(3) It shall come into force at once.  \n \n2. Definitions .—(1) In this Act, unless there is anything repugnant in the subject or context, — \n \n(a)  “auxiliary pipeline ” includes all gas pipelines and fittings from the distribution \nlines to the property line of the consumer up to the outlet coupling of the gas \nmeters;  \n \n(b)  “consumer ” includes a person who receives a supply of gas under a gas sales \nagreement for the specific purpose of consumption and a premises that is \nconnected to a gas pipeline for the purposes of obtaining supply of gas and \nincludes a  successor­in­interest and assignees of a consumer and also includes \ncompressed natural gas (CNG) stations which receive gas for  their own \nconsumption or resale for vehicular use;  \n \n(c)  “distribution pipeline ” includes a gas pipeline used for transportation of natural \ngas at a pressure not exceeding 300 Psig or such pressure as the Oil and Gas \nRegularity Authority may prescribe from time to time for transportation of gas \ndownstream of the sales meter stations t o the end consumers including all \nequipment installed on the distribution pipeline;  \n \n(d)  “domestic consumer ” means a consumer who receives a supply of gas for  \ndomestic purposes;  \n \n(e)  “gas” includes natural gas, liquefied petroleum gas, air mix liquefied petroleum \ngas, liquefied natural gas, regasified liquefied natural gas and compressed \nnatural gas;  \n \n \nPage 4 of 14 \n (f)  “gas pipeline ” means any recognized pipe or system or arrangement of pipes \nwhich transports gas and includes right of way/land strips, compressor stations, \nrepeater stations and all equipment of any kind used for the purpose of or in \nconnection with, or incidental to th e operation of a pipeline in transporting, \ntransmitting, distributing, supplying and handling gas;  \n \n(g)  “gas sales agreement ” means an agreement executed between a Gas Utility \nCompany and a consumer for sale and purchase of gas;  \n \n(h)  “Gas Utility Company ” mean Sui Southern Gas Compan y Limited, Sui \nNorthern Gas Pipelines Limited and such other companies, government \nagencies or persons licensed by the Authority, that the Oil and Gas Regularity \nAuthority may, from time to time, determine and publish in the official Gazette;  \n \n(i)  “Gas Utility Court ” means a Gas Utility Court established under section 3;  \n \n(j)  “informer ” means any person who brings or provides specific information in \nwriting to a Gas  Utility Company regarding an offence under this Act;  \n \n(k)  “main pipeline ” shall mean and include a transmission line with gas at a \npressure of not less than 300 Psig or such pressure as the Oil and Gas Regularity \nAuthority may prescribe from time to time used for transmission/transportation \nof gas from the gas fields to the var ious distribution centers upstream of the \nsales meter stations including the sales meter stations;  \n \n(l)  “meter ” means an instrument that measures gas delivered to consumers for \nconsumption;  \n \n(m)  “person ” means any individual or a legal entity, authority, statutory body or \ngovernment department and includes a partnership firm, company, group, trust, \nsociety, corporation, body or association of persons, a public servant or an \nemployee of a Gas Utility Compa ny; \n \n(n)  “successor­in­interest ” includes a person who either by inheritance or by \ntransfer by way of sale, lease, mortgage, gift, exchange, assignment or other \nmode of transfer, happens to succeed to, acquire any share or interest in, benami \nor otherwise, the property or premises for wh ich any charge for gas was or has \nbecome due, an ostensible owner of any such property or premises, but does not \ninclude a person who occupies such premises merely as a tenant;  \n \n(o)  “sums due ” means any or all such amount, inclusive of applicable Government \ntaxes, recoverable from a person who purchases or receives gas for self  \nconsumption or sale for vehicular use or a person whose premises is connected \nwith the network of the Gas Utility Company, lawfully or unlawfully including \nbut not limited to arrears of gas charges, meter rental, late payment surcharges \nor any other incide ntal charges for services including fixed and variable charges, \ngas theft claims determined in accordan ce with the Gas Utility Companies laid \ndown procedures and any amount recoverable on account of any land dispute, \nrentals, damages, fines, penalties, violation charges and or on account of any \nother dispute;  \n \nPage 5 of 14 \n (p)  “Sui Northern Gas Pipelines Limited ” means the Sui Northern Gas Pipelines \nLimited, a public limited company incorporated under the Companies \nOrdinance, 1984 (XLVII of 1984);  \n \n(q)  “Sui Southern Gas Company Limited ” means the Sui Southern Gas Company \nLimited, a public company incorporated under the Companies Ordinance, 1984 \n(XLVII of 1984);  \n \n(r)  “tampering ” or “tamper ” includes interfering or creating hindrance in flow or \nmetering of gas power by unauthorized entry or access into metering system or \ntransmission and distribution lines either by breaking the seals or damaging or \ndestructing the same or in any manner inter fering with the gas meter or \ntransmission line or distribution line or interfering with its original condition; \nand \n \n(s)  “unauthorized use of gas ” includes the acts of receiving, consuming or \nproviding a supply of gas from a pipeline or a meter of a Gas Utility Company \nother than that contracted for by any person, the unauthorized receipt of more \ngas than is registered by the meter or other measurem ent device, tampering to \nincrease metering pressure, unauthorized enhancement of gas loads other than \ncontracted for, consuming gas through bypassing of a meter or other \nmeasurement device and gas usage by direct tapping to th e gas supply of a Gas \nUtility Company.  \n \n(2) Words used and not defined in this Act shall carry the same meaning as are assigned to \nthem in the Oil and Gas Regulatory Authority Ordinance, 2002 (XVII of 2002).  \n \n3. Constitution of Gas Utility Courts. —(1) The 1[Federal Minister -in-Charge Law and \nJustice Division]  may, in consultation with Chief Justice of the High Court concerned, and by \nnotification in the official Gazette, establish as many Gas Utility Courts in a district as 1[he] may deem \nnecessary for the purposes of this Act and appoint a Judge for each of such Courts from amongst the \nDistrict and Sessions Judges in that district.  \n \nExplanation. — For the purpose of this sub­section, District and Sessions Judge includes  \nAdditional District and Sessions Judge.  \n \n(2) Where more Gas Utility Courts than one have been established to exercise jurisdiction in \nthe same territorial limits the 1[Federal Minister -in-Charge Law and Justice Division]  shall define the \nterritorial limits of each such court.  \n \n(3) Where more Gas Utility Courts than one have been established in the same or different \nterritorial limits, the High Court may, if it considers it expedient to do so in the interests of justice or \nfor the convenience of parties or of the witnesses, trans fer any case from one Gas Utility Court to \nanother.  \n4. Exclusive jurisdiction of Gas Utility Court. — (1) A Gas Utility Court shall have exclusive \njurisdiction with respect to all matters covered by this Act.  \n \n \n1Subs. by Act LIX of 2023, s.2.   \n \nPage 6 of 14 \n (2) The Court having jurisdiction under this Act shall be a Gas Utility Court having jurisdiction \nin the place in which the Gas Utility Company, consumer, gas producer or offender, as the case may \nbe, is situated.  \n \n5. Powers of the Gas Utility Court. —(1) Subject to the provisions of this Act, a Gas Utility  \nCourt shall, — \n \n(a)  in the exercise of its civil jurisdiction have all the powers vested in a Civil Court \nunder the  Code of Civil Procedure, 1908 (Act V of 1908); and  \n \n(b)  in the exercise of its criminal jurisdiction, try offences punishable under this \nAct and shall for this purpose have the same powers as are vested in a Court of \nSessions under the Code of Criminal Procedure, 1898 (Act V of 1898).  \n \n(2) Notwithstanding anything to the contrary contained in this Act, a Gas Utility Court shall \nnot take cognizance of any offence punishable under this Act except upon a complaint made in writing \nby a person authorized in this behalf by a Gas Utility Compan y in respect of which the offence was \ncommitted.  \n \n(3) A Gas Utility Court shall in all matters with respect to which the procedure has not been \nprovided for in this Act, follow the procedure laid down in the Code of Civil Procedure, 1908 (Act V \nof 1908) and the Code of Criminal Procedure, 1898 (Act V of 1 898).  \n \n(4) All proceedings before a Gas Utility Court shall be deemed to be judicial proceedings within \nthe meaning of sections 193 and 228 of the Pakistan Penal Code, 1860 (Act XLV of 1860), and a Gas \nUtility Court shall be deemed to be a Court for the purposes of the Code of Criminal Procedure, 1898 \n(Act V of 1898).  \n \n(5) Subject to sub­section (6), no court or authority shall have or exercise any jurisdiction with \nrespect to any matter to which the jurisdiction of a Gas Utility Court extends under this Act.  \n \n(6) Nothing in sub­section (5) shall be deemed to affect. — \n \n(a)  the right of a Gas Utility Company and a gas consumer to seek any remedy \nbefore any other court, tribunal or forum including official liquidator or receiver \nthat may otherwise be available to it under the law; or  \n \n(b)  the powers of the Gas Utility Company, or jurisdiction of any Gas Utility Court \nas is referred to in clause (a) to require the transfer to a Gas Utility Court of any \nproceedings pending before any such court immediately before the coming into \nforce of this  Act. \n \n(7) All proceedings pending in any other court, including suits for recovery, shall stand \ntransferred to, or be deemed to be transferred to, and heard and disposed of by the Gas Utility Court \nhaving jurisdiction under this Act on transfer of proceedings under this sub­section, the parties shall \nappear before the Gas Utility Court concerned on the date previously fixed.  \n \n(8) In respect of proceedings transferred to a Gas Utility Court under sub­section (7), the Gas \nUtility Court shall proceed from the stage which the proceedings had reached immediately prior to  the \n \nPage 7 of 14 \n transfer and shall not recall and re­hear any witness and may act on the evidence already recorded or \nproduced before the court from which the proceedings were transferred.  \n \n(9) The Gas Utility Court may, if it so requires, be assisted in technical aspects of the natural \ngas sector involved in any case by an amicus curiae  who has at least ten years experience in the relevant \nfield.  \n(10) Remuneration of the amicus curiae , and the party or parties by whom it will be payable \nwill be determined by the Gas Utility Court keeping in view the circumstances of each case.  \n \n6. Procedure for complaints and suits for default before Gas Utility Courts. —(1) Where a \nperson is involved in an offence under this Act or where there are sums due or recoverable from any \nperson, or where a consumer has a dispute regarding billing or metering against a Gas Utility \nCompany, a consumer or Gas Utility Company, as th e case may be, may file a complaint or suit, as \nthe case may be, before a Gas Utility Court as prescribed by the Code of Civil Procedure, 1908 (Act \nV of 1908) or the Code of Crimin al Procedure, 1898 (Act V of 1898).  \n \n(2) The plaint shall be supported by a gas sales agreement or gas bill or such other \ndocumentation that evidences such contract or obligation. Copies of the plaint, statement of dues and \nother relevant documents shall be filed with the Gas Utility Court in  sufficient numbers so that there \nis one set of copies for each defendant and one extra copy.  \n \n(3) The plaint, in the case of a suit for recovery instituted by a Gas Utility Company, shall \nspecifically state. — \n \n(a)  the quantity of gas consumed or extracted by the defendant from the Gas Utility \nCompany;  \n \n(b)  the amounts, if any, paid by the defendant to the Gas Utility Company and the \ndates of payment; and  \n \n(c)  the total dues relating to the supply, consumption or extraction of gas and all \nother dues by the defendant to the Gas Utility Company up to the date of \ninstitution of the suit.  \n \n(4) On a plaint being presented to the Gas Utility Court, a summons in Form No.4 in Appendix \n‘B’ to the Code of Civil Procedure, 1908 (Act V of 1908) or in such other form as may, from time to \ntime, be prescribed by rules, shall be served on the defendant through the bailiff or process server of \nthe Gas Utility Court, by registered post acknowledgeme nt due, by courier and by publication in one \nEnglish language and one Urdu language daily newspaper, and service of summons duly effected in \nany one of the afor esaid modes shall be deemed to be valid service for purposes of this Act. In the case \nof service of the summons through the bailiff or process server, a copy of the plaint shall be attached \ntherewith and in all other cases the defendant shall be entitled t o obtain a copy of the plaint from the \noffice of the Gas Utility Court without making a written application but against due acknowledgement. \nThe Gas Utility Court shall ensure that the publication of summons takes place in newspapers with a \nwide circulatio n within its territorial limits.  \n \n7. Leave to defend. —(1) In any case in which the summons has been served on the defendant, \nthe defendant shall not be entitled to defend the suit unless he obtains leave from the Gas Utility Court \nas hereinafter provided to defend the same and in default of his doing so, the  allegations of fact in the \nplaint shall be deemed to be admitted and the Gas Utility Court may pass a decree in favour of the \n \nPage 8 of 14 \n plaintiff on the basis thereof or such other material as the Gas Utility Court may require in the interests \nof justice.  \n \n(2) The defendant shall file the application for leave to defend within twenty -one days of the \ndate of first service, provided that where service has been validly effected only through publication in \nthe newspapers, the Gas Utility Court may extend the time for filing an application for leave to defend \nif satisfied that the defendant di d not have knowledge thereof.  \n \n(3) The application for leave to defend shall be in the form of a written statement, and shall \ncontain a summary of the substantial questions of law as well as fact in respect of which, in the opinion \nof the defendant, evidence needs to be recorded.  \n \n(4) The application for leave to defend shall also specifically state the following, where \napplicable, — \n \n(a)  the amount of gas supplied by the Gas Utility Company and consumed by the \ndefendant, the amount paid by the defendant to the Gas Utility Company for \nsuch consumption and the dates of payments up to the date of institution of the \nsuit; \n \n(b)  the amount of outstanding dues and other amounts relating to the supply and \nconsumption of gas by the defendant to the Gas Utility Company up to the date \nof institution of the suit;  \n \n(c)  the amount, if any, which the defendant disputes as payable to the Gas Utility \nCompany and fact in support thereof:  \n \n(d)  a statement specifically admitting or denying the documents relied upon in the \nplaint.  \n \n(5) The application for leave to defend shall be accompanied by all the documents which in the \nopinion of the defendant, support the substantial questions of law or fact raised by him.  \n \n(6) An application for leave to defend which does not comply with the requirements of sub­ \nsections (3), (4) and, where applicable, sub­section (5) shall be rejected, unless the defendant discloses \ntherein sufficient cause for his inability to comply with any such requirement.  \n \n(7) The plaintiff shall be given an opportunity of filing a reply to the application for leave to \ndefend in the form of a replication and such replication shall also specifically accept or deny any \ndocuments relied upon in the application for leave to defe nd. \n \n(8) The Gas Utility Court shall grant the defendant leave to defend the suit if, on consideration \nof the contents of the plaint, the application for leave to defend and the reply thereto, it is of the view \nthat substantial questions of law or fact have bee n raised in respect of which evidence needs to be \nrecorded.  \n \n(9) In granting leave under sub­section (8), the Gas Utility Court may impose such conditions \nas it may deem appropriate in the circumstances of the case, including conditions as to deposit of cash \nor furnishing of security.  \n \n \nPage 9 of 14 \n (10) Where the application for leave to defend is accepted, the Gas Utility Court shall treat the \napplication as a written statement, and in its order granting leave shall frame issues relating to the \nsubstantial questions of law or fact and subject to fulfillment of any conditions attached to grant of \nleave fix a date for recording of evidence thereon and disposal of the suit.  \n \n(11) Where leave to defend is granted and evidence is to be recorded, the parties may file \naffidavits in respect of the examination­in­chief of any witness and where such affidavits are filed, the \nGas Utility Court shall give notice thereof to the other co ntesting parties and on the date fixed for \nrecording evidence shall, subject to such modification as may be required for purposes of production \nand exhibiting of documents or otherwise in accordance with law, treat the affidavit as \nexamination­in­chief and  allow the contesting parties an opportunity for cross examination on the basis \nthereof.  \n \n(12) Where the application for leave to defend is rejected or where a defendant fails to fulfill \nthe conditions attached to the grant of leave to defend, the Gas Utility Court shall forthwith proceed to \npass judgment and decree in favour of the plaintiff a gainst the defendant.  \n \n8. Power to set aside decree.  In any case in which a decree is passed against a defendant under \nsub­section (1) of section 7, he may, within thirty days of the date of the decree, or where the summons \nwas not duly served when he has knowledge of the decree, apply to the Gas Utility Co urt for an order \nto set it aside, and if he satisfies the Gas Utility Court that he was prevented by sufficient cause from \nmaking an application under section 7, or that the summons was not duly served, the Gas Utility Court \nshall make an order setting aside the decree against him upon such terms as to costs, deposit in cash \nor furnishing of security or otherwise as it thinks fit and allow him to make the application within ten \ndays of the order.  \n \n9. Disposal  of suit. —(1) A suit in which leave to defend has been granted to the defendant \nshall be disposed of within ninety days from the day on which leave was granted, and in case \nproceedings continue beyond the said period the defendant may be required to furnish security in such \namount as the Gas Utility Court deems fit, and on the failure of the defendant to furnish such security, \nthe Gas Utility Court shall pass a final decree in such amount as it may deem app ropriate.  \n \n(2) The requirement of furnishing security under sub­section (1) shall be dispensed with if, in \nthe opinion of the Gas Utility Court, the delay is not attributable to the conduct of the defendant.  \n \n(3) Suits before a Gas Utility Court shall come up for regular hearing as expeditiously as \npossible and except in extraordinary circumstances and for reasons to be recorded, a Gas Utility Court \nshall not allow adjournments of more than seven days.  \n \n(4) Where the Gas Utility Court is satisfied that any proceedings brought before it is frivolous \nor vexatious, the Gas Utility Court may direct that compensation not exceeding one million rupees be \npaid to the party against whom such frivolous or vexatious  proceedings were brought.  \n \n10. Execution of decree and sale with or without intervention of Gas Utility Court. —(1) \nUpon pronouncement of judgment and decree by a Gas Utility Court, the suit shall automatically stand \nconverted into execution proceedings without the need to file a separate application and no fresh notice \nneed be issued to the judgment debtor in this  regard. Particulars of the assets of the judgment debtor \nshall be filed by the decree­holder for consideration of the Gas Utility Court and the case shall be heard \nby the G as Utility Court for execution of its decree on the expiry of thirty days from the date of \npronouncement of judgment and decree, provided that if the record of the suit is summoned at any \n \nPage 10 of 14 \n stage by the High Court for purposes of hearing an appeal under section 13 or  otherwise, copies of the \ndecree and other property documents shall be retained by the Gas Utility Court for purposes of \ncontinuing the execution proceedings.  \n \n(2) The decree of the Gas Utility Court shall be executed in accordance with the provisions of \nthe Code of Civil Procedure, 1908 (Act V of 1908) or any other law for the time being in force or in \nsuch manner as the Gas Utility Court may at the request of t he decree­holder consider appropriate, \nincluding recovery as arrears of land revenue.  \n \n(3) The Gas Utility Court and the Gas Utility Company shall be entitled to seek the services \nand assistance of the police or security agency in the exercise of powers conferred by this section.  \n \n(4) Notwithstanding anything contained in the Code of Civil Procedure, 1908 (Act V of 1908) \nor any other law for the time being in force, the Gas Utility Court shall follow the summary procedure \nfor purposes of investigation of claims and objections in res pect of attachment or sale of any property \nand shall complete such process within thirty days of filing of the claims or objections.  \n \n11. Additional fines in lieu of gas consumed. —Where an accused has been convicted of an \noffence under this Act and the Gas Utility Court is satisfied that as a result of the commission of the \noffence gas has been stolen or pilfered from a Gas Utility Company, the Gas Utility Court may order \nthe offen der to pay, in addition to the fines under this Act, further additional amounts on account of \nthe value of gas stolen or pilfered as deemed commensurate with the amount of the monetary benefits \naccrued to the of fender.  \n \n12. Application  of fines and costs. — (1) A Gas Utility Court may direct that the whole or part \nof any fine, security or costs imposed under this Act shall be applied in or towards ,— \n \n(a)  payment of costs of all or any proceedings under this Act; and  \n \n(b)  payment of compensation to an aggrieved party.  \n \n(2) An order under sub­section (1) shall be deemed to be a decree passed under this Act for \npurposes of execution.  \n \n13. Appeal. —(1) Any person aggrieved by any judgment, decree, sentence or final order \npassed by a Gas Utility Court may, within thirty days of such judgment, decree, sentence or final order, \nprefer an appeal to the High Court.  \n \n(2) The appellant shall give notice of the filing of the appeal by means of registered post with \nacknowledgement due or by courier in accordance with the provisions of Order XLIII, rule 3 of the \nCode of Civil Procedure, 1908 (Act V of 1908) to the responde nt who may appear before the High \nCourt to contest admission of the appeal on the date fixed for hearing.  \n \n(3) The High Court shall at the stage of admission of the appeal, or at any time thereafter either \nsuo motu  or on the application of the decree­holder, decide by means of a reasoned order whether the \nappeal is to be admitted in part or in whole depending on the facts and circumstances of the case, and \nas to the security to be furnished by the appellant:  \n \nProvided that the admission of the appeal shall not per se  operate as a stay, and nor shall any \nstay be granted therein unless the decree­holder has been given an opportunity of being heard and \n \nPage 11 of 14 \n unless the appellant, whether appellant is Gas Utility Company or gas consumer, deposits in cash with  \nthe High Court an amount equivalent to the decretal amount inclusive of costs and in the event of a \nstay being granted for a part of the decretal amount only, the requirement for a deposit in cash or \nfurnishing of security shall stand reduced accordingly.  \n \n(4) In case an appeal under sub­section (1) is admitted, it shall be decided within ninety days \nfrom the date of admission.  \n \n(5) An appeal may be preferred under this section from a decree passed ex parte . \n \n(6) No appeal, review or revision shall lie against an order accepting or rejecting an application \nfor leave to defend, or any interlocutory order of the Gas Utility Court which does not dispose of the \nentire case before the Gas Utility Court.  \n \n(7) Any order for stay of execution of a decree shall automatically lapse on the expiry of six \nmonths from the date of the order whereupon the amount deposited in Court shall be paid over to the \ndecree­holder or the decree­holder may enforce the security f urnished by the judgment­debtor.  \n \n14. Tampering with gas pipelines, etc. —(1) Any person who willfully does tampering or \nattempts to do tampering or abets in tampering with a facility, installation or main pipeline for \ntransmission or transportation, as the case may be, of gas, is said to commit tampering with gas \npipelines.  \n \n(2) Any person who commits or abets in tampering with gas pipelines for the purpose of — \n \n(a)  theft of gas; or  \n \n(b)  disrupting supply of gas,  \n \nshall he punished with rigorous imprisonment which may extend to fourteen years but shall not be less \nthan seven years and with fine which may extend to ten million rupees.  \n \n15. Tampering with auxiliary or distribution pipelines of gas. —(1) Any person who \nwillfully does tampering or attempts to do tampering or abets in tampering with any auxiliary or \ndistribution pipeline of gas not being a main transmission and transportation pipeline but includes a \ndistribution system, distribution pip eline or any other related system and equipment, as the case may \nbe, of gas is said to commit tampering with auxiliary or distribution pipelines of gas.  \n \n(2) Any person who commits or abets in tampering with auxiliary or distribution pipelines of \ngas for the purpose of — \n \n(a)  theft of gas; or  \n \n(b)  disrupting supply of gas,  \n \nshall be punished with rigorous imprisonment which may extend to ten years but shall not be less than \nfive years and with fine which may extend to three million rupees.  \n \n16. Tampering with gas meter by domestic consumer, etc. —Any person being the domestic \nconsumer who does tampering or abets in tampering with any gas meter, regulator, meter index or gas \n \nPage 12 of 14 \n connection or any other related system and equipment, whether to commit theft of gas or for the \npurpose of unauthorized distribution or supply of gas shall be punished with imprisonment for a term \nwhich may extend to six months, or with fine which may exte nd to one hundred thousand rupees, or \nwith both.  \n \n17. Tampering with gas meter by industrial or commercial consumer, etc. —Any person, \nbeing industrial or commercial consumer, who does tampering or abets in tampering with any gas \nmeter, regulator, meter index or gas connection or any other related system and equipment, whether to \ncommit theft of gas or for the purpose of unau thorized distribution or supply of gas shall be punished \nwith imprisonment which may extend to ten years but shall not be less than five years, or with fine \nwhich may extend to five mil lion rupees, or with both.  \n \n18. Damaging or destroying the transmission or transportation lines, etc. —Any person \nwho damages or destroys any transmission or transportation lines by an act of subversion by explosive \nmaterial or in any other manner so as to disrupt the supply of gas shall be punished with rigorous \nimprisonment which may extend to fourteen years but shall not be less than seven ye ars and with fine \nwhich shall not be less than one million rupees.  \n \n19. Penalty for maliciously wasting gas or injuring works. —Whoever maliciously causes \ngas to be diverted or, with intent to cut off the supply of gas, cuts or injures or attempts to cut or injure \nany pipeline or works shall be punishable with imprisonment for a term which may extend to seven \nyears or with a fine which may extend to five million rupees, or with both.  \n \n20. Penalties not to affect other liabilities. —The penalties imposed under sections 14 to 19 \nshall be in addition to, and not in derogation of, any liability in respect of the payment of compensation \nwhich the offender may have incurred and no time bar shall apply in respect to either granting \ncompens ation or ordering recovery of arrears of dues of any kind or in respect to initiating proceedings \nin this regard.  \n \n21. Penalty for offence not otherwise provided for and offences by bodies corporate. —(1) \nWhoever, in any case not provided for by sections 14 to 19, commits an offence or makes default in \ncomplying with any of the provisions of this Act shall be punishable with fine which may extend to \nfive million rupees and, in the case of a continuing default, with a daily fine which may extend to one \nhundred thousand rupees.  \n \n(2) Where an offence under this Act has been committed by a company, firm, society or other \nbody of persons, any person who, at the time of the commission of the offence, was a director, manager, \nsecretary or other similar officer or a partner in the compa ny, firm, society or other body of persons or \nwas purporting to act in any such capacity, shall be guilty of that offence and shall be liable to be \nproceeded against and punished accordingly unless he proves that — \n \n(a)  the offence was committed without his consent or connivance; or  \n \n(b)  he has exercised all such due diligence to prevent the commission of the offence \nas he ought to have exercised, having regard to the nature of his functions in \nthat capacity and to all the circumstances.  \n \n22. Suspension of supply of gas. —The supply of gas to any person found guilty and convicted \nby a Gas Utility Court of any offence mentioned in sections 14 to 19 shall remain suspended by the \nGas Utility Company for a period of one year:  \n \nPage 13 of 14 \n  \nProvided that the Gas Utility Court may direct an earlier resumption of the gas supply.  \n \n23. Power to search in case of theft and suspected theft. —Notwithstanding anything \ncontained in any other law for the time being in force, any officer or employee of a Gas Utility \nCompany not below BPS 17 or equivalent authorized, in this behalf by the Gas Utility Company, may \nsearch any premises where gas is supplied or consumed in a manner that is or may constitute an offence \nunder this Act.  \n \n24. Arrest for offence against certain sections. —Notwithstanding anything contained in the \nCode of Criminal Procedure, 1898 (Act V of 1898) all offences under this Act if committed by any \nperson other than a domestic consumer shall be cognizable and non­bailable.  \n \n25. Reward. —(1) A Gas Utility Company shall, on receipt of information provided to it in \nwriting by an informer, conduct an inquiry thereon within a period of fifteen days.  \n \n(2) A Gas Utility Company shall on recovery of any outstanding amount or sums due as a result \nof information provided to it in writing by an informer, pay a reward to such informer as provided in \nsub­section (3):  \n \nProvided that the informer shall not be entitled to receive any reward if such information does \nnot result in any recovery by a Gas Utility Company:  \n \nProvided further that the reward shall not be applicable to any fine, security or costs imposed \nunder section 12.  \n \n(3) The amount of reward to a person who gives information to a Gas Utility Company under \nsub­section (1) shall be five percent of any recovered amount.  \n \n26. Recovery of sums recoverable under certain provisions of this Act. —Every sum \ndeclared to be recoverable under this Act may be recovered in accordance with the prevailing policy \nof the Gas Utility Company, on application to a Gas Utility Court, having jurisdiction where the person \nliable to pay the same is for the time be ing resident, by the distress and sale of any moveable or \nimmovable property belonging to such person.  \n \n27. Charges for supply of gas recoverable as arrears of land revenue. —(1) \nNotwithstanding anything contained in this Act or in any other law for the time being in force or in \nany instrument or agreement, the charges for supply of gas or any other sum outstanding against a \nconsumer or any other person under this Act shall be  recoverable as an arrears of land revenue.  \n \n(2) A Gas Utility Company or any person duly authorised by the Gas Utility Company may \napply, with a certificate showing the amount outstanding against a consumer, to the District Collector \nof the district concerned for the recovery of the said amount and the District Collector shall thereupon \nproceed to recover the same from such consumer or his sureties or from all of them as an arrears of \nland revenue and, for the purposes of recovery under this section, the officer authorized to effect such \nrecovery sha ll be vested with magisterial powers under the Code of Criminal Procedure, 1898 (Act V \nof 1898).  \n \n28. Power to request assistance. —A Gas Utility Company shall have the power to seek \ninformation from or the assistance of any Ministry, Division or agency of the Federal Government, \n \nPage 14 of 14 \n any department or agency of a Provincial Government, local authority, financial institution, political \nagent, law enforcement agency, including the police and the Federal Investigating Agency, \nparamilitary forces, levies, land revenue officials, including patwaris or mukhtarkar, and the Securities \nand Exchange Commission of Pakistan and it shall be the duty of such Ministry, Division, department, \nagency, local authority, financial institution, law enforcement agency and Security and Exchange \nCommission of P akistan to furnish such information or render such assistance, including but not \nlimited to, removal of encroachments, as may reasonably be required.  \n \n29. Bar of jurisdiction. —(1) Notwithstanding any other law for the time being in force, no \nGas Utility Court shall make an order prohibiting the Gas Utility Company from disconnecting the \nsupply of gas to a premises or requiring it to restore supply of gas to such premises if the  consumer is \nin default and any such order made before the commencement of this Act shall cease to have effect:  \n \nProvided that nothing contained herein shall apply to a case in which the plaintiff, applicant or \nappellant, within a period of thirty days of the aforesaid date or at the time of filing the suit, application \nor appeal, as the case may be, deposits with th e Gas Utility Court the amount assessed against him by \nthe Gas Utility Company and all further charges of the Gas Utility Company as and when they become \ndue and in the event of his failing to do so, any order prohibiting the Gas Utility Company from \ndisco ntinuing the supply of gas to the premises or requiring it to restore the supply of gas to the \npremises, if already made, shall cease to have effect.  \n \n(2) Where an amount has been deposited under sub­section (1), the Gas Utility Court shall \ndirect it to be deposited in a scheduled bank in the name of the Gas Utility Company on an undertaking \nbeing furnished by the Gas Utility Company to the effect that i n case the suit or appeal is decided \nagainst it, it shall repay the said amount to the plaintiff or appellant, as the case may be, with such \nreasonable return as the Gas Utility Court may determine.  \n \n30. Power to make rules. —The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Act.  \n \n31. Act to override other laws. —The provisions of this Act shall have effect notwithstanding  \nanything to the contrary contained in any other law for the time being in force.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n         Last Uploaded on 3 0.10.2023"
}