{
    "file": "./converted_json\\administrator14691431731f3febeba4058852a3b178.json",
    "name": "The Destruction of Records Act 1917",
    "date": "28th February, 1917",
    "tagline": "An Act to consolidate and amend the law providing for the destruction or other disposal of certain documents in the possession or custody of Courts and Revenue and other public officers.",
    "content": "Page 1 of 3 \n  \n \nTHE DESTRUCTION OF RECORDS ACT 1917  \n \n \n \nCONTENTS  \n1.  Short title  \n2.  [Definitions .]  \n3.  Power to certain authorities to make rules for disposal of documents  \n4.  Validation of former rules for disposal of docu ments  \n5.  Saving of certain documents  \n6.  [Repeals. ]  \nTHE SCHEDULE  \n\n \nPage 2 of 3 \n THE DESTRUCTION OF RECORDS ACT 1917  \n1ACT  NO. V OF 1917  \n[28th February,  1917 ] \nAn Act to consolidate  and amend  the law providing  for the destruction  or other  disposal  of certain  \ndocuments  in the possession  or custody  of Courts  and Reve nue and other  public  officers . \n WHEREAS  it is expedient  to consolidate  and amend  the law providing  for the destruction  or \nother  disposal  of certain  documents  in the possession  or custody  of Courts  and Revenue  and other  \npublic  officers , It is hereby  enacted  as follows  :___ \n 1. Short  title. This Act may be called  the Destruction  of Records  Act, 1917.  \n 2. [Definitions ] Rep. by the A.O.,  1937 . \n 3. Power  to certain  authorities  to make  rules  for disposal  of documents .___ (1) The \nauthorities  hereinafter  specified  may, from  time to time, make  rules2 for the disposal,  by destruction  \nor otherwise,  of such documents  as are, in the opinion  of the authority  making  the rules,  not of \nsufficient  public  value  to justify  their preservation.  \n (2) The authorities  shall  be___ \n(a)  in the case of documents  in the possession  or custody  of a High  Court  or of the \nCourts  of Civil  or Criminal  jurisdiction  subordinate  thereto ,___ the High  Court;  \n(b)  in the case of documents  in the possession  or custody  of Revenue  Courts  and \nofficers, -the Chief  Controlling  Revenue -authority3 ; and \n(c)  in the case of documents  in the possession  or custody  of any other  public  \nofficer,___ \n4[(i)  if the documents  relate  to purposes  of a Province,  the Provincial  \nGovernment  or any officer  specially  authoris ed in that behalf  by that \nGovernment  ; \n(ii)  in any other case, the 5[Federal Government] or an officer specially \nauthorised in that behalf by that Government.]  \n 6[(3) Rules made under this section by any High Court or by a Chief Controlling \nRevenue -authori ty3 or by an officer specially authorised in that behalf by any Provincial Government \nshall be subject to the previous approval of the Provincial Government; and rules made by an officer \nspecially authorised in that behalf by the 5[Federal Government] shal l be subject to the previous \napproval of the 5[Federal Government]].  \n \n1For Statement of Objects and Reasons, see Gazette of India, 1917, Pt. V, p. 2 ; and for Proceedings in Council, see Ibid, 191 7, Pt. VI, pp. 17 and 292.  \n2For the Income -tax Appellate Tri bunal (Destruction of Record Rules, 1960 see Gazette of Pakistan  1960 ,  Pt. I, pp. 330 -331. \n3For definition of Chief Controlling Revenue -authority, formerly included in s. 2, see now the General Clauses Act, 1897 (10 of 1897), s. 3 (9a).  \n4Subs by A. O., 19 37, for the L. G ., or any officer specially authorized in that behalf by the L.G.”,.  \n5Subs. by F.A.O., 1975, Art, 2 and Table for “Central Government”.  \n6Subs . ibid., for the original sub -section (3)  \n \nPage 3 of 3 \n  4. Validation  of former  rules  for disposal  of docu ments. All rules  and orders  directing  or \nauthorising  the destruction  or other  disposal  of documents  in the possession  or custody  of any public  \nofficer,  heretofore  made  by a 1[Provincial  Government],  or with the approval  of the 1[Provincial  \nGovernment]  by any authority  not empowered  to make  such rules  under  the Destruction  of Records  \nAct, 1879  (III of 1879 ) shall  be deemed  to have  had the force  of law from  the date on which  they \nwere  made,  and all such rules  and orders  now in force  shall  continue  to have  the force of law until \nthey are superseded  by rules  made  under  this Act. \n 5. Saving  of certain  documents . Nothing  in this Act shall  be deemed  to authorise  the \ndestruction  of any document  which,  under  the provisions  of any law for the time being  in force,  is to \nbe kept and maintained.  \n 6. [Repeals .] : [Rep. by the Repealing  Act, 1927  (XII of 1927) ]. \nTHE  SCHEDULE  [Repeal  of Enactments .] Rep. by the Repealing  Act, 1927  (Xll of 1927),  s. 2 and \nSchedule.  \n \n \n___________  \n \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 11 -09-2024  \n1Subs . by F.A.O., 1 975, Art. 2 and Table, for “Central Government”."
}