{
    "file": "./converted_json\\administrator3e138d510e1530c56c7e2db851e0fa8e.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 4 \n \n \n \n THE OIL AND GAS DEVELOPMENT CORPORATION (RE -\nORGANIZATION) ORDINANCE, 2001  \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Definitions  \n3. Conversion of Corporation into a Company  \n4. Certain special provisions with respect to Company  \n5. Transfer of employees from the Corporation to the Company  \n6. Removal of difficulties  \n7. Repeal  \n \n \n \n  \n   \n\n \nPage 2 of 4 \n THE OIL AND GAS DEVELOPMENT CORPORATION (RE -\nORGANIZATION) ORDINANCE, 2001  \nORDINANCE No.  XXVIII OF 2001  \n[5th July, 2001]  \nAn Ordinance to provide for conversion of the Oil and Gas Development Corporation into Oil and \nGas Development Company Limited  \nWHEREAS  it is expedient to provide for conversion of the Oil and Gas Development  \nCorporation into a public limited company for incorporation under the Companies \nOrdinance,1984(XLVII of 1984);  \nAND WHEREAS,  the President is satisfied that circumstances exist which render it \nnecessary to take immediate action;  \nNOW , THEREFORE , in pursuance of the Proc lamation of Emergency of the fourteen th day \nof October, 1999 and the provisional Constitution Order No. 1 of 1999 read with the Provisional \nConstitution (Amendment) Order No. 9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the Presiden t of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance:__ \n1. Short title, extent and commencement .__ (1) This Ordinance may be called the Oil and \nGas Development Corporation (Re -organization) Ordinance, 2001.  \n(2) It  extends to whole of Pakistan.  \n(3) It shall come into force at once and shall be deemed to have taken effect on 23rd October, \n1997.  \n2. Definitions.__ (1) In this Ordinance, unless there is anything repugnant in the subject or \ncontext:  \n(a) “Company” means   the   Oil   and   Gas   Development   Company   \nLimited incorporated under the Companies Ordinance, 1984(XLVII of \n1984).  \n(b) “Corporation” means the Oil and Gas Development Corporation \nestablished under the Oil and Gas Development Corporation \nOrdinance, 1 961(XXX  of 1961);  \n(c) “effective date” means the date of incorporation of Oil and Gas \nDevelopment  Company Limited under the Companies Ordinance, \n1984(XLVII of 1984); and  \n(d) “OGDC  Ordinance” means the Oil and Gas Development Corporation  \nOrdinance, 1961(XXX VII of 1961).  \n 3.  Conversion of Corporation into a Company.____ (1)  The  Corporation  shall  be \ndeemed to have been converted into a company limited by shares with effect from the date of \n \nPage 3 of 4 \n incorporation of the Company with the Securities, and Exchange Com mission of Pakistan, under the \nCompanies Ordinance, 1984(XLVII of 1984).  \n(2)  In consideration of the vesting in the Company of the property, rights and liabilities of \nthe Corporation, the Company shall issue to the Federal Government in the name of the Pr esident of \nthe Islamic Republic of Pakistan, such number of fully paid shares as the Federal Government may \ndetermine. The Federal Government may, whenever it deems appropriate, transfer shares of the \ncompany held by it to such persons on such terms and co nditions and in such manner as it may \ndetermine.  \nExplanation.____ For the purpose of this section - \n(a) the expression “property” includes assets, rights and entitlements of \nevery description and nature wherever situated; and  \n(b) the expression “liabilities” includes duties, obligations, loans, \nencumbrances, claims and charges of every description and nature, \nactual or contingent.  \n(3) All orders made, proceedings taken and acts done by any authority or by any person, \nwhich were made, taken or don e, or purported to have been made, taken or done between the twenty -\nthird day of October, 1997, i.e., the date of incorporation of the company and the date on which this \nOrdinance comes into force, in exercise of the powers derived from the OGDC Ordinance,  shall, \nnotwithstanding any other law, be deemed always to have been validly made, taken or done and the \nsame are hereby affirmed, adopted and declared to have been validly made, taken or done by the Oil \nand Gas Development Company Limited and shall have h ad effect accordingly.  \n4. Certain special provisions with respect to Company.___(1) For the removal of doubts, it \nis hereby clarified that, as from the date of its incorporation as a Company, the Company shall - \n(a) be deemed to own and hold all the assets,  properties, lands, \ninstallations, plants, machinery, equipment, concessions,  licences,   \ngrants   and   other   rights   of whatsoever nature owned and held by \nthe Corporation as on that date, including, but no limited to all \ntangible, intangible, moveabl e and immovable properties, contractual \nand other rights, outstanding moneys claims receivables and \ninvestments;  \n(b) be entitled to the benefit of all notifications, licences, permissions, \nsanctions, authorizations, grants, concessions, decrees and orders \nissued or granted to all subsisting in favour of the Corporation as at the \ndate of its incorporation;  \n(c) be deemed to have taken over all contractual rights, licences, grants, \nconcessions and liabilities of the Corporation and shall be liable to pay \nand d ischarge all liabilities and obligations of whatsoever nature of the \nCorporation.  \n(2) All suits appeals or other legal proceedings of whatever nature by, against or relating to \nthe Corporation pending on the effective date in any court, tribunal or other a uthority shall be \ncontinued, prosecuted and enforced in the same manner and to the same extent as they would have \n \nPage 4 of 4 \n been continued, prosecuted and enforced by or against, the Corporation, if the conversion of the \nCorporation into the Company would not have t aken place, by or against the Company, and the same \nshall not abate, be discontinued or be in any way prejudiced or affected by the provisions of this \nOrdinance.  \n(3) As from the date of its incorporation, the Company shall for all material purposes be the \nsuccessor -in interest of the Corporation, and the name of the Company shall be deemed  to  be  \nsubstituted  for  the  name  of  the  Corporation  in  all  contracts,  agreements, licences, leases, \ngrants,  concessions (including without limitation petroleu m concessions, exploration and \nprospecting licences or permits and mining leases) and all other documents of whatsoever nature \nrelating to the Corporation and no objection shall be entertained by any court, tribunal or authority in \nregard to such substitut ion or on the ground that any such contract agreement or document as \naforesaid was or is, in, or with, the name of Corporation and not the Company.  \n(4) The objects of the Corporation as set out in the OGDC Ordinance so far as they are not in \nconflict with the objects contained in the memorandum of the company shall be the objects of the \nCompany and notwithstanding anything contained in any law for the time being in force, the conduct \nby the Company of any such business shall not be called in question by any  person or authority in \nany manner or on any ground whatsoever, including but not limited to the ground that the Company \nwas or is not eligible to commence or to carry on such business  or  that  the  Company  failed  to  \nobtain  any  permission,  authoriz ation,  consent, approval or sanction under any law in force for the \ntime being.  \n5. Transfer of employees from the Corporation to the Company.____(1) All officers, \nworkmen or other employees of the Corporation (hereinafter referred to as the employees) sha ll, as \non the date of incorporation of the Company, be deemed to be employees of the Company on the \nsame remuneration and other conditions of service, rights and privileges including, but not limited to, \nprovisions as to the pension, provident fund and gra tuity, if any, and other matters as were applicable \nto them before the conversion of the Corporation into Company.  \n(2) Notwithstanding anything in any law, contract, terms and conditions of service or any \nother instrument, no person transferred to the Comp any under sub -section (1) shall be entitled to any \ncompensation as a consequence of transfer to the Company.  \n6. Removal of difficulties.___ If any difficulty arises in giving effect to any provision of this \nOrdinance , the Federal Government may, by  notific ation in the official Gazette, make such \nprovisions as may appear to it to be necessary for the purpose of removing the difficulty.  \n7. Repeal.___(1) The Oil and Gas Development Corporation Ordinance, 1961(XXXVII  of \n1961) is hereby repealed."
}