{
    "file": "./converted_json\\administrator76bb3bc870eb85a67d7de975303d9b7f.json",
    "name": "Protection of Breast-Feeding and Child Nutrition Ordinance, 2002",
    "date": "26-10-2002",
    "tagline": "An Ordinance to provide for protection of breast-feeding and nutrition for infants and young children",
    "content": "Page 1 of 11 \n    \n \n \nPROTECTION OF BREAST -FEEDING AND CHILD NUTRITION \nORDINANCE,  2002  \n \n              \n \nCONTENTS  \nCHAPTER I  \n \nINTRODUCTORY  \n \n1.  Short title, extent and commencement  \n2.  Definitions  \nCHAPTER II  \n \nADMINISTRATION  \n3.  National Infant Feeding Board and Provincial Infant Feeding Committees.  \n4.  Powers and functions of the Board and Provincial Committees  \n5.  Meeting of the Board and. Provincial Committees  \n6.  Implementation and monitoring  \nCHAPTER III  \n \nPROHIBITIONS  \n7.  Prohibited practices \n8.  Prohibitions and guidance relating to labels of designated products \nCHAPTER IV \n \nINFORMATION AL AND EDU CATIONAL MATERIALS \n9.  Informational and educational materials  \n10. Health workers and health care facilities \nCHAPTER – V \n \nREGISTRATION OF DESIGNATED  PRODU CTS AND  QUALITY ASSURANCE \n \n \n\n  \nPage 2 of 11 \n 11.  Quality assurance \n12.  Investigation  and inspection \n13.  Investigation and filing of case \n14.  Appeal \n15.  Public enforcement \nCHAPTER VI \n \nPENALTIES AND  PROCEDU RES \n16.  Revocation or s uspension  of  license,  etc. \n17.  Penalties \n18.  Responsibility of an individual for the act of a company, corporation, partnership or an \n institution.  \n19.  Power to make rules \n20.  Power to delegate \n21.  Overriding effect \n \n \n \n \n  \n  \nPage 3 of 11 \n PROTECTION OF BREAST -FEEDING AND CHILD NUTRITION \nORDINANCE,  2002  \nORDINANCE XCIII OF 2002  \n           [26-10-2002]  \nAn Ordinance  to provide for protection of breast -feeding and nutrition for infants and young \nchildren  \n WHEREAS  it is expedient to ensure safe and adequate nutrition for infants and young children \nby promoting and protecting breast -feeding, and by regulating the marketing and, promotion of \ndesignated products including breast milk substitutes, and of feeding bottle s, valves for feeding bottles, \nnipple shields, teats and pacifier and to provide for matters connected therewith or -ancillary thereto;  \n AND  WHEREAS   the  President  is  satisfied  that  circumstances  exist  which  render  it \nnecessary to take immediate action;  \n NOW, THEREFORE , in pursuance of the Proclamation of Emergency  Of the Fourteenth day \nof October, 1999, and the Provisional Constitution Orde r No. 1 of 1999 read with the Provisional \nConstitution (Amendment) Order  No.9 of 1999, and in exercise of all powers enabling him in that \nbehalf, the President of the Islamic Republic of Pakistan is pleased to make and promulgate the \nfollowing Ordinance:___ \n___________  \nCHAPTER I  \n \nINTRODUCTORY  \n \n 1. Short  title, extent and commencement .___(1) This  Ordinance may be called the  Protection \nof Breast -feeding and Child Nutrition Ordinance, 2002.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force at once.  \n 2. Definitions .___ In this Ordinance, unless there is anything rep ugnant in the subject or \ncontext,― \n(a) “infant” means a child up to the age of twelve months;  \n(b) “young child ” mans a child from the age of twelve months up to the age of two \nyears;  \n(c) “advertise” or “advertising ” means to make any representation by any mea ns \nwhatsoever for the purpose of promoting sale or use of .a designated product;  \n(d) “Board” means the National Infant Feeding Board constituted under section 3;  \n(e) “container”  means any form of packaging of adesignated product for sale as a \nretail unit;  \n(f) “designated product ” means— \n  \nPage 4 of 11 \n (i) any  milk  manufactured,  marketed  and  promoted  for  the  use  of  an  infant  \nor otherwise represented as a partial or total replacement for mother ”s milk  \nwhether or not it is suitable for such replacement;   \n(ii) any products  manufactured,  marketed,  promoted  or otherwise  represente d as \na complement to mother ”s milk to meet the growing nutritional needs of an \ninfant;  \n(iii) any feeding bottle, teat, valve for feeding bottle, pacifier or nipple shield; and  \n(iv) such other product as the Federal Govern ment may, by notification in the \nofficial Gazette, declare to be a designated product for the purposes of this \nOrdinance;  \n(g) “complementary food ” means any ford suitable as an addition to breast milk or \nto a breast milk substitute  when either becomes  in sufficient  to satisfy the \nnutritional requirements of an infant, also commonly called “weaning food ” or \n“breast milk and young child supplement ”: \n(h) “infant -formula” means an animal or vegetable based milk product \nmanufactured in   accordance   with   the   standards   recommende d  by  the  \nCode x  Alimentarius Commission  and the Codex  Code  of Hygienic Practice  \nfor Foods  for Infants  and Children to approximate the  normal nutritional \nrequirements of an infant up to the age of six months;  \n(i) “feeding bottle ” means any bottle or receptacle marketed for the purpose of \nfeeding an infant or a young child;  \n(j) “nipple shield ” means an appliance with a teat for a baby to suck from the breast;  \n(k) “pacifier” means an artificial teat for babies to suck also called “dummy”; \n(l) “follow -up formula ” means an animal or vegetable based milk product  \nmarketed for infants older than six months or young child and formulated \nindustria lly in accordance with the standards of the Codex Alimentarius \nCommission and the Codex Code of Hygienic Practice for Foods for Infants and \nChildren;  \n(m) “distributor ”  means any person engaged in the business of marketing, whether \nwholesale or retail, and  includes a person providing product public relations and \ninformation services;  \n(n) “health care facility ” means a Government, non -Government, semi Government  \nor private institution or organization, or private medical practitioner engaged,  \ndirectly or indi rectly, in the provision of health care to infants, young children,.  \npregnant women or  mothers,  and  includes  a  day -care  centre,  nursery  and \nany  other  child -care institution;  \n(o) “health professional ” means a medical practitioner, nurse, nutrition ist or such \nother persons  as  the  Federal  Government  may,  by  notification  in  the  \nofficial  Gazette, specify;  \n(p) “health worker ” means any person providing services to infants, young children,       \npregnant  women  or  mothers  as  a  medical  pra ctitione r, and  includes a  health \n  \nPage 5 of 11 \n professional,   homeopath   practitioner,   hakim ,   nurse.   midwife, traditiona l \nbirth attendant,, pharmacist, - dispensed chemist,  nutritionist, hospital  \nadministrator or employee,  whether  professional  or not  whether paid or not,  \nand any other person providing such services as the Federal Government tray  \nby notif ication in the official Gazette, specify;  \n(q) “Inspector” means any person designated as Inspector under section 12;  \n(r) “label” means any tag, mark, pictorial  or other descriptive matter which is \nwritten,  printed, stenciled, marked, embossed, attached or otherwise appearing \non a container;  \n(s) “manufacturer ” means a person, corporation or other entity engaged or involved  \nin the business  of producing,  processi ng,  compounding,  formulating,  filling , \npacking, repacking,   altering,  ornamenting,   finishing  and  label ling a \ndesignated   product, whether directly, through an agent, or through  a person \ncontrolled  by or under an agreement;  \n(t) “market” means any, method of introducing or selling a designated product,  and \nincludes,  but  not  li mited   to,  promotion,  distribution,  advertising,  distribution \nof samples, product public relations and product information services;  \n(u) “person” means any individua l, partne rship, associa tion, unincorporated    \norganization,  company,  cooperative,  corporation,  trustee,  agent  or  any group \nof persons;  \n(v) “prescribed ” means prescribed by rules  \n(w) “promote” or “promotion ” means any method of introducing a person to, or     \nfamiliarizing a person with, a designated product or inducing a person to buy or \nus designated product, and includes, but not limited to, advertising, offer of \nsamples or gifts, distribution of literature, public relations and information  \nservices related to a designated  product,  but  does  not  include  any  \nprescription  issued  by  a  medical practitioner based on health grounds;  \n(x) “Provincial Committee ” means a Provincial Infant Feeding Committee \nconstituted udder section 3;  \n(y) “rules” means rules made under this Ordinance; and  \n(z) “sample” means any quantity of a designated product provided free of cost.  \n_________  \nCHAPTER II  \n \nADMINISTRATION  \n \n 3. National Infant Feeding Board and Provi ncial Infant Feeding Committees.― (1) The \nFederal Government shall, by notification in the official Gazette, constitute a National Infant Feeding \nBoard.  \n (2) The Board shall consist of a Chairperson , a Secretary and not more than such number of \nmembers as the Federal Government may prescribe:  \n  \nPage 6 of 11 \n  Provided that not less than half of the total number of members of the Board shall comprise of \nsuch persons who are professional qualified with respect to infant and young child nutrition and at \nleast one member of the Board shall be selected from the industr y involved in the manufacturing    and \nmarketing of designated products . Secretary of  the Provincial Health Department or  his nominee shall \nbe ex-officio  member of the Board - \n (3) A Provincial Government shall, by notification in the official Provincial Gaz ette, constitute \na Provincial Infant Feeding Committee for a Province.  \n (4) Subject to subsection ( 5), a Provincial Infant Feeding Committee shall consist of a \nChairperson   and not more than, such number  of members as the Provincial  Government may \nprescribe:  \n Provided  that  not  less  than  half  of  the  total  number  of  members  of  a Provincial \nCommittee shall comprise of such persons who are professional qualified with respect to infant and \nyoung child nutrition and at least o ne member shall be selected from industry involved in the \nmanufacturing and marketing of designated products.  \n (5) The  Federal  Government  shall  nominate  the  members  of  the  Board  and  a Provincial \nGovernment shall nominate the members of a Committ ee, who shall hold office for a term as may be \nprescribed by the respective Governments.  \n 4. Powers and functions of the Board and Provincial Committees.___The following shall be \nthe powers and functions of the Board in the case of the Federal Government a nd a Provincial \nCommittee in the case of a Provincial Government, namely: — \n(a) To receive, reports of violations of provisions of this Ordinance or the rules;  \n(b) to recommend , investigation of cases against manufacturers, distributors or \nhealth workers found to be violating the provisions of this Ordinance or the \nrules;  \n(c) to plan for and co -ordinate  the dissemination  of informational  and educational  \nmaterials o n the topic of infant feeding and recommend continuing education  \ncourses for health workers on topics related to this Ordinance;  \n(d) to advise the Federal Government,  and the Provincial Governments on national \npolicies for the promotion and protection of breast -feeding , and matters relating \nto designated products especially infant and young child nutrition, particularly \nthrough national or prov incial education campaigns, and  to organize health \neducation on the same for health workers and general public; an d \n(e)  to propose guidelines to the Federal Government or to a Provincial \nGovernment. as the case may be in respect of matter specified in clause (d).  \n 5. Meeting of the Board and. Provincial Committees.___The Secretary of the Board or, as \nthe case may be,  a Provincial Committee, shall call meetings of the Board or a Provincial Committee, \nas the case may be, at the direction of the Chairperson, and maintain minutes of such meetings.  \n 6. Implementation and monitoring.___ The Federal Government tray give such  directions to \na Provincial Government as tray appear to it to be necessary for carrying into effect in a Province any \nof the provisions of this Ordinance or of the rules or any order or direction made thereunder or for \nachievement of uniformity in respect  of any matter related thereto in different parts of Pakista n. \n  \nPage 7 of 11 \n ____________  \nCHAPTER III \n \nPROHI BITIONS \n \n 7. Prohibited practices. ___(1) No person shay in any form whatsoever, promote any \ndesignated products except as provided for under this Ordin ance. \n (2) No person shall in any manner assert that any designated produ ct is a substitu te for \nmother”s milk, or that it is equivalent to or comparable with or superior to mother”s milk. \n (3) No manufacturer or distributor  shall offer, or make gift or contrib utions of any kind,  or \npay to any extent for any reason whatsoever, or give any kind of benefit, to a health work er or his \nfamily, or any personn el employed, directly or indir ectly, in a health care facility, or any mem ber \nof the Board or a Provincial Committee, as the case may be, or the employees thereof. \n (4) No manufacturer or distributor  shall donate any designated produ ct and equipment or \nservices related to a designated product free of charge or at low cost to a health care facility, or \noffer or give any benefit to a professional association  of medical practitioners for this purpose. \n (5) No person other than a health work er who is not  engaged by a manufacturer or distributor  \nshall instru ct any us er on the  need and proper preparation and use  of any designated product: \nProvided that a manufacturer  or distributor  may instru ct any user on the need and proper  \npreparation  and  use  of  any  designated  produ ct  in  accordance  with  the provisions  of section 8. \n (6) No distributor  or manufacturer shall in furtherance of or for the purpos es of its busin ess \nhave contact, directly or indirectly, with general public within  a health care facility. \n (7) No manufacturer, distributor  or any person engaged by them shall produ ce or distribute  \nany educational or informational material relating to infant and young child feeding: \n Provided  that  any  educational  or  in formational  material  relating  to  a  designated produ ct \nmay be provided  by  a manufacturer  or distributor  to a health professional subject to the prescribed \nconditions,  and that the same shall be restricted to scientific and  factual  matters,  and  shall  not  \nimply  or  create  a  belief  that  bottle-feeding  is equivalent or superior to breast-feeding. \n 8. Prohibitions and guidance relating to labels of designated products.____ (1)  No \ndesignated  produ ct  shall  be  marketed  or  sold  in  Pakistan  unless  its  label  is  in accordance with \nthe provisions  of this Ordin ance and the rules, and approved in the manner as may be prescribed by \nthe Federal Government: \n Provided that for any designated produ ct already being sold in Pakistan , a manufacturer or \ndistrib utor shall  provide for the label of such produ ct within one  hundr ed and eighty days of its \napproval in the manner as may be prescribed. \n (2) Label of a designated produ cts shall be designed so as not to discourage breast- feeding \nand shall provide the necessary information in Urdu  about the appropri ate use of such product and \nthe age before which a designated product should  not be used. \n (3) Every container shall have a clear, consp icuous and  easily understood  message print ed \non it, or on a label that cannot become  separated  from  it, which shall  be writt en in Urdu  and if \nso desired by the manufacturers, in English as well. \n  \nPage 8 of 11 \n  (4) The label shall― \n(a) not contain anything  that may discourage breast-feeding \n(b) contain a consp icuous notice in bold characters in the prescribed height stating \nthe followin g, namely:___ ”MOTHE R”S MILK IS BEST FOOD FOR \nYOUR BABY AND  HEL PS IN    PREVENTING  DIAR RHOE A AND  \nOTHE R ILLNESSES” \n(c) instead of or in addition to the notice specified in clause (b), contain any other \nmessage as may be prescribed with respect to any designated product; \n(d) neither uses expression such as “materialized” or “humanized” or equivalent \nnor contains any comparison  with mother”s milk. , \n(e) not show  photo graphs. drawings or gr aphics except that graphics may be used \nto illustr ate the correct method of preparation; \n(f) contain the name and address of manufacturer  and of whol esale distributor  \nif a designated product is an imported item; and \n(g) except  for  bottles,  teats,  pacifiers   and  nipple   s hields, contain appropri ate \ninstru ctions  in  Urdu  for  the  correct  preparation  in  words  and easily  \nunderstood graphics,  and  indicate  the  ingredients,  composition and analysis  \nof  a  designated produ ct required storage conditions,  batch number and expiry \ndate, and contain any warning  as may be prescribed for the implementation of \nthis Ordin ance in characters of the prescribed height in Urdu  or regional \nlanguages. \n_____________  \nCHAPTER IV \n \nINFORMATION AL AND EDU CATIONAL MATERIALS \n \n 9. Informational and educational materials .___(1) any person who  produces or distribut es \nany informational and educational materials referred in this  section shall submit copies thereof to the \nBoard as may be prescribed. \n (2) Informational and educational materials, whether writt en, audio or visual, which refer \nto infant feeding shall contain only correct information and shall not use any pictures graphics or text \nthat encourage bottle-feeding or discourage breast-feeding. \n (3) The Federal Government shall , in consu ltation with  the Board, arrange for and approve \nthe dissemination of obj ective and consistent informational and educational materials on inf ant and \nyoung  child feeding, excluding  medical literature and may, by notification in the official Gazette, \npublish  such instru ctions,  guidelines or policies as it deems necessary  or appropri ate, for the \npurposes of produ cing and distributing  informational and educational materials. \n 10. Health workers and health care facilities.___(1) Health work ers shall encourage, support  \nand protect breast-feeding. They shall be expected to know the provisions  of this Ordin ance, in \nparticular, any instru ctions,  guidelines or policies publish ed under section 9, and to implement the \nsame whenever possib le. \n  \nPage 9 of 11 \n  (2) Health work ers shall not accept, or give samples of any designated product to any, person,  \nparticularly  pregnant  women,  mothers  of  infants  and  young  childr en;  or mem bers of their \nfamilies. \n (3) Health work ers and their Asso ciation shall not promote in any way whatsoever, any \ndesignated produ ct. \n (4) Health work ers falling within  the jurisdi ction of the Federal Government shall  make in \nwriting  a report to the Board, and in all other cases to a concerned Provincial Committee any offer of \na gift or other financial benefit made by a manufacturer or distributor  or any other contravention  of \nthe provisions  of this  Ordin ance or the, rules, noticed by them. \n (5) There shall be kept posted in every health care facility in Urdu  and English, and in such \nother language as may be deemed approp riate by the health care facility, such abstracts of this \nOrdinance as may be prescribed by the  Federal Government,- or a Provincial Government, as the \ncase may be, for this purpos e. \n__________  \nCHAPTER – V \n \nREGISTRATION OF DESIGNATED  PRODU CTS AND  QUALITY ASSURANCE \n \n 11. Quality  assurance. __ (1) No d esignated product shall be manufactured, sold or otherwise  \ndistribu ted  in Pakistan  unless it is formulated  industrially  in accordance with  the  standards  \nrecomme nded  by the  Codex  Alimentarus  Commission  and  the Codex Code of Hygienic Practice \nfor Foods  for Infants and Children, and in additio n. shall meet such applicable standards specified in \nthis Ordin ance and the rules, \n (2) The  Board  or  a  Provincial  Committee,  as  the  case  may  be,  may  require  an Inspector \nor any other person invested with powers under this Ordinance to test any designated produ ct sold in \nPakistan in ord er to determine whether it is fit for human consu mption.  \n (3) A designated produ ct that does not meet the standards for use in the  country  of manufacture \nshall not be sold in Pakistan. \n (4) A designated produ ct that has reached the expiry date shall not be marketed sold or \ndistribut ed. \n (5) A  designated  produ ct  shall  be  sold  only  in the  original  container  in order  to prevent \nquality deterioration, adulteration or contamination thereof. \n 12. Investigation  and inspection. ___ (1) The Federal Government may designate any number \nof persons professionally qualified  with respect to infant and young  child nutrition  as Inspector to \ncondu ct inspection and investigation and prosecution for this Ordin ance and to monitor compliance \nwith the provisions  of this ordin ance. \n (2) After an ins pection for purpose  of this Ordinance, an Insp ector shall refer the case, and if \nso required, provide one portion  of the sample of a designated produ ct, or the whole  of a designated \nprodu ct if it is such that it cannot be divided, to the Board, or a Provincial Committee, as the case \nmay be. \n 13. Investigation and filing of case. ___ (1) Upon  completion of an .investigation and receipt \nof a complete report, and after giving the concerned party an oppor tunity  of being heard, the Board \n  \nPage 10 of 11 \n or a Provincial Committee, as the case may be shall  recommend to the Federal Government whether \nor not institu te prosecution  under this Ordin ance. \n (2) No Court shall take cognizance of any offence punishable under this Ordin ance except on \na report in writing  by an officer authorized by the Federal Government, or any  other  person  as  \nthe  Federal  Government  may,  by  notification  in  the  official Gazette, authori ze in this behalf. \n (3) An offence punishable under this Ordinance shall be non-cognizable. \n 14. Appeal.―(1) Any person sentenced by a Court under this Ordin ance may prefer an appeal \nto the High  Court within  thirty  days of the judgment. \n (2) The provisions  of sections  5 and 12 of the Limitation Act, 1908  (IX of 1908),  shall be \napplicable to an appeal preferred under subsection (1). \n 15. Public enforcement.― (1) Any person whomsoever may make an application in writing  \nto the Board or d Provincial Committee concerning  contravention  of any of the provisions  of this \nOrdinance or the rules. \n (2) In the event an investigation reveals an offence, the Board or a Provincial Committee, as \nthe case may be, shall follow the procedure specified in section 13 for recommending  prosecution. \n__________  \nCHAPTER VI \n \nPENALTIES AND  PROCEDU RES \n \n 16. Revocation  or  suspension  of  license,  etc.―(1)  Where  any  p erson;  except  a medical \npractitioner, has, been found  to have contravened any of the provisions  of this Ordin ance or the rules \nthe concerned author ity upon  writt en recommendation  of the Board or a Provincial Committee, as \nthe case may be, and after giving such person an opportunity  of being heard, tray recommend to the \nFederal Government to susp end or cancel, his license for the practice of his profession or occupation, \nor for the pursuit  of his busin ess. \n (2) In the case of a contravention  involving a medical practitioner registered under the Medical \nand Dental Council Ordin ance, 1962  (XXXII  of 1962),  the matter shall be referred to the Pakistan \nMedical and Dental Council for further action. \n 17. Penalties.___(1) Any manufacturer or distribu tor who contravenes the provisions of \nsubsections (1) to (7) of section?, subsection (1) of section 8, subsections (1), (3) (4) or (5) of section \n11. shall be punis hable with imprison ment for a term which may extend to two years or with fine \nwhich shall not be less than fifty thous and rupees or more than five hundr ed thous and rupees, or \nboth.  \n (2) Any person,  who contravenes any other provision  of this Ordin ance, or the rules, shall \nbe punis hable with a fine, which may extend to five hundr ed thousand rupees. \n 18. Responsibility of an individual for the act of a company, corporation, partnership or \nan institution. __Where the offence is found  to have been committed by a company, corpor ation, \npartnership  or an institution,  as a result of an institutio nal or  operational   instructions   issued   by  \nit  or  implemented   by  it,  the  company, corpor ation. partnership  or the  instit ution may be found  \nguilty in addition  to the individuals directly responsible  for the commission of such offence. \n \n  \nPage 11 of 11 \n  19. Power to make rules.___(1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purpos es of this Ordin ance. \n (2) A Provincial Government may, by noti fication in the official Provincial Gazette, made \nrules for the administration of a Provincial Committee in a Province. \n 20. Power to delegate. ___The Federal Government may delegate any of .the functions and its \npowers under this Ordin ance to a Provincial Government. \n 21. Overriding effect. ___The provisions  of this Ordin ance shall have effect notwithst anding \nanything  to the contrary contained in any other law for the time being in force. \n_____________"
}