{
    "file": "./converted_json\\administrator0f29bc9f1e3dfed37c0034eed1e29d53.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 35 \n  \n \n \n \nTHE REGISTRATION ACT, 1908  \n \n \n \n \n \n \nCONTENTS  \n___________  \n \nPART I   \nPREL IMINARY    \n1 Short title, extent and commencement.   \n2 Definitions.  \nPART II   \nOF THE REGISTRATION­ESTABLISHMENT   \n3 Inspector­General of Registration.   \n4 [Repealed. ]  \n5 Districts and sub -districts.   \n6 Registrars and Sub­Registrars.   \n7 Offices of Registrar and Sub­Registrar.   \n8 Inspectors of registration­offices.   \n9 [Repealed. ]  \n10 Absence of Registrar or vacancy in his office.   \n11 Absence of Registrar on duty in his district.   \n12 Absence of Sub­Registrar or vacancy in his Office.   \n13 Report to Provincial Government of appointments under sections 10, 11 and 12.   \n14 Establishment s of registering officers.   \n15 Seal of registering officers.   \n16 Register­books and fire­proof boxes.  \n \n  \n\n \nPage 2 of 35 \n PART III   \nOF REGISTRABLE DOCUMENTS   \n17 Documents of which registration is compulsory.   \n18 Documents of which registration is optional.   \n19 Documents in language not understood by registering Officer.   \n20 Documents containing interlineations, blanks, erasures or alterations.   \n21 Description of property and maps or plans.   \n22 Description of houses and land by reference to Government maps or surveys.   \nPART IV  \nOF THE TIME OF PRESENTATION  \n \n23 Time for presenting documents.  \n \n23A  Re­registration of certain documents.   \n24 Documents executed by several persons at different times.   \n25 Provision where delay in presentation is unavoidable.   \n26 Documents executed out of Pakistan , etc.  \n27 Wills may be presented or deposited at any time.   \nPART V   \nOF THE PLACE OF REGISTRATION   \n28 Place for registering documents relating to land.   \n29 Place for Registering other documents.   \n30 Registration by Registrars in certain cases.   \n31 Registration or acceptance for deposit at private residence.   \nPART VI   \nOF PRESENTING DOCUMENTS FOR REGISTRATION   \n32 Perso ns to present documents for registration.   \n33 Power­of­attorney recognizable for purposes of section 32.   \n34 Enquiry before registration by registering officer.   \n35 Procedure on admission and denial of execution respectively.   \nPART VII   \nOF ENFORCING THE APPEARANCE OF EXECUTANTS AND   \nWITNESSES   \n36 Procedur e where appearance of executant  or witness is desired.   \n37 Officer or Court to issue and cause service of summons.   \n38 Persons exempt from appearance at registration­office.   \n \nPage 3 of 35 \n 39 Law as to summonses, commissions and witnesses.   \nPART VIII   \nOF PRESENTING WILLS AND AUTHORITIES TO ADOPT   \n40 Persons entitled to present wills and authorities to adopt.   \n41 Registration of wills and authorities to adopt.   \nPART IX   \nDEPOSIT AND DISPOSAL OF WILLS   \n42 Deposit of wills.   \n43 Procedure on deposit of wills.   \n44 Withdrawal of sealed cover deposited under section 42.   \n45 Proceedings on death of depositor.   \n46 Saving of ce rtain enactments and powers of C ourts.   \n46A Destruction of Wills.   \nPART X   \nOF THE EFFECTS OF REGISTRATION AND NON­REGISTRATION   \n47 Time from which registered document operates.   \n48 Registered documents relating to prope rty when to take effect against oral agreements.   \n49 Effect of non­registration of documents required to be registered.   \n50 Certain registered documents relating to land to take effect against unregistered  documents.  \n \nPART XI   \nOF THE DUTIES AND POWERS OF REGISTERING OFFICERS   \n(A) As to the Register­books and Indexes  \n \n51 Register­books to be kept in the several offices.   \n52 Duties of registering officers when document presented.   \n53 Entries to be numbered consecutively.   \n54 Current indexes and entries therein.   \n55 Indexes to be made by registering officers, and their contents.   \n56 [Repealed. ]  \n57 Registering officers to allow inspection of certain bo oks and indexes, and to \ngive certified copies of entries.   \n(B) As to the Procedure on admitting to Registration   \n58 Particulars to be endorsed on documents admitted to registration.   \n59 Endorsements to be dated and signed by registering officer.  \n \n \nPage 4 of 35 \n 60 Certificate of registration.   \n61 Endorsements and certificate to be copied and document returned.   \n62 Procedure on presenting document in language unknown to registering officer.   \n63 Power to administer oaths and record of substance of statements.   \n(C) Special Duties of Sub­Registrar  \n \n64 Procedure where document relates to land in several sub­districts.   \n65 Procedure where document relates to land in several districts.   \n(D) Special Duties of Registrar   \n66 Procedure after registration of documents relating to land.   \n67 Procedure  after registration under section 30, sub­section (2).   \n(E) Of the Controlling Powers of Registra rs and Inspectors­General . \n \n68 Power of Registrar to superintend and control Sub Registrars .  \n69 Power of Inspector­General to superintend registration offic es and make rules.   \n70 Power of Inspector­General to remit fines.   \n PART XI­A  \n OF THE COPYING OF DOCUMENTS BY MEANS OF PHOTOGRAPHY.  \n70A Application of this Part.  \n70B Definition.  \n70C Appointment of Photo­Registrars.  \n70D Documents may be photographed in areas notified by Government.  \n70E Application of Act to areas notified under section 70­D.  \n70F  \n PART XII  \n OF REFUSAL TO REGISTER   \n71 Reasons for refusal to register to be recorded.   \n72 Appeal to Registrar from orders of Sub­Registrar refusing registration on ground other than \ndenial of execution.   \n73 Application to Registrar where Sub­Registrar refuses to register on ground of denial of \nexecution.  \n74 Procedure of Registrar on such application.   \n75 Order by Registrar to register an d procedure thereon.   \n76 Order of refusal by Registrar.   \n77 Suit in case of order of refusal by Registrar.   \n \n \n \n \nPage 5 of 35 \n PART XIII   \nOF THE FEES FOR REGISTRATION, SEARCHES AND COPIES   \n78 Fees to be fixed by Provincial Government.   \n79 Publication of fees.   \n80 Fees payable on presentation.   \nPART XIV   \nOF PENALTIES   \n81 Penalty for incorrectly endorsing, copying, translating or registering documents with intent to \ninjure.   \n82 Penalty for making false statements, delivering false copies or translation s, false personation, \nand abetment.   \n83 Registering officer may commence prosecutions.   \n84 Registering O fficers to be deemed public servants.   \nPART XV   \nMISCELLANEOUS   \n85 Destruction of unclaimed documents.   \n86 Registering officer not liable for thing bona fide  done or refused in his official capacity.   \n87 Nothing so done in validated by defect in appointment or procedure.   \n88 Registration of documents executed by Government officers or certain public functionaries.   \n89 Copies of certain orders, certificates and instruments to be sent to registering officers and \nfiled.   \nExemptions from Act   \n90 Exemption of certain documents executed by or in favour of Government.   \n91 Inspection and copies of such documents.   \n92 [Repealed. ]  \n93 [Repealed .]  \nTHE SCHEDULE .—[Repealed .] \n \nPage 6 of 35 \n THE REGISTRATION ACT, 1908  \n \n1ACT NO. XVI OF 1908   \n[18th December, 1908]  \n \nAn Act to consolidate the enactments relating to the Registration of Documents.  \n \nWHEREAS  it is expedient to consolidate the enactments relating to the registration of  \ndocuments;  \n \nIt is hereby enacted as follows: —  \nPART I  \n \nPRELIMINARY  \n1. Short title, extent and commencement. —(1) This Act may be called the 2*Registration \nAct, 1908.  \n(2) It extends to 3[the whole of Pakistan], except such districts or tracts of country as the \n4[Provincial Government] may5* * * exclude from its operation.  \n(3) It shall come into force on the first day of January, 1909.  \n \n 2. Definitions.  In this Act, unless t here is anything repugnant in the subject or context, —  \n(1) “addition” means the place of residence, and the profession, trade, rank and title, (if any) \nof a person described,6 * * *and his father’s name, or where he is usually described as the son of his \nmother, then his mother’s name:  \n(2) “book” includes a portion of a book and also any number of sheets connected together with \na view of forming a book or portion of a book:  \n \n1For Statement of Objects and Reasons, see Gazette of India, 1908, Pt. V, p. 325, for Report of Select Committee, see ibid ., 1908, Pt. V. p. 387; and for \nProceeding in Council, see ibid .,1908, Pt. VI, pp. 148, 154 and 182.  \nThis Act has been declared to be in force in Baluchistan by s. 3 of the Bri tish Baluchistan Laws Regulation, 1913, (2 of 1913).  \nIt has been extended to the Leased Areas of Baluchistan, see the Leased Areas (Laws) Order, 1950 (G.G.O. 3 of 1950); and  applied in the Federated \nAreas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499  \nIt has been extended to the Baluchistan States Union by the Baluchistan States Union (Federal Laws) (Extension) Order, 1953 (G.G. O. 4 of 1953), as \namended.  \nIt has be en extended to the Khairpur State by the Khairpur (Federal Laws) (Extension) Order, 1953 (G.G.O. 5 of 1953), as amended.  \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by t he Gwadur \n(Application of Central Laws) Ordinance, 1960 (37 of 1960), s. 2.  \nIt has been amended in Sind by the Transfer of Property and the Indian Registration (Sind Amdt.) Act, 1939 (Sind 14 of 1939) and the Indian \nRegistration (Amdt.) Act, 1946 (Sind 7 of 1946).  \nIt has been amended in the Punjab by the Indian Registration (Punjab Amdt.) Act, 1941 (Punjab 8 of 1941).  \nIt has also been applied to Phulera in the excluded Area of Upper Tanawal to the extent the Act is applicable in the N.­W.F.P ., and has been extended \nto the Excluded Area of Upper Tanawal other than Phulera by the N.­W.F.P. (Upper Tanawal) (Excluded Area) Laws Regulation, 195 0 and declared \nto be in force in that area with effect from the 1st June, 1951, see N.­ W.F.P. Gazette Ext., dated the 1st June, 19 51. \nThe Act, as in force in the North­West Frontier Province immediatly before the commencement of N.W.F.P. Regulation No. II of 1974, has been \napplied to  the Provincially Administered Tribal Areas of Chitral, Dir, Kalam, Swat and Malakand Protected Area, by N.­W.F.P. Regulation No II of \n1974, s.3.  \n2The word “Indian” Omitted by A.O,. 1949.  \n3Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960) s. 3 and 2nd Sch. ( with effect from 14th October, 1955 ), for “all the \nprovinces and the Capital o f the Federation” which had been subs. by A.O., 1949, for “ the whole of British India”.  \n4Subs. by A.O., 1937, for “L.G.”. \n5The words “with the previous sanction of the G.G. in C.” omitted by the Devolution Act, 1920 (38 of 1920), s. 2 and First Sch . \n6The w ords, comma and brackets “and, in the case of a native of [Pakistan] his caste (if any)” omitted by Ordinance 21 of 1960, s. 3 and 2nd Sch. ( with \neffect from the 14th October,1955 ). The word in crochet was subs. by A. O., 1949, for “India”.  \n \nPage 7 of 35 \n 1[(2a) “co ‑operative society” means a co ‑operative society registered under the Co ‑operative \nSocieties Act, 1912 ( II of 1912 ), or under any other law for the time being in force relati ng to the \nregistration of co­operative societies :]  \n(3) “district” and “sub ‑district” respectively mean a district and sub­district formed under this  \nAct: \n(4) “District Court” includes the High Court in its ordinary original civil jurisdiction:  \n(5) “endorsement” and “endorsed” include and apply to an entry in writing by a registering \nofficer on a rider or covering slip to any document tendered for registration under this Act:  \n2[(6) “immov eable property” includes land, buildings,  benefits to arise out of land and things \nattached to the earth, or permanently fastened to anything attached to the earth, hereditary allowances, \nrights to ways, lights, ferries and fisheries but does not  Include —  \n(a) standing  timber, growing crops or grass whether immediate severance thereof \nit intended or not;  \n(b) fruit upon and juice in trees whether in existence or to grow in future; and  \n(c) machinery embedded in or attached to the earth, when dealt with apart from the \nland:]  \n3[(7)  “lease” includes a counter­part, kabuliyat and an undertaking to cultivate or occupy:]  \n(8) “minor” means a person who, according to the personal law to which he is subject, has \nnot attained majority:  \n \n3[(9) “mov eable property” means property of every description, except immov eable property:]   \n(10) “representative” includes the guardian of a minor and the committee or other legal \ncurator of a lunatic or idiot.  \n_________  \n \nPART II  \n \nOF THE REGISTRATION­ESTABLISHMENT  \n \n 3. Inspector ‑General of Registration.  — (1) The 4[Provinci al Government] shall appoint an \nofficer to be the Inspector ‑General of Registration for the territories subject to such Government:  \nProvided that the 4[Provincial Government] may, instead of making such appointment, direct \nthat all or any of the powers and duties hereinafter conferred and imposed upon the Inspector ‑General \nshall be exercised and performed by such office or officers, and within such local limits, as the  \n4[Provincial Government] appoints in this behalf.  \n \n1Clause (2a) ins. by the Registration Act (Amdt.) Ordinance, 1961 (32 of 1961), s. 2. \n2Subs. by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 2, for the original clause.  \n3Subs.  ibid. \n4Subs. by A. O., 1937, for “L. G.”. \n \nPage 8 of 35 \n  (2) Any Inspector ‑General may hold simultaneously any other office 1[in the service of the \nState].  \n4. [Branch Inspector ‑General of Sindh .] Rep. by A.O.,1937.  \n5. Districts and sub ‑districts .—(1) For the purposes of this Act, the 2[Provincial Government]  \nshall 3form districts  and sub‑districts, and shall prescribe, and may alter, the limits of such districts and \nsub‑districts.  \n (2) The district and sub ‑districts formed under this section, together with the limits thereof, and \nevery alteration of such limits, shall be notified in the 4[official Gazette].  \n (3) Every such alteration shall take effect on such day after the date of the notification as is \ntherein mentioned.  \n56. Registrars and Sub ‑Registrars. — The 2[Provincial Government] may appoint such \npersons, whether public officers or not, as it thinks proper, to be Registrars of the several districts, and \nto be Sub ‑Registrars of the several sub ‑districts,  formed as aforesaid, respectively.  \n \n6* * * * * * *  \n7. Offices of Registrars and Sub ‑Registrars. —2(1) The 2[Provincial Government] shall \nestablish in every district an  office to be styled the office  of the Registrar and in every sub ‑district an \noffice or offices  to be styled the office of the Sub ‑Registrar or the offices of the Joint Sub ‑Registrars.  \n \n(2) The 2[Provincial Government] may amalgamate with any office of a Registrar any office \nof a Sub ‑Registrar subordinate to such Registrar, and may authorize any Sub ‑Registrar whose office \nhas been so amalgamated to exercise and perform, in addition to his own powers and duties, all or any \nof the powers and duties of the Registrar to whom he is subordinat e: \nProvided that no such authorization shall enable a Sub ‑Registrar to hear an appeal against an \norder passed by himself under this Act.  \n 8. Inspectors of Registration offices. —(1) The 2[Provincial Government] may also appoint \nofficers, to be called Inspectors of Registration­offices, and may prescribe the duties of such officers7. \n(2) Every such Inspector shall be subordinate to the Inspector ‑General.  \n \n9. [Military Cantonments may be declared sub ‑districts or districts. ] Rep. by the Repealing and  \nAmending Act, 1927( X o f 1927), s. 3 and Second Schedule . \n \n \n \n \n   \n1Subs. by A. O., 1961, Art. 2 and Sch. ( with effect from the 23rd March 1956 ), for “under the Crown” which had been subs., by A. O., 1937, for “under Government”.  \n2Subs. by A. O., 1937, for “L. G.”. \n3For Notifin. in respect of Sind, directing that the Province of Sind shall be divided into nine (9) Registration Districts, see Sind Govt. Gazette, 1954, Pt. I, p. 137.  \nFor Notifin. of Registration Districts consisting of the sub­districts, see Sind Govt. Gazette, 1954, Pt. I, p. 513. \n4Subs. by A. O., 1937, for “local official Gazette”.  \n5S. 6 has been amended in its application to the Province of Sind by the Indian Registration (Amdt.) Act, 1946 (Sind Act 7 of 1946), s. 2.  \n6The proviso to s. 6, i ns. by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch. Pt. I, omitted by A. O., 1937. \n7The proviso to sub­section (1) of s. 8 ins. by the Indian Registration (Bombay Amdt.) Act, 1929 (Bom. 5 of 1929), s. 2, omitt ed by A.O., 1937. \n \nPage 9 of 35 \n  10. Absence of Registrar or vacancy in his office.___(1) When any Registrar, 1* * * is absent \notherwise than on duty in his district, or when his office is temporarily vacant, any person whom the \nInspector ‑General appoints in this behalf, or, in default of such appointment, the Judge of the District \nCourt within the local limits of whose jurisdiction the Registrar’s office is situate, shall be the Registrar \nduring such absence or until the 2[Provincial Gover nment] fills up the vacancy.  \n3* * * * * * * \n 11. Absence of Registrar on duty in his district. — When any Registrar is absent from his \noffice on duty in his district, he may appoint any Sub ‑Registrar or other person in his district to \nperform, during such a bsence, all the duties of a Registrar except those mentioned in sections 68 and  \n72.  \n  \n12. Absence of Sub ‑Registrar or vacancy in his office. — When any Sub ‑Registrar is absent, \nor when his office is temporarily vacant, any person whom the Registrar of the district appoints in this \nbehalf shall be Sub­Registrar during such absence, or until 4[the vacancy is filled up].  \n \n 13. Report to Provincial Government of appointments under sections 10, 11 and 12. —(1) \n5* * * All appointments made under section 10, section 11 or section 12 shall be reported to the  \n2[Provincial Government] by the Inspector ‑General.  \n \n(2) Such report shall be either special or general, as the 2[Provincial Government] directs.   \n \n6*  *  *  *  *  *  *  \n14. Establishment of registering officers. — \n6*       *     *        *            *              *   * \n \n (2) The 2[Provincial Government] may allow proper establishments for the several offices \nunder this Act.  \n \n15. Seal of registering officers. — The several Registrars and Sub­Registrars shall use a seal \nbearing the following inscription in English and in such other language as the 2[Provincial \nGovernment] directs:___ “The seal of the Registrar (o r of the Sub ‑Registrar) of.”  \n \n 16. Register ‑books and fire ‑proof boxes.—(1) The 2[Provincial Government] shall provide \nfor the office of every registering officer the books necessary for the purposes of this Act.  \n \n(2) The books so provided shall contain the forms from time to time prescribed by the  \nInspector‑General with the sanction of the 2[Provincial Government], and the pages of such books \nshall be consecutively numbered in print, and the number of pages in each book shall be certified on \nthe title­page by the officer by whom such books are issued.  \n \n(3) The 2[Provincial Government] shall supply the office of every Registrar with a fire ‑proof \nbox, and shall in each district make suitable provision for the safe custody of the records connected \nwith the registration of documents in such district.  \n \n1The words “other than the Registrar of a district including a Presidency­town” omitted by A.O., 1949.  \n2Subs. by A. O.,1937, for “L. G.”.  \n3Sub­section (2) omitted,  by A.O.1949 . \n4Subs.,  by the Decentralization Act, 1914 (4 of 1914), s. 2 and Sch.,Pt. I, for “the L. G. fills up the vacancy”.  \n5The words “All appointments made by the Inspector­General under section 6 and”, ins. Ibid., were omitted by A. O..,1937.  \n6Sub­section (3) of s. 13 a nd sub­section (1) of s. 14 relating to the suspension, removal, dismissal and remuneration of persons appointed under the Ac t \nwere omitted by A.O., 1937. These conditions of service are now regulated by rules under s. 241 (2) of the G. of I. Act, 1935.  \n \nPage 10 of 35 \n PART III  \n \nOF REGISTRABLE DOCUMENTS  \n \n17. Documents of which registration is compulsory. — (1) The following documents shall \nbe registered, if the property to which they relate is situate in a district in which, and if they have been \nexecuted on or after the date on which, Act No. XVI of 1864, or the Indian Registration Act, 1866 \n(XX of 1866), or the Indian Registration Act, 1871 (VIII of 1871), or the Indian Registration Act, 1877 \n(III of 1877), or this Act came or comes into force, namely :—  \n \n \n(a) instruments of gift of immov eable property;  \n \n(b) other non ‑testamentary instruments which purport or operate to create, declare, \nassign, limit or extinguish, whether in present or in future, any right, title or \ninterest, whether vested or contingent, of the value of one hundred rupees and \nupwards, to or in immov eable property;  \n \n1[Explanation.___ In the case of an assignment of a mortgage the consideration for the deed \nof assignment shall be deemed to be the value for registration;]  \n  \n1[(ba) an instrument which grants power to  an attorney or which constitutes an \nagreement to create , declare, assign, limit or extinguish, by way of sale, any \nright, title or interest of the value of one hundred rupees and upward, to or in \nimmovable property;]   \n \n \n(c) non‑testamentary instruments 3[(other than the acknowledgment of a receipt or \npayment made  in respect of any transaction to which an instrument registered \nunder clause (o) relates)] which acknowledge the receipt or payment of any \nconsideration on account of the creation, declaration, assignment, limitation or \nextinction of any such right, title  or interest; and  \n \n(d) leases of immov eable property from year to year, or for any term exceeding one \nyear, or reserving a yearly rent;  \n \n4[(e)  non‑testamentary instruments transferring or assigning any decree or order of a \nCourt or any award when such decree or order or award purports or operates to \ncreate, declare, assign, limit or extinguish, whether in present or in future, any \nright, title or interest, whether vested or contingent, of the value of one hundred \nrupees and upwards, to or in immov eable property:]  \n \nProvided that the 5[Provincial Government] may, by order published in the 6[official Gazette], \nexempt from the operation of this sub ‑section any leases executed in any district, or part of a district, \nthe terms granted by which do not exceed fi ve years and the annual rents reserved by which do not \nexceed fifty rupees.  \n(2) Nothing in clauses (b) and (c) of sub ‑section (1) applies to — \n \n(i) any composition deed; or  \n \n(ii) any instrument relating to shares in a Joint Stock Company, notwithstanding \nthat the assets  of such Company consist in whole or in part of immov eable \nproperty; or  \n \n1Explanation added by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 3.  \n2Ins. by the Registration (Amdt) Act, 2022 ( XXXVIII of 2022), s.2.  \n3Ins.by the Registration (Amdt.) Ordinance, 1962 (45 of 1962) s.3 . \n4Clause (e) ins. by the Transfer of Property (Amdt.) Supplementary Act, 1929 (21of 1929), s.10.  \n5Subs. by A. O., 1937, for “L. G.”. \n6Subs. ibid., for “loca1 official Gazette”. \n \nPage 11 of 35 \n  (iii) any debenture issued by any such Company and not creating, declaring, \nassigning, limiting, or extinguishing any right, title or interest, to or in \nimmov eable property except in so far as it entitles the holder to the security \nafforded by a registered ins trument whereby the Company has mortgaged, \nconveyed or otherwise transferred the whole or part of its immov eable property \nor any interest therein to trustees upon trust for the benefit of the holders of such \ndebentures; or  \n \n (iv) any endorsement upon or tr ansfer of any debenture issued by any such \nCompany; or  \n \n(v) any document not itself creating, declaring, assigning, limiting or extinguishing \nany right, title or interest of the value of one hundred rupees and upwards to or \nin immov eable property, but merely creating a right to obtain another document \nwhich will, when executed, create, declare, assign, limit or extinguish any such \nright, title or interest 1[except a document which grants power to an attorney or \nis an agreement to sell  any right, title or interest of the said value in immovable \nproperty]; or  \n \n(vi) any decree or order of a Court 2[except a decree or order expressed to be made \non a compromise and comprising immov eable property other than that which is \nthe subject ‑matter o f the suit or proceeding]; or  \n \n(vii) any grant of immov eable property by 3[the Government]; or  \n \n(viii)  any instrument of partition made by a Revenue­officer; or  \n \n(ix) any order granting a loan or instrument of collateral security granted under 4*   \n* the Land Improvement Loans Act, 1883 ( XIX of 1883 ); or \n \n5[(x)  any order granting a loan under the 6[West Pakistan Agriculturist’s Act, 1958 \n(W.P Act XVII of 1958)], the Agricultural Development Bank Ordinance, \n1961(IV of 1961), or   \n \nunder any other law for the time being in force relating to the advancement of loans for agricultural \npurposes, or any instrument under which a loan is granted by a co ‑operative society for any such \npurpose, or any instrument made fo r securing the repayment of a loan so granted; or]  \n \n(xi) any endorsement on a mortgage ‑deed acknowledging the payment of the \nwhole or any part of the mortgage ‑money, and any other receipt for payment \nof money due under a mortgage 7* * * ; or  \n \n(xii) any certificate of sale granted to the purchaser of any property sold by public \nauction by a Civil or Revenue­officer 8[; or]  \n  \n9[(xiii)   any counter­part of a lease, where the lease corresponding thereto has itself \nbeen registered.]  \n \n1Ins. by the Registration (Amdt) Act, 2022 ( XXXVIII of 2022), s.2.  \n2Subs. by the Transfer of Property (Amdt.) Supplementary Act, 1929 (21 of 1929), s. 10, for “and any award”.  \n3The word \"Government\" was first subs. by A. O., 1937, and then amended by A.O., 1961, Art.  2 (with effect from the 23rd March, 1956 ), to read as \nabove.  \n4The words “the Land Improvement Act, 1871,” omitted by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 198 1), s. 3 and Second \nSch. \n5Subs. by the Registration Act (Amdt.) Ordi nance, 1961 (32 of 1961) s. 3, for the original clause.  \n6Subs. by Ordinance 27 of 1981, s.3 and Second Sch., for “Agriculturist’s Loans Act, 1884”.  \n7The words “when the receipt does not purport to extinguish the mortgage” omitted by the Registration (Amdt. ) Ordinance, 1962 (45 of 1962), s. 3. \n8 Subs. ibid., for the full­stop. \n9Clause ( xiii) added, ibid. \n \nPage 12 of 35 \n 1[Explanation .___ A document purporting or operating to effect a contract for the sale of \nimmov eable property shall not be deemed to require or ever to have required registration by reason \nonly of the fact that such document contains a recital of the payment of any earnest  money or of the \nwhole or any part of the purchase money.]  \n \n(3) Authorities to adopt a son, executed after the first day of January, 1872, and not conferred \nby a will, shall also be registered.  \n \n2[18. Documents of which registration is optional . Any document not required to be \nregistered under section 17 may also be registered under this Act.]  \n \n 19. Documents in language not understood by registering officer.  If any document duly \npresented for registration be in a language which the registering office r does not understand, and which \nis not commonly used in the district, he shall refuse to register the document, unless it be accompanied \nby a true translation into a language commonly used in the district and also by a true copy.  \n \n 20. Documents containing interlineations, blanks, erasures or alterations. —(1) The \nregistering officer may in his discretion refuse to accept for registration any document in which any \ninterlineation,  blank, erasure or alteration appears, unless the persons ex ecuting the document attest \nwith their signatures or initials such interlineation, blank, erasure or alteration.   \n(2) If the registering officer registers any such document, he shall, at the time of registering the \nsame, make a note in the register of such  interlineation, blank, erasure or alteration.  \n \n 21. Description of property and maps or plans. —(1) No non­testamentary document relating \nto immov eable property shall be accepted for registration unless it contains a description of such \nproperty sufficient  to identify the same.  \n \n (2) Houses in towns shall be described as situate on the north or other side of the street or road \n(which should be specified) to which they front, and by their existing and former occupancies, and by \ntheir numbers if the houses in such street or road are numbered.  \n \n (3) Other houses and lands shall be described by their name, if any, and as being in the \nterritorial division in which they are situate, and by their superficial contents, the roads and other \nproperties on whic h they abut, and their existing occupancies, and also, whenever it is practicable, by \nreference to a Government map or survey.  \n (4) No non ‑testamentary document containing a map or plan of any property comprised therein \nshall be accepted for registration u nless it is accompanied by a true copy of the map or plan, or, in case \nsuch property is situate in several districts, by such number of true copies of the map or plan as are \nequal to the number of such districts.  \n 22. Description of houses and land by refe rence to Government maps or surveys. —(1) \nWhere it is, in the opinion of the 3[Provincial Government], practicable to describe houses, not being \nhouses  in towns, and lands by reference to a Government map or survey, the 3[Provincial Government] \nmay, by rule made under this Act, require that such houses and lands as aforesaid shall, for the purposes \nof section 21, be so described.  \n \n \n1Explanation ins. by th e Indian Registration (Amdt.) Act, 1927, s. 2 \n2Subs. by Ordinance 45 of 1962, s. 4, for the original section 18, as amended by the Indian Registration (Sind Amdt.) Act, 193 9 (Sind Act 14 of 1939), \nand the Indian Registration (Amdt.) Act, 1940 (33 of 1940),  s. 2. \n3Subs. by A. O., 1937, for “L. G.”.  \n \nPage 13 of 35 \n  (2) Save as otherwise provided by any rule made under sub ‑section (1), failure to comply with \nthe provisions of section 21, sub ‑section (2) or sub­section (3), shall not disentitle a document t o be \nregistered if the description of the property to which it relates is sufficient to identify that property.    \n__________  \n \nPART IV  \n \nOF THE TIME OF PRESENTATION  \n \n 23. Time for presenting documents. — Subject to the provisions contained in sections 24, 25 \nand 26, no document other than a will shall be accepted for registration unless presented for that \npurpose to the proper officer within four months from the date of its execution:  \n \nProvided that a cop y of a decree or order may be presented within four months from the day \non which the decree or order was made, or, where it is appealable, within four months from the day on \nwhich it becomes final.  \n \n1[23A. Re­registration of certain documents . Notwithstand ing anything to the contrary \ncontained in this Act, if in any case a document requiring registration has been accepted for registration \nby a Registrar or Sub­Regist rar from a person not duly empowered to present the same, and has been \nregistered, any perso n claiming under such document may, within four months from his first becoming \naware that the registration of such document is invalid, present such document or cause the same to be \npresented, in accordance with the provisions of Part VI for re ‑registratio n in the office of the Registrar \nof the district in which the document was originally registered; and upon the Registrar being satisfied \nthat the document was so accepted for registration from a person not duly empowered to present the \nsame, he shall proce ed to the re­registration of the document as if it had not been previously registered, \nand as if such presentation for re ‑registration was a presentation for registration made within the time \nallowed therefore under Part IV, and all the provisions of this Act, as to registration of documents, \nshall apply to such re ‑registration; and such document, if duly re ‑registered in accordance with the \nprovisions of this section, shall be deemed to have been duly registered for all purposes from the date \nof its origin al registration :  \nProvided that, within three months from the twelfth day of September, 1917, any person \nclaiming under a document to which this section applies may present the same o r cause the same to be \npresented for re ‑registration in accordance with t his section, whatever may have been the time when \nhe first became aware that the registration of the document was invalid.]  \n24. Documents executed by several persons at different times. — Where there are several \npersons executing a document at different times, such document may be presented for registration and \nre‑registration within four months from the date of each execution.  \n \n25. Provision where delay in presentation is unavoidable. —(1) If, owing to urgent necessity \nor unavoidable accident, any document executed, or copy of a decree or order made, in 2[Pakistan] is \nnot presented for registration till after the expiration of the time hereinbefore prescribed in that behalf,  \nthe Registrar, in cases where the delay in presentation does not exceed four months, may direct that, \non payment of a fine not exceeding ten times the amount of the proper registration ‑fee, such document \nshall be accepted for registration.  \n  \n1S. 23A ins. by the Indian Registration (Amdt.) Act, 1917 (15 of 1917), section 2.  \n2Subs. by the Central Laws (Statute Reforms) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the Provinces and the Capital \nof Federation’ which had been subs. by A.O., 1949, for “British India”,  \n \nPage 14 of 35 \n  (2) Any application for such direction may be lodged with a Sub­Registrar, who shall forthwith \nforward it to the Registrar to whom he is subordinate.  \n \n26. Documents executed out of the P akistan , etc. — When a document purporting to have \nbeen  executed by all or any of the parties out of 1[Pakistan] is not presented for registration till after \nthe expiration of the time hereinbefore prescribed in that behalf, the re gistering officer, if satisfied — \n \n(a) that the instrument was so executed, and  \n \n(b) that it has been presented for registration within four months after its arrival in  \n1[Pakistan],  \n \nmay, on payment of the proper registration fee, accept such document for registration.  \n \n 27. Wills may be presented or deposited at any time . — A will may at any time be presented \nfor registration or deposited in manner hereinafter provided.  \n \nPART V  \n \nOF THE PLACE OF REGISTRATION  \n \n228. Place for registering documents relating to land .—3[(1)] Save as in this Part otherwise  \nprovided, every document mentioned in section 17, sub­section (1), clauses (a), (b), (c) 4[,(d) and (e), \nsection 17, sub­section (2), and section 18, in so for as such documents affects immoveable property] \nshall be presented for registration in the office of a Sub­Registrar within whose sub­district the whole \nor some portion of the property to which such d ocument relates is situate.  \n \n5[(2) Notwithstanding anythi ng contained in sub­section (1) ,—  \n(a) after a document is registered, no party thereto shall be entitled to question the \nvalidity of its registration on the ground that the property which purported to \ngive jurisdiction to the Sub­Registrar to register it either did not exist or was \nfictitious or insignificant or was not intended to be conveyed; and  \n \n(b) a document the registration of which is secured by the inclusion of a \nnon­existent, fictitious or insignificant portion or item shall not in any manner \naffect the rights of a person who was not a party thereto and acquired rights in \nthe property without not ice of the transaction to which such document relates.]  \n29. Place for registering other documents .—(1) Every document 6[not being a document \nreferred to in section 28 or a copy of a decree or order], may be presented for registration either in the \noffice o f the Sub­Registrar in whose sub­district the document was executed, or in the office of any \nother Sub­Registrar under the 7[Provincial Government] at which all the persons executing and \nclaiming under the document desire the same to be registered.  \n \n1Subs.  by the Central Laws (Statute Reforms) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for “the Provinces and the Capital \nof Federation’ which had been subs. by A.O., 1949, for “British India”,  \n2This section has been amended in its application to the Province of Sind by the Transfer of Property and the Indian Registrat ion (Sind Amdt.) Act, 1939 (Sind 14 of 1939). \n3Renumbered by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 4. \n4The orig inal words “and (d) and section 18, clauses (a), (b) and (c)”. have successively been amended by the Indian Registration (Amd t.) Act, 1940 (33 of 1940), s. 3 and \nOrdinance 45 of 1962, s. 5, to read as above.  \n5Sub­section (2) added by Ordinance 45 of 1962, s. 5. \n6Subs. by the Repealing and Amending Act, 1940 (32 of 1940), s. 3 and Second Sch., for “other than a document referred to in s ection 28, and a copy of \na decree or order”.  \n7Subs. by A. O.1937, for “L.G.”. \n \n \nPage 15 of 35 \n  (2) A copy of a decree or order may be presented for registration in the office of the Sub­ \nRegistrar in whose sub­district the original decree or order was made, or, where the decree or order  \ndoes not affect immoveable property, in the office of any other Sub ­Registrar under the 1[Provincial \nGovernment] at which all the persons claiming under the decree or order desire the copy to be \nregistered.  \n \n 30. Registration by Registrars in certain cases. —(1) Any Registrar may in his discretion \nreceive and register any document which might be registered by any Sub­Registrar subordinate to him.  \n \n2[(2) Notwithstanding anything contained in section 28 any Registrar may receive and register any \ndocument without regard to the situation in any part of Pakistan of the property to which the document \nrelates if he is satisfied that there is sufficient cause for doing so.]  \n \n31. Registration or acceptance for deposit at private residence .— 3[ The presentation, \nregistration or deposit of documents under this Act shall ordinarily] be made  only at the office of the \nofficer authorized to accept the same for registration or deposit:  \n \nProvided that such officer may on special cause being shown attend at the residence of any \nperson desiring to present a document for registration or to deposit a  will, and accept for registration \nor deposit such document or will.  \n_______  \n \nPART VI  \n \nOF PRESENTING DOCUMENTS FOR REGISTRATION   \n 32. Persons to present documents for registration. — Except in the cases mentioned in 4* * \n* section 89, every document to be registered under this Ac t, whether such registration be compulsory \nor optional, shall be presented 5* * *, — \n \n(a) by some person executing or claiming under the same, or, in the case of a copy \nof a decree or order, claiming under the decree or order, or  \n \n(b) by the  representative or assign of such person, or  \n \n(c) by the agent of such person, representative or assign, duly authorized by \npower­of  attorney executed and authenticated in manner hereinafter mentioned.  \n \n \n \n \n \n \n1Subs. by A. O.1937, for “L.G.”. \n2Subs. by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 6, for the original sub­section (2) as amended by A.O., 19 49, the Registration \n(Amdt.) Act, 1950 (69 of 1950), s.2. the Registration (Amdt). Act, 1957 (1 of 1958), s. 2 and the Central laws (Statute Refor m) Ordinance, 1960 (21 of \n1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ) \n3Subs. by Ordinance 45 of 1962, ss. 6 and 7, for “In Ordinary cases the registration or deposit of documents under this Act, shall”. \n4The words and figures “section 31 and” omitted ibid., s. 8.  \n5The words “at the proper registration­office” omitted, ibid. \n \nPage 16 of 35 \n 33. Power­of attorney recognizable for purposes of section 32 .—(1) For the purposes of \nsection 32, the following powers­of­attorney shall alone be recognized, namely : — \n  \n(a) if the principal at the time of executing the power­of­attorney resides in any part \nof l[Pakistan] in which this Act is for the time being in force, a \npower­of­attorney executed before and authenticated by the Registrar or \nSub­Registrar within whose distri ct or sub­ district the principal resides;  \n \n(b) if the principal at the time aforesaid resides in any other part of l[Pakistan], a \npower­of­ attorney executed before and authenticated by any Magistrate;  \n \n(c) if the principal at the time aforesaid does not reside i n l[Pakistan] a \npower­of­attorney executed before and authenticated by a Notary Public, or any \nCourt, Judge, Magistrate, 2[Pakistan] Consul or Vice­Consul or representative \nof 3* * * the 4[Federal Government] : \n \nProvided that the following persons shall not  be require d to attend at any registration -office or \nCourt for the purpose of executing any such power­of­attorney as is mentioned in clauses (a) and (b) \nof this section, namely : — \n \n(i) persons  who by reason of bodily infirmity are unable without risk or \nserious inconvenience so to attend;  \n \n(ii) persons who are in jail under civil or criminal process; and  \n \n(iii) persons exempt by law from personal appearance in Court.   \n \n(2) In the case of every such person  the Registrar or Sub­Registrar or Magistrate, as the case \nmay be, if satisfied that the power­of­attorney has been voluntarily executed by the person purporting \nto be the principal, may attest the same without requiring his personal attendance at the offi ce or Court \naforesaid.  \n  \n(3) To obtain evidence as to the voluntary nature of the execution, the Registrar or \nSub­Registrar  or Magistrate may either himself go to the house of the person purporting to be the \nprincipal, or to the jail in which he is confined, and examine him, or issue a commission for his \nexamination.  \n \n(4) Any power­of­attorney mentioned in this section may be proved by the production of it \nwithout further proof when it purports on the face of it to have been executed before and authenti­ \ncated by the person or Court hereinbefore mentioned in that behalf.  \n \n34. Enquiry before registration by registering officer. — (1) Subject to the provisions \ncontained in this Part and in sections 41,43, 45, 69, 75, 77, 88, and 89, no document shall be registered \nunder this Act, unless the persons executing such document, or their representatives, assigns or agents \nauthorized as a foresaid, appear before the registering officer within the time allowed for presentation \nunder sections 23 , 24, 25 and 26 : \n \n1Subs. by the Central Laws (Statute Reform) Ordinance, 1960. (21 of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 195 5), for “the Provinces \nand the Capita! of the Federation” which had been subs. by A O.,. 1949., for “British India”.  \n2Subs. by A. O., 1961, Art. 2 and Sch. for “British” ( with effect from the 23rd March, 1956 .). \n3The words “His Majesty or of” omitted ibid (with effect from the 23rd March, 1956 ). \n4Subs. by F. A. O. 1975, Art. 2 and Table, for “Central Government”. which was subs. by A.O., 1937, for “G. of 1”.  \n \nPage 17 of 35 \n Provided that, if owing to urgent necessity or unavoidable accident all such persons do not so \nappear, the Registrar, in cases where the delay in appearing does not exceed four months, may direct \nthat on payment of a fine not exceeding ten times the amount of the proper registration fee, in addition \nto the fine, if any, payable und er section 25, the document may be registered.  \n \n(2) Appearances under sub­section (1) may be simultaneous or at different times.  \n \n(3) The registering officer shall thereupon — \n \n(a) enquire  whether or not such document was executed by the persons by whom it \npurports to have been executed;  \n \n(b) satisfy himself as to the identity of the persons appearing before him and \nalleging that they have executed the document; and  \n \n(c) in the case of any person a ppearing as a representative, assign or agent, satisfy \nhimself of the right of such person so to appear.  \n (4) Any application for a direction under the proviso to sub­section (1) may be lodged with a \nSub­ Registrar, who shall forthwith forward it to the Re gistrar to whom he is subordinate.  \n \n (5) Nothing in this section applies to copies of decrees or orders.  \n \n35. Procedure on admission and denial of execution respectively. — (1) (a) If all the persons \nexecuting the document appear personally before the registering officer and are personally known to \nhim, or if he be otherwise satisfied that they are the persons they represent themselves to be, and if \nthey all admit the execut ion of the document, or  \n \n(b) if in the case of any person appearing by a representative, assign or agent, \nsuch representative, assign or agent admits the execution, or  \n \n(c) if the person executing the document is dead, and his representative or assign \nappears befo re the registering officer and admits the execution,  \n \nthe registering officer shall register the document as directed in sections 58 to 61, inclusive.  \n \n (2) The registering officer may, in order to satisfy himself that the persons appearing before \nhim are the persons they represent themselves to be, or for any other purpose contemplated by this \nAct, examine any one present in his office.  \n \n(3) (a) If any person by whom the document purports to be executed denies its  \nexecution, or  \n(b) if any such person appears to the registering officer to be a minor, an idiot or a \nlunatic, or  \n \n(c) if any person by whom the document purports to be executed is dead, and his \nrepresentative or assign denies its execution, the registering officer shall refuse \nto register the doc ument as to the person so denying, appearing or dead:  \n \n \nPage 18 of 35 \n Provided that, where such officer is a Registrar, he shall follow the procedure prescribed in \nPart XII :  \n \n1[Provided further that the 2[Provincial Government] may, by notification in the 3[official \nGazette], declare that any Sub­Registrar named in the notification shall, in respect of documents  the \nexecution of which is denied, be deemed to be a Registrar for the purposes of this sub­sect ion and of \nPart XII.]  \n_______  \n \nPART VII  \n \nOF ENFORCING THE APPEARANCE OF EXECUTANTS AND WITNESSES  \n \n 36. Procedure where appearance of executant or witness is desired. — If any person \npresenting any document for registration or claiming under any document, wh ich is capable of being \nso pre sented, desires the appearance of any person whose presence or testimony is necessary for the \nregistration of such document, the registering officer may, in his discretion call upon such officer or   \nCourt as the 2[Provincial Government] directs in this behalf to issue a summons requiring him to appear \nat the registration office, either in person or by duly authorized agent, as in the summons may be \nmentioned, and at a time named therein.  \n \n 37. Officer or Court to is sue and cause service of summons. — The officer or Court, upon \nreceipt of the peon’s fee payable in such cases, shall issue the summons accordingly, and cause it to \nbe served upon the person whose appearance is so required.  \n \n 38. Persons exempt from appeara nce at registration office. —(1) (a) A person who by \nreason of bodily infirmity is unable without risk or serious inconvenience to appear at the \nregistration­office, or  \n \n(b) a person in jail under civil or criminal process, or  \n \n(c) persons exempt by law from personal appearance in Court,  \n \nand who would but for the provision next hereinafter contained be required to appear in person at the \nregistration­office,  shall not be required so to appear.  \n \n (2) In the case of every such person the registering officer sha ll either himself go to the house \nof such person, or to the jail in which he is confined, and examine him or issue a commission for his \nexamination.  \n \n39. Law as to summonses, commissions and witnesses. — The law in force for the time being \nas to summonses, commissions and compelling the attendance of witnesses, and for their remuneration \nin suits before Civil Courts, shall, save as aforesaid and mutatis mutandis,  apply to any summons or  \ncommission issued a nd any person summoned to appear under the provisions of this Act.  \n \n \n1 Proviso ins. by the Indian Registration (Amdt.) Act, 1926 (13 of 1926), s.2. \n2Subs. by A. O., 1937, for “L. G.” \n3Subs. ibid. for “local official Gazette”. \n \nPage 19 of 35 \n PART VIII  \n \nOF PRESENTING WILLS AND AUTHORITIES TO ADOPT  \n \n 40. Persons entitled to present wills and authorities to adopt. — (1) The testator, or after his \ndeath any person claiming as executor or otherwise under a will, may present it to any Registrar or \nSub­Registrar  for registration.  \n \n (2) The donor, or after his death the donee, of any authority to adopt, or the adoptive son, may \npresent it to any Registrar or Sub­Registrar for registration.  \n \n 41. Registration of wills and authorities to adopt. — (1) A will or an authority to adopt, \npresented for registration by the testator or donor, may be registered in the same manner as any other \ndocument.  \n \n (2) A will or authority to adopt presented for registration by any other person entitled to present \nit shall be registered if the registering officer is satisfied — \n(a)  that the will or authority was executed by the testator or donor, as the case may \nbe; \n(b)  that the testator or donor is dead; and  \n(c) that the person presenting the will or authority is, under section 40, entitled to \npresent the same.  \n_______  \n \nPART IX  \n \nl[DEPOSIT AND DISPOSAL OF WILLS ]  \n 42. Deposit of wills. — 2[(1)] Any testator may, either personally or by duly authorized agent, \ndeposit wit h any Registrar his will in a sealed cover superscribed with the name of the testator and that \nof his agent (if any) and with a statement of the nature of the document.  \n \n3[(2) The testator shall also endorse on the cover the name  and address of the person to whom \nthe original document shall be delivered after registration thereof, after his death.]  \n \n43. Procedure on deposit of wills. — On receiving such cover, the Registrar, if satisfied that \nthe person presenting the same for deposit is the testator or his agent, shall transcribe in his \nRegister­book No.5 the superscription aforesaid, and shall note in the same book and on the said cover \nthe year, month, day and hour of such presentation and receipt, and the names of any persons who may \ntestify to the  identity of the testator or his agent, and any legible inscription which may be on the seal \nof the cover.  \n \n(2) The Registrar shall then place and retain the sealed cover in his fire­proof box.  \n \n \n1Subs. by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 9, for “OF THE DEPOSIT OF WILLS”. \n2Re­numbered, ibid., s. 10. \n3Sub­section (2) added ibid. \n \nPage 20 of 35 \n  44. Withdrawal of sealed cover deposited under section 42. — If the testator who has \ndeposited such cover wishes to withdraw it, he may apply, either personally or by duly authorized \nagent, to the Registrar who holds it in deposit, and such Registrar, if satisfied that the applicant is \nactually the testator or his agent, shall deliver the cover accordingly.  \n \n 45. Proceedings on death of depositor. —(1) If, on the death of a testator who has deposited \na sealed cover under section 42, application be made to the Registrar who holds it in deposit to open \nthe same, and if the Registrar is satisfied that the testator is dead, he shall, in the ap plicant’s presence, \nopen the cover, and, at the applicant’s expense, cause the contents thereof to be copied into his Book \nNo.3 l[and then deliver the deposited will to the nominee of the testator or his representative].  \n2[(2) If, in respect of any will de posited, no steps are taken by the testator or other person under \nsection 44 or sub­section (1) of this section, the Registrar shall follow the procedure hereinafter \nprovided for the disposal of such will or sealed cover.]  \n46. Saving of certain enactments and powers of Courts. —(1) Nothing hereinbefore  \ncontained  shall affect the provisions of section 3[294 of the Succession Act, 1925 (XXXIX of 1925 )], \n4* * *or the power of any Court by order to compel the production of any wil1.  \n(2) When any such order is ma de, the Registrar shall, unless  the will has been already copied \nunder section 45, open the cover and cause the will to be copied into his Book No.3 and make a note \non such copy that the original has been removed into Court in pursuance of the order afores aid. \n5[46A.Destruction of wills. —(1) Any will in deposit with a Registrar at the commencement \nof the Registration (Amendment) Ordinance, 1962, and any will thereafter deposited may be destroyed \nafter following the procedure hereinafter provided, if the will is not registered before such destruction.  \n \n(2) Every registering officer shall on the first day of July in the year next after the \ncommencement of the Registration (Amendment) Ordinance, 1962, and on the first day of July in \nevery succeeding third year, send by post a notice to every depositor and his nominee, inquiring about \nthe depositor’s present address and shall enter on the cover and in his registers any new address \nsupplied in response to such notice.  \n \n(3) If, as a result of such notice or in any other manner, the Registrar is satisfied that the testator \nhas died, the Registrar shall, after making an entry in his books as to the death of the testator and the \nnature of the information on which he has acted, open the cover in th e presence of a judicial officer \n(not below the rank of a Civil Judge or Munsif). He shall thereupon issue a notice to the executor, if \nany, and also to such other person or persons deriving any benefit under the will as the two officers \nmay determine, inf orming them about the existence of the will and also that unless steps are taken \nwithin a period of six months therefrom for registration of the will the document shall be liable to be \ndestroyed.  \n \n (4) Notwithstanding the expiry of the period specified in the notice, until the will is actually \ndestroyed in accordance with the provisions of the destruction of Records Act, 1917 ( V of 1917 ), the \nregistration of the same can be e ffected, at the request of the person entitled thereto, on payment, of \nthe proper charges.]  \n \n1Added by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 11. \n2Subs. ibid, for the original sub­section (2). \n3Subs. by the Federal Laws (Revision and Dec laration) Ordinance, 1981, (27 of 1981), s. 3 and Second Sch., for “259 of  the Indian Succession Act, \n1865”.  \n4The words “of section 81 of the Probate and Administration Act, 1881,” omitted ibid., s.2 and Second Sch. \n5Section 46A, ins. by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 12.  \n \nPage 21 of 35 \n PART X  \n \nOF THE EFFECTS OF REGISTRATION AND NON­REGISTRATION  \n \n 47. Time from which registered docum ent operates .— A registered document shall operate \nfrom the time from which it would have commenced to operate if no registration  thereof had been \nrequired or made, and not from the time of its registration.  \n \n 48. Registered documents relating to property when to take e ffect against oral \nagreements.  All non­testamentary documents duly registered under this Act, and relating to any \nproperty, whether moveable or immoveable shall take effect against any oral agreement or declaration \nrelating to such property, unless where t he agreement or declaration has been accompanied or followed \nby delivery of possession l[and the same constitutes a valid transfer under any law for the time being \nin force:  \n \nProvided that a mortgage by deposit or title­deeds  as defined in section 58 of the Transfer of \nProperty Act, 1882 (IV of 1882 ), shall take effect against any mortgage­deed subsequently executed \nand registered which relate s to the same property].  \n \n2[49. Effect of non­registration of documents required to be registered. — No document \nrequired to be registered under this Act or under any earlier law providing for or relating to registration \nof documents shall —  \n(a)  operate to  create, declare, assign, limit or extinguish, whether in present or in \nfuture, any right, title or interest, whether vested or contingent, to or in \nimmoveable property, or  \n \n(b)  confer any power to adopt,  \n \nunless  it has been registered.]  \n \n50. Certain registered documents relating to land to take effect against unregistered \ndocuments. — (1) Every document of the kinds mentioned in clauses (a), (b), (c) and (d) of section \n17,.sub­section (1), 3[and every document registerable under section 18, in so far as such document \naffects immoveable property or acknowledges the receipt or payment of  any consideration in respect \nof any transaction relating to immovable property], shall, if duly registered, take effect as regards the \nproperty comprised therein against every unregistered document relating to the same property, and not \nbeing a decree or order, whether such unregistered document be of the same nature as the registered \ndocument or not 4[:] \n \n5[Provided that the person in p ossess  or of the property under an unregistered document prior \nin date, would be entitled to the rights under section 53A  of the Transfer of Property Act, 1882 ( IV \nof 1882 ) if the conditions of that section are fulfilled:  \n \nProvided further that the person in whose favour an unregistered docu ment is executed shall \nbe entitled to enforce the contract under the unregistered document in suit for specific performance \nagainst a person claiming under a subsequent registered document, subject to the provisions of clause   \n(b) of section 27 of the Specific  Relief Act, 1877 ( I of 1877 ).] \n \n \n1Ins. by the Transfer of Property (Amdt.) Supplementary Act, 1929 (21 of 1929), s. 10. \n2Subs. by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 13, for the original section 49, as amended by Act 21 of 1929, s. 10.  \n3Subs. by Ordinance 45 of 1962, s. 14, for “and clauses (a) and (b) of section 18”.  \n4Subs. ibid., for the full­stop.  \n5Provisos added, ibid. \n \nPage 22 of 35 \n 50. Certain registered documents relating to land to take effect against unregistered documents.__(1) Every document of the kinds mentioned in clauses (a), (b), (c)  and (d) of section 17,   \n(2) Nothing in sub­section (1) applies to leases exe mpted under the proviso to sub­section (1) \nof section 17 or to any document mentioned in sub­section (2) of the same section, or to any registered \ndocument which had not priority under the law in force at the commencement of this Act.  \n \nExplanation. —In case s where Act No. XVI of 1864 or the Indian Registration Act, 1866 (XX \nof 1866), was in force in the place and at the time in and at which such unregistered document was \nexecuted, “unregistered” means not registered according to such Act, and, where the document is \nexecuted after the first day of July, 1871 , not registered under the Indian Registration Act, 1871 (VIII \nof 1871), or the Indian Registration Act, 1877 (III of 1877), or this Act.  \n______  \n \nPART XI  \n \nOF THE DUTIES AND POWERS OF REGISTERING OFFICER S \n \n(A) As to the Register­books and Indexes  \n \n51. Register ­books to be kept in the several offices .—(1) The following books shall be kept \nin the several offi ces hereinafter named, namely : — \n \nA—In all registration offices___  \nBook 1,  “Register of non­testamentary documents relating to immoveable       \nproperty”;  \n \n \nBook 2,  “Record of reasons for refusal to register”;  \n \n \nBook 3,  “Register of wills and authorities to adopt”;  \n \nand \n \nBook 4,  “Miscellaneous Register”;  \n \nB—In the offices of Registrars___  \nBook 5,  “Register of deposits of wills.”  \n (2) In Book 1 shall be entered or filed all documents or memoranda registered under sections \n17, 18 and 89 which relate to immoveable property, and are not wills.  \n (3) In Book 4 shall be entered all documents registered under 1* * * section 18 which do not \nrelate to immoveable property.  \n \n (4) Nothing in this section shall be deemed to require more than one set of books where the \noffice of the Registrar has been amalg amated with the office of a Sub­Registrar.  \n \n2[(5) If, in the opinion of the Registrar, any of the books mentioned in sub­section (1) is in \ndanger of being destroyed or becoming illegible wholly or partially, the Registrar may, by a written \norder, direct su ch book or portion thereof as he thinks fit, to be recopied and authenticated in such \nmanner as may be prescribed by rules, and the copy prepared and authenticated under such direction \nshall, for all purposes of this Act and of the Evidence Act, 1872 (I of  1872), be deemed to be the \noriginal book or portion and all references in this Act to the original book shall be deemed to be to the \nbook or portion so recopied and authenticated. ] \n \n1The­words and brackets “c1auses of (d) and (f)” omitted by the Registrat ion (Amdt.) Ordinance, 1962 (45 of 1962), s.15.  \n2 Sub­section (5) added ibid. \n \nPage 23 of 35 \n 52. Duties of registering officers when document presented .—(1) (a) The  day, hour and \nplace of presentation, and the signature of every person presenting a document for registration, shall \nbe endorsed on every such document at the time of presenting it ;  \n \n(b) a receipt for such document shall be given by the registering officer t o the \nperson presenting the same; and  \n \n(c) subject to the provisions contained in section 62, every document admitted to \nregistration shall without unnecessary delay be copied in the book appropriated \ntherefor according to the order of its admission.  \n \n (2) All such books shall be authenticated at such intervals and in such manner as is from time \nto time prescribed by the Inspector­General.  \n \n 53. Entries to be numbered consecutively .— All entries in each book shall be numbered in \na consecutive series, which shall commence and terminate with the year, a fresh series being \ncommenced at the beginning of each year.  \n \n 54. Current indexes and entries therein .— In every office in which any of  the books \nhereinbefore mentioned are kept, there shall be prepared current indexes of the contents of such books; \nand every entry in such indexes shall be  made, so far as practicable, immediately after the registering \nofficer has copied, or filed a memora ndum of, the document to which it relates.  \n \n 55. Indexes to be made by registering officers, and their contents. —(1) Four such indexes \nshall be made in all registration offices, and shall be named, respectively, Index No 1, Index No. II, \nIndex No. III and Index No. IV.  \n \n(2) Index No. I shall contain the names and additions of all persons executing and of all persons \nclaiming under every document entered or memorandum filed in Book No.1.  \n \n (3) Index No. II shall contain such particulars mentioned in sect ion 21 relating to every such \ndocument and memorandum as the Inspector­General from time to time directs in that behalf.  \n \n (4) Index No. III shall contain the names and additions of all persons executing every will and \nauthority entered in Book No.3, and o f the executors and persons respectively appointed thereunder, \nand after the death of the testator or the donor (but not before) the names and additions of all persons \nclaiming under the same.  \n \n (5) Index No. IV shall contain the names and additions of all  persons executing and of all \npersons claiming under every document entered in Book No.4.  \n \n (6) Each Index shall contain such other particulars, and shall be prepared in such form, as the \nInspector­General  from time to time directs.  \n  \n 1[(7) If, in the opinion of the Registrar, any of the indexes mentioned in sub­section (1) is in \ndanger of being destroyed or becoming illegible wholly or partially, the Registrar may, by a written \norder, direct such index or  portion thereof, as he thinks fit, to be recopied in such manner as may be \nprescribed by rules, and any copy so prepared shall, for the purposes of this Act and of the Evidence \nAct, 1872 (I of 1872), be deemed to be the original index or portion and all r eferences in this Act to \nthe original index or portion shall be deemed to be references to the index or portion prepared as \naforesaid.]  \n  \n1Sub­section (7) added by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 16.  \n \nPage 24 of 35 \n 56. [Copy of entries in Indexes Nos. I, II and III to be sent by Sub­Registrar to Registrar and  \nfiled. ] Rep. by the Indian Registration (Amendment) Act, 1929  (XV of 1929),  s. 2. \n57. Registering officers to allow inspection of certain books and indexes, and to g iven \ncertified copies of entries. —(1) Subject to the previous payment of the fees payable in that behalf, \nthe Books Nos. 1 and 2 and the Indexes relating to Book No.1 shall be at all times open to inspection \nby any person applying to inspect the same; and,  subject to the provisions of section 62, copies of \nentries in such books shall be given to all persons applying for such copies.  \n \n(2) Subject to the same provisions, copies of entries in Book No.3 and in the Index relating \nthereto shall be given to the pe rsons executing the documents to which such entries relate, or to their \nagents, and after the death of the executants (but not before) to any person applying for such copies.  \n (3) Subject to the same provisions, copies of entries in Book No.4 and in the In dex relating \nthereto shall be given to any person executing or claiming under the documents to which such entries \nrespectively refer, or to his agent or representative.  \n (4) The requisite search under this section for entries in Books Nos. 3 and 4 shall be made only \nby the registering officer.  \n (5)All copies given under this section shall be signed and sealed by the registering officer, and \nshall be admissible for the purpose of proving the contents of the original documents.  \n(B) As to the Procedure  on admitting to Registration  \n58. Particulars to be endorsed on documents admitted to registration .—(1) On every \ndocument admitted to registration, other than a copy of a decree or order, or a copy sent to a registering \nofficer under section 89, there shal l be endorsed from time to time the following  particulars, namely :— \n \n(a) the signature and addition of every person admitting the execution of the \ndocument, and, if such execution has been admitted by the representative, \nassign or agent of any person, the signature and addition of such representative, \nassign or agent;  \n \n(b)  the si gnature and addition of every person examined in reference to such \ndocument under any of the provisions of this Act; and  \n \n(c)  any payment of money or delivery of goods made in the presence of the \nregistering officer in reference to the execution of the do cument, and any \nadmission of receipt of consideration, in whole or in part, made in his presence \nin reference to such execution.  \n(2) If any person admitting the execution of a document refuses to endorse the same, the \nregistering officer shall neverthe less register it, but shall at the same time endorse a note of such \nrefusal.  \n 59. Endorsements to be dated and signed by registering officer. — The registering officer \nshall affix the date and his signature to all endorsements made under sections 52 and 58, rel ating to \nthe same document and made in his presence on the same day.  \n \nPage 25 of 35 \n  60. Certificate of registration .—(1) After such of the provisions of sections 34, 35, 58 and 59 \nas apply to any document presented for registration have been complied with, the registering officer \nshall endorse thereon a certificate containing the word “registered,” together with the number and page \nof the book in which the document has been copied.  \n \n (2) Such certificate shall be signed, sealed and dated by the registering officer, and shall then \nbe admissible for the purpose of proving that the document has been duly registered in manner \nprovided by this Act, and that the facts mentioned in the endorsements referred to in section 59 have \noccurred as therein ment ioned.  \n \n 61. Endorsements and certificate to be copied and document returned. —(1) The \nendorsements and certificate referred to and mentioned in sections 59 and 60 shall thereupon be copied \ninto the margin of the Register­book, and the copy of the map or pl an (if any) mentioned in section 21 \nshall be filed in Book No.1.  \n \n (2) The registration of the document shall thereupon be deemed complete, and the document \nshall then be returned to the person who presented the same for registration, or to such other pers on (if \nany) as he has nominated in writing in that behalf on the receipt mentioned in section 52.  \n \n 62. Procedure on presenting document in language unknown to registering officer. —(1) \nWhen a document is presented for registration under section 19, the tra nslation shall be transcribed in \nthe register of documents of the nature of the original, and, together with the copy referred to in section \n19, shall be filed in the registration office.  \n \n (2) The endorsements and certificate respectively mentioned in sec tions 59 and 60 shall be \nmade on the original, and, for the purpose of making the copies and memoranda required by sections \n57, 64, 65 and 66, the translation shall be treated as if it were the original.  \n 63. Power to administer oaths and record of substan ce of statements. —(1) Every \nregistering officer may at his discretion administer an oath to any person examined by him under the \nprovision of this Act.  \n (2) Every such officer may also at his discretion record a note of the substance of the statement \nmade by each such person, and such statement shall be read over, or (if made in a language with which \nsuch person is not acquainted) interpreted to him in a language with which he is acquainted, and, if he \nadmits the correctness of such note, it shall be signed by the registering officer.  \n (3) Every such note so signed shall be admissible for the purpose of proving that the statements \ntherein recorded were made by the persons and under the circumstances therein stated.  \n(C) Special Duties of Sub­Registrar  \n64. Procedure where document relates to land in several sub­districts.  Every Sub­Registrar \non registering a non­testamentary document relating to immoveable property no t wholly situate in his \nown sub -district shall make a me morandum thereof and of the endorsement and certificate (if any) \nthereon, and send the same to every other Sub­Registrar subordinate to the same Registrar as himself \nin whose sub­district any part of such property is situate, and such Sub­Registrar shall f ile the \nmemorandum in his Book No.1.  \n \n \nPage 26 of 35 \n  65. Procedure where document relates to land in several districts. —(1) Every \nSub­Registrar on registering a non­testamentary document relating to immoveable property situate in \nmore districts than one shall also forwa rd a copy thereof and of the endorsement and certificate (if \nany) thereon, together with a copy of the map or plan (if any) mentioned in section 21, to the Registrar \nof every district in which any part of such property is situate other than the district in  which his own \nsub­ district is situate.  \n \n (2) The Registrar on receiving the same shall file in his Book No.1 the copy of the document \nand the copy of the map or plan (if any), and shall forward a memorandum of the document to each of \nthe Sub­Registrar su bordinate to him within whose sub­district any part of such property is situate: \nand every Sub­ Registrar receiving such memorandum shall file it in his Book No. 1.  \n \n(D) Special Duties of Registrar  \n 66. Procedure after registration of documents relating to lan d.—(1) On registering any \nnon­testamentary document relating to immoveable property the Registrar shall forward a \nmemorandum of such document to each Sub­Registrar subordinate to himself in whose sub­district \nany part of the property is situate.  \n (2) The R egistrar shall also forward a copy of such document, together with a copy of the map \nor plan (if any) mentioned in section 21, to every other Registrar in whose district any part of such \nproperty is situate.  \n (3) Such Registrar on receiving any such copy s hall file it in his Book No. 1, and shall also \nsend a memorandum of the copy to each of the Sub­Registrars subordinate to him within whose \nsub­district any part of the property is situate.  \n \n (4) Every Sub­Registrar  receiving any memorandum under this section shall file it in his Book  \nNo.1.  \n \n 67. Procedure after registration under section 30, sub­section (2). — On any document \nbeing registered under section 30, sub­section (2), a copy of such document and of the endorsements \nand certificate thereon shall be forwarded to every Registrar within whose district any part of the \nproperty to which the instrument relate s is situate, and the Registrar receiving such copy shall follow \nthe procedure prescribed for him in section 66, sub­section (1).  \n \n(E) Of the Controlling Powers of Registrars and Inspectors­General  \n \n 68. Power of Registrar to superintend and control Sub­Regist rars.—(1) Every \nSub­Registrar shall perform the duties of his office under the superintendence and control of the \nRegistrar in whose district the office of such Sub­Registrar is situate.  \n \n (2) Every Registrar shall have authority to issue (whether on compl aint or otherwise) any order \nconsistent with this Act which he considers necessary in respect of any act or omission of any Sub­ \nRegistrar subordinate to him or in respect of the rectification of any error regarding the book or the \noffice in which any docu ment has been registered.  \n  \n  \n  \n \nPage 27 of 35 \n 69. Power of Inspector­General to superintend registration officers and make rules .—(1) \nThe Inspector­General shall exercise a general superintendence over all the registration offices in the \nterritories under the 1[Provincial Government], and shall have power from time to time to make rules2 \nconsistent with this Act — \n  \n(a) providing for the safe custody of books, papers and documents 3* * *;  \n \n(b) declaring what languages shall be deemed to be commonly used in each district;  \n \n(c) declaring  what territorial divisions shall be recognized under section 21 ;  \n \n(d) regulating the amount of fines imposed under sections 25 and 34, respectively;  \n \n(e) regulating the exercise of the discretion reposed in the registering officer by \nsection 63 ;  \n \n(f) regulating the  form in which registering officers are to make memoranda of \ndocuments;  \n \n(g) regulating the authentication by Registrars and Sub­Registrars of the books kept \nin their respective offices under section 51 ;  \n \n(h) declaring  the particulars to be contained in Indexes Nos. I, II, III and IV, \nrespectively;  \n \n(i) declaring the holidays that shall be observed in the registration­offices ; and  \n \n(j) generally, regulating the proceedings of the Registrars and Sub­Registrars.  \n \n(2) The rules s o made shall be submitted to the l[Provincial Government] for approval, and, \nafter they have been approved, they shall be published in the official Gazette, and on publication shall \nhave effect as if enacted in this Act.  \n \n 70. Power of Inspector­General to  remit fines. — The Inspector­General may also, in the \nexercise of his discretion, remit wholly or in part the difference between any fine levied under section \n25 or section 34, and the amount of the proper registration fee.4 \n \n5[PART XI­A  \n \nOF THE COPYING OF DOCUMENTS BY MEANS OF PHOTOGRAPHY.  \n \n70­A. Application of this Part. — This Part shall apply to such areas only as are specified in \na notification issued under section 70­D.  \n70­B. Definition.  For the purposes of this Part “Photo Registrar”, means a photo­Registrar \nappointed under this Part.  \n \n1Subs. by A. O., 1937, for “L. G.”.  \n2For rules under this section, see the different local R. and O.  \n3The words “and also for the destruction of such books, papers and documents as need no longer be kept” omitted by the Destruction of Records Act, \n1917 (5 of 1917), s. 6 and Sch.  \n4For Part XIA: Of the Copying of Documents by means of Photography, ins. for Bombay Presidency, see the Indian Registration (B ombay Amendment) \nAct, 1930 (17 of 1930), s. 3. The prov iso to s. 70B of that Part was omitted by A. O., 1937.  \n5New Part XIA ins. by the Registration (Amdt.) Ordin ance, 1962 (45 of 1962), s. 17.\n \nPage 28 of 35 \n 70­C.  Appointment of Photo­Registrars. —The Provincial Government may appoint a \nRegistrar or Sub­Reg istrar or any other person to be a Photo­Registrar for the performance of duties \nunder this Part:  \n \nProvided that the Provincial Government may, subject to such restrictions and conditions as it \nthinks fit, delegate the power of appointing Photo­Registrars to the Inspector­General of Registration.  \n \n70­D. Documents may be photographed in areas notified by Government. —(1) The \nprovincial Government may, by notification in the official Gazatte, direct that in any district or sub­ \ndistrict specified in the notification copies of documents admitted to registration under this Act shall \nbe made by means of Photography.  \n \n (2) On the issue of such notification it shall be translated into 1 * * * Urdu, 1* * * and shall be \nposted in a conspicuous place at the regis tration offices affected by the notification.  \n \n70­E. Application of Act to areas notified under section 70­D. —In any district or \nsub­district  in respect of which a notification has been issued under section 70­D, the provisions of \nthis Act shall,  for the purposes of this Part, be subject to the following modifications, namely :___  \n(1) (a)  Every document admitted to registration under section 35 o r section 41  \nshall on every page___ \n(i) be signed in the presence of the registering officer by the person \nor any  one of the persons presenting the document for \nregistration; and  \n \n(ii) be carefully marked with an identification stamp and the serial \nnumber of the document.  \n \n(b) it shall then be transmitted by the registering officer, unless he is himself \nthe Photo­ Registrar, to the Photo­Registrar, and the registering officer \nor the Photo­Regi strar, as the case may be, shall cause each side of each \npage of such document together with all stamps, endorsements, seals, \nsignatures, thumb­impressions and certificates appearing thereon to be \nphotographed without subtraction or alteration. He may for this purpose \ncut or untie, without breaking any seals, the thread or ribbon, if any, \nwherewith the pages of the document are sewn together, in order to \nseparate the  pages of the doc ument, and, as s oon as the document has \nbeen photographed, he shall, as far  as practicable, exactly rebind the \ndocument as before, and, if he has cut the thread or ribbon shall seal it \nover the joint with his seal:  \n \nProvided that the party presenting the document for registration shall, if he so desires, be \nallowed to be present and watch the unbinding, rebinding and sealing of the document:  \n \nProvided further that if the party presenting the document so requests the document shall be \nreturned to him unbound:  \n \n \n1The words “Bengali in the case of the Province of East Pakistan, and in” and “in the case of the Province of West Pakistan,” omitted by F.A.O. 1975, \nArt. 2 ,and Sch.  \n \nPage 29 of 35 \n Provided also that before or after transmission of the document to the Photo­Registrar the party \npresenting the document may require the registering officer to have it copied by hand under section \n52, or if the document has been presented for registration under section 19 its translation copied under \nsection 62 on payment of an additional copying fee.  \n \n(c) There shall then be prepared and preserved the negative and at least one \nPhotographic print and to each such negative and print the \nPhoto­Registrar shall fix his signature and seal in token of the exact \ncorrespondence of the cop y to the orig inal document, as admit ted for \nregistration:  \n \n Provided that when more than one such negative is recorded on one length of film and the \nPhoto­ Registrar has affixed his signature and seal at the end of such length of film certifying in the \nmanner prescribed by rules made in this behalf, the exact correspondence of all copies on such length \nof film with the original documents, the Photo­Registrar shall be deemed to have affixed his signature \nand seal to each such negative on such length of film . \n \n(d) One set of such prints arranged in the order of their serial numbers shall \nbe made up into books and sewnor bound together. To each such book \nthe Registrar or sub­Registrar  shall prefix a certificate of the serial \nnumbers it contains, and the books shall then be preserved in the records \nof the Sub­Registrar. The negatives shall be preserved in  such suitable \nplace as the Inspector­General may prescribe.  \n \n(2) All words and exp ressions used in the Act with reference to the making of copies of \ndocuments by hand or the entering or filing of documents or memoranda in books provided under \nsection 16 shall, so far as may be necessary, be construed as referring to the making of such c opies by \nmeans of photography or the entering or filing of documents or memoranda in books made up of copies \nprepared by means of photography.  \n \n (3) Where this Part applies the sections mentioned below shall be deemed to be modified as \nfollows : — \n  \n(a) in section 19 the words “and also by a true copy” shall be omitted;  \n \n(b)  sub­section (4) of section 21 shall be omitted;  \n \n(c)  the words “according to the order of its admission” occurring in clause(c) of \nsub­ section(1) of section 52 shall be omitted;  \n \n(d)  section 53 shall be omitted;  \n \n(e) in sub­section (1) of section 60 the words “and page” shall be omitted;  \n \n(f)  sub­section (1) of section 61 shall be omitted; and  \n \n(g) in sub­section (1) of section 62, —  \n(i)  for the word “transcribed” the word “copied” shall be substituted; and  \n \n(ii) for the words and figures “copy referred to in section 19” the words \n“photograph of the original” shall be substituted.  \n \nPage 30 of 35 \n 70­F.  The Inspector­General may, with the previous approval of the Provincial Government, \nby notification in the official Gazette, make rules  for the purposes of giving effect to the provisions of \nthis Part.]  \n______  \n \nPART XII  \n \nOF REFUSAL TO REGISTER  \n \n 71. Reasons for refusal to register to be recorded .—(1) Every Sub­Registrar  refusing to \nregister a document, except on the ground that the property to which it relates is not  situate within his \nsub­district, shall make an order of refusal and record his reasons for such order in his Book No.2, and \nendorse the words “registration refused” on the document; and, on application made by any person \nexecuting or claiming under the document, shall, without payment and unnecessary delay, give him a \ncopy of the reasons so recorded.  \n (2) No registering officer shall accept for registration a  document so endorsed unless and until, \nunder the provisions here in after contained, the document is directed to be registered.  \n \n72. Appeal to Registrar from orders of Sub­Registrar refusing registration on ground \nother  than denial of execution. — (1) Exce pt where the refusal is made on the ground of denial of \nexecution, an appeal shall lie against an order of a Sub­Registrar refusing to admit a document to \nregistration (whether the registration of such document is compulsory or optional) to the Registrar t o \nwhom such Sub­Registrar is subordinate, if presented to such Registrar within thirty days from the \ndate of the order; and the Registrar may reverse or alter such order.  \n \n (2) If the order of the Registrar directs the document to be registered and the doc ument is duly \npresented for registration within thirty days after the making of such order, the Sub­Registrar shall \nobey the same, and thereupon shall, so far as may be practicable, follow the procedure prescribed in \nsections 58, 59 and 60; and such regist ration shall take effect as if the document had been registered \nwhen it was first duly presented for registration.  \n \n73. Application to Registrar where Sub­Registrar refuses to register on ground of denial \nof execution. — (1) When a sub­Registrar has refused  to register a document on the ground that any \nperson by whom it purports to be executed, or his representative or assign, denies its execution, any \nperson claiming under such document, or his representative, assign or agent authorized as aforesaid, \nmay, w ithin thirty days after the making of the order of refusal, apply to the Registrar to whom such \nSub­ Registrar is subordinate in order to establish his right to have the document registered.  \n \n (2) Such application shall be in writing and shall be accompani ed by a copy of the reasons \nrecorded under section 71, and the statements in the application shall be verified by the applicant in \nmanner required by law for the verification of plaints.  \n \n 74. Procedure of Registrar on such application. — In such case, and also where such denial \nas aforesaid is made before a Registrar in respect of a document presented for registration to him, the \nRegistrar shall, as soon as conveniently may be, enquire — \n \n(a) whether  the document has been executed;  \n \n(b) whether the requirements of the law for the time being in force have been \ncomplied with on the part of the applicant or person presenting the document \nfor registration, as the case may be, so as to entitle the document to registration.  \n \nPage 31 of 35 \n  \n75. Order by Registrar to register and procedure thereon. —(1) If the Registrar finds that \nthe document had been executed and that the said requirements have been complied with, he shall \norder the document to be registered.  \n \n (2) If the docum ent is duly presented for registration within thirty days after the making of such \norder, the registering officer shall obey the same and thereupon shall, so far as may be practicable, \nfollow the procedure prescribed in sections 58, 59 and 60.  \n \n (3) Such r egistration shall take effect as if the document had been registered when it was first \nduly presented for registration.  \n \n (4) The Registrar may, for the purpose of any enquiry under section 74, summon and enforce \nthe attendance of witnesses, and compel the m to give evidence, as if he were a Civil Court, and he may \nalso direct by whom the whole or any part of the costs of any such enquiry shall be paid, and such \ncosts shall be recoverable as if they had been awarded in a suit under the Code of Civil Procedur e, \n1908 ( V of 1908 ). \n \n 76. Order of refusal by Registrar .—(1) Every Registrar refusing —  \n(a)  to register a document except on the ground that the property to which it relates \nis not situate within his district or that the document ought to be registered in \nthe office of a Sub­Registrar, or  \n \n(b)  to direct the registration of a document under section 72 or section 75,  \n \nshall make an order of refusal and record the reasons for such order in his Book No.2, and, on \napplication made by any person ex ecuting or claiming under the document, shall, without un­ \nnecessary delay, give him a copy of the reasons so recorded.  \n \n(2) No appeal lies from any order by a Registrar under this section or section 72.  \n \n 77. Suit in case of order of refusal by Registrar. — (1) Where the Registrar refuses to order \nthe document to be registered, under section 72 or section 76, any person claiming under such \ndocument, or his representative, assign or agent, may, within thirty days after the making of the order \nof refusal, ins titute in the Civil Court, within the local limits of whose original jurisdiction is situate \nthe office in which the document is sought to be registered, a suit for a decree directing the document \nto be registered in such office if it be duly presented for  registration within thirty days after the passing \nof such decree [:]1 \n \n2[Provided that failure to file a suit or the dismissal of a suit filed under this section shall not \ndisentitle a party to any other remedy to which he may be entitled, on the basis of the unregistered \ndocument.]  \n \n (2) The provisions contained in sub­sections (2) and (3) of section 75 shall, mutatis mutandis,  \napply to all documents presented for registration in accordance with any such decree, and, \nnotwithstanding anything conta ined in this Act, the document shall be receivable in evidence in such \nsuit. \n \n1Subs. by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 18, for full­stop.  \n2Proviso added ibid.  \n \nPage 32 of 35 \n PART XIII  \n \nOF THE FEES FOR REGISTRATION, SEARCHES AND COPIES  \n \n 78. Fees to be fixed by Provincial Government. — 1* * * The 2[Provincial Government] shall \nprepare a 3table of fees payable — \n \n(a) for the registration of documents  4[not exceeding one percent of the value of \nproperty conveyed ]; \n(b) for searching the registers;  \n(c) for making or granting copies of reasons, entries or documents, before, on or \nafter registration;   \nand of extra or additional fees payable — \n(d) for every registration under section 30;  \n(e) for the issue of commissions;  \n(f) for filing translat ions;  \n(g) for attending at private residences;  \n(h) for the safe custody and return of documents; and  \n(i) for such other matters as appear to the 2[Provincial Government] necessary to \neffect the purposes of this Act [:]5 \n  5[Provided that the Federal Government may, by notification in the official Gazette, exempt \nfrom payment of fees, either in whole or in part, any instrument executed by or in favour of a banking \ncompany in the normal course of its banking business.  \n \nExplana tion. For the purpose of this section, “banking company” shall have the same meaning \nas in the Banking Tribunals Ordinance, 1984.]  \n \n 79. Publication of fees. — A table of the fees so payable shall be published in the official \nGazette, and a copy thereof in English and the vernacular language of the district shall be exposed to \npublic view in every registration office.  \n \n 80. Fees payable on presentation. — All fees for the registration of documents under this Act \nshall be payable on the presentation of such documents.  \n \n \n \n1The words “Subject to the control of the G.G in C.” omitted by the Devolution Act, 1920 (38 of 1920), s. 2 and First Sch. \n2Subs. by A. O. , 1937, for “L. G.”. \n3For table of fees issued by the Provincial Governments, see local R. and O.  \n4Added by Act IV of 1999, s. 28. \n5Subs. and added by the Financial Services (Amdt. of Laws) Ordinance, 1984 (57 of 1984), s. 2 and Sch.  \n \nPage 33 of 35 \n PAR T XIV  \n \nOF PENALTIES  \n \n 81. Penalty for incorrectly endorsing, copying, translating or registering documents with \nintent to injure. — Every registering officer appointed under this Act and every person employed in \nhis office for the purposes of this Act, who, being charged with the endorsing, copying translating or \nregistering of any document presented or deposited under its provisions,  endorses, copies, translates \nor registers such document in a manner which he knows or believes to be incorrect, intending thereby \nto cause or knowing it to be likely that he may thereby cause, injury, as defined in the Pakistan Penal \nCode ( XLV of 1860 ), to any person, shall be punishable with imprisonment for a term which may \nextend to seven years, or with fine, or with both.  \n \n82. Penalty for making false statements, delivering false copies or translation, false \npersonation, and abetment.  Whoever — \n(a) intentionally makes any false statement, whether on oath or not, and whether it \nhas been recorded or not, before any officer acting in execution of this Act, in \nany proceeding or enquiry under this Act; or  \n(b) intentionally delivers to a registering officer, in any proceeding under section \n19 or section 21, a false copy or translation of a document or a false copy of a \nmap or plan; or  \n(c) falsely personates another, and in  such assumed character presents any \ndocument, or makes any admission or statement, or causes any summons or \ncommission to be issued, or does any other act in any proceeding or enquiry \nunder this Act; or  \n(d) abets anything made punishable by this Act;  \n \nshall b e punishable with imprisonment for a term which may extend to seven years, or with fine or \nwith both.  \n \n 83. Registering officer may commence prosecutions. —(1) A prosecution for any offence \nunder this Act coming to the knowledge of a registering officer in his official capacity may be \ncommenced  by or with the permission of the Inspector­General, 1* * * the Registrar or the \nSub­Registrar, in whose territories, district or sub­district, as the case may be, the offence has been \ncommitted.  \n \n(2) Offences punishable under this Act shall be triable by any Court or officer exercising \npowers not less than those of a Magistrate of the second class.  \n \n 84. Registering officer s to be deemed public servants. —(1) Every registering officer \nappointed under th is Act shall be deemed to be a public servant within the meaning of the Pakistan \nPenal Code ( XLV of 1860 ). \n \n (2) Every person shall be legally bound to furnish information  to such registering officer when \nrequired by him to do so.  \n \n (3) In section 228 of the Pakistan Penal Code ( XLV of 1860 ), the words “judicial proceeding” \nshall be deemed to include any proceeding under this Act.  \n \n1The words “the Branch Inspector General of Sindh” omitted by A.O., 1937.  \n \nPage 34 of 35 \n PART XV  \n \nMISCELLANEOUS  \n \n 85. Destruction of unclaimed documents. —Documents (other than wills) remaining \nunclaimed i n any registration office for a period exceeding two years may be destroyed.  \n86. Registering officer not liable for thing bona fide  done or refused in his official \ncapacity. — No registering, officer shall be liable to any suit claim or demand by reason of anything \nin good faith done or refused in his official capacity.  \n 87. Noth ing so done in validated by defect in appointment or procedure. —1[(1)] Nothing \ndone in good faith pur suant to this Act or any Act hereby repealed, by any registering officer, shall be \ndeemed invalid merely by reason of any defect in his appointment or procedure.  \n  \n2[(2) Any defect in or the want of authority of a person to present a document shall not by itself, \nrender invalid the registration of the document or the transaction effected by it.]  \n \n 88. Registration of documents executed by Government officers or certain public \nfunctionaries. —(1) Notwithstanding anything herein contained, it shall not be nece ssary for any  \nofficer of Government, 3* * * or for any Official Trustee or Official Assignee, or for the 4*, Receiver \nor Registrar of a High Court, to appear in person or by agent at any registration office in any proceeding \nconnected with the registration  of any instrument executed by him in his official capacity, or to sign \nas provided in section 58.  \n \n (2) Where any instrument is so executed, the registering officer to whom such instrument is \npresented for registration may, if he thinks fit, refer to any Secretary to Government or to such officer   \nof Government, Administrator­General, Official Trustee, Official Assignee, 4*, Receiver or Registrar, \nas the case may be, for information respecting the same, and, on being satisfied of the execution \nthereof,  shall register the instrument.  \n \n89. Copies of certain orders, certificates and instruments to be sent to registering  officers  \nand filed. — (1)Every officer granting a loan under the Land Improvement Loans Act, 1883 (XIX of \n1883), shall send a copy of his o rder to the registering officer within the local limits of whose \njurisdiction the whole or any part of the land to be improved or of the land to be granted as collateral \nsecurity, is situate, and such registering officer shall  file the copy in his Book No. 1. \n \n(2) Every Court granting a certificate of sale of immoveable property under the Code of Civil \nProcedure, 1908 ( V of 1908 ), shall send a copy of such certificate to the registering officer within the \nlocal limits of whose jurisdiction the whole or any p art of the immoveable property comprised in such \ncertificate is situate, and such officer shall file the copy in his Book No.1.  \n \n(3) 5[Every officer and every Co­operative Society granting any such loan as is referred to in \nclause (x) of sub­section (2) of section 17] shall send a copy of any instrument whereby immoveable \nproperty is mortgaged for the purpose of securing the repayment of the loan, and if any such property \nis mortgaged for the same purpose in the order granting the loan, a copy also of that order, to the \nregistering officer within the local limits of whose jurisdiction the whole or any part of the property so \nmortgaged is situate, and such registering officer shall file the copy or copies, as the case may be, in \nhis Book No.  1. \n \n \n1Renumbered by the Registration (Amdt.) Ordinance, 1962 (45 of 1962), s. 19.  \n2Sub­section (2) added ibid. \n3The words \"or for the Administrator­General of East Pakistan\", omitted by Federal Laws (Revision and Declaration). Ordinance,  1981, s. 3 and Se cond \nSch. which was amended by A.O., 1949 and A. O., 1961, Art. 2 and Sch.  \n4The word “Sheriff” omitted, by A. O., 1949.  \n5Subs. by the Registration Act (Amdt.) Ordinance, 1961 (32 of 1961), s. 4, for “Every officer granting a loan under the Agricu lturists, Loans Act, 1884.”  \n \nPage 35 of 35 \n (4) Every Revenue­officer granting a certificate of sale to the purchaser of immoveable \nproperty sold by public auction shall send a copy of the certificate to the registering officer within the \nlocal limits of whose jurisdiction the whol e or any part of the property comprised in the certificate is \nsituate, and such officer shall file the copy in his Book No. 1.  \n \nExemptions from Act  \n \n 90. Exemption of certain documents executed by or in favour of Government .—(1) \nNothing contained in this Act or in the Indian Registration Act, 1877 (III of 1877), or in the Indian \nRegistration Act, 1871 (VIII of 1871), or in any Act thereby repealed, shall be deemed to require, or \nto have at any time required, the registration o f any of the following documents or maps, namely : — \n \n(a)  documents  issued, received or attested by any officer engaged in making a \nsettlement or revision of settlement of land­revenue, and which form part of the \nrecords of such settlement; or  \n \n(b)  documents and maps issued, received or authenticated by any officer engag ed \non behalf of Government in making or revising the survey of any land, and \nwhich form part of the record of such survey; or  \n \n(c)  documents which, under any law for the time being in force, are filed \nperiodically in any revenue­office by patwaris or othe r officers charged with \nthe preparation of village­ records ; or  \n \n(d)  sanads, inam title­deeds and other documents purporting to be or to evidence \ngrants or assignments by Government of land or of any interest in land; or  \n \n(e)  notices given under section  74 or section 76 of the 1[Sind Land Revenue Code, \n1879 (Sind Act V of 1879) ], of relinquishment of occupancy by occupants, or \nof alienated land by holders of such land.  \n \n(2) All such documents and maps shall, for the purposes of sections 48 and 49, be dee med to \nhave been and to be registered in accordance with the provisions of this Act.  \n \n 91.Inspection and copies of such documents. — Subject to such rules and the previous \npayment of  such fees as the 2[Provincial Government] prescribes in this behalf, all documents and \nmaps mentioned in section 90, clauses (a), (b), (c)  and (e), and all registers of the documents mentioned \nin clause (d), shall be open to the inspection of any person applying to inspect the same, and, subject \nas aforesaid, copies of such documents shall be given to all persons applying for such copies.  \n \n 92. [Burmese registration rules confirmed. ] Rep. by A. O.,  1937.  \n \n 93. [Repeals. ] Rep. by the Repealing Act,  1938 ( I of 1938), s. 2 and Schedule.  \n \nTHE SCHEDULE. —[REPEAL OF ENACTMENTS. ] Rep. by the Repealing Act, 1938 ( I of \n1938 ), s. 2 and Schedule.  \n__________  \n  \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Second Sch., for “Bombay Land Revenue Code, 1879”.  \n2Subs. by A. O., 1937, for “L. G.”."
}