{
    "file": "./converted_json\\administratorf2ee07763b28876317d42125e8516e8d.json",
    "name": "Shahzada Mumtaz",
    "date": "15th April, 1982",
    "tagline": "Disqualified by the Cantonment Board for a period of four years",
    "content": "1220 THE GAZETTE OF PAKISTAN, EXTRA., JULY 20, 1982 [PAT 11 \n(b) against serial number 148 in column (1), in column (2) \tthe , after  \nwords \" soyabeen oil\" the comma and words \",palm oil\" shall be \ninserted. \n[C. No. 2 )-ST/78.] \nS. R. O. 708 (I)182.—The \nShahzada Mumtaz has ceased to \nWall, having been disqualified by th \nthe Cantonment Board and for bein \nperiod of four years, under section 15B \nwith effect from the 15th April, 1982, \nNo. 2 of Walt Cantonment. \n[No. 63/3/C/ML&C/78/2659 D-12/ \nRawalPi , the 13th July, 1982,  \nS. R. 0. 709 (1)182.—In rsuance of sub-section \tof section 15H of the \nCantonments Act, 1924 (II • 1924), the Federal Govern \tt is pleased to declare \nthat a vacancy has occur •d in the Cantonment Board, Ka chi, by reason of the \nacceptance of the regi ration of Captain Syed Harnid Khlid, SI (M), P.N., \nC.S.O., Naval Head rters, Karachi. \nS. R. O. 710 182.—In pursuance of sub-section (5) of secti \nCantonments \t1924 (II of 1924), read with sub-section (2) of \nthereof, the F eral Government is pleased to notify the name of Cap \nShah, P.N. S.O.. Naval Headquarters, Karachi, to be a nominated rn \nthe Canto emit Board, Karachi, vice Captain Syed Hamad Khalid, SI \nC.S.O., aval Headquarters, resigned. \nSUPREME COURT OF PAKISTAN \nRawalpindi, the 20th July, 1982 \nS. R. R. O. 711 (1)82.—In exercise of the powers conferred byle ' .1.....- 3 of \nZ- \nthe Constitution, the Supreme Court, with the approval of the Presrereloy \nV \"--  \nma \tmg Rules with respect to the terms and conditions of service \nof persons serving on the staff attached to the Supreme Court of Pakistan. \nk./RULES  \nThese Rules may be called the Supreme Court (Appointment of Officers and \nServants and Terms and Conditions of Service) Rules, 1982 add ' shall come \ninto force at once. ZAFAR \nAddi SSAIls1, \nnal Secretary. \nMINISTRY OF DEFENCE \nalpindi, the 10th July, 1982 \nederal Government is \nold office as mem \nPresident of \na candid \nof the leased to notify that Mr. \nr of the Cantonment Board, \ne Board for being a member of \ne for election to a Board for a \nntonments Act, 1924 (II of 1924) \na vacancy has occurred in Ward \n&C/ \nI 13A of the \nection 15H \nn S.N.A. \nbet of \nPN., \nI \n(No. 1 /38/C/ML&C/66/II/2685/D-12/ML&C/82.1 ZARMAST KHAN \nSection \nPART II] THE GAZETTE OF PAKISTAN, EXTRA., JULY 20, 1982 1221 \n_ 2. The establishment of the Supreme Court of Pakistan shall consist of posts mentioned in the first column, their scales of pay as specified in the second \ncolumn and conditions for appointment as mentioned in the third column of the Schedule to these Rules. \n3. (1) Subject to any special provisions contained in these Rules, the rules \nand orders for the time being in force and applicable to civil servants of corres-\nponding grades of the Federal Government shall regulate the terms and Condi-tions of service of officers and servants of the Supreme Court : \nProvided that the powers exercisable under the said rules and orders by the \nPresident, or by any authority subordinate to the President, shall be exercisable \nby the Chief Justice of Pakistan or by such person as he may, by general or special order, direct. \n(2) Any question arising as to which rules or orders are applicable to the case of any person serving on the staff attached to the Supreme Court shall be decided by the Chief Justice. \n4. (1) Where in the opinion of the Chief Justice an Officer of the Court in \ngrade 18 and above or in the opinion of the Registrar any other officer or servant of the Court. \n(a) is inefficient or has ceased to be efficient ; or \n(b) is guilty of misconduct; or \n(c) is corrupt, or may reasonably be considered corrupt because : \nhe is, or any of his dependents or any other person through him \nor on his behalf is, in possession (for which he cannot reason- \nably account) of pecuniary resources or of property dispropor-tionate to his known sources of income; or \nhe has assumed a style of living beyond his ostensible means; or he has a persistent reputation of being corrupt; or \n(d) is engaged, or is reasonably suspected of being engaged, in subver-\nsive activities, or is reasonably suspected of being associated \nwith others engaged in subversive activities or is guilty of disclosure of \nofficial secrets to any unauthorised person, and his retention in ser- vice is, therefore, prejudicial to national security, the Chief Justice or the Resisyar, as the case may be, may impose on him one or more of the following penalties :— \n(a) Minor Penalties : \ncensure; \nwithholding, for a specific period, promotion or increment, otherwise than for Unfitness; \nstoppage, for a specific period, at an efficiency bar in the time-scale, otherwise than for unfitness to cross such bar; recovery from pay of the whole or any part of any pecuniary loss caused to Government by negligence or breach of orders; \n. (b) Major Penalties : \n(i) reduction to a lower post or time-scale, or to a lower stage in a time-scale ; \n1222 THE GAZETTE OP PAKISTAN, EXTRA., JULY 20, 1982 [PART II \n:(ii) compulsory retirement; \nremoval from service ; and \ndismissal from service. \nRemoval from service does not, but dismissal from service does, dis-\nqualify for future employment \nIn this rule, removal or dismissal from service doles not include the \ndischarge of a person— \nappointed on probation, during or on the expiry of the period of \nprobation; or \nappointed otherwise than under a contract, to hold a temporary \nappointment ,  on the expiration of the period of appointment; or \nengaged under a contract, in accordance with the terms of the eon-\ntract. \n- 5. When an action is proposed to be taken against an officer or servant of \nthe Court under Yule 4, he shall be informed in writing of the action propqsed \nto be taken in regard to him and the grounds of the action and he shall be given \na reasonable opportunity of showing cense against that actidn \nProvided that no such opportunity shall be given when the Chief \nJustice or the Registrar, as the case may be, is satisfied that in the circumstances \nof the case, it is not expendient in the public interest to give such opportunity : \nProvided further that pending action against an officer or servant of \nthe Court he may be suspended or required to proceed on leave and in appro-\npriate case an inquiry may be conducted through an Inquiry Officer, who shall \nbe appointed by the Chief Justice or the Registrar, as the case may be. \n6. Where an Inquiry Officer is appointed, the Registrar or any other Officer \nauthorised by the Chief Justice shall— \nframe a charge and communicate it to the itemised together with a \nstatement of the allegations explaining the charge atid any other \nrelevant circumstances which are proposed to be taken into considera- \ntion; \nrequire the accused within a reasonable time,. which shall not be \nless than seven days or more than fourleen days from the day the \ncharge has been communicated to him, to put in a Written defence \nand to state at the same time whether he desires to be heard in \nperson; \nthe Inquiry Officer shall inquire into the charge and may examine \n: \t\n\tsuch oral or documentary evidence in support Of the charge or in \ndefence of the accused as may be considered necessary and the \naccused shall be entitled to cross-examine the witness against him ; \nthe Inquiry Officer shall hear the case from day-to-day and no \nadjournment shall be given except for reasons to be recorded in \nwriting; \nPART Hj ' THE GAZETTE OP PAKISTAN, EXTRA., JULY 20, 1982 1223 \n. (5) where the Inquiry Officer is satisfied that the aCcused is hampering, \nor attempting to hamper, the progress of the inquiry he shall adminis-\nter a warning, and if thereafter he is satisfied that the accused is \nacting in disregard of the warning, he shall record a finding to that \neffect and proceed to complete the inquiry in such manner as he - \t: thinks best suited to do substantial justice ; \n1 \ni` \t(0) the Inquiry Officer shall within ten days of the conelusion of the \nproceedings or such longer period as may be allowed by the Regis-\ntrar, submit his findings and the grounds thereof to the Registrar. \n7. A copy of the report of the Inquiry Officer shall be supplied to the ac- \ncused person, allbwing him not more than seven days to offer his explanation 1, twihethearesr brdefotieo the fi&din efgsinsadtiveeersief  ttohehiame  , afsetedr wrshoicah isthe R \n an oelicestrrarofshall place Bp 53 \nand above, but in all other cases the Registrar shall himself be competeE70-Vs ' „...,,,,,,... ..„...4. \norders. \n8. The Chief Justice alone shall have power to Mirk& a pentilqr on the Registrar of the Court and where an inquiry is held against hilti the Inquiry \nOfficer shall submit his findings to the Chief Justice. \n9. (1) For the ptirpose Of An incpiiry under these rules, the Inquiry Officer \nshall have the powers of a Civil Court trying a suit under the Code of Civil Pro-\ncedure, 1908 (Act V of 1908), in respect of the following Matters, namely :— \nsummoning and enforcing the attendance Of any person and exami-ning hlin on oath; \nrequiring the discovery and production of documents ; \nreceiving evidence on affidavits ; \nissuing commissions for the examination of witnesses or documents. \n(2) The proceedings under these rules shall be deemed to be judicial pro- \nceedings within the meaning of Secs. 193 and 228 of the Pakistan Penal Code (Act XLV of 1860). \n10. If no penalty is imposed on an accused person who was suspended or \nrequired to Proceed on leave in pursuance of an order under rule 5, he may be \nrequired to rejoin duty and the period of such leave or suspension may be treated as duty on full pay or as may be directed. \n11. Where any penalty is imposed by the Registrar, an appeal shall lie from \nhis order to the Chief Justice, but where any penalty is imposed by the Chief \nJustice otherwise than on appeal from an order of the Registrar, there shall be \nno appeal but the person concerned may apply for review of the order. \n12. An appeal or review under rule 11 shall be filed within thirty days from the date of the order complained of. \n13, At MI stage of the proceedings under these Rules, the person concerned shall be represented by an Advocate. \n(2) By promotion Supreme Court, Government o ments servin basis. ofr, Officer of Courts, Fede Provincial Cove Grade 19 on regu - 7 '1 \n1 224 THE GAZETTE OF PAKISTAN, EXTRA., JULY 20, 1982 MART II \n(1) The Chief Justice may, in any case where it appears to him that the \ncircumstances so require, suspend any officer or servant lent for service on the \nstaff attached to the Supreme Court, and may order an enquiry to be made into \nthe conduct of that officer or servant. \n(2) If after enquiry the Chief Justice is of opinion that a penalty should be \nimposed on the officer or servant, he shall direct that the officer or servant shall \nrevert to the lending authority with a recommendation about the penalty to be \nimposed : \nProvided that if such an officer or servant was promoted in the Court, \nthe Chief Justice may order his reversion to the lower post from which he was \npromoted. \n(1) The Rules and Orders issued by the Federal Government regarding \nmaximum age limit, physical fitness, verification of character and antecedents, \nnationality, etc. shall be followed, as nearly as possible, in making direct \nrecruitment to the staff of the Court. \n\"(2) The Chief Justice may relax any of the prescribed conditions of appoint-\nment in cases where he considers it desirable to do so in the interest of public \n.1 \tservice. \n(3) Appointments to the posts in connection with the affairs of the Supreme \nCourt shall be made in the prescribed manner by the Chief Justice or by a person \nauthorised by him in that behalf. \nThe Supreme Court (Conditions of Service of Staff) Rules, 1958, and \nthe Supreme Court (Appointment of Officers and Servants) Rules, 1958, are \nhereby revoked : \nProvided that this revocation shall not affect any appointment made \nor anything done under the said Rules, prior to this revocation. \nSCHEDULE \nName of Post \t Status & Scale of Pay \tMode of appointment, qualificaticns a rd \nother conditions \n3 \ny-scale,rank-41)  By transfer  of an Officer of equivalent \t\n'-'-el—Begktrar--Tt' l rta\"atusa  as may, from \trank serving un er e cera F.  r a \t\ntime to time, be prescribed \tProvincial Government. \nfor the post of Joint Sec-retary to the Federal Go-\nvernment. \nLength \tservice for promotion \nt \tpost shall be SevenU ears in Grade 16 and ab \nOR types \nFive years in Grade 19 in case direct recruit in Grade 19. \nOR \nTwelve years in Grade 18 in \ndirect \nPar J1 THE GAZETTE OF PAKISTAN, EXTRA., JULY 20, 1982 1225 \n2. Deputy Regis-\ntrar .. 2 \nThe same pay scale, rank \nand \\status as may, from \ntime to time, be prescri-\nbedIfor; the post of Dep-\nuty Secretary to the Fe-\nderal Government. 3 \n(3) By directrecruitment &cm morest \nthe members of the Bar with at least \nten years' standing. \nBy transfer of an officer of equivalent \nrank serving in the Federal or a Pro-\nvincial Government. \nBy promotion from amongst the offi-\ncers of the Sup \ni. \tTwelve years service in \t16 and rendered at least \t9,047 4\"  Supreme Court having \n703 F.‘ in ab ve including five years service \n18.  \nOR \nSeven years service in \ncase of direct rec \n18. in BPS.P \napsj \n'tr litre \ne litre egistrar , ran and status as may, from \ntime to time, be prescribed \nfor the post of Section \nOfficers (Upper Time Sc-\nale) in the Central Secre-tariat. \nPRE,sHr.  \n(1110eketingi \nSecretary to \nthe Chi \nP \nVinSed i•  n 10  \ng With \n_ \nvon the bag  \n*fitness. 5. Research & \nReference \nOfficer. NPS-I8 \ntoes \nPerson  \nIt the  \naficia/ by  \n0/igst \nLaw I (pn.11.-  \ni Private .,,  , \tSecretary to \nChief Justice \nand Judges. NPS-174 \nby y pro \nofficers holding the post of Pri \nSecretaries to the Chief Justi \tnd Judges and Super intendants n the Registry of the Supreme \twho will take their turn in \tion. \nThe Librarian \tthe Court shall be treated as a uperintendent for \npurposes of p motion to the post of Assistant egistrar. \nLe \tof service for promotion to \t • I be five years in Grade \nIt shall be a special post and the Chief Justice may fill \tby direct \nBy transfer of an officer of equivalent \nrank serving under the Federal or a \nProvincial Government, provided he \nis a Law Graduate. \nBy promotion from amongst the \nmembers of the staff of the Supreme \nCourt provided the incumbent con-\ncerned is a Law Graduate and has - \trende \tat leastyears service in 16 n  \nBy direct recruitment of a Law Gra-\nduate of not less than 25 years of age \nwho possesses at least five years ex-\nperience of the legal field. \nAppointment to the post of \nPrivate Secretary to Chief Justice and \nJudges shall be confined to persons \nwho are Graduates and are competent \nin shorthand and Typewriting as -li result of a qualifying test to be con-\nducted at a speed of 120 words per \nminute in Shorthand and 50 words \nper minute in Typewriting and shall be made either by selection from \namongst the members of the staff of \nthe Court or by direct recruitment. \n.C.deb \t ,S-EIC9/q 3/,17- 2,5=6, 2-  - 3 -,Keee.v-ro.r.Y ‘A-14 K6.46 ,o  \n\" 0pc_7 \t ....-- \nieteaa'a  \nqpit'15  colt vosts  \nalel SI- de either by \nngst the membe \nhe Court or by c It shall be \ntion from a \nthe staff of \nrecruitme \nAssistant \t.. NPS11  CP' \t 0,(id.e-p0-40-4e) \n1226 THE GAZETTE OF PANISTAN, EXTRA.d JULY 20, 1982 (PART II            \n2 \t3       \nAppointment to the . \nSuperintendent shall be \nlection from anion \tthe \nholding the post • :— \n(i) Judicia \tssistants ; and \n(1) \t• \tAssociates ; \nint \tegistry on th basis of        \nTants eiTy -CT \nwords \" \ntitured by \nPost shall )ts Possess' \nlass Bachelo a in Libra \nof Libra \nith Periene \nrds pç \n19 Approintment to fit \nLibrarian shall be confi \nsons possessing :— \na Law Degree ; d \na Diploma in \trary  \nAs stant Librarian of the \nmay so be considered for (hit \nnot thstanding his not posse \na .aw Degree, provided he is a \nate of a recognised .  Unis ersit \n4tossesiplerna -rni-ttrl \nAppointment to the post of \nEditor and Official Reporter of Pakis-\ntan Supreme Court Reports, shall be \nmade by the Chief Justice, in his \ncretion, from amongst the personew \npossessing legal qualifications. \nThe Chief 312Stice may appoint gem \nin his discretion, and officer of th \t1st \nCourt in NPS-I6 or above to perfor aosrad \nthe duties of Press Relations Oft( \nto nit own duties. \nntmen r. \t a f \nurt 0 \n9. Editor and Official \". ,2 r)f.p. in. \t(fl a \nReporter (Part-timet\n; _-,- 12, Assistas \nArryat \nJudicial ssis \nshall normally be made from . ong \nthe persons holding t \nposts in the Court : \n(a) Assis \n(b) \tnographers , \n(c) Chaster ; and \n(d) Assistant Librarian : \nProvided that if no suitable person it \navailable from amongst the holdert \t\nof the above posts, it may be filled by \tSI \ndirect recruitment from amongst the \npersons possessing a .  Bachelcr's Degree \neither in Science or Arts from a recogni \ned University. Preference will be give \nto those who also hold a Law Degree. \nAppointment to the \t Assistant . \t .  \nfrom am° \t o .ers of the posts \nof \to Paper Books, Upper Division \neries-and-etentstypisis-in Court Associate. NPS-13 for others. \nollowfi \ncc/0y r4 2.. \tc \nPART II] THE GAZETTE Of PAKISTAN, ExTRA., nip( 20, 1982 122 \n3 \nProvided that I no Sill \navailable amongst the hol ers \nabove posts, it may be filled b \nrecruitment from arnon \nholding a degree from \nUniversity either in 1 \nof \ntrcct \nerscns \nrecognised \nence or Arts. \n13. Stenographer \tNPS11 Appointment \tthe post of Steno- \ngrapher \tbe made from amongst \nthe \tmbers of the staff of the Court \no have a passed Intermediate examina-\ntion from a recognised Board and are \ncompetent in Shorthand and T}pe-\nwriting with a minimum speed of 100 \nwords per minute in Shorthand and \n40 words .per minute in Typewriting : \nProvided that if no suitable person is \navailable from amongst the staff of \nthe Court, the p t may be filled by \n.. \tAppointment to this post .shall be made \nby the Chief Justice, in his discretion, \nfrom amongst the persons holding suffi-\ncient qualifications for this purpose. 14. Khateeb \tNPS-11 \nAS, Cashier \n_ \n' 33 per cent posts shall be in selection grade B. 1 \n17. Editor of Paper NPS-,04 - - - \nBooks. Appointment to \tpa \nto persons possessing a Diplo \tir. \nLibrary Science from \t•goised \nUniversity and ma \t• ade either by \npromotion fr \tnsongst the members \nof the \tthe Court OT by direct \nAppointment to this post shall be made \nby selection from amongst the persons \nholding the posts of Assistant, Editor \nof Paper Books, Upper Division Cleik \nand Stenotypist in the Court. Persons \npossessing a Diploma in Accountar,cy \nor Book Keeping will be given preference. \nAppointment to the post of Editor of \nPaper Books shall be made by promotion \nfrom amongst the holders of the post of \nUpper Division Clerk. \nAppointment to the post of Steno-\ntypist shall be made by selection from amongst the members of the staff of \nthe Court who are matriculates and \npossess a minimum speed of 80 and \n30 words per minute in Shorthand and \nTypewriting respectively : \nProvided that if no suitable person is \navailable in the staff of the Court, \nthe post may be filled by Peet recruit- \nment. \n.. \nsion NP,S4 \tAppointment to the post of Uppef.Divi- \n- \tDion Clerk shall be made by promotion \n4112-  9. Upper Divion \t..  \nP per cent posts shall be in selection grade B- from amongst the holders of the posts \n- \tof Lower Iki ,:i_s_t Clerks. \n----Z 1 \n4.06z-( \tms-5-1 (7YId7) aeld-4. PAV Ce_Q Ala.;//6S 1-Wed 1/7- :,:1 \nMUHAMMAD HALEEM, \nActing Chief Justice of Pakistan. \nSDI- \nGalsgRAL \nM. ZIA-UL-HAQ, \nPresident. \nBy Order of the Court. \nM. A. LAT1F \nRegistrar. .\"ant  1228 THE GAZETTE OF PAKISTAN, EXTRA., JULY 20, 1982 [PART II \n2 \n3 \ner on \ntry \nIi- ri-\ned \nto \n2 \t 21. (a) Driver \t• . NPS-4 \n- C-- & oh) pet-anon r...  ..d \t\nro-ips sh be . ..., \n•--. (c) Retard \tNPS-) \n(d) Daftry, Qasid, NPS-\nNaib Qasid, Farosh, \nChowiddar, Mali and \t. \t.. \n4 \tper cent posts of Daftry, Qasid and Nail, Qasid shall be in B4, B-3 and B-2. respectiyelyV. 20 1.0vg.:r Division \tNPS-5 C. \nAppoinfirem to the pt or LOW lerk  \n- \tDivision Clerk shall be made fr1 .. \t. \nmongst the persons Ato qualify in a B-7 ompetitiye test to be held in the Regis —\"for this purpose. The rninirnutn qua \ncations for this post shall be a Mat \nculation Certificate from a recognis Board. Pretbrence 'will be • 'Bil'ell . those who possess higher qalifications \nProvided that no Lower Division Cler \nwill be 'confirmed unless he passe \na test in Typewriting at the minimun speed of 40 swords per ndnute. \nfn making appointment to the posts in NPS-4 and below, the instructions issued from time to time by the Establishment Division for recruitment to those posts it the Ministries of the Federal,Clovern-\nment shall, as far as practicable, be ollowed. per cent posts shall be in selection grade \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF \nPatisras PUSS. ISLAMABAD PUBLISHED BY THE MANAGER OF pUBL,CATIONS, KARACHI \nI \n.3.4e \t Uri, \t . 474V \tr, • s'I7- / e.• • e"
}