{
    "file": "./converted_json\\administratorbe0ecd0fcf7080653cf0433e8ce20a74.json",
    "name": "The National Development Finance Corporation Act, 1973",
    "date": "5th February, 1973",
    "tagline": "An Act to provide for the establishment of the National Development Finance Corporation",
    "content": "Page 1 of 10 \n \n \nTHE  NATIONAL  DEVELO PMENT  FINAN CE COR PORATION \nACT, 1973  \n \n \n \nCONTENTS  \n1.  Short  title, extent  and commencement  \n2.  Definitions  \n3.  Establishment  of the Corporation  \n4.  Share  capital  \n5.  Offices  and branches  \n6.  Direction  and superintendence  \n7.  Board  \n8.  Chairman  \n9.  Qualifications  and disqualifications  of Directors  \n10.  Executive  Committee  \n11.  Meeting  of the Board  and Executive  Committee  \n12.  Fees for attending  meetings  \n13.  Secrecy  and fidelity  \n14.  Indemni ty of Directors   \n15.  Business  which the Corpo ration  can transact  \n16.  Business  which  the Corporation  cannot  transact  \n17.  Eligible  enterprises  \n18.  Borrowing  power  \n19.  Power  to call for payment  before  agreed  period   \n \n\n \nPage 2 of 10 \n 20.  Delegation  of powers  \n21.  Officers  and servants  \n22.  Disposal  of Profits  \n23.  Accounts  and audit  \n24.  Exemption  from  taxes  \n25.  Corpor ation  not to be banking  company   \n26.  Liquidation  of the Corporation   \n27.  Power  to make  rules  \n28.  Power  to make  regulations  \n29.  Repeal  [Omitted ] \n \n \n \nPage 3 of 10 \n THE  NATIONAL  DEVELO PMENT  FINAN CE COR PORATION ACT, 1 973. \n1ACT NO. XIII of 1973  \n[5th F ebruar y, 197 3] \nAn Act to provide for the establishment of the National Development Finance \nCorporation. \n  \n WHEREAS  it  is  expedient  to  provide  for  the  establishm ent  of  the  National \nDevelopm ent Finance Corporation, and for matters ancillary thereto;  \n It is hereby enacted as follows :— \n 1. Short  title,  extent  and  comme ncement.—(1)  This  Act  may  be  called  the National \nDevelopm ent Finance Corporation Act, 1973. \n (2) It extends to the whole  of Pakistan 2[and also applies to the busin ess of the \nCorporation transacted outside Pakistan and the p ersons condu cting such business]. \n (3)  It shall come into force at once, and shall be deemed to have taken effect on the 23rd day \nof December, 1972.  \n 2. Definitions. In this 3[Act] unless there is anything repugnant in the subject or \ncontext,— \n(a)     “Board” means the Board of Directors constitut ed under section 7;  \n(b)       “Chairman” means the Ch airman of the Board; \n(c)       “Corporation”   means   the   National   Development   Finance   Corporation \nestablish ed under section 3; \n(d)       “Director” means a director of the Corporation; \n(e)       “eligible enterprise” means an und ertaking referred to in s ection 17;  \n(f)        “financial  institutions ”  means  the  State  Bank  of  Pakistan,  the  Pakistan \nIndust rial Credit and Investment Co rporation, the  Investment Co rporation of \nPakistan, the National Investment Trust, a company carrying on the busin ess \nof insurance and a banking company as defined in the Banking Co mpanies \nOrdinance, 1962  (LVII of 1962) 4[, and includes any oth er company or other \nbody corporate sponso red, owned or controlled by the Federal Government or \na Provincial Government, whether directly or through a company or \ncorporation set up or, controlled by such Government, which the Federal \nGovernment may,  by notification in the official Gazette, declare to  be  a \nfinancial institution for the purposes of this A ct]. \n \n1 For Statement of Objects and Reasons,see Gaz. of P., 1973, Ext., Pt. Ill, p. 115. \n2 Added by the National Development Finance Corporation (Amdt.) Ordinance 1978 (14 of 1978), s. 2. , \n3 Subs. ibid.; s. 3, for “Ordinance”. \n4Added by the National Development Finance Corporation (Amdt.) Ordinance, 1983 (16 of 1983), s. 2. \n \nPage 4 of 10 \n (g)       “prescribed” means prescribed by rules; \n(h)       “regulation” means a regulation made und er this Act; and \n(i)        “rule” means a rule made under this Act. \n 3. Establishment of the Corporation.—(1) The Federal Government may, in accordance \nwith the p rovisions  of this  Act, establish a Co rporation to be called the N ational D evelopm ent \nFinance Corporation. \n (2) The Corporation shall be a body corporate having perpetual succession and a common  \nseal, with powers, subject to the provisions  of this  Act, to hold and dispose  of property and shall by \nits name sue and be sued. \n 4. Share Capital.—(1) The authorised share capital of the  Corporation shall be ten crores of \nrupees, divid ed into t en lakh ordinary shares of one hundred rupees each. \n (2) The paid-up capital of the Corporation shall, in the first instance, be three crores of \nrupees to be contributed by the Federal Government. \n (3) The Federal Government may, by notification in the o fficial Gazette, increase the  \n1[authorised share Capital and] paid-up capital of the Corporation to such extent and in such manner \nas may be specified in the noti fication. \n 5. Offices and branches.—(1) Unless the Federal Government by notification in the o fficial \nGazette, otherwise directs, the head-office of the Co rporation shall be at Karachi. \n (2) The Corporation may establish  regional and other offices at such places as the Board \nmay think fit. \n 6. Direction and superintendence.—(1) T he over all direction and superintendence of the \naffairs of the Co rporation shall vest in a Board of Di rectors constitut ed in accordance with  section 7, \nwhich may exercise all such powers and 2[do] all such acts and things as may be exercised and do ne \nby the Co rporation. \n (2) In dis charging its functions,  the Board shall act on busin ess consid erations.  \n (3) In discharging its functions,  the Board shall be guided on questions  of policy by the  \ninstructions,  if any, given to it by the Federal Government which shall be the sole judge as to \nwhether a question  is a question  of policy. \n (4) If the Board fails to carry out the instructions  given to it under sub  section (3), the Federal \nGovernment may sup ersede the Board and appoint  any person or body to function in pl ace of the  \nBoard until a new Board is constitut ed in accordance with the provisions  of this A ct; and no su ch \nsupersession  or appointm ent shall be question ed in any court. \n 7. Board.—(1) The Board shall consist  of six persons to be appoint ed by the Federal \nGovernment, of  whom  two sh all be from the financial institutions.  \n \n1Ins. by the National Development Finance Corporation (Amdt.) Ordinance, 1978 (14 of 1978),. s. 4. \n2Subs. ibid., s. 5, for “to”. \n \nPage 5 of 10 \n  (2) The Directors shall hold o ffice during the pl easure of the Federal Government. \n (3) One of the Directors shall be nomin ated by the Federal Government to be the \nChairman of the Board of Directors. \n (4) No act or proceeding of the Board shall be invalid merely on the ground of the existence \nof any vacancy in, or  defect in the constitution  of, the Board. \n 8. Chairman.—(1) The Chairman shall be appointed by the  Federal Government on su ch \nterms and conditio ns as the Federal Government may determine. \n (2) The Ch airman shall, unless the Federal Government otherwise directs, hold o ffice for a \nterm of three years which the Federal Government may, from time to tim e, extend. \n (3) The Chairman shall be the whole  time chief executive of the Corporation and sh all \nperform such functions as are assigned by this Act or may be assigned by the Board: \n Provided that the Federal Government may utilise  the services of the Chairman for any other \nwork. \n 9. Qualifications and disqualifications of Directors. No person shall be, or shall continue \nto be, a Director who— \n(a)       is or at any time  has been adjudi cated an insolv ent or has suspended payment \nor has compound ed with  his creditors; . \n(b)       is found to be  a lunatic or  becomes of unsound m ind; \n(c)     is or has at any time  been convicted for any offence which, in the opini on of the \nFederal Government, is an offence involving  moral turpitud e; \n(d)       without  leave  of  absence  from  the  Board,  absents  hims elf  from  all  the \nmeetings of the Board for a continuous  period of six months  or, if less than \nthree meetings are held within  such period, from three consecutive  meetings \nof the Board; \n(e)       is a salaried official of the Corporation, other than the Ch airman. \n 10. Executive Committee.—(1) The Board may constitute an Executive  Committ ee \nconsisting  of the Chairman and two other Directors to assist it in the discharge of its \nfunctions  under this Act. \n (2) The members of the Executive Committ ee shall hold office for such period as may be \nprovided by the regulations. \n (3) The minut es of every meeting of the Executive Committ ee shall be laid before the \nBoard for approval at its next meeting follow ing the m eeting of the C ommitt ee. \n \nPage 6 of 10 \n  (4)  Subject  to  the  general  or  special  directions  of  the  Board,  the  Executive  \nCommitt ee may deal with any matter within  the competence of the Board. \n 11. Meet ing of the Board and Executive Committee.—(1) T hree Directors shall form the \nquorum for a meeting of the Board. \n (2)  Subject  to  sub-section  (1)  the  meetings  of  the  Board  and  the  Executive \nCommitt ee shall be held in su ch manner as may be prescribed: \n Provided that, until rules are made in this behalf, such meetings shall be called by the \nChairman. \n 12. Fees for attending meet ings. The Di rectors shall be paid such fees for attending the \nmeetings of the Board and the E xecutive Committ ee as may be prescribed. \n 13. Secrec y and fidelity. No Director shall assume  his office until he has made such \ndeclaration of secrecy and fidelity as may be prescribed. \n 14. Indemnity of Directors. A Director shall not be personally respon sible for the acts of \nany oth er Director or of any officer or servant of the Corporation or for any loss  or expenditu re \nresulting  to the Corporation by reason of the insufficiency or deficiency in value of  or title to any \nproperty or security acquired or taken on behalf of the Corporation, or for anything done  by him in \ngood faith in the dis charge of  his duti es. \n 15. B usiness which the Co rporation can transact. Subject to the rules-and regulations,  if \nany, the Co rporation may carry on, transact or do the s everal kinds of  busin ess and acts hereinafter \nspecified namely:—: \n(a)       to  appraise  the  economic,  financial  and  technical  feasibili ty  of  eligible \nenterprises which make a request for assistance;. \n(b)       to subs cribe to the equity capital of eligible enterprises; \n1[(bb)  to  promot e,  sponso r,  from  and  get  incorporated  one  or  mo re  companies \nhaving amongst its or their objects the furtherance of the busin ess and objects \nof the Co rporation;]  \n2[(c)    to  make  lo ans  and  advances,  and  provide  lease  financing,  to  eligible \nenterprises and to financial institutions on  short, medium  and long-term basis, \nand to p rovide  assistance for working capital requirements ;]  \n(d)      notwithst anding  the provision  of any other law to the contrary, to appoint a \ndirector on the Board of Directors of a company to which it has rendered \nfinancial assistance; \n(e)       to guarantee loans and advances granted to the  eligible  enterprises; \n \n1 Ins. by the National Development Finance Corporation.(Amdt.) Ordinance, 1983 (16 of 1983). s. 3. \n2 Subs, by the National Development Finance Corporation (Amdt.) Ordinance, 1983 (16 of 1983), s. 3. \n \nPage 7 of 10 \n (f)       to  participate with other financial institutions  1[or with the approval of the \nFederal Government with banks or lending agencies outside  Pakist an], in \ngranting  loans and advances to the eligible enterprises; \n(g)      to  purchase  or   otherwise  acquire,  own,  sell,  transfer  and  exchange  any \ntangible  and  int angible,  movable  or  immov able  p roperty or  assets  in  the \ndischarge of its busin ess; \n(h)     to accept and Furnish any lien, charge, hypothecation, or mortgage or any \ntangible or intangible, movable or immov able property or  assets in the \ndischarge of its busin ess; \n(i)        to enter into agreements and contracts and execute such documents as may be \nconsid ered necessary for the dis charge of its functions;  \n(j)       to  receive and pay commissions,  fees and brokerage in connection with its \nbusin ess; \n(k)       to inv est its surplus funds  in securities in the m anner prescribed; \n(1)       to acquire, retain, or dispose  of assets of any type which may in any way \ncome into  the po ssession  of the Co rporation in satisfaction or part satisfaction \nof any of its claims; \n(m)      to borrow money for the purpose of its busin ess and to give security for \nmoney so bo rrowed by pledging assets or otherwise; \n(n)       to accept deposits of  fixed maturities; \n(o)       to acquire, maintain and transfer its residential and busin ess premises; and \n(p)      generally to do all such matters and things as may be incidental or subsidi ary \nto the  undertaking of any of the aforesaid busin ess. \n 16. Business which he Co rporation cannot transact. The Co rporation shall not inv est in \nany shares, stocks or debentures of, or make loans or advances to, any undertaking whi ch is not an \neligible enterprise: \n Provided that the Corporation may deposit  its funds  with a banking company in current or  \nshort-term deposit accounts.  \n 17. Eligi ble enterprises. The followi ng shall be eligible to receive assistance from the \nCorporation, namely:— \n2(a)      undertakings which are whol ly or partly owned by the  Federal Government, a \n Provincial Government or a local authority;] \n3[(b)   und ertakings which are whol ly or partly owned by any of the undertakings \nreferred to in clause ( a); and] \n \n1 Ins. by the National Development Finance Corporation (Amdt.) Ordinance, 1978 (14 of 1978), s. 6. \n2Subs. by the National Development Finance Corporation (Amdt.) Ordinance. 1983 (16 of 1983), s. 4. \n3 Subs. by the National Development Finance Corporation (Amdt.) Ordinance 1978, (14 of 1978), s. 7, “for clause (b)”. \n \nPage 8 of 10 \n  1[(bb) undertakings in the private sector, in particular those set up and establish ed in \n the less developed areas of Pakistan;] \n(c)      any other undertaking declared by the Federal Government to be an eligible \nenterprise for the pu rposes of this Act. \n 18. Borrowing power.—2[(1) The Corporation may borrow from the Federal Gov ernment \nand, with the prior approval of the Federal Government, also from State Bank of  Pakistan or any \nother lending agencies or institutions.]  \n (2) The Corporation may issue  and sell bonds  and debentures both in rupees and foreign \ncurrencies. \n (3) The Federal Government may, at the request of the  Corporation, guarantee as to the  \nrepayment of principal and payment of interest any sums  borrowed by the Corporation und er sub-\nsection (1) or any bonds  or debentures issued by the Corporation with the prior approval of the \nFederal Government. \n (4) Notwithst anding anything  contained in the Trusts Act, 1882  (II of 1882),  the \nInsurance Act, 1938  (IV of 1938)  and the Banking Comp anies Ordinance, 1962  (LVII of 1962),  \nsuch of the bonds and debentures of the Corporation as have been guaranteed by the Federal \nGovernment under sub-section (3) shall be deemed to be included among the  securities enumerated \nin section 20 of the Trusts Act, 1882  (II of 1882),  and to be approved securities for the p urposes of \nthe Insurance Act, 1938  (IV of 193 8) and the B anking Comp anies Ordinance, 1962 ( LVII of 1962).  \n (5) The aggregate of the sums  borrowed under sub-section (1) and the sums due on the  bonds  \nand debentures issued under sub-section (2) and the contingent liabiliti es of the 3[Corporation]  in \nrespect of guarantee or underwriting agreements shall not at any time exceed twenty tim es the \naggregate of the amount  of paid-up share capital and reserves of the Corporation. \n  \n 19. Power to call for payment before agreed period. Notwithst anding any agreement to the \ncontrary, the Corporation may, by noti ce require any eligible enterprise to whi ch it has granted any \nloan forthwith  to repay the loan in full, if— \n(a)       it appears to the Board that in the application for the loan information false \nand misl eading in any material particular has been given; or \n(b)       the eligible enterprise has failed to comply with the terms of any agreement \nwith the Co rporation in the m atter of the loan; or \n(c)       for any other reason, it  is necessary, in the opinion  of the Board, to protect the \ninterest of the Co rporation. \n 20. D elegation of powers. The Board may, for the pu rpose of ensuring efficient functioning  \nof the Corporation and facilitating transaction of its daily busin ess, by a resolution  publish ed in the \nofficial Gazette, delegate to the Chairman or any oth er officer of the  Corporation, subject to such \nconditions  and limit ations,  if any, as may be specified therein, su ch of its powers and duti es under \nthis Act as it may deem necessary. \n \n1Ins. by Ord. 16 of 1983, s, 4. \n2 Subs, by Ord. 14 of 1978, s. 8, for “sub-section (1)”: \n3 Subs, by the National Development Finance Corporation (Amdt.) Ordinance, 1978 (14 of 1978). s. 8, for “Bank”. \n \nPage 9 of 10 \n  21. Officers and servants. The Corporation may appoint  or employ such officers and \nservants as it considers necessary for the efficient performance of its functions,  on such terms and \nconditions  as may be laid down by regulations.  \n 22. Disposal of Profits.—(1) The Co rporation shall establish  a Reserve Fund to whi ch shall \nbe credited such amount  out of its annual net profit, not being less than fifty per cent of its annual \nnet profit, as may be determined by the Board. \n (2) The minimum  appropriation of profits to Reserve Fund fixed under sub-section (1)  \nshall apply till  such time as the amount  in the Reserve Fund equals the paid-up capital of the \nCorporation. \n 23. Accounts and audit.—(1) The  year of account of the Corporation shall be the year \ncomm encing the first day of January and ending the thi rty-first day of December. \n (2) Subject to subjection (1), the  Corporation shall maintain its accounts  in such manner as \nmay be prescribed. \n (3)  T he  accounts  of  the  Corporation  shall  be  audited  by two  audito rs  who  are \nchartered accountants within the meaning of the Chartered Accountants Ordinance, 1961  (X of  \n1961),  appoint ed by the Corporation. \n (4) The Corporation shall submit  to the Federal Government a copy of its audited annual \naccounts  and the report of the  Board on the op erations of the  Corporation for the preceding year \nincluding a report on the performance of the undertakings to which it has subs cribed capital or \nadvanced loans or on whose  behalf it has und ertaken any guarantee. \n \n \n (5) The Federal Government shall cause the audited accounts of the Corporation to be  laid \nbefore the National Assembly. \n  \n 24. Exemption from taxes. Notwithst anding  anything contained in the 1[Income tax \nOrdinance, 1979  (XXXI of 1979)]  the Wealth-tax Act, 1963  (XV of 1963) ,2* * * or any oth er \nlaw for the time being in  force relating to income-tax, super-tax, wealth-tax gift-tax or busin ess \nprofits tax, the Corporation shall not be liable to pay any such tax on its income, profits or gains[:]3 \n  \n 3[Provided that this section shall not apply to any income, profits or gains in respect of any \nassessment year, as defined in clause (8) of section 2 of the Income Tax Ordinance, 1979 (XX XI \nof 1979 ), commencing on or  after the first day of July, 1986.]  \n 25. Corporation not to be banking company. The Corporation shall not be  deemed to be  a \nbanking company for the purposes of the Banking  Comp anies Ordinance, 1962 ( LVII of 1962 ), or \nany other Law for the time b eing in force relating to banking companies. \n 26. Liquidation of the Corporation. The Corporation shall not be wound  up save by \norder of the Federal Government in su ch manner as it may direct. \n \n1 Subs, by me Federal Laws (Revision and Declaration) Ordinance. 1981 (27 of 1981), s.3 and Sch., II. \n2 Omitted ibid., \n3 Subs, and added by the Finance Act, 1986 (1 of 1986), s. 7. \n \nPage 10 of 10 \n  27. Power to make rules.—(1) The  Federal Government or, subject to the approval of the \nFederal Government, the Board may, by notification in the official Gazette, make rules1 for \ncarrying out the purposes of this Act. \n (2) All such rules shall be laid before the National Assembly. \n 28. Power to make regulations.—(1) The Board may make regulations  to provide for all \nmatters not required to be provided for by rules and provision  for which is necessary or expedient \nfor carrying out the pu rposes of this Act. \n (2) Where any provision  of the regulations  is inconsist ent with any provision of the rules the \nprovision  of the rules shall prevail. \n 29. [Repeal] Omitted by the Federal Laws (Revision and Declaration)  Ordinan ce, 1981 \n(XXVII of 1981), s.3 and  Sch., II. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1For the National Development Finance Corporation Rules, see S.R.O: No, 3(IE)/75, dated 22-1-75, Gaz. of P., 1975, Ext., (Karachi), Pt. II, pp. 5-15."
}