{
    "file": "./converted_json\\administrator336a721046ac1850e02ebc0effb35b8f.json",
    "name": "Constitution (Twenty-third Amendment) Act, 2017",
    "date": "30th March, 2017",
    "tagline": "An Act further to amend the Constitution of the Islamic Republic of Pakistan",
    "content": "REGISTERED No.-M 302  L.-7646 \ntlrbe Otottte of Setitistatt \nitzmionkia \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY \nISLAMABAD, MONDAY, APRIL 3, 2017 \nPART I \nActs, Ordinances, President's Orders and Regulations \nSENATE SECRETARIAT \nIslamabad, the 31st March, 2017 \nNo.F.9(17)/2017-Legis.—The following Act of Majlis-e-Shoora \n(Parliament) received the assent of the President on 30th March, 2017 and is hereby \npublished for general information:— \nACT NO. XII OF 2017 \nAn Act further to amend the Constitution of the Islamic Republic of Pakistan \nWHEREAS the Constitution (Twenty-first Amendment) Act, 2015 (I of 2015) \ncame into force on 7th January, 2015 and stands repealed on the expiry of two \nyears on 6th January, 2017; \n(115) \nPrice : Rs. 3.00 \n[426(2017)/Ex. Gazi \n116 \tTHE GAZE1 \tlb OF PAKISTAN, EXTRA., APRIL 3, 2017 [PART I \nAND WEREAS an extraordinary situation and circumstances still exist which \ndemand continuatiOn of the special measures adopted for expeditious disposal of \ncertain offences relating to terrorism, waging of war or insurrection against Pakistan \nand prevention of acts threatening the security of Pakistan by any terrorist or terrorist \ngroup, armed group, wing and militia or their members misusing the name of religion \nor a sect; \nAND WEREAS there still exists grave and unprecedented threat to the \nintegrity of Pakistan and objectives set out in the Preamble to the Constitution of \nthe Islamic Republic of Pakistan, hereinafter referred to as the Constitution, by the \nframers of the Constitution, from terrorist groups by raising of arms and insurgency \nin isusing the name of religion or a sect or from foreign and locally funded anti-state \nelements; \nAND WEREAS it is expedient that the said terrorist groups including any \nsuch terrorists lighting while misusing the name of religion or a sect, captured or to \nbe captured in combat with the Armed Forces or otherwise are tried by the courts \nestablished under the Acts mentioned hereinafter in section 3; \nAND WEREAS the people of Pakistan have expressed their firm resolve \nthrough their chosen representatives to permanently wipe out and eradicate terrorists \nfrom Pakistan, it is expedient to provide constitutional protection to the special \nmeasures taken in the interest of security and integrity of Pakistan; \nAND wEftEAs -  the special measures adopted pursuant to the Constitution \n(Twenty-first Amendment) Act, 2015 (I of 2015), enabling trial of cases relating to \nterrorism under the Pakistan Army Act, 1952 (XXXIX of 1952), have yielded positive \nresults in combating terrorism; \nAND WEREAS it is in the national interest to continue the special measures \nadopted pursuant to the Constitution (Twenty-first Amendment) Act, 2015 (I of \n2015) for a ftirther period of two years; \nIt is hereby enacted as follows:- \n1. \tShort title and commencement.—(l) This Act may be called the \nConstitution (Twenty-third Amendment) Act, 2017. \nIt shall come into force at once and shall be deemed to have taken \neffect on and from 7th January, 2017. \nThe provisions of this Act shall remain in force for a period of two \nyears from the date of its commencement and shall cease to form part of the \nConstitution and shall stand repealed on the expiry of the said period. \n' \tPART I] \t THE GAZETTE OF PAKISTAN, EXTRA., APRIL 3,2017 \t 117 \nAmendment of Article 175 of the Constitution.—In the \nConstitution, in Article 175, in clause (3), for the full-stop at the end, a colon shal l' be \nsubstituted and thereafter the following proviso shall he inserted, namely:— \n\"Provided that the provisions of this Article shall have no application \nto the trial of persons under any of the Acts mentioned at Serial No. 6 \nand 7 of sub-part III of Part I of the First Schedule, who claim, or are \nknown, to belong to any terrorist group, or organization misusing the \nname of religion or a sect. \nExplanation.—In this proviso, the expression \"sect\" means a sect \nofreligion and does not include any religious or political party regulated \nunder the Political Parties Order, 2002.\". \nAmendment of First Schedule of the Constitution.—In the \nConstitution, in the First Schedule, in sub-part III of Part!, after Entry 5, the following \nnew Entries shall be added, namely:— \t\n\"6. \tThe Pakistan Army Act, 1952 (XXXIX of 1952). \t\n7. \tThe Anti-Terrorism Act, 1997 (XXVII of 1997), only to the extent of \nsub-clause (iv) of clause (d) of sub-section (1) of section 2 of the \nPakistan Army Act, 1952 (XXXIX of 1952), added through the Pakistan \nArmy (Amendment) Act, 2017 (XI of 2017).\". \nAMJED PERVEZ, \nSecretary \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD, \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY AND FORMS, UNIVERSITY ROAD, KARACHI."
}