{
    "file": "./converted_json\\administrator74602b171192ce0554d43664bd2c29bf.json",
    "name": "Recognition and Enforcement (Arbitration Agreements and Foreign Arbitral Awards) Ordinance",
    "date": "Saturday, December 3, 2005",
    "tagline": "To provide for the recognition and enforcement of arbitration agreements and foreign arbitral awards",
    "content": "9\n@$aGvdfp d }E[tdtln\nEXTRAORDINARY\nPUBLISHED BY AUTHORIW\nISLAMABAD, SATURDAY, DECEMBER 3' 2OO5\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISTAN\nMINISTRY OF LAW, JUSTICE, IIUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n(Law, Justice and Human Rights Division)\nIslamabad, the 3rd December 2005\nNo. F. 2(2/2N5-Pub.-The following Order promulgated by the President\nis hereby published for General information:-\nOnnNnNcs No. XX or 2005\nORDINANCE\nto provide for the recognition and enforcement of arbitation agreements\nand foreign arbitral awards\nWHEREAS Pakistan is a signatory to the United Nations\nConvention on the Recognition and Enforcement of Foreign\n(793)\nt3548(2005/Ex. Gaz.l Pice: Rs. l0 '50ANREGISTEREDN,.Yffi\n794 TIIE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2OO5 [P,CTT I\nArbitral Awards, 1958;\nWHEREAS it is expedient to provide for the recognition and\nenforcement of arbitration agreemenb and foreign arbitral awards\npursuant to the said Convention and for matters connected\ntherewith;\nAND, WHEREAS, the National Assembly is not in session\nand the President is satisfied that circumstances exist which\nrender it necessary to take immediate action;\nNOW, THEREFORE, in exercise of the powers conferred by\nclause (1) of Article 89 of the Constitution of the lslamic Republic\nof Pakistan, the Piesident is pleased to make and promulgate the\nfollowing Ordinance:-\n1 . Short title, extent, application and commencement.- (1) This\nOrdinance may be called the Recognition and Enforcement\n(Arbitration Agreements and Foreign Arbitral Awards) Ordinance,\n2005.\n(2) lt extends to the whole of Pakistan.\n(3) lt shall apply to arbitration agreements made before, on\nor after the 14th day of July, 2005, on which the Recognition and\nPnxr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2005 795\nEnforcement (Arbitration Agreements and Foreign Arbihal Awards)\nOrdinance, 2005 (Vlli of 2005) came into force.\n(4) lt shall not apply to foreign arbitral awards made before\nthe 14th day of July, 2005, on which the Recognition and\nEnforcement (Arbitration Agreements and Foreign Arbitral Awards)\nOrdinance, 2005 (VIll of 2005) came into force.\n(5) lt shall come into force at once and shall be deemed to\nhave taken effect from the 11rh day of November, 2005.\n2. Definltions.- ln this Ordinance, unless there is any thing\nrepugnant in the subject or context,-\n(a) 'Contracting State\" means a State which is a\nParty to the Convention:\n(b) \"Convention\" means the United Nations\nConvention on the Recognition and Enforcement\nof Foreign Arbitral Awards, done at New York on\n10 June 1 958, set torth in the Schedule to this\nOrdinance;\n(c) \"Court\" means a High Court and such other\nsuperror court in Pakistan as may be notified by\nthe Federal Government in the official Gazette;\nand\n7 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2m5 [Prrr I\n(d) \"foreign arbitral award' means a foreign arbitral\naward made in a Contracting State and such\nother State as may be notified by the Federal\nGovernment, in the official Gazette.\n3. Jurisdiction of Court.- (1) Notwithstanding anything\ncontained in any other law for the time being in force, the Court\nshall exercise exclusive jurisdiction to adjudicate and settle matters\nrelated to or arising from this Ordnance.\n(2) An application to stay legal proceedings pursuant to the\nprovisions of Article ll of the Convention may be filed in the Court,\nin which the legal proceedings are pending.\n(3) ln the exercise of its jurisdiction, the Court shall--\n(a) follow the procedure, as nearly as may be provided in\nthe Code of Civil Procedure, 1908 (Act V of 1908) as\namended from time to time; and\n(b) have all the powers vested in a civil court under the\nCode of Civil Procedure, 1S08 (Act V of 1908) as\namended from time to time.\n4. Enforcement of arbitration agreements.-(1) A party to an\narbitration agreement against whom legal proceedings have been\nbrought in respect of 6 matter'whioh is covered by the arbitration ^\nagreement may, upon notice to the other party to the proceedings,\napply to the court in which the proceedings have been brought to\nstay the proceedings in so far as they concern that matter.\nP,qnr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2OO5 791\n(2) On an application under sub-section (:1), the court shall\nrefer the parties to arbitration, unless it finds that the arbitration\nagreement is null and vod in operative or incapable of being\nperformed.\n5. Furnishing of documents,- The party applying for\nrecognition and enforcement of foreign arbitral award under this\nOrdinance shall, at the time of the application, furnish documents\nto the Court in accordance with Article lV of the Convention.\n6. Enforcement of foreign arbitral award.- (1) Unless the\nCourt pursuant to section 7, refuses the application seeking\nrecognition and enforcement of a foreign arbitral award, the Court\nshall recognise and enforce the award in the same manner as a\njudgment or order of a court in Pakistan.\n(2) A foreign arbitral award which is enforceable under this\nOrdinance, shall be treated as binding for all purposes on the\npersons as between whom it was made, and may accordingly be\nrelied on by any of those persons by way of defence, set off or\notherwise in any legal proceedings in Pakistan.\n7. Unenforceable foreign arbitral awards.- The recognition\nand enforcement of a foreign arbitral awards shall not be refused\nexcept in accordance with Article V of the Convention.\n798 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2OO5 [PEM I\nL lnconsistency.- ln the event of any inconsistency between\nthis Ordinance, any other law, or any judgment of any court and\nthe Convention, the Convention shall prevail to the extent of the\ninconsistency.\n9. Rules.- Tt e Federal Government may, by notification in the\nofficial Gazette, make rules to carry out the purposes of this\nOrdinance.\n10. Repeal ' and saving.- (1) The Arbitration (Protocol and\nConvention) Act, 1 937 (Vl of 1937) (hereinafter in this section\nreferred to as \"the Act\") is hereby repealed.\n(2) Notwithstanding the repeal of the Act, it shall continue\nto have effect in relation to foreign arbitral awards made -\n(a) before the date of commencement of this Ordinance;\nand\n(b) within the meaning of section 2 of the Act which are not\nforeign arbitral awards within the meaning of 'section 2\nof this Ordinance.\nPerr Il THE GAZE'ITE OF PAKISTAN, EXTRA., DEC. 3, 2OO5 799\nSCHEDULE\n[See Se'ction 2(a)!\nCONVENTION ON THE RECOGNITION AND\nENFORCEMENT OF FOREIGN ARBITRAL AWARDS\nDone at New York on 10 June 1 gSB\nEntry into force:7 June 19Sg\nARTICLE I\n1. This Convention shall apply to the recognition and\nenforcement of arbltral awards made in the territory or a State\nother_ than the State where the recognition and enforcement of\nsuch awards are sought, and arising out of differences oetvveen\npersons, whether physical or legal. lt shall also apply to arbitral\nawards not considered as domestic awards in the State where\ntheir recognition and enforcement are sought.\n2. The term \"arbitral awards\" shall include not only\nawards made by arbitrators appointed for each casd but also those\nmade by permanent arbitral bodies to which the parties have\nsubmitted.\n3. When signing, ratifying or accedir g to this Convention,\nor notifying extension under article X hereof, any State may on the\nbasis of reciprocity declare that it will apply the Convention to the\nrecognition and enforcement of awards made only in the territory\nof another Contracting State. lt may also declare that it will apply\nthe Convention only to differences arising out of legal\nrelationships, whether contractual or not, which are considered as\ncommercial under the national law of the Sate making such\ndeclaration.\nARTICLE II\n1. Each Contracting State shall recognize an agreement in\nwriting under which the parties undertake to submit to arbitration\nall or any d.ifferences which have arisen or which may arise\nbetween them in respect of defined legal relationship, whether\ncontractual or not, concerning a subject matter capable of\nsettlement by arbikation.\n2. The term \"agreement in writing\" shall include an arbitral\nclause in a contract or an arbitration agreement, signed by the\nparties or contained in an exchange of letters or telegrams.\n3. The court of a Contracting State, when seized of an\naction in a matter in respect of which the parties h ave made an\nagreement within the meaning of this article shall, at the request of\none of t he p arties, refer t he parties to arbitration, unless it flnds\nthat the said agreement is nul/ and void, inoperative or incapable\nof being performed.\nARTICLE III800 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2005 lP.qnr I\nEach Contracting State shall recognize arbitral awards as\nbinding and enforce them in accordance with the rules of ^\nprocedure of the tenitory where the award is relied upon, under the\nconditions laid down in the following articles. There s hall not be\nimposed substantially more onerous conditions or higher fees or\ncharges on the re0ognition or enforcement of arbitral awards to\nwhich this Convention applies than are imposed on the recognition\nor enforcement of domestic arbitral awards.\n801\nARTICLE IV\n1. To obtain the recognition and enforcement mentioned in\nthe preceding article, the party applying for recognition and\nenforcement shall, at the time of the application, supply:\n(a) The duly authenticated original award or a duly certified\ncopy thereof;\n(b) The original agreement referred to in article ll or a duly\ncertified copy thereof.\n2. lf the said award or agreement is not made in an\nofficial language of the countryrin which the award is relied upon,\nthe party applying for recognition and enforcement of the award\nshall produce a translation of these documents into such language.\nThe translation shall be certified by an official or sworn translator\nor by a drplomatic or consular agent.\nARTICLE V\n1. Recognition and enforcement of the award may be\nrefused, at the request of the party against whom it is invoked, only\nif that party furnishes to the competent authority where the\nrecognition and enforcement is sought, proof that:\n(a) The parties to the agreement refened to in article ll\nwere, under the law applicable to them, under some\nincapacity, or the said agreement is not valid under the\nlaw to which the parties have subjecteo it or, failingP.qrr Il Tm GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2005\n8i2 TIIE GAreTTE OF PAKIJTAN, EXTRA., DEC. 3, 2005 [PARr I\nany indication thereon, under the law of the country\nwhere the awatd was made; or\n(b) The party against whom the award is invoked was not\ngiven proper notice of the appointment of the arbitrator\nor of the arbitration proceedings or was otherwise\nunable to present his case; or\n(d) The composition of the arbitral authority or the arbitral\nprocedure was not in accordance with the agreement\nof the parties, or, Failing such agreement, was not in\naccordance with the law of the country where the\narbitration took place; or\n(e) The award has not yet become binding on the parties,\nor has been set aside or suspended by a competent\nauthority of the country in w hich, or u nder the law of\nwhich, that award was made.(c) The award deals with a difference not contemplated by\nor not falling within the terms of the submission to\narbitration, or it contains decisions on matters beyond\nthe scope of the submissibn to arbitration, provided\nthat, if th9 decisions on matters submitted to\narbitration, can be separated from those not so\nsubmitted, that part of the award which contains\ndecisions on matters submitted to arbitration may be\nrecognized and enforced; or\nPerr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2OO5 803\n2. Recognition and enforcement. of an arbitral award may\nalso be refused if the competent authority in the country where\nrecognition and enforcement is sought finds that:\n(a) The subject matter of the difference is not capable of\nsettlement by arbitration under the law of that country;\nor\n(b) The recognition or enforcement of the award would be\ncontrary to the public policy of that country.\nARTICLE VI\nARTICLE VII\n1. The provisions of the present Convention shall not\naffect the validity of multilateral or bilateral agreements concerning\nthe recognition and enforcement of arbitral awards entered into by\nthe Contracting States nor deprive any interested party of any right\nhe may have to avail himself of an arbikal award in the manner\nand to the extent aliowed by the law or the treaties of the country\nwhere such award is sought to be relied upon.lf an application for the setting, aside or suspension of the\naward has been made to a competent authority referred to in\narticle V (1 ) (e), the authority before which the award is sought to\nbe relied upon may, if it considers it proper, adjourn the decision\non the enforcement of the award and may also, on the application\nof the party claiming enforcement of the award, order the other\nparty to give suitable security.\n8@ THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2005 [Plm I\n2. The Geneva Protocol on Arbitration Clauses of 1923\nand the Geneva Convention on the Execution of Foreign Arbitral\nAwards of 1927 ihall cease to have effect between Contracting\nStates on their becoming bound and to the extentl that they\nbecome bound, by this Convention.\nARTICLE VIII\n1 . This Convention shall be open until 31st December\n'1958 for signature on behalf of any Member of the United Nations\nand also on behalf of any other State which is or hereafter\nbecomes a member of any specialized agency of the United\nNations, or which is or hereafter becomds a party to the Statute of\nthe lnternational Court of Justice, or any other State to which an\ninvitation has been addressed by the General Assembly of the\nUnited Nations.\n2. This Convention shall be ratified and the instrument of\nratification shall be deposited with the Secretary-General of the\nUnited Nations.\nARTIGLE IX\n1. This Convention shall be open for accession to all\nStates referred to in article Vlll.\n2. Accession shall be effected by the deposit of an\ninstrument of accession with the Secretary-General of the United\nNations.\nPnrr Il THE GAZETTE OF PAKISTAN, EXTRA.. DEC. 3, 2005 805\nARTICLE X\n1. Any State may, at the time of signature, ratification or\naccession declare that this Convention shall extend to all or any of\nthe territories for the international relations of which it is\nrespbnsible. Such a declaration shall take effect when the\nConvention enters into force for the State concerned.\n2. At any time thereafter any such extension shall be\n-,, made by notification addressed to the Secretary-General of the\nUnitedrNations and shall take effect as from the nirietieth day after\nthe day of receipt by the Secretary-General of the United Nations\nof this notification, or as from the date of entry into force of the\nConvention for the State concerned, whichever is thd later.\n3. With .respect to those territories to which this\nConvention is not extended at the time of signature, ratification or\naccession, each state concerned shall consider the possibility of\ntaking the necessary steps in order to extend the application of this\nConvention to such terriiories, subject, where necessary for\nConstitutional reasons, to the consent of the Governments of such\nterritories.\nARTICLE XI\nln the case of a federal or non-unitary State, the following\nprovisions shall apply:\n(a) With respect to those articles of this Convention that\ncome within the legislative jurisdiction of the federal\n81)6 THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2005 [PARTI\n1. This Convention shall come into force on the ninetieth day\nfollowing the date of deposit of the third instrument of ratification or\naccessron\n2. For each State ratifying or acceding to this Convention\nafter the deposit of the third instrument of ratification or accession,authority, the obligations of the federal Government\nshall to this extent be the same as those of Contracting\nStates which are not federal States;\n(b) With respect to those articles of this Convention that\ncome within the legislative jurisdiction of constituent\nstates or provinces which are not, under the\nconstitutional system of the federation, bound to take\nlegislative action, the federal Government shall being\nsuch articles with a favourable recommendation to inJ\nnotice of the appropriate authorities of constituent\nstates or provinces at the earliest possible moment;\n(c) A Federal State Party to this Convention shall, at the\nrequest of any other Contracting State transmitted\nthrough the Secretary-General of the United Nations,\nsupply a statement of the law and practice of the\nfederation and its constituent units in regard to any\nparticular provision of this Convention, showing the\nextent to which effect has been given to that provision\nby legislative or other action.\nARTICLE XII\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., DEC. 3, 2005 807\nthis Convention shall enter into force on the ninetieth day after\ndeposit by such State of its instrument of ratification or accession.\nARTICLE XIII\n1. Any Contracting State may denounce this Convention by\na written notification to the Secretary-General of the United\nNations. Denunciation shall take effect one year after the date of\nreceipt of the notification by the Secretary-General.\n2. Any State which has made a decldration or notification\nunder article X may, at any time thereafter, by notification to the\nSecretary-General of the United Nations, declare that this\nConvention shall cease to extend to the territory concerned one\nyear aftei the date of the receipt of the notification by the\nSecretary-General.\n3. This Convention shall continue to be applicable to\nirbitral awards in respect of which recognition or enforcement\nproceedings have been instituted . before the denunctation takes\neffect.\nARTICLE XIV\nA Contracting State shall not be entitled to avail itself of the\npresent Convention against other Contracting States except to the\nextent that it is itself bound to apply the Convention.\nARTICLE XV\nThe Secretary-Generat of the United Nations shall notify the\nStates contemplated in article Vlll of the following:\n(a) Signatures and ratifications in accordance with article\nVl[;\n808 THE GAZETTE OF PAKISTAN; EXTRA., DEC. 3, 2005 [P,qnr I\n(d) The date upon which this Convention enters into force\nin accordance \\iith article Xll;\n(e)Denunciations and notifications in accordance with\narticle Xlll.\nARTICLE XVI\n1. This Convention, of which the Chinese, Englistr,\nFrench, Russian and Spanish texts shall be equally authentic, shall\nbe deposited in the archives of the United Nations'(b)\n(c)\n2. The Secretary-General of the Unlted\ntransmit a certified copy of this Convention\ncontemplated in article Vlll.Nations shall\nto the States\nGrNenru-\nPERVEZ MUSHARRAF.\nPresident.\nJusrtce lRsro.y\nMANSOOR AHMED,\nSecretary.\nPRINTED BY THE MANACER. PRIMTING CORPOruffION OF PAKISTAN PRESS. ISLAMABAD\nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY & FORMS, UNIVERSITY ROAD. KARACHIAccessions in accordance with article lX;\nDeclarations and notifications under articles I, X and\nXI;"
}