{
    "file": "./converted_json\\administrator541ac7b5386661cda4fd36dfd635474d.json",
    "name": "Civil Services (Qualification for Appointment as High Court Judge) Act, 1965",
    "date": "3rd December, 1965",
    "tagline": "An Act to prescribe the Civil Service of Pakistan to be a civil service for the purposes of paragraph (b) of clause (2) of Article 92 of the Constitution.",
    "content": "Page 1 of 2 \n \n \n \n \n \nTHE CIVIL SERVICES (QUALIFICATION FOR APPOINTMENT \nAS HIGH COURT JUDGE) ACT, 1965    \n \n \n \n \n \n \n \n \n   CONTENTS    \n 1. Short title and commencement  \n 2. Certain Groups of APUG to be civil service for purposes of Article 193 (2) (b) of  the \n Constit ution  \n\n \nPage 2 of 2 \n THE CIVIL SERVICES  (QUALIFICATION FOR APPOINTMENT AS \nHIGH COURT JUDGE) ACT, 1965   \n1ACT No. XXI o f 1965   \n[3rd December, 1965]  \n \n \nAn Act to prescribe the Civil Service of Pakistan to be a civil service for the purposes of \nparagraph (b) of clause (2) o f Article 92 of the Constitution.  \n \nWHEREAS it is expedient to prescribe the Civil Service of Pakistan to be a civil service for \nthe purposes of paragraph (b) of clause (2) of Article 92 of the Constitution ;  \n \nAND WHEREAS the national interest of Pakistan i n relation to the achievement of \nuniformity within the meaning of clause (2) of Article 131 of the Constitution requires Central \nlegislation in the matter ;  \n \nIt is hereby enacted as follows: — \n \n 1. Short title and commencement. —(1). This Act may be called the Civil Services \n(Qualification for Appointment as  High Court Judge) Act, 1965. \n \n(2) It shall come into force at once.  \n \n 2. 2[Certain Groups of APUG] to be civil service for purposes of 3[Article 193]  (2) (b) of \nthe Constitution.  The 4[Secretariat Group a nd District Management G roup of the All­P akistan \nUnified Grades, and the successors of the said G roups from time to time,] shall be a Civil S ervice for \nthe purposes of paragraph (b) of clause (2) of 3[article 193] of the constitution.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1965, Ext., p.1348.  \n2 Subs. by the Civil Services (Qualification for Appointment as High Court Judge) (Amdt.) Act 1988 (I of 1988), s.2 for “CSP”. \n3Subs. by F.A.O. 1975, Art.2 and Sch. for “Article 92 ”. \n4Subs. by Act 1 of 1988, s. 2, for “Civil Service of Pakistan”."
}