{
    "file": "./converted_json\\administratordd9c3b94c7b2d57fe380af2d2bc3139e.json",
    "name": "Frontier Corps Rules, 1961",
    "date": "24 May 1961",
    "tagline": "Administrative Framework for Frontier Corps Operations",
    "content": ".8.; \t0.. 697'(t-)/61, dated: th \ncnietiored by the •przeeiso to section \n(XXVI' of 1959), the Central Govemi \naddition' to they \tthe First Schadu \nIn the aforesaid list the following ne \nand shall be deemed to have been so enter \n\"(10) Mekran Militia.\" \n[See Gaz. of P., 1961, t. I, p. 274] 8th hdy, 1961.—In- exercise of•  \tthe  of the Frontier Corps Ordinance. \n-at is pleased to make the folL, ty the said Ordinance, namely:— \nentry shall be added as entry No  as from 3td Adkirch, 1961, hem eh' 196'. \tSTATUTORV RULES. AND ,  ORDERS [1959    \nTinder .seotiessn.26.,--Fittetter Corps Rule)  \nilanienilinenti Schedule:total( dinanrao (Under section 3. \nS. R. 0. 2146 (K)/69.—'i n exercise of_the powers conferred by the pry..  section 3 of the Frontier Co s Ordinance, 1959' (XXVI of 1959), the Government is pleased to maRt the foitiniving additions to the: list in th, Schedule to the said Ordinanôe namely :— \nin the aforesaid list, after e try No. 14, the following new entries shall added, name15.--- \n\" 15. No. 1 Training Wing. \n16. No. 2 Training Wing.' \nISeie -Gat: of P., I \tPt. I; p. 10401 \nTHE ERONTIER, CORPS. RULES,,, 1961 \nS. R. 0. 588 (K)I61, dated 24-May ;  19 61.—In exercise ai the powers cc \nby section 26 of the Frontier Corps Ordinance, 1959 (XXVI of 1959), the \nGovernment is pleased in make. the, following rules,. namely :  \nCHAPTER ,  I.—PREIsIMINARY. \n:Y1 \t1. These rules may be called the Frontier Corps Rules, 1961. \n2. In these rules, unless there is anything repugnant in, the oil* \nlontext— \n\"Secretary.\" means. the CPPretary to the Government of Pair \nthe. Ministry, ineharge, of. the., administration. of the Ordinan ,  \nincludes the. person. for the time being, cl i ccharging . the function \nSecretary; and \n\"Ordinance..\" means . the. Frontier Corps Ordinance,. 1959 (XX' \n1959); \n\" Section \" means a section of the Ordinance; \n\" Schedule \" means a Schedule to these rules. \nCHAPTER th—ORGANISATION AND' APPOINTMEN -• \n3. The subordinate service of the Fi -ontier Corps shall comprise the \nshown in column 1 of Schedule I. \n. Ord. XXVI] \tSTATUTORY RULES AND ORDERS \t197 (Under section 26:—Prontier 'Corps RAO \n4, All original appointments to the various posts included in the subordi-serace-shall be made by the authority shown in column 2 of the Sehedmier \n5,—(l) No person shall be appointed to the subordinate service unless he is ozen of Pakistan. \n(2) No Syed, Pir or Kamin shall be appointed to any Frontier Corps r than the Kurrai Militia 1  [,the Pishin Scouts and the Changai Militia] hich Syeds and Pirs may be appointed. \n(3) A soldier of the Territorial Force or of the Army Reserve shall not be , . \t. pointed to any. Corps. \n2  f(4) The Inspector General may declare any person who has marriej. or \nhas entered into a promise of marriage with, a person who is • not a citizen of Pakistan to be ineligible for appointment to the Frontier Corps; but if hemarries \nan Indian National after obtaining permission of the Government' then he• will 'se regarded. as eligible for appointment.] \n3  [CHAPTER II -A.—FUNCTIONS IN TIME OF PEACE \nSA.—(I) The Commandant of each Unit of the Frontier Coaps. shall• mains,  tain a close liaison with the Political Agent or,  the Deputy ,  Commissioner of the area in which the headquarters of the Unit are located. \n(2) The Political Agent or the Deputy Commissioner shall keep the Com-mand fully informed with the state of law- and order,  in the area. \n5B. The Units of the Frontier Corps shall, in time of peace, function ording to the directions of the Political Agents or the Deputy Cenunissioners• .oacerned 'in respect of ; — \n(I) Areas to be patrolled (Gasht Areas): \nSpecial patrol. (Gaskts); \nPunitive actions ; \nSearching of villages or towns including Baramptas, \nSC. The Political Agent or the Deputy Commissioner may indicate task \n, be carried out by the Unit Stationed in his area but he shall rum indicate. the mber \nof men to be sent to any area or the. type of force to be used for \n.eeting any contingency which matters shall be left to be detemained by the \noirmandant, who shall be, responsible. for the tactical deployment- 4 Inn: Unit d for carrying out the task assigned to it. \n5\nD.--(1) In the completion of the tasks assigned to his Unit,. the Com-\nmandant shall, as far as it lies within his power and resources, carry out the direc-\nIons of the Political Agent or the. Deputy Commissioner; and shall•also keepIhe \nVector General informed of the tasks undertaken by him. \n2 Addectibiak 'Ins. by S.R.O. 59(10/65, dated the 29th January, 1965; see Can of P., 1965 Pt. Up. 23. 31st. ibid. \n198 \tSTATUTORY RULES AND GIRDERS \tE1959: O ld \n(Under section 26.—Frontier Corps Rules) \n(2) Where the Commandant thinks that any task assigned to his beyond his power or resources, he shall approach the Inspector Gene, \nassistance. \nIf the Inspector General considers it necessary and it is possible him to do so without prejudice to the security of other areas, he shall provide  additional force asked for. \nIf the Inspector General considers that he cannot find the additiai \nforce required for the task from other areas then he shall refer the matter to ; Central Government. \n5E. The Political Agent or the Deputy Commissioner shall ensure that r \nFrontier Corps Units are not committed on duties such as protection of bridg, \nculverts, ' badraggas ' and close protection of roads, etc., which have hithet  been performed by Khassadars and Levies and which can appropriately be p, \nformed by these forces functioning directly under the political Agent together \nenforcement of tribal responsibility. The aim is to have the Frontier Col., Units committed, as little as possible, on static duties so that they have ma'', mum strength available for normal patrolling (Gasht) and as a triking force k deal with any unforeseen contingency: \nProvided that the Political Agent or the Deputy Commissioner may, it \nconsiders it necessary for political reasons ask the Commandant concerned provide escorts for visiting dignitaries. \n5F.—(1) The political Agent or the Deputy Commissioner or a represent \ntive of the Political Agent or Deputy Commissioner shall accompany all speci \npatrols (Gashts) in connection with baramptas or punitive action so as to be ava, \nable to give political direction to the patrol (gasht) Commander. \n(2) The Political Agent or the Deputy Commissioner and the staff of the \nPolitical Agent or Deputy Commissioner shall also accompany as many normal \nScout patrols (gasht) as possible so as to acquaint themselves with the areas and \nthe operational working of the Frontier Corps Units.] \nCHAPTER IR—CONDITIONS OF SERVICE \n6.—(1) A member of the Frontier _Corps on first appointment shall be re- quited to serve for a minimum period of three years. Thereafter he may at any time when not on active service apply for his discharge, through the officer to whom \nhe may be subordinate, to the Commandant. He will be granted his discharge \nafter three months from the date of application unless his discharge would cause \nthe vacancies in his class in his unit of the Frontier Corps to exceed one-tenth \nof the sanctioned strength. In that case he shall be bound to remain until this \nobjection is waived or removed. When on active service he shall have no claim \nto a discharge and he shall be bound to remain until the necessity for retaining \n}dm in the Frontier Corps ceases. If the necessity for his retention ceases and he \nstill wishes to be discharged, he shall submit a fresh application in the manner indicated above. \nMembers of the Frontier Corps shall be governed both for purposes a \nleave and pensions by rules specifically framed by the Central Government. \nThese terms shall be explained to every member on his first appointmen \nto the Corps in a language understood by him and he shall be called upon to \nsign an agreement as prescribed in Schedule II, embodying these conditions 01  service in token of his acceptance. \nXXVII \tSTATUTORY kULES AND ORDERS \t199 \n(Under section 26.—Frontier Corps Rules) \nundermentioned specialists in the Frontier Corps will undertake to \nfive years from the date of employment as such specialists and shall be 'on to give in writing an undertaking to this effect at the time of employ-\n-rsfer to the respective appointments: — \n,s Operators/Radio Mechanics. \n,rs. \n'flouters. \nT. Drivers/Fitters/Apprentices/Electricians. \nThe scale of short service fee for the specialists mentioned above who \nr discharge before completing the prescribed period of five years service \nas laid down by the Inspector-General from time to time. \nCHAPTER IV.—SUMMARY TRIAL \n0.11Iteth!::.,Ilmilpr?cedure shall he  \n(6) The nursing personnel in the Frontier Corps will undertake \n2- \tto serve for five years after qualifying in the following training courses \nat the Frontier Corps Training Institutes, Army Medical Corps Centre \nand Combined Military Hospitals or Military Hospitals, namely :— \nBasic Military Training Course. \nNursing Assistant's Course (Class IV, III, II and I). \nLaboratory Technician's Course (Class IV, III, II and I). \nOperation Room Assistant's Course (Class III, II and I). \nDispenser's Course (Class III, II and I). \nRadiographer's Course (Class III, II and I). \nSanitary Assistant's Course (Class III, II and I). \nNote.—Short-service fee, as laid down from time to time by the \nInspector-General, will be charged from the person who has attended \na training course and has applied for and is granted pre-mature dis- \ncharge from service3;,—aad— \ncAannnen ; and such witnesses may be cross examined \n(7) After the witnesses for the prosecution have been examined, the \naccused shall be called upon to enter upon his defence and to pro-duce evidence, if any. \n(8) A member of the Court shall act as interpreter unless it is necessary to \nhave an interpreter who shall be appointed by the Political Officer. \n(9) The evidence taken shall be recorded in full : \nProvided that while the Frontier Corps is on active service, or is \non column or on line of March, the evidence may be recorded briefly \nso stating the material particulars that the appellate authority may, \nif there be an appeal against the finding or the sentence, gather from \nthe record the facts disclosed by the evidence. LviUAUUL1Ufl snail \nby the defence. \n,c lint by S.R.O. 59(K)/65, dated the 20th January, 1965, see \nAteael. t \t i , o \t931 \t//' z. of P., 1965, Pt. f, pp, \nik-1411r*  \n• •6 • Ord. XXVII \tSTATUTORY RULES AND Ommts \t 199 \n4 \t (Under section 26.—Frontier Corps Rides) \nThe undermentioned specialists in the Frontier Corps will undertake to \nfor five years from the date of employment as such specialists and shall be \nz.,(1 upon to give in writing an undertaking to this effect at the time of employ-\nnt or transfer to the respective appointments : — \nWireless Operators/Radio Mechanics. \nSignallers. \nArmourers. \nM. T. Drivers/Fitters/Apprentices/Electricians. \nThe scale of short service fee for the specialists mentioned above who \ntheir discharge before completing the prescribed period of five years service \nbe as laid down by the Inspector-General from time to time. \nCHAPTER IV.—SUMMARY TRIAL \n16A. The following procedure shall be followed in the case of a summary \nunder sub-secion (2) of section 8, namely:— \nWhere a member of the Frontier Corps is to be tried for an offence \nsummarily under sub-section (2) of section 8, the Political Officer shall \nprepare a statement, in such language as he may think fit, briefly des-\ncribing the particulars of the case and shall also frame a charge \nstating the offence with which the accused is charged. \nThe charge framed under clause (1) shall be communicated to the \naccused not less than twenty-four hours before the commencement \nof the trial so as to enable the accused to prepare his defence. \nThe accused shall be accorded an opportunity to consult, and to be \nrepresented and defended by, a legal adviser or any other person of his choice. \n(4) When the accused appears or is brought before the Court for trial \nthe Political Officer shall read and explain to the accused the charge \nagainst him and shall ask whether the accused pleads guilty or has any defence to make. \n(5) If the accused pleads guilty, the plea shall be recorded and the \nsentence may be passed on the basis of such plea. \n(6) If the accused pleads not guilty, the witnesses for prosecution shall be called and examined; and such witnesses may be cross examined by the defence. \n(7) After the witnesses for the prosecution have been examined, the \naccused shall be called upon to enter upon his defence and to pro-duce evidence, if any. . \t. , \nA member of the Court shall act as interpreter unless it is necessary to \nhave an interpreter who shall be appointed by the Political Officer. \nThe evidence taken shall be recorded in full : \nProvided that while the Frontier Corps is on active service, or is \non column or on line of March, the evidence may be recorded briefly \nso stating the material particulars that the appellate authority may, \nif there be an appeal against the finding or the sentence, gather from \nthe record the facts disclosed by the evidence.  \n \n \n(8) \n(9) \nIns, by S.R.O. 59(K)/65, dated the 20th January, 1965, see 23. \nAseateW \t• O‘Alt, fly az. of P., 1965, Pt. I, pp, \nthei Dosed for  \nponent parts by members of the Frontier Corps:— 200 \t\nSTATUTORY RULES AND ORDERS \t-11959: Ord, x \n(Under „section 26.—Frontier 'Corps Ruks) \nAfter examination of the witnesses for prosecution and f or  defence, the Court shall -record its findings and give its clecinio, accordartm with the opinion of the majority of its members. \nThe record of the proceedings of a trial shall be -maintained i n  form prescribed in Schedule -1.11. \nIn this rule, the \" Court \" means the Political Officer sitting v \ntwo other officers for a summary trial under sub-section (2) of se, 8.] \n7. When for any reason to be. recorded in writing the inspector-Generi,l, \n.:De:nnity Inspector-General, the Commandant or any other person to Iv], powers of punishment have been delegated by the Commandant, considers \nnecessary in the interest of the public service to hold a summary trial 0  member or members of the Frontier Corso accused of offences which in his opini \ncan be adequately dealt with by the punishments laid down in section 10. he il, \nproceed to do so -forthwith in the following manner :— \nthe accused shall be summoned by the trying officer and the mie,. \nof the ,alleged offence commimicated to him. \nthe accused shall then be called upon to -furnish his defence with:: a reasonable time which should be -determined by the trying officer, \nthe statement of the accused in his defence and the evidence of defence \nwitnesses,' if any, need not \trecorded. The record of a summary tri: \nshall be maintained in the form prescribed in Schedule -Ill. \n8.-11(1) The following Courts, and no - other, -shall be deemed to be the \nCourt of Session or the Court of a Magistrate for the disposal of cases satin \nunder the ,Ordinance, namely:— \nin the case of an accused belonging to a unit of the Frontier Corp, \noperating beyond the land frontiers of Pakistan at the :time of com \nmitment of the offence—the Court of the Political Agent or Deputi \nCommissioner within whose jurisdiction the headquarters of the unit \nare normally situated; and \n(b) ,in any other case, the Court of the Political Agent or Deputi \n\"Commissioner within whose jurisdiction the unit of the Frontier \nCorps to which the accused belongs may be operating at the tint \nof CaMMitMeat of the offence.] \n(2) Appeals from sentences passed under the Ordinance shall lie to the \nSecretary, and to no other person or Court. \nRifles \nBolt \n60 Revolver 2 a - \nEff).-StipkaLPistol \n(e) Light M 5,04- \n8,030 \n8,C9 (a) \n1  SObs.,,for sob•rule (1), by S.R.O. 1281()/67, dated-the 4th August, 1966, see Gaz. of  P 1967 Pt. I, p. 55. \nOrd. XXVI] \tSTATUTORY RULES AND ORDERS \t201 \n(Under section 26.—Frontier Corps Rules) \nThe responsibility for their loss shall be assessed by the Commandant. \nut shall in no case be less than 1:140 \n- .r. nan - . \t• \n„_(1) Every Frontier Corps shall frame its standing orders for the regu-\nf the internal administration of the Corps, subject to the general control \nector-General. \nAny administrative orders passed by the Commandant shall be recorded \nto  his discretion, in local orders to be called \"Corps Orders\" which shall \nbed as follows \nIn part I—Orders which deal with administrative training manoeuvers, \nparades and other matters which do not affect pay, service or docu- \nments; \na) In Part U—Orders which relate to reporting incidents and casualties \nwhich affect the Junior Commissioned Officers, soldiers and civilian \nestablishment and pay, service and records. \nAny administrative orders passed by the Inspector-General may be \ntely published, subject to his discretion, in the Corps Orders. \nCHAPTER V.—RIGHT OF APPEAL \n1. Every member of the Frontier Corps shall only be entitled to appeal, \ncinaf ter provided, against an order imposing on him any of the penalties \nsection 10, or against an order imposing on him fine under items (a), \nand (g) of sub-rule (1) of rule 9. He shall also be entitled to apply for \n)11 of an order passed under that section, or of an order imposing fines \nthe said items and of deductions ordered under section 12. \n1. There shall be one appeal only to the next higher authority from the \nal order to the appropriate appellate authority shown in column 3 of Schedule \nthe order of such appellate authority shall be final. \n3.—(1) A member of the Frontier Corps whose appeal has been rejected \nnot be entitled to apply for a fresh scrutiny of the evidence. He may, \nt a month from the date of despatch to him of any appellate order other than \nJer made by the Inspector-General, apply to the authority next above the \nibed authority for revision on grounds of material irregularity in the prol \nigs or on production of fresh evidence, and may submit to the same ) \nrity a plea for mercy. \n0 An Officer whose appeal has been heard by the Inspector-General may, how-\nsubmit to the Inspector-General a plea for mercy or may apply to the \n,nor-General for a review of his appellate order on the grounds that fresh \nIce has become available since the pronouncement of the appellate order. \n0 Such application or plea must be in English. \n;4) No appeal shall lie against orders for the imposition of fines under \nmi 10 and of deductions from pay and allowances under section 12. But an \ntation for revision of these orders or appeals for mercy, for the remission of \nand for restoration of deductions preferred in the manner indicated in rule 11 \nbe entertained. \n,5) No appeal shall lie against or application for the revision of the order \nle imposition of fines prescribed in rule 9 other than those mentioned in \neerAtiekt, \tre..0-,zyx 3e.,e()/ \n202 \t\nSTATUTORY RULES A/CD ORDERS \t[1959: O re.  \n(Under section 26.--Frontier Corps Rules) \n14. Every appeal shall be written in English and preferred within one  ra from the date on which the appellant is informed of the order appealed aa;  unless the period is extended for unavoidable causes of delay so certified r \nauthority against whose order the appeal has been preferred. \nown name. Every person preferring an appeal shall do so separately and i ll  \nEvery appeal preferred under these rules shall contain all material sib, ments and arguments relied on by the appellant, shall contain no disrespec,fulia\" uage and be complete in itself. Every appeal shall be addressed to the appellil  \n„. authority prescribed in these rules through the authority from whose onder-g.. appeal is preferred and shall be submitted through the usual official channel\" \nNo penalty shall be enhanced unless opportunity is first given to tht  \nenhanced. member of the service concerned to show cause why such penalty should not bt  \nAn authority from whose order an appeal is preferred shall give effect \nany order made by the appellate authority. \n1.9. In all cases in which an appellate authority other than Secretary inereaz \nthe penalty inflicted by an authority subordinate to appellate authority, the menik \nof the Frontier Corps concerned shall be entitled to submit a second appeal \nthe appellate authority prescribed in these rules. \n20.—(1) An appeal may be withheld by the authority through whom it submitted if— \n(a) it is an appeal in a case in which under these rules no appeal lies, \n(6) it does not comply with the provisions of these rules, \nit is a repetition of a previous appeal and is made to the same authork \nby which such appeal was decided and no new facts or circumstance \nare adduced which afford grounds for the reconsideration of the eras, Or \nit is an appeal to an authority to whom under these rules no appeal lies, provided that in every case in which an appeal is withheld the \nappellant shall be informed of that fact and the reasons for it. \n(2) A quarterly list of all appeals withheld, if any, shall be submitted to \nthe authority to whom such appeals were addressed. \nNo appeal shall lie against an order withholding an appeal passed by a \ncompetent authority in accordance with these rules. \nAny appellate authority may call for any information required by him \nin any appeal withheld by an authority subordinate to him, which under these \nrules may be made to him and may pass such orders thereon as he considers fit \nEvery appeal from an order of a subordinate authority shall be forwarded \nwith complete records of the case, if any, and with an expression of opinion. \nNotwithstanding anything in these rules the Inspector-General may g \nany time review any order under section 10 or section 12 if there are sufficient reasons for doing so. \n25.—(l) The North-West Frontier Corps Rules, 1942, and the Zhob Miffs Rules. 1944, are hereby repealed. \nrd. XXVII \tSTATUTORY RULES AND ORDERS \t 203 \n(Under section 26.—Frontier Corps Rules) \nything done, any action taken, any proceedings commenced and any \nssed under the said rules shall be deemed to have been done, taken, \nmenced or passed under the corresponding provisions of these rules. \nSCHEDULE I \n(See rules 3, 4 and 12) \n4thon of posts Appointing Authority \tAppellate Authority \n1 \t 2 \t 3 __----\nCombatants : \n(a) Junior Commissioned Officers: \nSubedar Majors \t• • \t. • Inspector-General, Fron- \tSecretary. tier Corps. ubedars .. \t Do. \t Do. Risaldars .. \t Do. \t Do. ,emadars .. \t Do. \t Do. \nOther Ranks : \nHavildars .. \t Commandant \tInspector-General, Fron- \ntier Corps. \t\nDo. \t Do. \t\nDo. \t Do. \t\nDo. \t Do. \t\nDo. \t Do. \t\nDo. \t Do. \nNon-Combatants (Followers) \t Do. \t Do. \nSCHEDULE II \n[See rule 6 (3)] \nRECRUITING ROLL \nAfter you have served in the Frontier Corps for three years as has been \nunder the Frontier Corps Ordinance, 1959 (XXV/ of 1959), you may, at any \nwhen not on active service, apply for your discharge, through the officer \nlom you may be subordinate, to the Commandant, and you will be granted \ndischarge after the three months from the date of your application, unless \ndischarge would cause the vacancies in your class in the Frontier Corps to \nd one-tenth of the sanctioned strength, in which case you shall be bound to \nuntil this objection is waived or removed. But when on active service, \niaall have no claim to a discharge, and you shall be bound to remain to \nduty until the necessity for retaining you in the Frontier Corps ceases, when \nlay make your application in the manner mentioned above. \nI am not a (Syed*, Pir*) or Kamin. \nI am not a Soldier of the Territorial Force or of the Army Reserve. \nI am a \t by caste. \nMy recruiter's name is \t  \nI have \t  previous service. \nSignature of the member of the Frontier Corps in acknow-\nledgement of the above having been read to him. \nCommandant or other Enrolling Signed in my presence after I had ascertained that the \tOfficer. recruit understood the purport of what he signed. Daffadars \nNaiks \nL/Daffadars \nL/Nks. & Sepoys \nSowars \n'Not for Kurram Militia. \nSTATUTORY RULES AND ORDERS \t1959: Ord. \n(Under section 26.—Frontier Corps Rules) Date  on \tSignature  which the  and desig- \tRemarks.  proceedings  I nation  of terminated. \tTrying  Officer.  Particulars \tThe  plea \tThe  finding \tSentence  of \t of the \tand in  the \tor  final complaints \taccused \tcase  of \torder.  and section \tand  the \tconviction  of the  Fron-  result  of \ta  brief tier  Corps \tthe  in- \tstatement  Ordinance,  vestigation. \tof the  1959,  under  ' \t reasons.  which \nI  charged.  \nI \n6 \t4- Z v  ° 8  • \ng \t0,g \n. — o \t. \t• 0,2704 \nV \n.:, \n13 E . El  \n\" \n°, (.5 g 0. — . Ea-4f, 0  0 \n11 d 231Z .< \nf)59 Ord. yr.xvii \tSTATUTORY RULES AND ORDERS \t\n205 \n(Under section 26.—Frontier Corps Leave Rules) \nFRONTIER CORPS LEAVE RULES, 1969 \nS. R. 0. 153 (K)I70, daIM the 16th December, 1969.—In exercise of the powers conferred by section 26 of the Frontier Corps Ordinance, 1959 (XXVI of 1959), and in  supersession of all rules and orders made or issued on the subject, the central Government is pleased to make the following rules, namely:- \n1. Short title, commencement and application.—(1) These rules may be and the Members of the Frontier Corps Leave Rules, 1969. \nThey shall come into force at once. \nThey shall apply to the members of .the Frontier Corps wherever they nay be. \n2. Definitions.—In these rules, unless there is anything repugnant in the subject or context,— \n\" competent authority\" means the Inspector General or the Deputy \nInspector General or the Commandant; and \n\"year\" means a calendar year, that is, a year beginning on the 1st day \nof January and ending on the 31st day of December. \n3. \tLeave not an entitlement. —Leave is a privilege and cannot be claimed \nas a matter of right. It is always granted subject to the exigencies of the service, \nbut will not be withheld on insufficient grounds. \n4. Date of commencement and termination of leave.—(1) Subject to the provisions of sub-rule (3), leave commences on the date a member of the Frontier \nCorps is struck off duty or, if he is already on the sick list, the date he is struck \noff that list. The date a member of the Frontier Corps is struck off duty is the date \nof relief if relieved in the forenoon, or the date succeeding that of relief, if relieved in the afternoon. \nLeave terminates on the date preceding that of rejoining, if a member of the \nFrontier Corps rejoins in the forenoon, or on the date of rejoining, if he rejoins in the afternoon. \nA member of the Frontier Corps proceeding on leave outside his Corps \nor unit area will be given journey period from his permanent duty station to his \nhome and back at the discretion of his Commandant, keeping in view the distances \na member of the Frontier Corps has to cover between his home and the road \ntransport terminal, railway station or, as the case may be, airfield nearest to his \npermanent duty station. This journey period will be treated as on duty and will \nnot exceed a total period of six days for both the outward and return journeys. \nIn cases where a member of the Frontier Corps proceeds on leave within his Corps or unit area gnd there is no air or train service, his leave will commence from and end on the nearest post of his Corps or unit from his home. \nS. Place from which leave is taken and at which duty is resumed on termination of leave.—A member of the Frontier Corps will ordinarily pro-\nceed on leave from, and rejoin from leave at, his permanent duty station. The \nInspector General or the Deputy Inspector General may, however, permit a \nmember of the Frontier Corps to proceed on or rejoin duty from leave at a \nstation other than his permanent duty station, provided that :— \n(a) no extra expenses to the State are involved \n1690 THE GAZETTE OF PAICISTAN, EXTRA., SEPT; 18, 1980 \nMINISTRY OF INTERIOR \n(Interior Division) \nIslamabad, the 13th September, 1980 \nS. R. O. 934 (I)180.—In exercise of the powers conferred by se nticm  \nthe Frontier Corps Ordinance, 1959 (XXVI of 1959), the Federal Govern', \npleased to direct that the following further amendments shall be made \nFrontier Corps Rules, 1961, namely :— \nIn the aforesaid Rules,— \n(1) in rule 6, after sub-rule (5), the following new sub-rule shall be \nnamely \n\"(6) The nursing personnel in the Frontier Corps will undez...,, \nto serve for five years after qualifying in the following training co: \nat the Frontier Corps Training Institutes, Army Medical Corps c ent, \nand Combined Military Hospitals or Military Hospitals, nom& \nBasic Military Training Course. \nNursing Assistant's Course (Class IV, III, II and I). \nLaboratory Technician's Course (Class IV, III, II and I). \nOperation Room Assistant's Course (Class III, IT and D. \nDispenser's Course (Class III, II and I). \nRadiographer's Course (Class HI, II and I). \nSanitary Assistant's Course (Class III, IT and I). \nNote.—Short-service fee, as laid down from time to time \nInspector-General, will be charged from the person who has atl \na training course and has applied for and is granted pre-matii \ncharge from service\" ; and \n(2) in rule 9,— \nfor sub-rule (1) the following shall be substituted, namely \n\"(1) Fines for the loss or theft of weapons, their component pan., \nor ammunition, by members of the Frontier Corps, may be imposed' \nequal to twenty times of the cost at the latest ordnance rates.\" • and \nSub-rule (3) shall be omitted. \n[File No. 111IF. C. Ba1n179.) \nK. A. SAEED, \nDeputy Secretol. \n..tJnn \n0m \n2'51  \ng ,00 4wm \ns' \nn \n0 *Includes Cash  ard Short Term Securities. 9601-S 'olst PlQ3s1Pall  \n12MIPPrI Allocation of  Special  Dravfing Rights \npuns  upao  Btusnoli  \npuna  an:wimp  suacri  \npuns  upaap  Irodxa  Industrial  Credit Fund •  \npuns  IlporD  m.trig  \n0 II \na \ni. \n.11. 1.: , k k \nC \n';1't  \n.1 \nDI \nk en \nP . \t_ ...1 \t4 \n• ..`o \t„..a .k0 • p ',-. ...1°' 5 ,...4\" \t'-'4' \tt 01 2  13  § \t\n.50 \t0 P • • -.... \tPig .,.. \t,„ \n4. R  ..§.  > w r \n§ 6  \n-1 05o g \t.04e29! p, ?.t.p5v1K 777,0 \nis.9 5.g: \nn'2:11:,1g:117,1aZi.112BA'4,13:Crm ^.^..cc .5W 6; \t5 \t0  , 5.0 0 ,n0 0 ,T8 0,1'Z',.:::%:a... \n: \n: *.g'C'Z'g97.11325 10'2;g aiEff\"amtiV IS. fe...0 \t\n.g5Agg-q‘a\".1--(1.cr-..\" » \tig715.47- -.iWg-gl; ri'4\"6 11.°26'V,-3 -go.-.qt,g\ng,-  §\ne  . \t: \n- \n\t0  : a\ne.   : •t\n:.4:e,i   : : \t: )• ,,, \ty:  .•  . ; \t .Q \t a T g \n:, \t: \t: \t:  \n5 \n5 , \n' .: \t: \t• \t' . '''' \n,., ,,,,....!... \tw \t.. \t.. -o., \ni mp .p .......,,,, \tw --9§ 11-5 ,04..P... A ' YP-• \n§g§§§ §§ §§ . §§ \n1691 \t0861 '81 %Lags \t.rivisnwa JO al-OD/9 gla 8"
}