{
    "file": "./converted_json\\administratora6e3d9a48c86d70e3ce3a1ce32733b3f(1).json",
    "name": "Pakistan Intellectual Property Rights Organization Ordinance,2005",
    "date": "April 11, 2005",
    "tagline": "To provide for the protection of Intellectual Property Rights in Pakistan",
    "content": "REGTSTEREDN\".+#\n@tttGatdfc d pE[fdtElr9\nEXTRAOBDINABY'\nPUBLISHED BY AUTHORTTY\nISLAMABAD, MONDAI APRIL 11, 2OO5\nPART I\nActs, Ordinances, President's Orders and Regulations\nCOVERNMENT OF PAKISTAN\nMINISTRY OF LAW, JUSTICE, HUMAN RIGHTS ANI)\nPARLIAMENTARY AFFAIRS\n(Law, Justice and Human Rights Division)\nlslantabad' the 8th APril, 2005\nNo, F. 2(1)/2005'Pub'-The following Ordinance promulgated by the\nPresident is hereby published fbr general information :-\nOnotrue.Ncs No. V oe 2005\nAN\nORDINANCE\nto provide.for tlrc establishntent of Pakistan lntellectual Property Rights\nOrganization\nWHrnees it is expedient to establish the Pakistan Intellectual Property Rights\nOrganization to provide for the protection oflntellectual Property Rights in Pakistan\nand for matters connected therewith or incidental thereto:\n(7e)\nPice : Rs. 10 .50127 7 4(2O05't lBx. G az.)\nTHE GAZETTE OF PAKISTAN, EXTRA., APRIL ll, 2005 [Panrl\nNow' rHsnrponr. in exercise of the powers confened upon him by clause\n(1) of Article 89 ofthe Constitution ofrhe Islamic Republic ofPakistan, the President\nis pleased to make and promulgate the following Ordinance:- .\nl Short title, extent and commencement.-( I ) This Ordinance may\nbe called the Pakistan Intellectual Property Rights Organization Ordinance,2005.\n(3) It shall come into force at once\n2. Definitions.-In this Ordinance, unless there is any thing repugnant\nin the subject or context,-\n(a) \"Board\" means the Policy Board constituted under section 4,\n(b) \"Director General\"\nunder section 8;means the Director General rippointed\n(e)\"member\" means a member of the Board;\n\"Organization\" means the Pakistan Intellectual property Rights\nOrganization established under section 3;\n\"prescribed\" means prescribed by rules;\n\"rules\" means the rules made under this Ordinance;.ald\n\"Schedule\" means a schedule to this Ordinance.(0\n3. Establishment of the Organization,-( 1) There shall be established\nan organization to be known as Pakistan Intellectual property Rights Organization\nto carry out the purposes of this Ordinance.G)\n(h)\n(r)80\nANo wssnses the National Assembly is not in session and the President is\nsatislied that circumstances exist which render it necessary to take immediate steps.\n(2) It extends to the whole of Pakistan.\n(c) \"federal Government\" means the Cabinet Division;\n(d) \"Intellectual Property\" includes a patent industrial design,layout-design\nofintegrated circuits, copyright, trade mark, trade name, trade secrets,\ntechnical know-how and ideas for new products and market including\nthe commercial information about customer or anv combination\nthereof:\nPARr ll THE GAZETTE OF PAKISTAN, EXTRA., APRIL ll, 2005 8l\n(2) The Organization shall be abody corporate having perpetual succession\nand a common seal with powers, subject to the provisions of this Ordinance, to hold\nand dispose ofthe property both movable and immovable and shall by the said name\nsue and be sued.\n(3) The Federal Govemment may set-up regional offices ofthe Organization\nat such places as and when required.\n4. Policy Board.-( 1) The Federal Government shall, by notification in\nthe official Gazette, constitute a Policy Board consisting of the Chairman. Vice-\nChairman and such other members as it may deem fit.\n(2) Notwithstanding the composition ofthe Board constituted under sub-\n- section (l), the Federal Government may increase or decrease the number of\nmembers and prescribe the qualifications and mode and manner oftheir appointment.\n(3) The Director General shall act as ex oflwio Secretary ofthe Board\n5. Functions and powers of the Board.-(1) The Board shall be\nresponsible for policy guidelines and setting ofobjectives as it may deem necessary\nfor the smooth functioning ofthe Orghnization.\n(2) In particular and without prejudice to the generality ofthe foregoing\npowers, the Board shall,-\n(a) promote a modern system for the protection of Intellectual Property\nRights in Pakistan:\n(b) approve policies, plans and programmes of the Organization; and\n(c) formulate procedures and necessary framework for utilization offunds\ngenerated or acquired through services, donations or grants, etc.\n6. Delegation of Powers.-The Board niay, by general or special order\nin writing subject to such limitations, restrictions or conditions, delegate all or any of\nits powers and functions to the Director General or any committee of the Board, as\nmay be constituled for the purpose. as it may deem appropriate.\n7. Meetings of the Board.-( l) Save as hereinafter provided, the Board\nshall regulate the procedure for its meetings.\n(2) The Federal Government may convene the meeting of the Board at\nany time on any urgent matter requiring decision by the Board.\n82 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 11, 2OO5 [PATI\n(3) The meeting of the Board shall be held at least twice a year\n(4) A simple majority of the total membership shall constitute the quorum\nfor a meeting of the Board.\n(5) The decision ofthe Board shall be adopted by simple majority ofthe\nMembers present and voting.\n8. Director General.-(l) There shall be a Director General of the\nOrganization who shall be appointed by the Federal Government on tems and\nconditions as may be prescribed.\n(3) The Director General shall comply with such directions that the Federal\nGovemment or the Board may give from time to time.\n9. The powers and functions of the Organization.-The powers and\nfunctions of the Organization shall be to:-\n(b) prescribe, regulate or implement measures and standards on any matter\nrelated to or connected with intellectual property,\n(c) accredit or certify and regulate .any person as intellectual property\nAgent;\n(d) appoint such employees, consultants and experts as deemed necessary\non terms and conditions prescribed by the Federal Government;\n(e) levy such charges or fees as may be reasonable for services and\nfacilities provided by the Organization and its constituent offices;\n(0 carry out such other works or activities as may appear to the\nOrganization to be necessary, with a view to making the best use of\nthe assets of the organization;\n(g) engage, in conjunction with other authorities, intemational agencies or\nOrganizations, in any study or cooperation project related to intellectual\nproperty;(2) The Director General shall be the Chief Executive Officer of the ^\nOrganization and shall discharge such duties and perform such functions as are\nassigned to him by or under this Ordinance.\n(a) administer and coordinate all government systems for the protection\noflntellectual Property Rights under the laws specified in the Schedule\nand the rules and regulations made thereunder;\nParr Il THE GAZETTE OF PAKISTAN, EXTRA., APRIL ll,2m5 83\n(h) enter into contracts for the supply of goods or materials or for the\nexecution of works as may be necessary for the discharge of any of\nits duties and functions;\n(i) supervise and coordinate the working ofall intellectual property offices\nincluding the Patent Office Trade Ma*s Registry and Copyright Office;\n() maintain a system to provide access to public documents and information\nrelating to any intellechral property kept or maintained by the office;\n(k) advise the Government of Pakistan on policy relating to intellectual\nproperty rights;\n( 1) plan for future development and up-gradation ofthe intellectual propefty\ninfiastructure and capacity in Pakistan;\n(m) initiate research in the field ofintellectual property;\n(n) advise the Federal Govemment regarding the intemational negotiations\nin the area of intellectual property;\n(o) engage in human resource development of staff o_f all intellectual\nproperty officesl\n(p) promote awareness about intellectual property issues in the public and\nprivate sector;\n(q) liaise with counterpart and related technical organizations in other\ncountries;\n(r) propose and initiate intellectual property rights legislation for the\nprotection ol intellectual property rights in Pakistan:\n(s) monitor the enforcement and protection of intellectual property rights\nand collect related data;\n(t) develop working .manuals, references, materials and procedures in\norder to assist in improving the protection ofintellegtual property rightsi\n(u) coordinate the implementation of foreign-aided technical assistance\nprojects on intellectual property; and\n(v) perform any other function relating to intellectual property assigned\nby the Federal Covernment.\n84 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 11,2005 [PARr.l\n10. Authentication of orders and other instruments of the\nOrganization.-All orders, decisions and all other instruments issued by the\nOrganization shall be authenticated only by the signatures ofsuch officer or officers\nwho are authorized by the Organization in this behalf.\n11. Prohibition of improper use of mark of the Organization.-No\nperson shall use in relation to any article, product or process or in the title of any\npatent or in any trade marks or design the mark of the Organization except under a\nlicense or certificate issued under this Ordinance.\n12. Prohibition of use of certain names, etc.-No persori shall without\nthe previous permission of the Organization and subject to such conditions as may\nbe prescribed, use-\n(a) any name u,hich may resemble the name of the Organization contain\nthe expression or any abbreviation of such expression; or\n(b) any mark or trade mark in relation to any aruticle containing the\nexpression \"Pakistan Intellectual Property Rights Organization,' or any\nabbreviation of such expression.\n14. Certain matters to be kept confidential.-Any information coming\ninto notice of the Organization or any of its officers in relation to any article or\nprocess, subject to the provision of this Ordinance or any other law for the time\nbeing in force shall be treated as confidential and shall not be communicated or\nrevealed to any person:\nProvided rhat nothing in this section shall apply to the disclosure of any\ninformation for the purpose ofprosecution under this Ordinance.\n15. Appointment of officers, etc., by the Organization.-( I ) The\nOrganization may, with the prior approval of the Board, create posts and appoint\nsuch officers. employees, experts and consultants, as it may consider necessary for\nthe performance of its functions.\n(2) The Organization, with the approval of the Board, shall devise\nprocedures fbr the appointment of its officers, employees experts and consultants.13. Exercise of powers of the Organization by other bodies.-The\nFederal Government may, in consultation with the Organization, by notification in\nthe official Cazette, direct that any power exercisable by the Organization under this\nOrdinance shall, in relation to such matters and subject to such conditions as may be\nspecified in the direction, be exercisable also by such body or such organization as\nmay be specified in the notification.\nPerr ll THE GAZETTE.OF PAKISTAN, EXTRA., APRIL 11,2005 85\n(3) The Organization, with the approval of the Board, shall determine the\nterms and conditions of service of its officers, employees, experts and consultants\nand shall also be competent to take disciplinary action against them.\n(4) The civil servants working in the Organization shall be govemed by\nthe Civil Servants Act, 1973 (LXXI of 1973), and rules made thereunder unless\nabsorbed in the Organization.\n16. Members and officers, €tc,, to be public servants.-The Director\nGeneral. members, officers, employees, experts and consultants of the Organization\nshall, when acting or purporting to act in pursuance of any of the provisions of this\nOrdinance, be deemed to be public servants within the meaning ofsection 2t ofthe\nPakistan Penal Code (Act XLV of 1860).\n17. Pakistan lnte ectual Propcrty Rights Urgaruzatron t'uno.-( I )\nThere shall be created a fund to be kr,q,Jn as the Pakistan Intellectual Property\nPJghts Organization Fund which shall vest in the Organization and shall be utilized\nby the Organization to meet charges in connection with its functions under this\nOrdinance including the payment of salaries and other remuneration to the Director\nGeneral. officers, employees, experts and consultants of the Organization.\n(2) The Pakistan Intellectual Property Rights Organization Fund shall be\nfinanced from the following sources, namely:-\n(a) grants and loans made by the Federal Govemment;\n(c) revenue earned from the levy of various fees by the Organization\n18. Budget.-The Organization shall, in respect of each financial year\nsubmit for approval of the Federal Govemment, on such date as may be prescribed,\na statement of the estimated receipts and expenditure, including requirements of\n- foreign exchange for the next financial year.\n19. Audit and Accounts.-(1) The accounts of the Organization shall\nbe maintained in the manner prescribed by the Controller General of Accounts.\n(3) A copy of the audit report shall be sent to the Federal Govemment\nalongwith the comments of lhe Organization.(b) loans, aid and donations from the national or international agencies;\nand\n(2) The Auditor.-General of Pakistan shall conduct audit of the accounts\nofthe Organiza(ion.\n86 THE GAZETTE OF PAKISTAN, EXTRA., APRIL ll, 2005 [PenT I\n(4) The Federal Government may issue directions to the Organization for'\nthe rectification of any item objected to by the Auditor-General of Pakistan and\nthe Organization shall comply with such directions.\n20. Power to amend the Schedule.-The Federal Government may. by\nnotification in the official Gazette, rmend the Schedule so as to add any entry thereto\nor modif y or omit any entry therefrom.\n21. Mode of recoveiy.-Any sum payable to the Olganization under\nthis Ordinance shall be recoverable as an arrears of land revenue.\n22. Submission of yearly reports and returns.-( 1) Within three months\nofthe conclusion ofeach financial year, the Board shall submit an Annual Report to\nthe Federal Covernment in respect of the activities of the Board including the srilrL\nof its existing programmes, projects and further plans formulated in turtherance of\nits aims and objectives.\n(2) The Federal Govemment may requiie the Organization to furnish it\nwith,-\n(a) any return, statement, estimate, statistics or other information regarding\nany matter under the control of the Organization:\n(b) a report on any subject with which the Organization is concerned;\nand\n(c) a copy of any document in the charge of the Orgurization\n23. Protection of action taken under the Ordinance.-No suit.\nprosecution or other legal proceeding shall lie against the Federal Government or the\nOrganization or any person acting under the Federal Govemme,r_ or the Organization\nfor anything which is in good faith done or intended to be done in pursuance of this\nOrdinance or any rule or regulation made thereunder.\n24. Exemption from any provision of this Ordinance.-The Federal\nGovernment may, by notification in the official Gazette, exempt any article or class\nof articles from the operation of all or any of the provisions of this Ordinance.\n25. Policy directives.-The Federal Governmenr may, as and when it\nconsiders necessary, issue policy directives to the Board in respect of its activities\nand thepompliance of s.rch directives shall be binding on the Board.\n26. Power to make rules. -The Federal Govemment may, by notification\nin the official Gazette, make rules to carry out the purposes of this Ordinarrce.\nParr IlTTIE GAZETTE OF PAKISTAN, EXTRA.. APRIL II. 2005 87\nZ7 . Power to make regulations._The Organization may, with theprevious approval ofthe Board, by notification in the official Gazette, make regulations\nnot inconsistent with this ordinance or the rures made thereunder to carqi out thepurposes of this Ordinance.\n28. Integration of the Trade Marks Registry, Copyright Office andPatent oflice.-(1) upon the commencement of this ordinance. the Trade MarksRegistry. Copyright office and patent office hereinafter referred to as the saidoffices shall become part of the Organization, and,-\n(a) all assets rights, powers, authorities and privileges and all properties,\nmovable -and immovable, cash and bank balance, reseive funds.\ninvestment and all other interest and rights in, or arising out of such\nproperties and all debts, liabilities and obligations ofwhatever kind of\nthe said offices subsisting immediately before their integration shall\nstand transfened to and vest in the Organization;\n(b) all officers and other employees of the said offices shall.\nnotwithstanding anything contained in any law or in any agreement,\ndeed. document or other instrument, stand absorbed and tr ansterred\nto the Organization and shall be deemed to have been appointed or\nengaged by the Organization in accordance with the terms and\nconditions which shall not be less favourable than in the said offices;\nand no oflicer or other employce whose services are so absorbed and\ntransferred shall be entitled to alty compensation because of such\nabsorption or transfel\n(c)\n(d)all debts and obligations incurred or contracts enrered into or rights\nacquired and all matters and things engaged to be done by, with oifor\nthe said offices before their integration, shall be deemed io have been\nincurred, entered into, acquired or engaged to be done by or for, the\nOrgtanizirtion; and\nall suits and other legal proceedings instirured by or against thc saidoffices before their integration shall be deemed to be suits and\nproceedings by or against the Organization and may be proceeded or\notherwise dealt with accordingly.\n29. Removal of difficulties.-The Federal Governmert may, lbr rhepurpose of removing any difficulty, in relation to the absorption and transfer and\nother matters specified in section 28, make such order as it considers expedient and\nany such order shall be deemed to be, and given efTect to, 6 a part ofthi provisions\not this Ordinance :\n88 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 11, 2005 [PARr I\nProvided that no such power shall be exercised after the expiry of three\nyears from the commencement of this Ordinance,\nTHE SCHEDULE\n[See section 9(a)]\nl. The Trade Marks Ordinance,2001 (XIX of2001).\n2. The Copyrights Ordinance, 1962 (XXXIV of 1962).\n3. The Patents Ordinance, 2000 (LXI of 2000).\n4. The Registered Designs Ordinance,2000 (XLV of 2000).\n5. The Registered Layout-Designs oflntegrated Circuits Ordinance, 2000\n(XLIX of 2000).\nOnnrNeNce No. VI oe 2005\nAN\nORDINANCE\n.further lo atnend the Legal Practitioners and Bar Couttcils Act, 1973\nWrrEnres it is expedient further to amend the Legal Practitioners and BaI\nCouncils Act, 1973 (XXXV of 1973). for the purposes hereinafter apperling;\nAND WHEREAS the National Assembly is not in session and the President is\nsatist'ied that circumstances exist which render it necessary to take immediate action:\nl. Short title and commencement etc,-(l) This Ordinance may be\ncalled the Legal Plactitioners and Bar Councils (Amendment) Ordinance, 2005.\n(2) It shall come into force at once and shall be deemed to have taken\neffect from the 3'd day of March, 2005.\n(3) The provisions of this Ordinance shall have effect notwithstanding\nanything contained in any other law or rules for the time being in force.Now. rttrtrronr, in exercise of the powers conferred by clause (1) of ^Article 89 of the Constitution of the Islarnic Republic of Pakistan, the President is\npleased to make and promulgate the following Ordinance:-\n2. Amendment of section 2, Act XXXV of 1973._ln the Legal\nPractitioners and Bar Councils Act, 1973 (XXXV of 1973), hereinafter referred to\nas the said Act, in section 2,-Parr IlTHE GAZETTE OF PAKISTAN, EXTRA., APRIL II, 2OO5 E9\n(l) clause (cc) shall be omifted;\n(2) for clause (e), the following shall be substituted, namely:-\n':(e) \"legal practitioner\" means an advocatet\";\n(3) after clause (k), the following new clauses shall be inserted, namely:_\n\"(kk) 'toll of group of districts\" means a roll of advocates of a High\nCourt or, as the case may be, a roll of advocates practising in a. former revenue Diyision as existed on the 31., DecembeE 1999,\nprepared and maintained by a provincial Bar Council under this\nAct;\n(kkk) \"Schedule\" means Schedule to this Act;\"; and\n(4) in clause (n)r for the full stop ar the end the semi-colon shall be\nsubstituted and thereafter the following new clause shall be added,\nnarnely:-\n\"(o) \"votcr\" rlreans-\n(i) in relation to election to a Provincial Bar Council. an\nadvocate whose name for the time being appears on the\nroll of group of districts and to whom an identity card has\nbeen issued by a Provincial Bar Council and who is not in\narrears of dues of the Provincial Bar Council for a period\nexceeding six months; and\n(ii) in relation to election to the Pakislan BarCouncil, a member\nof a Provincial Bar Council.\".\n3. Amendment of section 5, Act XXXV of 1973.-In the said Act,\nin section 5,-\n(i) for sub-section (2), the following shall be substitured, namely:-\n\"(2) The number of members to be elected to following provincial\nBar Councils shall be as hereinafter provided, namely:-\n90 THE GAZE'ITE OF PAKISTAN, EXTRA., APRIL ll' 2m5 [PAKI I\n(a) Punjab Bar Council .,. 75\nSindhBarCouncil ... 32' N.W.F.P. Bar CouncH ... 28\nBalochistan BarCouncil ... 09;\n(b) the district-wise allocation ofseats referred to in clause (a)\nfor respective Provincial Bar Councils shallbe in accordance\nwirh rhe Schedule; and\n(c) no seat of a Provincial Bar Council shall be increased in\nfuture on the basis of increase in number of advocates of\nrespective Provincial Bar Council and seat allocated to a^\nnew district will be drawn from the district out of which it -\ni! carved out.\"t\n(ii) for sub-section (2A), the foltowing shall be substituted, namely:-\n*(24)For the purpose ofelection of members ofaProvincial Bar Council\nfrom a district or districts under sub-section (2) the advocates\nentered on the roll of group of districts as mentioned in the\nSchedule, shall constitute the electoral college.\";\n(in) sub-section (3), shall be omitted; and\n(iv) in sub-section (4), for the word \"Division\" the words and commas\n\"district or, as the case may be, the group of districts\" shall be\nsubstituted.\n4. Amendment of section 5A, Act XXXV of 1973.-ln the said Act,\nin section 5A,-\n(D for clause (a) the following shall be substituted, namely:-\n\"(a) is on the roll ofadvocates of High Coun maintained by a Provincial\nBar Council;\"; and\n(ii) in clause (b), for the word \"seven\" the word \"ten\" shall be substituted.\n5. Amendment of section 9, Act XXXV of 1973.-ln the said Act, in\nsection 9, in sub-section (l ), in clause (a), for the word \"Division\" the word \"district\"\nshall be substituted.\n6. Addition of Schedule, Act XXXV of 1973.-In the said Act, at the\nend, the following Schedule shall be added, namely:-\nPuniab Bar Council\nName of District(l) BahawalNagar(2) Bahawalpur(3) RahimYarKhan\nName of District(l) Dera Ghazi Khan\n(2) Layah(3) Muzaffargarh\n(4) Rajanpur\nName of District\n(1) Khanewal\n(2) Lodharan\n(3) Multan\n(4) Pakpattan\n(5) Sahiwal' (6) Vehari\nName of District(l) Faisalabad(2) Jhang(3) TobaTekSingh\nName of District\n(1) Aftock\n(2) Chakwal(3) Islamabad\n(4) Jhelum\n(5) Rawalpindi.SCHEDULE\n[See section 5 (2) (b)]\nGroup of Districts-I\nGroup of Districts-Il\nGroup of Districts-Ill\nGroup of Districts-IV\nGroup of Districts-VSeats\n0l\n03a\nSeats\n01\n0ta\n0l\nSeats\nuu\n0l\nSeats\n01\n01\n0l\n01uu\n0t\n04\n01au\nSeatsPe.rrll THE GAZETTE OF PAKISTAN, EXTRA., APRIL tl, 2005 91\n92 THE GAZETTE OF PAKISTAN, EXTRA., APRIL 11, 2005 lPARrl\nName of District\n( t) Bhakkar(2) Khushab\n(3) Mianwali(4) Sargodha\nName of District\n( I ) Gujranwala(2) Qujrat(3) Hafizabad(4) Mandi Bahauddin(5) Narowal(6) Sialkot\nName of District(l) Kasur(2) Lahore(3) Okara(4) Sheikhupura\nSindh Bar Council\nName of District(l) Karachi (South)\n(2) Karachi (Central)\n(3) Karachi (East)\n(4) Karachi(West)\n. (5) Malir\nName of District(1) Badin + Thatra(2) Dadu(3) Hyderabad\nName of District(l) Sukkur(2) Gho&i(3) Khairpur(4) Naushero Feroz(5) Nawab ShahGroup of Districts-Vl\nGroup of Districts-VII\nGroup of Districts-VIII\nGroup of Districts-I\nGroup of Districts-II\nGroup of Districts-IllSe atsSeats\n0l\n0l\n01\n02\n03u\n0l\n0l\n0tu\nSeats\nSeats\n0,6\n0,1u\n0t\n0t\nS eats'\n01\n0l\n03\nSeatsa\n0l\n01\n01\n0lu\nl6aa\nrjG'-\nP.,r.m lf THE CAZETTE OF PAKISTAN, EXTRA.. APRIL l l, 2(X)5 93\nName of District\n( I ) Jaccobabad' (2) Larkana(3) Shikarpur\nName of District\n( I ) MirpurKhas(2) Sanghar\nN.W.F.P. Bar,Council\n- Name of District(l) Peshawar(2) Charsadda(3) NowsheraGroup of Districts-IV\nGroup of Districts-V\nGroup of Districts-I\nGroup of Districts-II\nGroup of Districts-Ill\nGroup of Districts-IV\nGroup of Districts-VSeats\n0l\n0t\n0l\nName of District(l) Kohat+ Hangu(2) Karak + Bauda Daud ShahNane of District\n( I ) Mardan(2) Swabi\nName of District(l) D.I. Khan + Tank(2) Bannu(3) Lakki Marwat\nName of District(l) Haripur(2) Abbottabad\n. (3) Mansehra +Seats\n0l\n0l\nSeats\no7\n0l\n0l\nSeats\n02\n0l\nSeats\n0l\n0l\nSeatsu\n0l\n0l\nSeats\n0l\na2\na2\nBatagram+BalakotiKohistan\nTEE GAZE-ITE OF PAKISTAN, EXTRA.,'APRIL ll, 2005 [Parrl\nGroup of Districts-Vl\nName of District(l) Mingora (Swat)(2) Shangla (Alpuri) + Matta (Swat)(3) Daggar (Baner) + Dargai +\nMalakand at Batkhela(4) Timargara (Dir)(5) Chitral\nBalochistan Bar Council\nGroup of Districts-I\nName of District\nQuetta+Chaghi+Noshki\nGroup of Districts-Il\nName of District\nZhob + Loralai + Killa Saifullah + Ziarat+\nMusakhel+Barkhan +Pishin+Killa Abdullah\nGroup of Districts-Ill\nName of District\nKech + Panjgoor + Gawadar + Lasbela\nGroup of Districts-IV\nName of District\nKalat + Khuzdar + Mastung +\nKharan + Awaran\nGroup of Districts-V\nName of District\nSibi + Bolan + Nasirabad + Jafarabad +\nJhal Magsi + Kohlu + Dera BugtiSeats\n0l\n0l\n0l\n0l\n0l\nSeats\n05\nSeats\n0l\nSeats\n0l\nSeats\n0t\nSeats\n01\"\nGgngnel\nPERVEZ MUSHARRAR\nPresident.\nJusrcr (Rero.)\nMANSOOR AHMED,\nSecrelary,\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD\nPUBLISHED AY THE DEPUTY CONTXOLLER. STATIONERY & FORMS, UNIVERSITY ROAD. KARACHI91"
}