{
    "file": "./converted_json\\administrator5a19d029ad605f72ec5da5cd8573db39.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "MINISTRY OF INFORMATION AND BROADCASTING, \nAUQAF AND HAT \nRawalpindi, the 9th October, 1973 \nS. R. O. 1456 (I)173.—In exercise of the powers conferred by section 8 of the \nHoly Quran (Elimination of Printing Errors) Act, 1973 (LIV of 1973), the Federal \nGovernment is pleased to make the following rules, namely \nShort title and commencement.—(l) These rules may be called the Holy \nV7turan (Elimination of Printing/Errors) Rules, fp -37----reka \t 4  \n(2) They shall come into force at once. \n2. Definitions.—In these rules, unless there is anything repugnant in the \nsubject or context, \n\" t\" means the Publication of the Holy Quran (Elimination of \nttua \t Printing Errors) Act, 1973 (LIV of 1973); and \n\"Pi ovincial Auqaf Department\" includes the Member, Board of \nRevenue, in charge Auqaf, Baluchistan. ReGry 0  2-.)  eerp.714,7 ir.dfd \n3. Registration of Publisher—Any person or association of persons or firta \nIntending to get himself or itself registered as publisherFhall make an application \nfor registration to the Provincial Auqaf Department.' l'ey \tey \tisra7,44•11... \n14,  • e6••.1 \t .67  get, ;_ficv/89 .A• 2-2- —3 —219. \npy of such print ch \nof section 5 of the \nend of such copy t th \nerror, and shall a oh • • Act shall get a \nsub-section (3 \nperson at t \ncontain a (2) An application under sub-rule (1) shall be accompanied by a fee of one \nhundred rupees. \n4. Terms and Conditions applicable to publishers.—(1) No publisher shall use \nJor printing the Holy Quran  paper the impression on one side of which becomes \nrvisible from the other sidZ \nThe printers and publishers shall ensure that rough prints and waste-\npapers of Quranic text are not allowed to be thrown away carelessly and are \ncarefully collected and disposed of according to the tenets of Islam. \nEvery publisher shall forward two copies of each print of the Holy \nQuran to the Federal Government and one copy each to the Provincial Auqaf \nDepartments. \n0-4.zeord 5. Power to prohibit sale.03The Federal Government may, if it considers \nthat the errors in the copy ot a pimt /of the Holy Quran received under sub- )  \nof rule 4 are such that they cannot be corrected, prohibit the sale of 4 \nthat prin and refer the matter to the Provincial Auqaf Department concerned. \n6. Impection of the prints of Holy Quran already printed.— -pew.----'-- \n• \netent to do so um \ncate recorded by su* -- \nxt and references do ni0011,S 43  \nate rubber-stamped on t' \n,{ \nIf any errors be discovered in such copy‘ the person concerned sha. \to. 295! \nget them corrected in such copy land in all the copiesXavailable with him a...•:-.10„ a t,  any of his agents, and get the certificate required by sub-rule (i) recorded on suchibli1 3, (LW \ncopy and rubber-stamped on the other copies/availatiff as Aforesaid. 250-see,,a.s.ct, \nThe person concerned shall also have the year of printingrubber-stamped \non the cover of all copies of each such piin“.7,i Cc 4dcareba \nBefore such date as the Federal Government may, by notification in the \nofficial Gazette, specify in this behalf, every person concerned shall forward to \nthe Federal Government for inspection two copies of such print ',bearing the \ncertificate referred to in sub-rule (1 or as the case may .  be, sub-rule (2) and the \nyear of printingireferred to in su rule 3. er•lee.,e•p;. \n(s) No person shall sell or offer for scale any copy of such print unless it \ncontains the certificate referred to in sub-rule r) or, as the case may be, sub- \nrule (2) and the year of printing re erre to in su \tC 3  .  \n(6) If any printingterror in any such print is brought to the notice of the \nFederal Government or a Provincial Auqaf Department, that Government or \nthe case may be, Department shall get a copy of such print c ecked by a person \ncompetent to do so under sub-section (3) of section 5 of the Act. \n7. Scope of checking.—Checking of the Holy Quran shall be confined to ti \nArabic text only. \n(File No. BNR & R 4 (4) 72—Co-ord.] \nM. E. H. KIM. \nDeputy Director, (Acimn.y. \nL,A440 b9C-01 97601, 7-4-77  tff, , \nlge\"7 O. 10.,.vEyg rix: sx.4. sy\" 9, \t -'-'• \n:\" '1\", as th,, :\"\" by t ked by a person co \nct and have a cer ' \ne effect that the \nave such cert .  \n•"
}