{
    "file": "./converted_json\\administratore2688f380a1b6331f72585033581d491.json",
    "name": "Enemy Property (Continuance of Emergency Provisions) Ordinance, 1969",
    "date": "16th February, 1969",
    "tagline": "Continuance of certain emergency provisions for control of trading with enemy and control of enemy firms",
    "content": "Page 1 of 4 \n   \n \n \nTHE ENEMY PROPERTY (CONTINUANCE OF EMERGENCY \nPROVISIONS) ORDINANCE, 1969   \n \nCONTENTS  \n1.  Short title, extent and commencement  \n2.  Continuance of certain emergency provisions  \n3.  Effect of rules, etc.  inconsistent with other enactments  \n4.  Delegations  \n5.  Savings as to orders , etc. \n6.  Protection of action taken under rules  \n \nTHE SCHEDULE  \n \n\n \nPage 2 of 4 \n THE ENEMY PROPERTY (CONTINUANCE OF EMERGENCY ROVISIONS) \nORDINANCE, 1969  \nORDINANCE NO. I OF 1969  \n \n          [16th February, 1969]  \n \nAN \n \n ORDINANCE  \n \nto provide for the continuance of certain provisions of the Defence of Pakistan Rules relating to the \ncontrol of trading with enemy and control of enemy firms, and the administration of the property \nbelonging to them.  \n \n            WHEREAS it is expedient to provide for the continuance of certain provisions of the Defence \nof Pakistan Rules relating to the control of trading with enemy and control of enemy firms, and the \nadministration of the property belonging to them;  \n \n            AND WHEREAS the National Ass embly is not in session and the President is satisfied that \ncircumstances exist which render immediate legislation necessary;  \n \n            NOW, THEREFORE, in exercise of the powers conferred by Article 29 of the Constitution \nand of all other powers enablin g him in that behalf, the President is pleased to make and promulgate \nthe following Ordinance : — \n \n            1. Short title, extent and commencement. ___ (1) This Ordinance may be called the Enemy \nProperty (Continuance of Emergency Provisions) Ordinance, 1969.  \n \n            (2) It extends to the whole of Pakistan and applies to all citizens of Pakistan , and persons in \nthe service of Government, wherever they may be.  \n \n            (3) It shall come into force on the day on which the Defence of Pakistan Ordina nce, 1965  \n(XXIII of 1965) , ceases to have effect under clause (7) of Article 30 of the Constitution.  \n \n 2. Continuance of certain emergency provisions. —Notwithstanding the Defence of \nPakistan Ordinance, 1965  (XXIII of 1965) , ceasing to have effect.  \n \n(a) the provisions of the Defence of Pakistan Rules mentioned in the first column \nof the Schedule to this Ordinance shall continue in force, and shall have effect \nsubject to the modifications specified in the second column thereof;  \n \n (b) any order or other instru ment made or deemed to be made under or in \npursuance of any of the said provisions and in force immediately before the \ncommencement of this Ordinance shall continue in force so far as consistent \nwith the provisions as continued in force by this section and  be deemed to be \nmade under or in pursuance of the provisions so continued in force.  \n \n \n \nPage 3 of 4 \n  3. Effect of rules , etc. inconsistent with other enactment s.—The provisions of the Defence \nof Pakistan Rules as continued in force by section 2 and all orders made or d eemed to be made under \nsuch provisions shall have effect notwithstanding anything inconsistent therewith contained in  any \nenactment other than this o rdinance or in any instrument having effect by virtue of any enactment \nother than this Ordinance.  \n \n            4. Delegations. ___(1) The 1[Federal Government] may by order direct that any power or duty \nwhich by or under any of the provisions as continued in force by section 2 is conferred or imposed \nupon the 1[Federal Government] shall in such circumstances an d under such conditions, if any, as \nmay be specified in the direction be exercised or discharged___  \n \n(a) by any officer or authority subordinate to the 1[Federal Government], or  \n \n(b) by any Provincial Government or by any officer or authority subordinate to \nsuch Government, or  \n \n(c) by any other authority.  \n \n            (2) A Provincial Government may by order direct that any power or duty which has been \ndirected under sub -section (1) to be exercised or discharged by the Provincial Government shall, in \nsuch circumstances and under such conditions, if any, as may be specified in the direction, be \nexercised or discharged by any officer or authority, not being an officer or authority subordinate to \nthe 1[Federal Government].  \n \n            (3) All orders delegatin g any power or duty conferred or imposed by any of the provisions \ncontinued in force by section 2 made by the 1[Federal Government] before the commencement of \nthis Ordinance and in force immediately before such commencement shall continue in force and be \ndeemed to be made by the 1[Federal Government] under this section.  \n \n 5. Savings as to orders, etc. ___(1) Notwithstanding the Defence of Pakistan Ordinance, 1965  \n(XXIII of 1965) , ceasing to have effect and anything contained in any other law, treaty or agre ement \nfor the time being in force or any other instrument having the force of law, all orders and \nnotifications issued and action taken before the commencement of this Ordinance relating to the \nentry, exit or transit, of traffic to or from any country by r ail, road or river transport shall continue in \nforce and shall have effect as if issued or taken under this Ordinance.  \n \n (2) No order made or deemed to be made in exercise of any power conferred by or under any \nof the provisions continued in force by secti on 2 shall be called in question in any court.  \n \n (3) Where an order purports to have been made and signed by any authority in exercise of \nany power conferred by or under any of the aforesaid provisions, a court shall, within the meaning of \nthe Evidence Act , 1872  (I of 1872) , presume that such order was so made by that authority.  \n \n 6. Protection of action take under rules.___(1) No suit, prosecution or other legal \nproceeding shall lie against any person for anything which is in good faith done or intended to  be \ndone in pursuance of any of the provisions continued in force by section 2 or any order made or \ndeemed to be made thereunder.  \n \n \n  1Subs . by Federal Adaptation of Laws Order, 1975, (P.O No. 4 of 1975), Art. 2 and Table.   \n \nPage 4 of 4 \n  (2) No suit or other legal pro ceeding shall lie against the Government for any damage caused \nor likely to be caused by any thing in good faith done or intended to be done in pursuance of any of \nthe provisions continued in force by section 2 or any order made or deemed to be made thereu nder.  \n_____  \n \n \nTHE SCHEDULE  \n(See section  2) \n \nProvisions of the Defence of Pakistan Rules continued in force  \n  \nNumber and title of Rule                                                                              Modification  \n1.  Short title.                                                                                                                  ____  \n3.  Interpretation.                                                                                       Sub-rule (2) and (3)  \n                                                                                                             shall be omitted.  \n5.  Non-compliance with these rules or order s made thereunder.  \n161. Definition .          ___  \n162.  Prohibition of trading with the enemy .      ___  \n163.  Control of rights, etc., in respect of trading with the enemy.                            ___ \n164.  Power to appoint Controller s, etc., of Enemy Trading.                                        ___  \n165.  Power of Controllers, etc., of Enemy Trading.                                                  ___  \n166.  Supervision of suspected business.                                                                       ___ \n167.  Penalty for failure to comply with orders of Controller s, etc.                                ___ \n168.  Penalty for concealment, destruction, etc., of books or do cuments.                     ___ \n169.  Definitions.                                                                                                           ___ \n170.  Prohibition of trade with enemy firms and purchase of enemy currency.            ___ \n171.  Power to appoint Controllers, etc., of enemy firms.                                             ___ \n172.  Powers of Controllers, etc. , of enemy firms.                                                         ___ \n173.  Supervision of suspected business.                                                                       ___  \n174.  Supervision of firms suspected to be enemy firms.                                          ___ \n175.  Penalty of fa ilure to comply with orders of Controller, etc.                                 ___ \n176.  Penalty for concealment, destruction, etc., of books or do cuments.                     ___ \n177.  Contracts with enemy firms.                                                                                  ___ \n178.  Transfer of property to or by enemy firms.                                                      ___ \n179.  Transfer and allotment of securities to or by enemy firms.                              ___ \n180.  Transf er of negotiable instruments, and actionable claims by enemy firms.     ___ \n181.  Power to carry on business of enemy firms.                                                 ___ \n182.  Collection of debt of enemy firms and administration of property.                 ___ \n183.  Power to control and wind up certain business.                                       ___ \n183-A. Constitution of Board for certain purposes.                                                         ___  \n185.  Power to obtain information.                                                                                   ___  \n186.  False statements.                                                                                                   ___ \n187.  Power to require production of books.                                                                    ___ \n194.  Attempts, etc., to contravene t he rules.                                                                     ___ \n195.  Offences by corporations.                                                                                      ___ \n197.  Burden of proof in certain cases.                                                                  ___ \n205.  Cognizance of contravention of the rules.      Sub-rules (3)  and (4)  \n          shall be omitted .    \n \n___________  \nRGN Dated: - 01.04.2024"
}