{
    "file": "./converted_json\\administrator9762e3127a558d6d7a39bf942c81becb(1).json",
    "name": "National Accountability (Amendment) Act, 2022",
    "date": "June 22, 2022",
    "tagline": "An Act to amend the National Accountability Ordinance, 1999",
    "content": "REGISTERED NO..!4J-]!2L.-7646\nWGqe d Datrmur\n-ry\nEXTRAOBDINABY\nPUBLISHED BY AUTHORITY9\nISLAMABAD, WEDNESDAY, JT]NE 22, 2022\nNo, F. 22(61)12022-Legis.-Thc following AcL of Mojlis-e-Shooru\n(Parliament) is dccmcd to have been assented by the Presidern w-e.f 22nd lrne,\n2022 under clause (2) ofArticle 75 ofthe Constitution of$e Islamic Republic of\nPakista[ h is hercby published for gen€ral informationiPART ]\nAtts, Ordininces, Pr6idetrt's Orders atrd Reguletiotrs\nNATIONAL ASSEMBLY SECRETARIAT\nIslamabad, the 22hd Jme, 2022\nAc-I No. Xl oF 2022\nAN\nACT\nfurthet to onend the Notional lccontobilift Odinance, 1999\nWHER.EAS, it is expedient funhcr to afiend the National Accountability\nOrdinance, 1999 (XVIII of 1999) for the purposes hereinaner appeadng;\n[8t4](2022)/Ex. Caz.l(rr7)\nPrice Rs. 10.00\nll8 IHE GAZE'rrE OF PAXISTAN. EXTRA., JUNE 22,2022 [P^Rr I\nIt is herebv enacted as follows:-\n' 1. Shon litle atrd comEencemetrL-(l ) This Act inay b€ called the\nNational AEcountability (Amendmcnt) Act, 2022.\n(2) This Acr shall come into force at once and shall be deemed to have\ntaken effecl on and ftom commencement of the Nalional Accountability\nOrdinance, 1999 (Xvlll of 1999).\n2. Ameodmetrt of sectioD 4 OrditrrDce XVIII of 1999.-ln the\nNatir)nal Accountability Ordinance, 1999 (XVIII of 1999), hereinafter refer.ed to\nas $e Ordinance, for section-4, dr follovring shall be substitute4 namely:-\n\"4. Applicrtiotr.-{ I ) This Ordinancc extends lo the whole ofPakistan\nand shall apply !o all persons, including those persorc who are or\nhave been in lhe seivice of Pakistnn, except pelsons and\ntralsaations specified in suLsection (2).\n(2) The provisions of lhis OrdiDanc. shall not be applic{ble to the\nfollowing persons or transactions, nrmely:-\n(a) all matters pertaining to Federal, Provincial or Local taxatiorl\noth€r levies or imposts, including refi.lnds, or loss of\nexchequer peraining to ta\\ation;\n(b) decisions of Federal or P.ovincial Cabinet, their Committees\nor Sutrcommittees Council of Common Interests (CCD,\nNational Economic council (NEC), National Financr\nCommission (NFC), Executive Committee of the Nationa.l\nEconomic Council (ECNEC), Cerfal Development Working\nParty (CDWP), Prcvincial Development Working Party\n(PDWP), Departmental D€velopment Working Party\n(DDWP), the State Bank of Pakislar and such other bodies\nexcepr whcre fie holder of the puhlic oflce has received a\nmonetary gain as a result ofsuch decision;\n(c) any pe6on or mtity who, or transaction in relatiofl thereto,\nwhich are not directly or indirccdy connected wilh the holder\nof a public omce e\\(ept offences falling under clauses (ix).\n(x) and (xi) ofsub-section (a) ofsection 9;\n(d) procedural lapses in performance'of any public or\ngovemrncnta.l work or functiorl projecr or scheme, un]ess\nthe.e is evidence lo prove that a holdcr ofpublic ofEce or any\nother person acting on his behalf has b€€n conferEd or has\nPARr ITHE GAZETIE OF PAKISTAN, EXTM,, ]INE 22,2022 ll9\nreceived any moneta4/ or orler material benefit from rhat\nparticular public or govemmental work or function, whether\ndirectly or indi.ectly on account of such procedural lap6es,\nwhich thc said recipient was otherwise not entillcd to receive;\n(e) a decision takeE an advice, rcport or opinion rmdered or\ngiveir by a public office holder or any bther person in the\ncours€ ofhis duty, unless there is sufficient evidenc€ lo show\nthal rhe holder of public office or any dlher person acling on\nhis behalf received or gained any monetary or other material\nbenefit, from that decision, advicq report or opinion, wherher\ndirecdy or indircrtly, which the said recipient rvas otherwise\nnot entitlcd to receive; and\n(f) all matteN, which have been decided by, or fall within the\n. jurisdiction ofa regulalory body e'stablished under a Fedeial\nor Provincial law.\n(3) Upon the National Accluntability (Amendment) Ac! 2022 of\n2022), coming into force, all pending inquiries, investigations, trials or\nproceedings under this Ordinance, relating to persons or transactions fientioned\nin clau5e (a) of suFsection (2), shau stand transferred to fie concemed\nauthorities, departmenls and Courts under the respecrive laws.\".\n3. Substitutiotr of seclion 5, OrdirrDce XVIII of I999.-In the\nOrdinance, for section 5, the following shall be substitute4 namelyt\nIxfi[itions.-ln tliis Ordinarc€, unless there is an],thing\nrepugnant in the subject or context,-\n(a) \"accNed\" shall mean a person in respect of whom there are\nreasonable grounds to believe thar he is or hss b€en involved\nin the commission of any offence tiable under this Ordinance\nor is subject of ar investigation or inquiry by the National\nAccoulability Bureau or any other agency authorised by the\nNational Accountability Bureau in lhis regard uder this\nOrdina-nce;\n(b) \"appropriate Coverrunent\" means in relation to any person\nserving in connection with the affairs of lhe Federatior!\nincluding any person employed by a corporatio[ body,\ninancial institutiorl bank, authority undenaking or eny otier\norganizalion ser up, conlrolled or administered by or under thc\nauthority, of the Federal Govemment, tlE Federal Govenunem5 XSSSXXXXXXxxL XxX XI\nand in othcr cases the Provincial Govemmenl or the local\ngoveriment concemed;\n(c) \"asset\" includes all kinds of property owned by or belonging\nto an rccus€d or held as benrmi whether within or ourside\nPakislan;\n(d) \"associates\" means\n(i) any person who is or has b€enfianaging the affairs olor\nkeeping accounts for the accused or who enjoys or has\nenjbyed any bcnefit from the assets;\n(ii) a.ny association ofpeBons, My ofindividual, partncrship\nfiIm or privale limited company within lhe mcaning of\nthe Companies Act, 2017 CXIX of2017), of which drc\naccused is or has been a member, p€nner or director or\nwhich has been promoted, floate4 established or run by\ntle accused, whether singly or jointly, with other\npersons;\n(iii) a trustee of any trust declared by the accused, or of\nwhich the accused is also a tRatee or a beneficiary; and\n(iv\\ a Benonidor\n(e) \"Benanidar\" means a person who ostensibly holds any\nproperty of an accused on his behalf for the benefil and\nenjolmenl of the accused.\nbqlanoriorl-A property shall only be held ?Ls a Benomi\nproperty when the accused hzls paid (h€ consideration of the\nproperty, and holds title documenls and possession of tlle\nproperty with the inte ion and object of executing a BeMmi\nlransaction,\n(0 \"Chairman National Accountability Bueau\" means a person\nwho is appointed as such by the Federal Coverrunent as\nmentioned in section 6 (b) hereafter;\n(g) \"Code\" means the Code ofcriminal Procedure, ltgE (Act V\nof l89EI\n(h) \"Conciliation Commrtlee\" means lh€ Corrcilialion Comminee\nconstiruted under scction 25A;I2O THE GAZETTE OF PAKISTAN, EX I.RA., JUNE ?],2022 [PARTI\nPARr Il TIIE GAZETTE OF PAKISTAN. EX'I RA., tuNE 22, 2022 t2t\n(i) \"Court'means Accountability Cou( established under section\n5A ofthis O.dinance;\n(i) \"Judge\" means a Judge appoint€d or deemed lo have be€n\nappointed under section 5A of this Ordinance;\n(k) \"Deputy Chairman National Accountability Burcau\" means\nthe person abpointcd as Deputy Chairman of the National\nAccou abilil)' Bueau by the Federal Governftent;\n(l) 'Na onal Accouqlrbility Bureau\" means the Bureau set up\nand notificd under ftis Ordinance, hereiMfter referEd to as\nNAB;\n(m) \"Freezing\" includes attachment, sealin8, prohibiting, holding,\ncontrolling or managing any propeny either through a\nReceiver or otherwise as may b€ directed by the Coun or\nChairman NAB and in case it is deemed necessary the\ndisposal thereof. by sale through auclion or negotiation\nsubject to confirmation by the Coun or by Chairman NAB as\n$e case may be after public notice:\n(D) \"Holder ofpublic office\" means a person who\n(i) has been the Prcsident of Pakiskn or the Govemor of a\nProvince;\n(ii) is, or has b€en the Prime Minlstcr, Chaiman Senate,\nSpeaker of the National Assembly, Dcputy Speaker\nNational Assembly, Federal Minister, Minister of State,\nAttomcy Geneial and other l,aw Officer appointed under\nthe Centrs.l Law OInc€rs Ordinanc!, 1970, (vll of 1970)\nAdvisor 10 thc Prime Minister, Special Assistant to lhe\nPrime Minist€r, Federal Parliame ary Secret ry,\nMember of Parliament, Auditor General, Political\nSecretary, Consultart to the Prime Minister and holds or\nhas hcld a posl or omce with the raIII or slatus of a\nFed€ral Minisier or Minister of Stale;\n(iii) is, or has heen, thechief Minister, Spealer Provincial\n. Ass€mbly, Deputy Sp€aker Provincial Assembly,\nhovincial Minister, Advisor to rhe Chief MinistEr,\nSpecial Assistant to the Chief Minister, Provincial\nParliamentar-v Secretary, Memb€r of the hovincial\nAssembly, Advocate General including Additional\n122 rHL GAZETTE OF PAKIST-{(, EXTRA., JIJNE 22,2022 [P^Rr I\nAdvocale General and Assistznt Advocste General,\nPolitical Secretary, Consultant to the Chief Minister and\nwho holds or has held a post or ofTice with the rank or\nstatus ofa hovincial Minister;\n(iv) is holding, or has hcld, an omce or post in the service of\nPakisbn. or any service in connection with the affairs of\nthe Federation, or of a Province, or of a local council\nconstituted under any Federal or Provincial law relating\nto the constitution of local comcils cooperative societies\nor in the management of corporations, banks, financial\ninsthutions ftrms, concems, undeftakings or any other\ninstitution or organizalion established, clntrolled or. administered by or under the Federal Govemment or a\nProvincial Govemmen! otier than a person who is a\nmember of any of the aflnEd forc€s of Pakistafl except a\nperson who is, or hss been a memtrer ofthe said forc€s\nand is holding, or has held, alrGt or office in any public\ncorporatior! bank, financial institurior! undertaking or\nother organizalion cstablished, controlled or\nadrninistcrcd by or uder the Federal Govemment or a\nProvincial Covemment or, notrvithnanding an)lhing\ncontained in the Pakistan Army Act 1952 (XXXIX of\n1952) or any other law for the time being in force, a\nperson who is a civilian employe€ of the Armed Forces\nof Pakislan:\n(v) has been, the Chairman or Vice{hairman of e zira\ncolrc,,/, a municipal commiffee, a municipal corporation\nor a meEopolitan corporation constituted under any\nFederal or Pmvincial law rclatirg to local councils;\n(vi) is or has be€n a Disticl rvaziz ot Ndib No2im, TAhsil\nNazim or Naib Nazim or Union Nnzim or Naib Nazim.\nErplorttiorl---Eot the purpose of this sub-clause $e\n€xpressions \"Chairman\" and \"Vice-Chairman\" shall\ninclude \"Mayof' and \"Deputy Mayor\" as the case may\nbc, and the resp€ctive councilors thercin; and\n(vii) has served in and retircd or resigned fiom or has been\ndischarged or dismissed from the Armcd Forc6 of\nPakistan;\nPART I] THE GAZETTE O[ PAKISTAN, EXTRA,, JT]NE 22. 2O2Z t23\n(o) \"Offence\" means lib offences of corruphon and conupt\npracric€s and other ollences as defined in this Ordinance and\nincludes the offences specihed in the Schedulc to this\nOrdinance;\n(p) \"Pe on\" unless the context othen-vise so requires, includes in\nthe case of a company or a body corporate, ihe spoisors,\nChairmaq Chief Executive, Managing Director, elected\nDirectors, by whaiever name call€d, and guarantors of the\ncompany or body corporate or any onp exercising dire€tion\nconEol of the affairs of such company or a body corpomte;\nand in the case ofany firm, partnenhip or sole proprietorship,\nthe panners, proprieto. or any person having any interest in\nthc said firm, partnership or proprietorship concem or\ndirection or control thereot\n(q) \"Private Pe6on\" shall mean any person, other than a holder of\npublic ofTice;\n(r) \"Propeny\" includes any or all movable and immovable\nproperties situated wirhin or outside Pakistan;\n(s) \"Public at large\" means at least one hundred persons;\n(0 \"Govemflent Propeny\" means prop€rer' belonging to the\nGovemment and includes gifu, donations, financial\nassistance, grants, aid received or collected in whatever name\nor for whatever purpose by a holder ofpublic office duringthe\ntenure ofofficet and\n(u) \"willful default\" a p€rson or a holder ofpublic ofEce is said to\ncommit an offence of willful default under this Ordinance if\nhe does not pay, or continues not to pay, or retum or repay the\namount due from him to any banh financial institutiorL\ncooperative society, Govemment depanment or a statutory\nbody or an authority established or controlled by a\nGovemment on the date that it became due as per agreement\ncontaining the obligation to pay, retum or r€pay or accordjng\nto the laws, rules, regulations, inshuctions, issued or notified\nby rhe Srarc Bank of Pakistarl or the banl, financiel\ninstitution, cooperatives society, Govemrnent department\nstaturory body or an authority established or controlled by a\nGovemment, as the case may be, and a thi(y days notice has\nbeen givento such peEon or holder ofpublic oflice:\nt)4'IHE GAZETTE OF PAKIST,A.N, EXTR{, ]L}{E 21, 2022 [PART I\nlrovided that it is nol wilitul deFault under this\nOrdin,rl1rc ifsuch pcrson or holder of public oIllce \\rzLs unable\nlo pay, relum or rcpay lhe amount as aforesaid on accounl of\nany willful brcach of agreement or obligation or failure to\nBerform sratutory duty on the pan of any banl, financial\ninstitution, cooperatjve smiety or a Government department\nstatutory body or an authority esrablislrcd or confolled by\nGovernmenti\nProvided fufther rhat rn rhe case of default concemirg a\nbank or a financial instihfion a seven days nolice has also\nbeen givcn to such pcrson or holder of public office by the\nGovemor, State Bank ofPakistan:\nProvided also that the aforesaid thirty days or seven da)'s\nnotice shall not apply to cases pending trial at the time of\npromulgation of the National Accountability Bureau\n(Amendn€nt) Ordinancc, 2001 (XXXV of 200l).\n' 4. Subslitulion of section 54, Orditrance XVIII ot 199r.-ln the\nOrdinance, lbr section 5A. the following shall be substituted, namely:\n\"54. Term of s Judge.-{l) A Judte of a Court who is a serviog\nDistricl and Sessiou Judge shall ordinarily hold omce for a term of\n$ree years frorn Ihe date ofhis initial appointment as such Judge.\n(2) A Judge shall not be rcmoved or lransferred from his office before\nthe completion ofthe term ofhis oflice without consultation of the\nChiefJustice of the High Couft conc€med.\"\n5. Amendment of section 6, Ordinance XVII of 1999.-ln the\nOrdinance. sub-section (b) of section 6 shall be substituted by the following,\nnamely:\n(b) Chai.man, Natronal Accou ability Bureau:-\n(i) There shall be a Chairmarl National Accountability Bueau to\nbe appointed by the Federal Govemmenl alter consultation\nbetween the kader of the House and the Leader of the\nOpposition in the National Assembly:\nProvided that thc consultation bet\\I'een Leader of the\nHouse and l,eader of the Opposition shall be initiated two\nmonths prior to the expiry ofthe rerm of outgoing Chairman\nand shall be concluded wirhin the period of fony five days;\nP^RT I] THE CAZETTE OF PAKISTAN, EXTRA. II.JNE 22, 2022 t25\n(ii) If there is nb consensus on the name of the Chairman, the\nnarnes proposed by the L€sder ofthe House a-nd the lJader of\nthe Opposition shall be forwarded by the Chzirman of the\nSenate and Sp€aker ofthe Nalional Assembly, as the case may\nbe, 10 the Parliamentary Committee appointed under clause\n(iii), which may confirm any one name for appointment as\nChairman:\nhovided that lie Leader ofthe House and liader ofthe\nopposition shEll propose two names each for consideralion ol\nthe Parliamentary Committee;\n(iii) The Parliamentary Committee under cla6e (ii) shall b.\nco[stitutcd by rhe Sp€aker, Natioml A$embly, comp.ising\nfifty p€rcent members from the treasury benches ard fifty\nperEnt from the opposition benches, b€s€d on thei. sEength\nin Majlit-c-Shoord (Parliament). to bd nominated by the\nrespective Parliamentary Leaders:\nProvided that drc Parliamentary Committee shall\nrecommend the narne of dre ClEirman not laler than thirty\ndays;\n(iv) The total strength of the Parliamentary Commi[e€ shall b€\ntwelve members out of which one third shall be from the\nSenale. If the National Assembly sbnds dissolved at the\nmaterial timc, all lha members ofthe Committee shall be from\nthe Senale;\n(v) The Chairman shall, on such terms and conditions as may be\ndelermined by the Federal Govemmmq hold ofEce for a non-\nextendable term of thre€ y€ars and shall not be eligible for\nsubsequent appointmmt .aa Chairman and shall not b€\nremoved fmm olfice cxcept on th€ grounds and in the manner\nas provided in Anicle 209 of the Consdtution:\nProvided that upon the expiry of the lerm of Cbairman\nand till the appointme of the new Chairmaq ths Deputy\nChairman shall act as Chairman and in his abscnc€,. the\nFederdl Govemment shall appoinr an acting Chairman ftom\namongrt the senior olficers ofthe NAB; and\n(vi) The Chairmar may, by writing under his hand, addessed lo\nthc Federal Governmenl resign from his omce.\n6. Amendmetrt of section 7, Ordirarce XvItr of 1999.-ln the\nOrdinance, iD section 7, iD sub-sechon (a), for lhe word \"President\", the words\n\"Fedcral Golemment\" shall be substitutedt26 I1IE GAZETTE OF PAKISTAN, EXTRA , JUNE 22, 2022 [IIART I\n7. AEendmetrt of 3ectiotr 8, OrdinrBcc XVIII of 1999.-In the\nOrdinance, in s€ation 8:\n(l) in suts€ction (a), for clause (ii) sh6ll be substihrted, namely:-\n'(ii) Subject to the provisions of $e Ordinance, the Prosecdor\nGeneral and Spcgial Prosectltors shall render ind€pendcnt\nadvice to the Chairman and shall ensure fair, corsistent,\nuniform, noniiscriminatory and exFEditiorls pros€cution of\ncases and in doing so shall pro@cl and ac4ord all lawful righb\nand inler$ts ofthe accued FE sons- '\n(lA) In suEscction (a),-\n(i) for clause (iii), thc following shall be subsritue4 namely:-\n\"(iii) Tft Pmsecutor Ceneral Ac.ountability shsll hold ofiicc\nfor a non-extendable term ofthree years.\"; and\niii) in clause (v), for the words \"President ofPakistan\", the words\n\"Federal Goyemment\" shall bc substituted; and\n(B) the eisting palagraph (2) shall bc omitted.\n(2) After sub-section (d), trc following shall be inserted, namely -\n\"(O Chairma& NAB sltall provide Invesdgation Repo( to thc\nProsecutor Geneml and seek concurrence of the Prosecutor\nGeneral for conrmencement or continuation of prosecrition.\"\nt. Sub6titution of section 9. Orditr.rce Xvltl of 1999.-ln the\nOrdinance, fo. section 9, the following shall b€ substitureq nam.l):-\n\"9. {:orruptiotr rnd corrupt prrctice!.-{a) A holder of a public\nrtlice, or any other pe6or! is said ro c{)mrnil or to have colrlmitted\nlhe oFence o f corruption and comrpt practic€s-\nai) if he accepts or obtains ftom any Elerson or oflers anygatifietion directly or indirecdy, other than legal\nremuneratior! as s motive or reward such as is specified in\nsecdon 16l ofrhe Pakislrn Penal Codc (Act XLV of 1850) for\nPART I TTIE CAZETTE OF P N. EXTRA,. JTJNE 22. 2022 127\ndoing or forb€aring to do any olficial act, or for showing or\nfor b€aring to show, in the exercise of his official fuoctions,\nfavour or disfavour to any person, or for aendering or\nattempting to rcnder any service or disservice to any person;\nor\n(ii) if he accepts or obtains or offers any valuable thing \\rithour\nconsideration, or for a consideration which he knows to be\ninade$He, from any person whom he knows ro have bee4 or\nlikcly to be, concemed in any proce€ding or business\nEanlacled or about !o bc transacled by him, or having afly\nconnedion with his ofricial functions or Iiom any pe6on\nwhom he knows to be interested in or related 1o the person so\nconcerned; dr\n(iii) . if he dishonestly or ft'audulently mis-appropriales or ofierwise\nconverts for his o$,n use. or for thc use of any other pe6on\nany properry cntrust€d to him, or under his control, .or\nwillfully allows any other person so lo do; or\n(iv) if he by conupt, dishonesl or illegal mea$, obtains or, seeks\nto obhin for hirnselt or for his spouse or dependents or any\nothcr person, any pfDpero', vrluable things or pecuniary\nadvantage; or\n(v) if he or any of his dependents or other ,sranidaa, tlnough\ncomipt and dishonest mejns, o\\{ns. possesses or aaquircs\nrighB or title in assels substantially dis-proportionate to his\nknown sourc€s of income which he can not reasonably\naccount for.\nExplanotion L:The valuation of immovable propefty shall\nbe rackoned on the date of purchase either acaording to the\nactual price shown in the relevant title documents or lhe\napplicable rales prescrib€d by District Colleclor or rIrc Federal\nBoard ofRevenue whichever is higher. No evidence confary\nlo the later shall be admissible.\nEx ndion lr.-For $e purpose of calculation of movable\nassetq the sum lotal ofcredil enrries of bank account shall nol\nbe Eeated as an ass€t Bank balance ofan account on (he dale\nof initiarion of inquiry may be treated as a movable asset. A\nbanking tmnsaction shall nol be treated as m asset unless\nthcre is etidence of crcation of correspondints asser rtlrough\nthat tra.nsacrion.\n(vi) if he intentionally misuses his aurhority by dis-regarding law\nso e5 to gain any monetar,v benefit or favour for himself or\nany other person r€lated ld him or on his behsl f.\nExplanalion L:That an ait done in good faith and in\ndischarge of duties aDd performance of official firncrion shall'\nnor co[stitute an offence underthis clause.\nExplondion II.--That nothing shall be an offence of misuse\nofauthority unless it is proyed thrcugh material evidcnce that\nthe holder ofpublic ofnc€ has gained any monetsry benefit oa\nasset ftom thc person in whose favour the aLct of misuse of\nauthorily has tEen .endered.\nExplarrdion II l.-That the authority of thc holder of a public\noEice shall be clearly specified as per the applica-ble\nGovcrnmem rules and rcgulations.\n(\"iD\n(viiD\n(ix)Omitted;\nifh€ commils an offence ofwillful defaul; or\nif he commits the offmce of cheatinB as defined in sectiofi 415\nof the Pakisla, Penal Codg 1860 (Act XI-V of 1860) and\nthereby dishonestly induces members ofthe public al large to\ndeliver any property including money or valuable security to\nany PBrson:\n. Providcd that nolhing shall be an offence undcr clause\n(ix) unless it is established that there was an intention of\ncheating at thE time of initiation ofa transaclion\nEql4^acior'.-lhe civil and commercial dispues\nb€twe€n parties shall not be tnable under rhe provisions of\nthis Ordinarce.\nIuwtotion I: A l]ura a Ponzi schemc and gives profit to\nits inveslors with intent to allurc public. A is said to have\ncommitted chealin8.\nlrslralian II: A receives investmcnts in a la$drl\nbusiness and continued to pay agreed profis ro the investors.\nLater the business nns into losses and a defaults on his\nobligations. A h.as not commitrcd cteating.I28 TIIE GAZETTE OF PAKISTAN, EXTRA . ]LII{'E 22, 2022 [PART I\nPART U THE CAZETTE OF PAK]STAN, EXTRA,, lWE 22, 2022 179\n9. Ametrdment of section 10, Ordinance XvlU of 1999.-ln the\nOrdinance, in secrion 10,-(x) if he commits the offence of criminal breach of trust as\ndefined in section 405 ofthe Pakistan Penal Code, 1860 (Act\nXLV of lE60).with regard to any pioperty including money or\nvaluable securily entrusted to him by members ofthe public at\nlarge;\n(xi) if he, in his capacity as a banker, merchant, factor, broker,' attomey or agent, commits criminal breach of trusl as\nprovided rn section 409 oft re Paklstan Penal Code, 1860 (Act\nXLV of 1E60) in respect ofproperty entrustcd to him or over\nwhich he has dominioq and\n(xii) if he aids, assists, abets, aftempts or acts in conspiracy with a\nperson or a holder of public office accEed of an ofFmce as\nprovided in clauses (i) to (xi).\n(b) Subject to the provisions containcd in sections 439, 496,497,498\nand 49tA of the Code, no Court other than the Cou( established\nunder this Ordinance shall have powers to grant bail or orde.\nrelesse of the acc[sed.\n(c) Ifafter completinB the investigation of an offence against a holder\nofpublic offce or any other person, the Chairman NAB is satislied\nthat no pri o facie case is made out against him and the case may\nbe aloied, the Chairman NAB shall refer the matter to a Court for\napproval and for thc release of the accused, if in custody.\n(d) The closure ofan inquiry or investigation shall be communicated to\nthe accused and such inquiry and investigation shall not be\nreopened wilhout prior permission ofthe Court.\"\n(A) in suEsection (a), for the Iigure \"14\", the word \"fourtem\" shall be\nsubstituledi\n(B) in sub-section (a), for full stop at the end, a colon shall be\nsubstituted and thereafter the following proviso shall be added,\nnamely:-\nProvided that the convict shall b€ entitled to beneflt under\nsection 382-8 ofthe Code.\"; and\n(C) suEsection (d) shall be omifted-\nI l. Amerdment of section 15, Ordirrtrce XVIII of 1999.-ln the\nsaid Ordinance, in the proviso to sub-section. (a) of section [5, the expression\n\"sub-section (b)\" shall be omitled and shall always be deemed to have been so\nomitted.10. Omission of section 14, Ordiornc€ XVIII of 1999.-ln thc\nOrd,nance, s.ction l4 shall be omitted\n12. Substitution of section 16, Ordinsnce XVIII of 1999.-ln the\nsaid Ordinance, for section 16, the fbllowing shall be substituted, namelyt130'l l{E OAZETTE oF PAKISTAN. EX tRA., IUNE 22, 2022 [P^Rr I\n\"16. Crs€ mlragement rtrd trisl of olIerces.--{a) Notwithstaflding\nanything conlained in any orhfi law for the time being in force, an\neccused shall be prosecuted for an offence under this Ordinance in\nthe Court eslablished under this Ordinanar and the case shall be\ndisposed of within one year.\n(b) The Cou( shall sit at such place or plac€s as the Federal\nCovernmert may, by order, speci ry in this behali\n(i) Where more Courts than one have been established at a place, the\nChief Justice of the High Court of th€ Province concerned shall\ndesignate a'Judge ol any such Coui to be an administrative Judge\nand a case triabl€ under thrs Ordinance shall be filed before the\nCourl of the Administrative Judge who may either try the case\nhimselfor, assign it for trial by any other court €stablished at that\nplace at any time prior to th€ fiaming of the charge.\n(d) tn respect of a case assigned ro a Coun under suEsection (c), all\norders made or p.oceedings taken before the assignment shall be\ndeemed to have Gen madc or taken by-lhe Court 1o which lhe case\nbas been assigned.\n(e) No(withstanding an),thing contained in this section, if in respect of\nany cas€ relating to sn offence triable under this fuinance, the\nChairman NAB, having regard to the facts and circumslances oflhe\ncasc may file a reference before any Court established anywherc in\nPakistan, and such Cou( shall have the jurisdiction to try the\nsarne.\"\n13. AbctrdmeDt of sc{tior lt, Ordin.rce XVIII of 1999.-ln the\nOrdinance, in section lE.-\n(A) in sub-section (c), for the expression 'or investigatiorl\", the\nexpression \". lf aftcr complerion of inquiry the allegations of\nPART I] TI]E GAZETTE OF PAKISTAN, EXTRd, I\\JNE 22, 2022 l3r\n(B)\n(c)\n(D)commission of an offence under this Gdinance are substantiated\nwith material evidence. the matter shall be converted into\ninYestigation:\nProvided that the reporl ofthe inquiry shall be Fovided to the\naccuscd,\":\nin sub-section (d), the letters'NAB\", at the end shall be omiucd;\nsuFsecuon (e) shall be omined; and\nin suLsection (0, forthe words \"expeditiously as may be practical\nand feasible\", the words \"wirhin six months\" shall be subs nrEd.\n14. Ameddmert of section 21, Orditr.nce XVIII of 1999,-ln the\nOrdinanca, in secrion 21, in clause (0, after the semirolorl rhe word \"and\" shall\nbe added and thereafter ilause (g) shall be omined.\n15. Omirsion of scctiotr 23, Orditrrtre XVIII of 1999.-In the\nordinarce, section 2J shall b€ omiEed.\n16. Suhtitutiotr of sectior 24, Ordirerce XVIII of 1999.-In the\nOrdinance, for seclion 24, the following sh6ll be sub6ritute4 narnely:-\n\"24. Arr€st-{a) The Chairman NAB may issue warrant of arrest\n-durinS th€ course ofin\\€stigation under this Ordinanc€, if-\n(i) $e accused is intenrionally or willfully not joining the\ninvestigation aft er repeated notices;\n(ii) the accused is ataempling to abscond;\n(iii) therE are sufficient grounds that ihe accused pould temper\nwith the pros€culion cvidcrEe: or\n(iv) there is crcdible infortnation regarding repetition or\ncontinualion ofoffence lmdcr this Ordinance-\n(b) If the Chairman, NAB, or an omc€r ofthe NAB duly authorized by\nhim, decides to refer the case rc a Court such rcferenca along-wilh\nrepon of Inves(igation Omclr shall conlain the substanc€ of the\noffenc€ or offences as thr case may be, alleged lo have been\ncommi(ed by the accused and a copy of such referenca shall be\nforwarded to rhe Regislrar of$e Court to which lhe case has been\nt32 I'T{E GAZEI'TE OF PA(ISTAN, EX'|R]{,, I\\JNE 22. 2022 PART I\nsent to Ey thd accused. and another copy shall b€ delivered to the\nnccus€d.\n(c) The provisions ofsub-sccrion (a) shall also apply lo cases, which\nhave already been refened to the CourL\n(d) Notwithstanding anlthinB contained in the Code, rvhere the holder\nof a public office or any other p€non accused of an offence is\narrested by NAB under this Ordinanc€, NAB shall, as soon.as may\nbe, inform him of the grounds and subslance on the basis ofwhich\nhe has be€n arr€sted and producc him befo.e, the CoEt witlin a\np.iod of rwenty fou. hours of afiest excluding lhe time necessary\nfor the joumey fiom the place ofarest to the Coufl 6nd such person\nshall, having regard to the facts and circunstances of the case, be\nliable 10 be detained in the custody ofNAB for pupose ofinquiry\nand investigation for a period not exceeding fourteen days.\n(e) The chairman, 1\"*AB may declare and noliry any place as a police\nsl.lion or a sub-jail al his discretion.\".\n17. AEendmenl of s€ctiotr 21 Ordirrnce XVIII of 1999.-ln the\nOrdrnance. in sect on 25. in sub-seclion (b). for full srop at the end, a colofl shall\nb€ substituled and thereafter the proviso shall be adde4 namely:-\n\"Provided that statement or witness of a.ny accused €ntedng into plea\nbargain or r,olmtarity retum shall not prejudic€ case of any other 6ccused\".\nIt. Am€irdEent of s€ction 26 Ordinrtrce XVIII of 1999.-ln thc\nOrdinarcc, in section 26, for suLsections (a) and (b), the following shall be\nsubstitutcq na$ely -\n\"26. Tendcr of prrdotr.-{a) Notwithsranding anfhing contained in the\nCode, at any stage of inquiry; investigation o. trial, the Chairman\nNAB ma)_, \\dith a view to obtaining the evidence of any peBon\nsupposd to have been directly or indirecdy corlcemed in or privy\nto any o6ence, tender a full or conditionat padon to such a p€rson\non condition ofhis maling a full and true disclosure oflhe wholc of\nthe circumslaices wirhin his knowledge b&sed on marerial relating\nto the said ofFenc€ including the narnes of the persons involved\ntherEin whether as principals or abettors or otherwise:\nProlided thar such person shall srand disqurlified for a period\noften yerrs, to b€ reckoned from the date oftermination ofthe trial,\nfor seeking or ftoln being etected, chosen appointed or nominated\nPART TttE GAZETTE OF PAKISIAN, EXTRA-, JTJNE 22, M22 .133\nas a member or represmtative of a.ny public Hy or arry slatutory\nor local authority or in service of Pakistan or ofany Province.\n(b) Every person accepting a tender of pardon undq sub-section (a)\nshall be examined by a Magisrrate in the presenc€ ofthe aacuscd\nwho shall be givcn an opponunily of cro6s+xamining lhe person\nand the person shall also be examined as e witness in the\nsubscquent lrial.' .\n19. Subtitution of section 2t, Ordimnce XVIII of 1999.-ln Ge\nOrdinance, for s€ction 28. the following shall be sub6titute4 namely:\n\"28. AppoirtmeDt of omcers r10 st{ff iD the Nitional\nAccourt bility Bureau.-{a) The National Accountability Bureau\nmay, in such manner and on such term and conditions of sarvice,\nefriciency, discipline ard conduct etc. as msy be prcscribed by\nrules, appoint such officers and staff rs may be considercd\nnecessary for the efiicient performance of its functions.\n(b) The National Accountabiliry Bureaq may appoint advisqs,\nconsult nts and expeas, on Dayment of such fec or remuneralion as\nmay be prescrib€d by rules to p€rform its functions and exercise its\npowe6 under this Ordinance.\"\n20. IDsertion of n€tv rection 31DD, Orditrstrcc Xvm of 1999.-ln\nthe said Ordinarce afler section 3lD, the following new section shall be ioserted,\nnamely:-\n\"3IDD.Approvrl of the Strt€ Bank of P{kistr!.-Notwithstanding\nanything contained in thrs Ordinance or any other law fof the time\nbeing in force, no inquiry, investigalion or proceedings in respecl of\na decision of a Board of a Bank or financial institution. shall be\ninitiated without the prior approval of the Govemor, State Bant of\nPaIisun.\"\n21. AmctrdEctrt of sectior 32, OrdinrDce XVIII of 1999,-ln the\nordinance, in section 32,-\n(a) in suusection (a), for the word \"ten\", th€ wo.d 'lhirty' shall b€\nsubstituted; and\n(b) in sub-section (b), for the expression \"and shall be disposed of\nwithin thirty days ofthe filin8 of the appeal-\", the expression \"The\nprovisions contained in sectiol 426 ofthe Code shell apply nulalir\nt34 I HE GAZE frE oF PAKISTAN, EXTRA., II\"ll^iE 27, 2022 [PaRr I\nnulandis in casc of an appeal frled against order of conviction.\"\nshall be subslituled.\n22. Amcndmcrt of s.ctiotr 33D, Ordiutrce'XVIII of 1999,-In the\nOrdinance, ir1 section 33D, for the word \"Presidenr\", rhe words 'National\nAssembly and the Senate\" shall be substituted.\n23. IBertior of new s€ction 33F, OrdiMrce XVIII of 1999.-ln the\nOrdinance, after secrion 338, the followi[g new section shall b€ irlsenc4\nnamely:-\n\"33FR6trictior otr i$uance of public st t€ments.--+Jo ofncial of\nNAB, in ary capacky, shall mEke snv slatement in public or to the\nmedia regarding persons involved in any inquiry or investigation\nconducted by NAB until a reference has been filed againsr such\npelsons.\"\n24. lEertion of new se.tion 33G, Ordimrc€ XVIII of 1999.-ln the\nfrinance, after section 33F, substituted as aforesai4 thc following nery section\nshall b€ inserted, namely:-\nPunishEent for Eakjtrg public ltetemcnts.-Whocver\nconEavenes the provisiorls of section 33F shall be punishcd with\nimprisonmenl for a term which may extmd to one year bu shall not\nbe less than one month and with a firc ofone million Rup€es.':-\n25. Substitrtion of section 34, OrdiMtrc€ XVIII of 1999.-tn the\nOrdinance, for section i4, the following shall be substituted, namely:\n'34. Power to mak rules-Th€ Fed€ra.l Govcrnmmt may, by\nnotification in the omcial Gazene, make rules to carry.out the\npurposes of this Ordinanc€.\".\n26. Am€trdment of sectiou 36, Ordimtrce XVIII of 1999.-ln the\nOrdinance, iu section 36, for full stop at lh€ end, a colon shall be substituted and\nthere.ftd the following proviso shall b€ added, namelyi-\n. *ftovided rhar if the accused has been acquifled by $e Coun on the\nground that $e casc was initiated with nalarde intention or tlased on false or\nfabric$ed .vidence, the person rcsponsible shall be punished with imprisonmem\noi either description for a term which may extend to five yeaB and shall also b€\nliable to fin. \"\nT}IE GAZETTE OF PAKISTAN, EXTRA.. II.INE 22, 2022 135\n27. Amerdmert of s€ctiotr 37, Ordinence XVIII of 1999.-ln the\nOrdinance, in scction 37, for lhe word \"Pr€siderf', the words 'Federal\nGovenunent ' shall bc subBtitutcd.\nTAHIR HUSSAIN,\n*cretory.\nPRINTEO BY}HEM^N^GE&PR STAY PRfIS, ISLN^EAI)\npLrDlrtnrD By m! DEPL T1 coMTRotLER tr^TroNERy ^xD Foi-Nrs, uMrEf,srry Ro^D, ra8-^cHr"
}