{
    "file": "./converted_json\\administratord1a77d682a1274e8785d581c54538851.json",
    "name": "Islamabad Real Estate Agents and Motor Vehicles Dealers (Regulation of Business) Ordinance, 1984",
    "date": "10th April, 1984",
    "tagline": "Regulating the business of real estate agents and motor vehicles dealers in Islamabad Capital Territory",
    "content": "Page 1 of 5 \n  \n \n \n \nTHE  ISLAMABAD  REAL  ESTATE  AGENTS  AND  MOTOR  VEHICLES \nDEALERS (REGULATION  OF BUSINESS)  ORDINANC E, 1984  \n \n  \n \n       CONTENTS  \n1.  Short  title, extent  and commencement.  \n2.  Definitions.  \n3.  Prohibition  of business  without  registration.  \n4.  Certain  persons  not to be registered.  \n5.  Procedure  for registration.  \n6.  Renewal  of registration.  \n7  Fixation  of Commission.  \n8. Maintenance  of record  and accounts,  etc.  \n9.  Power  to enter  and examine  books,  etc.  \n10. Cancellation  and Suspension  of registration.  \n11.  Penalties,  etc.  \n12.  Powers  to make  rules.  \n  \n \n \n\n \nPage 2 of 5 \n THE  ISLAMABAD  REAL  ESTATE  AGENTS  AND  MOTOR  VEHICLES  \nDEALERS (REGULATION  OF BUSINESS)  ORDINANCE,  1984  \nORDINANCE  No. XIII OF 1984  \n[10th  April,  1984]     \nAn Ordinance  to regulate  the business  of real estate  agents  and motor  vehicles  dealers  in the \nIslamabad  Capital  Territory.  \n WHEREAS  it is expedient  to regulate  the business of real estate  agents  and  motor  vehicles \ndealers  in the Islamabad  Capital  Territory  ;  \n AND  WHEREAS  the President  is satisfied  that circumstances  exist  which  render  it necessary\n totake  immediate  action;  \n NOW THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, and in \nexercise of all powers enabling him in that behalf, the president is pleased to make and progulgate the \nfollowing Ordinance:  \n 1. Short title, extent and commencement. (1) This Ordinance may be called the Islamabad \nReal Estate Agents and Motor Vehicles Dealers (Regulation of Business) Ordinance, 1984.  \n  (2) It extends  to the Islamabad  Capital  Territory.  \n (3) It shall  come  into force  at once.  \n 2.Definitions .In thisOrdinance,  unless  there  is anything  repugna nt in the subject  or context, — \n(a) “motor vehicle ” mean any mechanically propelled vehicle adapted for use upon \nroads whether the power of propulsion i s transmitted thereto from an external \nor internal source and includes a tractor, a trailer and a chassis to which a body \nhas not been attached ;  \n(b) “motor ve hicles dealer ” means a person who arranges or negotiates any \ntransaction of sale, exchange transfer or pledge of a motor vehicle in \nconsideration of some commission or other remuneration in cash or otherwise \nor who deals in sale or purchase of motor vehicl es ; \n(c) “prescribed ” means prescribed by rules ;  \n(d) “real estate ” means immovable property ;  \n(e) “real estate agent ” means a person who arranges or negotiates any transaction \nof sale, exchange, lease or tenancy of real estate in consideration of some \ncommission or other remuneration in cash or otherwise ;  \n(f) “registering authority ” means the District Excise and Taxation Of ficer, \nIslamabad or any other officer authorised by the Federal Government to \nexercise the powers of registering authority under this Ordinance ; and  \n \nPage 3 of 5 \n (g) “rules ” means rules made under this Ordinance.  \n 3. Prohibition of business without registration. (1) No per son shall engage in or carry on the \nbusiness of a real estate agent or a motor vehicles dealer unless he is registered with the registering \nauthority and holds a valid certificate of registration issued by such authority:  \n Provided that this sub­section sh all not apply to any person who was carrying on the business \nof a real estate agent or a motor vehicles dealer immediately before the date of commencement of \nthis Ordinance until the expiration of a period of thirty days from the date on which the rules co me \ninto force.  \n (2) A person referred to in the proviso to sub­section (1) who desires to carry on the business \nof a real estate agent or, as the case may be, motor vehicles dealer after the commencement of this \nOrdinance shall apply for a certificate of registration within a period of thirty days from the date on \nwhich the rules come into force.  \n (3) If any person referred to in the proviso to sub­section (1) continues to carry on his business \nafter the expiration of the period specified in sub­section (2) and fails to apply for a certificate of \nregistration as required by that sub­section, the registering authority may, instead of taking action \nagainst him under the penal provisions of this Ordinance, entertain his application for grant of a \ncertificate  of registration on payment by him of a penalty not exceeding five hundred rupees if the \napplication is made within a period of three months from the date on which the rules come into force \nand a penalty not exceeding one thousand rupees if the application  is made within a period exceeding \nthree months but not exceeding six months from the said date.  \n \n 4. Certain persons not to be registered. No person shall be registered as a real estate agent \nor a motor vehicles dealer if he— \n(a) is a minor ; or  \n(b) is found to b e of unsound mind by a Court of competent jurisdiction; or  \n(c) is a declared insolvent; or  \n(d) has been, on conviction for an offence of criminal mis­appropriation or criminal breach  \nof trust or cheating or any other offence involving moral turpitude, or an abetment \nof or attempt to commit any such offence, sentenced to imprisonment, unless a \nperiod of three years has elapsed since his release.  \n 5. Procedure for registration. (1) A person who wishes to obtain a certificate of registration \nto engage in or carr y on the business of a real estate agent or a motor vehicles dealer shall make an \napplication to the registering authority concerned in such form and manner and on payment of such \nfee, not exceeding two thousand rupees, and furnishing of such security as m ay be prescribed.   \n (2) The registering authority, on being satisfied that  the applicant has fulfilled all the  requirements \nand does not suffer from any of the disqualifications laid down in section 4, shall register him as a real estate \nagent or a motor vehicles dealer, as the case may be, and grant him a certificate in the prescribed form.  \n 6. Renewal of registration. (1) A certificate of registration issued under section 5 shall be \nvalid for a period of one year and shall be renewable from year to year.  \n \nPage 4 of 5 \n  (2) A real estate agent or a motor vehicles dealer who wishes to get his certificate of \nregistration renewed shall, not less than thirty days preceding the date on which the validity of the \ncertificate is due to expire, apply to the registering authority  in such form and  manner and  on payment  of \nsuch fee, not exceeding one thousand rupees, as may be prescribed.  \n (3)The registering authority, on being satisfied that  the applicant has fulfilled all the  requirements \nand does not suffer from any of the disqua lifications laid down in section 4, shall grant a certificate of \nrenewal of registration in the prescribed form.  \n (4) If a real estate agent or a motor vehicles dealer fails to apply for the renewal of his certificate \nof registration in accordance with sub­section (2) and continues to carry on his business after the date \non which the validity of his certificate of registration expires, the registering authority may, instead of taking \naction against him unde r the penal provisions of this Ordinance, entertain his application for renewal \nof the certificate on payment by him of a penalty not exceeding two hundred and fifty rupees if the \napplication is made within one month of the date on which the validity of th e certificate expires and a \npenalty not exceeding five hundred rupees if the application is made within a period exceeding one \nmonth but not exceeding three months from the said date.  \n 7. Fixation of commission. The Federal Government may prescribe the maximum rate of \ncommission  or remuneration which a real estate agent or a motor vehicles dealer may charge on any \ntransaction arranged or negotiated by him.  \n \n 8. Maintenance of record and accounts, etc.  (1) A real estate agent and a motor vehicle dealer \nshall maintain such accounts and other record of the transactions arranged, negotiated or made by him \nand in such manner as may be prescribed  \n \n (2) A real estate agent and a motor vehicles dealer shall, as and when required to do so, produce \nthe accounts and  other record maintained by him under sub­section (1) before such officer or authority \nas may be prescribed and shall also supply such information and in such form and within such time as \nmay be required by the said officer or authority.  \n 9. Power to enter  and examine books, etc.  (1) The registering authority or an officer, not \nbelow the rank of an Inspector, Excise and Taxation, authorised by him may enter any place of business \nor office of a real estate agent or motor vehicles dealer at any reasonable tim e in order to satisfy himself \nthat the provisions of this Ordinance and the rules are being complied with, and may call for and inspect \nany books of accounts or documents kept in such place.  \n (2) If any person prevents the registering authority or an officer authorised under sub­section \n(1) from entering the place of business or office or from examining the books or documents, or obstructs \nhim in the exercise of those powers, he shall be punish able with fine which may extend to two thousand \nrupees.  \n 10. Cancellation and suspension of registration.  (1) If the registering authority is satisfied \nthat a real estate agent or motor vehicles dealer has committed any breach of the conditions of the \ncertificate of registration granted to him or —  \n \n \n \n(a) maintained or produced before the prescribed officer or authority an incorrect \n \nPage 5 of 5 \n account of any transaction negotiated or arranged by him ;  \n(b) negotiated or arranged a transaction in respect of a real estate or motor vehicle \nknowing that there was a defect in the title of the real estate or motor vehicle ; \nor \n(c) charged commission or remuneration in excess of the maximum rates \nprescribed,  \n \n The registering authority may, by order in writing cancel or suspend the cer tificate of \nregistration for such period , not exceeding three months, as may be specified in the order:  \nProvided that, if such agent or dealer subsequently commits any breach of the conditions of the \ncertificate of registration or does any act as aforesaid , the period for which the certificate is suspended \nmay extend to six months:  \nProvided further that no such order shall be passed unless such agent or dealer has been given \nnot less than seven days notice to show cause against it.  \n(2) Any person aggrieved by an order passed under sub­section (1) may, within thirty days of the \npassing of the order, prefer an appeal to the Administrator, Islamabad Capital Territory, whose \ndecision shall be final, 1[:] \n1[Provided that no orders on such appeal shall be passed unless the appellant has been given an \nopportunity of being heard.]  \n 11. Penalties, etc. (1) Whoever contravenes any of the provisions of this Ordinance shall \nwithout prejudice to any other action that may be taken against him under this Ordinance, be \npunis hable with simple imprisonment for a term which may extend to six months, or with fine which \nmay extend to five thousand rupees, or with both.  \n (2) No Court shall take cognizance of an offence punishable under this Ordinance except on a \ncomplaint in writin g made by the registering authority  \n \n 12. Powers to make rules. (1) The Federal Government may, by notification in the official \nGazette, make rules for carrying out the purposes of this Ordinance  \n \n (2) The rules may provide that any contravention of, or failure to comply with, any of the \nprovisions thereof shall be punishable with fine which may extend to two thousand rupees.  \n \n \n \n \n \n \n \n1Subs. and added by Act II of 1989, s. 2."
}