{
    "file": "./converted_json\\administrator3cdf079d6ed582481656a94465e64c12.json",
    "name": "The Lepers Act, 1898",
    "date": "4th February, 1898",
    "tagline": "An Act to provide for the segregation and medical treatment of pauper lepers and the control of lepers following certain callings.",
    "content": "Page 1 of 8 \n \n \n \n \n \n \nTHE LEPERS ACT, 1898  \n \n \n \n \n \n \nCONTENTS  \n \n1. Title, extent and commencement.  \n \n2. Definitions.  \n \n3. Appointment of leper asylums by Provincial Government  \n \n4. Appointment of Inspectors of Lepers and Superintendents of Asylums.  \n \n5. Constitution of Board.  \n \n6. Arrest of pauper le pers.  \n \n7. Person arrested how to be dealt with.  \n \n8. Procedure with regard to pauper lepers.  \n \n9. Power to prohibit lepers from following certain trades and doing certain acts.  \n \n10. Conviction after previous conviction.  \n \n11. Penalty on person employing lepers in prohibited t rade.  \n \n12. Re­arrest of escaped lepers.  \n \n13. Inspection by Board.  \n \n14. Order of discharge by Board.  \n \n15. Appeals.  \n \n16. Power of the Provincial Government to make rules.  \n \n17. Power to local authorities to expend funds and appropriate property to asylums.  \n \n18. Protection to persons act ing bona­fide  under Act.  \n \n19. Lepers from Acceding States.  \n \nSCHEDULE  \n \nA. CERTIFICATE  \n \nB. CERTIFICATE  \n \nC. WARRANT OF DETENTION  \n \nD. WARRANT OF DETENTION  \n\n \n \n \nPage 2 of 8 \n THE LEPERS ACT, 1898  \n \n1ACT NO. III OF 1898  \n \n[4th February, 1898]  \n \nAn Act to provide for the segregation and medical treatment of pauper lepers and the \ncontrol of lepers following certain callings.  \n \nWHEREAS it is expedient to provide for the segregation and medical treatment of pauper \nlepers and the control of lepers following certain callings; It is hereby enact ed as follows: — \n \n1. Title, extent and commencement .— (1) This Act may be called the Lepers Act, 1898.  \n \n2[(2) It extends to the whole of Pakistan.]  \n \n(3) It shall not come into force in any part thereof until the 3[Provincial Government], as \nhereinafter prov ided, has declared it applicable thereto.  \n \n(4) The 3[Provincial Government] may, by notification4 in the official Gazette, apply this Act \nor any part thereof to the whole or any portion of the territories for the time being under its ad­ \nministration 5* * *. \n \n2. Definitions .— In this Act, unless there is anything repugnant in the subject or context, — \n \n(1) “leper” means any person suffering from any variety of leprosy 6* * *;  \n \n (2) “pauper leper” means a leper — \n \n(a) who publicly solicits alms or exposes or exhib its any sores, wounds, bodily \nailment or deformity with the object of exciting charity or of obtaining alms, \nor \n \n(b) who is at large without any ostensible means of subsistence;  \n \n \n 1For Statement of Objects and Reasons, see Gazette of India, 1896, Pt. V, p. 23 1; for Report of the Select Committee, see ibid., 1898, Pt. V. \n p., 7; and for Proceedings in Council, see ibid,  1896, Pt. VI, p. 227; ibid., 1897, Pt. VI, p. 248 ; and ibid., 1898, Pt. VI., pp. 10 and 18.  \n This Act has been applied to Phulera in the Exclu ded Area of Upper Tanawal to the extent the Act  is applicable in the N.W.F.P., subject to \n certain modifications­­see N.W.F.P., (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.  \n It has been extended to the Excluded Area of Upper Tanawal (N.W.F.P.) ot her than Phulera with effect from such date and  subject to such \n modifications as may be notified, see N.W.F.P.  (Upper Tanawal) (Excluded Area) Laws Regulation, 1950.  \n It has also been extended to the Leased Areas of Baluchistan, see the Leased Areas (Law s) Order, 1950 (G.G.O. 3 of 1950);  and also \n applied in the Federated Areas of Baluchistan, see Gazette of India, 1937, Pt. I, p. 1499.  \n It has been applied to city and cantonment limits of Karachi from 10th November, 1936, see the Lepers (Retrospective Co mmencement \n Provision) Act, 1939 (Sind Act 18 of 1939), s. 2.  \n It has been amended in its application to the Province of Sind, see Sind Act No. 18 of 1939  \n This Act has been amended to the extent of Islamabad Capital Territory, see, Ordinance No. XXVII of 1981, s. 5 and 4th Sch.  \n 2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s. 3 and 2nd Sch. (with effect from the 14th October , 1955), for \n sub­section (2) as amended by the Burma Laws Act, 1898 (13 of 1898), A.O., 1949, Sch., and the Federal Laws (Revision and Declaration) \n Act, 1951 (26 of 1951).  \n 3Subs. by A.O., 1937, for “L. G.”.  \n 4For notifications under this sub­section, see different local Rules and Orders.  \n 5The words “and may in like manner amend or cancel any such notifica tion” rep. by the Lepers (Amendment) Act, 1920 (22 of 1920), s. 2. \n 6The words “in whom the process of ulceration has commenced” rep. ibid., s.3.  \n \n \n \n \nPage 3 of 8 \n (3) “leper asylum” means a leper asylum appointed under section 3 ; \n \n(4) “Board” means a Board constituted under section 5; and  \n \n1[* * * * * * *] \n \n2[3. Appointment of leper asylums by Provincial Government . The 3[Provincial \nGovernment]  may, by notification4 in the official Gazette, appoint any place to be a leper asylum if i t \nis satisfied that adequate arrangements have been made or will be made for the accommodation and \nmedical treatment of lepers therein, and may, by a like notification, specify the local areas from \nwhich lepers may be sent to such asylum.]  \n \n4. Appointment of Inspectors of Lepers and Superintendents of Asylums . Subject to any \nrules which may be made under section 16, the 3[Provincial Government] may appoint any Medical \nOfficer of the Government or other qualified medical man to be an Inspector5 of Lepers and  any \nperson to be a Superintendent5 of a Leper Asylum, with such establishment as may, in its opinion, be \nnecessary, and every Inspector or Superintendent so appointed shall be deemed to be a public \nservant.  \n \n5. Constitution of Board . The 3[Provincial Gove rnment] shall constitute for every leper \nasylum  appointed under section 3 a Board6 consisting of not less than three members, one of whom \nat least shall be a Medical Officer of the Government.  \n \n6. Arrest of pauper lepers .—(1) Within any local area which ha s been specified under \nsection 3  any police­officer 7[or any other person specially empowered by the 3[Provincial \nGovernment] by order in writing in this behalf] may arrest without a warrant any person who appears \nto him to be a pauper leper.  \n \n(2) Such pol ice­officer 7[or other person] shall forthwith take or send the person so arrested \nto the nearest convenient police station.  \n \n7. Person arrested how to be dealt with . Every person brought to a police­station under the \nlast foregoing section shall, without unnecessary delay, be taken before an Inspector of Lepers, \nwho, — \n \n(a) if he finds that such person is not a leper within the meaning of section 2, shall \ngive him a certificate in Form A set forth in the schedule, whereupon such \nperson shall be forthwith releas ed from arrest ;  \n \n(b) if he finds that such person is a leper within the meaning of section 2, shall \ngive to the police­officer, in whose custody the leper is, a certificate in Form \nB set forth in the schedule, whereupon the leper shall, without unnecessary \ndelay, be taken before a Magistrate having jurisdiction under this Act.  \n \n 1Clause (5) omitted by A.O., 1949, Sch.  \n 2Subs. by the Lepers (Amendment) Act, 1920 (22 of 1920), s. 4, for the original section.  \n 3Subs. by A.O., 1937, for “L. G.”.  \n 4For notifications under this section, see different local Rules and Orders,  \n 5For appointment of such Inspectors and Superintendents, see different local Rules and Orders. \n 6For notifications constituting such  Boards, see different local Rules and Orders.  \n 7Ins. by Act 22 o f 1920, s.5.  \n \n \n \n \nPage 4 of 8 \n 8. Procedure with regard to pauper lepers .—(1) If it appears to any 1* * * Magistrate of \nthe first class or to any other Magistrate authorised in this behalf by the 2[Provincial Government], \nupon the certificate in Form B set forth in the sc hedule, that any person is a leper, and if it further \nappears to the Magistrate that the person is a pauper leper, he may, after recording the evidence on \nthe above - mentioned points, and his order thereon, send the pauper leper in charge of a \npolice­offic er, together with an order in Form C set forth in the schedule, to a leper asylum, where \nsuch leper shall be detained until discharged by order of the Board or the District Magistrate:  \n \nProvided that, if the person denies the allegation of leprosy, the Mag istrate shall call and \nexamine the Inspector of lepers, and shall take such further evidence as may be necessary to support \nor to rebut the allegation that the person is a leper, and may for this purpose adjourn the enquiry from \ntime to time, remanding the  person for observation or for other reason to such place as may be \nconvenient, or admitting him to bail:  \n \nProvided also that if any friend or relative of any person found to be a pauper leper shall \nundertake in writing to the satisfaction of the Magistrat e that such pauper leper shall be properly \ntaken care of and shall be prevented from publicly begging in any area specified under section 3, the \nMagistrate, instead of sending the leper to an asylum, may make the leper over to the care of such \nfriend or re lative, requiring him, if he thinks fit, to enter into a bond with one or more sureties, to  \nwhich the provisions of section 514 of the Code of Criminal Procedure3 (X of 1898) shall be \napplicable.  \n \n(2) If the Magistrate finds that such person is not a leper , or that, if a leper, he is not a pauper \nleper, he shall forthwith discharge him.  \n \n9. Power to prohibit lepers from following certain trades and doing certain acts .—(1) \nThe 2[Provincial Government] may, by notification4 in the official Gazette, order that  no leper shall, \nwithin any area specified under section 3, — \n \n(a) personally prepare for sale or sell any article of food or drink or any drugs or \nclothing intended for human use ; or  \n \n(b) bathe, wash clothes or take water from any public well or tank debarred by \nany municipal or local bye­law from use by lepers ; or  \n \n(c) drive, conduct or ride in any public carriage plying for hire other than a \nrailway carriage; or  \n \n(d) exercise any trade or calling which may by such notification be prohibited to \nlepers.  \n \n(2) Any such not ification may comprise all or any of the above prohibitions.  \n \n(3) Whoever disobeys any order made pursuant to the powers conferred by this section shall \nbe punishable with fine which may extend to twenty rupees:  \n \n 1The words “Presidency Magistrate or” omit ted by A.O., 1949, Sch. \n 2Subs. by A.O., 1937, for “L. G.”.  \n 3See now the Code of Criminal Procedure, 1898 (5 of 1898).  \n 4For such notifications, see different local Rules and Orders.  \n \n \n \n \nPage 5 of 8 \n Provided that, when any person is accused of an offence under this sect ion, the Magistrate \nbefore whom he is accused shall cause him to be examined by an Inspector of Lepers, and shall not \nproceed with the case unless such Inspector furnishes a certificate, in Form B set forth in the \nschedule, in respect of such person.  \n \n10. Conviction after previous conviction .—(1) Whenever any leper who has been convicted \nof an offence punishable under the last foregoing section is again convicted of any offence \npunishable under that section, the Magistrate may, in addition to, or in lieu of , any punishment to \nwhich such leper may be liable, require him to enter into a bond, with one or more sureties, binding \nhim to depart forthwith from the local area specified under section 3 in which he is, and not to enter \nthat or any other local area so specified until an Inspector of Lepers shall have given him a certificate \nin Form A set forth in the schedule.  \n \n(2) If any such leper fails to furnish any security required under sub­section (1), the \nMagistrate may send him in charge of a police­officer, w ith an order in Form D set forth in the \nschedule, to a leper asylum, where such leper shall be detained until discharged by order of the \nBoard or the District Magistrate.  \n \n(3) The powers conferred by this section shall only be exercised by a 1* * * Magistr ate of the \nfirst class.  \n \n11. Penalty on person employing lepers in prohibited trade . Any person who, within any \narea specified under section 3, knowingly employs a leper in any trade or calling prohibited by order \nunder section 9 shall be punishable with f ine which may extend to fifty rupees:  \n \nProvided that the alleged leper shall be produced before the Magistrate and the Magistrate \nshall cause him to be examined by an Inspector of Lepers, and shall not proceed with the case unless \nsuch Inspector furnishes a certificate in Form B set forth in the schedule in respect of such alleged \nleper.  \n \n12. Re­arrest of escaped lepers . Whoever, having been sent to a leper asylum under an order \nof a Magistrate in Form C or Form D set forth in the schedule, escapes from, or  leaves, the asylum \nwithout the permission in writing of the Superintendent thereof, may be arrested 2[without a warrant  \nby any police­officer or by any other person especially empowered by the 3[Provincial Government] \nby order in writing in this behalf,] and upon arrest shall be forthwith taken back to the leper asylum.  \n \n13.Inspection by Board . Two or more members of the Board, one of whom shall be the \nMedical Officer, shall, once at least in every three months, together inspect the leper asylum for \nwhich they are constituted, and see and examine ( a) every leper therein admitted since the last \ninspection, together with the order for his admission, and ( b), as far as circumstances will permit, \nevery other leper therein, and shall enter in a book to be kept f or the purpose any remarks which they \nmay deem proper in regard to the management and condition of the asylum and the lepers therein.  \n \n 14. Order of discharge by Board . Any two members of the Board, one of whom shall be the \nMedical Officer, may at any time , by an order in writing in Form E set forth in the schedule and \nsigned by them, direct the discharge from the leper asylum of any leper detained therein under the \nprovisions of this Act.  \n \n 1The words “Presidency Magistrate or “omitted by A.O., 1949, Sch  \n 2Subs. by the Lepers (Amendment) Act, 1920 (22 of 1920), s. 6, for “by any police­officer without a warrant”.  \n 3Subs. by A.O., 1937, for “L. G”.  \n \n \n \nPage 6 of 8 \n  15. Appeals . Any person, other than a pauper leper, in respect of whom an Inspector of \nLepers has issued a cer tificate, in Form B set forth in the schedule, declaring him to be a leper, or has \nrefused to issue a certificate in Form A set forth in the schedule, may appeal against the issue or \nrefusal of  any such certificate to such officer as may be appointed by th e 1[Provincial Government] in \nthis behalf, and the decision of such officer shall be final.  \n \n16. Power of the Provincial Government to make rules . The 1[Provincial Government] \nmay, by notification in the official Gazette, make rules2 generally for carrying  out the purposes of \nthis Act, and in particular — \n \n(a) for the guidance of all or any of the officers discharging any duty under this \nAct ; and  \n \n(b) for the management of, and the maintenance of discipline in, a leper asylum.  \n \n17. Power to local authorities to exp end funds and appropriate property to asylums . \nNotwithstanding anything in any enactment with respect to the purposes to which the funds or other \nproperty of a local authority may be applied, any local authority may — \n \n(a)  establish or maintain, or establi sh and maintain, or contribute towards the cost \nof the establishment or maintenance or the establishment and maintenance of, \na leper asylum either within or withou t the local limits of such local authority ;  \n \n(b)  with the previous sanction of the 1[Provincial Government] and subject to such \nconditions as that Government may prescribe, appropriate any immoveable \nproperty vested in, or under the control of, such body , as a site for, or for use \nas, a leper asylum.  \n \n18. Protection to persons acting bona  fide under Act . No suit, prosecution or other legal  \nproceeding shall lie against any officer or person in respect of anything in good faith3 done or \nintended to be done under, or in pursuance of, the provisions of this Act.  \n              \n5[4[19.  Lepers from Acceding States.  The 1[Provincial Government] may, by notification6 \nin the 7[official Gazette], direct that any leper or class of lepers, with respect to whom an \norder for segregation and medical treatment has been made by a Magistrate having \njurisdiction within 8[any Acceding State] , may be sent to any leper asylum 9[in the Province] \nspecified in such order ; and thereupon the provisions of this Act and of any rules m ade \nthereunder shall, with such modifications not affecting the substance as may be reasonable \nand necessary to adapt them to the subject -matter, apply to any leper sent to a leper asylum in \npursuance of such notification as though he had been sent by the order of a Magistrate having \njurisdiction under this Act.] ] \n   \n \n1Subs. by A.O., 1937, for “L. G”.  \n2For such rules, see different local Rules and Orders.  \n3As to definition of good faith, see s. 3 (20) of the General Clauses Act, 1897 (10 of 1897).  \n4Omitted by Ord. no. 27 of 1985, s. 5. Only to the extent of ICT . \n5Ins. by the Lepers (amendment) Act, 1903 (X of 1903), s. 7, The original s. 19 had been rep. by the Amending Act, 1903 (X of 1 903).  \n6For a notification under this section, see Gazette of India, 19 19, Pt. I, p. 1931, and Gen. R. & O.  \n7Subs. by A. O., 1937.  \n8The original words “the territories of any Native Prince or State in India” were first subs. by A. O., 1937, and then amended  by A. O. 1949, Sch., to \nread as above.  \n9Ins. by A. O., 1937.  \n \n \n \n \nPage 7 of 8 \n SCHEDUL E \n \nA. CERTIFICATE  \n(Section  7) \n \nI, THE undersigned ( here enter name and official designation ), hereby certify that I on the  \nday of at personally examined (here enter name of person examined),  and that  the said  is not a \nleper as defined by the Lepers Act, 18 98. \n \nGiven under my hand this  day of  189. \n \n(Signature ) \nInspector of Lepers.  \n \n \n \nB. CERTIFICATE  \n(Section  7) \n \n I, THE undersigned ( here enter name and official designation ), hereby certify that I on the  \nday of  at personally examined ( here enter name of leper ), and that  the said  is a leper as defined by \nthe Lepers Act, 1898, and that 1 have formed this opinion  on the following grounds namely, — \n \n (Here state the grounds. ) \n \n Given under my hand this  day of  189. \n \n \n \n(Signature)  \nInspector of Lepers.  \n \n \nC. WARRANT 0F DETENTION  \n(Section  8) \n \nTo \n \nTHE SUPERINTENDENT OF THE LEPER ASYLUM AT  \n \nWHEREAS it has been made to appear to me that ( name and description)  is a pauper leper as \ndefined in Lepers Act, 1898.  \n \nThis is to authorise you, the said Superintendent, to receive the said into your custody \ntogether with this order and him/her safely to keep in the said asylum until he/she shall be discharged \nby order of the Board or the District Magistrate.  \n \nGiven under my hand and the seal of the Court this  day of  189. \n \n \n(Signature ) \nMagistrate.  \nSeal \n \n \n \nPage 8 of 8 \n D. WARRANT OF DETENTION  \n(Section  10) \n \nTo \n \nTHE SUPERINTENDENT OF THE LEPER ASYLUM  AT \n \nWHEREAS ( name and description)  has this day been convicted by me of an offence \npunishable  under section 9 of the Lepers Act, 1898, and whereas it has been proved before me that \nthe said  (name and description ) was previously convicted of an offence punishable under the same \nsection :  \n \nThis is to authorise you, the said Superintendent, to receive the said into your custody \ntogether with this order and him/her safely to keep in the said asylum until he/she shall be \ndischarged by order of the Board or the District Magistrate.  \n \nGiven under my hand and the seal of the Court this  day of  189. \n \n \n \n(Signature ) \nMagistrate.  \n \nSeal.  \n \nE. ORDER OF DISCHARGE BY BOARD1 \n(Section  14) \n \nTo, \n \nTHE SUPERINTENDENT OF THE LEPER ASYLUM  AT \n \nWHEREAS ( name and description ) was committed to your custody under an order dated the  \nday of 189 and there have appeared to us sufficient grounds for the opinion that he/she can be \nreleased without haza rd or inconvenience to the community:  \n \nThis is to authorise and require you forthwith to discharge the said (name)  from your custody.  \n \nGiven under our hands this  day of  189. \n \n \n \n(Signatures ) \nMembers of the Asylum Board.  \n \n \n \n \nDate: 05 -09-2024  \n1A corresponding  form may be used by the District Magistrate for order of discharge issued under s. 10 (2)."
}