{
    "file": "./converted_json\\administratoreecf74aa268ac1f98e56f11323c324c0.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "NI 302. REGIS! FR LI) NO \t-- L-7646  \nEXTRAORDINARY \nPUBLISHED BY AUTHORITY                  \nISLAMABAD, SATURDAY, MARCH 31,2001 \nPAR't If \nStatutory Notifications (S. R.0.) \nGOVERNMENT OF PAKISTAN \nMINISTRY OF COMMERCE \nNOTIFICATON \nIslamabad, the 31st IVIarch, 2001 \nS. R. 0.203 (1)12001.—lu exercise of the powers conferred by section 67 of the \nAnti-Dumping Duties Ordinance, 2000 (LXV of 2000), the Federal Govern-\nment Is pleased to make the to.11lowing rules, namely :- \nShort title and commencement.--(1) These rules may be called the Anti-\nDumping Duties Rules, 2001 ; \n(2) They shall come into force at once. \nDefinitions.—(1) In these rules, unless there is anything repugnant in the \nsubject or context; \n\" Application \" means an application made under section 20 of the \nOrdinance; \n\" Ordinance \" means the Anti-Dumping Duties Ordinance, 2000 \n(LXV of 2000) ; and \n\"Schedule\" means the schedule to these rules. \n(705) \nPrice : Rs. 10.50 \n[3272 (2001)/Ex. Gaz.] \n706 THE GAZETTE OF PAKISTAN, EXTRA.. MARCH 31, 2001 [PART II \n(2) All words and expressions used in these rules but not defined herein, \nshall have the meaning assigned to them in the Ordinance. \n3. Disclosure in application.—An application shall. in addition to the infor-\nmation specified in section 20 of the Ordinance, contain such information as is \nreasonably available to an applicant on the fotowing, namely — \n(a) name, address, telephone number, facsimile number and electronic \nmail address of the applicant; \n(b) the identity of domestic industry by or on beha:f of which tat: \napplication is being made, including the names, addresses and \ntelephone numbers, facsimile numbers and electronic mail addresses \nof all other known producers or, association of producers which is a \ntrade organisation as defined in the Trade Organisations Ordinance, \n1961 (XLV of 1961), and has been granted or deemed to have been \ngranted a licence thereunder,, in domestic industiv ; \n(c) information relating to the degree of domestic industry support for \nthe application, including— \nthe total volume and value of domestic production of a domestic \nlike product; and \nthe vo:ume and value of a domestic like product produced by the \napplicant and by each domestic producer identified; \n(d) a complete description of the allegedly dumped product, including \nthe technical characteristics and uses of such product and its current \ncustoms tariff classification number as specified in the First Schedule \nto the Customs Act, 1969 (IV of 1969) ; \n(e) the country in which the allegedly dumped product is manufactured \nor produced and, if it is imported from a country other than the \ncountry of manufacture or production, the intermediate country from \nwhich the product is imported; \nit; the name and address of each person the applicant believes sells the \na:legedly dumped product and the proportion of total exports to \nPakistan that person accounted for during the most recent twelve-month \nperiod \ninformation on prices at which the product in question is sold when \ndestined for consumption in domestic market of the country of export \nor origin op.. where appropriate, information on the prices at which the (g) \nps Ilt THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 707 \nproduct is sold from the country of export or origin, to a third country \nor on the constructed value of the allegedly dumped product, and \ninformation on export prices or, where appropriate, on the prices at \nwhich the allegedly dumped product is first resold to an independent \nbuyer in Pakistan, and on any adjustments as provided for in section 11 \nof the Ordinance-; and \n(h) information on an evolution of volume of the allegedly dumped imports \nthe effect of such imports on prices of a domestic like product in \ndomestic market and the consequent impact of the imports on domestic \nindustry as demonstrated by relevant factors and indices having a \nbearing on the state of domestic industry, including those listed in \nsections 15, 16, 17 and 18 of the Ordinance, and information on the \nexistence of a casual link within the meaning of section 19 of the \nOrdinance. \n4 Commission to avoid publicising application.—The Commission shall not. \nunless a decision has been made to initiate an investigation. publicise an appli-\ncation. \nInitiation of investigation.—The Commission shall normally decide whether \nor not to initiate an investigation within a period of forty-five days of the date of \nreceipt of an application complaint with the requirements of section 20 of the \nOrdinance : \nProvided that when such application involves complex issues, or if the Com-\nmission has sought additional information from the applicant, the time period \nmay, if the Commission so deems fit, be extended to sixty days. \nDisclosure in notice of initiation of an investigation.- The notice of \ninitiation of investigation referred to in section 27 of the Ordinance shall Pcintain \n• \t• 'nformatior k  or) \t E \t\nthe following, namely '79 \tm k E, \nay* IL. A 1,1-a*Pig.0146{4 A SEPARATE reERDI4 \nthe name of the country or countries of export, and if different, the \ncountry or countries of origin of an investigated product \na complete description of an investigated product, including the \ntechnical characteristics and uses of such product and its current tariff \nclassification number as contained in the First Schedule to the Customs \nAct. 1969 (IV of 1969) : \na description of the al'eged dumping to be investigated, including the \nbasis for such allegations : \n(cn a summary of the factors on which the allegations of injury are based ; \nbkr 4/1/3  ci \t cg (//-e1,1-6144. \n708 • THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 MART II _ . \nthe address where information and comments ,may be submitted air \nthe time period allowed to interested parties for making their views known: \nthe date of initiation of an investigation; and \nthe proposed schedule for an investigation. \n7. public m e  to be maintained for interested party and access thereto.—(1) The Commission shall establish and maintain a public file relating to each investi-\ngation or review pursuant to the Ordinance and subject to the requirement to protect \nconfidential information under section 31 of the Ordinance, the Commission shall \nplace in such file— \n(a) all public notices relating to an investigation or review; \nall materials, including questionnaires, responses to questionnaires, and \nwritten communications submitted to the Commission ; \n(c) all other information developed or obtaineld by the commission; and \nany other documents the Commission deems appropriate for \ndisclosure to an interested party. \n(2) The public We to be maintained under sub-rule (1) shall be available to \nany interested party for review and copying at the offices of the Commission, during \nsuch time as the Commission may notify, throughout the course of an investigation or review and any appeal under section 64 of the Ordinance. \n8. Acquisition of information.—The Commission shall solicit, gather, obtain, \naccept and reject information for the purposes of an investigation under section 35 \nof the Ordinance in accordance with the following, namely : — \nupon initiation of an investigation, the Commission shall send \nquestionnaires to any person they believe may have information relevant \nto an investigation, including known domestic producers, impolters, \nexporters and foreign producers and, such questionnaires may require \nsuch information, as the Commission deems necessary: \nthe Commission shall give exporters and foreign producers receiving a \nquestionnaire at least thirty days for reply and the time limit shall \nbe counted from the date of receipt of the questionnaire which, for \nthis purpose shall be deemed to have been received one week from \nthe date on which it was sent to the respondent or transmitted to the \nappropriate diplomatic or official representative of an exporting \ncountry; provided that the Commission shall give due consideration \n1 PAM 11j THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 709 \nto any request for an extension of such thirty day period, and shall \ngrant an extension whenever practkable, upon good cause shown. \ntaking into account the time limits for an investigation; \n(e) The' Commission may disregard any reply to a questionnaire, which \nis not submitted within the time provided and in the form requested; \n(d) the Commission may, during the course of an investigation, request \nfurther information from interested parties, in the form of supple-\nmentary quesitionnaires ,  or written requests for clarification or \nadditional information and such requests shall state the date by which \nreply is due and sufficient time shall be granted by the Commission \nin order to allow meaningful replies; \n(0 any interested party may. on its own initiative, submit to the Com-\nmission, in writing, any information it considers relevant to an \ninvestigation and the Commission shall oynsider such information \nunless such consideration would be unduly burdensome to the Com-\nmission or disrupt the timely progress of an investigation: \nProvided that any voluntary submission of factual information \nrelevant to the determination of dumping or injury shall be submitted \nto the Commission in writing prior to the date of preliminary \ndetermination and \nthe Commission shall allow industrial users of an investigated product \nin Pakistan. and representative consumer organisations in cases where \nan investigated product is commonly, sold at the .retail level• \t: \nPakistan, to provide information concerning matters relevant to an \ninvestigation regarding dumping and injury and such information \nshall be provided to the Commission in writing. \nPreliminary written arguments.—Not later than fifteen days before the \nscheduled date of preliminary determination, interested parties may submit written \narguments to the Commission concerning any matter relevant to an investigation.„ \n,Lsor re. grk \tergegvmse frtAwe AvAg...0-e-reigau.shi A 4.EPAO4TE R.EAK -1-4  \nDisclosure in notice of preliminary determination.—The notice of \npreliminary determination referred to in sub-section (2) of section 37 of the \nOrdinance notice sharLalso--eoataa9 the following information ; namely: \n(a,  the names of the known exporters and producers of an investigatea E4gx!  \nproduct ; \n(I0 \t\n\tdescription of an investigated product which is sufficient for. customs \npurposes, including the current customs tariff classification number As \nlc SOP) 6y dec. 1-1 (9/1/ \to'Of ef/2-fr \n710 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 {PART 11 \ncontained in the First Schedule to the Customs Act, 1969 (IV r  1969); \nthe amount of dumping margin, if any, found to exist and the basis \nfor such determination including a description of the methodology \nwed in determining normal value, export price, and any adjustments \nmade in comparing the two; \nif the method of comparison as provided for in sub-section (2) of \nsection 12 of the Ordinance was used, the explanation required \nunder, clause (b) of sub-section (2) of section 12 of the Ordinance : \nif the Commission declined to determine an individual dumping \nmargin on the basis of voluntary responses as provided for in sub-\nsection (4) of section 14 of the Ordinance, the basis for that decision : \n(f) the factors that have led to the determination of injury including \ninformation on factors other than dumped imports that have been \ntaken into account ; and \nthe amount of any provisional measures to be applied and the \nreasons why arch provisional measures are necessary to prevent injury \ncaused during an investigation. \n11. Disclosure after preliminary detexmination.—The Commission shall, on \nrequest made within fifteen days of publication of the notice of preliminary \ndetermination pursuant to sub-section (2) of section 37 of the OrcPnwlce hold \nseparate disclosure meetings with exporters or producers requesting such a \nmeeting, to explain the dumping calculation methodology preliminary applied \nfor that exporter or producer. The Commission shall provide an opportunity \nto the exporters or producers or their legal representatives to examine and receive \ncopies of the dumping calculations -done by the Commission for their exports \nto Pakistan. \n12. Verification of infor1ation.--(1) Save as provided for in seclion 32 of the \nOrdinance, the Commission shall, during the course of an investigation satisfy \nitself as to the accuracy of informatitn supplied by interested parties upon whic!I \nits findings are based. \n(2) In order to verify information provided or to obtain further details, the \nCommission may carry out investigations in other countries as may be required , \nprovided that it shall obtain the agreement of the firms concerned and that they \nnotify the rtinssontatives of the government of the country in question unless \nthe latter objects to an investigation. \nPART ill THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 7001 711 \n- \t \n(3) The procedures set out in the First Schedule shall apply to any verification \ncarried out in the territory of other countries. The Commission shall prepare a \nreport on any verification conducted pursuant to this such rule and such report shall \nbe available to the company to which it pertains in full, and a non-confidential \nversion shall be paced in the public file kept under rule 7. The Commission shall \nendeavour to complete any such verification prior to the date of any hearing in an \ninvestigation. \n13. Written arguments.—(1) In an investigation in which no hearing is \nrequested, any interested party may submit written arguments to the Commission \nconcerning any matter it considers relevant to an investigation not later than \nforty-five days before the date proposed for final determination. \n(2) In an investigation in which a hearing is held, not later than ten days \nbefore the specified date of a hearing, any interested.  party may submit written \narguments to the Commission concerning any matter it considers relevant to an \ninvestigation. Following such a hearing interested parties who participated in the \nhearing may. within ten days, submit further written arguments to the Commissitn \nin response to arguments and information presented at the hearing. \n14. Procedure for a hearing.—(l) The Commission shall, upon request by an \ninterested party made not later than thirty days after publication of a notice of \npreliminary determination, hold a hearing at which all interested parties may \npresent information and arguments : \nProvided that such a hearing shall be held not later than sixty days prior to \nthe date proposed for final determination. \na) There shall be no obligation on any interested party to attend a hearing, \nand failure to do so shall not be prejudicial to that interested party's case. \nA hearings shall to the maximum extent possible, be organised by the \nCommission so as to take into account the convenience of the interested parties. \ninterested parties intending to appear at a hearing shall rotify the Com-\nmission of the names of representatives and witnesses who shall appear at a hearing \nat least seven days before the date 01 the hearing. \n(51 A hearing shall be organised in such manner so as to easure that all parties \nparticipating have an adequate opportunity to present their views. \n(6) The Secretary ;to the Commission shall maintain a record of the hearing. \nwhiai subject to the requirement to protect confidential i dot ma, ion ui-der \nsection 31 of the Ordinance be promptly placed in the public tile to be maintained \nunder rule 7. \n-712 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 , PART \nInterested parties shall also have the right, On justification, to present \ninformation orally to the Commission during meetings with officials of the Com-\nmission : \nProvided that such information shall be only taken into consideration by the \nCommission if such information is confirmed in writing to the Commission and \nmade available to other interested parties. Such information shall be deemed to \nhave been made available to third parties upon it being placed by the Commission \nin the public file to be maintained under rule 7. \nAfter a hearing has been held and the Commission has completed \nverification of information collected in the course of an invest gation and, in any \nevent, at least thirty days before the proposed date for final determination, the \nCommission shall inform all interested parties, in writing, subject to the require-\nment to protect confidential information under section 31 of the Ordinance, of the \nessential facts under consideration which shall form the basis a decision whether \nto apply definitive measures under the Ordinance: \nProvided that such information shall not indicate whether a final determination \nis affirmative or ne. ative. \nInterested parties may submit comments, if any, on \ndisclosed to them by the Commission pursuant to sub-rule (8), \nlater than fifteen days of such disclosure by the Commission. „ \nr fe>12_771 6.2 siWatosa fluke law:w...Abl.6 \tacw4,4 \n15. Disclosure in the notice of final determination.—The \ndetermination provided for in sub-section (3) of section 39 of the \nIII:11 \tS. I flu \n: • \ninformation, namely :— \nthe names of the known exporters and producers of an investigated \nproduct \ndescription of an investigated product which is sufficient for customs \npurposes, including the current tariff classification number as contained \nin the First Schedule to the Customs Act. 1969 t1V of 1969); \nif a dumping margin has been calculated, a description of the \nmethodology used in determining normal value e,xport price, and any \nadjustments made in comparing the two; \nif the method of comparison provided for in sub-section (2) of section 12 \nof the Ordinance was used, the explanation required under clause (h) \nof sub-section (2) of section 12 of the Ordinance; \nk/o 4 5 \t3111-1)1,1,01(1 \t*1014 \t\nthe information \tI \t\nin writing, not \t1 \n50(Aptiteo Pail,  \nnotice of final \nOrdinance shall, \n,Ithe following \n..,/,?Altr DI THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 713 \n(e) if the Commission declined to determine an individual dumping margin \non the basis of voluntary responses, as provided for in sub-section (4) \nof section 14 of the Ordinance, the basis for that decision ; \n(f) the factors that have led to the determination of injury within the \nmeaning of the Ordinance including information on factors other than \ndumped imports that have been taken into account; \nany other reasons leading to final determination; and \nthe reasons for the acceptance or rejection of relevant arguments or \nclaims made by exporters and importers. \n16. Disclosure after final determination.—After final determination has been \nissued, the Commission shall, on request made within fifteen days of the publica-\ntion of the notice of final determination, hold separate disclosure meetings with \nexporters or producers requesting such a meeting, to explain the dumping calcula-\ntion methodology finally applied for that exporter or producer. The Commission \nshall provide an opportunity to the exporters or producers or their legal represen-\ntatives to examine and receive copies of the dumping calculations done by the \nCommission for their exports to Pakistan. \n17. Disclosure in application for relied of anti-dumping duties collected.— \n(1) An application under sub-section (2) of section 52 of the Onlintinrp for refund \nof anti-dumping duties collected shall contain the following information, namely : — \nthe amount of refund of anti-dumping duties claimed for the period; \nall customs documentation relating to calculation and payment of \nsuch amount; and \nsufficient information to enable the Commission to calculate normal \nvalue and export price for the period for which the refund is requested. \n(2) Where an importer is not associated with a producer or an exporter and \nsuch information is not immediately available, or where the producer or the \nexporter is unwilling to release it to an importer, the application under sub-section \n(2) of section 52 of the Ordinance shall contain, a statement from the producer or \nexporter that the dumping margin has been reduced or eliminateld and that the \nrelevant supporting evidence shall be directly provided to the Commission : \nProvided that where such. evidence. is not forthcoming in a complete form \nfrom the exporter or producer within .  a reasonable period of tune, as determined \nby the Commission, the application shall be rejected by the Commission. \n18. Disclosure in notice of acceptance of price undertaking.—Tlie notice of \nacceptance by the Commission of a price undertaking referred to in sub-section (6) \n714 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 TART 11 \nof section section 47 of the Ordinance shall also contain the following information, \nnamely \nthe names of the suppliers of an investigated product or where this is \nimpractical the supplying countries involved; \ndescription of an investigated product which is sufficient for customs \npurposes, including the current customs tariff classification number as \ncontained in the First Schedule to the Customs Act, 1969 (IV of 1969) ; \nthe amount of dumping margin found to exist and the basis for such \ndetermination including a description of the methodology used in \ndetermining normal value, export price, and any adjustments made in \ncomparing the two; \nthe factors that have led ito the determination of injury including, \ninformation on factors other than dumped imports that have been \ntaken into account; and \nthe main reasons leading to the acceptance by the Commission of price \nundertaking. \n19. Official file to be maintain by the Commission.—(1) The Commission \nshall establish and maintain an official file relating to each investigation or review \npursuant to the Ordinance and shall place in such file — \nall materials, papers and documents, confidential or otherwise, including \nquestionnaires, responses to questionnaires, and written communications \nsubmitted to or by the Commission in connection with any investiga- \ntion or review; \nall documen s relating to or setting out any calculations made by the \nCommission in connection with any investigation or review; \nall internal correspondence or memoranda of the Commission relating \nto or in connection with any investigation or review that are relevant \nto die calcula:ion of dumping margin or determination of injury \nincluding, any correspondence with or between any other Ministry, \nDivision, department, agency or instrumentality of the Federal Govern-\nment or any Provisional Government; \nany other information developed, obtained or relied on by the Com-\nmission in connection with any investigation or review; and \nany other document or information that the Commission deems \nappropriate for placing in the official file. \nr  ART 111 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 715 \n(2) The official file to be maintained under sub-rule, (1) shall only be for the \ninternal use of the Commission and for the Ann:nate Tribunal in connection with \na appeal under section 64 of the Ordinance. \n20. Fee payable under the Ordinance.--The fee payable to the Commission \nat the time of submission of an application sha.11-14e-in-the-amennt-set-etjt in the \nSecond Schedulea, *-7 4WD 0.12l le_AT)4K/ e..H,94C6is fo, A\"' v e51.16.4D.N /44i  4- \nL.1.1 \tba Sar derTJ \n-r-nox,,sre  \n4. PProvide that— \n(a) \tall expenses for publication of notices in the newspapers \nin an investigation shall be borne by the applicant on actual \nbasis; \t- \texpocting \nintention \nto \t(b) for the purpose of publication charges, approximate amount \ndetermined by the Commission shall be deposited by the rernmental \napplicant, with the Commission in the form of post dated exporting . \nexi - \tcheque, bank draft or pay order at the time of submission t. \ncoi \t of the Application; andbe subject \nunder the \n, \t ,o; \nOr • (c) subject to clause (a), the post dated cheque, bank draft or \npay order shall be adjusted and, if any, returned to the: the firms \ncol \tApplicant on conclusion of the investigatiort42arid - \nAs soon as the agreement of the firms concerned has been obtained, the \nCommission shall notify the concerned authorities of the exporting country of the \nnames and addresses of the firms to be visited and the dates agreed. \nSufficient advance notice should be given by the Commission to the firms \nin question before a visit is made. \nVisits to explain the questionnaire should only be made at the request of \nan exporting firm. Such a visit may only be made if : (HII) the Commission \nnotifies the concerned representatives of the exporting country; and (HH) the latter \ndoes not object to the visit. \nAs the main purpose of a on-the-spot investigation is to verify information \nprovided or to obtain further details, it should be carried out after the response \nto a questionnaire has been received unless the firm agrees to the contrary and \nthe government of the exporting country is informed by the Commission of an \nanticipated visit and does not object to it. The Commission shall normally advise \nthe firms concerned of the general nature of the information to be verified and of \n.2 54 itO -I ODOO \t54 \n716 THE GAZETTE OF PAKISTAN, EXTRA., MARCH 31, 2001 [Rua f r. \nany further information which needs to be provided; that such requirement shai; \nnot preclude the Commission from requesting further details on-the-spot to be \nprovided in the light of information obtaineld. \n8. Enquiries or questions put by the authorities or firms of the exporting \ncountry and essential to a successful on-the-spot investigation shall, whenever \npossible, be answered by the Commission before a visit is made. \nTHE SECOND SCHEDULE \n[See rule 20] \nTABLE OF FEES TO BE PAID TO THE COMMISSION \nI. For an application \tunder section 20 of the Ordinance \t\n46;er.--1  \t\n[No. F. 1 (15)/97-WTO.] \t0 6, 0 4 c2 \nTARIQ AHAD NAWAZ, \nDeputy Secretary (WTO). \nJ 51- \t15c. 5 /2.9 \tbyNairf 044-  qW,;U I cr \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS. ISLAMABAD \nPUBLISHED BY THE MANAGER OF PUBLICATIONS. KARACHI"
}