{
    "file": "./converted_json\\administrator986714d01c721676f2acfc816b18fc6a.json",
    "name": "The Execution of the Punishment of Whipping Ordinance, 1979",
    "date": "10th February, 1979",
    "tagline": "An Ordinance to make provision relating to the execution of the punishment of whipping.",
    "content": "Page 1 of 4 \n  \n \n \n \n \n \nTHE EXECUTION OF THE PUNISHMENT OF WHIPPING \nORDINANCE, 1979  \n \n \n \n \n                             \n \n \n \n \nCONTENTS  \n \n1.  Short title, exten t, application and commencement  \n2. Definitions  \n3. Ordinance to override other laws  \n4. Specifications of whip  \n5. The conditio ns and mode of execution of punishment of whipping  \n6.  Custody of convict pendi ng execution of punishment, etc . \n7. Power to make rules  \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 4 \n THE EXECUTION OF THE PUNISHMENT OF WHIPPING ORDINANCE, \n1979  \n1ORDINANCE NO. IX OF 1979  \n[10th February, 1979]  \n \nAn Ordinance to make provision relating to the execution of the punishment of whipping.  \n \nWHEREAS  it is expedient to make provision relating to the executio n of the punishment of \nwhipping;  \n \nAND WHEREAS  the President is satisfied that circumstances exist wh ich render it necessary \nto take immediate action;  \n \nNOW THEREFORE , in pursuance of the Proclamation of the fifth day of July, 1977, read \nwith the Laws (Continuance in Force) Order, 1977 , (C.M.L.A. Order No. I of 1977) , and in exercise \nof all powers enabling  him in that behalf, the President is pleased to make and promulgate the \nfollowing Ordinance: — \n \n1. Short title, extent, application and commencement. —(1) This Ordinance may be called \nthe Execution of the Punishment of Whipping Ordinance, 1979.  \n \n(2) It exte nds to the whole of Pakistan.  \n \n(3) It applies to the execution of the punishment of whipping imposed under any \nlaw for the time being in force.  \n \n(4) It shall come i nto force on the twelfth day of Rabi -ul-Awwal, 1399 Hijri, that \nis, the tenth day of Februar y, 1979.  \n \n2. Definitions. In this Ordinance , unless there is anything repugnant in the subject or context, \n“authorized medical officer” means a medical officer, howsoever designated, authorized by \nGovernment.  \n  \n3. Ordinance to override other laws.  The prov isions of this Ordinance shall have effect \nnotwithstanding anything contained in any other law the time being in force.  \n \n4. Specifications of whip. The whip, excluding its handle, shall be of one single piece and \npreferably be made of leather, or a ca ne or  a Branch of a tree, having no knob or joint on it, and its \nlength and thickness shall not exceed 1.22 meters and 1.25 cm. respectively.  \n \n \n \n \n1This Ordinance has been applied to the Provincially Administered Tribal Areas of Baluchistan, by Baluchistan Govt.  Notification No.  \nS.O.(TA)3(46)/79, dated 29 -4-1979, see Baluchistan Gazette, 1979, Ext. (Issue No. 58), dated 14 -6-1979.  \n \nThis Ordinance has been applied to the Federally Administered Tribal Areas, by S. R. O. No. 362 (I)/79, dated 23 -4-1979, see Gaz. of  P., 1979, Ext.. Pt. \nII, p. 632.  \n \nThis Ordinance has been applied to the Provincially Administered Tribal Areas of the N.W.FP. by N.W.F.P. Government Notificat ion No. 127 -HD (TA  \nIII / 79-II. dated the 26th May. 1979, see N.W.F.P., Government Gazette, Ext.,  1979, p. 1101.  \n \nPage 3 of 4 \n 5. The conditions and mode of execution of punishment of whipping.  The following \nprovisions shall apply to the execution of the punishment of whipping, namely: — \n \n(a) before the execution of the punishment commences, the convict shall be \nmedically examined by the authorized medical officer so as to ensure that the \nexecution of the punishment will not cause the death of the convict;  \n \n(b) if the convict is too old or too weak , having regard to the sentence of whipping \nawarded, the number of str ipes shall be applied in such manner and with such \nintervals that the execution of the punishment does not cause his death.  \n  \n(c) if the convict is ill, the execution of the punishment shall be postponed until \nthe convict is certified by the authorized med ical officer to be physically fit to \nundergo the punishment;  \n \n(d) if the convict is a woman who is pregnant, the execution of the punishment \nshall be postponed until the expiration of a period of two months after the birth \nof the child or miscarriage, as t he case may be;  \n \n(e) if, at the time of the execution of the punishment, the weather is too cold or \ntoo hot, the execution shall be postponed until the weather has become \nnormal;  \n \n(f) the punishments shall be executed in the presence of the authorized med ical \nofficer at such public place as  1*  *  * the Provincial Government may appoint \nfor the purpose;  \n \n(g) the person appointed to execute the punishment shall be impartial and of \nmature understanding;  \n \n(h) he shall apply the whip with moderate force witho ut raising his hand above his \nhead so as not to lacerate the skin of the convict;  \n  \n(i) after he  has applied a stripe , he shall rise the whip aloft and shall not pull it \noff; \n \n(j) the stripes shall be spread over the body of the convict, so , however, that the \nstripes shall not be applied on the head, face, stomach or chest or the delicate \nparts of the body of the convict;  \n \n(k) such clothes of the convict shall be left on the body of the convict as are \nrequired by the I njunctions of Islam to be put on;  \n \n(l) the stripes shall be applied, in the case of a male, while he is standing and, in \nthe case of a female, while she is sitting; and  \n \n(m) if, after the execution of the punishment has commenced the authorized \nmedical officer is of the opinion that there is ap prehension of the death of the \nconvict, the execution of the punishment shall be postponed until the \nauthorized medical officer certifies him physically fit to undergo the \nremainder of the punishment.  \n \n1Omitted by the Execution of the Punishment of Whippin g (Amdt.) Or dinance, 1984 (I of 1984). s. 2.  \n \nPage 4 of 4 \n  6. Custody of convict pending execution of punishment, etc. —(1) In the case of a convict \nto whom only the punishment of whipping has been awarded, he shall until the execution of the \npunishment is completed, be  dealt with as if sentenced to simple imprisonment.  \n \n(2) If, in the opinion of the authorized medical officer, a convict cannot, because of old age, \nill-health or for any other reason , undergo the whole or any part of the punishment of whipping, the \ncase s hall be referred to the Court which may order the execution of the punishment in such manner \nas it may deem fit.  \n \n7. Power to make rules.  The Provincial Government may, b y notification in the official \nGazette, make rules for the purpose of carrying into ef fect the provisions of this  Ordinance."
}