{
    "file": "./converted_json\\administratorbfe16c605decfcdb03146e51d21d77ff.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "CREDIT RATING COMP ANIES RULES, 1995 \n(S.R.O. NO. 759(I)/19 95, dated 26-7-95)  \nS.R.O. 759 (I)/95.-  In exercise of powers conferred by section 33 of the Securities \nand Exchange Ordinance, 1969 (XVII of 1969), the Federal Government is pleased to \nmake the following rules to regulate th e business of credit rating companies, \nnamely:-  \n         1.     Short title and commencement.-  (1)      These rules may be called the \nCredit Rating Companies Rules, 1995.  \n      (2)  They shall come into force at once.  \n      2.   Definitions .- In these rules, unless there is anything repugnant in the \nsubject or context,-  \n (a)    [1][“Commission” means the Securities  and Exchange Commission of \nPakistan;]  \n(b)    “company” means a company incorp orated under the Companies Ordinance, \n1984 (XLVII of 1984);  \n(c)    “credit rating company” means a comp any which intends to engage in or is so \nengaged primarily in the business of evaluati on of credit risk through a recognised \nand formal process of assigning rating to pr esent or proposed loan obligations of any \nbusiness enterprise;  \n(d)    “form” means a form set out in the Schedule to these rules; and  \n(e)    “Ordinance” means the Securities  and Exchange Ordinance, 1969 (XVII of \n1969).  \n \n[1] Substituted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n \n3.       Eligibility for registration. - A company proposing to commence business as \na credit rating company shall be eligible for registration under these rules if it fulfils \nor complies with the following conditions or requirements, namely:-  \n  \n (a)    That such company is incorporated as a limited company under the Companies \nOrdinance, 1984 (XLVII of 1984);     \n (b)    that such company has entered into  a joint venture or technical collaboration \narrangement with an internationally recognised credit rating institution [1][for a \nperiod of not less than five years];  \n(c)    that no director, officer or empl oyee of such company has been convicted of \nfraud or breach of trust or has been adjudicated as insolvent;  \n(d)    that the promoters of such compan y are, in the opinio n of the Authority, \npersons of means and integrity and have special knowledge of matters which the company may have to deal with as a credit rating company; [2]\n[and \n(e)    that the chief executive of the co mpany is not chief executive of any other \ncompany or holding similar posi tion in any other company.]  \n4.       Registration.- (1) Any company which is eligible for registration under rule 3 \nas a credit rating company may make an application in Form I  to the \n[3][Commission] for registration.  \n       (2)  An application under sub-rule (1) shall, besides the other documents \nreferred to in Form-I, be accompanied by a fee of one hundred thousand rupees as \nregistration  fee.  \n \n[1] Inserted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n \n[2] Inserted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n[3] Substituted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n \n       (3)  The [1][Commission] may, if it is satisfied after such enquiry and after \nobtaining such further information as it may consider necessary,-  \n(i)     that the applicant is eligible for registration; and  \n(ii)    that it would be in the interest of the capital market so to do;  \nMay grant a certificate of registra tion to such company in Form II.  \n5.       Renewal of registration.-  (1) The certificate of registration of a company \nshall be valid for one year and shall be  renewable on paymen t of a fee of ten \nthousand rupees through an a pplication made on Form  III.  \n (2) The [2][Commission] shall, after making such enquiry and after obtaining such \nfurther information as it may consider ne cessary,  renew the re gistration of such \ncompany for one year in Form IV within thirty days of the receipt of the application \nor further information, as the case may be.  \n6.     Cancellation of registration.-   Where the [3][Commission] is of the opinion \nthat a credit rating company has contravened any provision, or has otherwise failed \nto comply with any requirement  of the Ordinance or of any rule or direction made or \ngiven thereunder, the [4][Commission] may, if it considers necessary in the public \ninterest so to do, by order in writing, ca ncel the registration of the credit rating \ncompany:  \nProvided that no such order shall be made  except after giving the credit rating \ncompany an opportunity of being heard.  \n \n[1] Substituted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n[2] Substituted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n[3] Substituted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n[4] Substituted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n \n  \n7.       Power of the Authority to give directions.- The Commission may, if it is \nsatisfied that it is necessary or expedient so  to do in the public interest or in the \ninterest of capital market, by order in writ ing, give direction to   a credit rating \ncompany.         \n 8.       Submission of ratings report to the [1][Commission.-  (1) Every credit \nrating company shall submit to the Commission a report giving sector-wise details of \ncredit rating notified during the year, f ee structure and any other  information, as \nmay be specified by the Commission in writing from time to time,  within four \nmonths of the close of its accounting year.]  \nExplanation.-   For the purpose of this sub-rule the expression “credit rating” means \nformal evaluation of credit history of th e company and capability of repaying its \nobligations.  \n (2)  Without prejudice to the provisions of sub-rule (1), a credit rating company \nshall furnish to the Authority such other documents, information or explanation \nrelating to its affairs as the Authority may, at any time, by order in writing, require.  \n9.       Restriction on Directors of Credit Rating Companies.-  [2][(1)] No \ndirector of the credit rating company shall be a director of a corporate entity or a \nbusiness firm or a share holder holding 5%  or more of any corporate entity or \nbusiness firm or in any other way interested in such an entity subject to rating by \nthe rating company [3][: \n Provided that this restriction shall not apply to a director of a rating company \nnominated as a director of an entity by the Federal Go vernment or a Provincial \nGovernment or an institution which is directly or indirectly owned or controlled by \nthe Federal Government or a Provincial Government:  \n \n[1] Substituted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n[2] Inserted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n[3] Inserted vide S.R.O. No.319(I)/2002 dated June 12, 2002  \n \n \n  \nProvided further that the director of the rating company shall inform the Commission \nof such nomination within fifteen days of the receipt of rating mandate from such \nentity together with an undertaking that he  shall not participate in the rating process \nof that entity; and  \n (2)      Neither any change in the shar eholding of a rating company shall be made \nnor the chairman and chief ex ecutive of a rating company shall be changed without \nprior approval of the Commission, in writing.  \n(3)      The Commission may, after expiry  of the minimum period as prescribed in \nclause (b) of rule 3, order cessation of the applicability of the provisions of rule 3 to \na rating company where the Commission is of the opinion that it would be in the \ninterest of capital market so to do.]  \n10.     Secrecy.  No director, officer or employee of  the credit rating company shall \ncommunicate the information, acquired by him for use for rating purposes, to any \nother person except where required under law to do so.  \n  \nSCHEDULE \nFORM I \n[See rule 4 (1)]  \nFORM OF APPLICATION FOR REGISTRATION  \nAS A CREDIT RATING COMPANY  \nTo  \n      The Corporate Law Authority, \n      Government of Pakistan, \n      Islamabad.  \nDear Sir,  \nWe hereby apply for registration of ............. ....................................           \n                                    (Name of Credit Rating Company)  \nunder rule 4 of the Credit Rating Companies Rules, 1995.  \n      2.   A copy of the Memorandum and the Articles of Association is enclosed.  \n      3.  Necessary information required in the annex to this Form is furnished. We \nundertake to keep the information up to date at all times.  \nYours faithfully,  \n  \nSignature of the Chief Executive  \nAnnex To Form  I  \n1 Name, address and telephone \nnumber(s) of the company.  ............................................  \n2 Date and place of incorporation.  ............................................  \n3 Names and addresses of promotersand directors.\n ............................................  \n4 Details of joint venture or technical  \ncolla-boration agreement with an internationally recognised credit \nrating company and a copy of such \nan agreement and docu-mentary \nevidence in respect thereof.\n    \n  \n............................................  \n5 Proposed rating methodology and \nscale of rating.  .......................................  \n6 Whether any director has been convicted of fraud or breach of \ntrust.\n ............................................  \n7 Whether any director has been \nadjudicated as insolvent.  ............................................  \n8 Names and addresses of senior \nmanagement officers.  ............................................  \n9 Whether any officer or employee \nhas been convicted of fraud or breach of trust.\n ............................................  \n10 Whether any senior management \nofficer has been adjudicated as \ninsolvent or has suspended \npayment or has compounded with \nhis creditors.  ............................................  \n11 Previous experience of the \npromoters/directors in the credit \nrating field  ............................................  \n12 Previous experience of senior management officers.\n ............................................  \n Note :- (i)  An affidavit shall, from each  promoter/director and officer in respect of \nstatement at serial Nos. 6 and 7, be submitted. \n(ii) Certification by the proposed chief executive of the company in respect of \nstatement at serial Nos. 9 and 10 shall be submitted.    \n  \nFORM II  \n(See rule  4(3)  \nCERTIFICATE OF REGISTRATION AS  \nCREDIT RATING COMPANY  \nGOVERNMENT OF PAKISTAN  \nCORPORATE LAW AUTHORITY  \nNo.                                                   Islamabad, the  ..............199   \nThe Corporate Law Authority having considered  the application for  registration under \nrule 4 of the Credit Rating Companies Rules, 1995 by \n.................................................................... \n.......................................................................................... (Name of the credit \nrating company) \nand being satisfied that the said company is eligible for registration and that it would be in public interest  and in the interest of the capital market so to do, hereby \ngrants, in exercise of the powers conferred by rule 4 of the Credit Rating Companies \nRules, 1995 registration to..... .............. .............. ............ .............. ........ subject to \nthe provisions of the Securities and Ex change Ordinance, 1969 (XVII of 1969) and \nthe rules made thereunder.\n \n2.     This certificate of registration is valid up to ........................  \nSignature of the Officer  \n  \nFORM III  \n(See rule 5(1)  \nFORM OF APPLICATION FOR RENEWAL OF REGISTRATION  \nAS A CREDIT RATING COMPANY  \n  \nTo  \n        Corporate Law Authority \n        Government of Pakistan \n        Islamabad.  \n Dear Sir,  \n        We hereby apply for the renewal of the registration of ................ \n......................................................(Name of the credit rating company).  \nunder rule 5 of the Credit Rating Companies Rules, 1995.  \n        2.     The certificate of registra tion/ certificate of renewal is due to expire on \n............  \n        3.     Original receipt of the treasury/bank for the fee of \nRs.............................being the  renewal fee is enclosed.    \n        4.     It is requested that th e registration be renewe d for the calendar year \n...............  \n   \nYours faithfully,  \n  \nSignature of the Chief Executive  \n  \nFORM IV  \n(See rule  5(2)  \nCERTIFICATE OF RENEWAL OF REGISTRATION AS  \nCREDIT RATING COMPANY  \n GOVERNMENT OF PAKISTAN  \nCORPORATE LAW AUTHORITY  \n  \nNo.                                                   Islamabad, the  ..............199  \n        The Corporate Law Authority havi ng considered the application for renewal of \nregistration under rule 5 of the Credit Rating Companies Rules, 1995 \nby......................................................... .......................................................(Name of the credit rating company)and being satisfied that it would be in public interest and in the interest of the capital market to renew the registration of .................... .......................................................(Name of the credit rating company)hereby grants, in exercise of the powers conferred by rule 5 of the Credit Rating Companies \nRules, 1995, certificate of renewal of regist ration to the said co mpany subject to the \nprovisions of the Securities  and Exchange Ordinance, 1969 (XVII of 1969) and the \nrules made thereunder. \n \n  \nSignature of the Officer"
}