{
    "file": "./converted_json\\administrator09eb379c74fd78d1e0577baea5958731.json",
    "name": "Requisitioned Land (Continuance of Powers) Ordinance, 1969",
    "date": "16th February, 1969",
    "tagline": "To provide for the continuance of certain emergency powers in relation to requisitioned land",
    "content": "Page 1 of 5 \n  \n  \n \nTHE REQUISITIONED LAND (CONTINUANCE OF POWERS) \nORDINANCE, 1969  \n \nCONTENTS  \n1.  Short title and commencement  \n2.  Definitions  \n3.  Continuance of requisitions  \n4.  Release from requisition  \n5.  Power to acquire requisioned land  \n6.  Payment  of compensation  \n7.  Power to obtain information  \n8.  Delegation of functions  \n9.  Indemnity  \n10. Savings   \n\n \nPage 2 of 5 \n THE REQUISITIONED LAND (CONTINUANCE OF POWERS) \nORDINANCE, 1969  \nORDINANCE NO. II OF 1969  \n          [16th February, 1969]  \n \nAN  \n \nORDINANCE  \n \nto provide f or the continuance of certain emergency powers in relation to requisitioned land  \n WHEREAS it is expedient to provide, in relation to land which, when the Defence of \nPakistan Ordinance, 1965  (XXIII of 1965) , ceases to have effect under clause (7) of Article  30 of the \nConstitution, is subject to any requisition effected under any rule made under the said Ordinance, for \nthe continuance of certain powers therefor , exercisable under the said Ordinance or the said rules;  \n AND WHEREAS the national interest of Paki stan in relation to the achievement of \nuniformity within the meaning of clause (2) of Article 131 of the Constitution requires Central \nlegislation in the matter;  \n AND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircu mstances exist which render immediate legislation necessary;  \n NOW, THEREFORE, inexercise of the powers conferred by clause (1) of Article 29 of the \nConstitution, read with clause (2) of Article 131 thereof, and of all other powers enabling him in that \nbeha lf, the President in pleased to make and promulgate the following Ordinance:___ \n 1. Short title and commencement.___ (1) This Ordinance may be called the Requisitioned \nLand (Continuance of Powers) Ordinance, 1969.  \n (2) It extends to the whole of Pakistan.  \n (3) It shall come into force on the date on which the Defence of Pakistan Ordinance, 1965  \n(XXIII of 1965) , cease s to have effect under clause (7) of Article 30 of the Constitution.  \n 2. Definitions.___ In this Ordinance, unless there is anything repugnant in the subject or \ncontext,___  \n(a)  “appropriate Government” means, in relation to any requisitioned land, the \n1[Federal] or Provincial Government by which or under the authority of which \nthe land has been requisitioned;  \n (b)  “requisitioned land” means im movable property which at the commencement \nof this Ordinance is subject to any requisition effected under the rules made \nunder the Defence of Pakistan Ordinance, 1965  (XXIII of 1965) . \n \n \n \n1 Subs. by F ederal Adaptation of Laws Order, 1975, (P.O No. 4 of 1975 ), Art 2 and Table.  \n \nPage 3 of 5 \n  3. Continuance of requisitions. —Notwithstanding the Defence of Pakistan Ordinance, 1965  \n(XXIII of 1965 ), and the rules made thereunder ceasing to have effect, all requisitioned lands shall \ncontinue to be subject to requisition and the  appropriate Government may use or deal with any \nrequisitioned land in such manner as may appear to it to be expedient :  \n            Provided that the appropriate Government may at any time release from requisition  any \nrequisitioned land.  \n            4. Re lease from requisition. ___(1) Where any requisitioned land is to be released from \nrequisition, the appropriate Government may, after making such inquiry, if any, as it considers \nnecessary, specify by order in writing the person to whom possession of the l and shall be given.  \n            (2) The delivery of possession of the requisitioned land to the person specified in an order \nmade under sub -section (1) shall be a full discharge of the Government from all liability in respect of \nsuch delivery, but shall no t prejudice any rights in respect of the land which any other person may be \nentitled by due process of law to enforce against the person to whom possession of the land is so \ndelivered.  \n            (3) Where the person to whom possession of any requisitione d land is to be given cannot be \nfound and has no agent or other person empowered to accept delivery on his behalf, the appropriate \nGovernment shall cause a notice declaring that the land is released from requisition to be affixed on \nsome conspicuous part o f the land and publish the notice in the official Gazette.  \n             (4) When a notice referred to in sub -section (3) is published in the official Gazette, the land \nspecified in such notice shall cease to be subject to requisition on and from the date o f such \npublication and be deemed to have been delivered to the person entitled to possession thereof; and \nthe Government shall not be liable for any compensation or other claim in respect of the land for any \nperiod after the said date.  \n            5. Power  to acquire requisioned land. __(1) Subject to the provisions of sub -section (3), the \nappropriate Government may, at any time when any requisitioned land continues to be subject to \nrequisition under section 3, acquire such land by publishing in the officia l Gazette a notice to the \neffect that such Government has decided to acquire such land in pursuance of this section.   \n            (2) When a notice as aforesaid is published in the official Gazette, the requisitioned land \nshall, on and from the beginning o f the day on which the notice is so published, vest absolutely in the \nappropriate Government free from all encumbrances and the period of requisition of such land shall \nend. \n             (3) No requisitioned land shall be acquired under this section except  in the following \ncircumstances, namely:___ \n (a)     where any works have during the period of requisition been constructed on, in \nor over the land wholly or partly at the expense of Government and the \nappropriate Government decides that the value of, or t he right to use, such \nworks should be preserved or secured for the purposes of Government; or  \n(b)    where the cost of restoring the land to its condition at the time of its \nrequisition would, in the determination of the appropriate Government, be \nexcessiv e having regard to the value of the land at that time and the owner \n \nPage 4 of 5 \n declines to accept the release from requisition of the land without payment of \ncompensation from Government.  \n  (4) Any decision or determination of the appropriate Government under sub -section (3) shall \nbe final and shall not be called in question in any court.  \n  (5) For the purposes of clause (a) of sub -section (3), “works” includes buildings, structures \nand improvements of every description.  \n 6. Payment of compensation. ___(1) In respect of the continued subjection of requisitioned \nland to requisition under this Ordinance, compensation shall be determined and paid in accordance \nwith the provisions of section 18 of the Defence of Pakistan Ordinance, 1965  (XXIII of 1965) , and of \nthe rules ma de thereunder :  \n Provided that all agreements and awards under the said section in respect of the payment of \ncompensation for the period of requisition before the commencement of this Ordinance shall \ncontinue to be in force and shall apply to the payment o f compensation for the period of requisition \nafter such commencement.   \n (2) In respect of any acquisition of requisitioned land under this Ordinance, there shall be \npaid compensation the amount of which shall be determined in the manner, and in accordance with \nthe principles, hereinafter set out, that is to say___ \n(a)  where the amount of compensation can be fixed by agreement, it shall be paid \nin accordance with such agreement;  \n(b)  where no such agreement can be reached, the appropriate Government shall \nappoint as arbitrator a person who has been, or is qualified for appointment as, \na Judge of a High Court;  \n(c)  the appropriate Government may, in any particular case, nominate a person \nhaving expert knowledge as to the nature of the property acquired to ass ist the \narbitrator, and where  such nomination is made, the person to be compensated \nmay also nominate an assessor for the said purpose;  \n(d)  at the commencement of the proceedings before the arbitrator, the appropriate \nGovernment and the person to be compe nsated shall state what in their \nrespective opinions is a fair amount of compensation;  \n(e)  the arbitrator in making his award shall have regard to ___ \n(i)  the provisions of sub -section (1) of section 23 of the Land Acquisition \nAct, 1894  (I of 1894) , so f ar as the same can be made applicable; and  \n(ii)  whether the acquisition is of a permanent or temporary character:  \n Provided that, where any property requisitioned under any rule made under the Defence of \nPakistan Ordinance, 1965  (XXIII of 1965) , is subseq uently acquired under section 5 of this \nOrdinance, the arbitrator in any proceedings in connection with such acquisition shall, for the \npurposes of the provisions of the said section 23 of the Land Acquisition Act, 1894  (I of 1894) , take \n \nPage 5 of 5 \n into consideration  the market -value of the property at the date of its requisition as aforesaid and not \nat the date of its subsequent acquisition;  \n(f)  an appeal shall lie to the High Court against any award of an arbitrator except \nin cases where the amount thereof does not  exceed an amount prescribed in \nthis behalf by rule made by the appropriate Government; and  \n(g)  save as provided in this section and in any rules made thereunder, nothing in \nany law for the time being in force shall apply to arbitrations under this \nsectio n. \n (3) The appropriate Government may make rules for the purpose of carrying into effect the \nprovisions of this section.  \n (4) For the purposes of sub -section (1), all the provisions of section 18 of the Defence of \nPakistan Ordinance, 1965  (XXIII of 1965) , and of the rules made thereunder, and for the purposes of \nsub-section (2) such of those provisions as relate to matters of procedure, shall be deemed to be \ncontinuing in force.  \n 7. Power to obtain information. ___(1) The appropriate Government may, with a  view to \ncarrying out the purposes of section 3 to 6, by order require any person to furnish to such authority as \nmay be specified in the order such information in his possession relating to any requisitioned land as \nmay be specified.  \n (2) Every person req uired to furnish such information as is referred to in sub -section (1) shall \nbe deemed to be legally bound to do so within the meaning of sections 176 and 177 of the Pakistan \nPenal Code  (Act XLV of 1860) . \n            8. Delegation of functions. —The appropr iate Government may, by order notified in the \nofficial Gazette, direct that any power conferred or any duty imposed on it by this Ordinance shall, in \nsuch circumstances and under such conditions, if any, as may be specified in the direction, be \nexercised o r discharged by such officer as may be so specified.  \n 9. Indemnity.___ (1) No suit, prosecution or other legal proceeding shall lie against any \nperson for anything which is in good faith done or intended to be done in pursuance of this \nOrdinance or any rul e or order made thereunder.  \n            (2) No suit or other legal proceeding shall lie against the Gov ernment for any damage caused \nor likely to be caused by anything in good faith done or intended to be done in pursuance of this \nOrdinance or any rule or order made thereunder.  \n            10. Savings. —Notwithstanding the Defence of Pakistan Ordinance, 1965  (XXIII of 1965) , \nceasing to have effect, anything done, action take n, obligation or liability incurred, proceeding \ncommenced and any appointment of an a rbitrator or other person and any rule made under section 18 \nof the said Ordinance shall, so far as it is not inconsistent with the provisions of this Ordinance, be \ndeemed to have been done, take n, incurred, commenced or made under this Ordinance.  \n_____  \nRGN Dated: -1.4.2024"
}