{
    "file": "./converted_json\\administrator9d4c986b4fe62903074252ddba5eeca3.json",
    "name": "The Cutting of Trees (Prohibition) Act, 1992",
    "date": "29th July, 1992",
    "tagline": "An Act to provide for the prohibition of cutting of trees near the external frontiers of Pakistan",
    "content": "Page 1 of 3 \n \n \n \n \nCUTTING  OF TREES  (PROHIBITION)  ACT,  1992  \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and comme ncement \n2. Definitions \n3. Cutting of trees etc. Prohibited \n4. Penalty \n5. Cognizance of offences \n6. Seizure and confiscation of Property \n7. Power to prevent commission of offences \n8. Provincial Governments to demarcate zones \n9. Power to enter etc. \n10. Rules \n11. Repeal \n \n\n \nPage 2 of 3 \n THE  CUTTING  OF TREES  (PROHIBITION)  ACT,  1992  \nACT  NO. XVIII  OF 1992 \n \n[29th July, 1992 ] \nAn Act to provide for the prohibition of cutting of trees near the external frontiers of Pakistan  \n \nWHEREAS  it is expedient to provide  for the prohibition  of cutting of trees or causing \ndamage to trees near the external frontiers of Pakistan and matters ancillary thereto ; \n \nIt is hereby enacted as follows  :— \n \n1. Short title, extent and commencement. This Act may be called the Cutting  of Trees \n(Prohibition)  Act, 1992.  \n \n(2) It extends to the whole  of Pakistan.  \n \n(3) It shall come into force at once. \n \n2. Definitions. In this Act, unless there is anything repugnant in the subject or context,— \n \n(a)  ‘authorised officer’ means an officer authorised by a Provincial Government; \n \n(b)  ‘field’ means a khasra number as defined in the Provincial law relating to land \nrevenue; \n \n(c)  ‘first zone’ means an area adjacent to and beyond the external frontier of \nPakistan extending towards Pakistan to a line at four kilom eters measured \nfrom the external frontie rs of Pakistan; \n \n(d)  ‘second zone’ means an area adjacent to and beyond the first zone extending  \ntowards Pakistan to a line at four kilometers measured from the first zone ; and \n \n(e)  ‘tree’ means a large plant with a self-suppo rting trunk. \n \n3. Cutting of trees etc. Prohibited.—(1) Except as hereinafter provided, no person shall, \nwithout  the prior written approval of the authorised officer, cut, fell or damage or cause to be cut, \nfelled or damaged any tree growing— \n \n(i)  in the first zone,, if the number of remaining  trees in any field falls short of the \nnumb er to be calculated at the rate of fifteen trees per acre ; and \n \n(ii)  in the second zone, if the number of remaining trees in any field falls short of \nthe number to be calculated at the rate of ten trees per acre. \n \n(2) Nothing  contained in sub-section (1) shall apply to a tree growing on land occupied as the \nsite of a town  or village or in a dwelling-house, including  its curtilage. \n \n4. Penalty. Whoever contravenes the provisions  of this Act shall be guilty of an offence \npunish able— \n \n \nPage 3 of 3 \n (i)  with fine which may extend to five thous and rupees, if he contravention  relates \nto the first zone ; and \n \n(ii)  with fine which may extend to two thous and and five hund red rupees, if the \ncontravention  relates to the second zone. \n \n5. Cognizance of offence s. No court shall take cognizance of an offence under this Act, \nexcept on a compl aint by the authorised officer or the local formation comm ander of the Pakistan \nArmy. \n \n6. Seizure and confiscation of Property.— (1) When any tree has been cut, felled or \ndamaged in contravention  of the provisions  of this Act or rules made thereunder, such tree together \nwith all tools  used in comm itting any such contravention  may be seized by the authorised officer. \n \n(2) Every officer seizing any property under this section shall place on such property a mark \nindicating that the same has been so seized and shall, as soon  as may be, make report of such seizure \nto the Magistrate having jurisdiction to try the offence under this Act. \n \n(3) Upon  the receipt of any such report, the Magistrate shall, with all convenient despatch, \ntake such measures as may be necessary for the trial of the offender and the disposal of the property \naccording to law. \n \n(4) Any tree in respect of which an offence has been committed under this Act and all tools  \nused in committing  any such offence shall be liable to confiscation, and such confiscation shall be in \naddition  to any other punishm ent prescribed for such offence. \n \n7. Power to prevent commission  of offences. The authorised officer shall prevent the \ncommission  of any offence under this Act and for that purpose may take such measures as may be \nprescribed by the rules under this Act. \n \n8. Provincial Governments to demarcate zones. The Provincial Governments may, \nwhenever it may deem expedient, cause the zones defined in section 2 to be demarcated and the trees \ngrowing  in any zone to be enumerated. \n \n9. Power to enter etc. Any authorised officer or any other person authorized to demarcate the \nzones and enumerate the trees shall be entitled to enter upon  any land, and— \n \n(i)  to survey and land; \n \n(ii)  to make map of any zone ; \n \n(iii)  to erect or cause to be erected bound aries marks ; and \n \n(iv)  to blaze any tree. \n \n10. Rules. The Provincial Government may make rules for carrying out the purposes of this \nAct. \n \n11. Repeal. The Cutting  of Trees (Prohibition)  Act, 1975  (LXXI V of 1975 ) is hereby \nrepealed."
}