{
    "file": "./converted_json\\administratorac84fec38cbdff67dd3898bd38c30673.json",
    "name": "Pakistan Veterinary Medical Council Act 1996",
    "date": "1996",
    "tagline": "An act to constitute the Veterinary Medical Council in Pakistan",
    "content": "Page 1 of 11 \n  \nThe Pakistan Veterinary Medical Council Act 1996.  \n \n \n \n \n    CONTENTS  \n1. Short title, extent and commencement  \n2. Definition  \n3. Composition and incorporation of the Council  \n4. Terms of office of member of Council  \n5. President and Vice President  \n6. Executive Committee  \n7. Officers and Servants of the Council  \n8. Terms and conditions of the officers, etc. of the Council  \n9. Recognition of Veterinary and Animal Husbandry qualifications granted by Veterinary \nInstitutio ns in Pakistan  \n \n10. Non Pakistan veterinary qualifications in Second Schedule to be recognized  \n11. Arrangement for modifying the Second Schedule  \n12. Power of the Council to certify certain persons to be possessed to sufficient qualifications  \n13. Power to required informat ion as to courses of study and examination  \n14. Inspection of examination  \n15. Withdrawal of recognition  \n16. Maintenance of register  \n17. Register to be public document  \n18. Penalty for fraudulent representation or registration  \n19. Privileges of registered members  \n20. Responsibility of a  registered person  \n21. Prohibition against use of unregistered veterinary qualification  \n22. Removal of names from the register  \n \n\n \nPage 2 of 11 \n 23. Power to make regulation s \n24. Information to be furnished by the Council and publication thereof  \n25. Commission of inquiry  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 11 \n The Pakistan Veterinary Medical Council Act 1996.  \nACT No. III OF 1996  \nAn act to constitute the Veterinary Medical Council in Pakistan.  \nWhereas it is expedient to regulate the registration, practice and conduct of the veterans to \nestablish uniform stand ards of basic and higher qualifications in veterinary medicine and surgery and \nto constitute a Paki stan Veterinary Medical Council : \nIt is hereby enacted as follow: — \n1. Short tit le, extent and commencement :—(1) This Act may be called the Pakistan \nVeterinary  Medical Council Act 1996.  \n(2) It extends to the whole of Pakistan.  \n(3) It shall come into force at once.  \n2. Definition: — In this Act unless there is anything repugnant in the subject or context. — \n(a) “Council” means the Pakistan Veterinary Medical Council constituted under \nthis Act;  \n(b) “Member”  means a member of the Council;  \n(c) “Register” means the register of veterinary practitioners maintained under \nsection 16;  \n(d) “Regulation” means regulations made under section 23;  \n(e) “Prescribed” means prescribed b y regulations;  \n(f) “Veterinary Medicine” means modern scientific medicine and includes surgery \nand obstetrics, as applicable to animals but does not include human medicine \nand surgery; and  \n(g) “Veterinary” means animal health and production.  \n3. Composition  and incorporation of the Council: —(1) There shall be constituted in \naccordance with the provision of this Act a Council to be known as the Pakistan Veterinary Medical \nCouncil.  \n(2) The Council shall be a body corporate having perpetual succession and a common seal \nwith powers to acquire, hold and dispose of property and enter into contract and shall be its name sue \nor be used.  \n(3) The Council shall consist of: — \n(a) one member from each Province to be nominated by the Provincial \nGovernment;  \n(b) one member  each to be nominated by the Vice Chancellor of each University \nfrom among the members of the Veterinary and the Animal Husbandry Faculty \nof the University;  \n \nPage 4 of 11 \n (c) four members to be elected from among themselves by the Central Executive \nCommittee of Pakistan  Veterinary Medical Association, a society registered \nunder the Societies Registration Act, 1860 (XXI of 1860);  \n(d) four members to be nominated by the Federal Government of whom at least one \nshall be member of the Remount Veterinary and Farms Corps;  \n(e) one mem ber each to be nominated by the Head of each Veterinary Institution in \nPakistan which trains for a recognized veterinary qualification form among its \nteaching staff; and  \n(f) Animal Husbandry commissioner, Livestock Division, Government of \nPakistan.  \n(4) No person shall be qualified to be elected or nominated as a member of the Council \nunless: — \n(i) he is registered with the council; and  \n(ii) he possesses a recognized veterinary qualification obtained not less than five \nyears before his election or nomination:  \nProvided that  qualification at (i) above shall not apply to a person to be elected or nominated \nfor the first Council, but such person shall get himself registered with the Council within six months \nof its constitution.  \n(5) The headquarters of the council shall be at such place as the Council may determine.  \n4. Terms of office of member of Council :—(1) A member shall hold office for a term of \nfour years,  but shall be eligible to be re -elected or re -nominated.  \n(2) When the term of office of a member is about to expire, his successor shall be elected for \nnominated, as the case may be, any time within three months before the term expires, but he shall \nassume office only after expiry of the term of incumbent.  \n(3) A member may, at any time, resign his office by te ndering his registration in writing to \nthe President of the council.  \n(4) A casual vacancy in the office of member shall be filled in through election or nomination, \nas the case may be, within three months of the occurrence of the vacancy.  \n(5) A member elec ted or nominated to fill a casual vacancy shall hold office the full term of \nfour years.  \n(6) A member shall cease to hold office, and his office shall be declared vacant,  if he fails to \nattend three consecutive meetings of the Council.  \n5. President and Vic e President: —(1) The Council shall have a President and a Vice \nPresident to be elected by the members from among themselves.  \n (2) The President and Vice President shall hold office for a term of four years.  \n \nPage 5 of 11 \n 6. Executive Committee :—(1) There shall b e an Executive Committee of the Council which \nshall consist of the President, the Vice -President and five members to be elected by the council from \namong its members.  \n(2) In addition to the powers and duties conferred and imposed upon it by this Act,  the \nExecutive Committee shall exercise such powers and discharge such duties as may be prescribed.  \n(3) In addition to the Executive Committee, the Council may constitute such other committees \nfor general or special purposes as it may deem necessary to carry ou t the purposes of this Act.  \n7. Officers and Servants of the Council :—(1) The Council may appoint such officers and \nservants, as it may deem necessary to carry out the purposes of the Act.  \n(2) All persons appointed or employed by the Council shall be deemed  to be public servants \nwithin the meaning of section 21 of the Pakistan Penal Code ( XLV of 1860).  \n8. Terms and conditions of the officers, etc. of the Council :—The Council may with the \nprevious sanction of the Federal Government fix the remuneration and al lowances to be paid to the \nPresident, the Vice President, members and officers and servants of the Council.  \n9. Recognition of Veterinary and Animal Husbandry qualifications granted by \nVeterinary Institutions in Pakistan :—(1) The qualifications granted by V eterinary Institutions in \nPakistan which are included in the first Schedule shall be recognized Veterinary and Animal \nHusbandry qualifications for the purpose of this Act.  \n(2) Any veterinary institution in Pakistan which grants a veterinary qualification n ot included \nin the First Schedule may apply to the Federal Government to hav e such qualification recognized,  and \nthe Federal Government after consulting the Council by notification in the official Gazette amend the \nFirst Schedule so as to include such qual ification therein.  \n(3) The notification referred to in sub -section (2) may also direct that an entry shall be made \nin the last column of the First Schedule against the veterinary qualification declaring that it shall be a \nrecognized qualification only when  granted after a specified date.  \n10. Non Pakistan veterinary qualifications in Second Schedule to be recognized :—The \nveterinary qualification granted by veterinary institutions outside Pakistan which are included in the \nSecond Schedule shall be recognized veterinary qualifications for the proposes of this Act.  \n11. Arrangement for modifying the Second Schedule :—(1) At an y time the Council may \nenter into negotiations with the appropriate authority in any State or Country outside Pakistan for the \nsettling of a scheme of reciprocity for the recognition of veterinary qualifications and in pursuance of \nany such scheme, the Fed eral Government may by notification in official Gazette amend the Second \nSchedule so as to include therein any veterinary qualification which the Council has decided to \nrecognize.  \n(2) The notificati on referred t o in sub -section (1 ) may also direct that an entry shall be made \nin the last column of the Second Schedule against the veterinary qualification declaring that it shall be \nrecognized qualification only when granted after a specified date.  \n(3) The Federal Government, after consultation with the Council , may , by notification in the \nofficial Gazette, amend the Second Schedule by directing that  an entry be made therein in respect of \n \nPage 6 of 11 \n any veterinary qualification, declaring that  it shall be a recognized qualification only when granted \nbefore a specified date.  \n(4) Where the Council has refused to recognize any veterinary qualification which h as been \nproposed for recognition by any such authority that authority may apply to the Federal Government, \nand the Federal Government after considering such application and the Council’s reason for such \nrefusal may, by notification in the official Gazette amend the Second Schedule so as to module such \nqualification therein and t he provisions of sub -section (2 ) shall apply to such notification.  \n(5) The Federal Government , after consulting the Council, may, if it thinks fit direct that a \nveterinary qualificat ion granted by an institution in a State or Country outside Pakistan shall be a \nrecognized qualification for such period and subject to such conditions as may be specified in the \ndirection, as it were mentio ned, in the Second Schedule not withstanding tha t a reciprocal scheme of \nrecognition has not been entered into between the Council and the appropriate authority in that State \nor Country as in referred to in sub -section (1 ). \n12. Power of the Council to certify certain persons to be possessed to sufficien t \nqualifications :—If the Council is satisfied that a person is, by reason of qualification granted by a \nveterinary institution outside Pakistan, not included in the  Second Schedule, and of experience  gained \nin any par t of Pakistan, possessed of qualifications which entitle him to be recognized as possessed of \nsufficient veterinary qualification for the purposes of this Act, it may , with the approval of the Federal \nGovernment certify that the person is possessed of such qualification; and , on such certification by  the \nCouncil , the person shall be deemed to be possessed of recognized qualification for such period and \nsubject to such condition as may be specified by the Council in this behalf.  \n13. Power to require  information as to courses of study and examination :—Every \nveterinary institution in Pakistan which train for, or grants, or both trains for and grants a recognized \nveterinary qualification shall furnished such information as the Council may, f or time to time, require \nas to: — \n(a) the courses of the study and examination to be undergone in orde r to obtain such \nqualification;  \n(b) the minimum age at which such courses of study can be undertaken on \nadmission in the institution;  \n(c) examination required to be undergone prior to such qualifications being \nconferred, a nd \n(d) generally as to the requisites for obtaining such qualification.  \n14. Inspection of examination :—(1) The Executive Committee shall appoint such number of \ninspe ctors as it may deem necessary: — \n(a) to attend at any or all of the examinations held by ve terinary institutions in \nPakistan for the purpose of granting recognized qualifications or in respect of \nwhich recognition has been sought;  and \n(b) to look into research projects and technical facilities available at any veterinary \ninstitution of Pakistan for evaluating any short falls or deficiencies and assessing \nthe requirements of such institutions in terms of expertise and equipments.  \n \nPage 7 of 11 \n (2) The inspector appointed under this section shall not interface with the conduct of any \nexamination of research studies,  but he shall report to the Executive Committee on the sufficiency of \nthe examination of the research proper which he attends and on the courses of study and facilities of \nteaching and research provided by the institution at different stages in respect of such examination \nresearch and on and other matters in regard to which the Executive Committee may require them to \nreport.  \n (3) The Executive Committee shall forward a copy of any such report to the institution \nconcerned and shall also forward a copy with t he remarks of such institution thereon , to the Federal \nGovernment.  \n15. Withdrawal of recognition :—(1) When upon report of the Executive Committee it \nappears to the Council that the courses of study and examinations to be gone through in any veterinary \ninstitution in Pakistan in order to obtain a recognized veterinary qualification or that the standard of \nproficiency required from candidates at any examination held for the purpose of granting such \nqualification or standard of research studies and facilit ies is not such as to secure to persons holding \nsuch qualifications the knowledge and skill requisite for the efficient practice of veterinary medicine \nor to contribute to the advancement of veterinary medicine , the Council shall make a representation to \nthat effect to the Federal Government.  \n(2) After considering such representation, the Federal Government shall forward it , alongwith \nsuch remarks as it may choose to make to the concerned institution with an intimation of period within \nwhich the institution m ay submit its explanation to the Federal Government.  \n(3) On the receipt of the explanation or where no explanation is submitted within the specified \nperiod the Federal Government may after making such further inquiry, if any, as it may think fit direct \nthat the measures necessary to bring the teaching and research upto the required standard be taken or \nan entry shall be made in the appropriate Schedule against the concerned institution declaring that any \nqualification granted by such institution after the s pecified date shall not be recognized.  \n16. Maintenance of register :—(1) The Council shall maintain in the prescribe manner a \nregister in which shall be entered the names and other particulars of persons possessing recognized \nveterinary qualifications whose  applications for registration as veterinarian are from time to time \ngranted by the Council.  \n(2) Every application for registration under this Act shall be made to the Council in the \nprescribed from and be accompanied by the prescribed fee.  \n(3) Every veter inarian registered under this Act shall be entitled to receive a certificate of \nregistration from the Council.  \n(4) A certificate of registrati on issued under sub -section (3 ) shall, subject to the provisions of \nthis Act, remain in force until the thirty f irst day of December of the year in which it is issued and shall \nthereafter be renewable annually upon payment of the prescribed fee.  \n17. Register to be public document :—The re gister maintained under section 16 shall be \ndeemed to be a public record within the meaning of the Qanoon -e- Shahadat , 1984 (P.O. No. 10 of \n1984).  \n18. Penalty for fraudulent representation or registration :—(1) Whoever will fully \nprocures or attempts to procure himself to be registered under this Act by making or producing or \n \nPage 8 of 11 \n causing t o be made or produced any false or fraudulent representation or declaration either orally on \nin writing, and any person who assists him therein, shall be guilty of an offence punishable with fine \nwhich may extend to five thousand rupees or with imprisonmen t for a term which may extend to six \nmonths, or with both.  \n(2) Whoever falsely pretends to be registered under this Act as a veterinary practitioner, not \nbeing registered under this Act, uses with his name or title any words or letters representing that he  is \nso registered, irrespective of whether any person is actually deceived by such pretence or \nrepresentation or not shall be guilty of an offence punishable with fine which may extend to five \nthousand rupees or with imprisonment for a term with may extend  to six months, or with both.  \n19. Privileges of registered members :—(1) Notwithstanding anything to the contrary \ncontained in any other law for the time being in force no person other than a registered veterinary \npractitioner shall hold any veterinary posi tion in private or public sector.  \n(2) Note understanding anything to the contrary contained in any other law for the time being \nin force, not certificate required to be obtained from a veterinary practitioner shall be valid unless in \nissued by a person who  is registered with the Council.  \n(3) No person shall be entitled to recover any charge in any count of law for any vetro -legal \nadvice or attendance, or for the performance of any oration, or for any medicine prescribed or supplied \nunless he is a registered  veterinary practitioner.  \n20. Responsibility of a registered person :—Every person registered under this Act shall \nnotify any transfer of the place of his residence, employment or practice to the Council with thirty day \nof such transfer.  \n21 Prohibition agai nst use of unregistered veterinary qualification :— No person shall use \nor publish with his name any title, abbreviate description or symbol, indicating or calculated to lead \npeople to infer that possess any veterinary qualification unless the same is recog nized and conferred \nupon him under this Act.  \n22. Removal of names from the register :—(1) The Council in its discretion may refuse to \npermit the registration of any person or direct the removal altogether or for a specified period from the \nregister the name  of any registered person who has been convicted of any such offence as implies in \nthe opinion of the Council a defer of character, or has been held by the Council as guilty of infamous \nconduct in any professional respect, or who has become incapable to pr actice veterinary medicine by \nreason of physical or mental incapacity.  \nProvided that no action shall be taken under this sub section, unless such person has been \nprovided an opportunity of being heard.  \n(2) The Council may direct that the name of any person  removed from t he register under sub -\nsection (1 ) shall be restored.  \n (3) For the purpose of  an inquiry under sub -section (1 ) the Council shall be deemed to be a \nCourt within the meaning of the Qanoon -e-Shahdat , 1984 (P.O. No. 10 of 1984 ) and shall exercise  al \nthe powers of a Civil Court for summoning the witnesses, for compelling the production of documents \nand for issuing commissions.  \n \nPage 9 of 11 \n 23. Power to make regulation: — The Council may, with the previous sanction of the Federal \nGovernment, make regulation gener ally to carry out the purposes of this Act, and without prejudice to \nthe generality of this power suc h regulations may provide for: — \n(a) the management of the property of the Council and the maintenance and audit \nof its accounts;  \n(b) the summoning and hol ding of the meetings of the Council, the time and places \nwhere such meeting are to be held, the conduct of the business there at and the \nnumber of members necessary to constitute a quorum;  \n(c) the powers and duties of the President and Vice -President;  \n(d) the mode of the appointment of the Executive Committee and other committees, \nthe summoning and holding of the meetings, and the conduct of the business of \nsuch committees;  \n(e) the tenure of the office and duties of the officers and servants of the Council;  \n(f) the appointment , powers , duties and procedures of inspector;  \n(g) the procedure of maintenance, compilation and publication of the register and, \nif necessary, for opening of sub -offices or branches for this purpose;  \n(h) the procedure of inquires under thi s Act;  \n(i) prescribing a uniform minimum standard courses of training for obtaining \ngraduate and post -graduate qualifications included in the First Schedule.  \n(j) prescribing minimum requirements for the content and duration of the courses \nof study as afores aid; \n(k) prescribing the conditions for admission to courses of training as aforesaid;  \n(l) prescribing minimum qualifications and experience require of teachers , \nresearchers for appointment in professional institutions;  \n(m) prescribing the standards of exam inations, methods of conducting the \nexaminations and other requirements to be satisfied for securing recognition of \nqualification under this Act;  \n(n) prescribing the qualifications and experiences required of examiners for the \nexaminations antecedent to th e granting of recognized qualifications;  \n(o) registration of students at any professional institution, college or any university \nand the fee payable in respect of such registration,  and \n (p) any matter for which under this Act provision may be made by registra tion. \n24. Information to be furnished by the Co uncil and publication thereof :—(1) The Council \nshall furnish such reports,  copies of its minutes , abstract of its accounts, and other information to the \nFederal Government as it may require.  \n(2) The Federal Government may publish i n such manner as it may think if any, report, copy, \nabstract, or other information furnished to it under this Act.  \n \nPage 10 of 11 \n 25. Commission of inquiry :— (1) Whenever it is made to appear to the Federal Government \nthat the Council is not complying with any of the provisions of this Act, the Federal Government may \nrefer the particulars of the complaint to a Commission of inquiry consisting of three persons o f whom \nappointed by the Federal Government, one being a Judge of Court and the Council; and sub \ncommission shall proceed to inquire in manner report to the Federal Government as to the charge of \ndefault or proper acting found by the Commission to have been  established, the commission shall \nrecommend the remedies, if any, which are in opinion necessary.  \n(2) The Federal Government may require the Council to adopt the r emedies so recommended \nwithin such time  as, having regard to the report of the Commission, it may think fit; and if Council \nfails to comply with any such requirements, the  Federal Government may amend the Regulations of \nthe Council, or , make such provision or take such other steps as may seem necessary to give effect to \nthe recommendations of the Commission.  \n(3) A Commission of inquiry shall have power to administer oaths, enforce th e attendance of \nwitnesses and the production of documents, and shall have all such other necessary powers for the \npurpose of any inquiry conducted by it as are exercised by a Civil Court under the Code of Civil \nProcedure, 1908 (Act V of 1908).  \n____________ _____  \n \nFIRST SCHEDULE  \n(See Section  9) \nRECOGNIZED VETERINARY QUALIFICATION GRANTED BY THE  \nVETERINARY INSTITUTIONS IN PAKISTAN  \n  \nS.#  Institutions  Recognized Qualification  Abbrevation  \nFor  \nRegistration  \n1  College of Veterinary Sciences , \nLahore  Bachelor of Veterinary Sci ences.  B. V. Sc.  \nBachelor of Science (Animal \nHusbandry .)  B. Sc. (A.H.)  \nBachelor of Veterinary Science and \nBachelor of Animal Husbandry.  B. Sc.,  \nB. Sc. (A.H.)  \nDoctor of Veterinary Medicine  D. V. M.  \nMaster of Science.  M. Sc.  \nMaster of Science (Hons) . M. Sc. (Hons).  \nDoctor of Philosophy . Ph. D.  \n2  University of Agriculture, \nFaisalabad.  \n(i)  Faculty of   \n      Veterinary Sciences  Doctor of Veterinary Medici ne. D.V.M  \nMaster of Science .  M. Sc.  \nMaster of Science (Hons).  M. Sc. (Hons).  \n(ii) Faculty of Animal  \n      Husbandry  Bachelor of Science (Hons). Animal \nHusbandry .  B. Sc. (Hons).  \nA. H.  \nMaster of Science .  M. Sc.  \nMaster of Science (Hons).  M. Sc. (Hons).  \nDoctor of Philosophy . Ph. D.  \n \nPage 11 of 11 \n 3  Sindh Agriculture ,  \nUniversity, Tandojam  \nFaculty of Animal  \nHusbandry and  \nVeterinary Sciences  Doctor of Veterinary Medicine .  D. V. M.  \nMaster of Science.  M. Sc.  \nMaster of Science (Hons).  M. Sc. (Hons).  \nDoctor of Philosophy .  Ph. D.  \n4  Quaid -e-Azam  \nUniversity, Islamabad.  Master of Science (Hons.)  M. Sc. (Hons).  \nMaster of Philosophy .  M. Phil.  \n5  NWFP Agricultural  \nUniversity, Peshawar  Master of Science (Hons) Animal \nHusbandry.  M. Sc. (Hons)  \nA. H.  \n6  Jinnah Post -graduate  \nMedical Centre, Karachi  Master of Philosophy .  M. Phil  \n  \n  \nSECOND SCHEDULE  \n \n(See Section  10)  \n \nRECOGNIZED VETERINARY QUALIFICATION GRANTED BY TH E VETERINARY \nINSTITUTIONS ABROAD    \n  \nS.#  Institutions  Recognized Qualification  Abbrev iation  \nFor  \nRegistration  \n1.  All state Universities of  \nAmerica, Australia and  \nProvincial University  \nCanada   Doctor of Veterinary Medicine   D.V.M  \nMaster of Sciences in Animal Health.  MS (A.H .)  \nMaster of Animal Sciences   M.S. (A.S .)  \nDoctor of Philosophy in Animal Health.  Ph.D. (A.H .)  \nDoctor of Philosophy in Animal Sciences.  Ph.D. (A.S .)  \n2.  The College of  \nVeterinary surgeons,  \nLondon  Master of Science in Animal Health.  M. Sc. (A.H)   \nMember of Royal College of Surgeon.  M.R.C.V.S  \nFellow Royal College of Veterinary Surgeon  F.R.C.V.S  \n3.  Edinburgh University  \nCentre of Tropical  \nVeterinary Medicine  Master of Science in Tropical Animal Health . \n M. Sc. (T.A.H .)  \nDiploma in Tropical Animal Health.   D.T.A.H.  \n4.  James Cook University,  \nDepartment of Tropical Veterinary \nScience  \nTownsvillce , Australia.   Master of Science in Tropical Veterinary \nScience.  M. Sc. (T.V.Sc)  \n5.  Facility of Veterinary  \nScience University of Agriculture, \nUPSSALA, Sweden.  Fellow Royal College of Veterinary \nSurgeons.   M. Sc. (T.A.H)   \nF.R.C.V.S."
}