{
    "file": "./converted_json\\administratoref5bb560dc92edd2dc1353f0f7247617.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTEREDNo.M'302L.-7@69\n@eGp;de d Dglfffit\n=.F\nEXTHAORDINAHY\nPUBLISHEO BY AUTHORITY\nISLAMABAD, FRIDAY, NOVEMBER 4, 2022\nPARI I\nActs, Ordirarccs, Presideot's Ordcrs rnd Regulations\nSENATE SECRXTARIAT\nlslanabad, the |rd Norenber. 2022\nNo. F. 9(28/2022-Legis.-The followinS AEt of Mdjlis-e-Shooru\n(Parhament) receivcd the assent of the Prcsident on I st November, 2022 and is\nhereby published for general ioformation:-\nAcI NO. XXVI OF 2022\nAn.,lct to ptovide proteclioh to a petson.lunng custody fiom allacts oJto we\nper pe tr at e d by pu h I ic off c iol s\nWHERIAS, Pakistan is a pa(y to the Unit.{ Nations Convention a8ainst\nTo(ure and other Cruel, lnhuman and DeSradinS T.eatmcnt or Punishments\nI9t4 and it is imperative to make law for its cffective implementation;\nAND wHr-rRltAS, thc Consritution of the lslamic Republic of Pakistan\nguarantees lhe dignit_v ofman as rnentioned in Articlc l4;\nAND r*'HEREAS, it is exp€dicnt to enact a law for the prevention and\ncriminali?ation of all acrs of lortur€:\n[9690 (2022)/Ex. Gaz.](1r63)\nPrrce: Rs. 10.00\n1164 THE GAZETTE OF PAKISTAN, EXTRA, NOV,4,2022 [P^RT I\nL Short (itle, €xlent rtrd coomctrccmctrt.-{ I ) This Act may be\ncalled the Torturc and Custodial Death (P.evention and Punishnrent) Act, 2022.It is hcrebv enacted as follows -\n(2) tt enends to the whole ofPakistan\n(3) [t shall come into force at once\n2. Dcfi n itioDs.-{ I ) In this Act, u nless there is an}4h ing repugnant in\nthe subjcct or context,\n(a) \"Agencl' means The Federal Inv€stigation Agency constioted\nuode. the Federal Investigation Acl 1974 (VII of 1975);\n(b) \"Codc\" means the Code of Criminal Procedure. l89t (Act V of\nrt9r);\n(c) \"camplaint\" means allegations made orally or in \\rriting to fie\nAgency that a public o{Icial or a p€rson working in an official\ncapacity has committed an offence under this Act;\n(d) \"complainant\" means ary p€Ison filing a complaint, upon having\nreliabl€ information of the commissioo of an offenc€ under this\nAcl, or his representative as the case may b€;\n(e) \"conccmed division\" mearE the Ministry or departnent ro $'l ch\nthe business ofthe Act stands allocar€d;\n(0 \"custody\" includes all situations where a person is detained or\ndeprived ofhis liberty by any person, including a public official or\nby any other person workinS in ar ollicial capacity irrespective of\nlegality nalure and any placc ofsuch detention.\nExplanationJ--lt includes judicial custody and all forms of\ntempomry and lrcrmanent restraint upon the movement ofa person\nby law or by force or by other mearu; ard\nErplonotionJl-A pe$on shall be deemed to be in custody during\nsearch, afiest and scizure procetdings;\n(g) \"cruel\" or \"inhuman\" or \"degrading treatment,' means and includes\nany dcliberate or aggavared trcarment inflicted by a public offrcialor a plrson acting on his behalf against a person under therr\ncusr(dy, causing suff€ring. gross humiliation or degradation ofthc\npcrson in custody;\nPART U THE GAZETTE OF PAKISTAN, EXTRA,, NOV,4,2022 1165\n(h) \"custodial death\" means dre death of a person whilc in custody,\ndirectly or indirectly caus€d by and attribuuble to ects of torture\ncommitted upon th€ d€ceesed while in custody;\nExplanalionJ.-1\\stodial death includes death occurring in policc,\nprivate or mcdical premises, in a puhlic place or in a police or other\nvehiclc or in jail. It includes death occurring while a person is\ntEing anEsled or taten into detention or being questioned; and\nE plahalion-Il lunodial death also includes all cases where the\ndeath ofa person after his rclcas€ from custody is directly caused\nby and ftay b€ suhrtially attributed to acts committed upon thc\ndeceased while in cunody;\n(i) \"custodial rape\" me$s and includcs eny person takinB advantage\nofhis position and commifting rape or sexual abuse on a person in\nhis custody or in cu$ody ofa public official subordinate to him;\n0) \"Govemmcnl\" means the Fedeml Gotemment or thc hovincial\nGovemment, as the case may b€;\n(k) \"malafide complaint\" means a complaint filed against any p€rson,\nincluding a public official with malafide intentions or other ulterior\nmotives or to harass such person or public officral:\n(l) \"person\" shall havc the same meaflint as assigncd thereto rn\nsection I I ofthe Pakistan Penal Code, 1860 (Act XI-V of 1850);\n(m) \"pnblic oflicial\" tor the purpose of this Act means every pe6on\nwho holds any ofiicE by virtue ofwhich hc is empowered to place\nor kccp any person in confmement, every omcer of thc\nCovemment whosc dury it is, as such ofiicer. to pr€vent offences.\nto invcstigatc, and to give information ofoffences.\nExplanatrch. Wherc\\er the words \"Public omcial\" occur, they\nshall be undcrstood as every person who is in actual possession of\na public omce, whatever legal defect there may bc in that person's\nrighl to hold lhat position. ,\n(n) \"torture\" means an act commirted by which severe physical pain or\nphysical suffering, is inlenlionally inflictcd on a person lor such\npurposes as obtainint fmm him or a third person information or a\nconfession, punishirg him [o. an act he or a third person has\ncommitted or is susp€cted of having committed, or intimidaling or\ncoercing him or a third person, or for any reason based on\ndiscrimination ofany kind, when such pain or sutT€ring is inflicted\nhy or at the instiSation of or Nith the consent or acquiescence of a\nl166 THE OAZETTE OF PAKISTAN, EXTR^, NOV.4, 2022 [PN1rl\npublic official or other person acting in an olEcial capacity. It docs\nnot includc pain or su[Ierin8 arising only from, inhereot in or\nincidental to la\\.ful sanctions; ard\n(o) \"victim\" or \"aggricved person\" means any person who alleges that\nan offence under this Act has b€en committed against him.\n(2) All l-hc words and phrases used but nol d€fined in this Act shall\nh,rve the same meanint 6s defined in the Pakistan Penal Code, 1860 (Act XLV\nof I t60).\n3 . lMdDtusibility of stateoert €rtirctcd through tonurc.-{ I ) Any\nslatemenl, information or confession obtaincd by a public ollicial as a result of\nlorture or cruel, inhuman or degrading trealmcnt shall be inadmissible evidencc\nin any proceedings against the person malint i!.\n(2) A public official who knowingly uses such infomation under\nsub-s€ction (l) shall b€ liable for imprironment which may not €xceed one year\nor with fine vrhich may not exceed hundrEd thousand rupees ol both.\n(3) Notwithstanding anythinS contained in suus€ctions (l) and (2),\nany infomarion or confession obtained as a resuh oftorture or cruel, inhuman or\ndegrading treatrnent shall be admitted as evidencc against a person accused of\ncommitling the ofrence of brture. Thes€ provision shall b€ in addition to fie\nFovisi{xs of sec{ion 17 End 38 offte Qarmn+-ShaMaq Order l9E4 (P.O. No. x\nof l98a).\n4. Custody of f€melcs.{l) No female shall be delained in order 10\nextrac( information regarding the whcreabouts of a person accused of any\noffence oato extract evidence ftollr such female.\n(2) No female shall be taken or held in custody by a malc except by a\nfemate public ofrcial lawfully autho.ized lo do so.\n5. Itrvestigation of oll€mt3.-{l) Nowithsanding an},thing contained\nin any other law for the time being in force, the Agency shall hove the exclusivc\njurisdiction to investigale th€ complaints against anv public officials Eto have\n,-ommitted offence under this Act:\nProvidcd that the ASency shall investi8ate rhe complaints under the\nsupervision ofNational Commission lbr Human Rithts.\n(2) tfat any time, includinS during the Erant ofphysical rcmand under\nrhc Codc, the Magistrate has reasonable grounds to belele that rhe offence\nunder this Act is committed or a complaint of torture is lodged by the person in\nPAR|ll THE CAZETTE OF PAKISTAN, EXTRA., NOV.4,2022 1167\nbusrody, he shall order a medical examination and if the rEsults of such\nexamination reveal infliction oftorture, hc shall noti8 the Agency lo investigate\nsuch offence.\n(3) The Agency, while investigating the offences und€r liis Act, shall\nhavc the same powers and shall follow the same procedure as prescribed in the\nFedcral Investigation Agency Act, 1974 (Act VIII of 1975) and $e rulcs made\nlhercunder.\n6. Trirl ofoffetrc€s. {I) Notwithstanding anr4hing contained in any\nother law for the timc being in force, the Couft of Sessions shall have exclusive\njurisdiction to try offences under this Act.\n(2) No adJoumment shall be granted durhg the trial save for the\ninlercst ofjustice, lrrovided that ifsuch an adjoummcnt is granted it shall bc not\nrnorc than thiay days.\n7, ltrtimrtiotr lo (he cotrcemed GovemlDeDl snd tl?trsfer of\nsuspension of public officirl.-{lt The Agency. *hile investigaring a public\nofficial'who is accused of an offcnce under liis Act. shall wilhin rwmty-four\nhours of arrcst, inform the competent authority to which the public official is\naccountable, of the nature of the proceedings against him.\n(2) Notwithstarding arything conlained in any other law for the time\nbeing in force, a public official when accused ofan offence under this Act shall\nfo(hwith b€ suspended or nsnsferred to a drfferEnt location fiom the location in\nwlich the alleged offence was committed, after completion of a departinenlal\nenquiry within 7 days, giving a finding lhat there is ptino lrcie evidence of\ncommission ofoflbnce under this Act by lhe public official.\n(3) Notwithstanding anything contained in any other law for the time\nbeing in force, a public official when convicted of a, offence under this Act\nshall not perform any public duty unless acquitted by th€ appellale coun.\nExplanatonJ. In this section, the 'comp€tcnt authority\" shall mean the\nappointing authority as prescribed in the service rules of the rclevant\nGovcmmenl.\nErylanatiohJl-h is clarified that this sectio4 except sub-section (3),\nshall only apply when a court of law finds a strong Finm lacie evidence against\na public olficial with regard ro the commission ofan offencc under this Act.\nt. Punilhment for torturE.-Any public oficial who commib or ab€ts\nor conspires to commit torture shall be punished with the se.rne punishment as\nprescribed for the qpe of hEnn provided in Chapter XVI ofthc Pakistan Penal Code.\nI168 THE GAZETTE OF PAXISTAN, EXTRA,, NOV,4,2022 ART I\nbplanalion.-'lhe offencc under this section shall be cogrizable,\nnon-compoondable and non-bailable within the meaning ofth€ Code.\n9. PunishE€nt for custodial death.-Whoever commits or abets or\nconspires to commil thc ofrence of cuslodial death, shall b€ punished wilh the\nsarnc punishment as prescdbed in section 302 ofthe Pakistan Penal Code.\nExplanalion.-The offence under this section shall be cognizable,\ncompoundablc and non-bailable within the meaning of the Code.\n10. PuEilhmetrt for custodiel rrpe.-Whoever commits or ab€ts the\noffence of custodial rape, shall be dealt with and punished under lhe law and\nprcEedurE for rape, and the provisrons of lhis Act shall also bc applicable to the\nncctu*d, md a I is mulandis.\nErylahalion.:fhe offenies under this section shall be cogni?rble,\ncompoundable and non-bailable within the meanin8 ofthe Code.\nI l. P[nishdcnt for ailitrg malafide mmplaiotc.-Who€ver files a\nmalafidc complaint shall, aftcr it is established that the complaint was malafide,\nbe punished with the same punishdent as is prescribcd under section 8 for the\npe.petratoE under lhis Act.\n12. ApF.ls,-{l) An appeal against a conviction or ac4uittal of an\noflence under dlis Act shall tr presented before the respectivc High Court within\nthirty days from lhe date on which copv of the order passed by the Court of\nscssions is supplied to the appellant.\n(2) An appeal against conviction shall nol be admitted unless pa.t of\nthe amou[t, imposcd in the form of finc as dirccted by the app€llatc court, is\ndeposited in fie court.\n13. Time limit for invstigetioD, triel and app€Nl.-{l) The\ninvesti8ation ofthe offences under this Act shall b€ completed within lhirty deys\nfrom the dale of submision ofthe complarnt.\n(2) Ifthc investigation of an offence under this Act is not complet€d\nwithin thirty days. the Agency shall call for a report for explaining the d€lay in\ncomplction of the rnvestigation and if satisficd $,ith the causes of delay, may\ngrant maximum five davs Ior completion ofthc inlestigation or ifthe Agency is\nnot satisfied with thc causes of delay, may transfer lhe invcstigation to another\ninvestigating officcr IIto shall take uF a d complele the invesliSation fiom the\nsame stage where it was left by his prcdecessor.\npaRr tl IHE CATETTF O! PAKISTAN, EXTR , |iOV.4.2022 lt69\n(3) If investigation ofan offence is not completed with thiny days, the\nAgcncy shall also file an interim report before the Court ofSession and the court\nmay decide to inihatc the trialon the basis ofsuch informalion.\n(4) The Eial ofoffences under this Act shall be completed wi6in three\nwccks from the date of submission ofchallan before li€ .elevant court.\n(5) The appeal against the offcnces under this Act shall be decided\nwithin thirty days from the date offiling ofsuch appeal.\n14. Specid prol€ctioD.-{1) Any person, including the victim or\ncomplainant o! any witnesscs, who allege tiat he requires protection from a\nperson accused ofhaving commitled an offence under this Act or from any ofhis\nassociates, shall fil€ a petition to the Court ofsesion in this regard.\n(2) The cou receiving the petition, after giving notice lo the\nconcemed parties, shall hear the mafter and pass an order on the petition within\nthree days.\n(3) The court while disposint of such a pctition as mentioned in sub-\nsectron (l) shall make such orde6 as deemed necessary and appropriate\naccording to th€ facts and crrcumslances of the ces€.\n15. Act trot to prejudicc civil remedie!.-Nothing in tftis Act shall\npr€judice the civil remedies available to the victim by vinue ofany other law for\nthe time beinS in force.\n16. Overfidirg €lfed.-The provisions of this Act shall have effect\nnotwitlstanding anything contained in any other law for the time bcing in force. -\n17. Provisions of the Code to apply.-The provisions oa th€ Code\nshall apply ro thc proceedin8s under tl,is Arr.\n18. Du(ies oI thc Covcromcot.-'[he Covemment shall late all\nmeasures to ensure that rhe p.ovisions of rhis Act are given wide publicity\nthrough media at regular intervals and;\nthe relevant public oflicials are given periodic scnsitization and\nawareness training on the issucs addrEssed in this Act.\n19. Removal of dimcultics.-If any dimculty arises in th€\nimplementation of thc provisions of this Act, the conc€med division may make\nsuch orders, not inconsistent with the provisions ofthis Act. as may appear to it\nto b€ appropriate for removing such dilliculty:\nProlrdcd Lhat no such ordcr shall be made after the expiry ofa period of\nrwo vears after lhe enactment ofthrs Act.\nIITO fHE GAZETTE OF PA(ISTAN, EXTRA, NOV,4,2022 ART t\n20. Power to E&kc rules.-Thc conc€med division may, by\nnotification in the ofiicial Gazete, make rules for the purpos€ of cerrying out the\nobjects ard purposes of this Act.\nMOHAMMAD QASIM SAMAD KHAN,\nSecrela4,.\nPRINM BY Tl tE It {NACER, pRtNnNC CORATRATTON OF PAKIST?1N PRESS, Isl_AjgABAt)\nP!tsLLSHED M n MEPUTY CONTROU_EI! S]AIIONERY AND FcFtvtS. UNI\\,ErSrry ROAD. X.AX,ACHI"
}