{
    "file": "./converted_json\\administratora47825ff1e01b5a5f3c346a426082e06.json",
    "name": "National Information Technology Board Ordinance, 2019",
    "date": "27th August, 2019",
    "tagline": "To provide for the establishment of National Information Technology Board for e-governance across the country.",
    "content": "ffl, *'ons ,Uf ,16fnNrtt ASssuet4\n[Published in the Gazette of Pakistan, Extraordinary,\nPart-I, dated the 27th August, 20191\nORDINANCE NO.X OF 2019\nAN\nORDINANCE\nto provide for establishment of National Information\nTechnologt Board (NITB)\nWHEREAS it is expedient to provide for\nestablishment of National Information Technology\nBoard for e-govemance across the country in line\nwith the vision and policy of the Federal Government\nto serve the public in more effective and efficient\nmanner through due advisories and consultancies and\n-2-\nprovision of e-governance software applications to public ve,:tor organizations\nso as to focus on cross-cutting e-governanc€ applications and rnitialives that can\nbe replicated across r,rultiple pr.rblic organizations for better government to\ngovernment (G2G) and government to citizens (G2C) services and\ncommunicatron, and for matters connected herewith and ancillary thereto;\nAND WHEREAS; the Senate and the National Assembly are rrot in sessior\narrd the president is sa[isfied that circurnstances exist which rendcr it necessar)\nto 1ake immediate acti<'n;\nNou, THEREToRE in exercise of powets confened by clause (l) o[\nArticle 89 of the constLtution ofthe Islamic Republic ofPakistan, the President i;\npleased to make and p -omulgate the following Ordinance:-\nPART-I\nPRELIMINARY\nI . Short title, ext€nt and commencement.-( I) This Ordinance\nshall be called the Na'tional Information Technology Board Ordinance,2019,\n(2) It shall (iome in to force at once\n(3) It shalloxtend to whole of,Pakistan\n2. Definitions.-ln this Ordinance, uuless there is an).thing repugna rt\nin the subject or the context,-\n(a) \"Board\" means the National Information Technololry\nBoard established under this Ordinance;\n(b) \"Board of Governors\" means the Boald of Governors constitutld\nunder s:ction 4;\n(c) \"Chairman\" means Chairman of (he Board.\n(d) \"Chief Executive, Olficer rneans the CEO of the\nBoard rrppointed under section 5;\n(e)\n(D\n(e)\"Fund \" means the Board Funtl as provided .in sect ion I 3;\n\"member\" means mcmber of the Board incltrding the Chairman\n\"prest ribed\" nreans prescribed by rules or re.sulations made un ler\nthis Or d inance;\n-3-\n(h) \"President\" means President ofthe Islamic Republic ofPakistan;\n(i) \"rules\" means rules framed under this Ordinance; and\n0) \"regulations\" means the regulations made under this Ordinance.\nPART-It\nEstablishment of National Information Technology Board (NITB)\n3. Establishment of the Board.{l) As soon as may be but not later\nthan thirty days of the commencement of this Ordinance, the Federal\nGovernment shall, by notification in the official Gazette, establish a Board to be\nknown as National lnformation Technology Board for carrying out the purposes\nof this Ordinance.\n. (Z) The Board shall be a body corporate having perpetual succession\nand a common seal, with administrative and financial powers, subject to the\nprovisions of this Ordinanc€ to enter into agreemcnts and contracts, acquire,\nhold and dispose of property, both movable and immovable and to suc and to be\nsued.\n(3) The headquartcrs ofthe Board shall be at Islamabad and it may set\nup offices at such place or places, with the prior approval of the Federal\nGovernment, as it r4ay decm appropriate throughout Pakistan.\n(4) The tsoard shall consist of the Chairman and Members\n4. Board of Governors.{l) The general direction and\nadministration of the affairs of the Board shall vest in the Board of Governors,\nconsisting of the following members, namely:-\n(a) the President of Pakistan\n(b) Federal Minister.for the Division to which\nbusiness ofthe Board stands allocated\n(c) Secretary ofthe Division to which business\nof the Board stands allocatedChairman\nVice-Chairman/\nex-Officio\nMember ex-offrcio\nIr{ember ex-officio\nMentber ex-ofFrcio\nMember ex-offrcio(d)\n(e)\n(0Secretary; Finance Division\nSecretary, Establishment Division\nSecretary of the Division to which business\nof Science & Technology stands allocated\n4\n(g) five emincllt .;take-holdels in information\ntcchuology from plivate sector to be nominated\nby rhe Prime Minister in prescribed nranttet'\n(h) one distingui;hed wolra,r acade,nician 10 be\nnonrinated b;'tlre Prirne Minister in prescribed\nt'nan ne I\n(i)Chairman Nirl.ional Teleconrrnunication and\nInformatiorr'fechnology Security Boardl:lenrhers\nMenber\nMe rber ex-officio\nCEO of NITB Menfier ex-offtcio\n(2) TheCEOshrll be ex-o.flicio Secretary ol the Board.\n(3) The rrrcmbels, other than te ex-officio rnembers, shall hold office\nfor a tenn of three yean; fiom the datc of their appointment, extendable for\nanothor tenn srrbjcct to tlre maximum age-limit of sixty-five years and shall be\nappointed in the rranner prescribed by regLrlations.\n(4) A member, otlrer tlran an ex-offi.cio rnember, rnay resign frorn his\noffice by writing Lrnder his hand addressed to tlre Prime Minister.\n(5) TIre business of tlre Board shall be conducted as may be prcscribed\nb1'regulations.\n(6) In absence r>fthe Chainnan, a member designated by thc Chairman\nsball preside over the Borrrd meetings.\n5. Appointme nt of CEO.--(l ) Tlre CEO shall be appointed by the\nP-ederal Governnrent, on the reconrmendations of the Board, on such tcrms and\nconditions as may be detr:nnined by the tsoald:\nProvided that tre CEO appointed prior to commencement of this\nOrdinance shall be d'eern:d to lrave beerr appointed under this Ordinance.\n(2) 'I'he CEO shall be an emirrent IT professional of l:nown integrity,\ncompetence and expertise in handling l'l'development projects-\n(3) The CEO rnay resrgn frolr his office by giving onr: month notice in\nwriting under lris own hrrnd, addressed to the Federal Covernment.\n(4) The CEO shall be answerable to the Board fbr all adrn inistrative,\nfinancial and technical matters of the Board. '[he tsoard rnay delegate such\n5\nadrninistrative and finarcial powcrs to the CEO for carrying out day to dav\nafTairs of the Board as it deems necessary.\n6, Meetings of the Board.-{l ) T'he Chairrnan or, in his absence, the\ntncnrber designaled by the Chairrnan for the purpose shall preside at a meeting\nof the Board.\n(2) One-half of the total nrembers shall constitute a quorum for\nmeetings of the Board requiling a decision by the Board.\n(3) The decisions of the Board shall be taken by majority of its\nrncmbers present and in case of a tie, the rnember presiding a rneeting shall have\na casting vote.\n(4) 'Ihe menrbers shall receive such fee and expenses for each meeting\nas rnay bc prescribed by regulations.\nPART-III\nPOWERS AND FUNCTIONS OF TIIE BOARI)\n7. Powers of the Board.-The Board shall exercise all powers as\nshall enable it to effectively perform its functions specified in section 8. In\nparlioular and without prejudice to the generality of the foregoing power, the\nBoard shall -\n(a) prescribe regulations, including regulations lbr exercising its\npowers and perfornrance of its functions.\n(b) enter into contracts, agreenlsnts and MOUs;\n(c) acquire, lease, encumber, dispose of, exchange, vest or othcrwise\ndeal rvith any rnoveable or immovable property or any interest\ntherein;\n(d) prescribe regulationq for appointment and removal of the Board\nEmployees or/and related matters.\n8. Functions of the Board.-The Board shall exercise all powers as\nshall enable it to effectively perforrn its functiors specified in this section. In\nparticular and without prejudice to the generality of the foregoing power, the\nBoard shall -\n(a) provide technical guidance for embedding e-governancc in the\nFederal ministries and divisions including their attached\n6\ndepartments, autonornous bodies, sub-ordinale offices and\nprornoting cffi cient and transparent governance:\n(b) {hcilitate efticient and cost-effcctive implernentation of\ne-govcrnance programs in the Federal ministries and divisions;\n(c) carry out training need assessments, including infrastructure as\nwell as HR skillset and capacity, periodicalll in the Federal\nCjovenrment departments and to design and irnplement IT capacity\nbuilding l)rograms for employees of the Fcderal ministries and\ntlivisions ircluding their attaclred departrnents, autonomous bodies,\nsub-ord ine te offices;\n(d) roview th(: stat':s of e-gcverntnent readiness on a regular basis to\nensure su;tainable, accelerated riigitization and relevant human\nresource development;\n(e) identi$r tlre areas where lT interventions can he helpful and to\nsuggest nreasures for the automation of these areas through\nbusirriss process re-engineering (BPR);\n(0 provide standards, recommendations and cornpliancc for software\nand infrasr ricture in the field of electlonic governancc;\n(g) carry out coordination with the provinces and provide assistance\nand facilitetion as and when required;\n(h) facilitate efficient and cost-effective concepticn, procuremerrt,\nimplemen:ation, operations and nraintenance of all Federal\nGovemmr nt's ministries, divisions, departrnents and\norganizati:ns' e-governmetrt programs and prcljects and ensure\ntheir holistic alignment with the national strategic action plans;\n(i) be the lerd authority to ensure data security of any ministry,\ndivision o'organization for good governance:\n0) provide ,Jata to all\nrequirement;government departincnts as per their\n(k) be respcnsible to revie'*, and acquirc infonnation and\ncommunication technology- service infrastructure to government\ndepartments to revamp e-governance and communication within\nthe Governtnenl;\n7-\n(l) provide standardization across the government departrnents in\ninformatiotr and communication technology data. services and\ninfrastructure by granting approvals to any new inforrnation and\ncomraunication technology related technology or projects in\ngovernrnent departnrents;\n(m) be responsible to investigate lT security breaches across\ngovernment departrrents;\n(n) be responsible to build, rollout and maintain nationai disaster [T\nand cornmunications actiorr plan;\n(o) be responsible to provide systenr analysis consulting service to\ngoverrrment departments and build information and communication\ntechnology applications based on llreir needs;\n(p) build private seclor information and communication technolory\n.industry and diversi$., the skillset of new generation;\n(q) establish centcrs of excellence to develop technologies in\ncollaboration with other government departrnents and private\nsectol,\nG) be authorized to acquire citizens' data, partially or all, from the\ndatabase of any government ministry, division, or organizationwith tlre perrnission of the concerned rninistry, division,\ndepartment, organization provided that -\n(i) data shall renrail the ownership of the concemed ministry,\ndivision, dcl,;r rrrenl or organization:\n(ii) if the data is acquireri by NI'fB, for the purpose of\ndevelopnrent of any governance application, the concerned\nministry, division, department or organization slrall be bound\nto share the data frce ofcost; and\n(iii) if the data' is acquired, by NITB, for the purpose of\ndevelopnrerrt of any commercial application, the data shall be\nslrared on rnutLrally agieeable terms between NITB and the\nconcerned rninistry, division, department or organization\nwithin seven days failing which the matter shall be referred to\nFederal Government for deteflnination of terms and\nconditions for sharing of data;\n8\n(s) enlist all private sector cornpanics to collabora.l.e and deliver\nservices to any rninistry, division or organization on infonnation\nand commu rication tcchnology lelated projects;\n(t) utilize all rieans to ensure sccurity of da(a and systems o{'arty\nministry, division, or organization, in line witlr international\nstandards;\n(u) recomrnend representation of any governmetrt department\ninternationally in thc context of information and colntnunication\nLechnology industryi\n(v) recomrrend any matter pertaining to development, reforln,\nimprovement and sustainability of intbrnration and communication\ntechnology sector of Pakistan;\n(w) be respons ible for rccomrnerrding and defining standardizcd\nparameters in line with lT policy to bc followed at all levels lol lT\nprojects;\n(x) recommend and execule development of national ['[ plans and\npolicies in Iine with interrrational bcst practices; and\n(V) collect infounation witlr respect to lT within anti outside Pakistar:\nand review the impact thereof.\n9. Committers of the Board.-( l) The Board rray, tbr carrying out\nits Functions, constitute such contnrittees, frorn tirne to tijnc as may be\nconsidered appropriate.\n(2) The committees constituted under sub-scction (l) shall conduct\ntheir business in such manner as may be prescribed by regulations.\n10. Organization of the Board.-(l) The BoaLd mav, for carrying out\nits functions for promrrtion of IT projects, developments of l'f projects.\ncertification of IT and project management, may enter inro contract and\nagreement on such telms and conditions as rnay be prcscribed by the tsoard as it\nmay consider necessary.\n(2) The organiz-ation established or contracted with under sub-section(l) slrall be subject to ctntrol and supervisiot.r of the Board and shali function\nrx'ithin the frarnework of this Ordinance.\n(3) An organization establish6d or contracted with under sub-scction\n(1) shall pelfornr such busincss as may be prescribed by the Board llom tirne to\ntime.\nq\n11. Management of the Board.-Subject to the powers delegated by\nthe Board, the overall ma:ragement of the Board shall vest in the authority of\nCEO including giving sanction, approval, initiatiorr of disciplinary proceedings\nof pcrsons in service of the Board, allocation of funds in different heads of\naccounts, maintenance of discipline, local ol intenrational cooperation with\norganizations providing services in the field of inforrnation technology and do\nany other act or take al1)/ action as it deems necessary for smooth functioning of\nthe Board-\n12. Appointment of officers and other staff of the Board,-{l)\nSutrject to regulations, tlrc Board rnay appoint suclr oflicers, cxpeds, advisers,\nconsultants and members of staff as it may ccnsider nccessary for the efficient\nperformance of its functions on such terms and conditions as may be prescribed.\n(2) The Board of Govenrors, througlr regulations, may delegate any of\nits powers rela(ing to appointmcnt of officers and other staff to the CEO or any\notlrer officer.\n(3) The officers, rnernbers of the stafll advisers, consultants, experts\nand other pelsons appointsd by the Board shall not bc civil servants within the\nmeaning of the Civil Servants A.ct, 19'13 (LXXI of l973).\n13. Transfer of asseas and liabilities of erctwhile NITB.{l) From\nthe date of commcncement of this Ordinance, all the ternrs and conditions of\nservice of regular and contract ernployees of erstwhile NITB shall remain as\nsuclr on their transfer to the Board.\n(2) Notwithstanding anything to the corltrary conlaincd in this section,\nany person in service of erstwhile NITB, within three months of the transfer,\nslrall exercise en irrevocable option cither to remain civil senant or become\nemployces of thc Board:\nProvided that where any person does not exercise the option within the\nsaid period he shall be deerned to have opted to bccome employee ofthe Board.\n(3) On transfer as aforesaid, terms and couditions of service of the\nperson shall not bc less favorable than those by which he was govemed\nirnrnediately before his transfer at the time of comrnencement of this Ordinance.\n(4) No person who stands transferred to the Board shall,\nnotwithstanding anything contained in any law for the tirne being in force, be\nentitled to any compensalion because of such transfer.\n(5) All assets and liabilities of the erstwhile NITB on commoncement\nof this Ordinance shall stand transferred to and vcsted in the Board.\nlo\n(6) 'I'he Fedelal (iovernment shall pay to the Board capitalized valuc\nofperrsion and glatuity in respect ofemployees transferreci to the Boatd to which\nthev have become entitled to or have bcen owncd by thenr till the date of\ncomrnencenlent of this lrdinance.\n(7) All suits ud other legal proceedirrgs instituted by or against the\nFederal Govemrnent in respect ofthe erstwhile NI'fB shall be deerned to be suits\nand legal proceedings z gainst the Board ftom tlre date of cornrnencemcnt of this\nOrdinance and shall be dealt with by the Board.\n(8) All contracts, agrecments, promises, negotiations and working\narrangernents nrade alrd urrdcrstandings reached inclUding bidding process\ninitiated as a rcsult rf any request lor proposal sought from prospective\ncontrtctors arrd all liab,lities inculred inclLrding any contingent or future liability\non account of availing any service, etc. by the erstwhile NITII on behalf of the\nFedelal Government ir, connection with, or fol the ptrrposc of, or in rclation to\nthe sanre objects, purp:ses, functions and powers as those of the Board, before\nthe establishrnent of the Board, shall be deerned to have been made, reached or\nitrcurred, as applicable by the Board undcr this Ordinarrcc and shall have effecl\naccordingly.\nPAR'I'-IV\nFUNDIi, BUDGET, ACCOIJNTS AND AI-IDII\n14. Funds.-(l) There shall be formed a non-lapsable fund vesting ir.\nthe Board to be known as the \"Boar-d Fund\" for the purpose ol'meeting expenses\nin connection with tre functions and operations of thc Board under this\nOrdinance, including payment of salaries and other remuneratrons payable to th€\npersous in service ofthe Board.\n(2) The fund shall consist of-\n(a) funds prcvided by the F'ederal Covernmelrt for payment of salaries\nestablishing infrastructure and running the da), to day business o'\nthe Boarrl;\n(b) loans anl grants by the Fcderal Government or any provincia\nCovernn enl or local atrthorily:\n(c) other loa rs or funds obtained by the Boar-d;\n(d) foreign aid, grants and loans negotiated and raised, or otherwise\nobtained by the Board, in consultation with Finance Division;\n(e) charges for services or for thc provision of any information or\nreport automated or otherwisc to arly government entity;\n(0 fees and cornmissions collected by the Board as prescribed from\ntime to tilne;\n(S) incorne fiom thc sale of movable or immovable property;\n(h) fun<ls from floating bonds, shares, debentures, commercial papets\nor any oth€r securities issues by the board or through any other\nrncans;\n(i) irrconre from invcstlnents; aud\n0) allother sums received or earncd by the Board\n(3) 'fhe Board Fund shall be kept in one or more accounts nraintained\nby thc Board in local and foreign currency in any scheduled bank in Pakistan and\nshall be operated in accordance with the prescribed regulations.\n(4) The Federal Govcrnment may provide funds for administrative,\noperationaI and any other expenses.\n(5) Orrly those funds and grants by Federal Government or donor shall\nbe credited to commercial bank account which are allowed by Finance Division\nexplicitly.\n(6) Bank accounts ofthe Board shall be opened with thc priot approval\nof the Board of Govemors.\n(7) Investments shall be made in accordance with instructions and\npolicy of the Finance Division including its O.M No. 4( I )/2002-BR-II dated\n2-7 -2003.\n15. Budget.-The Board shall in respect of each financial year submit\nthrough relevant Division and Finance Division for the approval of Fcderal\nGovernment, by sr:ch date and in such form as may be specified by the Federal\nGovernment, a statement showing the estimated receipts and current andtl -\nt2\ndevelopment expenditrrre and the sums rvhich are likely to br, retluired liom thr:\nFedcral Govemment during llre next Iinanoial year.\n16. Accounts,-The accounts of the Board shall be rnaintaincd in sttc I\nform and in such rranner as the Federal Government rnay detcrmine ir\nconsultation with the /\\uditor General of Pakistan.\n.l7. Audit.-{l) The accounts of the Board shall be audited at the clos e\nof each financial year by the Auditor General of Pakistan.\n(2) The Board shall produce such accounts, bool<s and documents i,s\nthe Auditor General or any oflicer authorized by him in this behalf may requi e\nfor the purpose of au<lit.\n(3) Copies of the Auditor General's report on the accounts slrall Ire\nprovided to the Board and thc Fedcral Government.\n(4) The Br'ar61 rnrr, in addition to the audit under sub-scction ( ),\ncause its accounts to be audited by any other external auditors being charter:d\naccountants within the meaning of the Chartered Accountants Ordinance, 1951\n(X of 1961), on such remuneration as may be deternined by the [3oard.\nPART.V\nRULES AND REGULATIONS\n18. Powcr to make rules.-1'he Federal Gcvernnrent rnay. by\nnotification in the olficial Gazette, make rules for carrying out the purposes of\nthis Ordinance.\nI9. Porvers to make regulations.ll) The Board rnay mr,ke\nregulations, not inconsistent with this Ordinance and the r,,rles, to carry oul :he\npurposes of this Ordinance.\n(2) Witho,rt prejudice to the generality of thc forgoing provisions, the\nregulations may provide for.- ,\n. (a) discip'inary proceedings and award ofpunishrnents;\n(b) terms and conditions along-with remunerarions and privilelles,\nappoilltment of officers, staff members, experts, advisers rnd. consu ltants etc;\n(c) prescr iption of diflbrent scales and grades etc. for the remunera.ion\nand privileges of officers, stafT rnenrbers, experts, advisors and\nconsu ltants ofthe Board.\nt3-\n(d) procedurc for appointrnent ofmembers ofdifferent committees and\nlaying down regulations for the conduct oftheir business;\n(e) procedure arrd terms and conditions for appointment of members of\nBoard of Governors, other than ex-olfrcio members; and\n(f) all or any of the matters which by this Ordinance are to be or may\nbe prescribed by the regulations.\nPART.VI\nMISCELLENEOUS\n20. Removal of Difficulties.-lf any difficulty arises in giving effect\nto any provision of this Ordinance, rules and regulations, the Presidont may\nmake such order, not inconsistent wit.h the provisions of this Ordinance, rules\nand regulations, as may appear to him 1o be necessary for the purpose of\nremoving the difficulty.\n2l . Authorities to aid the Board.-All executive authorities in the\nFederation and in the Provinces shall render such assistance to thc Board as may\nbe necessary for the execution of its programs and projects being carried out\nunder this Ordinance.\n22. Delegation of powers.{ l) 'l he Board of Governors may delegate\nall or any of its powers and functions to the CEO subjcct to such conditions and\nlinritations, as it may plescribe.\n(2) The Board may delegate ail or any of, its powers and functions\nunder this Ordinauce to any nrernber or officer of the Board, subject to such\nconditions and limitations, nray be plescribed.\n23. Ordinance to over-ride other laws.-The provisions of this\nOrdinance shall have elfect notwithstanding anything contained in any other law\nfor the time being in force.\n24. Indemnity.-No suit or other legal proceedings shall Iie against\nthe officers and other staf] of the Board in respect of anything which is done in\ngood faith in perfbrmance ofthen official obligations under this Ordinance.\n25. Saving.-Notwithstanding anything contained in this Ordinance,\nin respect of the erstwhile NITB any notification issued, appointment mader\npowers delegated, contracts entered into, proceedings commenced, rights and\nliabilities incurred, fcc or charges levied, things done or actions taken, so far as\nthey are not inconsistent rvith thc provisiors of this Ordinance, rules and\nt4-\nregulations, be deemsd to have been made, passcd, issued, delegated, en.ered\ninto, commenced, rcquired, incurred, levied, done or taken under this Ordinr.nce-\n26. Act X oI 2Ol2 not to apply to the Board.--The Indu;trial\nRelations Act,2Ol2 shall not apply to or in relation ro the Board or any pers,rn in\nservicc of the Board.\n27. Oflir ers of the Board to be public servants.-'Ihe officers and\nmembers ofthe sts fC advisers, consultants, expefts ofthe Board shall be detmed\nto be public servants within the meaning of section 2l of the Pakistan l,enal\nCode (Act XLV ol 1860).\nSTA'IEMENT OF OBJECTS AND REN\nThe Govcmrnenl of Pakil;tan gives high priority to the Infolme.'.ion and Conmunica'tion\nTechnology (IC1') Sector rrs an enabler of socio-economic development. The ctre objective\no[ establishment of Natior,al Information Technology Board in 2C14, through tlLe merger of\nI'akistan Computer Burearr (PCB) and Electronic Government Directorate, was to create an\norganization witll technical capacity to promote and integrate ICT programr; across lhe\nFederal Govcmment. Ho\\\\ever its existing struclure (as an attacheij department) harnpers its\nabilify to harness the late:;t technical expertise, skill sets and work experience required to\ndeliver on its mandate. The mandate in itselfhas been long due for reconsideraiion as u,ell,\nkceping in view the evolving nature of ICT technologies.\n'tfuough this ordinance, the reorganization of the NITB (as an rrutonomous bodl,) would .not\nonly enable hamessing thJ latest solutions ICI's have to offer, Lut would also inducl and\nmainstream thesc technologies in the work processes of the F:Ceral Govenunent while\npronroting integration ofdigital technologies across the countr/.\nDr. Kbaiid Maqbool 6lddiqui\nFederal Minister for Information lech-nology\n& 'Ielecommunicat on"
}