{
    "file": "./converted_json\\administrator653b4d4792ce7297b461fd2de3d7de84.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "Page 1 of 13 \n  \n \n \n \n \nTHE WAR INJURIES (COMPENSATION INSURANCE)  ACT, 1943  \n \n \n \nCONTENTS  \n \n1. Short  title, extent and commencement  \n \n2. Definitions   \n \n3. Compensati on payable under the Act by the whom and how payable  \n \n4. Limitation on right to receive compen sation otherwise than under this Act and Ordinance VII \n of 1941  \n \n5. Amount of compensation  \n \n6. Workmen to whom the Act applies  \n \n7. War Injurie s Compensation Insurance Scheme  \n \n8. Employment of a gents by the Federal Government  \n \n9. Compulsory insurance  \n \n10. Prohibitio n of certain insurance business  \n \n11. War Injur ies Compensation Insurance Fund  \n \n12. Principals and contractors  \n \n13. Power of Federal G overnment to obtain information  \n \n14. Recovery of premium unpaid  \n \n15. Payment of compensation where employer has fa iled to insure  \n \n16. Limitation of prosecutions  \n17. Compensation of offences   \n\n \n \nPage 2 of 13 \n  \n18. Bar of legal proceedings  \n \n19. Power to exempt employers  \n \n20. Power to make rules  \n \n1[THE FIRST SCHEDULE]  \n \nTHE SECOND  SCHEDULE  \n \n \n \n \n \n \n \n \n \n \n \nPage 3 of 13 \n THE WAR INJURIES (COMPENSATION INSURANC E) ACT, 1943  \n1ACT NO. XXIII OF 1943  \n [2nd September, 1943 ] \n An Act to impose on employers a liability to pay compensation to workmen sustaining war \ninjuries and to provide for the insurance of employers against such liability  \n WHEREAS it is expedient to im pose on employers a liability to pay compensation to \nworkmen sustaining war injuries and to provide for the insurance of employers against such liability;  \n It is hereby enacted as follows : ⸻ \n 1. Short title, extent and commencement. ⸻(1) This Act may be called the War Injuries \n(Compensa tion Insurance) Act, 1943.  \n 2[(2) It extends to the whole of Pakistan.]  \n (3) It shall come into force on such date3 as the 4[Federal Government] may, by notif ication \nin the official Gazette, appoint.    \n 2. Definitions. —In this Act, unless there is anything repugnant in the subject or context, ⸻ \n(a)  “adult” and \"minor\" have the meanings assigned to those expressions in the \nWorkmen's Compensation Act, 1923 (V of 1923);  \n \n(b)  “employer” includes any body of persons whether incorporated or not and any \nmanaging agent of an employer and the legal representative of a deceased \nemployer, and when the services of a workman are temporarily lent or let on \nhire to another pe rson by the person with whom the workman has entered into \na contract of service or apprenticeship, means the latter person while the \nworkman is working for that other person;  \n \n(c)  “the Fund” means the War Injuries Compensation Insurance Fund Constituted \nunder section 11;  \n \n(d)  “gainfully occupied person” and “war injury” have the meanings assigned to \nthose expressions in the War Injuries Ordinance, 1941 (Ord. V II of 1941).  \n \n(e)  “partial disablement” means, where the disablement is of a temporary nature \nsuch disablement as reduces the earning capacity of a workman in any \nemployment in which he was engaged at the time the injury was sustained, and \nwhere the disablement is of a permanent nature, such disablement as reduces \nhis earning capacity in any employme nt which he was capable of under taking \nat that time;  \n \n1The Act has been applied to Baluchistan by Notifn. No. 183 -F., dated the 20th October, 1943, see Gazette of India, 1943, Pt. I, p. 1157.  \n2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 ( XXI of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \nsub-section (2), as amended by A. O., 1949.  \n3The 16th November, 1943, see Gazette of India, 1943, Pt. I, p. 1258.  \n4Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Governme nt”. \n \n \nPage 4 of 13 \n  Provide that every injury specified in items 2 to 9 of 1[the First Schedule] shall be deemed to \nresult in permanent partial disablement;  \n \n  (f)  “prescribe” means prescribed by rules made under section 20 ;  \n2[(ff)  “termination of hostilities” means  the date declared under clause (3) of section \n2 of the War Injuries Ordinance, 1941 (Ord. VII of 1941), to be the date of \ntermination of hostilities;]  \n(g)  “total disablement” means such disablement, whether of a temporary or \npermanent nature, as incapaci tates a workman for all work which he was \ncapable of performing at the time the injury was sustained :  \n \nProvided that permanent total disablement shall be deemed to result from the permanent total \nloss of the sight of both eyes or from an injury specified in item 1 of 1[the First Schedule] or from \nany combination of injuries specified in items 2 to 9 of 1[the First Schedule] where the aggregate \npercentage of disability as specified in that Schedule against those injuries amounts to one hundred \npercent.  \n(h)  the “Scheme” means the War Injuries Compensation Insurance Scheme \nreferred to in sub -section (1) of section 7 ;  \n \n(i)  “wages” means wages as defined in the Workmen’s Compensation Act, 1923, \nand “monthly wages” has of the Workmen’s Compensation Act, 1923 ( VIII of \n1923), and shall be calculated for the purposes of this Act in the manner laid \ndown in that section ;  \n \n(j) “workman” means any person (other than an a person whose employment is of \na casual nature and who is employed otherwise than for the purposes  of the \nemployers’ trade or business) who is employed in any of the employments \nspecified in section 6.  \n \n 3. Compensation payable under the Act by the whom and how payable. ⸻(1)  There shall, \nsubject to such conditions as may be specified in the Scheme, be payable by an employer, in respect \nof a war injury sustained by a gainfully occupied person who is a workman to whom this Act applies, \ncompensation, in addition to any relief provided under the War Injuries Ordinance, 1941(Ord. VII of \n1941), of the amount and kind provided by section 5:  \nProvided that where an employer has taken out a policy of insurance as required by \nsub-section (1) of section 9 and has made all payments by way of premium thereon which are \nsubsequently due from him in accordance with the p rovisions of the Scheme, or where by the \nprovisions   3[of sub -section (1) of section 9 or] of subsection (2) of section 12 the employer is not \nrequired to insure, the 4[Federal Government] shall assume and discharge on behalf of the employer \nthe employer’ s liability to pay com pensation under this sub -section.  \n \n(2) The compensation payable under this Act shall be payable in accordance with the \nprovisions made in this behalf contained in the Scheme.    \n (3) This section shall be binding on the 5[Government].  \n \n1Subs. by the War Injuries (Compensation Insur ance) (Amdt.) Ordinance, 1944 ( LIV of 1944), s. 2, for \"the Schedule\".  \n2Subs. by the JWar Injuries (Compensation Insurance) (Amdt.) Ordinance, 1965 ( XXXIV  of 1965), s. 2, for clause (ff), which was ins. by th e War \nInjuries (Compensation Insurance) Amdt. Ordinance,   1945 ( XLI of 1945), s. 2.  \n3Ins. by the War Injuries (Compensation Insurance)   Amdt. Ordi nance, 1944 ( LIV of 1944), s. 3.  \n4Subs. by F. A. O., 1975, Art. 2 and Table, for “Central Government”.  \n5Subs.  by A. O., 1961, Art. 2, for “Crown” ( with effect from the 23rd March, 1956 ). \n \n \nPage 5 of 13 \n  4. Limitation on right to receive compensation otherwise than under this Act and \nOrdinance VII of 1941. ⸻(1) Where any person has a right apart from the provisions of this Act an d \nof the War Injuries Ordinance, 1941 (Ord. VII of 1941),   to receive compensation (whether in the \nform of gratuity, pension, compassionate payment or otherwise) or damages from an employer in \nrespect of a war injury in respect of which compensation is pay able under this Act, the right shall \nextend only to so much of such compensation or damages as exceeds the amount of compensation \npayable under this Act.  \n 5. Amount of compensation. ⸻(1) The compensation payable under this Act shall be as \nfollows, namely:__ \n(a) where death results from the injury ⸻ \n(i) in the case of an adult -the amount payable in a like case under the \nWorkmen’s Compensation Act, 1923 (VIII of 1923), reduced by seven \nhundred and twenty rupees, and  \n(ii) in the case of a minor -two hundred rupees ;  \n(b) where permanent total disa blement results from the injury⸻  \n(i) in the case of an adult -the amount payable in a like case under the \nWorkmen’s Compensation Act, 1923 (VIII of 1923), reduced by one \nthousand and eight rupees, and  \n(ii) in the case of a minor -the monthly payment payable in a like case to an \nadult under the Scheme made under the War Injuries Ordinance, \n1941(Ord. VII of 1941), for so long as he remains a minor, and \nthereafter as in the following sub clause;  \n(c) where permanent partial disa blement results from the injury ⸻ \n(i) in the  case of an injury specified in  1[the First Schedule] -such \npercentage of the compensation which would have been payable in the \ncase of permanent total disablement as is specified therein as bein g the \npercentage of disablement ; \n(ii) in the case of an injury not specified in  1[the First Schedule], the \npercentage of such compensation specified in  1[the First Schedule], for \na disablement held by a competent medical authority acting under the \nScheme made under the War Injuries Ordinance, 1941(Ord. V II of \n1941), to be of corresponding degree ;  \n(iii) where more injuries than one are sustained -the aggregate of the \ncompensation payable in respect of those injuries, so how ever as not to \nexceed in any case the compensation which would have been payable \nif permanent total dilatability  had resulted from the injuries ; \n 1Subs. by the War Injuries (Compensation Insur ance)   Amdt. Ordi nance, 1944 (LIV  of 1944), s. 4, for “the Schedule”.  \n \n \nPage 6 of 13 \n (d) where temporary disablement, whether total or p artial, results from the \ninjury ⸻ \n(i) in the case of an adult -the half -monthly payments payable in a like \ncase under the Workmen's Compensation Act, 1923 (VIII of 1923), \nreduced in each case for so long as he receives any payment under the \nScheme made under the War Injuries Ordi nance, 1 941(Ord. VII of \n1941), by seven   rupees, and  \n \n(ii) in the case of a minor the half monthly payments payable in a like case \nunder the Workmen's Compensation Act, 1923 (VIII of 1923), for so \nlong as he remains a minor, and thereafter as in the foregoing sub -\nclause.  \n (2) Where the monthly wages of a workman are more than three hundred rupees the \ncompensation payable under this Act shall be the amount payable under the provisions of sub -section \n(1) in the case of a workman whose monthly wages are more than two hundred rupees.  \n 6. Workmen to whom the Act applies. —The workm en to whom this Act applies are⸻  \n(a) workmen employed in any employment or class of employment to which the \n1[Pakistan Essential Services (Maintenance) Act, 1952, has been declared \nunder section  3 thereof] to apply, whether such declaration is or not \nsubsequently revoked;  \n(b) workmen employed in any factory as defined in clause (j) of section 2 of the \nFactories Act, 1934;  \n(c) workmen employed in any mine within the meaning of the Mines Act, 1923;  \n(d) workmen employed in any major port ;  \n(e) workmen employed on any estate which is maintained for the pur pose of \ngrowing cinchona, coffee, rubber or tea, and on which on any day in the \npreceding twelve months twenty -five or more persons have been emplo yed as \nworkmen ;  \n(f) workmen employed in any employment specified in this behalf by the \n2[Federal Government] by notification in the official Gazette.  \n 7. War Injuries Compensation Insurance Scheme. ⸻(1) The 2[Federal Government] shall, \nby notification in t he official Gazette, put into operation a scheme to be called the War Injuries \nCompensation Insurance Scheme whereby provision is made for all matters necessary to give effect \nto the purposes of this Act and whereby the 2[Federal Government] undertakes, in  relation to \nemployers of workmen to whom this Act applies, the liabilities of insuring such employers against \nliabilities incurred by them to workmen under this Act and the Scheme.  \n1Subs. by the War Injuries (Compensation Insurance) (Amdt.) Ordinance, 19 65 (XXXIV  of 1965), s. 3, for “Essential Services (Maintenance) \nOrdinance, 1941, has been declared under section 3 of that Ordinance”.  \n2Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \n \nPage 7 of 13 \n  (2) The Scheme shall secure that any liability of th e 1[Federal Government] as insurer under \nthe Scheme is determined by a policy of insurance issued in the prescribed form by a person acting \non behalf of the 1[Federal Government].  \n (3) The Scheme may provide that it shall come into operation or shall be de emed to have \ncome into operation on such date 2[not earlier than the date declared under clause (3) of section 2 of \nthe War Injuries Ordinance, 1941, to be the date of the commencement of hostilities,] as may be \nspecified therein.  \n (4) The Scheme may be am ended at any time by the 1[Federal Government].  \n (5) Without prejudice to the generality of the provisions of sub -section (1), the Scheme may__ \n(a)  make provisions regulating the payment of the compen sation payable under \nthis Act and the Scheme, includin g provision for punishment by fine not \nexceeding one thousand rupees for the contravention of any require ment of the \nScheme;  \n(b)  make provision specifying the persons to whom and the proportions and \nmanner in which payments under this Act shall be made;  \n(c)  specify conditions or circumstances which will disentitle a workman to the \ncompensation payable under this Act, and make it an express or implied \ncondition of any policy of insurance issued under the Scheme that the payment \nof compensation in defiance  of such specification is not  covered by the policy ; \n(d)  specify the conditions or circumstances under which the compensa tion \npayable to a workman may b e withheld, cancelled, reduced or reviewed if the \naward made under the Scheme made under the War Injuri es Ordinance, 1941 \n(Ord. VII of 1941), is withheld, cancelled, reduced or reviewed ;  \n(e)  provide for cases in which an employer has of his own accord undertaken a \npart or the whole of the liability imposed by this Act ;  \n(f)  provide for the final assessme nt of the total premium due on a policy of \ninsurance under the Scheme 3[either as the equivalent of advance payments of \npremium already made by an employer, or as a percentage of the total wages \nhills of an employer for the periods with reference to which the amount of any \nadvance payments made by him was fixed or] as a percentage of the total \nwages bill of an employer for a period of not less than twelve or more than \nfifteen months immediately preceding the termination of 4[*  *  *] hostilities, \nand for th e assessment of the total premium due on a policy which has ceased \nto be in force before the termination of 4[*  *]  hostilities owing to the \nemplo yer having gone our of business ; \n 1Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government”.  \n 2Ins. by the War Injuries (Compensation Insur ance) (Amdt.) Ordinance, 1965 (XXXIV  of 1965), s. 4.  \n 3Ins. by the War Injuries (Compensation In surance) Amdt. Ordinace, 1944 (LIV  of 1944), ss. 5 and 6.  \n 4The original words “the present’ omitted by the War Injuries  (Compensation Insurance) (Amdt.) Ordinance, 1965 ( XXXIV  of 1965), s. 4.  \n \n \nPage 8 of 13 \n  (g)  provide for the recovery from an employer of the total premium due on policy \nof insurance including provision for its recovery by periodic advance \npayments of an amount based on  a percentage of his total wages bill for any \nprescribed period, the separate funding of the payments so made by each \nemployer, and the eventual adjustment of the total premium as finally assessed \nagainst the total of such periodic payments;  \n 1[Provided th at, where the amount of the periodic payment based on the total wages bill of \nthe prescribed period is less than eight rupees, it shall be increased to eight rupees :]  \n Provided 1[further] that the first of such periodic payments shall 1[subject to the afo resaid \nminimum of eight rupees] be an amount representing not more than four annas per hundred rupees of \nthe wages bill for the period by reference to which the amount of the payment is fixed :  \n Provided further that such periodic payments shall not be mor e frequent than once in each \nquarter of a year:  \n Provided further that the rate of any periodic payment after the first shall 1[subject to the \naforesaid minimum of eight rupees] not be higher than the rate estimated to raise the amount in the \nFund after re payment of the advances, if any, paid into the Fund by the 2[Federal Government] under \nsub-section  (2) of section 11, to a sum of rupees fifteen lakhs.  \n \n 8. Employment of agents by the Federal Government. —The 2[Federal Government] may \nemploy or authorise t he employment of any person or firm to act as its agents for any of the purposes \nof this Act, and may pay to persons or firms so employed such remuneration as the 2[Federal \nGovernment] thinks fit.  \n \n 9. Compulsory insurance.__ (1) Every employer of workmen  to whom this Act applies or is \nsubsequently made applicable 1[except an employer whose total wages bill for any quarter after the \ncommencement of this Act has never exceeded fifteen hundred rupees] shall, before such date as \nmay be prescribed, or before t he expiry of such period as may be prescribed after his having first \nbecome such an employer, take out a policy of insurance issued in accordance with the Scheme, \nwhereby he is insured until the termination of 3[* *] hostilities or until the date, if any, prior to the \ntermination of 3[* *] hostilities at which he ceases to be an employer to whom this section applies, \nagainst all liabilities imposed on him by this Act.  \n \n (2) Whoever contravenes the provisions of sub -section (1) or, having taken out a policy of \ninsurance as required by that sub -section, fails to make any payment by way of premium thereon \nwhich is subsequently due from him in accordance with the provisions of the Scheme shall be \npunishable with fine which may extend to one thousand rupees and s hall also be punishable with a \nfurther fine which may extend to five hundred rupees for every day after having been so convicted \non which the contravention or failure continues.  \n \n (3) This section shall not bind the 4[Government] nor, unless the 5[Federal Government] by \nnotification in the official Gazette otherwise orders, any 6[Government] Railway.  \n1Ins. by the War Injuries (Compensation Insurance) Amdt. Ordinace, 1944 ( LIV of 1944), ss. 5 and 6.  \n2Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Gov ernment”.  \n3The original words “the present’ omitted by the War Injuries (Compensation Insurance) (Amdt.) Ordinance, 1965 ( XXXIV  of 1965), s. 5.  \n4Subs. by A. O., 1961, Art. 2, for “Crown” ( with effect from the 23rd March, 1956 ). \n5Subs. by F. A.O., 1975, Art . 2 and Sch., for “Provincial Government”.  \n6Subs. by A. O., 1961, Art. 2 and Sch., for “Federal” ( with effect from the 23rd March, 1956 ). \n \n \n \nPage 9 of 13 \n  10. Prohibition of certain insurance business. ⸻(1) After the date on which the Scheme is \nput into operation no perso n shall, except as a person authorised by the   1[Federal Government] as its \nagent to issue policies in pursuance of the Scheme, carry on the business of insuring employers in \n2[Pakistan] against the liabilities for insurance against which the Scheme provid es. \n (2) Nothing in sub -section (1) applies to any policy of insurance entered into before the date \non which the Scheme is put into operation and current after that date or to any policy of insurance \ncovering liabilities undertaken in excess of the liabili ties imposed by this Act.  \n (3) Whoever contravenes the provisions of sub -section (1) shall be punishable with fine \nwhich may extend to five thousand rupees and with a further fine which may extend to one thousand \nrupees for every day after the first on whi ch the contravention continues.  \n 11. War Injuries Compensation Insurance Fund. ⸻(1) The 3[Federal Government] shall \nestablish a fund for the purposes of this Act to be called the War Injuries Compen sation Insurance \nFund into which shall be paid all sums received by the 3[Federal Government] by way of insurance \npremiums under the Sch eme or by way of payments made on composition of offences under section \n17  4[* * * ] or by way of expenses or compensation awarded by a Court under section 545 of the \nCode of Criminal Procedure, 1898 (V of 1898), out of any fine imposed under this Act, or by way of \npenalties imposed under the Scheme, and out of which shall be paid all sums required for the \ndischarge by the  3[Federal Government] of any of its liabilities under this Act or the Scheme, or for \nthe payment by the 3[Federal Government] of the rem uneration and expenses of agents employed for \nthe purposes of the Scheme, or for the payment by the 3[Federal Government] of the costs of \nadministering the Scheme:  \n \n Provided that no payment from the Fund shall be made in discharge of any liability of the \n5[Government] to pay compen sation to workmen employed by it.  \n \n (2) If at any time the sum standing to the credit of the Fund is less than the sum for the time \nbeing necessary for the adequate discharge of the purposes of the Fund, the 3[Federal Government ] \nshall pay into the Fund as an advance out of general revenues such amount as the 3[Federal \nGovernment] considers necessary.  \n \n (3) If when all payments which have to be made out of the Fund have been defrayed, any \nbalance remains in the Fund, the balance shall be constituted into a Fund to be utilized and admi -\nnistered by the 3[Federal Government] for the benefit of workmen.  \n \n (4) The 3[Federal Government] shall prepare in such form and manner as may be prescribed \nand shall publish every six months an acco unt of all sums received into and paid out of the Fund.  \n 12. Principals and contractors. ⸻(1) Where a person (in this section referred to as the \nprincipal) uses, in the course of or for the purposes of his trade or business, the services of workmen \ntemporar ily lent or let on hire to him by arrangement with another person with whom the work men \nhave entered into contracts of service or apprenticeship,  \n 1Subs. by F. A.O., 1975, Art. 2 and Sch., for “Provincial Government”.  \n 2Subs. by the Central Laws (Statute Reform) Ordinance, 1960 ( XXI of 1960), s. 3 and 2nd Sch. ( with effect from the 14th October, 1955 ), for \n “the Provinces and the Capital of the Federation” which had been subs. by A. O., 1949, for “British India”.  \n 3Subs. by F. A.O., 1975, Art. 2 and Table,  for “Central Government”.  \n 4Certain words which were first ins. by the War Injuries (Compensation Insurance) (Amdt.) Ordinance, 1944 ( LIV of 1944), s. 7 and then \n amended by A. O., 1949, omitted by the War Injuries (Compensation Insurance) (Amdt.) Ordinan ce, 1965 ( XXXIV  of 1965), s. 6.  \n 5Subs. by A. O., 1961, Art. 2, for “Crown” ( with effect from the 23rd March, 1956 .) \n \n \nPage 10 of 13 \n or in the course of or for the purposes of his trade or business, con tracts with any other person for the \nexecution by or under such other  person of the whole or any part of any work which is ordinarily part \nof the trade or business of the principal (either such other person being in this section referred to as \nthe con tractor) the principal shall obtain from the contractor the name of the a gent of the 1[Federal \nGovernment] acting under section 8 with whom he intends to insure, and shall report to that agent the \nexistence of his arrangement or contract with the contractor.  \n \n (2) Notwithstanding anything elsewhere contained in this Act, in any  such case as is referred \nto in sub -section (1), it shall not be necessary for the contractor to insure against the liabili ties \nimposed on him by this Act in respect of workmen employed by him whose services are lent or let \non hire on such an arrange ment  or used in the execution of work on such a contract as is referred to \nin sub -section (1), where the arrangement or con tract is for a term of less than one month.  \n \n (3) The Scheme may make provision for the supply by a con tractor to a principal of any \ninformation necessary to enable the purposes of this section to be carried out including provision for \npunishment by fine not exceeding one thousand rupees for the contravention of any requirement of \nthe Scheme.  \n \n 13. Power of Federal Government to obtain in formation. ⸻(1) Any person authorised in \nthis behalf by the  1[Federal Government] may, for the purpose of ascertaining whether the \nrequirements of this Act and of the Scheme have been complied with, require any employer to \nsubmit to him such accounts, books or other documents or to furnish to him such information or to \ngive such certificates as he may reasonably think necessary.  \n (2) Whoever willfully obstructs any person in the exercise of his powers under this section or \nfails without reasonable excuse to comply wit h any request made thereunder shall, in respect of each \noccasion on which any such obstruction or failure takes place, be punishable with fine which may \nextend to one thousand rupees.  \n (3) Whoever in purporting to comply with his obligations under this sec tion knowingly or \nrecklessly makes a statement false in a material particular shall be punishable with fine which may \nextend to one thousand rupees.  \n 14. Recovery of premium unpaid. ⸻(1) Without prejudice to the provisions of sub -section \n(2) of section 9, w here any person has failed to insure as or to the full amount required by this Act \nand the Scheme and has thereby evaded the payment by way of premium of any money which he \nwould have had to pay in accordance with the provi sions of the Scheme but for such  failure, an \nofficer authorised in this behalf by the 1[Federal Government] may determine the amount payment of \nwhich has been so evaded, and the amount so determined shall be payable by such person and shall \nbe re coverable from him as provided in sub -section (2).  \n \n (2) Any sum payable in accordance with the provisions of the Scheme by way of premium on \na policy of insurance issued under the Scheme and any amount determined as payable under \nsub-section (1) shall be recoverable as an arrear of land -revenue.  \n \n (3) Any person against whom a determination is made under sub -section (1) may, within the \nprescribed period, appeal against such determination to the 1[Federal Government] whose decision \nshall be final.  \n 1Subs. by F. A.O., 1975, Art. 2 and Table, for “C entral Government”.  \n \n \nPage 11 of 13 \n  15. Payment of compensation where employer has failed to insure. —Where an employer \nhas failed to take out a policy of insurance as required by sub -section (1) of section 9, or having \ntaken out a policy of insurance as required by that sub-section has failed to make the payments by \nway of premium thereon which are subsequently due from him in accordance with the provisions of \nthe Scheme, payment of any compensation for the payment of which he is liable under this Act may \nbe made out of t he Fund, and the sum so paid together with a penalty of such amount not exceeding \nthe sum so paid as may be determined by an officer authorised in this behalf by the 1[Federal \nGovernment] shall be recoverable from the employer as an arrear of land revenue for payment into \nthe Fund.  \n \n 16. Limitation of prosecutions. —No prosecution for any offence punishable under this Act \nshall be instituted against any person except by or with the consent of the 1[Federal Government] or \nan authority authorised in his behalf  by the 1[Federal Government.]  \n \n 17. Compensation of offences. —Any offence punishable under sub -section (2) of section 9 \nmay, either before or after the institution of the prosecution, be compounded by the 1[Federal \nGovernment] or by any authority authoris ed in this behalf by the 1[Federal Government] on payment \nfor credit to the Fund of such sum as the 1[Federal Government] or such authority, as the case may \nbe, thinks fit.  \n \n 18. Bar of legal proceedings. ⸻(1) No suit, prosecution or other legal proceeding shall lie \nagainst any person for anything which is in good faith done or intended to be done under this Act.  \n \n (2) No suit shall be maintainable in any civil Court against the 1[Federal Government] or a \nperson acting as its agent under section 8 for the refund of any money paid or purporting to have \nbeen paid by way of premium on a policy of insurance taken out or purporting to have been taken out \nunder this Act.  \n \n 19. Power to exempt employers. —The 1[Fede ral Government] shall exempt any employer \nfrom the provisions of this Act on the employer’s request, if satisfied that he has before the \ncommencement of this Act entered into a contract with insurers substantially covering the liabilities \nimposed on him by  this Act, for so long as that con tract continues.  \n \n 20. Power to make rules .⸻(1) The  1[Federal Government] may, by notification in the \nofficial Gazette, make rules to carry into effect the provisions power, of this Act.  \n \n (2) Without prejudice to the gen erality of the fore going such rules may prescribe⸻  \n \n(a)   the principles to be followed in ascertaining the total wages bill of an \nemployer including provision for the exclusion therefrom of certain categories \nof wages or of certain elements included in th e definition of wages;  \n \n(b)   the form of the policies of insurance referred to in sub -section (2) of section 7 \n; \n \n(c)   the period referred to in clause (g) of sub -section (5) of section 7 ;  \n \n2[*                  *                    *                   *                 *                *                  *] \n \n \n 1Subs. by F. A.O., 1975, Art. 2 and Table, for “Central Government”.  \n 2Clause (d) omitted by the War Injuries (Compensation Insuran ce) Amendment Ordinance, 1944 (LIV  of 1944),s.8 . \n \n \n \nPage 12 of 13 \n (e)  the date an d the period referred to in sub -section (5) of section 7 ;  \n \n(f)   the form of and the manner of preparing and publishing the account referred to \nin sub -section (4) of section 11 ;  \n \n(g)   the periods referred to in sub -section (3) of section 14.  \n \n1[Applicat ion of the Scheme to Acceding State or non -Acceding State.] Omitted by the War \nInjuries (Compensation Insurance) (Amdt.) Ordinance, 1965 (XXXIV of 1965), 8. 7.  \n \n1[THE FIRST SCHEDULE]  \n[See section 2 and 5 (1)] \nItem \nNo. Injury  Percentage of \ndisability.  \n1 Loss of two or more limbs.  \nLunacy.                                                 \nJacksonian epilepsy.  \nVery severe facial disfigurement.  100 \n2 Loss of right arm above or at the elbow.  90 \n3 Severe facial disfigurement.  \nTotal loss of speech.  \nLoss of left arm  above or at the elbow.   \nLoss of right arm below the elbow.  \nLoss of leg at or above the knee.  70 \n4 Loss of left arm below the elbow.  \nLoss of leg below the knee.                    \nPermanent total loss of hearing.  60 \n5 Loss of one eye.  \nLoss of right thumb or four fingers of right hand.  50 \n6 Loss of all toes of both feet above knuckle.  \nLoss of left thumb or four fingers of left/ hand or three fingers of \nright hand.                      40 \n7 Loss of all toes of one foot above knuckle.  \nLoss of all toes of bo th feet at or below knuckle.  30 \n \n 1This section had successively an  amended by the War injuries (Compensation Insurance) Amendment Ordinanc e, 1944 ( LIV of 1944), \n s.9A.O., 1949, the Repealing  and Amending Ordinance, 1961 (I  of 1961), s.3 and 2nd Sch., and A.O., 1964, Art. And Sch.  \n \n \nPage 13 of 13 \n    \n8 Limited restriction of movement of joints through injury without \npenetration, limited functions of limb through fracture.  \nLoss of two fingers of either hand.                      \nCompound frac ture of thumb or two or  \nmore fingers of either hand with impaired function.  20 \n9 Loss of one phalanx of thumb.  \nLoss of index finger.                   \nLoss of great toe.  \n 10 \nTHE SECOND  SCHEDULE  \nOmitted by A.O., 1949  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDated: 05.04.24"
}