{
    "file": "./converted_json\\administrator170d9b89239d14b7957c359e08ed618c.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "REGISTERED No.M - JUz\nL.-76{'6I\nGheGp;ffi d fa[t trn\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW JUSTICE, HUMAN RIGHTS AND\nPARLIAMENTARY AFFAIRS\n(Law, Justice and Human Rights Division)\nIslamabad, the 30th April, 2005\nF. No. 2(l)/2005-Pub.-The following Ordjnance promulgated by the\nPresident is hereby published for general informaiion.\nOpuuercs No. VII oF 2005\nAN\nORDINANCE\nto provide for establishment of Alternative Energy Development Board\nWHEREAs, it is expedient to provide for the establishment of Alternative\nEnergy Development Board (AEDB) as an autonomous body for the purpose of\nimplementation ofvarious policies, programmes and projects in the field of Altemative\nor Renewable Energy Technologies;\nrq5)\nPrice : Rs. 10.50 [2833 (2005) Ex. Gaz.]ISLAMABAD, SATURDAY, APRIL 30, 2OO5\n96 THE GAZETTE OF PAKISTAN, EXTRA., APRIL3O,2OO5I Panr I\nArun wnenEas the objective of the Alternative Energy Development Board\nis to assist and facilitate development and generation of Altemative or Renewable\nEnergy in order to achieve sustainable economic growth with transt'er oftechnology\nfor development of an indigenous technological base through a diversified energy\ngeneration;\n- ANn wusners the National Assembly is not in session and the President is\nsatisfied that circumstances exist which render it necessary to take immediate action:\n' Now, THEREFoRE, in exercise of the powers conferred by clause (l) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan. the President is\npleased to make and promulgate the following Ordinance:-\nCHAPTER I\nPRELIMINARY\nl. Short title, extent and Commencement.-( 1) This Ordinance may\nbe called the Alternative Energy Development Board Ordinance,2005.\n(2) It extends to the whole of Pakistan.\n(3) It shall come in forcc at once\n2. Definitions.-In this Ordinance, unless there is anything repugnant\nin the subject or context,-\n(a) \"alternative or renewable energy\" means energy that is produced by\naltemative or renewable resources as compared to the conventional\nor that are replenished naturally, which do not deplete when consumed\nand are non-polluting and environmental friendly;\n(b) \"Board\" means Alternative Energy Development Board (AEDB)\nestablished under section 3;\n(c) \"Chairman\" means the Chairman of the Board\n(d) \"lnstitute\" means Institute of Altemative and Renewable Energy\nTechnologies established under section l1 ;\n(e) \"Member\" means Member of the Board.\n(0 \"organization\" means an organization of ultt\".nutir\" and renewable\nenergy established under section 10;\nPerr Il THE GAZETTE OF PAKISTAN, EKIRA., APRIL 30,2005 97\n(g) \"prescribed\" means prescribed by rules or regulations made under\nthis Ordinance:\n(h) \"President\" means President of the Islamic Republic of Pakistan;\n(i) \"regulations\" means the regulations made under this Ordinance; and\n0) \"rules\" means the rules made under this Ordinance.\nCHAPTER II\nALTERNATIVE ENERGY DEVELOPMENT BOARD\n3. Establishment of the Board.-(1) There shall be established an\nAlternative Energy Development Board for carrying out the purposes and objectives\nof this Ordinance.\n(2) The Board shall be a body corporate having perpetual succession and\na common seal, with powers, subject to the provisions of this Ordinance, to enter\ninto agreements, contracts, acquire and hold property, both moveable and immoveable\nand to sue and be sued in its name.\n4. Chairman of the Board.-(l) The Chairman shall be an eminent\nengineering professional of known integrity, competence and expertise in handling\ndevelopment projects.\n(2) The Chairman shall hold office for a period of three years extendable\nfor another term of three years.\n(3) The Chairman may resiji from his office by giving one month notice\nby writing under his own hand, addressed to the Federal Govemment.\n(4) The Chaitman shall be the ChiefExecutive Officer of the Board.\n(5) The age of Chairman shall notbe more than sixty-five yearc.\n5. Terms and conditions of office of Chairman.-The Chairman shall\nbe appointed by the Federal Govemment. The terms and conditions of the Chairman(3) The head oft'ice of the Board shall be at Islamabad and the Board\nmay set up sub-offices at such place or places as it may deem necessary.\n(4) The Board shall comprise of the Chairman and Members.\n98 THE GAZETTE OF PAKISTAN, EXTRA., APRIL3O,2005 [Penr I\nand his remuneration and privileges shall be such es may be detelmined by the\nFederal Government\n6. Members of the Board.-(l) The composition of the Board shall\nbe as follows:-\n(a) Chairman;\n' (b) Secretary, Finance Division or his nominee not below the rank of\nAdditional Secretary or equivalent;\n(c) Secretary, Ministry of Water and Power or his nominee not below the\nrank of Additional Secretary or equivalent;\n(d) Secretary. Pleuining and Development Division orhis nominee notbelow\nthe rank of Additional Secretary or equivalent;\n(e) Secretary, Ministry of Petroleum and Natural Resources or his nominee\nnot below the rank of Additional Secretary or equivalent:\n(0 Secretary, Ministry of Science and Technology or his nominee not\nbelow the rank of Additional Secretary or equivalent;\n(h) Additional Secretary, Cabinet Division; and\n(r) Six Members from pdvate sector including two full time Technical\nMembers who are experts on altemative energy to be nominated by\nthe Board with the dpproval of the Prime Minister.\n. (2) The Secretary of the Board shall be appointed by the Federal\nGovernment on the recommendations of the Board.\n(3) The Federal Government may increase or decrease the number of\nMembers of the Board from time to time as it may consider appropriate.\n(4) The Federal Government may prescribe the qualifications and mode\nof appointment of Members from private sector in such manner as it may consider\nappropriate.\n(5) The Technical Members shall be eminent professionals in related fields\nof altemative or renewable energy having known integrity, reputation ancl expertise.(g) Secretary, Ministry ofEnvironment or his nominee not below the rank\nof Additional Secretary or equivalent;\nTHE GAZETTE OF PAKISTAN, EXTRA, APRIL 30, 2OO5 99\nPARx Il\n(6) The business of the Board shall be conducted as prescribed'\n(7) One half of the total membership of the Board shall constitute the\nquo.r. unA in \n\"u.e of equality of votes the Chairman shall have the casting vote'\n(8) ln the absence of the Chairman' one of the Technical Members\na.rlgn\"t\"-j Uy it \" Chairman shall preside over the Board meeting'\n. 7. Terms and conditions of office of Members'-(l) A Member'\nother than an ?.(-opcio MemUer, sfra be appointed by the Federal Government for\na oeriod of three years, \"*t\"nJ'Ul\" for'another term of three years on the\n:\"ff#:il;oi ii\" eou'o' rb\" terms and conditions of the full time Members\nand their remuneration and privileges shall be such as may be determined by the\nFederal Govemment.\n(2) A Member, other than ex-oficio Member' may at any tirhe resign\nfrom his ofhce by giving one-month notice'in writing under his own hand' addressed\nto the Federal Government'\n(3) The Federal Government may remove any- Member' other than\n\"x-ofrr;;' Me;;., on gro'ndt oi 'ittondu\"t and physical incapacitation on the\nrecommendations of the Chairman' ?\n8\n(iii)\nor renewable technologY;\n(iv)to facilitate power generation through altemative or renewable energy\nresources bY-Functions of the Board'-The functions of the Boarci shall be as\nTo develop national strategy' policies and plans for utilization of\n\"rlir\"ti\"\" and renervable energy resources to achieve the targets\napproved by the Federal Govemment in consultation with the Boardl\nto act as a folum tbr evaluating, monitoring and certification of\nulte.natir. or renewable energy projects and products;\nto act as a coordinating agency for commercial application of altemativeunder, namelY:-\n(i)\n(ii)\n(a)acting as one window facility for establishing' promoting and\nfaciliiating alternative or renewable energy projects based on\n*i\"J, .\"ir:\" .i.-'hydel. fuel cells, tidal' ocean' biogas' bioma'ss\netc:\n100 TTIE GAZETTF, OF PAKISTAN\n(b), EXTRA.. APRIL 30. 2005I Perr I\n(c)setting up altemative and renew\no,, tt'.-o*, o, tr,ior*;l;;;;;::j'\":11?1J.ffi 'Jffir,f,l:::\nprivate entities in order to create awareness ,na rno,iJuiio, oithe need to rake such initiarives for th. U.*n, \"ig.\"\"rri rrilLas welJ as by evaluating conceprs and \".h\"\"l\"gi;;;;; ;;;;;;and linancial perspective;\nconducting feasibility studies and surveys ro identify opportunitiesfor power generation through alternative and ,#;;;;;;;resources:\nundenaking technical, financial and economic evaluation ofthe\n111:::rl,r\".-j:r\"wahre energy proposals \n\", *\"ll ;, ;;;;;;lill]lii!..i\" Iiril* of.required licensing apptications and tarif?\nl-\".r]r]9n r to National Electric power-R.irl \n\"\"\" er,-fr\".* (NEPRA) esrablished under rhe n.guturion-oiho;.;;;:lTransmission and Distribution \"i Er-\".,ri. p\"i,.;;;;: \"ffi;\n(XL of 1997);\n:1,^T:1,1, and co-ordinaring wirh nurional and inrernationalagencies for promotion and development of altemativ\" \";;;;(d)\n(e)\nassisting the develsprn6rl and implementarion of plans withconcerned authorities and provin\nerectrificatio, of rurar areas: urolcial 8o'ernments for off-grid\n(g) making legislative proposals to enforce use and installation ofequipment utilizing renewable energ y.\n9. Committees of the. Board.{ l) The Board may, for carring out its funcrions, constitute such commirrees, f.\"; ;r;1.\";;;,'lrrr\", o\" considered appropriate by rhe Board.\no. or\"r\"liJ\"oll\",;$H:*' shall conduct their business in such manner as may\n,o ,u,.,,'ol, 3Ji?ilT,','.\"1$the Board'-(l) rhe Board mav, for carrving outartlernative\"\"d;;;;;;';l#.nil:il1{,:l;,ff xrl;*:\"*j,rlijIll^Y:-:,\"I* producrs and fi\";\".u -o i,\";\";;;;;;;:,i:estabrish one or more organjzations, as it may consider necessary.\n(2) The organization(s)€srablished under sub-secrion 1 I ) shall be subjectB;:#::-a supervision of the Board \".a rrr.u\", rii,r,tr'ri.'irur\"*orr ot rt i,(f)\nTHE CAZETTE OF PAKISTAN, EXTRA., APRIL30,2M5\nCHAPTER III\nFUND, ACCOUNTS AND AUDITl0l\n(3) An organization establish under sub-section (1) shall perform the\nbusinqss as may be prescribed by regulations by the Board'\nI l. Institute of Alternative and Renewable Energy Technologies'-\n(l) The Board may, for carrying out its functions of commercial application of\naltemative or renewable energy a-nd corresponding human resource development in\nthe area of altemative and renewable energy' establish an Institute of Renewable\nEnergy Technologies.\n(2) Institute shall conduct the business in such manner as may be prescribed\nby regulations bY the Board.\n-12. Appointment or employment of ollicers and staff of the Board'-\n(l) The Board.uy \"*ptoy such oificers' experts' advisors' consultants' members\nof staff and such other persons on such terms and conditions as it may deem fit'\n(2) The Board shall prescribeiegulations for the terms and conditions of\nappointment of its officers, advisors, consultants' members of the staff and other\npersons emPloYed bY the Board'\n(3) The officers, members of the staff' advisors' consultants and experts\nand othei persons appointed by the Board shall not be deemed to be civil servants\nwithin the meaning oithe Civil Servants Act, 1973 (LXXI of 1973)'\n(4) The Chairman and non-official members of the Board' officers'\nadvisors, consultants, employees and staff of the Board, when acting or purpbrting\nto act under any ofthe Provisions ofthis Ordinance' orrules and regulations' shall be\ndeemed to be public servants within the meaning of section 21 of Pakistan Penal\nCode 1860 (Act )(LV of 1860)'\n13. Alternative Energy Fund'{t) There shall be established a non-\nIapsable fund vesting in the Board to be known as the \"Altemative Energy Fund\"\niiual t\". the purpo-s. of meeting expenses in connection with the functions and\nop\"*iion, of,f,\" noard, institute aid Organizations under this Ordinance' including\npuyrn.nt of salaries and other remuneration payable to the Chairman' Members'\nmembers of its staff' experts, consultants, advisors and other officers and employees\nof the Board, Institute and the Organizations'Perr [l\nI\n102 THE CAZETTE OFPAKISTAN. EXTRA., APRIL30. 2005 Panl I\n(2) The Fund shallconsisr of:-\ntute and Organization(s),\nyear, in accordance with(a) funds provided. by g\". F\"d.rq Govemment for payment of salaries, - establishing infrastructure and runring the day to day business of the ' Board;\n(b) Loans or grants by the Federal GovernmeDt or any provincial\n(c) other loans or funds obtained by the Board;\n(d) foreign aid, grants and,loans negotiated and raised, or otherwiseobtained, by the Board, rhrough the Economc eifairs Divisionl\n(e) Charges for servic_1-o-r.f-o1 the nrovision of any information or report- automated or othl\nor entity; srwlse to any govemment' Private or any other peison\n(0 fees andcommissions collected by the Board as prescribed fortime to . time;\n(g) income from the sale ofmoveable or immoveable propeny;\n(h) funds from floating bonds,_shares, debentures, commercial papers, or\n. other securities issued by the Board o. tf,rougi, uny ott er means; and\n. (i) all other sums receivej by the Board;\n(3) The Altemative Energy Fund shall be kept in one or more accountsmainrained by the Board, in locat -or f\"*ig, ;;;r;;;'an'y scnedulea banr< in Pakistan and shall be operated in accordance with the directions ofthe Board.\n(4) The Govemment shall fund all administrative, operational and any other expenses:\nProvided rhat the responsibility of the Federal Government to exclusivelytund rhe operarions and f.unctionsof rt \n\" gou.o .t,uii.\"l.-;;;;;op.oo.iare rime, when in the opinion ofthe Federal cou\".r\"n,, ,r,. so;Jln\"rrilriu\".or\".upuur\"of funding irs funcrions and operarions enuisaged uiaJ ini. o.alnrr\"\" ,o o. rrna\"o by the Board:\nI4. Accounts and Audit._( I ) The Board, tnstishall prepare their own budget in respect ofeach financial\nPAKISTAN, EXTRA APRIL 30,2M5103\nP,rrr llTHE GAZETTE OF\nthe orescribed procedur€ and shall mainuin complerc\n.i til\"i. u\"tra \"*penses and receipts including that o\n(2) The accounts of the Board' Institute and Organization(s) shall be audited\nt, u .\"ouiuUf. n.m of Chartered -A\"tountano' \nwho are within the meaning of the\nffi;:#;:\";;;ir\". o'ai*\"o 1e61 (X of le61)-appointedtv the Board in\nconsultation with the Auditor C*\"'A \"i Pakistan' {rom a panel of Chartered\nff;il;; p-p\"t\"a by the Board on such remunerations as the Board may\ndetermine.\n(3) The auditors appointed under sub-section (2) shall be provided access\nto the books, accounts una otn\"''ao\"ut\"nts as may be considered necessary by\nthem for audit of the accounts'\n(4) The Auditor General may conduct extemal audit of ttle Board as per\nAuditor General's (Functions' Powe'rs and Terms and Conditions of Service)\nOrdinance, 2001 (XXIII of 2001)'and accurate books of accounts\nf the Alternative EnergY Fund'\nCHAPIER IV\nMISCELLANEOUS\n15. Delegation of powers'--(t) The Board m-ay delegate all or any of\nits oowers and functions to the Chairman or such other officer of the Board subject\nio Jucrr conaitions and limitations' as it may prescribe'\n(2) The Chairman may delegate all or any of.his.powers and functions\nuna\". tnil-6rain*\"\"io *y r'a\"tnu\"' or o\"ffrcer of the Board' subject to such conditions\nand limitations, as it may prescribe'\n16. Issuance of policy directives'-The Federal Govemment may' as\nand when it consid\".. n\"\"\"ttory,\"i\"ue policy directives o rhe.Board in respect ofits\nffi;iJs;,*;o.ftan\"t orto\"t' direct-ives shall bebinding on the Board'\n17. Annual Reporl-On conclusion of each calender year' the Chairman\nshall submit an annual report to the iederal Govemment in respect ofall activities of\nthe Board including tne status oi iis existing programmes, pmjects and fuure plans\niormulated in furtherance of its aims and objectives'\nl8.Rules._TheFederalGovemmentmayontherecommendationsof\nthe Board ,make rules to carry out the purposes of this Ordinance'\n19. Regulations'{l ) The Board' may make regulations' not inconsistent\nwith this Ordinan-ce and the rules' to carry out the purposes of this Ordinance'\nta THE GAZET'TE OF PAKISTAN EXTRA., APRIL 30. 2005I Panr I(2) Without preiudice to the generality of the forgoing provisions, the regulations may provide for:_\n(a) disciplinary proceedings and award ofpunishments;\n,0, l.-T:::jyditions.along with remunerarion and privileses erc. forappolntmenr of officers. staff members, \"*p\".i.. \"l-;;;;;;r;consultants etc.;\n(c) prescription of different scales and grades etc. for the remuneradonand privileges of officers, staff m--embers, \n\"_p\"n., \"O'\"i*^ \"roconsultants etc. of the Board;\n(d) procedure for appointment of members of the different committeesand laying down regularions for the c\"\"dr;,;;;;;;:,r\"1, ,.0\n(e) all or any of the matters, which by this Ordinance are to be or may be, prescribed, by tle regulations.\n20. Authorities to aid the Board._All executive aurhoriries in rhe\nff:;,':frT:fll\"the\"Pr-ovinces sharr \"na\"\"*r' ^,i,iiilJio L\" no*a u..uy u\"\nthis ordinance. .ts programmes and projects being cur.i\"a orirria\".\n21. Immunity of the Board._No suit, prosecution or other legal proceeding shall lie against the Board, the Ctrairman, ir..O.r., .rO**, advisors, consultanh and other persons and llnlolees \"f th;;\"*;, ;;*pect of anything done or intended to be done in good faith under this Ordil;.'-\n22. Removal of difiiculties._If ay difficulty arises in giving effecl ro any of the provisions of this ordinance, ,r,\" n\".ia#Lly i\"t\" ,u.r, order, not inconsistent with the provision, or tti. orj;nrn\"\"\"'l';;;r\";#; ,\" be necessary for removing the difficulty.\n23. Dissolution of Board._Upon the commencement of this Ordinance, the Altemative Energy Develooment Board establishealra, ,\",,f.\",,on No. F. 1/7/ 2003-Admn II dared l2rh [aav zoos, f,\".\"inuir\". .\"]\"rr\"ii.^I, ,* ,o.r\". ro*0, shall stand dissolved and upon such dissolution:_\n(l) all assets, rights, powers, authorities and privileges and propefiy,moveable and immoveable, cash and Ur#U\"l*i\" reserve funds, investments and alt ottrer inrcrests anJnr* ;, ;;r*g our of such\nPAKISTAN, F-XTRA.. APRIL 30,2M5 r05\nPAKI IlTHE GAZETTE OF\nproperty and all debts, liabilities and obligations of whatbver kind of\nii\"io..\". Soura subsisting immediately before its dissolution shall\nstand transferred to and vest in the Board;\n(2) all officers and other employees of the former Board shall'\n' ' notwittt.tanding anything contained in any law or in any agreement'\n;;;;, ;;;rr\"\"i or'othe; insrument' stand transferred to the Board\nand shall be deemed to have been appointed or engaged by the Board\nin accordance with the terms and conditions of service applicable to\nthem; and no officer or other employee whose -services ate so\ni.\"\"ri.i\"a shall be entitled to uny iompentution because of such\ntransfer;\n(3) all debts and obligations incurred or conffacts entered into or rights\nacquired and all matters and thinCs :nCaqeq.t: be,doT,Ol:Yltn -fo'\nii\" fo.*\". Sou.a tefore its dissolution shall be deemed to have been\nincurred'enteredinto,acquiredorengagedtobedoneby'withorfor\nthe Board; and\n(4) all suits and other legal proceedings instituted by or.against the former\nBoard before its dissolution shall be deemed to be suits and proceedings\ni', \". \"*d* ,n. \n\"oard and may be proceeded or otherwise dealt with\naccordinglY.\n24.Exemptionfromtaxes._Notwithstandinganythingcontainedinthe\nIn\"or\" ir* o.dinance 2001 (XLIX of 2001) or any other law for the time being in\ni\".*'ri\"i,rg i\",;come rax, rhe Board shall not be liable to pay any such tax on its\nincome, capital profit, wealth, gifts or gains'\nGsNsnal\nPERVEZ MUSHARRAF'\nPresident.\nMn. Jusflcs (REm-)\nMANSOOR AHMED'\nSecrelary.\n?t'#i\",\"\"\"\"T1,\",'lt}.i&'Eail[[i'I'-COR,PORANON OF PAKISTAN PRESS' ISLAMABAD\nirliidr,'eii a ronvs. uNtvERslrY RoAD KARACHI"
}