{
    "file": "./converted_json\\administratord621e4aaa10be36da349a8e6e6be26bc(2).json",
    "name": "Police Order (Second Amendment) Ordinance, 2005",
    "date": "July 23, 2005",
    "tagline": "A law to amend the Police Order, 2002",
    "content": "REGISTEREDNo^M'302\nL.-76/,6\n@0eGvffi d ?e[tdtur\nISLAMABAD, SATURDAY, JULY 23,2OO5\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nLAW JUSTICE AND HUMAN RIGHTS DIVISION\nIslanwbad, the 23rd July, 2005\nNo. F. 2(1)i2005-Pub.-The tbllowing Ordinance promulgated by the\nPresident is hereby published for general information.\nOnoruuce No. IX or 2005\nAN\nORDINANCE\nfurtlrcr to anend the Police Order 2002\nWITEREAS in pursuance of deliberations and agreement amongst the Federal\nGovemment and Provincial Govemments it is expedient further t6 amend the Police\nOrder, 2002 (C.E. Order No. 22 of 2O02), for the purposes hereinafter appearing;\nAND WHEREAS the Presideht of Pakistan has accorded sanction to the\naforesaid amendments, in terms of clause (2) of Article 268 of the Constitution;\n(6ss)\nI3051(2005)iEx. Gaz.l Price : Rs. 20.509\nEXTRAORDINARY\nPUBLISHED BY AUTHOBITY\n656 THE GAZETTE OF PAKISTAN, EXTRA., JULY 23, 2m5 [PARTI\nAND WHEREAS the National Assembly is not in session and the President is\nsatisfied that the circumstances exist which render it necessary to take immediate\naction;\nL Short title and comilencement.{ I ) This Ordinance may be called\nthe Police Order (Second Amendment) Ordinance, 2005.\n(2) It shall come into force'at once\n2. Amendment of Article 2, CEO 22 of 2002.-In the Police Order,\n2002 (Chief Executive's Order No. 22 of 2002), hereinafter to be called the said\nOrder, in Article 2. in clause ( I ).-\n(a) aftir paragraph (i), the following new paragraph shall be inserted,\nnamely:-\n(i-a) \"Capital City District\" means the Islamabad City District, the\nFederal Capital; City District of Quetta, City District of Peshawar,\nCity District of Lahore or City District of Karachi being the\nmetropolis of the Provinces ofBaluchistan, North West Frontier,\nPunjab and Sind respectively;\";\n(b) after paragraph (iv), the following new paragraph shall be inserted,\nnamely:-\n\"(iv-a)\"cognizance\" means taking notice by an authority legally\nempowered to take action on its decision regarding a matter\nrelating to neglect, excess or misconduct by, or any omission or\ncommission deemed illegal, committed by, a Police Officer for\nremediat and corrective measures under the provisions of this\nOrder;\";\n(c) for paragraph (v) the following shall be substituted, namely:-\n\"(v) \"Commission\" means National Public Safety Commission,\nProvincial Public Safety and Police Complaints Commission,\nIslamabad District Public Safety Commission and Distnct Public\nSafety and Police Complaints commission established under this\nOrder:\":Now, THeneronr, in exercise of the powers conferred by clause ( I ) of Article\n89 of the Constitution of the Islamic Republic of Pakistan, the President is pleased\nto make and promulgate the following Ordinance:-\nPmrll THE GAZE'|TE OF PAKISTAN, EXTRA., JI,]LY 23, 2M5 65'1\n(d) after paragraph (v), the following new paragraph shall be inserted,\nnamely:-\n\"(v-a)\"direct\" means a writrcn order or instruction to a Police Officer\nissued by an authority empowered to direct under this Order and\nsuch directing authority shall be deemed to be an offrcer authorized\nunder clause (2) of Article 155;\";\n(e) after paragraph (vii), the following new paragnphs shall be inserted,\nnamely:-\n\"(vii-a) \" ex-officio Secretary\" means Provincial Police Officer who\nshall exercise administrative and financial powers of the Sec'retary\nto the Provincial Govemment with total autonomy in operational,\nadministrative and financial matters subject to the policy, oversight\nand guidance given by the Chief Minister through the Chief\nSecretary and the Provincial Home DePartment;\n(vii-b)\"exigency of service\", in relation to posting and transfer, means\nan urgent or unforeseen situation which, for the reasons to be\nrecorded in writing, requires premature transfer of a Police Officer\nfor performance of specific tasks or duties but not as a\nreplacement for what should be rightly rreated as an efficiency\nand discipline matter; and\n(vii-c) \"fact finding inquiry\" means an inquiry into the allegations\ncontained in a complaint against a Police Officer' including the\nfactual incidents, relating to neglect, excess or ornission or\ncommission of any act constituting an offence and the outcome\nof such inquiry shall be admissible inevidence before a court,\ntribunal or an authorityf';\n(0 after paragraph (xxii), the following new paragraph shall be inserted,\nnamely:-\n\"i**liu) \"responsible\" means a Police Officer who is answerable and\naccountable, for effective rnd efficient performance of assigned\nduties and functions, and for implementation ofall lawful orders\nand instructions issued by an officer or an authority to whom he\nis responsible underthis Order and non-compliance ofsuch orders,\ndirections and instructions which he is bound to observe or obey\nfor action shall be liable under paragraph (c) of clause (l) of\nArticle 155i\";\n658 THE GAZETTE OF PAKIST:AN, EXTRA., JI,]LY 23, 2M5 IPART I\n(g) in paragraph (xxvi), the word \"and\", at the end, shall be omitted; and\n(h) after paragraph (xxvi), the following new paragraph shall be inserted,\nnamely:-\n\"(xxvi-a) \"superintendence\" means supervision ofPolice by the appropriate\nGovemment through Policy, oversight and guidance and, in case\nof a Province, it shall be exercised by the Chief Minister tkough\nthe ChiefSecretary and the Provincial Home Department, while\nensuring total autonomy of the provincial police Offocer in\noperational, administrative and financial matters and, in case of\nFederal Capital, such supervision shall be exercised by the\nMinistry of Interior, Govemment of Pakistau and\".\n- 3. Amendment of Article f0, CEO 22 oI 2002.-ln the said Order,\nin Article 10, in clause (4), after the word \"Sal'ety\", the words ,,and police complaints\"\nshall be inserted.\n4. Amendment of Article fl, CEO 22 ot 2002,-ln the said Order,\nin Article ll, in clause (1), the words \"by the National public Safety Commission\nfrom a list provided\" shall be omitted.\n5. Amendment of Article 12, CEO 22 ol 2002,-ln the said Order,\nin A(icle 12,-\n(a) for clauses (2) and (3) the following shall be substituted, namely:-\n. \"(2) The Provincial Govemment may, with the approval ofthe Federal\nGovernment, repatriate, or the Federal Government may, on its\nown accord, recall, a Provincial Police Offrcer.\n(3) The Provincial Public Safety and Police Complainrs Commission\nmay, for reasons to be recorded in writing, recommend to the\nProvincial Govemment for repatriation of the Provincial police\nOfficer before the exfiry ofhis term ofoffice and the Provincial\nGovemment may thereupon move the Foderal Govemment for\nhis repatriation in accordance with Clause (2).\";\n(b) in Clause (5), for the proviso the following shall be substituted,\nnamely:-\n\"Provided that before initiating such transfer, the Commission\nshall give the concemed officer an opportuoity of being heard in\nperson.\"; and\nPARrll THE GAZETTE OF PAKISIAN. EXTRA, JL'LY 23.2m5 659\n(c) clause (6) shall be omitted\n6. Amendment of Article 15' CEO 22 ol 2002,-In the said Order,\nin Article 15,-\n(b) for clause (3) the following shall be substituted, namely:-\n\"(3) Under exceptional circumstances due to exigency of service or\non grounds of misconduct and inefficiency which warrant major\npenalty underthe relevant rules, the City Police Officeror District\nPolice Officer may be transferred, with the approval of the\nGovernment, before completion of the term of office.\".\n7. Amendment of Article lE, CEO No.22 of 2002.-In the said\nOrder, in Article 18.-\n(a) in clause (3), for the full stop at the end a colon shall be Substituted\nand thereafter the following proviso shall be added, namely:-\n\"Provided that the lnvestigation Wing shall be located within the\nPolice Station and shall be responsible to its own hierarchy in the\nDistrict under the general control of Officer in-charge of the Police\nStation.\": and\n(b) after clause (6), the following explanation shall be added, namely:-\n\" Explanation.-For the purpose of this Article, \"general control\"\nmeans the relationship between the authority of the officer-in-charge\noflnvestigation in a District or a Police Station and the Distnct Police\nOfficer and officer-in-charge of the Police Station, as .the case may\nbe. This relationship requires full support to the officer-in-charge of\nInvestigation in the performance ofhis duties and officer in-charge of\nlnvestigation shall coordinate with the District Police Officer or officer-\nincharge of the police station, as the case may be, and provide\ninformation to him on all matters which have a bearing on watch and\nward and public order functions. Any directions in this regard by the\nofficer vested with general control shall not explicitly or impliedly\ninterfere in the conduct of investigation or transfer of investigation\nand diversion of manpower or resources oflnvestigation to other police\nfunctions.\".(a) in clause ( l), for the words \"in consultation with the\" Words \"with the\napproval of'shall be substituted; and\n660 THE GAZETTE OF PAKISTAN, EXTRA., J[/'LY 23, 2005 [Perri\n8. Amendment of Article 21' CEO 22 of 2002.-ln the said Order,\nin Anicle 2l-\n(a) for clause (2) the following shall be substituted namely:-\n\"(2) The Provincial Police Officer, Capital City Police Officer or the\nCity Police Officer may, with the approval of the Govemment,-\n(i) divide districts into police divisions, sub-divisions and police\nstationst\n(ii) sub-divide police stations into police posts: and\n(iii) define the limits and extent of such divisions, sub-divisions,\npolice stations and police posts.\"; and\n(b) in clause (4), in the proviso, for the full stop at the end a colon shall be\nsubstituted and thereafter the following further proviso shall be added,\nnamely:-\n\"Provided further that the term of office of an officer under\nwhom a police division, sub-division or police station respectively is\nplaced shall be the same as that of Head of District Police from the\ndate of posting and any transfer before completion of his term of\noffice will only take place due to exigency of service or misconduct\nwarJanting major penalty.\".\n9. Amendment of Article 32, CEO' 22 of 2002,-ln the said Order,\nin Article 32.-\n(a) in clause (1), for the word \"consultation\" the word \"coordination\"\nshall be substitutedl\n(b) in clause (3),\n(i) for the words \"appropriate Public Safety Commission\", the words\n\"concemed Commission at the District level\" shall be substituted;\nand\n(ii) after, the words \"Provincial Public Safety\", the words \"and Police\nComplaints\" shall be inserted; and\n(c) in Clause (4), for the Words \"District-Public Safery Commission\", the\nwords \"concemed Commission at the District level\" shall be substituted.\nPrplll THE GAZETTE OF PAKISTAN, EXTRA.. JULY 23, 2m5 661\n10. Amendment of Article 33, CEO 22 of 2002'-ln the said Order'\nin Article 33,-\n(a) in clause (2), the word \"Provincial\", occurring twice' shall be omitted:\nand\n\"(3)In the normal channel of writing the Performance Evaluation\nReport ofthe Head of District Police, the Zila Nazim shall write\nthe manuscript report of the Head of Disrict Police in the specified\nPart of the Form of Performance Evaluation Report provided in\nthe Fourth Schedule, which shall be taken intb consideration at\nthe time of promotion of the Offrcer.\".\nI l. Amendment of Article 34, CEO 22 ol 20ill2'-ln the said 'Order'\nin Article 34,-\n(a) in clause (1) in the second proviso, for the colon a full stop shall be\nsubstituted and thereafter the third proviso shall be omitted; and\n(b) clause (3) shall be omitted'\n' 12. Amendment of Article 35, CEO, 22 oI 2002'-ln the said Order'\nin Article 35,-\n(a) in clause (10), for the words \"appropriate Public Safery Commission\"'\nthe words \"concerned Commission at the District level\" shall be\nsubstituted: and\n(b) in clause (3), for the words \"appropriate Public Safety Commission\"'\nthe words \"concerned Commission at the Distdct level\" shall be\nsubstituted.\n13. Amendment of Article 36, CEO 22 of ?'002'-ln the said Order'\nin Article 36, for the words ,.Provincial Police Complaints Authority or'' the words\n-d \"ornrnu 'lP.orincial rblic Safety and Police Complaints Commission or\"' shall\nbe substituted.\nt4. Amendment of fitte of Chapter V, CEO 22 of 2 )2'-In the said\nOrder, the title of Chapter V' after the word \"SAFETY\"' the words \"AND POLICE\nCOMPLAINTS\" shall be inserled(b) after clause (2), the following new clause shall be added' namely:-\n662 THE GAZETTE OF PAKISTAN, EXTRA., JULY 23, 2005 [PARTI\n15. Substitution of Article 37, CEO 22 of 2002.-ln the said Order,\nfor Article 37 the following shall be substituted, namely:-\n*37. Establishment of District Public Safety and Police Complaints\nConmission.-(1) The Provincial Government shdll establish a District\nPublic Safety and Police Complaints Commission in every District,\nincluding Capital City District, consisting of nine members one of whom\nshall be the Chairperson.\n(2) The Commission shall have its independent budget under a\nseparate budgetary head of account, Drawing and Disbtrrsing Officer\nand the Chairperson ofthe Cpmmission shall be its Principal Accountim\nOfficer.\".\n16. Substitution of Article 38, CEO 22 oI 2002.-ln the said Order,\nfbr Article 38, the following shall be substituted, namely:-\n\"38. Composition.-( 1) The composition of the District Public Safety and\nPolice Complaints Commission shall be as follows:-\nProvided that where in a District. members of the Provincial\nAssembly or National Assembly fall short of the required number of\nsuch members, the vacant seat shall be allocated to independent\nmembers:\n(b) one-third members, of whom one shall be a woman, shall be appointed\nas independent members by the Govemment from a list of names\nrecommended by the Selection Panel; and\n(c) the remaining one{hird members, out of whom one shall be a woman,\nshall be elected by the Zila Council from arnongst its members on the\nbasis ofeach member casting only one vote in favour of any contesting\ncandidate through secret ballot.(a) one-third members shall be appointed by the Govemment from amongst\nthe Members of the Provincial Assembly and National Assembly of\nthe District concerned as ex-fficio members, including a woman\nmember:\nProvided further that in case of non-availability of a woman\nmember of the Provincial Assembly or National Assembly in a District,\nthe seat shall be allocated to a woman independent member;\nPArr ll THE GAZETTE OF PAKISTAN, EXTRA., JULY 23, 2M5 663\nExplanation--For the purpose of this Article' the \"District concemed\"\nfor women members of the Provincial Assembly and National Assembly shall' as\nfar as possible, be on the basis of the District where they are registered as vOters'\n(2) In place of the members referred to in paragraphs (b) and (c) of\nctause 1i), ttre elected or appointed members of the erstwhile District Public Safety\nCommission in the respecdve numbers holding office on the commencement of the\npofl'\"\" O.a\", (.q-\"ndment) Ordinance, 2004, shall continue to hold their offices till\n.\"*pf\"i.\" of their term of office as member of the District Public Safety and\nPolice ComPlaints Commission.\n(3) The Chairperson of the District Selection Panel shall conduct the\n\"l\".tion oi the Chairman and members of the Dist ct Public Safety and Police\nCornpfuino Co..isgion refened to in dause (l) of Article 39 and paragraph (c) of\nclause ( I )of this Anicle.\n(4) The names of the members of the Commission shall be notified in the\nOfficial Gazette.\". ;\n'17- Substitution of Article 39, CEO 22 oI 2(/{j2'-ln the said Order'\nfor Article 39 the following shall be substituted' namely:-\n\"39. Appointment of Chairperson'-( 1 ) T!\" Chairperson of the District\nfuttic Safety und Police Complaints Commission shall be elected by\nthe members from amongst themselves every three years:\nProvided that the Chairperson of the District Public Safety\nCommission at the commencement of the Police Order (Amendment)\nOrdinance.20O4,shallcontinuetoholdsuchofficetitlcompletionof\nhis term of office as Chairperson of the District Public Safety and\n' Police ComPlaints Commission'\n(2) The Chairperson of the District Public Safety and Police Complaints\nCommission shall be eligible for re-election for the second term'\n(3) The Cirairperson of the District Public Safety and Police Complaints\nCommissionshallnotberemovedflomhisofficesaveasprovidedfor\nremoval of a member of the Commission'\n(4) The Chairperson shall be entitled to honoraria and privileges as may\nbe determined bY the Govemment \"'\n18. Amendment of Article 40, CEO 22 of 2}02'-ln the said Order'\nin Articte 40, after the word \"Safety\", the words \"and Police Complaints\" shall be\ninserted.\nTHE GAZETTE OF PAKISTAN, EXTRA.. JULY23, 2W5 [PARr I\n(a) in clause (l), for the words.,District Govemment,, the words..provincial\nPublic Safety and police Complaints Commission,, shall be substituted;\n(b) in clause (2), for the word ..consensus,' tle words and comma..majority\nvote, one of whom shall be the Chairperson of the Selection paneli,\nshall be substituted; and\n(c) in clause (3), for the wbrds ,,cbmmencement ofthe selection process,,\nthe words ,,occurrence of the vacancy,, shall be substituted.\n20. Substitution of Article 42, CEO 22 ol 2[D2.-tnthe said Order, ' for Arricle 42 the following shall be substiiuted, namely:_\n'42- Functions ofthe serection paner.-The Serection panel sha identifv\nsuitable candidates as well as invite appiications and after scrutinyforward to the Govemment the names oipersons twice the number oi. appointments to be made.\".\n21. Amendment of Article 43, CEO 22 of 2(/.|l2._In the said Order,in Article 43, after the word ..Safety\", the words .,and police Complaints,, shall beinserted.\n22. Substitution of Article U, CEO 22 of 2}02._tn the s3id Order,for Article 214 the following shall be substituted, namely :_\n*44- Powers and Functions of the District public Safety and police\nComplaints Commission.__\\l) The Disrricr public iafety and police\nComplaints Commission shall exercise the powers and perform thefollowing functions including those relating lo iomplainti against thepolice officers sewing in the District, except the Head of Distrilct police,namely:-\n(a) approve an annual Local policing plan prepared by the Head of District\nPolice in coordination with the Zila Naz im setting out the arrangements\nfor policing during the year:\nProvided thar such policing plan sha.ll include_\n(i) a statement offinancial resources expected to be made available:\nand664\n19. Amendment of Article 41, CF;O 22 of ZOO2._ln the said order. inArticle 4l .-\nPerr Il THE GAZETTE OF PAKISTAN, EXTB4. ruL! M5 665.:\n(ii) performance targets for the year and their delivery mechanism;\n(b) the District Public Safety and Police Complains Commission shalt\nsubmit an annual report to the Govemment tkough the Provincial\nPublic Safety and Police Complaints Commission, inter alia'\ncontaining-\n(D an abstract relating to performance ofthe District Public Safety\nand Police Complaints Commission during the year;\n(ii) a report on the functioning of the District Police;\n(O i report on matters connected with the law and order in the\nDistrict: and\n(iv) a report on the implementation of the District Policing Plan;\n(c) encourage potice- public cooperation;\n(d) .evaluate the delivery of performance'targets contained in the Local\nPolicing Plan bn quarterly basis and send half-yearly reports to the\nProvincial Govemment, Provincial Pubtic Safety and Police Complaints\nCommission. Provincial Police Officer, Zita Nazim' Tehsil (Tatilka)\nNazim and Town Nazim;\n(e) take steps to prevent the Police from engaging in any unlawful activity\narising out of compliance with tnlawftl or mala fide orders;\n(0 refer the matter in writing to the Provincial Govemment for appropriate\naction where the Distdct Public Safety and Police Complaints\nCommission is satisfied that a collusive relationship detrimental to the\ninterest of the people exists between the Zila Nazim and Head of\nDistrict Police:\n(g) direct the Head of District Police under clause (4) of Article 135 for\ndisposal of unclaimed property in accordance with law:\n(h)direct the Head of District Police in writing, wheie the District Public\nSafety and Police Complaints Commission has reasons to believe that\nthe in'-charge of the police station has unjustifiably refused or avoided\nto register Ile First Information Report, to conduct an inquiry into the\nmatt; and cause the registration of the First Information Report under\nsection 154 of thb Codi, if any cognizable case is made out from the\nallegations of the complainartt and report to the District Public Safety\n666 TI{E GAZETTE OF PAKISTAN, EXTRA., ruLY 23,2005 [PARr I\n(i)\no\n(k)\n0)and Police Complaints Commission within forty_eight hours the acrion\ntaken by him;\ndirect the Head of District Police in writing to enquire into a complainr\nofneglect in general orby a functionary ofa District police in panicular,\nand take appropnate action and report within the specified period;\nrequire, on a complaint ofexcess committed by any member ofFederal\nL.aw Enforcement Agency or civil armed forces acting in aid of the\ndistrict police. the appropriate authority of the conc\".n\"d d\"punrn\"nt\nin writing ro rake remedial action and report within a specifiid period\nand if no action is taken by the concerned authority, a-reference maybe made by the District public Safety and police Complaints\nCommission to the head ofconcerned organization or the Federj police\nComplaints Authority for appropriate action;\nreceive from an aggrieved person a complaint, in writing supponed by\nan affidavit, ofneglect, excess or misconduct against a iotice Officer;\ntake cognizance ofsuch complaints as may fall within its competence\nand forward othercomplaints to the provincial public Safety -d poli.\"\nComplaints Commission: and\nin case-s falling within the comperence of the District public Safety\nand Police Complaints Commission. it may_\n(i) direct the Head of District police in writing to take appropriate\naction and submit a repon within a specified period; oi\n(ii) conduct a fact finding inquiry on its own by two or more of irs\nmembers or through an officer serving in the District. not below\nthe rank of Basic Pay Scale 18 and, in case the complaint is\nfound correct, send the inquiry report to the Head of District\nPolice and direct him to take legal acrion againsr the delinquent\nPolice Officer;\n(iii) report the matter to the provincial Government through the\nProvincial Public Safety and police Complaints Commisstn for\naction under the appropriate law, where the Head of Distnct\nPolice does not submit a report or take action on the directionsgiven by rhe Disrricr public Safety and police Complaints\nComrnission;(m)\nPenr Il THE GAreTTE OF PAKISTAN, EXTRA', JIJLY 23, 2m5 667\n-(iv) inform the complainant of the outcome of the inquiry in writing\nas soon as Possible; and\n(v) direct the appropriate authority, in case of any frivolous' or\nvexatious complaint, to initiate action under the law against the\ncomPlainant'\n(2) The District Public Safety and Pollce Complaints Commission shall'\nfor the purpose of this Order, have the same powers as are vested in a civil court\nunder the Code of Civil Procedure (Act V of 1908)' in respect of the following\nmatters, namely:\nv (a) summoning and enforcing the attendance ofany person and examining\nhim on oath;\n(b) compelling the prodrrction of documents;\n(c) receiving evidence on affidavits; and\n(d) issuing commission for the examination of witnesses'\"'\n23. Amendment of Article 45, CEO 22 of 2u02'-ln the said Order'\nin Anicle 45,-\n(a)in the marginal note, after the word \"Safety\", the words \"and Pohce\nComplaints\" shall be inserted:\nin clause (l), after the words \"member of', the words and commas\n\"the Provincial Assembly or National Assembly or, as the case may\nbe,\" shall be inserted;\nfor clause (2) the following shall be substituted, namely:-(b)\n\"(2) An independent member shall not be eligible for appointment as\nsuch member for a third term.\"; and\n(d) clause (5) shall be omitted'\n24. Amendment of Article 46, CEO 22 ol 2002'-ln the said Order'\nin Article 46.-\n(a) for the words \"Govemor on his\" the words \"Govemment on its\" shall\nbe substituted:(c)\n668 THE GAZE'rTE OF PAKISTAN, EXTRA., JULY 23, 2m5 [P,{Rr I\n(b) after the word \"Safety\", the words \"and Police Complaints\"shall be\ninserted: and\n(c) in paragraph (h), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted.\n25. Amendment of Article 47, CE,O 22 of 2002,-In the said Order,\nin Article 47,-\n(a) in the marginal note, after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted:\n(b) in clause (1), after the word \"Safety\", the words \"and Polic,^\nComplaints\" shall be inserted;\n(d) in clause (6), for the word \"District Police Officer or City Police\nOfficer or in their absence their\" the words and comma \"Head of\nDistrict Police or, in his absence his\" shall be substituted; and\n\"(8) The rules ofprocedure for conduct ofbusiness ofthe Commission\nshall be made by the Govemment.\".\n26- Amendment of Article 48, CEO 22 of 2002,-1n the said Order,\nin Article 48,-\n(a) in clause (l), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted; and\n(b) for clauses (2) and (3) the following shall be substituted, namely:-\n\"(2) The Secrbtariat shall be headed by an officer not below Basic\nPay Scale 18 who shall be appointed by the Provincial\nGovernment in consultation with the Chairperson of the\nCommission.\n(3) The Secretariat shall consist of such number of officers and\nmembers of the staff as the Government may, in consultation\nwith the Commission, determine from time to time.\n(4) The terms and coriditions ofservice of the officers and members(c) in clause (3), after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted;\n(e) fotclause (8) the following shall be substituted, namely:\nPanr IlT}tEGAZETTE OF PAKISTAN, EXTRA., JTJLY 23' 2M5\n(a) in clause (l),-ofthe staff of the District Public Safety and Police Complaints\nCommission shall be notified by the Govemment'\n(5) The Chairperson of the Commission shall' with the approval of\nthe Govemment, engage the services of a legal advisor on full-\ntime basis.\".\n' 27. Omission of Chapter VI, CEO 22 ol 2D02'-ln the said Order'\nChapter VI relating to Capital City District Public Safety Commission' including\nArticles 49 to 60 shall be omitted.\n28. Amendment of Article 65, CE,O 22 of ?'0[,2'-ln the said order' in\n*\\rticle 65, in clause (1), for the words \"Chief Justice of High Court\" the words\n-\"District and Sessions Judge\" shall be substitutedi\n29. Amendment of Chapter VIII , CF;O 22 ot 2002-ln the said Order'\nin Ctrapter VItt, in the title, after the word \"SAFETY\"' the words \"AND POLICE\nCOMPLAINTS\" shall be inserted'\n30. Amendment of Article 73, CEO 22 ot 2002'-ln the said Order'\nin Article 73,-in clause (l), aftei the word \"safety\"' the words \"and Police\nComplaints\" shall be inserted.\n31. Amendment of Articte 74, CflO 22 ol 2OO2'-ln the said Order'\nin Article 74,-669\nafter the word \"Safety\", the words \"and Police Complaints\" shall\nbe insertedl\nfor the rjvords \"three each fiom the Treasury and\" the words\n\"four from the,Treasury and two from the\" shall be substituted;\nand.\nin the proviso, for the full stoP at the end a colon shall be\nsutstitutea ana ttrereafter the following further proviso shall be\nadded, namelY:-\n\"Provided further that such members shall not be members\nof the Standing Committee of the Provincial Assembly on Home\nAffairs.\";(i)\n(iD\n(iii)\n(b) for clause (2) the followi.ng shall be substituted' namely:-\n6'to THE GAZEI-IE OF PAIOSTAN, EXTRA.. ruLY 23. 2005 [p,ur I\n\"(2) The other half comprising independent members shall be\nappointed by the Govemment on the recommendation of the\nSelection Panel:\nProvided that at least two members shall be women.,,; and\n(c) in clause (3), after the word ..Safety,,, the words ..and police\nComplaints,' shall be inserted.\n32. Amendment of Article 75, CEO 22 of ?.I}2._tnthe said Order,in Article 75,-\n- (a) in clause (1), after the word,.Safety,,, the words -and poli,^\nComplaints\" shall be inserted; and\n(b) in clause (2), after the word ,.Safety,.. the words ..and police\nComplaints,' shall be inserted.\n33. Amendment of Article 76, CEO 22 of 20/fi2._ltlhe said Order,in Article 76, after the word ..Safety\", the words ..and police Complaints,, shall beinsened.\n34. Amendment of Articte 77, CEO 22 of 2002._ln the said Order,in Anicle 77,-\n(a) for clause (1) the following shall be substituted, namely:_\n'(l) There shall be a Selection panel for independent\nmembers consisting of the provincial Ombudsmhn who shall be\nits Chairperson and the Chairman of the hovincial public Service\nCommission and a nominee of the Chief Ministeras its members:t\nProvided that, where in a province. the provincial^\nOmbudsman has not been appointed. a retired Judge ol theHigh Coun nominared by the Chief Justice of rhe Higtr Coun\nshall act as Chairperson of the Selection panel:\nProvided further that the nominee of the Chief Minister\nshall not be an elected representalive or a person in the serviceof Pakistan.\"; and\n(b)in clause (3), for the words ,.commencement ofthe selection process,,\nthe words \"occurrence of a vacancy,' shall be substituted.\nPerr Il THE GAZE-ITE OF PAKISfAN, EXTRA., JULY 23, 2005\n. 35. Amendment of Article 78, CEO 22 of ?.402.-ln the said Order,\nfor Article 78 the followilg shall be substituted, namely:-\n\"78. Functions of the Selection Panel.-The Selection Panel shall\nidentify suitable candidates as well as invite applications and after\nscrutiny forward to the Govemment the names of persons twice the\nnumber of appointments to be made.\".\n, 36. Amendment of Article 79, CEO 22 of 2002.-ln the said Order,\nin Article 79, for the words \"a member of Provincial Public Safety\", the words \"an\nindependent member of the Provincial Public Safety and Police Complaints\" shall\nbe substituted.\n37. Amendment of Article 80, CEO 22 of 2002.-ln the said Order,\nin Article 80,-\n(a) in the marginal note, after the word \"Safety\", the words \"and Police\nComplaints\" shall be insertedl\n(D after the word \"Safety\", the words \"and Police Complaints\" shall\nbe inserted;\n(ii) for paragraph (a) the following shall be substituted, namely:-\n\"(a) make recommendations to the Government for promoting\nintegrity, efficiency and effectiveness of Police;\"; and\n(in) for paragraph (b) the following shall be substituted, namely:-\n\"(b) take steps to prevent the Police from engaging in any unlawful\nactivity arising out of compliance with unlawful or mala fide\norders;\"; and\n(c) in clause (2),-\n(r) for the words, brackets and figure \"sub-section (1) the\nCommission shall perform the following specific responsibilities\"\nthe words, brackets, figure and comma \"clause (l), the\nCommission shall perform the following specific functions\" shall\nbe substituted:671\n(b) in clause ( 1),-\n(ii) in paragraph (a), for the words \"Public Safety\" the words\n672 TI{E GAZE-ITE OF PAKISTAN, EXTRA., JULY 23, 2m5 [P.,ttr I\n(iv) in paragraph (d), for the words \"and National public Safety ^ Commissions\" the words \"Public Safety and Police Complaints\nCommissions and Nationa.l Public Safety Commission\" shall be\nsubstituted;\"District Public Safety and Police Complaints\" shall be\nsubstituted;\n(iii) in paragraph (b),-\n(i) for the words \"pre-mature transfer\" the word \"repatriation\"\nshall be substituted; and\n(ii) the colon and proviso shall be omitted;\n(v) paragraph (e) shall be omitted;\n(vi) in paragraph (k), after the word \"Safety\", occurring twice, rhe\nwords \"and Police Complaints\" shall.be inserted;\n(vii) in paragraph (I), after the word \"Safety\", occurring thrice, rhe\nwords \"and Police Complaints\" shall be inserted:\n(viii) in paragraph (m), after the word \"Safery\", the words ,,and police\nComplaints\" shall be inserted;\n(ix) in paragraph (O), the word \"and\" at rhe end shall be omitted:\nand after paragraph (p), the following paragraphs shall be added,\nnamely:-\n(n) on a report from a District Public Safety and police\nComplaints Commission; or\n(iii) on a reference from the Govemment; or\n(iv) on its own accord;\"(q) take cognizance ofcases of Police neglect, excess, abuse\nofauthority and conduct prejudicial to public inrerest against ^\nHead of District Police and police officers not serving in a\nDistricr-(i) on a complaint from an aggrieved person in writing\nsupported by an affidavit; or\nPART I] THE GAZETTE OF PAKISTAN, EXTRA., JULY 23, 2OO5 6'73\n(r) inquire into the complaint either by itself or through any\nGovemment officer not below the Basic Pay Scale 19 and on\nthe basis of findings of the inquiry-\n(i) file the complaint, if the charges are not proved; or refer\nthe matter to the concemed Head of General Police Area\nfor departmental action and report back; or order the\nregistration ofa criminal case under the relevant provisions\nof Pakistan Penal Code (Act V of 1860), this Order or any\nother law for the time being in force;\n(ii) report, to the Chief Minister, where the Commission is not\nsatisfied with the action taken by the Head of General Police\nArea in cases referred to in sub-paragraph (i) and make\nappropriate recommendations in this behalfl\n(O recommend disciplinary action against an inquiry officer\nfor wilful neglect or mishandling of an inquiry;\n(iv) inform the complainant of the outcome o[ the inquiry in\nwriting as soon as possible; and\n(v) direct the appropriate authority, in case ofany frivolous, or\nvexatious complaint, to initiate action under the law against\nthe complainant: and\n(s) delegate any of its powers to its Chairperson.\".\n38. Amendment of Article 81, CEO 22 of 2002.-ln the said Order,\nin Article 81,-\nQ) in clause (1), for the words \"the sirme as that of the Provincial\nAssembly\" the words \"for a period of three years\" shall be substituted;\n(c) for clause (2) the following shall be substituted, namely:-\n'@ A member shall not be eligible for a third term.\"; and\n(d) clause (5) shall be omitted.\n39. Amendment of Article 32' CEO 22 of 2002.-ln the said Order'\nin Article 82,-(a) in the marginal note, after the word \"Safety\", the words \"and Police\nComplaints\" shall be inserted;\n674 TIIE GAZE\"|TE OF PAKISTAN, EXTRA., JULY 23,2005 [perr I\n(a) for the words \"Governor on its own volition or on the\nrecommendation of the Provincial Public Safety\" the words\n\"Government may either on its own accrod or on the\nrecommendations of the Provincial Public Safety and Police\nComplaints\" shall be substituted; and\n(b) in paragraph (h), after rhe word \"Safety\", the words \"and police\nComplaints\" shall be inserted.\n40. Amendment of Article 83, CEO 22 of 2002.-ln the said Order.\nin Article 83,\n(a) in the marginal note, after the word \"Safety\", the words \"and\nPolice Complaints\" shalI be inserted;\n(b) in clause (1), after the word \"Safety\", rhe words \"and Police\nComplaints\" shall be inserted; and\n(c) in clause (3), for the words \"two-third\" the words \"one-half'\nshall be substinrted.\n41. Amendment of Article 84, CEO e2 of 2002.-ln the said Order.\nin Article 84,-\n(a) in clause (1), after the word \"Safety\", the words \"and Police\n-Complaints\" shall be inserted;\n(b) for clause (2) the following shall be substituted, namely:-\n\"(2) The Secretariat shall be headed by an officer not\nbelow the Basic Pay Scale 20 who shall be appointed by the\nChief Minister in consultation with the Chairperson of the\nCommission.\"l and\n(c) for clause (4), the following shallbe substituted, namely:-\n\"(4) The Chairperson of the Commission shall, with the\napproval of the Government, engage the services of a legal\nadvisor on full-time basis.\n(5) The terms and conditions of service of the members\nof staff of the Commission shall be determined by the Government\nin consultation with the Commission.\nPesr Il THE GAZE-ITE OF PAKISTAN, EXIRA., rufLY 23; 2m5\n(6) The functions of the officers and members of staff\nshall be determined by the Commission.\n(7) The Secretariat shall be attached to the Services and\nGeneral Administration Department for thd purpose of budget\nand matters pertaining to the hovincial Assembly.\".\n42. Amendment of Article 89, CEO 22 of 2002,-ln the said Order,\nin Article 89, in clause (1), after for the words \"Supreme Court of Pakistan\", the\nwords \"or a Judge of the Supreme Court nominated by the Chief Justice\" shall be\ninserted.\n43. Amendment of Article 92, CEO 22 of 2002,-In the said Order,\nin Article 92, in clause (3),\n(a) paragraph (b) shall be omitted; and\n(b) in paragraph (i), after the word \"Safety\", the words \"and Pohce\nComplaints\" shall be i nserted.\nzl4. Amendment of title of Chapter X' CEO 22 of 2002.-In the said\nOrder, in Chapter X, in the title, for the word \"Authorities\" the word \"Authority\"\nshall be substituted.\n45. Amendment of Article 100, CEO 22 of 2002.-ln the said Order,\nin Article 100.-\n(a) in paragraph (a), for the words \"District Public Safety\nCommission\", the words \"concerned Commission at the District\nlevel\" shall be substituted; and\n(b) in paragraph (I), for the words \"Provincial Police Complaints\nAuthority or District Public Safety\" the words \"Provincial Public\nSafety and Police Complaints Commission or District Public\nSafety and Police Complaints\" shall be substituted.\n46. Omission of Articles 103 to 108' CE,O 22 of 2002.-In the said\nOrder, Articles 103 to 108 shall be omitted.\n48. Amendment of Article 134, CEO 22 of 2002.-In the said Order,6'7 5\n47. Amendment of Article 112, CEO 22 of 2002.-In the said Order,\nin Article 112, the word \"prior\" shall be omitted.\n6'76 TIIE GAZEITE OF PAKISTAN, EXTRA., JULY 23, 2005 [panr I\nin Article 134, for the words \"District Public Safety Commission', the words\n\"concerned Commission at the District Ievel\" shall be substituted.\n49. Amendment of Article 135, CEO 22 of 2O02._In the said Order,\nin Article 135, in clause (4), for the words \"District public Safety Commission\" thg\nwords \"concemed Commission at the District level\" shall be substituted.\n50. Amendment of Article 152, CEO 22 of 2}02.-ln the sard Order,\nin Article 152, after the words \"enquiry by the\", the word .,Federal\" shall be inserted.\n51. Amendment of Article 155, CEO 22 of 2002.-In rhe said Order.\nin Article 155, in clause (2), after the word \"rules\", the words ,.to be made by the^\nGovernment\" shall be added.\n52. Amendment of Article 168, CEO 22 of 2002.-ln rhe said Order.\nin Article 168,\n(a) after the words \"Provincial Public Safety\", the words .,and police\nComplaints\" shall be inserted;\n(b) in paragraph (a), for the words \"Public Safety\" the words\n\"members and staff of the\" shall be substituted: and\n(c) in paragraph (c), for the words and comma ..public Safety\nCommissions,\" the words and comma \"Commissions, Federal',\nshall be substituted.\n53. Amendment of Article 169, CEO 22 of 20O2.-In the said Order,\nin Article 169, in clause (6), after the word \"Safety\", occurring for the second and\nthird time, the words \"and Police Complaints\" shall be inserted.\n54. Insertion of new Article, CEO 22 of 2002.-tn rhe said Order,\nafter Article 186, the following new Article shall be inserted, namely:-\n\"1864. Power to amend the Schedules.-The Federal Government\nmay, by notification in the offlcial Gazette amend any Schedule.,,.\n55. Addition of Fourth Schedule, CEO 22 of 2002.-ln the said Order.\nafter the Third Schedule, the following new Schedule shall be added, namely:-\nP,rar Il THE GAZETTE OF PAKISTAN, EXTRA., JULY 23' 2OO5 6'77\n..FOURTH SCHEDULE\n[Sre Article 33 (3)]\nCERTIFICATE\nCertified that\n(Name of Head of Dstrict Police) Personal Number (if allotted)\nave on submined bY\n(Date)(Service) (BPS)\nPerformance Evaluation Repon for the period\nto\n(Name of the Zila Nazim. Distric0\nMy countersigning officer is\n(Nam€ of the Provincial Police Officer)\nSignature \n-Eor llead-sf Di-s!ns! PollgcP.O.2002\nCONFIDM{TIAL\nGOVERNMENT OF PAKISTAN\nControlling Divisiotr Estqbllshmcnl I lnterior\nDlstricl of PostiDg\nPERFORMANCE EVALUATION REPORT\nOF fHE HEAD OF DISTRICT POLICE\nPART I\n(TO BE FII,LED IN BY.THE OFIICER REPONTED UFON)\nl. Nrme (in block ietlers)\n2. Personnel number. \n--- ;. ;;i;\"4 r,i\"tr' --_-_-_4. Drte of entrY in service.\n5. Post hcld during th€ pertod (wilh BPS) -=-6. Academic qualific'ations\n1Knowledge of lsngueges (Please indicale prcficiency in sPeaking (s) reading (R) and wriling(w)Districr \n-\n678 THE GAZETTE OF PAKISTAN,\n9. Period servedEXTRA., JULY 23, 2M5 [Panr I\n8 Ttaining received during the evaluation period (Training courseiattended earliel if any. may please be listed separatelytn rhe back page of thereport)\n.l(i) In present post (ii) Under the reporting OfficEr_\nPART II\nJob description:\nThe Head of District police will:-\n(i) administer the policb in the District in accordance with the police\nOrdec 2002:\n(ii) organize the Police fo.c\" un-,I\", his command for the,efficient\nperf^ormance of the duties given in Articles 3 and 4 of the police Order,2OU2iNarne of courses attended During wirh dates Name of institution and country\nPaxrll THE GAZETTE OF PAKISTAN, EXTRA., ruLY 23, 2005 6'19\n(iii) prepare local policing plan in coordination with the Zila Nazim and\nimplement the plan as approved by the District Public Safety\nand Police Complaints Commission:\n(iv) carry out the lawful orders and directions given by the Zila Nazim , the\nDistrict Public Safety and Police Complaints Commission and\nthe Provincial Covemment;\n(v) to maintain law and order and public peace in the District;\n(vi) ensure that Police support to the Govemment functionades in the District\nis made available promptlyl\n(vii) ensure that provisions of section 62 of the Code are implemented in\nletter and spirit;\n(viii) adhere to the directions and steps taken by the District or Provincial\nPublic Safety and Police Complaints Commission for prevenring\nthe Police from engaging in any unlawful activity arising out of\ncompliance with the unlawful or mala fide ordersl\n(x) ensure that the Investigation and Police functions relating to prosecution\nare carried out strictly in accordance with the law;\n(xi) keep the Zila Nazim fully informed by the personal contact and by\nwritten reports including daily reports of all matters relating to crime\n. and public order as well as his movements in the district;\n(xi| leave the district only after making officiating arrangements and inform\nthe Zila Nazim as well as the District Public Safety and Police Complaint\nCommission about such arrangements: and(ix) assist the District Public Safety and Police Complaints Commiss.ion in\nquarterly evaluation of the delivery of performance targets given in\nthe local policing pliur;\n680 Tm GAZETTE OF PAKISTAN, EXTRA., JULY 23,2005 [Penr I\n(xiii) perform other functions as provided in the Police Order 2002.\n(TO BE FILLED IN BY THE OTFICER REPORTED\nUPON)\nBrief account of achievements during the period supported by statistical\ndata where possible. Targets given in the approved Local Policing Plan and\nactual performance against such targets should be highlighted. Reasons for\nshonfall, if any, may also be stated.\nPART III\nl. Zlla Nazim shall, in the following space, record his assessment\nabout the performance of the Head of District Police relating to police functions,\nincluding law and order matters in the District and such assessment shall include\nhis response to the directions issued by the Zila Nazim, targets achieved given\nin the local policing plan, support to the Governmenr functionaries, behaviour\ntowards public, response to crises, disaster situations. pronounced weaknesses, if\nany and fitness for promotion.\n2. While recording his assessment, the Zila Nazim shall take into\nconsideration the input of concerned Commission at the District level.\nparticularly on the reports of the Commission given in Article ,14 (1) (b) and (d).\n3. The Annual Manuscript Performance Report must be concluded\nby definitively recording the performance to be stated as very good, good, average\nor below average, as the case may be. The final sentence in the assessment will\nstate whether thi officer is fit or unfit for promotion.2.\nANNUAL MANUSCRIPT PERFORMANCE REPORT (TO BE FILLED BY\n, ZILA NAZIM)\nPenr II THE GAZE'|TE OF PAKISTAN, EXTRA., JIILY 23, 2m5 681\n(Additional sheets may be added as required with proper numbering\nand the number of sheets to be recorded in this box.)\nSignature:\nName:\nSeal\nSignature:\nName of Zila Nazim: (ln Block Capital Letters)Date & Place.-\nDate:-\n682 THE GAZETTE OF PAKISTAN, EXTRA:, JULY 23, 2005 [Penr I\n1PART IV\nFIRST COUNTERSIGNING OFFICER'S EVALUATION\n(PROVINCIAL POLICE OTFICER / SECRETARY INTERIOR\n. FOR ISLAMABAD)\nPlease comment on the officer's performance on thejob as given in Part 1I\n(2) with special reference to his knowledge ofwork, ability to plan, organize\nand supervise, analytical skills, competence to take decisions and quality\nand quantity of output. How far was the officer able to achieve the targets?\nComment on the officer's contribution, with the help of statistical data, if\nany\" in the overall performance of the organization, Do you agree with what\nhas been stated in Part ll (2)?\nIf you have any additional points to what has been reported t:y the Zila\nNazim, please give reasons for each remark especially if it relates to any\nadverse remark.\n3. Integrity(Morality,uprightnessandhonesty)\nPen picture including the officer's strengths and weaknesses with focus on\nemotional stability, ability to work under pressure, communication skills\nand interpersonal effectiveness (weakness will not be considered as adverse\nentry unless intended to be treated as adverse).2\n4.\nPerr Il THE GAZETTE OF PAKISTAN, EXTRA., JLLY 23. 2005 683\n5. Area and level ofprofessional expertise with suggestions for future posting.\n6. Training and development needs\n7. Overall grading\nVerv Good Good Average\nNext 207oBelow Average\nNext 707o8. Comparative Grading\nCompared to other officers of his rank, the officer falls in\nTop lOVo\n9. Fitness for promotion Comment on the ofEcer's potential for holding\na higher position and additional responsibilities\nSignature Name of the reporting officer_\n(Capital let ters) _\nDesignation_- Date\n684 TIIE GAZE'ITE OF PAKISTAN, EXTRA., JULY 23, 2005 [PmrI\nPART V\nREMARKS OF THE SECOND COUNTERSICNING OFFICER\n(CHIEF EXECUTIVE OF THE PROVINCE / MINISTER FOR\nINTERIOR FOR ISLAMABAD)\nSignature Name\nDesignation Date\nP.ur Il THE GAZETTE OF PAKISTAN. EXTRA., JULY 23, 2005 685\nGUIDELINES FOR FILLING UP THE PER\nAfter initiation ofhis PER, the Head ofDistrict police should immediately\nfill up the detachable 'certificate' giving names of the ZiIa Naziml\nProvittcial Police Oficer and forward the same to the Officer Incharge\nofhis respective confidential records. This exercise willensure proper follow-\nup of the pending performance evaluation repons.\nForm should be filled in duplicate. Pans I and II are to be filled by the\nofficer under report and should be typed. Part III will be filled by the Zila\nNazim while the Provincial Police Officer / Chief Executive of the\nProvince will ftll Pans IV and V respectively.\nThe officer under report should fill Part II (2) of the form as objectively as\npossible and short term and long term targets should be determined / assigned\nwith utmost care.\nessment by the Zila Nazim should cover all points mentioned in part III.\n.hould avoid giving a biased or evasive assessment of the officer under\nreport. His opinions should represent the result of careful consideration and\nobjective assessment so that, if called upon. he could justify the remarks /\ncomments. He may maintain a record of the achievements/failures of the\nHead of District Police.\n686 THE GAZETTE OF PAKISTAN, EXTRA., JULY 23,2005 [Prnrl\nThe Provincial Police Officer should weigh the remarks ofthe Zila Nazim\nagainst his personal knowledge ofthe Head of District Police, compare him\nwith other Heads of District Police, and then give his overall assessment of\nthe Head of District Police. In case of disagreement with the assessment\ndone by the Zila Nazim, specific reasons should be recorded by the Provincial\nPolice Officer in each case in Part IV\nThe Provincial Police Officer should underline. in rcd ink, remarks which in '\nhis opinion are adverse and should be communicated to the Head of District i\nPolice. All adverse remarks should be communicated to the Officer, with a\ncopy of communication placed in the CR dossier. Zila Nazim should ensure\nthat he properly counsels the Head of Disuict Police before adverse remarks\nare recorded.\nThe Zlla Nazim and Provincial Police Officer should be clear, direct,\nobjective and unambiguous in their remaiks. Vague impressions based on\ninadequate knowledge or isolated incidents should be avoided.\nReports should be consistent with the pen picture, overall grading ar^\ncomparative grading.\nWhile taking into consideration the assessment reported by Zila Nazim for\nthe promotion of the Officer reported on, the promotion board will ensure\nPmr ll TIIE GAZETTE OF PAKISTAN, EXTRA., ruLY 23, 2005 687\nthat the assessment given by Zla Nazim is considered as the integral Part of\nthe overall rxing and ensure that it is part of the normal chaonel.\".\n, GENERAL\nPERVEZ MUSHARRAF,\nPRESIDENT.\nJusrce (RErD.)\nMANSOOR AHMED,\nSecretary.\nI\nPRINTED BY THE MANAGER. PRINTINC CORPORATION OFPAKISTAN PRESS, ISLAMABAD\nPUBLISHED BY T1IE DEPUTY CONTROLLE& STATIONARY AND FORMS. UNIVERSITY ROAD, KARACHI'"
}