{
    "file": "./converted_json\\administratora8ec48c51cd139fabc5ab0ebbe2a6870.json",
    "name": null,
    "date": null,
    "tagline": null,
    "content": "1  THE  CHAIR MAN A ND SPEAKER (SALAR IES, ALLOWANCE  AND PRIVIE GES) \nACT, 1975.  \n \n1Act No. LXXXII OF 1975 \n \nAn Act to provide for the sala ries, allowances and privileges of the Chairman of the \nSenate and the Speaker of the Na tional Assembly. \n \nWHEREAS  it is expedient  to provide for the salaries, allowances and privileges \nof the Ch airman of the Senate and the Speaker of the N ational Assembly, and for matters \nconnected therewith;  \n \nIt is hereby enacted as follows :- \n \n1. Short title and commencement.- (1) This Act may be called the C hairman and \nSpeaker (Salaries, Allo wances and Privileges) Act, 1975.  \n \n(2) It shall come into force at once and shall be deemed to have taken effect on the \nfourteenth d ay of August, 1975.  \n \n2. Definitions. In this  Act, unl ess there is anything repugnant in the subj ect or \ncontext, \n \n(a)       \"Assembly\" means the  National Assembly; \n \n(b)       \"Chairman\" means the Chairman of the  Senate as defined in the Const itution \nwhen he is not  performing  the functions  of President; \n \n(c)       \"family\", in relation to the Chairman or the Speaker, means his [spouse], \nlegitimate children and step children residing  with and whol ly dependent on \nhim; \n \n(d)       \"maintenance\" in relation to a residence includes the payment of local rates \nand taxes and the p rovision  of water, gas and electricity; \n \n(e)       \"official busin ess\", in relation to the Ch airman and the Speaker respectively, \nmeans  attending  the  sessions  of  the  Senate,  the  Assembly  and  the  Joint \nSittings of Parliament, and includes such other functions  or duti es connected \nwith the busin ess of Parliament as may be performed or discharged by the \nChairman and the Speaker; \n \n(f)        \"official residence\" means the house reserved from time to time for use by the \nChairman or the  Speaker and includes the staff quarters and other build ings \nappurtenant to, and the  gardens of, the residence; \n \n \n \n1For Statement of Objects and Reasons, see Gaz. of P., 1975, Ext., Pt. Ill, p. 1081. \n2Subs. by the Finance Act, 1996 (9 of 1996) s. II, for \"wife or wives\". \n2  (g)       \"Speaker\" means the Speaker of the Assembly as defined in the Constitu tion \nwhen he is not  performing  the functions  of President; and \n \n(h)       Other words and expressions  used but not defined in this Act have the s ame \nmeaning as in the Constitution  of the  Islamic Republic  of Pakistan or in  the \nFundamental and Supplementary Rules. \n \n3. Salary. There shall be paid to the Chairman and the Speaker a salary at the rate of \n1[2[forty thous and] rupees per mensem: \n \nProvided that, if a person who h as retired from the service of Pakistan is elected as \nChairman or Speaker after the comm encement of this Act, his pension sh all be held in \nabeyance and shall not be payable for the period he holds the o ffice of Chairman or Speaker. \n \n4. Equipment allowance. The C hairman and the Speaker may, on his election as \nsuch, draw 3[4[five thou sand] rupees] as an allowance for equipping  hims elf: \n \nProvided that, during the ten years immediately preceding the said election, he had \nnot drawn an allowance for the same purpose upon election or appointm ent as Chairman, \nDeputy Chairman, Speaker, Deputy Speaker, Federal; Minist er, Governor or Minist er of \nState or to a diplom atic office. \n \n5. Allo wances on taking up and laying down the office.- (1) the Ch airman and the \nSpeaker shall be entitled to claim actual expenses to the extent mention ed below from his \nordinary place of residence to the seat of the Senate or, as the case may be, the Assembly on \ntaking up office and from the seat of the Senate or the Assembly to his ordinary place of \nresidence on laying down office:- \n \n(a)       The actual travelling expenses for hims elf and his family; \n \n(b)       The cost of transporting personal servants, not exceeding two, by the  lowest \nclass of accommod ation; and \n \n(c)        The  cost of transpo rting hous ehold effects, not exceeding one hund red and \ntwen ty maunds,  by goods train, steamer or other craft, excluding  aircraft, and \nhis p ersonal car, if any. \n \n \n1Subs. and shall be deemed to have been so subs. by the Chairman and Speaker (Salaries, Allowance and Privileges) (Amdt.) Act, 1985 (2 \nof 1985), s.2, (w.e.f. 1-3-1985), for “four thousand rupees”. \n2Subs. by the Finance Act, 1996 (9 of 1996), s.11, for “seven thousand”. \n3Subs. by Act 2 of 1985,s.2. \n4Subs. by Act 9 of 1996, for “four thousand”. \n3  (2) No claim shall lie for any travel or transportation not performed or effected \nwithin  six months  of the date of taking up or  laying down office, as the case may be. \n \n \n \n6. Sumptuary allowance. The Ch airman and the Speaker shall receive sumptu ary \nallowance at the rate of 1[2[six thous and] rupees] per mensem. \n \n7. Transport. The Chairman and the Speaker 3[and the members of their families] \nshall be entitled to the use of  an official car maintained at Government expense families] \n \n8. Official residence.- (1) The C hairman and the Speaker shall be entitled, without \npayment of rent, to the use of a residence throughout his term of office, and for a p eriod of \nfifteen days immediately thereafter, and no charge shall fall on him personally in respect of \nits maintenance. \n \n4*                    *                      *                      *                      *                      *                      *  \n \n5[(1A) The assessed rent of house  hired for the use of the  Chairman or the Speaker \nshall in no case exceed 6[seventeen thous and] rupees] per mensem.] \n \n(2) The official residence shall be furnished by Government at a cost not exceeding \n7[ 8[one hund red thous and] rupees]. \n \n(3) If at the time  a Chairman or a Speaker enters upon his o ffice, an official residence \nis not provided to him, he shall, until such residence is provided by the  Government, be paid \nthe actual expenditu re incurred by him  on furnished accommod ation for hims elf and his \nfamily, subject to a maximum  of 7[6[seventeen thous and] rupees] per mensem. \n \n(4) Where the Chairman or the Speaker choos es to reside in his own house, he may \nbe paid a month ly sum of 7[6[seventeen thous and] rupees] in lieu of the furnished \naccommod ation and to cover all expenses on its  maintenance: \n \nProvided that no furniture or furnishi ngs shall be provided therein at the cost of \nGovernment. \n \n9[(5) The Chairman and the Speaker may establish  a residential office which shall be \nfurnished and facilities provided therein at Gov ernment expense.] \n \n10[8A. Residential Telephone, etc. (1) The Chairman and the Speaker shall be \nentitled to a telephone to be installed at their residences at Government expense and shall be \nexempted from p ayment of its rental and charges of calls m ade therefrom within the  country. \n \n(2) A casual telephone  facility shall be provided to the Chainman and the Speaker \nduring their tour within the  country.] \n \n1Subs. by the Chairman and Speaker (Salaries, Allowances and Privileges) (Amdt.) Act, 1985 (2 of 1985) s. 4. \n2Subs. by the Finance Act, 1996 (9 of 1996) s. 11, for \"three thousand\". \n3Ins. ibid., \n4Proviso omitted by the Finance Act, 1997, (22 of 1997) s. 6, which was previously amended by various enactments. \n5Ins. and shall be deemed to have been taken effect (w.e.f. 1-3-1985) by Act. 2 of 1985. s. 5. \n6Subs, by Act 9 of 1996. s. 11, for \"eight thousand\". \n7Subs, by Act 2 of 1985. s. 5. \n8Subs, by Act 9 of 1996, s. 11 for \"sixty thousand\". \n9Added by Act 4 of 1999, s.11. \n10New section 8A ins. by the Finance Act, 1996 (9 of 1996) s. 11. \n4  9. Travelling allowance for journeys within Pakistan.- (1) Subject to the \nprovisions  hereinafter appearing, the Chairman and the Speaker when travelling on  official \nbusin ess shall be treated as a first grade officer. \n \n(2) When travelling on official busin ess by rail, the Chairman and the Speaker shall \nbe entitled \n \n(a)       to  requisition  at  the  cost  of  Government  a  reserved  railway  saloon,  if \navailable, or a two -berthed or four berthed first class compartment, including \nan air condition ed compartment if available on the  train ; \n \n(b)       to draw an allowance of 1[one hund red and fifty rupees] for every twenty-four \nhours of the period of journey and an allowance of 3[seventy-five rupees] for \na lesser period in addition  to the daily allowance admissible  under section 10 \n; \n \n(c)       to  take  with  him ,  at  Government  expense,  not  more  than  two  personal \nservants by the  lowest class of accommod ation when travelling by a two- \nberthed or four-berthed railway compartment and not more than four personal \nservants when travelling by a requisition ed railway saloon ;  \n \n(d)       to the cost of transpo rting personal luggage not exceeding three maunds  when \ntravelling by a railway compartment and not exceeding six maunds  when \ntravelling by a requisition ed railway saloon ;  and \n \n(e)       to  take with him witho ut payment of fare, the members of his family, not \nexceeding four, when travelling in a requisition ed railway compartment or a \nsaloon.  \n \n(3) When travelling on official busin ess by steamer or launch, the Chairman and the \nSpeaker shall be entitled \n \n(a)       to draw the actual fare paid for hims elf; \n \n(b)       to  draw an allowance of 2[one hund red and fifty rupees] for every \ntwenty-four ho urs of the period of journey, and 1[seventy-five rupees] \nfor a lesser period in addition to the daily allowance admissible  under \nsection 10;  \n \n(c)       to take with  him, at Government expense, not more than two personal \nservants by the lowest class of accommod ation ; and \n \n(d)       to  the  cost  of  transpo rting  p ersonal  luggage  not  exceeding  three \nmaunds.  \n \n \n \n \n1Subs. by the Chairman and Speaker (Salaries, Allowances and Privileges) (Amdt) Act, 1985 (2 of 1985), s. 6. \n2Subs, and shall be deemed to have taken effect (w.e.f. 1-3-1985), by the Chairman and Speaker (Sa laries. Allowances and Privileges), \n(Amdt.) Act. 1985 (2 of 1985), s. 6. \n5  (4) The Chainman or the Speaker may, if the public int erest so demands, t ravel by \nair, in whi ch case he shall be entitled- \n \n(a)       to the actual air fare paid for hims elf; \n \n(b)       to  the  cost  of  transpo rting  personal  luggage  not  exceeding  one  hund red \npounds in clusive of  the free allowance given by the air company ; \n \n(c)       to requisition  at the cost of Government, if he consid ers it necessary in the \npublic  interest, an aeroplane or a helicopter belonging to the Pakistan Air \nForce or a Provincial Government, subject to availability and in accordance \nwith the rules framed by the  relevant authority, or an aeroplane belonging to \nany flying club in Pakistan; \n \n(d)       to take with him one member of his family wh en travelling by a comm ercial \naeroplane or four members of his family when travelling by a requisition ed \naeroplane,  provided  that  no  non-official  shall  be  allowed  to  travel  in  a \nPakistan Air Force aeroplane without  the authority of the Minist ry of Defence \n; \n \n(e)       to the cost of transpo rting not more than two personal servants by the  lowest \nclass of accommod ation by rail or steamer ; \n \n(f)        to the carriage of personal luggage by rail or steamer, subject to a maximum \nof three maunds ;  and \n \n(g)       to  take  with  him  by  air  one  personal  servant  or  a  peon  in  lieu  of  the \nentitlement in clauses (e) and (f). \n \n(5) The Chainman and the Speaker shall be entitled, for a journey performed on \nofficial busin ess by road beyond a radius of five miles from his headquarters, to a mileage \nallowance of 1[two rupees per kilom eter] if a pu blic conveyance is used or 1[one rupee and \nfifty paisa per kilom eter] if a private car is used, and in any other case to an allowance at the \nrate of 1[one hund red and fifty rupees] per day: \n \nProvided that the allowance mention ed in this sub-section shall be admis sible only in \nrespect of \n \n(a)       a journey or that part of a journey which has to be undertaken by road in the \npublic int erest or in the absence of railway communi cation ; and \n \n(b)       a short journey which cannot conveniently be undertaken by rail and which \ninvolv es an absence from headquarters for more than eight consecutive ho urs. \n \n(6) In respect of a journey performed on official business by road beyond a radius of \nfive mil es from his headquarters, the Ch ainman and the Speaker shall be entitled to receive \nthe actual cost of transporting \n \n1Subs, and shall be deemed to have taken effect (w.e.f. 1-3-1985), by the Chairman and Speaker (Sa laries. Allowances and Privileges), \n(Amdt.) Act. 1985 (2 of 1985), s. 6. \n6  (a)       not more than two personal servants, provided that the servants travelled by a \nconveyance other than that by wh ich the Chainman or the Speaker travelled ; \nand \n \n(b)       up to a  maximum  of three maunds of  personal luggage: \n \nProvided that the journey is performed to a place of halt in respect of which daily \nallowance admissibl e. \n \n10. Daily  allowance during halt.- (1) The  Chairman and the Speaker, while  on tour \non official busin ess, shall be entitled to receive a daily allowance of 1[four hund red] rupees \nfor each day of halt except that, when he stays in a reserved railway saloon,  the allowance \nshall be twen ty-five rupees per day. \n \n(2) The allowance mention ed in sub -section (1) shall be admissible  \n \n(a)      at half of the full rate for the day of arrival at, and departure from, the place \nof halt, but no daily allowance shall be admissible  in respect of a place of halt \nfrom which the Chairman or the Speaker departs on the same day on which \nhe arrived at it; and \n \n(b)       except as provided in clause (a), at the full rate for first ten days of each \ncontinuous  halt, at three-fourths of the full rate for the next twenty days and \nat half of the full rate thereafter. \n2[(3) Where the Ch ainman or the Speaker on tour stays in a hotel because of  non- \navailability of accommod ation in any Government guest house or rest house, he shall be \nentitled to the reimbu rsement of actual rent charges of a small suite  for the period of stay in \nthat hotel, in addition to the daily allowance.] \n \n11. Halt on  tour. A halt on tour sh all be treated as continuous  halt unless terminated \nby an absence at a distance from the halting place exceeding five miles for a period which \nincludes not l ess than seven successive  nights. \n \n12. Travelling allowance for journeys abroad. The Chairman and the Speaker \nwhen travelling on  official busin ess outside  Pakistan shall be entitled to such travelling \nallowance as may be prescribed by Government from time  to tim e. \n \n13. Medical facilities. The Chairman and the Speaker and his  family shall be entitled \nto medical facilities admissible und er the Special Medical Attendance Ru 1es, except that he \nand his family shall be entitled to receive medical treatment at his o fficial residence. \n \n14. Provident Fund.- (1) The Chairman and the Speaker may, at his option, become \na subs criber to the General Provident Fund; and if he so  opts,  he shall subscribe to  the Fund \nas  a  compu1so ry  subs criber  in  accordance  with  the  General  Provident  Fund  (Central \nServices) Ru1 es. \n \n(2) A temporary advance may be granted to a Chairman or a Speaker from the \namount  standing to  his credit in the General Provident Fund at the discretion of the \nGovernment for the purpose for which such advance may be granted to a subscriber under \nthe said Rul es. \n \n(3)  The  grant  of  temporary  advance  under  sub-section(2)  shall,   unl ess  the \nGovernment otherwise d irects, be subj ect to the conditions  to which an advance granted to a \nsubscriber under the aforesaid Rul es is subj ect. \n \n \n_ \n1Subs. by the Finance Act, 1996 (9 of 1996),s.11, for “fifty”. \n2Added by Act 4 of 1999, s.11. \n7  15. Personal staff. The Ch airman and the Speaker shall be entitled to such personal \nstaff as may be prescribed by Government. \n \n16. Compensation in case of  air a ccidents.- (1) If the Ch airman or the Speaker, \nwhile  travelling by air on official duty, by any flight, scheduled or unscheduled including \nflight in a Government-owned aircraft of any type, dies or receives an injury as a resu1t of \nan accident, the Government shall pay to the person or persons referred to in sub-section(2) \na sum  of 1[three  hund red  thous and]  rupees  in  the  case  of  death  and  an  amount  to  be \ndetermined  by  the  Government  having  regard  to  scales  of  compensation  applied  by \ninsurance companies in like cases, in the  case of injury. \n \n(2) T he compensation shall be payable, in the case of injury, to the Chairman or, as \nthe case may be, the Speaker, and, in the case of death, to such member or members of his \nfamily, or, if there be no such member, such other person or persons,  as may be nomin ated \nby him, and in the absence of such nomin ation to his h eirs. \n \n(3) A nomin ation under sub-section(2)  may be made, revoked or altered by a notice \nin writing signed by the Chairman or, as the case may be, the Speaker and addressed to the \nAccountant General, Pakistan Revenues. \n \n17. Leave.- (1)The President may grant to the Chairman and the Speaker during his \nterm of office, at any one time or from time to time, leave of absence for urgent reasons of \nhealth or private affairs, for a period not  exceeding in the aggregate three months.  \n \n(2)  The  Chairman  and  the  Speaker  shall  be  entitled  to  receive  leave  salary  of \n2[3[twenty thousand two  hund red and fifty] rupees] per mensem. \n4[17A.  Discretionary Grant. The Ch airman and the Speaker shall be entitled to \nauthorized discretionary grant of six hund red thousand rupees per annum  or such amount  as \nmay be decided by the Finance Committ ee of each Hous e; and] \n5[18.A dditional privileges. The Federal Government may grant to the Chairman and \nthe Speaker such addition al privileges as it may deem fit.] \n \n19. Power to make rules.- The Federal Government may, by not ification in the \nofficial Gazette, make rules for carrying into effect the p rovisions  of this Act. \n6[19A. Increase in  emoluments.-The s alary, allowances and privileges of Chairman \nand Speaker shall autom atically be revised alongwith  the revision  of the  emolum ents of the \ncivil servants.] \n7[19B. Security.- Every Person who has held the office of the Chairman or the \nSpeaker shall be entitled for life to the suitable security, which the Federal Government \nshall, by noti fication in official Gazette, specify and make the required arrangements \nincluding  services of personn el, vehicle or vehicles and allied matters.”] \n20. [Repeal] Omitt ed by the Federal Laws (Revision and Declaration)  Ordinan ce, \n1981 (X XVII of 1981),s.3 and II Sch., \n \n1Subs. by the Finance Act, 1996 (9 of 1996),s.11, for “one lakh and fifty thousand”. \n2Subs. and shall be deemed to have taken effect (w.e.f. 1-3-1985) by the Chairman and Speaker (Salaries, Allowances and Privileges), \n(Amdt.) Act, 1985 (2 of 1985), s. 7. \n3Subs, by Act 9 of 1996, s. 11, for \"seven thousand\". \n4Subs. and Ins. by Act XVI of 2010, s.5 (w.e.f 1-7-10). \n5Added by Act XVII of 2012,s.8 (w.e.f. 1-7-2012). \n6New section 17A and 19A ins. ibid., \n7Subs. by Act XXII of 2013,s.4 (w.e.f. 1-7-2013)."
}