{
    "file": "./converted_json\\administrator46b7165a689061d2d51ad72e0488cace.json",
    "name": "Companies (Buy-back of Shares) Rules, 1999",
    "date": "December 14, 1999",
    "tagline": "Pakistan's Regulations for Share Repurchase",
    "content": "SsSECURITIES AND EXCHANGE COMMISSION OF PAKISTAN \n- - - - \n  \nIslamabad, the December 14, 1999 \n  \nNOTIFICATION \n \n   S.R.O. 1337 (I)/99.- In exercise of the powers conferred by section 506 of the Companies Ordinance, 1984 (XLVII of 1984), read with section 95A thereof, and clause (b) of section 43 of the Securities and Exchange Commission of Pakistan Act, 1997 (XLII of 1997), the Securities and Exchange Policy Board hereby makes the following rules, the same having been published previously as required by the proviso to sub-section (1) of said section 506, namely:-  \n \n \nTHE COMPANIES (BUY-BACK OF SHARES) RULES, 1999  \n  \n1. Short title commencement and application.- (1) These rules may be \ncalled the Companies (Buy-back of Shares) Rules, 1999.  \n(2) They shall come into force at once.  (3) They shall apply to listed companies.  \n2. Definitions.-  (1) In these rules, unless there is anything repugnant in \nthe subject or context,- \n \n(a) \"Commission\" means the Securities and Exchange \nCommission of Pakistan; \n (b) \"Ordinance\" means the Companies Ordinance, 1984 (XLVII \nof 1984); and \n (c) \"purchase\" means purchase by the companies of their own \nshares. \n \n (2) All other terms and expressions used but not defined in these rules shall have the same meaning as assigned to them in the Ordinance.  \n-:    :- \n 3. Financial ratios.-  (1) Subject to and in addition to other restrictions and \nconditions provided  in section 95A of the Ordinance, the company intending to purchase, shall have debt-equity and current ratios as under: \n \n(i) Debt-equity ratio     60 :40  (ii) Current ratio             1:1 \n \n (2) The financial ratios specified in sub-rule (1) shall be certified by the auditors of the company on a date not earlier than thirty days immediately preceding the date of passing the special resolution for the purchase.   (3) Debt-equity and current ratios as certified by the auditors shall be indicated in the explanatory statement to be circulated to the members alongwith the notice of the meeting in which the proposed purchase is to be considered.  4. Availability of sufficient cash.-  (1) The company shall have sufficient \ncash available with it for the purchase.    (2) A certificate from the auditors that sufficient cash is available, shall be obtained by the company on a date not earlier than thirty days immediately preceding the date of passing the special resolution for purchase and the position shall be indicated in the explanatory statement to be circulated along with the notice of the meeting.  5. Purchase procedure.-  (1) The directors shall take a decision in a \nmeeting for the purchase of a specified number of shares at a determined price and shall fix a date for the company's meeting for seeking the approval of shareholders.   (2) The decision of the directors for the purchase shall be communicated to the Commission and the respective stock exchange on the day of the decision.   (3) Subject to the approval of the shareholders, made in a meeting through special resolution, the tender notice for the purchase shall contain -  \n(i) the maximum number of shares to be purchased by the \ncompany; \n \n-:    :- \n (ii) the manner in which the offer shall be communicated; \n (iii) the last date by which the offer to sell the shares shall be \nmade; and \n (iv) the name and the address of the designated branches of \nthe authorized bank. \n \n (4) A shareholder, interested to sell his shares to the company in response to the tender notice, shall make the offer in writing through the designated branches of an authorized bank, providing the following information in the offer, namely:- \n \n(i) Name of the shareholder;  (ii) his father's name and in the case of a married woman or a \nwidow, her husband's name; \n (iii) National Identity Card No.;  (iv) address of the shareholder registered with the company;  (v) number of shares offered for repurchase by the company;  (vi) distinctive numbers of share certificates (if not in the \nCentral Depository);  \n (vii) folio No. (if not in the Central Depository); and  (viii) sub-account number with the Central Depository, if any.  \n (5) The company shall take a decision on the offers received within ten days of the closing date of the receipt of offers. \n \n (6) In case, offers received in response to tender notice exceed the requisite purchase, the acceptance thereof shall be on pro-rata\n basis in lots of \nfive hundred shares. \n \n (7) The acceptance of the offer shall be communicated within seven days of the decision. \n \n (8) The shareholder, whose offer has been accepted, shall submit the share certificates along`with the transfer deed duly signed, verified and witnessed to the company through designated branches of the bank within seven days of the receipt of acceptance from the company. \n \n-:    :- \n  (9) Where the shares are on the Central Depository System a \nconfirmation from the Central Depository, about the availability of the shares along`with authorization to transfer, shall be sent to the designated branches of the bank within seven days of the receipt of acceptance of the offer.   (10) In the case of non-compliance with sub-rules (8) and (9), the acceptance of the offer shall be deemed to have been revoked. \n \n (11) The company shall pay the price of the purchase through 'bank draft'/'pay order' immediately on receipt of the share certificates and transfer deed or the authority to transfer the shares from the Central Depository, as the case may be but not later than seven days. \n \n6. Disclosure of purchase.-   The purchase shall be disclosed in the \nbalance sheet as reduction of share capital and other necessary details including the mode and purchase price shall be provided in the explanatory notes of the accounts. \n \n7. Filing of return.-  The company shall submit to the Commission and \nthe registrar concerned a return and a declaration of solvency within thirty days of the purchase in the manner set out in the Schedule to these rules.  8. Penalty.-  Whoever fails or refuses to comply with or contravenes any \nprovision of these rules, or knowingly and wilfully authorizes or permits such failure, refusal or contravention shall, in addition to any other liability under the Ordinance, be also punishable with fine not exceeding two thousand rupees, and, in case of continuing failure, refusal or contravention, to a further fine not exceeding one hundred rupees for every day after the first during which such contravention continues.\n \n-:    :- \n SCHEDULE  \n(See rule 7)  \n \nTHE COMPANIES ORDINANCE, 1984  \n[See Section 95A(13)] \n \n(i)    RETURN ABOUT THE PURCHASE BY  \n      THE COMPANY OF ITS OWN SHARES \n  \nName of company ..................................... ................................. Company’s registration No.............................................................. Date of listing and name of stock exchange ........................................... ....................................................................................................... Presented by ................................................................ (state the name and designation of the officer signing the document). Fee paid Rs................ in...................................................(name and address of the bank) vide\n receipt No. ............. dated .......................... or bank draft/pay \norder No.............................dated................................ (To be attached in original). \n To  (i) The Securities and Exchange  \nCommission of Pakistan  \n(ii) The Registrar of Companies \n........................................ ........................................ \n  \nPARTICULARS RELATING TO PURCHASE  \nOF THE COMPANY'S OWN SHARES \n (1) Total number of shares purchased. (2) Total amount of cash paid for purchase of shares. (3) Date of purchase (4) Cash available with the company before making the payment on \n.................(date) \n(5) Distributable profits on the date of purchase. (6) Mode of purchase (indicate whether through stock exchange or \notherwise). \n(7) Date of the meeting in which special resolution for the purchase of \nshares was passed. \n(8) Date of despatch of notice of the meeting (Attach the notice along with \nthe explanatory statement and other enclosures). \n(9) Date of declaration of solvency by directors (Attach a copy of the \n'declaration' verified by an affidavit as per Annexure). \n Date ............................ Place ........................... \nSignatures:................................ \n-:    :- \n (Names in block letters of majority of the  \ndirectors including the chief executive).  \n-:    :- \n (ii)   DECLARATION OF SOLVENCY \n \n[See section 95A(8)] \n \n \n Name of the company .............................................................Ltd. Presented by ................................................................................ \nDeclaration of solvency  \n We, (i) ........................................, (ii) ............................................, (iii) ........................................, and (iv) ............................................. being majority of the directors of ....................................................... do solemnly affirm and declare that we have made a full enquiry into the affairs of the company, and that, after having done so, we have formed the opinion that the company shall continue to operate as a going concern and that it is capable of meeting its liabilities on time during the period up to the end of the immediately succeeding financial year.  And we make this solemn declaration believing the same to be true. \n \nSignatures: (i).....................(chief executive) \n(ii)........................(director \n(iii).......................(director) \n(iv).......................(director) \n  Solemnly affirm and declare at ......................... the ................... day of .................(year), before me. \n \n  \nOATH COMMISSIONER OR \n NOTARY PUBLIC \n \n \n------------------------------------------------------------------------------- No. 95A/Com.(CL)/99 \n   \n( MUHAMMAD SIDDIQUE ) \nJoint Registrar of Companies (HQ)"
}