{
    "file": "./converted_json\\administrator1653cef528fda8195a48f045d399a437.json",
    "name": "Marketing of Petroleum Products (Federal Control) (Repeal) Ordinance, 2002",
    "date": "26-10-2002",
    "tagline": "An Ordinance to repeal the Marketing of Petroleum Products (Federal Control) Act 1974",
    "content": "MARKET ING  OF PETROLE UM PRODUC TS (FEDERAL  CONTROL) \n(REPEAL) ORDINA NCE, 2002  \n \nORDINAN CE LXXXIX OF 2002  \n \n \nAn Ordinance to repeal the Marketing of Petroleum Product (Federal Control) \nAct 1974  \n[Gazette of Pakistan, Extraordinary, Part I dated 26-10-2002] F.No.2 (1)/200 2-\nPub. dated 26-10-2002 .---The  following  Ordin ance promulgated by \nthe President is hereby publish ed for general information:- \n \n \nWhereas  it  is  expedient  to  repeal  the  Marketing  of  Petroleum  Products  (Federal \nControl)  Act, 1974  (XVII  of 1974), and to pro vide for matters connected therewith or \nincidental thereto: \n \nAnd  whereas  development  of the  oil  marketing  sector  under  Federal  Government \ncontrol  is no longer  viewed  as necessary  in the public  interest  and circumstances \nrender it more favourable for development to be undertaken by the private sector; \n \nAnd whereas Pakistan State Oil Company Limited is the only oil marketing; company \nin respect of which an Order has been issued under the aforesaid Act and to which \nthat Act currently applies; \n \nAnd   wh ereas   the  Federal   Government   is  in  the  process   of  deregulating   the \ndownstr eam oil sector and in encouraging private investment in this  sector as well as \nprivatising  certain of its own interests in the downstream oil sector including by way \nof divestment of its shares in Pakistan State Oil Company Limited. \n \nAnd  whereas  the  President  is  satisfied  that  circumstances  exist  which  render  it \nnecessary to take immediate action; \n \nNow,  therefore, in pursu ance of the Proclamation of Emergency of the Fourteenth day \nof October, 1999,  and the Provision al Constituti on Order No. 1 of 1999,  read with the \nProvision al  Constitution  (Amendment)  Order No.9 of 1999,  and in exercise  of  all \npowers enabling him in that behalf, the President of the Islamic Republic of Pakistan \nis pleased to make and promulgate the following  Ordin ance: \n \n1. Short title, extent and commencement.-(1) This Ordin ance may be called the \nMarketing of Petroleum Products (Federal Control) (Repeal) Ordin ance, 2002. \n(2) It extends to the whole of Pakistan. \n(3) It shall come into force at once except sections 3 to 7 which shall come into force \nupon  the occurrence of the effective date. \n \n2. Definitions. ---In this Ordin ance, unless there is anything  repugnant in the subject \nor context,- \n \n(a) \"Act\" means the Marketing of Petroleum Products (Federal Control)  Act, 1974 \n(XVII  of 1974);  \n \n(b) \"Board\" means the Board of Management or the Board of Directors, as the case \nmay be: \n \n(c) \"Board of Directors\" means the Board of PSO reconstituted as a board of directors \npursu ant to section 4 of this Ordin ance; \n \n(d) \"Board of Management\" means a Board of Management set up under section 7 of \nthe Act; \n \n(e) \"Chief Executive\" has the same meaning as in the Companies Ordin ance; \n \n \n(f) \"Companies Ordinance\" means the Companies Ordin ance, 1984  (XLVII of 1984); \n(g) \"Director\" has the same meaning as in the Companies Ordin ance; \n(h) \"effective date\" means the date as may be appointed by the Federal Government in \nthe Official Gazette for the purpo ses of subsection (2) of section 3: \n \n(i) \"marketing company\" has the same meaning as in the Act; \n \n \n(j) \"Order\" means the order issued pursuant to section 5 of the Act for the take over of \nthe management of PSO contained in statutory notification S. R. O. No. 100 (I)/77 \ndated 31st January, 1977;  \n \n(k) \"PSO\" means the Pakistan State Oil Company Limited: \n \n \n(l) \"Managing Director\" means the person appointed to act as Managing Director of \nPSO by the Federal Government pursu ant to the Act; \n \n \n(m) \"Monopol ies Ordn ance\" means the Monop olies and Restrictive Trade Practices \n(Control  and Prevention)  Ordin ance, 1970  (VI of 1970);  and \n \n \n(n)  \"Privatisation\"   has  the  same  meaning  as  in  the  Privatisation   Commission \nOrdin ance, 2000  (LII of 2000).  \n3. Repeal and rescission.---(1) The Act shall stand repealed on the occurrence of the \neffective date and the Order shall stand rescinded concurrently therewith.  \n \n(2) For the purpos es of this Ordinance, the effective date shall be the date of transfer \nof all the shares in PSO as are owned by the Federal Government  to one or more \nprivate sector investors  pursu ant to a \"privatisation\"  effected under and pursu ant to \nthe Privatisation  Commission  Ordinance, 2000  (XLII of 2000)  and any rules made \n(sic). \n \nExpl anation.---For  the purpos es of this section the expression \"transfer\"  means the \nregistration  of the transfer  of the  shares  as contemplated  above  in the register  of \nmem bers of the PSO. \n \n4. Consequences of repeal on PSO.- Imme diately upon  the repeal of the Act on the \neffective date and notwithstanding  anything  contained in any other law for the time \nbeing in force-- \n \n(a) the  Board of Management of PSO shall be immediately and automatically \nreconstituted as a Board of Directors with the same number of directors (including the \nchief executive) who shall all be deemed to have been elected as directors of PSO \nunder and pursu ant to the  terms of section 178 of the Companies Ordin ance and PSO's \nown  Articles  of  Association  and  to  h ave  fulfilled  all  requisi te  procedural  and \nnotification requirements: \n \nProvided that the term of office of such reconstituted  Board shall be only until an \nelection of directors is held as provided in section 6: \n \nProvided  further  that there  shall be no need for the directors  on the reconstituted \nBoard of Directors to file consents under section 184 of the Companies Ordin ance to \nact as directors of PSO until fifteen days after the Board has been reconstitu ted  or \ntheir appointment takes effect: \n \nProvided also that in case of any conflict between the Articles of Asso ciation of PSO \nand this Ordin ance, the provisions  of this Ordin ance shall prevail. \n \n \n(b) PSO shall cease to be a \"managed company\" under the Act and all powers of the \nFederal Government under the Act shall cease including  any power to manage PSO or \nto appoint any Managing Director or ot her chief executive officer for PSO. The \nManaging Director and oth er members of any Board of Management (including  the \nChairman  of  the  Board  of  Management)  shall  nevertheless  contin ue  in  office  as \ndirectors of the Board of Directors (and as Chairman and chief executive of the Board \nof Directors) until and unless their respective terms of office expire  or they (or any of \nthem)  earlier  resign  or  become   disq ualified   from  being  a  director  under  the \nCompanies Ordin ance or otherwise  cease to hold office; \n(c) neither the business of PSO as carried on at the  effective date nor any situation \nexisting  or  prevailing  in  regard  to  PSO  at  the  effective  date  shall  be  treated  as \nconstit uting unreasonable monopoly  power under the Monopoli es Ordin ance and no \nrelationship,   acquisition   or   merger   or   action   taken   immediately   and   directly \nconsequent  to the  transfer  (as defined  in section  3(2)  of shares  in PSO  and  PSO \nceasing to be subject to the Order or the control  of the Federal Government under the \nAct  shall  be  deemed  or  treated  as  bringing  about,  maintaining   or  contin uing \nunreasonable monopoly  power as described in section 5 of the Monopol ies Ordinance \nor as authorising  the Monopoly  Control  Authori ty constitu ted under the Monopoli es \nOrdin ance as having power to take any action against PSO or any investor acquiring \nshares in PSO on the basis that the busin ess of PSO as carried on at the effective date \nor situ ation existing  or prevailing at the effective date any relationship,  acquisition  or \nmerger having the effect of creating, bringing about or maintaining any unreasonable \nmonopoly  power. \n \n5. Application  of Companies Ordinance.---(1) As and from the effective date PSO \nand the management of PSO shall be governed under the Companies Ordinance and \nits own mem orandum  and articles of association without  reference to the Act or the \nOrder. \n \n(2) Upon  reconstitu tion  of  the Board of Management  as a Board of Directors, the \nprovisions   of   the   Companies   Ordin ance   shall   apply   to   the   directors   of   the \nreconstituted Board except that notw ithstanding  the provisions  of section 180 of the \nCompanies Ordin ance the term of office of the directors of the Board of Directors \nshall be until-an election of directors is held as provided in section 6. As  and from the \nfirst election of directors of PSO pursu ant to section 6, the term of the directors shall \nbe as stipulated in the Companies Ordin ance read with PSO's own Memorandum  and \nArticles of Association. \n \n(3) Nothing  in this Ordinance,  shall limit the ability of the chief executive  or any \ndirector on the Board of Directors from resigning at any time after the effective date. \nFor avoidance of doubt,  any vacancy in the office of chief executive and any casual \nvacancy occurring  among the directors may be filled by the remaining  directors and \nthe person so appoint ed shall hold office for the remainder of the term of the person in \nwhose  place he has been appointed. \n \n6. Holding of elections.---An election of directors shall be held by PSO within  such \nperiod not exceeding twelve months  as may be practicable after the effective date; \n \nProvided that in exceptional circumstances the. Federal Government may extend the \ntime  within  which  elections  are  to  be  held  by  su ch  period  not  exceeding  twelve \nmonths  as the federal Government thinks  appropr iate in the circumstances. \n7. Savings.---(1) Any reconstit uted Board of Directors (including the individual \ndirectors) shall not, be liable for any prosecution  or penalties in respect of the acts or \ninaction of its predecessor Board of Management. \n \n(2) Notwithst anding  the provisions  of subsection (1), the repeal of the Act shall not \naffect any contract or agreement properly made authoris ed and entered into by PSO \nduring  the time it was subject to the Order or the  control  of the  Federal Government \nunder  the  Act  or  of  its  impact  on  the  terms  and  conditions  of  employment  of \nemployees of PSO. The PSO shall be bound  to honour  all commitments made prior  to \nthe effective date in the same manner as if made subsequent to the effectiveness of the \nrepeal. \n \n(3) No suit, prosecution  or oth er legal proceedings shall lie against any mem ber of a \nBoard of Management for anything  done  or intended to be done pursuant to the  Act or \nOrder."
}