{
    "file": "./converted_json\\administrator825b1c9bad7b5c1026e20dfe28bdaed6.json",
    "name": "The Lansdowne Bridge Act",
    "date": "22nd October, 1892",
    "tagline": "An Act to remove doubts as to the levy and collection of tolls upon the Lansdowne Bridge",
    "content": "Page 1 of 3 \n  \n \nTHE LANSDOWNE BRIDGE ACT, 1892  \n \n \nCONTENTS  \nl.  Title and extent  \n2.  Levy of tolls  \n3.  Validation of past levy of tolls  \n4.  Application of Act to public road and bridges  \n\n \nPage 2 of 3 \n THE  LANSDOWNE  BRIDGE  ACT,  1892  \n1ACT  No. VIII OF 1892  \n[22nd  October,  1892]  \nAn Act to remove  doubts  as to the levy and collection  of tolls upon  the Lansdowne  Bridge  \nover  the Indus  at Sukkur  in 2* 3[Sind],  and for other  purposes.  \n WHEREAS  by an Act passed  by the Governor  of Bombay  in Council,  instituted  “an Act for \nenabling  Government  to levy tolls on public  roads  and bridges  in the Presidency  of Bombay”,  the \n4Act of the Governor  General  in Council  “for enabling  Government  to levy tolls on public  roads  \nand bridges”  was repealed  as for as it affected  the Presidency  of Bombay;  \n And whereas  the bridge  on the line of the North -Western  Railway  over the Indus  at Sukkur  \n5[formerly]  in the said Presidency  of Bombay,  commonly  known  as “The  Lansdowne  Bridge ”, was \nmade  and is repaired  at the expense  of the 6[Federal  Government]  ; \n And whereas,  in consequ ence of such repeal  as aforesaid,  doubts  have  arisen  whether  or not \nthere  is any subsisting  authority  competent  to impose  and levy tolls for the use of the said bridge,  \nand it is expedient  to remove  such doubts;  \n It is enacted  as follows: – \n l. Title  and extent. –(1) This Act may be called  the Lansdowne  Bridge  Act, 1892  ; \n 7[(2) It extends  to the whole  of Pakistan]:  8* \n 9[*  *  *  *  *  *  *] \n 2. Levy  of tolls.  Notwithstanding  the repeal  of the lastly  hereinbefore  mentioned  Act 10[the \nProvincial  Government]  may cause  such rates  of toll, not exceeding  the rates  mentioned  in the \nschedule  annexed  to that Act, as 1l[it] may think fit to be levied in respect of the said Lansdowne \nBridge, and may place the collection of such tolls under the management of such person s as may \nappear to 12[it] proper, and all the provisions of the said last mentioned Act shall apply to such tolls \nand the collection and recovery thereof in the same manner as if such provisions were herein re -\nenacted verbatim.  \n1For Statement  of Objects  and Reasons , see Gazette  of India,  1892,  Pt. V, p. 67 and for Proceedings  in Council,  see ibid., 1892,  Pt. VI, pp. 70 and 75. \n2The word  “the”  rep. by the Federal  Laws  (Revision  and Declaration)  Act, 1951  (26 of 1951),  s. 3 and 2nd Sch. \n3Subs.  by A. O., 1949 , Sch.,  for “Presidency  of Bombay”.  \n4The Tolls  Act, 1851  (8 of 1851).  \n5Ins. by A. O., 1949,  Sch. \n6Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”  Which  had been  subs.  by A.O.,  1949,  Sch.,  for “Government  of India”.  \n7Subs.  by the Central  Laws (Statute  Reform)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch.,  for the original  sub-section  (2) as ended  \nby A. O., 1949,  Arts.  3(2) and 4. \n8The word  “and”  rep. by the Repealing  and Amending Act, 1914  (10 of 1914),  s. 3 and Sch. II. \n9Sub-section  (3) was rep. ibid. \n10Subs.  by A. O., 1937,  for” the G.G.  in C.” \n11Subs. by A.O., 1937, for “he”.  \n12Subs . ibid ., for “him”.  \n \n \nPage 3 of 3 \n  3. Validation  of past levy of tolls.  All tolls heretofore  levied  or collected  upon  the said \nLansdowne  Bridge  under  the authority  of the 1[Federal  Government]  or of the 2[Provincial  \nGovernment  of Bombay]  shall  be deemed  to have  been  duly levied  and collected  under  the \nauthority  of the said Act as if the same  had not been  repealed.  \n 4. Application  of Act to public  road  and bridges.  Where  any public  road or bridge  has or \nshall  have  been  made  and repaired  at the expense  of 3[the Federal  Government  or any Provincial  \nGovernment]  and no other  adequate  provision  shall  have  been  made  for the levy and collection  of \ntolls thereon,  4[the Provincial  Government]  may,  by notification  in the 5[official  Gazette],  apply  \nthis Act to such road or bridge,  and thereupon  all the provisions  of this Act shall  apply  to such road \nor bridge  as if the same  had been  herein  named  in addition  to the said Lansdowne  Bridge.  \n \n \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n1Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”  which  was subs.  by A.O.,  1937,  for “G. G. in C.” . \n2Subs.  by A. O., 1937,  for “Governor  of Bombay  in Council”.  \n3Subs.  by F.A.O.,  1975,  Art. 2 and Table,  for “Central  Government”  which  was subs.  by A.O.,1937  ,for “the G. of I.”. \n4Subs.  by A. O., 1937,  for “the G. G. in. C.”. \n5Subs.  ibid.,  for “Gazette  of India”."
}