{
    "file": "./converted_json\\administrator3c0b4994cddecb135e5abf2b1c626d39.json",
    "name": "The Regulation of Mines and Oil-fields and Mineral Development (Government Control) Act, 1948",
    "date": "8th January, 1949",
    "tagline": "An Act to make provision for certain matters connected with the regulation of mines and oil-fields and mineral development.",
    "content": "Page 1 of 7 \n  \n \n \n THE REGULATION OF MINES AND OIL­FIELDS AND \nMINERAL DEVELOPMENT (GOVERNMENT CONTROL) ACT, \n1948.  \n \n \n \n \n \n \n \nCONTENTS  \n1. Short title, extent and commencement  \n2. Power to make rules  \n3. Penalties etc  \n3 A. Production sharing agreement  \n3B. Concessions to petroleum exploration companies  \n4. Effect of rules etc, inconsistent with other enactments  \n5. Power to exempt  \n6. Definitions of appropriate Government  \nSCHEDULE.  \n \n   \n\n \nPage 2 of 7 \n THE REGULATION OF MINES AND OIL­FIELDS AND MINERAL \nDEVELOPMENT  (GOVERNMENT CONTROL) ACT, 1948.  \n1ACT NO. XXIV OF 1948  \n[8th January, 1949]  \nAn Act to make provision for certain matters connected with the regulation of mines and oil­fields \nand mineral development.  \nWHEREAS it is expedient to make provision for certain mat ters connected with the regulation \nof mines and oil­fields and mineral development under 2[Government Control];  \nAND WHEREAS it appears to the 3[Federal Government] to be expedient in the public interest  \nto make such provision to the extent hereinafter app earing; it is hereby enacted as follows :__ \n1. Short title, extent and commencement.__ (1) This Act may be called the Regulation \nof Mines and  Oil­fields and Mineral Development 2[Government Control] Act, 1948.  \n4[(2) It extends to the whole of Pakistan.]  \n(3) It shall come into force on such date3 as the 3[Federal Government] may, by notification in \nthe official Gazette, appoint in this behalf.  \n5* * * * * * * \n62. Power to make rules.  It is hereby declared to be expedient in the public interest that the \n7[appropriate Government] shall have power to make rules8 to provide for all or any of the following \nmatters, namely :__ \n \n \n1 For Statement of Objects and Reasons, see Gaz. of P., 1948, Pt. V, p. 127.  \nThe Act has been applied__ \n(i) to Baluchistan,  see Gaz.  of P., 1949,  Pt. I, p. 408; \n(ii) in the Federated Areas  of Baluchistan,  see ibid.,  Ext.,1950,  p. 512; \n(iii) to the excluded  areas  of West Pakistan,  with effect  from  the 21st March,  1956  see Gazette  of West  Pakistan,  1956,  Ext.,  p. 239; and \n(iv) to the Special Areas of West Pakistan, with effect from the 22nd March,  1956, see ibid., p. 243.  \nIt has been extended  to­ \n(a) the Leased  Areas  of Baluchistan,  see the Leased  Areas  (Laws)  Order,  1950 (G. G. O. 3 of 1950);  \n(b) the Baluchistan States  Union,  see the Baluchistan States  Union  (Federal Laws)  (Extension)  Order,  1953 (G. G. O. 4 of 1953);  \n(c) the Khairpur  State,  see the Khairpur  (Federal Laws)  (Extension)  Order,  1953  (G. G. O. 5 of 1953);  and \n(d) the State  of Bahawalpur,  see the Bahawalpur  (Extension  of Federal  Laws)  Order,  1953  (G. G. O. 11 of 1953).  \nThe Act has been and shall be deemed to have been brought into force in Gwadur with effect from the 8th September, 1958, by t he Gwadur (Application of Central Laws) \nOrdinance, 1960 (37 of 1960), s. 2.  \n2 Subs. by A.O., 1964, Art. 2 and Sch., for “Federal Control”.  \n3 Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”.  \n4Subs. by the Central Laws (Statute Reform) Ordinance, 1960 (21 of 1960), s . 3 and 2nd Sch., for the original sub­section (2) (with effect from the \n14th October, 1955).  \n5Section IA, which was ins. by the Regulation of Mines and Oil fields Mineral Development (Federal Control) (Amdt.) Ordinance,  1955: (31 of \n1955), s. 2, has since been lapsed.  \n6The Amendment in section 2, by Ord. 31 of 1955, s. 3, has since been lapsed.  \n7Subs. by A. O., 1964, Art. 2 and Sch., for “Central Government”.  \n8For the Pakistan Petroleum (Production) Rules, 1949, see Gaz. of P., 1949, Ext., pp. 501­552 ; for the Natural Gas Rules, 1960, see ibid ., \n1960 Ext., pp. 949­956; and for the Pakistan Mining Concession Rules, 1960, see ibid., pp. 1107­1166.  \n9The 1st June, 1949, see Gaz. Of P.1949, I.P.246.  \n  \n \nPage 3 of 7 \n (1) the manner in which, and the authority to whom, appl ication for the grant or renewal of \nan exploration or prospecting licence, a mining lease or other mining concession shall be made, and \nthe prescribing of the fees to be paid on such application;  \n(2) the conditions in accordance with which the grant or renewal of an exploration or \nprospecting licence, a mining lease or other mining concession may be made, and the prescribing of \nforms for the execution or renewal of such licence, lease, and concession;  \n(3) the circumstances under which renewal of a licenc e, lease or concession as aforesaid \nmay be refused, or any such licence, lease or concession whether granted or renewed may be revoked;  \n(4) the determination of the rates at which and the conditions subject to which royalties, \nrents and taxes shall be paid  by licensees, lessees and grantees of mining concessions;  \n(5) the refinement of ores and mineral oils;  \n(6) the control of production, storage and distribution of minerals and mineral oils;  \n(7) the fixation of the prices at which minerals and mineral oils may be bought or sold; and  \n(8) any matter ancillary or incidental to the matters set out in the foregoing clauses of this \nsection,  \nand the 1[appropriate Government] may, by notification in the official Gazette, make rules \naccordingly.  \n2[3. Penalties etc.  Any rules made under section 2 may provide__ \n(a) that any powers and functions in relation to any of the matters referred to in that \nsection may be exercised and performed, either generally or in specified cases, \nand in compliance with any general or specia l Instructions given by the \n3[Federal Government] in that behalf, by an officer or authority specified in the \nrules; and  \n(b) that the breach of any of them shall be punishable with imprisonment for a term \nwhich may extend to three years, or with fine, or with both.].  \n4[3A. Production sharing agreement.__ (1) Notwithstanding anything contained in any other \nlaw or rules for the time being in force, the President may enter into an agreement with any company, \nwhether incorporated in Pakistan or outside Pakista n, for the grant of a licence or lease to explore, \nprospect and mine petroleum on the basis of a Production Sharing Agreement and on such terms and \nconditions may be agreed upon between the Federal Government and the company.  \n5* * * * * * * \n53B. Concessions to  petroleum exploration companies .__ (1)Notwithstanding  anything  contained \nin any other law for the time being in force, every company, whether incorporated in Pakistan or outside \nPakistan, to whom a licence or a lease to explore, prospect and  mine petroleum is  granted under this Act,  \n1Subs. by A. O., 1964, Art. 2 and Sch., for “Central Government”.  \n2Subs. by the Regulation of Mines and Oil­fields and Mineral Development (Government Control) (Amdt.) Ordinance. 1971 (8 of 19 71), s. 2.  \n3Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”.  \n4Ins. by the Regulation of Mines and Oil­fields and Mineral Development (Government Control) (Amdt.) Act. 1976 (83 of 1976), s . 2. \n5The Original sub­section (2) omitted by the Finance Act. 1 998 (3 of 1998), s. 2A.  \n  \n \nPage 4 of 7 \n not being a  company such as is referred to in sub­section (1) of section 3A, shall be entitled to the \nconcessions specified in the Schedule in addition to any concessions for the time being admissible to \nit under any other law or the rules made under this Act.  \n(2) The Federal Government may, by notification in the official Gazette, amend the \nSchedule so as to add any concessions thereto or to improve any concessions therein.].  \n \n4. Effect of rules etc., inconsistent with other enact ments.  Any rule made under this \nAct, and any order made under any such rule, shall have effect notwithstanding anything inconsistent \ntherewith contained in any enactment or in any instrument having effect by virtue of an enactment \nother than this Act.  \n1* * * * * * * \n5. Power to exempt.  The 2[appropriate Government] may, by notified order, declare that \nany mineral or mineral oil or any class or description thereof shall be exempt from all or any of the \nprovisions of the rules made under this Act, or that such provisions shall apply thereto with such \nmodification or subject to such conditions as may be specified in the order.  \n3[6. Definitions of appropriate Government.  In this Act, “appropriate Government” means, \nin relation to mines of nuclear substances, oil­fields and gas fields, and development of such \nsubstances, mineral oil and gas, the 4[Federal Government ] and, in relation to the other mines and \nmineral development, the Provincial Government.]  \n5[SCHEDULE  \n(See Section 3B)  \n1. Any provisions of the rules made under section 2, or of any amendment in the \n6[Income­tax Ordinance, 1979 (XXXI of 1979)] hereinafter referred to as the 6[Ordinance] made after \nthe effective date of an agreement for the grant of a licence or lease to explo re, prospect or mine \npetroleum, which are inconsistent with the terms of the agreement, shall not apply to the extent of such \ninconsistency to a company which is a party to the agreement.  \n2. 7[In case of onshore Pakistan, royalty shall be charged at a fixe d rate of twelve and half \nper cent of well­head value and income tax on profits or gains derived from petroleum operations shall \nbe at the rate of forty per cent of profits and gains as determined and assessed in accordance with the \nprovisions of the Incom e Tax Ordinance, 1979 (XXXI of 1979), and rules contained in Part I of the \nFifth Schedule to the said Ordinance.]  \n8[ The limit of the sum of payment to the Federal Government and taxes on income shall be \nfixed at the time of grant of the permit or licence in accordance with the Petroleum Policy of the Federal \nGovernment from the effective date of the permit or licence, as the case may be. Income from pipeline  \n \n1Section 4A, which was ins. by the Regulation of Mines and Oil fields Mineral Development (Federal Control) (Amdt.) Ordinance, 1955 (31 of 1955), \ns. 4, has since been lapsed.  \n2Subs. by A. O., 1964, Art. 2 and Sch., for “Central Government”.  \n3Section 6 added ibid.,  \n4Subs. by F.A.O. 1975, Art. 2 and Table, for “Central Government”.  \n5Ins. by the Regulation of Mines and Oil­Fields and Mineral Development (Government­Control) (amdt.) Act, 1976 (83 of 1976), s.  3. r \n6Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981, (27 of 1981), s. 3 and 2nd Sch.  \n7Subs. by S.R.O. 698 ( I)/2001, dt. 2­10­2001.  \n8Added by S.R.O. 254 (I)/95, dated 29thMarch 1995, see Gaz. of P., 1995, Ext. Pt. II. pp. 450___452.  \n \nPage 5 of 7 \n operations, the sale of LPG, CNG and from refined products, where such refined products  are \nproduced from field due to their speci fic development needs (as approved by the Central Board of \nRevenue) shall be considered part of a licensee’s or lessee’s income under the said Schedule.];  \n \n1[3. Before commencement of commercial production of petroleum, any expenditure incurred \nby an under taking of a licencee or lessee covered by the same or separate agreement with the Federal \nGovernment on searching for or on discovering and testing a petroleum deposit or winning access \nthereto, allocable to a surrendered area of areas and to drilling of a  dry hole, shall be  deemed to be \nlost at the time of the surrender of the area or the completion of the dry hole, as the case may be, for \nthe purpose of the Fifth Schedule to the Income Tax Ordinance, 1979. Such lost expenditure shall be \nallowed to be set  off against the income of the undertaking of the licences or lessee covered by the \nsame or separate agreement with the Federal Government or of other activities excluding income from \ndividends on fully consolidated basis in one of the two ways mentioned i n sub­rules (2) and (3) of rule \n2 of the said Schedule.]  \n4. In addition to the net profits, the amount charged in annual financial accounts on \naccount of additional allowance admissible under rule 3 of the 2[Fifth Schedule to the Ordinance] and \ndepreciatio n at such rate as may be agreed upon between the President and a licensee or lessee,  which \nis a company incorporated outside Pakistan, including its assignee, shall be allowed to be remitted and \nretained abroad, provided that the aggregate amount of such additional allowance and depreciation \ndoes not exceed an agreed percentage of the investment in assets on which depreciation is charged.  \n3[5. The value of petroleum for the purposes of royalty and income tax shall be calculated \non the basis provided for in the rules read with terms of any agreement entered into between the Federal \nGovernment and licencee or, as the case may be, the lessee, including their assignees.]  \n6. The income derived by the licensee or lessee from the use of any surplus capacity of its \npipeline by any other licensee or lessee shall be assessed on the same basis as its income from \npetroleum produced by it from its concession area.  \n7. A licensee or lessee which is a company incorporated outside Pakistan, including its \nassig nee shall be allowed to export its share of petroleum after meeting such portion of the internal \nrequirement of Pakistan as may be agreed upon.  \n8. Sale proceeds of the share of petroleum exported by a licensee or lessee which is a \ncompany incorporated outs ide Pakistan, including its assignee, shall be allowed to be retained abroad \nand to be used freely by it, subject to the condition that it shall bring back such portion of these proceeds \nas is required to meet its obligations under the 3[licencee or, as th e case may be,] lease.  \n3[9. Concession available in respect of import duties, licence or authorization fees shall be as \nare specified in Notification Nos. S.R.O. 336 (I)/94, dated the 26th April, 1994, and S.R.O. 367 (I)/94, \ndated the 9th May, 1994 4[and S .R.O. 400 (I)/97, dated the 31st May, 1997]. and as amended from \ntime to time.  \n4* * * * * * * \n \n1Subs. by S.R.O. 291 (I)/87 dated 14th Aril 1987, see Gaz. of P., 1987, Ext. Pt. II, p. 442.  \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and 2nd Sch.,  \n3Subs. and Ins by S.R.O. 254 (I)/95, dated 29th March, 1995, see Gaz. of P., 1995, Ext., Pt. II, pp. 450 -452. \n4Ins & omitted by S.R.O. 86 (KE)/ 2000, dated 27th April, 2000.  \n  \n \nPage 6 of 7 \n 1[11. Foreign nationals employe d by the Operator, its contractors or sub­contractors or \nconsultants shall be allowed to import commissary goods free of customs­duty, iqra surcharge, other \nsurcharges and sales tax to the extent of one thousand two hundred United States Dollars (US $  1,2 00) \nper annum per employee or such greater amount as may be notified, from time to time, subject to the \ncondition that the said goods shall not be sold or disposed of in Pakistan and no foreign exchange from \nPakistan shall be incurred.  \n1[12. Subject to declaration to the customs authorities at the port of entry for residence in  \nPakistan and on certification by a responsible representative of the Operator as to the entitlement of \nthe employees, each of the expatriate employees of the oper ator, its contractors and sub­contractors \nshall be permitted to import used and bona­fide  personal and household effects, excluding passenger \nvehicles and shall be exempted from all customs­duties, sales tax, iqra surcharge and taxes on imports, \nlicence an d authorization fees with respect to the importation of such personal  and household effects:  \nProvided that such personal and household effects are imported for the use of the employee or \na member of his family :  \nProvided further that such personal and hou sehold effects were acquired or were inpossession \nof the employee or members of his family before his or their arrival in Pakistan and are imported within \nsix months after arrival in Pakistan of the employee or member of the employee’s family, whichever  \nis earlier, and all such effects may thereafter be exported by the individual who imported the same. \nSuch personal and household effects shall, however, not be sold or disposed of or transferred in \nPakistan, except with the prior permission of the Central B oard of Revenue (CBR) and on payment   \nof customs­duty and taxes at the rate and value operating on the date the goods were first imported \ninto Pakistan less depreciation at the rate of ten per cent (10%) per annum or such higher rate as may \nbe allowed by the Federal Government.]  \n13. Foreign nationals employed by a licensee or lessee or its contractor shall not be charged \nincome­tax for a period of three years from the date of their arrival in Pakistan in accordance with, and \nsubject to the provisions of, c lauses 2[(7) and (8) of the Second Schedule to the Ordinance] as in force \non the effective date of the agreement with the licensee or lessee.  \n3[14. All forms of data pertaining to free acreage shall be available for inspection to a \nprospective licensee fre e of charge and such licensee may have the copies of such data for further \nexamination on payment of reproduction costs and subject to such conditions as may be determined \nby the Federal Government.]  \n4[15. Participation by the Federal Government or its hundred percentage owned holding \ncompany in exploration and production and other terms and conditions and incentives shall be as \nspecified in the Petroleum Policy in vogue and as incorporated in any agreement with the Federal \nGovernment including productio n sharing agreement at the time the licensee is granted. The taxation \nof income of participating companies shall be governed by the provisions of Income Tax Ordinance \n1979” (XXXI of 1979;]  \n5[16. The Operator, its contractors and sub­contractors shall not b e liable to pay any tax, levy, \nOctroi or charge imposed or levied on the transportation or movement of the machinery and equipment \nto and from the area or on any item imported in pursuant to a permit, licence or lease.]  \n \n1Subs. and Ins by S.R.O. 254 (I)/95 , dated 29th March, 1995, see Gaz. of P., 1995, Ext., Pt. II, pp. 450 -452. \n2Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch. II.  \n3Subs. by S.R.O. 67 (KE)/ 92 dated 29th Feb. 1992, see G2. of P., 1992., Ext., Pt. II dated 12­4­92 p. 689.  \n4Subs.  and added by S.R.O. 86 (KE)/2000, dated 27­4­2000.  \n5Subs. and added by S.R.O 254 I/95dt. 29­3­95, see Gaz., of P. 1995, Ext., pt., 450­452.  \n \nPage 7 of 7 \n 1[17. The above concessions in respect of Offshore Pakistan shall remain valid for a period of \nfive years with effect from the 1st January, 1998.]  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1Subs.  and added by S.R.O. 86 (KE)/2000, dated 27­4­2000."
}