{
    "file": "./converted_json\\administrator3cbae595db7d5550014c8b399de42441.json",
    "name": "The War Injuries Ordinance, 1941",
    "date": "25th July, 1941",
    "tagline": "Provision for the grant of relief in respect of certain personal injuries sustained during the continuance of hostilities",
    "content": "Page 1 of 6 \n  \n \n \n \nTHE WAR INJURIES ORDINANCE, 1941  \n \n \n \n \nCONTENTS  \n \n1. Short  title, extent and commencement  \n \n2. Interpretation  \n \n3. Power to make schemes for relief in respect of war in juries and war service injuries \n  \n4. Relief from liability to pay compensation or d amag es \n \n5. Information as to earnings \n \n5A. Medical attentio n in dispensaries and hospitals  \n \n6. Penalty for false statement  \n \n7. Assignment  or charges to be void  \n \n  \n \n \n \n \n \n \n \n \n \n\n \nPage 2 of 6 \n THE WAR INJURIES ORDINANCE, 1941  \n \n1ORDINANCE  No. VII O F 1941  \n \n[25th July, 1941 ] \n \nAn Ord inance to make provision for the grant of relief in respect of certain personal injuries \nsustained during the continuance of 2[* *] hostilities.  \n \n WHEREAS  an emergency has arisen which renders it necessary to make provision for the \ngrant of relief in respe ct of certain personal injuries susta ined during the continuance of 2[*    *]  \nhostilities;  \n \n Now, THEREFORE , in exercise of the powers conferred by section 72 of the Government of \nIndia Act, as set out in the Ninth Schedule to the Government of India Act,  1935 , the \nGovernor -General is pleased to make and promulgate the fol lowing Ordinance:⸻  \n \n 1. Short title , extent and commencement .⸻(1) This Ordinance may be called the War \nInjuries Ordi nance, 1941.  \n \n 3[(2) It extends to the whole of Pakistan ]. \n \n (3) It shall come into force at once.  \n \n 2. Interpretation. —In this Ordinance, unless there is anything repug nant in the subject or \ncontext,⸻  \n \n(1) “civil defence organization”  means any organisation established for civil \ndefence purposes which is declared by a sche me to be a civil defence \norganisation for the purposes o f this Ordinance and the scheme ; \n \n(2) “civil defence volunteer” , in relation to an injury, means a person certified, by \nan officer of a civil defence organisation authorised by the 4[Fede ral \nGovernmen t] to grant such certificates, to have been a member of that \norganisation at the time the injury was sustained;  \n \n5[(3) “ continuance of hostilities” means, ⸻ \n \n(a) in relation to the hostilities during 1939 -1945, the period beginning \nwith the commencement of this Ordinance and ending on the date \ndeclared by the late Government of India to be the date on which the \nsaid hostilities terminated; and  \n \n \n 1The Ordina nce has been applied to Balochistan, see Notification No.23 -W, dated the 1st October, 1941.  \n It has been extended to the Leased Areas of Balochistan by the Leased Areas (Laws) Order, 1950 (G.G.O.3 of 1950).  \n This Ordinance has been applied to the Provinci ally Administered Tribal Areas of Balochistan, see Regualtion No.IV of 1987, Art.2 and \n Sch. \n 2Omitted by Ordinance No. XXXIII  of 1965 , s. 2.  \n 3Subs. by the Central Laws (Statute Reform) Ordinan ce  No. XXI of 1960 , s. 3 and 2nd Sch.  \n 4Subs. by F.A.O., 197 5, Art.2 and Table . \n 5Subs. by Ordinance  No. XXXIII  of 1965 ,s.3. \n The present hostilities as respects the tribal areas beyond the western and northern boundaries of the North -West Frontier Province and \n such of the Baluch tribal areas beyond the western b order of the Dera Ghazi Khan District of the Punjab as are not included in the \n Baluchistan  Tribal Areas, shall be deemed to have terminated on the 31st August, 1945, see Notification No. 1 -W., dated the 8th January, \n 1946, Gazette  of India, 1945, Pt. I, p . 30. \n \nPage 3 of 6 \n (b) in relation to any other hostilities, the  period beginning with the date \ndeclared by the 1[Fede ral Government ], by notification  in the official \nGazette, to be the date of the commencement of hostilities for the \npurpose of this Ordinance and endin g on the date declared likewise to \nbe the date of termination of such hostilities ;]  \n \n(4) “gainfully occupied person”  means a person who is engaged in any trade, \nbusiness, profession, office, employment or vocation and is wholly or \nsubstantially dependent there on for a livelihood, or a person who, though \ntemporarily unemployed is normally so engaged and dependent;  \n \n(5) “scheme”  means a scheme made under this Ordinance;  \n \n(6) “war injury” means a physical injury⸻  \n \n(a) caused by⸻  \n \n(i) the discharge of any mis sile (including liquids and gas), or  \n \n(ii) the use of any weapon, explosive or other noxious thing, or  \n \n(iii) the doing of any other injurious act,  either by the enemy or in \ncombating the enemy or in repelling an imagined attack by the \nenemy ; or \n \n(b) cause d by the impact on any person or property of any enemy aircraft, \nor any aircraft belonging to or held by any person on behalf of or for \nthe benefit of  2[Gov ernment]  or any allied power, or any part of, or \nanything dropped from, any such aircraft;  3[or] \n \n3[(c) caused by any explosion or fire which involves any explosives or \nmunitions or other dangerous things required for war purposes and \nwhich happens or is caused by, through, or in connection with the \nmanu facture, storage or transportation of any such explo sives, \nmunitions or other dangerous things ;] \n \n(7) “war service injury” , in relation to a civil defence volun teer, means any \nphysical injury shown to the satisfaction of the 1[Fede ral Government ] or other \nauthority authorised to make payments under a  scheme to have arisen out of \nand in the course of the performance by the volunteer of his duties as a \nmember of the civil defence organisation to which he belonged at the time the \ninjury was sustain ed, and (except in the case of a war injury) not to have  arisen \nout of and in the course of his employment in any other capacity:  \n \n Provided that before bei ng so satisfied the 1[Fede ral Government ] or other authority \nauthorised to make payments under a scheme shall have received from the civil defence organisa tion \nof which the  volunteer concerned was a member at the time the injury was sustained, a report, by an \nofficer of the org anisation authorised by the 1[Fede ral Govern ment ] to make such reports, about the \ninjury in question.  \n \n \n 1Subs. by F.A.O., 1975, Art .2 and Table.  \n 2Subs. by A. O.,  1961, Art. 2.  \n3Added by  Ordinance  No.  X of 1945 , s. 2.  \n \n \nPage 4 of 6 \n  3. Power to make schemes for relief in respect of war injuries and war service injuries . \n⸻(1) The 1[Fede ral Government ] may make a scheme or schemes in accordance with the provisions \nof this Ordinance providing for the grant of relief in respect of the following injuries sustained during \nthe continuance of  2[* *] hostilities, namely: ⸻ \n \n(a) war injuries sustained by gainfully occupied persons (with such exceptions, if \nany, as may be specified in the scheme) and by persons of such other classes \nas may be so specified ; and  \n \n(b) war service injuries sustained by civil defence volunteers.  \n \n (2) A scheme may authorise the 1[Fede ral Government ], or any authority authorised by the \n1[Fede ral Government ] to make pay ments under the scheme  in such circumstances and subject to \nsuch conditions as may be specified in the scheme, to make to o r in respect of persons injured ⸻ \n \n(a) payments by way of temporary allowance, which shall be payable only so long \nas the person injured is incapaci tated for work by the injury and has not \nreceived any such payment as is mentioned in clause (b);  \n \n(b) payments otherwise t han by way of temporary allowance, which shall be \npayable only where the injury causes serious and prolonged disablement or \ndeath ; and  \n \n(c) payments for the purchase of or the grant at the cost of Government of \nartificial limbs or surgical or other applia nces 3[and payments for medical and \nsurgical treatment].  \n \n(3) A scheme may empower the 1[Fede ral Government ] to make regulations for giving effect \nto the purposes of the scheme.  \n \n(4) A scheme may provide that it shall come into operation or shall be deemed  to have come \ninto operation on such date as may by specified therein.  \n \n(5) A scheme may be amended or rescinded at any time by the 1[Fede ral Government. ] \n \n(6) Any decision of the 1[Fede ral Government ] or other authority empowered to make \npayments under a scheme as to the making, refusal or amount, or as to the continuance or \ndiscontinuance, of a payment under a scheme may be varied from time to time by a subsequent \ndecision of the 1[Fede ral Government ] or such authority as the case may be, but save in so far as it is \nso varied shall be final and conclusive.  \n \n4. Relief from liability to pay compensation or damages. ⸻(1) In respect of a war injury \nsustained during the con tinuance of 4[* *] hostilities by any person, and in respect of a war service \ninjury sus tained during that period by a civil defence volunteer, no such compensation or damages \nshall be payable, whether to the person injured or to any other person, as apart from the provisions of \nthis sub -section ⸻ \n \n \n \n \n \n 1Subs. b y F.A.O.,1975, Art.2 and Table,.  \n 2Omitted by  Ordinance  No. XXXIII  of 1965 , s. 4.  \n 3Added by Ordinance  No. I of 1942 , s. 2.  \n 4Omitted by Ordinance No. XXXIII  of 1965 , s. 5.  \n \nPage 5 of 6 \n (a) would be payable under the Workmen’ s Compens ation Act, 1923 (VIII of \n1923); or  \n \n(b) would, whether by virtue of  any enactment or by virtue of any contra ct or at \ncommon law, be payable ⸻ \n \n(i) in the case of a war injury, by any person, or  \n \n(ii) in the case of a war service injury sustained by a civil defence \nvolunteer, by the employer of the volunteer, or by any person who has \nresponsibility i n connection with the volunteer’ s duties as s uch or by \nany other civil defence volunteer,  on the ground that the injury in \nquestion was attributable to some negligence, nuisance or breach of \nduty for which the person by whom the compensation or dama ges \nwould be payable is responsible.  \n \n (2) The fail ure to give a notice or make a claim or commence proceedings within the time \nrequired by any enactment shall not be a bar to the maintenance of proceedings in res pect of any \npersonal injury, if ⸻ \n \n(a) an application for a payment under a scheme has been duly made to the \n1[Fede ral Government ] or other authority empowered to make payments under \nthe scheme in res pect of the injury; and  \n \n(b) the Court or other authority before which the proceed ings are brought is \nsatisfied that the said application was made in the reasonable belief that the \ninjury was such that a payment could be made under the scheme; and  \n \n(c) the 1[Fede ral Government ] or other authority empowered to make payments \nunder the scheme certifies that the application was rejected, or that payments \nmade in pursuance of the application , were discontinued, on the ground that \nthe injury was not such an injury ; and  \n \n(d) the proceedings are commenced within one month from the date of the said \ncertificate.  \n \n 5. Information as to earnings. ⸻(1) Where it is necessary in order to determine the amount \nof any payment to be awarded under a scheme in respect of any injury, to ascertain the earnings of \nthe person injured in respect of any period before he sustained the injury, the 1[Fede ral Govern ment \nor other authority authorised to make payments under the scheme m ay by notice in writing require ⸻ \n \n(a) any person who was an employer of the injured person during that period, or  \n \n(b) any other person hav ing any knowledge with respect to the financial \ncircumstances of the injured person during that period,  to furnish in \naccordance with the notice any information in his possession relating to those \nearnings or circumstances, and to produce to any person spe cified in the notice \nany wage books, records or other documents in his possession containing \nentries with respect to those earnings.  \n \n 1Subs. b y F.A.O., 1975, Art.2 and Table.  \n \n \nPage 6 of 6 \n  (2) If any person ⸻ \n \n(a) fails to comply with the requirements of any such notice,  or \n \n(b) in purported compliance with any such notice, knowingly or recklessly makes \nany untrue statement or untrue representation, or produces any document \nwhich is false in a material partic ular or calculated to deceive,  he shall be \npunishable with fine which may extend to three hundred rupees.  \n \n 1[5A. Medical attention in dispensaries and hospitals .⸻(1) The person managing any \ndispensary or hospital shall, if so required by the  2[Fede ral] or a Provincial Governme nt by general \nor special order, ⸻ \n \n(a) provide at the dispensary or hospital medical and surgi cal treatment for \npersons who have sustained injuries of the nature specified in sub -section (1) \nof section 3, and  \n \n(b) keep such records a nd make such returns relating to the persons treated for \nsuch injuries as may be required by or under a scheme.  \n \n(2) If any person fails to comply when so required with the provisions of this section he shall \nbe punishable with fine which may extend to one  thousand rupees.]  \n \n 6. Penalty for false statement. —Any person , who for the purpose of obtaining a payment or \ngrant under a scheme either for himself or for any other person, knowingly makes any untrue \nstatement or untrue representation, shall be punishab le with imprisonment for a term which may ex -\ntend to three months.  \n \n 7. Assign ment or charges to be void. —Any assignment of, or charge on, and any agreement \nto assign or charge any payment awarded or to be awarded under a scheme shall be void, and, on the \ninsolvency of any person to whom such a payment has been awarded, the payment shall not pass to \nany trustee or other person acting on behalf of the credi tors. \n \n \n \n \n____________  \n \n \n \n \n \n \n \n \n \nDate: 22 -05-2024  \n_____________________________________________________ ______________________  \n 1S.5A ins. by Ordinance No. I of 1942 , s.3.  \n 2Subs. by  F.A.O., 1975, Art.2 and Table."
}