{
    "file": "./converted_json\\administratore0f4cb8cf6768223fe6f21c022f9d661.json",
    "name": "Seed (Amendment) Ordinance, 2024",
    "date": "February 16, 2024",
    "tagline": "Further Amends the Seed Act, 1916, with Immediate Effect",
    "content": "t\\\nREGISTERED No.$.=-3-PL.-7646\n@tttGvtofr d frhffiI\nEXTRAOHDINARY\nPUBLISHED BY AUTHORITY\nISLAMABAD, FRIDAY, FEBRUARY 16,2024\\/\nPART I\nActs, Ordinances, President's Orders and Regulations\nGOVERNMENT OF PAKISTAN\nMINISTRY OF LAW AND JUSTICE\n[slamabad, the 16th February, 2024\nF. No. 2(1)12024-Pub.-WHcREAS, the Prime Minister advised the\nPresident in terms of clause (1) of Article 48 of the Constitution of the Islamic\nRepublic of Pakistan to make and promulgate the following Ordinance under\nAflicle 89 of the Constitution;\nWHEREAS, the President in exercise of his power conferred by proviso to\nclause (1) of the said Article 48 r'equired the Prime Minister after such\n- reconsideration reiterated his earlier advice advising the President to make and\npromulgate the said Ordinance;\nNow, THEREFoRE, the following Ordinance deemed to have been\npromulgated on the 14th day of February,2024 in terms of Article 89 of the\nConstitution of the Islamic Republic of Pakistan, read with proviso to clause (1)\nof Article 48 thereof, by the President is hereby published for general\ninformation:-\n(0s)\n[7090(2024)lEx. Gaz.]Price.' Rs. 20.00\n6 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 16, 2024 [Pnn'r I\nOnonqANCE No. II Op 2024\nAx\nOnpn'rANCIl\nfurther to cunend the SeecJ Act. 1976\nWHsRpas it is expedient further to amend the Seed Act, 1916 (Act No.\nXXIX of 1976), in the manner and for the purposes hereinafter appearing;\nANo wnnRnas the Senate and National Assembly are not in session, and\nthe President of the Islamic Republic of Pakistan is satisfied that circumstances\nexist which render it necessary to take immediate action;\nNow, THEREFORE, in exercise of the powers conferred by clause (1) of\nArticle 89 of the Constitution of the Islamic Republic of Pakistan, the President\nof the Islamic Republic of Pakistan is pleased to make and promulgate the\nfollowing Ordinance:-\n1. Short title and commencement.{1) This Ordinance shall be\ncalled the Seed (Amendment) Ordinance,2024.\n2 It shall come into force at once.\n2. Amendment of preamble, Act XXIX of 1976.-In the Seed Act,\n1976 (XXIX of 1976), hereinafter called as the said Act, in the preamble.\n(a) for the expression, \"North West Frontier Provin ea\" , the words\n\"Khyber Pakhtunkhwa\" shall be substituted; and\n(b) for the word \"Balochistan\", the word \"Balochistan\" shall be\nsubstituted.\n3. Amendment of section 2, Act XXIX of 1976.-.In the Act, in\nsecti on 2,-\n(a)after clause (ii), the followirg new clause shall be inserted,\nnzrmely:-\n(iia) \"Authoritlr\" tneans the National Seed Development and\nRegulatory Authority constittrted under this Act;\";\n(b) after clause (iii), the followirrg new clause shall be inserted,\nnzrmely:-\nPART IT THE GAZETTE OF\n\"(iiia) o'Board\" means the Board or Governors constituted under this\nAct;\"\n(c) clauses (vii) and (xii) shall be omitted,'\n(d) in clause (xvii), after the word \"rules\", the words \"or regulations\"\nshall be inserted; and\n(e) after clause (x*), the following new clause shall be inserted,\nnamely:-\n\"(xxa) \"regulations\" means the regulations made under this Act;\" and\n(0 in clause (xxxii), for the word \"registered\", the word \"enlisted\"\nshall be substituted\".\n4. Substitution of section 3, Act XXIX of 1976.-ln the said Act, for\nsection 3, the following shall be substituted, namely:-\n'iEstablishment of the National Seed Development and Regulatory\nAuthority.-(1) There shall be constituted an authority, to be known as\nthe National Seed Development and Regulatory Authority, for carrying\nout such purposes and functions, as lnay be entrusted to it under this Act\nor by rules and regulations made thereunder.\n(2) The Authority shall be a body corporate, having perpetual\nsuccession and a common seal, with power to purchase, procure,\nsell, exchange, hold, acquire, and dispose of property and interests\nthereir-r, both movable and immovable, and may by its name sue or\nbe sued.\n(3 ) The head office of the Authority shall be at Islamabad, or at such\nother place or places, &S the Federal Government may by\nnotification in the official Gaze[te, determine.\"\n5. Insertion of section 3A, 38, 3C, 3D and 3E, Act XXIX of\n1976.-{tt the said Act, after section 3, substituted as aforesaid, the following\nnew sections shall be insefted, namely:\n\"3A. Appointment and term of office of the Chairperson and\nmembers.-(l) The Authority shall comprise a Chairperson and\nsuch other members as may be appointed by the Prime Minister,\nfrom amongst the persons possessing such qualifications and on\nsuch terms and conditions as may be prescribed:\\-/\n8 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 16, 2024 1'I\nProvided that until rules are made in this regard, the\nChairperson and members of the Authority shall be appointed on\nsuch terms and conditions as the Prirne Minister may detennine.\n(2) The term of the office of the Chairperson shall be three years,\nextendable for a further period of two years, and that of a member\nshall be three years.\n(3) Any person ceasing to be the Chairperson or member by reason of\nthe expiry of the term of his office, or by resignation, shall not be\neligible for re-appointment.\n(4) The Chairperson or any member may, at any time, resign from his ^\noffice of the Authority, provided that such resignation shall not take\neffect until duly accepted by the Prime Minister.\n3B. Meeting of the Authority.{1) The Authority shail rneet at least\nonce each month on such date, time and place as may be fixed by\nthe Chairperson.\n(2) The Chairperson and, in his absence, the most senior member of the\nAuthority shall preside over meetings of the Authority.\n(3) The quorum for a meeting of the Authority shall be the Chairperson\nand simple majority of the members.\n3C. Constitution of committees, bodies, etc.-The Authority may, from\ntime to time, constitute such committees, facilities and bodies, and co-\nopt such experts and consultants, as may be deemed appropriate, to\ncarry out works and functions envisioned under this Act:\nProvided that all committees, facilities and bociies, constituted\nby the Authorify, or as the case may be, established under this Act,\nexcept the Board, shall work under the supervision and control of\nthe Authority, in accordance with this Act.\n3D. Board of Governors.{l) There shall be a Board, to be known as\nthe Board of Governors, under this Act.\n(2) The Board shall consist of the following members, narnely'-\n(a) Prime Minister of Pakistan - Chairperson\n(b) Chairperson of the Authority - Member\nPART IT THE GAZETTE OF P\n(c) Secretary of the Division to which business - Member\nof the Authority stands allocated or his\nrepresentative not below the Additional\nSecretary or equivalent.\n(d) Secretary, Finance Division, Government of - Member\nPakistan, or his representative not below the\nAdditional Secretary or equivalent.\n(e) Representatives of Provincial Agriculture - Member\ndepartments, to be nominated by each\nProvincial Government.\n(0 Representative of Pakistan Agricultural - Member\nResearch Council.\n(g) One representative to be nominated by the - Member\nSeed Association of Pakistan.t\nJ\n\\-/(h) Two experts having relevant experience in\nthe field of seed, to be nominated by the\nPrirne Minister, on recommendation of the\nChairperson of the Authority, from tirne to\ntime.Member\n(D such other members as may be appointed by the Prime\nMinister, on the recommendations of the Chairperson of the\nAuthority, from time to time.\n3E. Powers and functions of the Board.-(l) The Board shall be\nresponsible for providing policy directions and general guidelines\nto the Authority, for effectively carrying out the purposes\nenvisioned under this Act. In particular and without prejudice to the\nforegoing, the Board shall-\n(a) monitor and review the functioning of the Authority;\n(b) issue guidelines to the Autho rii,ty, as per the applicable policy\nregime of the Federal Government;\n(o) conduct audit as well as annual performance review of the\nAuthority, or any of its officer but subject to Articles 169 and\n170 of the Constitution in respect of maintenance and audit of\naccounts of the Authori!y;\n10 THE GAZETTE OF PAKISTAN , EXTRA., FEB. 16, 2024 [Pnnr I\n(d) institute appropriate accountability and oversight mechanisms\nto ensure effective discharge of Authority's functions under\nthis Act;\n(e) approve budget of the Authority and ensure effective\nutrhzation thereof;\n(0 advise and recommend to the Federal Governnrent on policy\nissues as well as other matters perlaining to the seed sector;\n(g) establish liaison between the respective governments as well\nas departments, bodies and instrumentalities thereof and the\nAuthority; and\n(h) caffy out other functions ancillary thereto, or connected\ntherewith, for the purposes of this Act.\n(2) The Board may, from time to time, constitute such committees and\nentrust such powers and functions thereto as the Board may deem\nappropriate, in the manner as may be prescribed.\"\n6. Substitution of section 4, Act XXIX of 1976.-In the said Act, for\nsection 4, the following shall be substituted, namely:-\no'Powers and functions of the Authority.-(1) Subject to the provisions\nof this Act and the rules and regulations made thereunder, the Authority\nshall carry out, administer, manage and supervise all works and functions\nenvisioned under this Act. In particular and without prejudice to the\ngenerality of the foregoing, the Authority shall, inter alia,--\n(a) recommend, formulate and implernent policy for effective\nadministration, management, developrnent ancl growth of the\nseed sector, in consLrltation with Federal as well as Provincial\nGovernments, and instrumentalities thereof;\n(b) develop and implement the requisite poli.y, legal,\nadministrative, financial, regulatory or other fiarneworks for\nthe effective perfbrmance of functions envisioned nnder this\nAct and institute appropriate control and accountability\nmechanisms for such pu{pose;\n(c) supervise and superintend seed sector fiom end-to-end,\nincluding, inter alia, registration, prodLrction, warehoLrsing,\nstorage, breeding, certification, marketing, sLlpply, harvesting,\npost-harvesting, import, expoft and internal trading thereof,\netc.;/A\nPanr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 16, 2A24 11\ne(d) coordinate research and development activities or initiatives,\nin consultation with Federal as well as Provincial\nGovernments and other research bodies and institutes.\n(e) synergize and optimize the seed sector of Pakistan, at public\nas well as private level;\n(0 supervise functions of, inter alia, Federal Seed Certification\nand Registration Department, Plants Breeders' Rights\nRegistry and variety evaluation commiffee, prescribed under\nthis Act arrd applicable laws;\n(g) exercise slrpervision and control over departments,\ncomlnittees and other such bodies constituted under this Act,\nin accordance with relevant law;\n(h) execute contracts or other legal instruments, transact with\ngovernmental and non-governmental entities and enter into\nother legal and aorpor ate arrangements, directly or indirectly,\nwith foreign as well as local bodies to protnote, attract and\nprotect investment in the seed sector;\n(i) proceed, in the tnanner as may be prescribed, against\nemployees of the Authority involved in, inter alia, corrupt\npractices, professional misconduct and inefficiency;\n0) approve, implement and regulate the standards of qualities and\nvarieties of seed;\n(k) issue guidelines for administration of quality control,\nmarketing, post-harvest management and storage modalities\nof seed;\n( 1) regulate and monitor inter-provincial trade and transportation\nof seed;\\\n(m)\n(n)advise the Federal Government on import and export of seed;\nrecommend to the Federal and the Provincial Governments, as\nwell as entities and offices thereof, on any supplementary and\nincidental issue pertaining to seed;\ntake initiatives and policies with regards to agriculture sector,\nas relates to the usage and efficiency of seed;\npass, directly and indirectly, for reasons to be recorded in\nwriting, appropriate observations, or other orders, including(o)\n(p)\nT2 THE GAZETTE OF'PAKISTAN, EXTRA., FEB. 16, 2024 [Panl I\nimposition of pen alty, blacklisting, against any person or body\nthat violates the provisions of this Act, or illegally participates\nor interferes in the seed sector;\n(q) hear and decide appeals, under this Act; and\n(r) cany out all other works and functions connected therewith or\nancillary thereto.\n(2) The Authority may employ such officers and other members of\nstaff, or appoint such experts and consultants, from public as rvell as private\ngector, as it may consider necessary for the performance of its fiurctions under\nthis Act, from time to time:\nProvided that all employees of the Federal Seed Certification and\nRegistration Department, as well as persons performing functions in other\nFederal and Provincial government departments, shall continue to be governed\nunder the Civil Servants Act, 1973 (LXXI of 1973) or othe:' service laws\napplicable to them.\n7. Inseftion of section 4A, Act XXIX of 1976.-In the said Act, after\nsection 4, substituted as aforesaid, the following new section shall be inserted,\nnamely:-\n,,4AFund of the Authority.-(1) There shall be a f-und, to be known as\nthe Authority Fund, vested in the Ar-rthorify for the pLlrposes of\ncarying out all powers and functions under this Act.\n(2) The Authority Fund shall consist of, inter alia,-\n(a) grants made by the Federal Government;\n(b) loans obtained by the Autho rity;\n(c) monies, aid, grants, proceeds or sums receivecl, or earxed, by\nthe Authority; and\n(d) all other sums, includitg, inter alia, f-ees, charges and levies\nrecovered or received by the Authority.\n(3) The Authority 'Fund shall be kept in one or more. accounts\nmaintained by the Authority, in local or foreign currency, and shall\nbe operated, utilized and regulated in such manner as may be\nprescribed:\nProvided that the accourlt having foreign currency, if zny,\nshall be operated with the prior approval of the Finance Divisioo,\nGovernment of Pakistan. \".A\\\n/,^\nJ\nPanr THtr GAZETTE OF PAKISTAN, EXTRA., F'EB. 16, 2024 l3\n8. Amendment of section 6, Act XXIX of 1976.-In the said Act, in\nsection 6, for the words \"National Seed Council\", the word \"Authority\" shall be\nsubstituted.\n9. Amendment of section 10, Act XXIX of 1976.-In the said AcL\nin section i0, for the words \"Federal Goverrunent\", the word \"Authority\" shall be\nsubstituted.\n10. Amendment of section 12, Act XXIX of 1976.-In the said Act,\nin section 12, after the expression \"may,\", the words \"on an application made in\nthe prescribed manner or\" shall be inserted.\n11. Amendment of Section 16, Act XXIX of 1976.-ln the said Act,\n- .n section 16,-\n(a) in sub-section (1), for the words ooto the Federal Government or any\nother authority as it may detrjrmine from time to time\", the words\n\"before the Authority\" shall be substituted;\n(b) in sub-sections (2) and (3), for the words \"appellate authority\", the\nword \"Authority\" shall be substituted;\n12. Amendment of section 22B., Act XXIX of 1976.-In the said Act,\nin section 228,-\n(a) for sub-section (1), the following shall be substituted, namely:\n( 1) \"Notwithstanding anything to the contrary contained in any\nother law for the tune being in force, any person as may be\ndesignated in the prescribed manner may make an application' to the competent authority, on the form as may be prescribed,\nfor registration of seed business in Pakistan.\" and\n(b) in sub-section (3), for the expression \"Ministry, dealing with the\nsubject-matter of seed,\", the word \"Authority\" shall be substituted.\n13. Amendment of sections 22D and 22F, Act XXIX of 1976.-In\nthe said Act, in sections 22D and 22F, for the words \"Federal Government\",\nwherever occuming, the word \"Authority\" shall be substituted.\n14. Omission of section 221, Act XXIX of 1976.-In the said Act,\nsection 221shall be ornitted.\n15. Amendment of section 22J, Act XXIX of 1976.-In the said Act,\nin sectiori 22J,for the words \"Federal Governtnent\", the word \"Authority\" shall\nbe substituted and for the full stop at the end, a colon shall be substituted, and\nthereafter, the following proviso shall be inserted, namely:-a\n\\/\nt4 THE GAZETTE OF'PAKISTAN, EXTRA., FEB. 16, 2424 ART I\n\"Provided that the existing Variety Evaluation Cornmittee shall\ncontinue to function, till it is reconstituted under this Act.\"\n16. Amendment of section 23, Act XXIX of 1976.-lr the said Act,\nin section 23,for clause (e), the following shall be substituted, namely:-\n\"(e) prevents any person from exercising any power ol perform any\nfunctions conferred on him by or under this Act or rules or\nregulations made thereunder, shall be-\n(i) punishable with such fine as may be prescribed by rules; or\n(ii) imprisonment for a term which may extend to three months .^\nfor the first offence and six months for every subseqllent\noffence; or\n(iii) with both (i) and (ii).\"\nl'1. Amendment of section 24, Act XXIX of 1976.-ln the said Act,\nin section 24,for the words \"Federal Government\", the word \"Authority\" shall be\nsubstituted.\n18. Insertion of sections 24A,248 and 24C, Act XXIX of 1976.-k\nthe said Act, after section 24, amended as aforesaid, the following new sections\nshall be inserted, namely:-\n\"244.Appeal to the Authority.-Any person aggrieved of an order\npassed by any department, committee or body constituted under this\nAct, other than the Authority, may within thirty days of the\ncommunication of the said order file aL appeal before the\nAuthority:.A.\n248.Provided that the Authority shall decide sLtch appeal, after\nhearing all parties concerned, through a speaking order in the\nmanner as may be prescribed.\nSeed Tribunals.{ 1) The Federal Governrrent nay, by\nnotification in the official gazette, constitute one or more Seed\nTribunals, at such places and with such territorial lirnitations, as the\nFederal Governlnent may determine, from time to time.\n(2) A Tribunal shall comprise the following:-\n(a) a Chairperson, from amongst such persons who is or has been\na Judge of a High Court, to be appointed by the Federal\nGovernment;\nPzrnr Il THE GAZETTE OF PAKISTAN, EXTRA., FEB. 16, 2024 15\n(b) .arl advocate who is qualified to become a Judge of a High\nCourt, to be appointed by the Federal Government; and\n(c) a member having at least a rnaster's degree in agriculture\nsciences and possessing extensive experience in the seed\nsector, to be appointed by the Federal Government.\n(3) The Chairperson and the members shall be subject to such terms\nand conditions and shall be entitled to such remuneration and\nprivileges, as the Federal Government may determine.\n(4) The Chairperson and the members shall be appointed for a term of\nfive years, who shall not be eligible for re-appointment.\n(5) The Chairperson and the members may, at any time, resign from his\noffice of the Tribunal, provided that such resignation shall not take\neffect until duly accepted by the Federal Government.\n24C.Powers and functions of the Tribunals,-(1) The primary\nresporlsibility of the Tribunals shall be to hear and decide the\nappeals against orders passed by the Authority, in accordance with\nlaw.\n(2) Tlre Tribunal shall have all powers of, intel, alia, discovery,\ninspection, summoning, exatnination, and re-examination of\nwitnesses, as well as power to issue warrants of arrest and impose\nsuch penalties as may be prescribed.\n(3) Any person aggrieved of an order passed by the Authority, under\nsection 24A or otherwise, within thirty days of the communication\nof the said order, may file an appeal before the Tribunal, in such\nmanner and on payment of such fee, as may be prescribed.\n(4) The Tribunal may, on appeal, after giving a reasonable opportunity\nof hearing to all parties concerned, confirm, set-aside, vary or\nrnodifu the order appealed against:\nProvided tha! the Tribunal shall decide such appeals, as\nexpeditiously as possible, but not later than ninety days from the\nfirst date of hearing.\n(5) An appeal to the Supreme Court of Pakistan shall only lie against\nan order or judgernent of the Tribunal, if the Supreme Court grants\nleave to appeal, after being satisfied that the case involves a\nsubstantial question of law of public importance.\"\\/.!t\nT6 THE GAZETTE OF PAKISTAN, EXTRA., FEB. 16, 2024 ART I\n19. Amendment of section 25, Act XXIX of 1976.-In the said Act,\nin section 25,-\n(a) in sub-sectioq (1), after the word \"class\", the expression \",\n, specifically designated by the respective Provincial Governments in\nthat behalf\" shall be inserted;\n(b) in sub-section (2), for the word \"it\", the words \"the Authority\" shall\nbe inserted; and\n(c) after sub-section (2), amended as aforesaid, the fbllowing new\nsub-section shall be inserted, namely:-\n\"(3) The provisions of the Code of Criminal Prtlcedure, 1898\n(Act V of 1898) shall apply, mutatis mutandis, in respect of\ncases under this Act.\"\n20. Amendment of section 29, Act XXIX of 1976.-lLr the said Act,\nin section 29, in sub-section (2),-\n(a) after the word \"for\", the expression \" , inter alia,\" sha ll be inserted;\n(b) in clause (b), after the word \"processing\", the expression \",\ndevelopment, marketing,\" shall be inserted; and\n(c) in clause (c), forthe words \"under section 16\", the expression o'to\nthe Authority under this Act,\" shall be substituted.\n21. Insertion of section 30, Act XXIX of 1976.-In the said Act, after\nsection 29, amended as aforesaid, the following new section shall be inserted,\nnamely:-\n\"3 0.Power to make regulations.-(1) The Authority rnAy, with the\nconcurrence of the Federal Government, make regulations, not\ninconsistent with the provisiops of this Act and the rLlles made\nthereunder, for effectively carrying out the purpc)ses envisioned\nunder this Act.\"\nRAJANAEEM AKBAR,\nSecretary.\nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD,\nPUBLISHED BY T}IE DEPUTY CONTROLLEI{, STATIONERY AND ]IORMS, L]NIVERSITY ROAD, KARACIII.A\\\n,D\n,t\nA"
}