{
    "file": "./converted_json\\administrator3c708dab8425b608898af3ea1d067451(2).json",
    "name": "Gilgit Baltistan Civil Servants Health and Life Insurance Act, 2019",
    "date": "May 14, 2019, July 11, 2019",
    "tagline": "An Act for providing health and life insurance benefits to civil servants of Gilgit-Baltistan",
    "content": "PART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY   11, 2019  361 \n \n \n \n \n \n \n \n  \nISLAMABAD , THURS DAY , JULY  11, 201 9 \n \nPART I  \n \nActs, Ordinances, President’s Orders and Regulations  \n \nGOVERNMENT OF GILGIT -BALTISTAN  \nGILGIT -BALTISTAN SECRETARIAT  \n(Law & Prosecution Department)  \n \nGilgit , the 14th May, 201 9 \n \nTHE GILGIT BALTISTAN CIVIL SERVA NTS HEALTH  \nAND LIFE INSURANCE ACT, 2019  \n \nACT NO. II OF 2019  \n \nCONTENTS  \nPREAMBLE  \nSECTIONS  \n \nCHAPTER  \n \nPRELIMINARY  \n \n 1. Short title, application and commencement. —(1) This Act may \nbe called the Gilgit Baltistan Civil Servants Health & Life Insurance Act, 2019.  \n \n (2) It shall apply to all the Civil Servants of Gilgit Baltistan from   \nBS (1-21); \n(361)  \n \n Price : Rs. 10.00  \n[1054(2019)/Ex. Gaz.]   \n362 THE GAZETTE OF PAKISTAN, EXTRA., JULY   11, 2019  [PART I \n \n \n \n \n \n  (3) It shall come into force at once.  \n \n 2. Definitions. —In this Act, unless there is anything repugnant in the \nsubject or c ontext,— \n \n (a) “Insurance ” means the conventional Insurance/Islamic Insurance \n(Health & Life) as defined by SECP;  \n \n (b) “Board ” means the Board of Management constituted under \nSection 3 of this Act;  \n \n (c) “Civil Servant ” means a person as defined in GB Civ il Servant \nAct, 2011 ; \n \n (d) “Family ” means parents, husband, wife, legitimate children and \nstep children of Government Servant, Sister and minor brothers \nresiding with wholly dependent upon him/her;  \n \n (e) “Fund ” means the GB Civil Servants Health & Life In surance \nBenefit Fund established under Section 7 of this Act;  \n \n (f) “Government ” means the Government of Gilgit -Baltistan;  \n \n (g) “Health Insurance ” means and include all health related benefits \nprovided by the insurance company;  \n \n (h) “Life Insurance ” mean s an amount to be paid by the insurance \ncompany to the family of a deceased civil servant on his death \nduring service;  \n \n (i) “Prescribed ” means prescribed by rules;  \n \n (j) “Retired Civil Servant ” means and includes a civil servant who \nopt to retire after co mpleting twenty -five (25) years qualifying \nservice or retired on attaining the age of superannuation i.e. sixty \n(60) years or retired on medical grounds or compulsory retired and \nreceives the pension; and  \n \n (k) “Rules ” mean rules made under this Act.  \n  \nCHA PTER -II \n \nBOARD OF MANAGEMENT  \n \n 3. Board of Management. —(1) On the commencement of this Act, \nGovernment shall, constitute a Board to be known as the Board of Management \nto control, supervise and administer the Fund, Insurance claims or any other \nmatter rela ted to this Act.  \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY   11, 2019  363 \n \n \n \n \n \n  (2) The Board shall consist of the following, namely:  \n \n (i) Chief Secretary, Government of the Gilgit -Baltistan Chairman  \n \n (ii) Secretary to Government, Finance Department  \n  Member  \n \n (iii) Secretary to Government, Law & Prosecution GB  \n  Member  \n \n (iv) Secretary to Gove rnment, Service & GA Department  \n  Convener  \n \n (v) Secretary to Government, Health Department  \n  Member  \n \n (vi) Two represen tatives of the civil servants ( one from BS -01 to 16 \nand the other from BS -17 and above) to be  nominated by  \nGovernment for a period of two years  \n \n (3) The principal office of the Board shall be at Gilgit.  \n \n (4) The Services & GA Department of the Government shall provide \nSecretariat support to the Board.  \n \n 4. Powers of the Board .—the Board shall —  \n \n (i) Approve  selection of the insurance company for the purpose;  \n \n (ii) Make policies and procedures for the purpose of this Act;  \n \n (iii) Settle claims for health and life insurance and all matters connected \nwith such claims;  \n \n (iv) Sanction grant from the Fund to the  civil servants or their families \nin accordance with the provisions of this Act and the rules made \nthereunder;  \n \n (v) Invest surplus money held in the Fund in profitable ventures \nespecially in Islamic mode of investment;  \n \n (vi) Control, supervise and admini ster the assets of the Fund in such \nmanner as to promote the purpose for which the Fund is \nestablished;  \n \n (vii) Determine and revise the rates of contribution and amounts of \nbenefit as it may deem necessary;  \n364 THE GAZETTE OF PAKISTAN, EXTRA., JULY   11, 2019  [PART I \n \n \n \n \n \n  (viii) Make arrangement, if considered necessar y for the life insurance \nand health insurance of civil servants in lieu of payment of death \ncompensation with insurance company or other insurer and for \nsuch period as it may deem fit; and  \n \n (ix) Do or cause to be done all things ancillary or incidental to  any the \naforesaid powers or to the purposes of the Fund . \n  \n 5. Meeting of the Board. —(1) The meeting of the Board shall be \nconvened at least once in every three months or earlier as may be directed by the \nChairman and shall be held at Gilgit or at any oth er place as may be decided by \nthe Chairman.  \n \n (2) Six members including Chairman shall constitute a quorum for the \nmeeting of the Board.  \n \n (3) All decisions of the Board shall be taken by majority of votes; \nprovided that in case of equality of votes, the C hairman shall have the casting \nvote.  \n \n (4) The meeting of the Board shall be presided by the Chairman and in \nabsence of the Chairman, Secretary to Government, Services & GA Department \nshall preside the meeting.  \n \n (5) All orders and decisions of the Board s hall be authenticated by the \nsignature of the Chairman or of such other person as authorized by the Board.  \n \n 6. Management Committee. —(1) The Board shall, as soon as \npossible, constitute a Management Committee, for the efficient and speedy \ndisposal of clai ms of civil servants and their families under this Act and \nincurrence of expenditure on management of the Fund, which shall consist of the \nfollowing;  \n \n (1) Secretary to Government, Service & GA Department  Chairman  \n \n (2) Secretary to Government, Finance Dep artment.  Member  \n \n (3) Secretary to Government, (Department concerned)  Member  \n \n (4) Additional Secretary Finance Department  Member  \n \n (5) Additional Secretary Services & GA Department  Secretary  \n \n (2)  The Management Committee shall perform such functions and  \nexercise such powers delegated to it by the Board.  \n \n \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY   11, 2019  365 \n \n \n \n \n \n CHAPTER -III \n \nHEALTH & LIFE INSURANCE  \nFUND  \n \n 7. Fund. —(1) There shall be established a fund to be called the \nHealth & Life Insurance Fund which shall vest in the Board and administered by \nit. \n \n (2) The f und shall consist of all the sums received from the civil \nservants as contribution to the Fund, contribution by the Government, any \ninterest or profit accruing thereon, any other grant and any other amount related \nto the Fund.  \n \n (3) The moneys credited to the Fund shall be kept in such banks and \nfinancial institutions as the Board may decide.  \n \n 8. Payment of contribution. —(1) Every civil servant shall be liable \nto pay to the Fund such sum of money as determined by the Board from time to \ntime as contribution  and the amount of such contribution and be deducted at \nsource from his pay and credited or remitted to the fund.  \n \n (2) In case of deduction of contribution at source from the pay of a \ncivil servant, the Accountant General, after compilation of accounts wi th all \nDistrict Account offices and other offices, as the case may be, shall transfer the \namount to the accounts of the Fund, up to the tenth (10) day of each month.  \n \n (3) Where the amount of contribution cannot, for any reasons, be \ndeducted from the pay o f the civil servant, the civil servant shall remit to the \nFund, the sum of contribution payable by him, any balance remaining unpaid \ndue to inadvertence or negligence of the civil servant or otherwise shall be \nrecoverable from him in such manner as may be prescribed.  \n \n (4) Default in the payment of contribution, either for the reason that \nthe pay of the employee was not drawn or due to his negligence or fault or for \nany other reason whatsoever, shall not affect the right of the civil servant or his \nfamily t o receive the amount of said benefit in the event of retirement or death of \nthe civil servant.  \n \n (5) In case of proceeding on leave without pay or deputation or \nstoppage of pay for any other reason, a civil servant shall pay the amount of his \ncontribution through pay order or crossed cheque or in any other manner as may \nbe prescribed.  \n \n366 THE GAZETTE OF PAKISTAN, EXTRA., JULY   11, 2019  [PART I \n \n \n \n \n \n  (6) In case of death of an employee he/she will be entitled to claim \nLife Insurance and no further deduction would be made or in case of retirement \nof an employee the GB gov ernment shall provide NOC for further continuation \nof Life Insurance on the will of the employee and the claim of Life Insurance \nshall be paid accordingly.  \n \n (7) A civil servant, who is dismissed, removed, terminated or resigned \nfrom service, shall be enti tled to claim Life Insurance subject to contribution of \nthe premium for at least 02 years under the rules of SECP.  \n \n 9. Payment of Health & Life Insurance .—(1) Any benefits to be \npaid to a  civil servant shall be according to the guidelines/rules defined by  the \nSECP.  \n  \nCHAPTER -IV \n \nGENERAL  \n \n 10. Audit and Accounts. —(1) The accounts of the Fund shall be \nmaintained in such manner as the Board may, from time to time, direct and by \nsuch officer as the Board may appoint.  \n \n (2) The accounts of the Fund shall be aud ited by Auditor General of \nGilgit -Baltistan.  \n \n (3) Audit report of the accounts shall be submitted to the Board for \nappropriate action.  \n \n (4) The Board may conduct Audit of the Fund through any external \naudit Firm.  \n \n 11. Protection  of action taken in good faith. —No suit, prosecution \nor other proceedings shall lie against the Board or any officer or other authorized \nperson for anything done in good faith or purporting to have been done in \npursuance of this Act or the rules made there under.  \n \n 12. Medical TA. —The medical TA shall be continued to claim by the \nserving employees as per existing Rules.  \n \n 13. Medical reimburs ement and TA to the pensioners. —The \nPensioners of Gilgit -Baltistan shall continue to claim the Medical reimbursement \nand TA as per existing Ru les. \n \nPART I]   THE GAZETTE OF PAKISTAN, EXTRA., JULY   11, 2019  367 \n \n \n \n \n \n  14. Stoppage of Medical Reimburs ement to the Serving \nEmployees. —The Medical reimbursement claims by the serving employees \nshall stand stopped once the policy/ACT is implemented.  \n \n 15. Power to make rules. —Government may make any rules for the \npurpos e of this Act.  \n \n 16. Power to make regulation. —The Board may, make regulation for \ncarrying out the purposes of this Act.  \n \n 17. Removal of difficulties. —(1) if any difficulty arises to give effect \nto any of the provisions of this Act, the Government may iss ue such orders, not \ninconsistent with the provisions of this Act as deemed necessary for the purpose \nof removing the difficulty.  \n \n \n \nFIDA MUHAMMAD NASHAD,  \nSpeaker.  \nGilgit -Baltistan Assembly.  \n \n————  \n \n \nRAJA JALAL HUSSAIN MAQPOON,  \nGovernor  \nGilgit -Baltistan.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n_________________________________________________________________  \nPRINTED BY THE MANAGER, PRINTING CORPORATION OF PAKISTAN PRESS, ISLAMABAD \nPUBLISHED BY THE DEPUTY CONTROLLER, STATIONERY & FORMS, UNIVERSITY ROAD, KARACHI."
}