{
    "file": "./converted_json\\administratorf1f8fce1283b3e5a0b768868c9c145b9.json",
    "name": "Requisitioned Land (Continuance of Powers) Ordinance, 1977",
    "date": "15th September, 1977",
    "tagline": "An Ordinance to provide for the continuance of certain emergency powers in relation to requisitioned land",
    "content": "Page 1 of 4 \n   \n \n \n \nTHE  REQUI SITION ED LAND (CONTINU ANCE  OF POWER S) \nORDINANCE,  1977  \n \n              \n \n          CONTENTS  \n1.  Short title, extent and comme ncement \n2.  Definition \n3.   Continuance of requisitions \n4.  Release from requisition \n5.  Payment of compensation \n6.  Power to obtain information. \n7.  Delegation of functions \n8.  Indemnity \n9.  Savings  \n \n\n \nPage 2 of 4 \n THE  REQUI SITION ED LAND (CONTINU ANCE  OF POWER S) \nORDINANCE,  1977.  \n \nORDINANCE NO. XXXIII OF 1977  \n \n         [15th S eptember, 1977 ] \n \nAn Ordinance to provide for the continuance of certain emergency powers in relation to \nrequisitioned land \n \n WHEREAS it  is expedient to provide, in relation to land which, when the Defence of \nPakistan  Ordinance,  1971  (XXX  of  1971)  stands  repealed,  is  subj ect  to  any requisition \neffected under any rule made under the said Ordinance, for the continu ance of certain powers \ntherefor exercisable un der the s aid Ordinance or the said rules ; \n \n AND WHEREAS the  President is satisfied that circumst ances exist which render it \nnecessary to take imm ediate action; \n \n NOW, THEREFORE, in pursuance of the Proclamation of the fifth day of July, 1977, \nread  with  the  Laws  (Continu ance  in  Force)  Order,  1977  (C.M.L.A order No. 1 of 1977)   and  in  \nexercise  of  all  powers enabling him  in that behalf, the President is pleased to make and promulgate \nthe following O rdinance:— \n \n 1. Short title, extent and comme ncement.—(1) This Ordinance may be called the \nRequisiti oned Land (Co ntinuance of Powers) Ordinance, 1977.  \n \n (2) It extends to the whole of  Pakistan. \n \n (3) It shall come into force at once. \n \n 2. D efinition. In this Ordinance, unless there is anything repugnant in the subject or \ncontext, “requisition ed land” means immovable property whi ch at the commencement of this \nOrdinance is subject to any requisition  effec ted by or under the authority of the Federal Gov ernment \nunder the rules made und er the Defence of Pakistan Ordinance, 1971  (XXX of 1971).  \n \n 3. Continuance of requisitions. Notw ithstanding  the  repeal  of  the  Defence  of Pakistan  \nOrdinance,  1971 (XXX of   1971)   and  the  rules  made  thereunder,  all  requisition ed  lands  sh all \ncontinue  to be subject to requisition  and the Federal Government may use  or deal with any \nrequisition ed land in su ch manner as may appear to it to be  expedient: \n \n Provided that the Federal Government may at any .time  release from requisition  any \nrequisition ed land. \n \n 4. Release from requisition. —(I) Where any requisition ed land is to be released from  \nrequisition,  the  Federal  Government  may,  after  making such  inqui ry,  if  any,  as  it consid ers \nnecessary, specify by order in writing the person to whom  possession  of the land sh all be given. \n \n \nPage 3 of 4 \n  (2) The  delivery of possession  of the requisition ed land to the person specified in an order \nmade under sub-section (1) sh all be a full discharge of the Federal Government from all liability in \nrespect of such delivery, but shall not prejudice any rights in respect of the land whi ch any other \nperson may be entitled by due process of law to enforce against the person to whom  possession  of \nthe land is to be  delivered. \n \n (3) Where the person to whom  possession  of any requisition ed land is to be given cannot be \nfound  and has no agent or other person empow ered to accept delivery on his b ehalf, the \nFederal Government shall cause a notice declaring that the land is released from requisition  to be \naffixed on some  conspi cuous  part of the  land and publi sh the notice in the o fficial Gazette. \n \n (4) When a notice referred to in sub -section (3) is publish ed in the o fficial Gazette, the land \nspecified in such notice shall cease to be subject to requisition  on and from the d ate of su ch \npubli cation and be  deemed to have been deliverd to the  person entitled to poss ession th ereof; and the \nFederal Government shall not be liable for any compensation or other claim in respect of the land \nfor any period after the said date. \n \n 5. Payment of compensation. In respect of the continu ed subjection of requisition ed land to \nrequisition  under this  Ordinance compensation shall be determined and paid in accordance  with  the  \nprovisions  of  section  18  of  the  Defence of  Pakistan  Ordinance,1971(XXX  of 1971) and of the \nrules made thereunder: \n \n Provided that all agreements and awards under the s aid section in respect of the p ayment of \ncompensation for the  period of requisition before the  comm encement of this O rdinance shall \ncontinue  to be in force and shall apply to the payment of compensation for the p eriod of  \nrequisition  after such comm encement. \n \n 6. Power to obtain information.—(1) T he Federal Government may, with a view to \ncarrying out the purposes of sections  3 to 5, by order require any person to furnish to such authority \nas may be specified in the order such information in his possession relating to any requisition ed land \nas may be specified. \n \n (2) Every person required to furnish such information as is referred to in sub-section (1)  shall \nbe deemed to be legally bound  to do so within  the meaning of sections  176 and 177 of  the Pakistan \nPenal Code (Act XLV 1860 ). \n \n 7. Delegation of functions. The Federal Government may, by order notified in the o fficial \nGazette, direct that any power conferred or any duty impos ed on it by this  Ordinance shall, in such \ncircumst ances and under such conditions,  if any, as may be specified in the di rection, be exercised or \ndischarged by such officer as may be so sp ecified. \n \n 8. Indemnity.—(1) No suit, prosecution  or other legal proceeding shall lie against any \nperson for anything which is in good faith done  or intended to be done  in pursuance of this  \nOrdinance or any rule or order made th ereunder. \n \n (2) No suit or other legal proceeding sh all lie against the Federal Government for any \ndamage caused or likely to be caused by anything in good faith done  or intended to be done in \npursuance of this  Ordinance or any rule or order made th ereunder. \n \n \nPage 4 of 4 \n  9. Savings. Notwith standing the  repeal of the  Defence of Pakistan Ordinance, 1971  (XXX of \n1971 ) anything don e, action taken obligation Or liability incurred, proceeding commenced, and any \nappointm ent of any person and any rule made under section 18 of th e said Ordinance shall, so far as \nit is not inconsist ent with the provisions  of this  Ordinance, be deemed to h ave been do ne, taken, \nincurred, comm enced or made und er this  Ordinance. \n \n_____________  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n        Last Uploaded on 22.9.2023"
}