{
    "file": "./converted_json\\administratorb707db1d2210df3a0e929c5463715dce.json",
    "name": "Investment Corporation of Pakistan Ordinance, 1966",
    "date": "19th February, 1966",
    "tagline": "To encourage and broaden the base of investments and develop the capital market in Pakistan",
    "content": "Page 1 of 16 \n  \n \n \nTHE INVESTMENT CORPORATION OF PAKISTAN \nORDINANCE, 1966 . \n \n \n \n \n \n \n \nCONTENTS  \n \n1. Short title, extent and commencement  \n2. Definitions  \n3. Establishment and incorporation  \n4. Share capital  \n5. Shares deemed to be securities under certain Acts  \n6. Numbering of shares  \n7. Register of shareholders  \n8. Qualification of shareholders  \n9. Notice regarding trust  \n10. Officers, branches, etc  \n11. Direction and superintendence  \n12. Board  \n13. Chairman  \n14. Managing Director  \n15. Qualifications and dis qualifications of Directors  \n16. Executive Committee   \n\n \nPage 2 of 16 \n 17. Annual general meetings and special meetings of the shareholders  \n18. Meeting of the Board and the Executive Committee  \n19. Fees for attending meetings  \n20. Appointment of officers, advisers, etc  \n21. Declaration of fidelity and secrecy  \n22. Indemnity of Directors  \n23. Business which the Corporation is authorised to transact  \n24. Borrowing powers  \n25. Special powers  \n26. Power to impose conditions  \n27. Disposal of profit  \n28. Auditors  \n29. Return  \n30. Power to call for payment before agreed period  \n31. Recovery of Corporations dues  \n32. Delegation of powers  \n33. Offences  \n34. Liquidation of Corporation  \n35. Power of Federal Government to make rules  \n36. Power of the Board to make regulations  \nTHE SCHEDULE  \n  \n \nPage 3 of 16 \n THE INVESTMENT CORPORATION OF PAKISTAN \nORDINANCE, 1966  \n1ORDINANCE NO. IV OF 1966  \n[19th February, 1966 ]  \nAn Ordinance to establish an Investment Corporation in Pakistan  \nWHEREAS it is expedient to establish an Investment Corporation to encourage and broaden \nthe base of investments and develop the capital market in Pakistan and to provide for all matters \nconnected therewith;  \nAND WHEREAS the National Assembly is not in session and the President is satisfied that \ncircumstances exist which render immediate legislatio n necessary;  \nNOW, THEREFORE, in exercise of the powers conferred on him by clause (1) of Article 29 \nof the Constitution, and all other powers enabling him in that behalf, the President of Pakistan is \npleased to make and promulgate the following Ordinance:__ \n1. Short title, extent and commencement .__ (1) This Ordinance may be called the \nInvestment Corporation of Pakistan Ordinance, 1966.  \n(2) It shall extend to the whole of Pakistan and shall also apply to the business of the \nCorporation transacted outside Pakistan.  \n(3) It shall come into force at once.  \n2. Definitions. In this Ordinance, unless there is anything repugnant in the subject or \ncontext__ \n(a) “advance” means a loan for purposes of investment;  \n(b) “Board” means the Board of Directors of the  Corporation ;  \n(c) “bond” means a bond of any description issued by any institution or by the \n2[Federal Government] or a Provincial Government ;  \n(d) “Chairman” means the Chairman of the Board ;  \n(e) “company” means a company as defined in section 2 (2) of t he Companies Act, \n1913 (VII of 1913), and includes a body corporate established or incorporated \nunder any other law for the time being in force in Pakistan;  \n \n \n1Approved by the National Assembly of Pakistan on the 16th March, 1966, see Gaz. of P., 1965, Ext ., p. 137.  \n2Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government”.  \n  \n \nPage 4 of 16 \n (f) “constituent  institution” means any scheduled bank or other investing institution \nwhich becomes a shareholder of the Corporation with the approval of the \n1[Federal Government];  \n(g) “Corporation” means the Investment Corporation of Pakistan established under \nthis Ordin ance;  \n(h) “debenture” means debenture issued by any company or institution in Pakistan \nin accordance with the rules for the time being applicable to the issue of \ndebentures and includes debenture stock ;  \n(i) “Deposit Account” means an account maintained by  the Corporation of the cash \ndeposits made with it for purposes of investment;  \n(j) “Director” means a Director of the Corporation;  \n2[(jj)  “ICP Mutual Funds” means Mutual Funds from time to time constituted, \nissued and managed by the Corporation, whether directly or through a \nsubsidiary company or agency set­up by it or by any other entity or \nperson qualified to manage Mutual Funds to whom the right to manage \nthe Mutual Funds has been assigned by the Corporation, whether under \nits trus teeship or any other entity appointed or approved by it operating \nunder any law for the time being in force and the rules or regulations \nmade thereunder]  \n(k) “institution” means an organisation established under any law for the time being \nin force in Pakis tan for the promotion of some public object ;  \n(l) “investment” means investment in the equity or debentures and other securities \nof any company or institution ;  \n(m) “Managing Director” means the Managing Director of the Corporation and \nincludes any person for the time being authorised to discharge the functions of \nthe Managing Director ;  \n(n) “prescribed” means prescribed by rules ;  \n(o) “prospectus” means a prospectus as defined in clause (14) of section 2 of the \nCompanies Act, 1913 (VII of 1913);  \n(p) “regul ations” means regulations made under this Ordinance ;  \n(q) “rule” means a rule made under this Ordinance ;  \n(r) “scheduled bank” has the same meaning as is assigned to it in the State Bank of \nPakistan Act, 1956 (XXXIII of 1956);  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Subs. by Act 4 of 1999, s.9.  \n \nPage 5 of 16 \n (s) “securities” include any note, stock, bond, debenture, evidence of indebtedness, \ntransferable share, investment contract, certificate of deposit for a security, a \ncertifica te of interest or participation in any profit sharing agreement ;  \n(t) “share” means share of any joint stock company registered in Pakistan ;  \n(u) “State Bank” means the State Bank of Pakistan ;  \n(v) “underwriting” means contracting, with or without conditions, to purchase or \nsubscribe for stocks, shares, bonds, debentures or other securities issued by any \ncompany or institution with a view to holding, selling or distributing the whole \nor part thereof.  \n3. Establishment and incorporation.__ (1) As soon  as may be after the coming into force \nof this  Ordinance, the 1[Federal Government] shall establish, by notification in the official Gazette, a \nCorporation to be called the Investment Corporation of Pakistan for the purposes of this Ordinance.  \n(2) The Corp oration shall be a body corporate by the name of the Investment Corporation \nof Pakistan, having perpetual succession and a common seal, with power, subject to the provisions of \nthis Ordinance, to acquire, hold and dispose of any property and shall, by the said name, sue and be \nsued.  \n(3) The Corporation shall not be deemed to be a banking company within the meaning of \nthe Banking Companies Ordinance, 1962 (LVII of 1962).  \n4. Share capital.__ (1) The authorised  share capital of the Corporation shall be twenty \ncrores of  rupees divided into twenty lakh ordinary shares of one hundred rupees each.  \n(2) The paid­up share capital of the Corporation shall, in the first instance, be five crores \nof rupees fully paid­up, a nd may, with the approval of the 1[Federal Government], be increased from \ntime to time.  \n(3) Shares of the Corporation shall be offered for subscription to the constituent institutions \nand general public as may be decided by the 1[Federal Government].  \n(4) The shares of the Corporation shall be listed on each Stock Exchange in Pakistan as the \nBoard of Directors determines.  \n5. Shares deemed to be securities under certain Acts.  The shares of the Corporation \nshall be deemed to be included among the securities en umerated in section 20 of the Trust Act, 1882 \n(II of 1882), and to be approved securities for the purpose of the Insurance Act, 1938 (IV of 1938), \nand the Banking Companies Ordinance, 1962 (LVII of 1962).  \n6. Numbering of shares.  Every share of the Corporat ion shall be assigned a number and \nshall be distinguished by such number.  \n7. Register of shareholders.  The Corporation shall maintain at its head office a register \nof shareholders.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 6 of 16 \n 8. Qualification of shareholders.__ (1) No person shall be qualified to be registered as a  \nshareholder who is not, under any law relating to contracts for the time being in force, competent to \nenter into a contract.  \n(2) If at any time after th e registration of a person as a shareholder, it is found that he was \nnot, at the time of registration, qualified to be so registered, he shall not be entitled to exercise any of \nthe rights of a share holder otherwise than for the purpose of sale of his sha res under the orders of a \ncompetent Court.  \n9. Notice regarding trust.  The Corporation shall not enter in its register of shareholders \nany notice of any trust express, implied or constructive, nor be under any obligation to receive any \nsuch notice.  \n10. Offices, branches, etc.__ (1) The head office of the Corporation shall be  located at \nKarachi.  \n(2) The Corporation may establish such regional and other offices, branches and agencies \nas the Board may think fit.  \n11. Direction and superintendence.__ (1) The general direction and superintendence of \nthe affairs and business of the Corporation shall vest in a Board of Directors constituted in accordance \nwith section 12 which may exercise all such powers and do all such acts and things as may be exercised \nor done by the Corporation and are not, by this Ordinance, expressly directe d or required to be done \nby the Corporation in general meeting.  \n(2) The Board in discharging its functions shall act on commercial considerations with due \nregard to the investment climate and to the interests of the capital market and of its depositors and  the \npublic generally.  \n(3) Where the 1[Federal Government] is satisfied that__ \n(a) in the public interest ; or  \n(b) to prevent the affairs of the Corporation being conducted in a manner \ndetrimental to the interests of the depositors or in a manner prejudici al to the \ninterests of the Corporation ; or  \n(c) to secure the proper management of the Corporation generally ;  \nit is necessary to issue directions to the Corporation generally or in any particular case, it may, \nfrom time to time, issue such directions as i t deems fit, and the Corporation shall be bound to \ncomply with such directions.  \n(4) The 1[Federal Government] may, on representation made to it or on its own motion, \nmodify or cancel any direction issued under sub­section (3) and in so modifying or cancell ing any \ndirection may impose such conditions as it thinks fit, subject to which the modification or cancellation \nshall have effect.  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 7 of 16 \n 12. Board.__ (1) The Board shall consist of the following Directors, namely:__ \n(a) the Chairman to be appointed by the 1[Federal Government];  \n(b) four persons to be appointed by the 1[Federal Government] of whom two shall \nbe from amongst persons serving under the 1[Federal Government] and two \nfrom among st the shareholders;  \n(c) five persons to be elected by the shareholders in such manner as may be laid \ndown in the regulations ; and  \n(d) the Managing Director to be appointed by the 1[Federal Government]:  \nProvided that the 1[Federal Government] may, if it s o considers expedient, increase by two the \nnumber of the Directors to be appointed by it:  \nProvided further that in constituting the Board for the first time, the 1[Federal Government] \nshall appoint five Directors in place of the Directors required to be el ected under clause (c).  \n(2) Save as provided in sub­section (2) of section 13 in respect of the Chairman, and in sub­ \nsection (2) of section 14 in respect of the Managing Director a Director appointed by the 1[Federal \nGovernment] shall hold office during i ts pleasure.  \n(3) A Director elected under clause (c) of sub­section (1) shall hold office for a term of \nthree years and shall continue in office thereafter until his successor is elected and shall also be eligible \nfor re­election:  \nProvided that such Direct or may be removed before the expiration of his term by a special \nresolution passed by the vote of such shareholders as hold more than half of the shares of the \nCorporation.  \n(4) A casual vacancy in the office of an elected Director shall be filled by electi on and the \nperson elected to fill such vacancy shall hold office for the unexpired period of the term of his \npredecessor:  \nProvided that it shall not be necessary to fill a vacancy for a period not exceeding three months.  \n13. Chairman.__ (1) The  appointment of the Chairman shall be honorary.  \n(2) Unless the 1[Federal Government] otherwise directs, the Chairman shall hold office for \nterm of three years and continue in office thereafter until his successor is appointed and shall be eligible \nfor re­a ppointment.  \n(3) A casual vacancy in the office of the Chairman shall be filled by the 1[Federal \nGovernment] and the person appointed to fill such vacancy shall, unless the 1[Federal Government] \notherwise directs, hold office for the unexpired period of the  term of his predecessor.  \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 8 of 16 \n 14. Managing Director.__ (1) The Managing Director shall be appointed on such salary \nand terms and conditions as the 1[Federal Government] may determine.  \n(2) The Managing Director shall, unless the 1[Federal Government] otherwise directs, hold \noffice for a term of five years which the 1[Federal Government] may, from time to time, extend.  \n(3) The Managing Director shall be the chief executive of t he Corporation and shall subject \nto the provisions of this Ordinance, the rules and regulations be responsible for the management of the \naffairs of the Corporation. He shall be a whole­time officer and shall in addition to his functions as the \nchief execut ive exercise such powers and perform such functions as may be assigned to him by the \nBoard:  \nProvided that the 1[Federal Government] may utilise the services of the Managing Director for \nany other work.  \n15. Qualifications and disqualifications of Directors.__ (1) No person shall be or shall \ncontinue to be a Director who__ \n(a) is or has at any time been convicted of an offence which in the opinion of the \n1[Federal Government] is an offence involving moral turpitude;  \n(b) is found to be lunatic or becomes of un sound mind;  \n(c) is for the time being disqualified for membership of any elective body under \nany law for the time being in force ;  \n(d) is a salaried official of the Corporation, other than the Managing Director ;  \n(e) is or at any time has been adjudicated an insolvent or has suspended payment or \ncompounded with his creditors ;  \n(f) without leave of absence from the Board, absents himself from all the meetings \nof the Board for a continuous period of six months or, if less than three meetings \nare h eld within such period, from three consecutive meetings of the Board ;  \n(g) in the case of an elected Director, ceases to hold in his own right the minimum \nnumber of shares required to qualify him for election ;  \n(h) ceases to represent the constituent insti tution which nominated him as its \nrepresentative.  \n(2) No person shall be elected or qualified for election as Director who__ \n(a) is in the service of Government ;  \n(b) does not hold in his own right unencumbered shares of the Corporation of the \nnominal value of twenty­five thousand rupees.  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n  \n \nPage 9 of 16 \n 16. Executive Committee.__ (1) The Board shall constitute an Executive Committee \nconsisting   of  the  following   members   to  assist  it in the discharge of its functions under this \nOrdinance :__ \n(a) the Managing Director ;  \n(b) two Directors appointed under clause (b) (i) of sub­sec tion (1) of section 12 ;  \n(c) two Directors from amongst the remaining Directors.  \n(2) The members of the Executive Committee shall hold office for such period as may be \nlaid down in the regulations;  \n(3) The minutes of every meeting of the Executive Committe e shall be laid before the \nBoard for information at its meeting next following the meeting of the Committee.  \n(4) Subject to general or special directions of the Board, the Executive Committee may \ndeal with any matter within the competence of the Board.  \n17. Annual general meetings and special meetings of the shareholders.__ (1) The annual  \ngeneral meeting of the shareholders shall be held on such date in the first week of September every \nyear or as soon thereafter as is convenient, at such time and such place  in  Pakistan as may be fixed  \nby the Board [.]1 \n2* * * * * * * \n(2) The Board shall submit at the annual general meeting for the consideration of \nshareholders a balance sheet and a statement of profit and loss of the Corporation for the financial year \nending on the thirtieth day of June next preceding such meeting.  \n(3) The Board may convene a special meeting of the shareholders to be held at such time \nand place as it may fix for consideration of any matter which, in the opinion of the Board ought to be \nconsidered by the shareholders.  \n(4) Every shareholder shall be entitled to attend a meeting of the shareholders, but no \nshareholder shall be entitled to vote at any such meeting unless he__ \n(a) has been registered as a shareholder for a period of not less than three months \nprior to the date of such meeting ; and  \n(b) has paid all calls and other sums presently payable by him in respect of shares \nof the Corporation.  \n(5) Every shareholder entitled to vote shall, when present in person have one vote to be \ncast by show of hands.  \n(6) On a poll each shareholder entitled to vote shall have one vote for every five shares and \nmay give his vote either personally or by proxy.  \n \n1Subs. by the Federal Laws (Revision and Declaration) Ordinance, 1981 (27 of 1981), s. 3 and Sch., II, for colon.  \n2 Proviso omitted ibid. \n \nPage 10 of 16 \n 18. Meeting of the Board and the Executive Committee.__ (1) No business of the Board \nor of  the Executive Committee shall be transacted except at a meeting at which a quorum of  three \nDirectors in the case of the Board and two members in the case of the Executive Committee is present.  \n(2) The meetings of the Board and of the Executive Committee s hall be held at such time \nand at such places as may be laid down in the regulations:  \nProvided that until regulations are made in this behalf such meetings shall be convened, in the \ncase of the Board, by the Chairman, and in the case of Executive Committee,  by the Managing Director.  \n(3) All meetings of the Board shall be presided over by the Chairman and in his absence \nby the person elected by the Directors present from amongst themselves and all meetings of the \nExecutive Committee shall be presided over by the Managing Director.  \n(4) At a meeting of the Board or of the Executive Committee each Director or member, as \nthe case may be, shall have one vote, and in the case of equality of votes, the person presiding shall \nhave a second or casting vote:  \nProvided that no Director or member shall vote or participate in a discussion of any matter in \nwhich he is directly or indirectly interested and it shall be the obligation of the Director or member to \ndisclose such interest.  \n(5) No act or proceeding of the  Board or of the Executive Committee, or of any person \nacting in good faith as a Director or member of the Executive Committee, shall be invalid or questioned \nmerely on the ground of the existence of any vacancy in, or any defect in the constitution of, th e Board \nor the Executive Committee, or of any defect in the appointment or qualification of the Director or \nmember, as the case may be.  \n19. Fees for attending meetings.  A Director shall be paid such fees for attending meetings \nof the Board or Executive Com mittee as may be prescribed.  \n20. Appointment of officers, advisers, etc.  The Corporation may appoint such officers, \nadvisers, consultants, agents and servants as it considers necessary for the efficient performance of its \nfunctions.  \n21. Declaration of fide lity and secrecy.  Every Director, member of the Executive \nCommittee, adviser, auditor, consultant, agent, officer or servant of the Corporation shall, before  \nentering upon his duties, make a declaration of fidelity and secrecy in the form set out in the S chedule.  \n22. Indemnity of Directors.__ (1) Every Director shall be indemnified by the Corporation  \nagainst all losses and expenses reasonably incurred by him in the discharge of his duties except such \nas are caused by his own willful act, negligence or default.  \n(2) A Director shall not be personally responsible for the acts of any other Director or of \nany officer or servant of the Corporation for any loss or expense resulting to the Corporation by reason \nof the insufficiency or deficiency i n value of or title to any property or security acquired or taken on \nbehalf of the Corporation, or by the wrongful act of any person under liability to the Corporation, or \nby anything done by him in good faith in the discharge of his duties.  \n23. Business w hich the Corporation is authorised to transact.  The Corporation may \ncarry on, transact or do the several kinds of business and acts hereinafter specified, namely:__ \n  \n \nPage 11 of 16 \n (1) underwriting, managing and distributing the issue to of stocks, shares, bonds, \ndebent ures and other securities either directly or through or jointly with one or more of its constituent \ninstitutions or other investment or financial institutions ;  \n(2) opening and maintaining of Investors’ Deposit Accounts;  \n(3) making advances for purchase of  shares and investment in such other securities as may \nbe approved in each case ;  \n(4) purchasing and selling shares to the Investors’ Deposit Account holders over the \ncounter ;  \n(5) engaging in the business of investing and reinvesting in and the owning and  holding of \nsecurities 1[and of discounting of debentures and other securities];  \n(6) merchandising of shares ;  \n(7) facilitating investments by selling new floatations of existing or new companies without \nunderwriting obligations ;  \n(8) helping generally in broadening the base of investments and encouraging investments \nin sound projects 1[whether by issuing ICP Mutual Funds or otherwise] ;  \n(9) managing investment portfolios on behalf of individuals or institutions ;  \n(10) providing professional counsel regardi ng investments ;  \n(11) promoting industrial development in Pakistan ;  \n(12) being a member of a Stock Exchange in Pakistan;  \n(13) acting in any manner as a principal or agent in matters relating to investment in \nsecurities;  \n(14) for purposes of, and in matters relating to, its business or objects;  \n(a) to purchase or otherwise acquire, own, sell, transfer and exchange any tangible \nor intangible, movable or immovable property and any rights, title or interest in \nsuch property absolutely, temporarily or on hire or by hire­purchase or on \ninstalment or on su ch other terms and conditions as may be approved by the \nBoard ;  \n(b) to accept and furnish any undertaking or commercial guarantee for the \nperformance of any obligation or the fulfilment of any contract or the repayment \nof any money ;  \n(c) to accept and furn ish any lien, charge, hypothecation or mortgage on any \nmovable or immovable property or any promissory note or bill of exchange ;  \n \n \n1Added by the Investment Corporation of Pakistan (Amdt.) Ordinance, 1971 (12 of 1971), s. 3.  \n \nPage 12 of 16 \n (d) to enter into agreements an d contracts and execute such documents as may be \nconsidered necessary or expedient ;  \n1[(e)  to be and act as trustees in respect of ICP Mutual Funds and any debentures, \ndebenture stock or other securities or obligations and to execute any trusts ;]  \n2[(f)  to assign, transfer to or enter into any contractual arrangements with any person \nor entity regarding rights and obligations pertaining to management, trusteeship \nof custodianship of ICP Mutual Funds.]  \n(15) to appoint attorneys and agents ;  \n(16) to receive  and pay commission, fees and brokerage in connection with its business ;  \n(17) to sell and realise all property whether movable or immovable which may in any way \ncome into possession of the Corporation in satisfaction or part satisfaction of its claims ; a nd \n(17) generally do all such acts and things as may be necessary or incidental or subsidiary to \nthe transacting of any of the aforesaid business or acts including proceedings in courts of law.  \n24. Borrowing powers .__ (1) With the prior approval of the 3[Federal Government], the  \nCorporation may, for its purposes, raise finances by__ \n(a) issue and sale of bonds and debentures carrying interest at such rates as may be \napproved by the 3[Federal Government] ; and  \n(b) borro wing monies from commercial banks and other institutions and sources \nwith or without the pledge of shares held in its portfolios.  \n(2) The bonds and the debentures of the Corporation may be guaranteed by the 3[Federal \nGovernment] as to the repayment of the principal and payment of interest at such rate as may be fixed \nby the 3[Federal Government] at the time the bonds and debentures are issued.  \n25. Special powers.  The Corporation’s commission, brokerage, fees and other charges for \nthe underwriting and placem ent of any issue shall, notwithstanding anything contained in any other \nlaw be determined by the Corporation after negotiations.  \n26. Power to impose conditions.  For the purpose of transacting any business under this \nOrdinance with any person, the Corporati on may impose such conditions as it may consider necessary \nor expedient for protecting its interests including provisions to the effect that the proceeds of any  issue \nunderwritten by it or accepted by it for placement or any other financial assistance is put to such use \nby the person as may have been agreed between the Corporation and the person, and any condition so \nimposed shall notwithstanding anything contained in any other law for the time being in force be valid \nand enforceable.  \n27. Disposal of profit.__ (1) The Corporation shall establish a Reserve Fund to which shall \nbe credited such amount out of its net annual profit as the Board may determine.  \n \n1Added by the Investment Corporation of Pakistan (Amdt.) Ordinance, 1971 (12 of 1971), s. 3.  \n2Adde d by Act 4 of 1999, s. 9.  \n3Subs. by F.A.O., 1975, Art. 2 and Table for “Central Government”.  \n \nPage 13 of 16 \n (2) After deducting the amount under sub­section (1) and making necessary provisions for \ndepreciation of assets and such other matters as are usually provided for by investment companies  and \ninstitutions or are considered expedient in their interest the Corporation may, out of the surplus \nremaining from that net annual profit, declare such dividends as may be approved by the Board.  \n28. Auditors.__ (1) The accounts of the Corporation shall be audited by not less than two  \nchartered accountants within the meaning of the Chartered Accountants Ordinance, 1961 (X  of 1961), \nappointed from amongst those approved in this behalf by the 1[Federal Government] by the \nshareholde rs at the general meeting on such remuneration to be paid by the Corporation as the \nshareholders may fix.  \n(2) Every auditor appointed under sub­section (1) shall be given a copy of the annual \nbalance­ sheet of the Corporation and shall examine it together with the accounts and vouchers  relating \nthereto, and shall have a list delivered to him of all books kept by the Corporation and shall at all \nreasonable times have access to the books, accounts and other documents of the Corporation, and may \nin relation t o such accounts examine any Director or officer of the Corporation.  \n(3) The auditors shall report to the shareholders upon the annual balance sheet and \naccounts, and in their report they shall state whether in their opinion the balance­sheet contained all \nnecessary particulars and is properly drawn up so as to exhibit a true a nd correct view of the state of \naffairs of the Corporation, and in case they have called for any explanation or information from the \nBoard, whether it has been given and whether it is satisfactory.  \n(4) The 1[Federal Government] may, at any time, issue directions to the auditors requiring \nthem to report to it upon the adequacy of measures taken by the Corporation for protection of its \nshareholders and creditors or upon the sufficiency of their procedure in auditing the affairs of the \nCorporation and may,  at any time, enlarge or extend the scope of the audit or direct that a different \nprocedure in audit be adopted or that any other examination be made by the auditors if in its opinion \nthe public interest so requires.  \n(5) The Corporation shall furnish to ea ch shareholder at least fifteen days before the date \nof the general meeting a copy of the audited balance sheet together with a copy of the profit and loss \naccount for the year and a report on the working of the Corporation during the year.  \n29. Return.  The Corporation shall furnish to the 1[Federal Government] within three \nmonths of the close of the financial year an audited statement in the prescribed form of its assets and \nliabilities as they stand at the close of that year together with a profit and loss  account for the year and \na report on the working of the Corporation during the year, and shall also publish the said statement, \naccount and report in the official Gazette.  \n30. Power to call for  payment before  agreed period.__ (1) Notwithstanding any \nagreement to  the contrary, the Corporation may, by notice, require any person to which it has made \nadvance or which is otherwise liable to make any payment on any specified date or dates forthwith to \nrepay the advance or make the payment aforesaid immediately  in full, if__ \n(a) it appears to the Board that information false or misleading in any material \nparticular has been given in the application for the advance or the creation of \nthe aforesaid pecuniary liability ; or  \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n \nPage 14 of 16 \n (b) the person has failed to comply with the terms of any agreement with the \nCorporation; or  \n(c) there is a reasonable apprehension that the person is unable to pay its debts and \nliabilities or may go into liquidation ; or  \n(d) the property pledged, mortgaged, hypothecated or assigned to the Corporation, \nas security for the advance or the said pecuniary liability, is not insured or kept \ninsured by the person to the satisfaction of the Corporation or has, in the opinion \nof the  Board, depreciated in value and further security to the satisfaction of the \nBoard is not given.  \n(2) On the giving of such notice the entire advance or the aforesaid deferred pecuniary \nliability shall become immediately due and realisable.  \n(3) Notwithstand ing the provisions of any agreement of managing agency and subject to \nconditions prescribed in this behalf the Corporation may take over through an appointed agent the \nmanagement of any company in which it has acquired majority shareholding, if the affairs  of the \ncompany are, in the opinion of the Board, not being conducted in a satisfactory manner and if the share \ncapital of the enterprise has been impaired.  \n \n31. Recovery of Corporation’s dues.  Without prejudice to the right of the Corporation to \nrecover i ts dues in any other manner all sums due to the Corporation shall be recoverable as arrears of \nland revenue:  \nProvided that no sum shall be so recovered unless fifteen days  notice has first been given by \nthe Corporation to the debtor that the sum will be so  recovered.  \n32. Delegation of powers.__ (1) The Board may for the purposes of ensuring efficient  \nfunctioning of the Corporation and facilitating transaction of its business, delegate to the Managing \nDirector subject to such conditions and limitations, if any, as may be specified in this behalf, such of \nits powers and duties under this Ordinance as it may deem necessary.  \n(2) The Managing Director may for the purpose of facilitating the transaction of the \nCorporation’s business delegate to th e officers of the Corporation, subject to such conditions and \nlimitations if any as may be specified in that behalf, such of his powers and duties under this Ordinance \nor the rules and regulations as may be necessary.  \n33. Offences.__ (1) Whoever, without the consent in writing of the Corporation, uses the \nname of  the Corporation in any prospectus or advertisement shall be punishable with imprisonment \nfor a term which may extend to six months, or with fine which may extend to one thousand rupees, or  \nwith both.  \n(2) Whoever being a Chairman, Director, adviser, auditor, officer or servant of the \nCorporation contravenes his declaration of fidelity and secrecy shall be punishable with imprisonment \nfor a term which may extend to six months, or with fine wh ich may extend to one thousand rupees, or \nwith both.  \n(3) No court shall take cognizance of any offence punishable under this Ordinance except \nupon a complaint in writing signed by an officer of the Corporation duly authorised in this behalf by \nthe Corporat ion. \n \nPage 15 of 16 \n 34. Liquidation of Corporation.  No provision of law relating to the winding up of \ncompanies or banks shall apply to the Corporation and the Corporation shall not be wound up save by \norder of the 1[Federal Government] and in such manners as it may dire ct. \n35. Power of Federal Government to make rules.  The 1[Federal Government] may make \nrules for carrying out the purposes of this Ordinance and publish them in the official Gazette.  \n36. Power of the Board to make regulations.__ (1) The Board may make regul ations to \nprovide  for all matters not required to be provided for by rules and for which provision is necessary or \nexpedient for carrying out the purposes of this Ordinance.  \n(2) In particular, and without prejudice to the generality of the foregoing power,  such \nregulations may provide for__ \n(a) the holding and conduct of elections under this Ordinance, including the final \ndecision of doubts or disputes regarding the validity of any election;  \n(b) the manner in which and the conditions subject to which the first allotment of \nthe shares of the Corporation shall be made ;  \n(c) the maintenance of the register of shareholders, the manner in which and the \nconditions subject to which shares may be held and transferred, suspension and \nthe manner of suspension of tra nsfer of shares and all matters relating to the \nrights and duties of shareholders ;  \n2[(cc)  the constitution, issue, trusteeship and management of ICP Mutual \nFunds and transferability of Mutual Fund certificates ; ]  \n(d) the manner in which the general meet ings shall be convened and the procedure \nto be followed thereat;  \n(e) the calling of the meeting of the Board and the Executive Committee, fees for \nattending the meetings thereof and the conduct of business thereat ;  \n(f) the manner and terms of issue and re demption of bonds and debentures by the \nCorporation;  \n(g) the conditions subject to which the Corporation may make investments in shares \nand securities, underwrite issues of stocks, shares, bonds, debentures, make \nadvances and enter into guarantee arrangeme nts and any business relating to \ninvestments as principal or agent ;  \n(h) the manner and conditions subject to which the Corporation can borrow and \nraise finances ;  \n(i) the form of returns and statements required to be prepared under this Ordinance \n; \n \n \n1Subs. by F.A.O., 1975, Art. 2 and Table, for “Central Government”.  \n2Ins. by the Investment Corporation of Pakistan (Amdt.) Ordinance, 1971 (12 of 1971), s. 4.  \n \nPage 16 of 16 \n (j) the duties and conduct of officers and servants and agents of the Corporation ; \nthe recruitme nt of officers and staff of the Corporation; the terms and conditions \nof their service, the constitution and management of provident or other funds \nfor the officers and staff of the Corporation and all matters connected with any \nof these things ;  \n(k) the d isclosure of interest, direct or indirect, of any Director or any member of \nthe Executive Committee in any business under the consideration of the \nCorporation ;  \n(l) taking over the management of, and managing the affairs of any person \ncommitting a breach of its agreement with the Corporation ;  \n(m) generally for the efficient conduct of the affairs of the Corporation.  \n(3) All regulations made under this section shall come into force on the date specified in \neach case.  \n(4) Where any provisions of a re gulation is inconsistent with any provision of the rule, the \nprovision of the rule shall prevail.  \nSCHEDULE  \n(See section 21 ) \nDECLARATION OF FIDELITY AND SECRECY  \nI,…………………………………………… hereby declare that I will faithfully, truly and to \nthe best of my judgment skill and ability, execute and perform the duties required of me as a Director, \nmember of a Committee, Officer, employee, consultant, adviser, agent or auditor (as the case may be) \nof the Investment Corporation of Pakistan and which properly relat e to any office or position in the \nsaid Corporation held by me.  \nI further declare that I will not communicate or allow to be communicated to any person not \nlegally entitled thereto any information relating to the affairs of the Corporation nor will I allow  any \nsuch person to inspect or have access to any books or documents belonging or in the possession of the \nCorporation and relating to the business of the Corporation.  \n \n \n \n \nSignature………………  \nSigned before me  \nSignature………………  \nDesignation……………  \nDated………………….         Date: 11-11-2024"
}