{
    "file": "./converted_json\\administrator79cdef3eaf6234dd90563d22892f579e.json",
    "name": "Government Tenants (North - West Frontier) Act",
    "date": "03-02-1893",
    "tagline": "Providing Special Tenancies in Government lands in the North - West Frontier",
    "content": "Page 1 of 3 \n   \n \n \nTHE GOVERNMENT TENANTS (NORTH -WEST FRONTIER) \nACT, 1893  \n \n \nCONTENTS  \n1.  Short title and extent  \n2.  Definition  \n3.  Application of Act  \n4.  Issue of statements of conditions of tenancies  \n5.  Maintenance of registers of tenancies  \n6.  Entry in register and sig nature thereof on grant of tenancy  \n7.  Effect of signature of entry.  \n8.  Transfer of rights of tenants  \n9.  Sums due in respect to tenancy recoverable as arrears of land revenue  \n\n \nPage 2 of 3 \n THE  GOVERNMENT  TENANTS  (NORTH -WEST  FRONTIER)  ACT,  1893  \nlACT  No. III OF 1893  \n[3rd February,  1893]  \nAn Act to provide  for the grant  of Special  Tenancies  in 2* Government  lands  in the 3[North -West  \nFrontier  4*]. \n WHEREAS  it is expedient  to provide  for the grant  by the Government  of special  tenancies  in \n2* lands  in the 3[North -West  Front ier 4* ] which  are the property  of the Government  5* * *; \n It is hereby  enacted  as follows:  \n 1. Short  title and extent.  6[__(1) This Act may be called  the Government  Tenants  (North - \nWest  Frontier  4*) Act, 1893.  \n (2) It extends  to 7* * * the North -West  Fron tier 4*.] \n 2. Definition.  In this Act, unless  there  is something  repugnant  in the subject  or context,  \n“Deputy  Commissioner”  includes  also any officer  appointed  by the 8[Provincial  Government]  to \nperform  all or any of the functions  of the Deputy  Commissione r under  this Act. \n 3. Application  of Act. The 8[ Provincial  Government]  may,  by notification  in the official  \nGazette,  apply  the provisions  of this Act to any tract of land which  is the property  of the \n9[Government]  10* * *. \n 4. Issue  of statements  of condi tions  of tenancies.  When  this Act has been  so applied  to any \ntract,  the 8[Provincial  Government]  may issue  a statement  or statements  of the conditions  on which  it \nis willing  to grant  to tenants  lands  situate  in such tract.  \n 5. Maintenance of registers of t enancies.___(1) When any such statement has been issued \nfor any tract, the Deputy Commissioner shall, in manner hereinafter provided, open and maintain for \nsuch tract a register or registers of tenancies granted on the conditions prescribed in such stateme nt. \n (2) Every such register shall have prefixed thereto a copy of the statement of conditions to \nwhich it relates, and shall be in such form and shall contain such particulars as to the tenancies \nregistered therein as the 1l[Provincial Government] may pre scribe.  \n \n \n1For Statement  of Objects  and Reasons,  see Gaz. of India,  1893,  Pt. V, p. 14; for Proceedings  in Council,  see ibid.,  Pt. VI, pp. 12 and 35. \n2The word  “certain”  rep. by Act 14 of 1896,  s. 1(1).  \n3Subs.  by the Second  Repealing  and Amending  Act, 1914  (17 of 1914),  s. 2 and Sch. I, for “Punjab”.  \n4The word  “Province”  omitted  by the Central  Laws  (Statute  Refrom)  Ordinance,  1960  (21 of 1960),  s. 3 and 2nd Sch.,  (with effect  from  the 14th \nOctober,  1955),  \n5The words  “and  are wholly  or partly  irrigable  from  Government  canals”  rep. by Act 14 of 1896,  s, 1 (2). \n6Subs.  by Act 17 of 1914,  s. 2 and Sch. I, for the original  section  1. \n7The words  “the territories  for the time being  administered  by the Chief  Commissioner  of” rep. by A.O.,  1937,  \n8Subs.  ibid., for “L. G.”. \n9Subs.  by A. O., 1961,  Art. 2 (with effect  from  the 23rd  March,  1956 ), for “Crown”  which  had been  subs.  by A. O., 1937,  for “Govt.”.  \n10The words  “and  is wholly  or partly  irrigable  from  a canal  the property  of the Government”  rep. by Act 14 of 1896,  s. 1(3).  \n11Subs. by A.O., 1937, for “L. G.”.  \n \nPage 3 of 3 \n  \n 6. Entry in register and signature thereof on grant of tenancy.  Before a tenancy is granted \nto any person in any such tract, the prescribed particulars regarding the proposed grant shall be duly \nentered in the a ppropriate register, and the entry shall be signed by the proposed tenant and by the \nDeputy Commissione r. \n 7. Effect  of signature  of entry.  When  any entry  in any such register  has been  so signed  as \ndirected  in the last foreging  section,  the person  signing  the same  as proposed  tenant  and his \nsuccessors  in interest  shall,  notwithstanding  any previous  agreement  or anything  contained  in the \nPunjab  Tenancy  Act, 1887,  (XVI  of 1887)  or the Hazara  Tenancy  Regulation,  1887  (Reg.  XIII of \n1887) , or any other  enactment  now in force,  be deemed  to have  accepted  and to hold the lands  \ndescribed  in such entry  as a tenant  from  the 1[Government]  on the conditions  prescribed  in the \nstatement  prefixed  to such register.  \n 8. Transfer  of rights  of tenants.  The rights  or interests  vested  in a tenant  by or under  this \nAct shall  not be capable  of being  attached  or sold in execution  of a decree  or order  of any Court  or in \nany insolvency  proceedings,  nor shall  they or any of them,  without  the previous  consent  in writing  of \nthe Financial  Commissioner,  be transferred  or charged  by any sale, gift, mortgage  or other  private  \ncontract.   \n 9. Sums  due in respect  to tenancy  recoverable  as arrears  of land  revenue.  All sums  due \nto the 1[Government]  in respect  of a tenancy  granted  in pursuance  of this Act shall  be recoverable  as \nif they were  arrears  of land revenue  due from  the tenant  in respect  of such tenancy.  \n \n \n___________  \n \n \n \n \n \n \n \n \n \nDate: 05 -09-2024  \n1Subs.  by A.O.  ,1961,  Art. 2, (with effect from the 23rd March, 1956 ) , for “Crown”,  which  had been  subs. by A.O.,  1937,  for “Govt.”."
}